[
    {
        "o": 14094,
        "r": "niv:Job:1:0",
        "t": "Job 1",
        "h": 1
    },
    {
        "o": 14095,
        "r": "niv:Job:1:0",
        "t": "Prologue",
        "h": 2
    },
    {
        "o": 14096,
        "r": "niv:Job:1:1",
        "t": "In*p the land of Uz there lived a man whose name was Job. This man was blameless and upright; he feared God and shunned evil."
    },
    {
        "o": 14097,
        "r": "niv:Job:1:2",
        "t": "He had seven sons and three daughters,"
    },
    {
        "o": 14098,
        "r": "niv:Job:1:3",
        "t": "and he owned seven thousand sheep, three thousand camels, five hundred yoke of oxen and five hundred donkeys, and had a large number of servants. He was the greatest man among all the people of the East."
    },
    {
        "o": 14099,
        "r": "niv:Job:1:4",
        "t": "His*p sons used to hold feasts in their homes on their birthdays, and they would invite their three sisters to eat and drink with them."
    },
    {
        "o": 14100,
        "r": "niv:Job:1:5",
        "t": "When a period of feasting had run its course, Job would make arrangements for them to be purified. Early in the morning he would sacrifice a burnt offering for each of them, thinking, “Perhaps my children have sinned and cursed God in their hearts.” This was Job’s regular custom."
    },
    {
        "o": 14101,
        "r": "niv:Job:1:6",
        "t": "One*p day the angels came to present themselves before the Lord,*s and Satan also came with them."
    },
    {
        "o": 14102,
        "r": "niv:Job:1:7",
        "t": "The Lord*s said to Satan, “Where have you come from?” Satan*p answered the Lord,*s “From roaming throughout the earth, going back and forth on it.”"
    },
    {
        "o": 14103,
        "r": "niv:Job:1:8",
        "t": "Then*p the Lord*s said to Satan, “Have you considered my servant Job? There is no one on earth like him; he is blameless and upright, a man who fears God and shuns evil.”"
    },
    {
        "o": 14104,
        "r": "niv:Job:1:9",
        "t": "“Does*p Job fear God for nothing?” Satan replied."
    },
    {
        "o": 14105,
        "r": "niv:Job:1:10",
        "t": "“Have you not put a hedge around him and his household and everything he has? You have blessed the work of his hands, so that his flocks and herds are spread throughout the land."
    },
    {
        "o": 14106,
        "r": "niv:Job:1:11",
        "t": "But now stretch out your hand and strike everything he has, and he will surely curse you to your face.”"
    },
    {
        "o": 14107,
        "r": "niv:Job:1:12",
        "t": "The*p Lord*s said to Satan, “Very well, then, everything he has is in your power, but on the man himself do not lay a finger.” Then*p Satan went out from the presence of the Lord.*s"
    },
    {
        "o": 14108,
        "r": "niv:Job:1:13",
        "t": "One*p day when Job’s sons and daughters were feasting and drinking wine at the oldest brother’s house,"
    },
    {
        "o": 14109,
        "r": "niv:Job:1:14",
        "t": "a messenger came to Job and said, “The oxen were plowing and the donkeys were grazing nearby,"
    },
    {
        "o": 14110,
        "r": "niv:Job:1:15",
        "t": "and the Sabeans attacked and made off with them. They put the servants to the sword, and I am the only one who has escaped to tell you!”"
    },
    {
        "o": 14111,
        "r": "niv:Job:1:16",
        "t": "While*p he was still speaking, another messenger came and said, “The fire of God fell from the heavens and burned up the sheep and the servants, and I am the only one who has escaped to tell you!”"
    },
    {
        "o": 14112,
        "r": "niv:Job:1:17",
        "t": "While*p he was still speaking, another messenger came and said, “The Chaldeans formed three raiding parties and swept down on your camels and made off with them. They put the servants to the sword, and I am the only one who has escaped to tell you!”"
    },
    {
        "o": 14113,
        "r": "niv:Job:1:18",
        "t": "While*p he was still speaking, yet another messenger came and said, “Your sons and daughters were feasting and drinking wine at the oldest brother’s house,"
    },
    {
        "o": 14114,
        "r": "niv:Job:1:19",
        "t": "when suddenly a mighty wind swept in from the desert and struck the four corners of the house. It collapsed on them and they are dead, and I am the only one who has escaped to tell you!”"
    },
    {
        "o": 14115,
        "r": "niv:Job:1:20",
        "t": "At*p this, Job got up and tore his robe and shaved his head. Then he fell to the ground in worship"
    },
    {
        "o": 14116,
        "r": "niv:Job:1:21",
        "t": "and said: “Naked*pn I came from my mother’s womb, and*ld naked I will depart. The*ln Lord*s gave and the Lord*s has taken away; may*ld the name of the Lord*s be praised.”"
    },
    {
        "o": 14117,
        "r": "niv:Job:1:22",
        "t": "In*p all this, Job did not sin by charging God with wrongdoing."
    },
    {
        "o": 14118,
        "r": "niv:Job:2:0",
        "t": "Job 2",
        "h": 1
    },
    {
        "o": 14119,
        "r": "niv:Job:2:1",
        "t": "On*p another day the angels came to present themselves before the Lord,*s and Satan also came with them to present himself before him."
    },
    {
        "o": 14120,
        "r": "niv:Job:2:2",
        "t": "And the Lord*s said to Satan, “Where have you come from?” Satan*p answered the Lord,*s “From roaming throughout the earth, going back and forth on it.”"
    },
    {
        "o": 14121,
        "r": "niv:Job:2:3",
        "t": "Then*p the Lord*s said to Satan, “Have you considered my servant Job? There is no one on earth like him; he is blameless and upright, a man who fears God and shuns evil. And he still maintains his integrity, though you incited me against him to ruin him without any reason.”"
    },
    {
        "o": 14122,
        "r": "niv:Job:2:4",
        "t": "“Skin*p for skin!” Satan replied. “A man will give all he has for his own life."
    },
    {
        "o": 14123,
        "r": "niv:Job:2:5",
        "t": "But now stretch out your hand and strike his flesh and bones, and he will surely curse you to your face.”"
    },
    {
        "o": 14124,
        "r": "niv:Job:2:6",
        "t": "The*p Lord*s said to Satan, “Very well, then, he is in your hands; but you must spare his life.”"
    },
    {
        "o": 14125,
        "r": "niv:Job:2:7",
        "t": "So*p Satan went out from the presence of the Lord*s and afflicted Job with painful sores from the soles of his feet to the crown of his head."
    },
    {
        "o": 14126,
        "r": "niv:Job:2:8",
        "t": "Then Job took a piece of broken pottery and scraped himself with it as he sat among the ashes."
    },
    {
        "o": 14127,
        "r": "niv:Job:2:9",
        "t": "His*p wife said to him, “Are you still maintaining your integrity? Curse God and die!”"
    },
    {
        "o": 14128,
        "r": "niv:Job:2:10",
        "t": "He*p replied, “You are talking like a foolish woman. Shall we accept good from God, and not trouble?” In*p all this, Job did not sin in what he said."
    },
    {
        "o": 14129,
        "r": "niv:Job:2:11",
        "t": "When*p Job’s three friends, Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite, heard about all the troubles that had come upon him, they set out from their homes and met together by agreement to go and sympathize with him and comfort him."
    },
    {
        "o": 14130,
        "r": "niv:Job:2:12",
        "t": "When they saw him from a distance, they could hardly recognize him; they began to weep aloud, and they tore their robes and sprinkled dust on their heads."
    },
    {
        "o": 14131,
        "r": "niv:Job:2:13",
        "t": "Then they sat on the ground with him for seven days and seven nights. No one said a word to him, because they saw how great his suffering was."
    },
    {
        "o": 14132,
        "r": "niv:Job:3:0",
        "t": "Job 3",
        "h": 1
    },
    {
        "o": 14133,
        "r": "niv:Job:3:0",
        "t": "Job Speaks",
        "h": 2
    },
    {
        "o": 14134,
        "r": "niv:Job:3:1",
        "t": "After*p this, Job opened his mouth and cursed the day of his birth."
    },
    {
        "o": 14135,
        "r": "niv:Job:3:2",
        "t": "He said:"
    },
    {
        "o": 14136,
        "r": "niv:Job:3:3",
        "t": "“May*pn the day of my birth perish, and*ld the night that said, ‘A boy is conceived!’"
    },
    {
        "o": 14137,
        "r": "niv:Job:3:4",
        "t": "That*ln day—may it turn to darkness; may*ld God above not care about it; may*ld no light shine on it."
    },
    {
        "o": 14138,
        "r": "niv:Job:3:5",
        "t": "May*ln gloom and utter darkness claim it once more; may*ld a cloud settle over it; may*ld blackness overwhelm it."
    },
    {
        "o": 14139,
        "r": "niv:Job:3:6",
        "t": "That*ln night—may thick darkness seize it; may*ld it not be included among the days of the year nor*ld be entered in any of the months."
    },
    {
        "o": 14140,
        "r": "niv:Job:3:7",
        "t": "May*ln that night be barren; may*ld no shout of joy be heard in it."
    },
    {
        "o": 14141,
        "r": "niv:Job:3:8",
        "t": "May*ln those who curse days curse that day, those*ld who are ready to rouse Leviathan."
    },
    {
        "o": 14142,
        "r": "niv:Job:3:9",
        "t": "May*ln its morning stars become dark; may*ld it wait for daylight in vain and*ld not see the first rays of dawn,"
    },
    {
        "o": 14143,
        "r": "niv:Job:3:10",
        "t": "for*ln it did not shut the doors of the womb on me to*ld hide trouble from my eyes."
    },
    {
        "o": 14144,
        "r": "niv:Job:3:11",
        "t": "“Why*pn did I not perish at birth, and*ld die as I came from the womb?"
    },
    {
        "o": 14145,
        "r": "niv:Job:3:12",
        "t": "Why*ln were there knees to receive me and*ld breasts that I might be nursed?"
    },
    {
        "o": 14146,
        "r": "niv:Job:3:13",
        "t": "For*ln now I would be lying down in peace; I*ld would be asleep and at rest"
    },
    {
        "o": 14147,
        "r": "niv:Job:3:14",
        "t": "with*ln kings and rulers of the earth, who*ld built for themselves places now lying in ruins,"
    },
    {
        "o": 14148,
        "r": "niv:Job:3:15",
        "t": "with*ln princes who had gold, who*ld filled their houses with silver."
    },
    {
        "o": 14149,
        "r": "niv:Job:3:16",
        "t": "Or*ln why was I not hidden away in the ground like a stillborn child, like*ld an infant who never saw the light of day?"
    },
    {
        "o": 14150,
        "r": "niv:Job:3:17",
        "t": "There*ln the wicked cease from turmoil, and*ld there the weary are at rest."
    },
    {
        "o": 14151,
        "r": "niv:Job:3:18",
        "t": "Captives*ln also enjoy their ease; they*ld no longer hear the slave driver’s shout."
    },
    {
        "o": 14152,
        "r": "niv:Job:3:19",
        "t": "The*ln small and the great are there, and*ld the slaves are freed from their owners."
    },
    {
        "o": 14153,
        "r": "niv:Job:3:20",
        "t": "“Why*pn is light given to those in misery, and*ld life to the bitter of soul,"
    },
    {
        "o": 14154,
        "r": "niv:Job:3:21",
        "t": "to*ln those who long for death that does not come, who*ld search for it more than for hidden treasure,"
    },
    {
        "o": 14155,
        "r": "niv:Job:3:22",
        "t": "who*ln are filled with gladness and*ld rejoice when they reach the grave?"
    },
    {
        "o": 14156,
        "r": "niv:Job:3:23",
        "t": "Why*ln is life given to a man whose*ld way is hidden, whom*ld God has hedged in?"
    },
    {
        "o": 14157,
        "r": "niv:Job:3:24",
        "t": "For*ln sighing has become my daily food; my*ld groans pour out like water."
    },
    {
        "o": 14158,
        "r": "niv:Job:3:25",
        "t": "What*ln I feared has come upon me; what*ld I dreaded has happened to me."
    },
    {
        "o": 14159,
        "r": "niv:Job:3:26",
        "t": "I*ln have no peace, no quietness; I*ld have no rest, but only turmoil.”"
    },
    {
        "o": 14160,
        "r": "niv:Job:4:0",
        "t": "Job 4",
        "h": 1
    },
    {
        "o": 14161,
        "r": "niv:Job:4:0",
        "t": "Eliphaz",
        "h": 2
    },
    {
        "o": 14162,
        "r": "niv:Job:4:1",
        "t": "Then*p Eliphaz the Temanite replied:"
    },
    {
        "o": 14163,
        "r": "niv:Job:4:2",
        "t": "“If*pn someone ventures a word with you, will you be impatient? But*ld who can keep from speaking?"
    },
    {
        "o": 14164,
        "r": "niv:Job:4:3",
        "t": "Think*ln how you have instructed many, how*ld you have strengthened feeble hands."
    },
    {
        "o": 14165,
        "r": "niv:Job:4:4",
        "t": "Your*ln words have supported those who stumbled; you*ld have strengthened faltering knees."
    },
    {
        "o": 14166,
        "r": "niv:Job:4:5",
        "t": "But*ln now trouble comes to you, and you are discouraged; it*ld strikes you, and you are dismayed."
    },
    {
        "o": 14167,
        "r": "niv:Job:4:6",
        "t": "Should*ln not your piety be your confidence and*ld your blameless ways your hope?"
    },
    {
        "o": 14168,
        "r": "niv:Job:4:7",
        "t": "“Consider*pn now: Who, being innocent, has ever perished? Where*ld were the upright ever destroyed?"
    },
    {
        "o": 14169,
        "r": "niv:Job:4:8",
        "t": "As*ln I have observed, those who plow evil and*ld those who sow trouble reap it."
    },
    {
        "o": 14170,
        "r": "niv:Job:4:9",
        "t": "At*ln the breath of God they perish; at*ld the blast of his anger they are no more."
    },
    {
        "o": 14171,
        "r": "niv:Job:4:10",
        "t": "The*ln lions may roar and growl, yet*ld the teeth of the great lions are broken."
    },
    {
        "o": 14172,
        "r": "niv:Job:4:11",
        "t": "The*ln lion perishes for lack of prey, and*ld the cubs of the lioness are scattered."
    },
    {
        "o": 14173,
        "r": "niv:Job:4:12",
        "t": "“A*pn word was secretly brought to me, my*ld ears caught a whisper of it."
    },
    {
        "o": 14174,
        "r": "niv:Job:4:13",
        "t": "Amid*ln disquieting dreams in the night, when*ld deep sleep falls on people,"
    },
    {
        "o": 14175,
        "r": "niv:Job:4:14",
        "t": "fear*ln and trembling seized me and*ld made all my bones shake."
    },
    {
        "o": 14176,
        "r": "niv:Job:4:15",
        "t": "A*ln spirit glided past my face, and*ld the hair on my body stood on end."
    },
    {
        "o": 14177,
        "r": "niv:Job:4:16",
        "t": "It*ln stopped, but*ld I could not tell what it was. A*ln form stood before my eyes, and*ld I heard a hushed voice:"
    },
    {
        "o": 14178,
        "r": "niv:Job:4:17",
        "t": "‘Can*ln a mortal be more righteous than God? Can*ld even a strong man be more pure than his Maker?"
    },
    {
        "o": 14179,
        "r": "niv:Job:4:18",
        "t": "If*ln God places no trust in his servants, if*ld he charges his angels with error,"
    },
    {
        "o": 14180,
        "r": "niv:Job:4:19",
        "t": "how*ln much more those who live in houses of clay, whose*ld foundations are in the dust, who*ld are crushed more readily than a moth!"
    },
    {
        "o": 14181,
        "r": "niv:Job:4:20",
        "t": "Between*ln dawn and dusk they are broken to pieces; unnoticed,*ld they perish forever."
    },
    {
        "o": 14182,
        "r": "niv:Job:4:21",
        "t": "Are*ln not the cords of their tent pulled up, so*ld that they die without wisdom?’"
    },
    {
        "o": 14183,
        "r": "niv:Job:5:0",
        "t": "Job 5",
        "h": 1
    },
    {
        "o": 14184,
        "r": "niv:Job:5:1",
        "t": "“Call*pn if you will, but who will answer you? To*ld which of the holy ones will you turn?"
    },
    {
        "o": 14185,
        "r": "niv:Job:5:2",
        "t": "Resentment*ln kills a fool, and*ld envy slays the simple."
    },
    {
        "o": 14186,
        "r": "niv:Job:5:3",
        "t": "I*ln myself have seen a fool taking root, but*ld suddenly his house was cursed."
    },
    {
        "o": 14187,
        "r": "niv:Job:5:4",
        "t": "His*ln children are far from safety, crushed*ld in court without a defender."
    },
    {
        "o": 14188,
        "r": "niv:Job:5:5",
        "t": "The*ln hungry consume his harvest, taking*ld it even from among thorns, and*ld the thirsty pant after his wealth."
    },
    {
        "o": 14189,
        "r": "niv:Job:5:6",
        "t": "For*ln hardship does not spring from the soil, nor*ld does trouble sprout from the ground."
    },
    {
        "o": 14190,
        "r": "niv:Job:5:7",
        "t": "Yet*ln man is born to trouble as*ld surely as sparks fly upward."
    },
    {
        "o": 14191,
        "r": "niv:Job:5:8",
        "t": "“But*pn if I were you, I would appeal to God; I*ld would lay my cause before him."
    },
    {
        "o": 14192,
        "r": "niv:Job:5:9",
        "t": "He*ln performs wonders that cannot be fathomed, miracles*ld that cannot be counted."
    },
    {
        "o": 14193,
        "r": "niv:Job:5:10",
        "t": "He*ln provides rain for the earth; he*ld sends water on the countryside."
    },
    {
        "o": 14194,
        "r": "niv:Job:5:11",
        "t": "The*ln lowly he sets on high, and*ld those who mourn are lifted to safety."
    },
    {
        "o": 14195,
        "r": "niv:Job:5:12",
        "t": "He*ln thwarts the plans of the crafty, so*ld that their hands achieve no success."
    },
    {
        "o": 14196,
        "r": "niv:Job:5:13",
        "t": "He*ln catches the wise in their craftiness, and*ld the schemes of the wily are swept away."
    },
    {
        "o": 14197,
        "r": "niv:Job:5:14",
        "t": "Darkness*ln comes upon them in the daytime; at*ld noon they grope as in the night."
    },
    {
        "o": 14198,
        "r": "niv:Job:5:15",
        "t": "He*ln saves the needy from the sword in their mouth; he*ld saves them from the clutches of the powerful."
    },
    {
        "o": 14199,
        "r": "niv:Job:5:16",
        "t": "So*ln the poor have hope, and*ld injustice shuts its mouth."
    },
    {
        "o": 14200,
        "r": "niv:Job:5:17",
        "t": "“Blessed*pn is the one whom God corrects; so*ld do not despise the discipline of the Almighty."
    },
    {
        "o": 14201,
        "r": "niv:Job:5:18",
        "t": "For*ln he wounds, but he also binds up; he*ld injures, but his hands also heal."
    },
    {
        "o": 14202,
        "r": "niv:Job:5:19",
        "t": "From*ln six calamities he will rescue you; in*ld seven no harm will touch you."
    },
    {
        "o": 14203,
        "r": "niv:Job:5:20",
        "t": "In*ln famine he will deliver you from death, and*ld in battle from the stroke of the sword."
    },
    {
        "o": 14204,
        "r": "niv:Job:5:21",
        "t": "You*ln will be protected from the lash of the tongue, and*ld need not fear when destruction comes."
    },
    {
        "o": 14205,
        "r": "niv:Job:5:22",
        "t": "You*ln will laugh at destruction and famine, and*ld need not fear the wild animals."
    },
    {
        "o": 14206,
        "r": "niv:Job:5:23",
        "t": "For*ln you will have a covenant with the stones of the field, and*ld the wild animals will be at peace with you."
    },
    {
        "o": 14207,
        "r": "niv:Job:5:24",
        "t": "You*ln will know that your tent is secure; you*ld will take stock of your property and find nothing missing."
    },
    {
        "o": 14208,
        "r": "niv:Job:5:25",
        "t": "You*ln will know that your children will be many, and*ld your descendants like the grass of the earth."
    },
    {
        "o": 14209,
        "r": "niv:Job:5:26",
        "t": "You*ln will come to the grave in full vigor, like*ld sheaves gathered in season."
    },
    {
        "o": 14210,
        "r": "niv:Job:5:27",
        "t": "“We*pn have examined this, and it is true. So*ld hear it and apply it to yourself.”"
    },
    {
        "o": 14211,
        "r": "niv:Job:6:0",
        "t": "Job 6",
        "h": 1
    },
    {
        "o": 14212,
        "r": "niv:Job:6:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14213,
        "r": "niv:Job:6:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14214,
        "r": "niv:Job:6:2",
        "t": "“If*pn only my anguish could be weighed and*ld all my misery be placed on the scales!"
    },
    {
        "o": 14215,
        "r": "niv:Job:6:3",
        "t": "It*ln would surely outweigh the sand of the seas— no*ld wonder my words have been impetuous."
    },
    {
        "o": 14216,
        "r": "niv:Job:6:4",
        "t": "The*ln arrows of the Almighty are in me, my*ld spirit drinks in their poison; God’s*ld terrors are marshaled against me."
    },
    {
        "o": 14217,
        "r": "niv:Job:6:5",
        "t": "Does*ln a wild donkey bray when it has grass, or*ld an ox bellow when it has fodder?"
    },
    {
        "o": 14218,
        "r": "niv:Job:6:6",
        "t": "Is*ln tasteless food eaten without salt, or*ld is there flavor in the sap of the mallow?"
    },
    {
        "o": 14219,
        "r": "niv:Job:6:7",
        "t": "I*ln refuse to touch it; such*ld food makes me ill."
    },
    {
        "o": 14220,
        "r": "niv:Job:6:8",
        "t": "“Oh,*pn that I might have my request, that*ld God would grant what I hope for,"
    },
    {
        "o": 14221,
        "r": "niv:Job:6:9",
        "t": "that*ln God would be willing to crush me, to*ld let loose his hand and cut off my life!"
    },
    {
        "o": 14222,
        "r": "niv:Job:6:10",
        "t": "Then*ln I would still have this consolation— my*ld joy in unrelenting pain— that*ld I had not denied the words of the Holy One."
    },
    {
        "o": 14223,
        "r": "niv:Job:6:11",
        "t": "“What*pn strength do I have, that I should still hope? What*ld prospects, that I should be patient?"
    },
    {
        "o": 14224,
        "r": "niv:Job:6:12",
        "t": "Do*ln I have the strength of stone? Is*ld my flesh bronze?"
    },
    {
        "o": 14225,
        "r": "niv:Job:6:13",
        "t": "Do*ln I have any power to help myself, now*ld that success has been driven from me?"
    },
    {
        "o": 14226,
        "r": "niv:Job:6:14",
        "t": "“Anyone*pn who withholds kindness from a friend forsakes*ld the fear of the Almighty."
    },
    {
        "o": 14227,
        "r": "niv:Job:6:15",
        "t": "But*ln my brothers are as undependable as intermittent streams, as*ld the streams that overflow"
    },
    {
        "o": 14228,
        "r": "niv:Job:6:16",
        "t": "when*ln darkened by thawing ice and*ld swollen with melting snow,"
    },
    {
        "o": 14229,
        "r": "niv:Job:6:17",
        "t": "but*ln that stop flowing in the dry season, and*ld in the heat vanish from their channels."
    },
    {
        "o": 14230,
        "r": "niv:Job:6:18",
        "t": "Caravans*ln turn aside from their routes; they*ld go off into the wasteland and perish."
    },
    {
        "o": 14231,
        "r": "niv:Job:6:19",
        "t": "The*ln caravans of Tema look for water, the*ld traveling merchants of Sheba look in hope."
    },
    {
        "o": 14232,
        "r": "niv:Job:6:20",
        "t": "They*ln are distressed, because they had been confident; they*ld arrive there, only to be disappointed."
    },
    {
        "o": 14233,
        "r": "niv:Job:6:21",
        "t": "Now*ln you too have proved to be of no help; you*ld see something dreadful and are afraid."
    },
    {
        "o": 14234,
        "r": "niv:Job:6:22",
        "t": "Have*ln I ever said, ‘Give something on my behalf, pay*ld a ransom for me from your wealth,"
    },
    {
        "o": 14235,
        "r": "niv:Job:6:23",
        "t": "deliver*ln me from the hand of the enemy, rescue*ld me from the clutches of the ruthless’?"
    },
    {
        "o": 14236,
        "r": "niv:Job:6:24",
        "t": "“Teach*pn me, and I will be quiet; show*ld me where I have been wrong."
    },
    {
        "o": 14237,
        "r": "niv:Job:6:25",
        "t": "How*ln painful are honest words! But*ld what do your arguments prove?"
    },
    {
        "o": 14238,
        "r": "niv:Job:6:26",
        "t": "Do*ln you mean to correct what I say, and*ld treat my desperate words as wind?"
    },
    {
        "o": 14239,
        "r": "niv:Job:6:27",
        "t": "You*ln would even cast lots for the fatherless and*ld barter away your friend."
    },
    {
        "o": 14240,
        "r": "niv:Job:6:28",
        "t": "“But*pn now be so kind as to look at me. Would*ld I lie to your face?"
    },
    {
        "o": 14241,
        "r": "niv:Job:6:29",
        "t": "Relent,*ln do not be unjust; reconsider,*ld for my integrity is at stake."
    },
    {
        "o": 14242,
        "r": "niv:Job:6:30",
        "t": "Is*ln there any wickedness on my lips? Can*ld my mouth not discern malice?"
    },
    {
        "o": 14243,
        "r": "niv:Job:7:0",
        "t": "Job 7",
        "h": 1
    },
    {
        "o": 14244,
        "r": "niv:Job:7:1",
        "t": "“Do*pn not mortals have hard service on earth? Are*ld not their days like those of hired laborers?"
    },
    {
        "o": 14245,
        "r": "niv:Job:7:2",
        "t": "Like*ln a slave longing for the evening shadows, or*ld a hired laborer waiting to be paid,"
    },
    {
        "o": 14246,
        "r": "niv:Job:7:3",
        "t": "so*ln I have been allotted months of futility, and*ld nights of misery have been assigned to me."
    },
    {
        "o": 14247,
        "r": "niv:Job:7:4",
        "t": "When*ln I lie down I think, ‘How long before I get up?’ The*ld night drags on, and I toss and turn until dawn."
    },
    {
        "o": 14248,
        "r": "niv:Job:7:5",
        "t": "My*ln body is clothed with worms and scabs, my*ld skin is broken and festering."
    },
    {
        "o": 14249,
        "r": "niv:Job:7:6",
        "t": "“My*pn days are swifter than a weaver’s shuttle, and*ld they come to an end without hope."
    },
    {
        "o": 14250,
        "r": "niv:Job:7:7",
        "t": "Remember,*ln O God, that my life is but a breath; my*ld eyes will never see happiness again."
    },
    {
        "o": 14251,
        "r": "niv:Job:7:8",
        "t": "The*ln eye that now sees me will see me no longer; you*ld will look for me, but I will be no more."
    },
    {
        "o": 14252,
        "r": "niv:Job:7:9",
        "t": "As*ln a cloud vanishes and is gone, so*ld one who goes down to the grave does not return."
    },
    {
        "o": 14253,
        "r": "niv:Job:7:10",
        "t": "He*ln will never come to his house again; his*ld place will know him no more."
    },
    {
        "o": 14254,
        "r": "niv:Job:7:11",
        "t": "“Therefore*pn I will not keep silent; I*ld will speak out in the anguish of my spirit, I*ld will complain in the bitterness of my soul."
    },
    {
        "o": 14255,
        "r": "niv:Job:7:12",
        "t": "Am*ln I the sea, or the monster of the deep, that*ld you put me under guard?"
    },
    {
        "o": 14256,
        "r": "niv:Job:7:13",
        "t": "When*ln I think my bed will comfort me and*ld my couch will ease my complaint,"
    },
    {
        "o": 14257,
        "r": "niv:Job:7:14",
        "t": "even*ln then you frighten me with dreams and*ld terrify me with visions,"
    },
    {
        "o": 14258,
        "r": "niv:Job:7:15",
        "t": "so*ln that I prefer strangling and death, rather*ld than this body of mine."
    },
    {
        "o": 14259,
        "r": "niv:Job:7:16",
        "t": "I*ln despise my life; I would not live forever. Let*ld me alone; my days have no meaning."
    },
    {
        "o": 14260,
        "r": "niv:Job:7:17",
        "t": "“What*pn is mankind that you make so much of them, that*ld you give them so much attention,"
    },
    {
        "o": 14261,
        "r": "niv:Job:7:18",
        "t": "that*ln you examine them every morning and*ld test them every moment?"
    },
    {
        "o": 14262,
        "r": "niv:Job:7:19",
        "t": "Will*ln you never look away from me, or*ld let me alone even for an instant?"
    },
    {
        "o": 14263,
        "r": "niv:Job:7:20",
        "t": "If*ln I have sinned, what have I done to you, you*ld who see everything we do? Why*ln have you made me your target? Have*ld I become a burden to you?"
    },
    {
        "o": 14264,
        "r": "niv:Job:7:21",
        "t": "Why*ln do you not pardon my offenses and*ld forgive my sins? For*ln I will soon lie down in the dust; you*ld will search for me, but I will be no more.”"
    },
    {
        "o": 14265,
        "r": "niv:Job:8:0",
        "t": "Job 8",
        "h": 1
    },
    {
        "o": 14266,
        "r": "niv:Job:8:0",
        "t": "Bildad",
        "h": 2
    },
    {
        "o": 14267,
        "r": "niv:Job:8:1",
        "t": "Then*p Bildad the Shuhite replied:"
    },
    {
        "o": 14268,
        "r": "niv:Job:8:2",
        "t": "“How*pn long will you say such things? Your*ld words are a blustering wind."
    },
    {
        "o": 14269,
        "r": "niv:Job:8:3",
        "t": "Does*ln God pervert justice? Does*ld the Almighty pervert what is right?"
    },
    {
        "o": 14270,
        "r": "niv:Job:8:4",
        "t": "When*ln your children sinned against him, he*ld gave them over to the penalty of their sin."
    },
    {
        "o": 14271,
        "r": "niv:Job:8:5",
        "t": "But*ln if you will seek God earnestly and*ld plead with the Almighty,"
    },
    {
        "o": 14272,
        "r": "niv:Job:8:6",
        "t": "if*ln you are pure and upright, even*ld now he will rouse himself on your behalf and*ld restore you to your prosperous state."
    },
    {
        "o": 14273,
        "r": "niv:Job:8:7",
        "t": "Your*ln beginnings will seem humble, so*ld prosperous will your future be."
    },
    {
        "o": 14274,
        "r": "niv:Job:8:8",
        "t": "“Ask*pn the former generation and*ld find out what their ancestors learned,"
    },
    {
        "o": 14275,
        "r": "niv:Job:8:9",
        "t": "for*ln we were born only yesterday and know nothing, and*ld our days on earth are but a shadow."
    },
    {
        "o": 14276,
        "r": "niv:Job:8:10",
        "t": "Will*ln they not instruct you and tell you? Will*ld they not bring forth words from their understanding?"
    },
    {
        "o": 14277,
        "r": "niv:Job:8:11",
        "t": "Can*ln papyrus grow tall where there is no marsh? Can*ld reeds thrive without water?"
    },
    {
        "o": 14278,
        "r": "niv:Job:8:12",
        "t": "While*ln still growing and uncut, they*ld wither more quickly than grass."
    },
    {
        "o": 14279,
        "r": "niv:Job:8:13",
        "t": "Such*ln is the destiny of all who forget God; so*ld perishes the hope of the godless."
    },
    {
        "o": 14280,
        "r": "niv:Job:8:14",
        "t": "What*ln they trust in is fragile; what*ld they rely on is a spider’s web."
    },
    {
        "o": 14281,
        "r": "niv:Job:8:15",
        "t": "They*ln lean on the web, but it gives way; they*ld cling to it, but it does not hold."
    },
    {
        "o": 14282,
        "r": "niv:Job:8:16",
        "t": "They*ln are like a well-watered plant in the sunshine, spreading*ld its shoots over the garden;"
    },
    {
        "o": 14283,
        "r": "niv:Job:8:17",
        "t": "it*ln entwines its roots around a pile of rocks and*ld looks for a place among the stones."
    },
    {
        "o": 14284,
        "r": "niv:Job:8:18",
        "t": "But*ln when it is torn from its spot, that*ld place disowns it and says, ‘I never saw you.’"
    },
    {
        "o": 14285,
        "r": "niv:Job:8:19",
        "t": "Surely*ln its life withers away, and*ld from the soil other plants grow."
    },
    {
        "o": 14286,
        "r": "niv:Job:8:20",
        "t": "“Surely*pn God does not reject one who is blameless or*ld strengthen the hands of evildoers."
    },
    {
        "o": 14287,
        "r": "niv:Job:8:21",
        "t": "He*ln will yet fill your mouth with laughter and*ld your lips with shouts of joy."
    },
    {
        "o": 14288,
        "r": "niv:Job:8:22",
        "t": "Your*ln enemies will be clothed in shame, and*ld the tents of the wicked will be no more.”"
    },
    {
        "o": 14289,
        "r": "niv:Job:9:0",
        "t": "Job 9",
        "h": 1
    },
    {
        "o": 14290,
        "r": "niv:Job:9:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14291,
        "r": "niv:Job:9:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14292,
        "r": "niv:Job:9:2",
        "t": "“Indeed,*pn I know that this is true. But*ld how can mere mortals prove their innocence before God?"
    },
    {
        "o": 14293,
        "r": "niv:Job:9:3",
        "t": "Though*ln they wished to dispute with him, they*ld could not answer him one time out of a thousand."
    },
    {
        "o": 14294,
        "r": "niv:Job:9:4",
        "t": "His*ln wisdom is profound, his power is vast. Who*ld has resisted him and come out unscathed?"
    },
    {
        "o": 14295,
        "r": "niv:Job:9:5",
        "t": "He*ln moves mountains without their knowing it and*ld overturns them in his anger."
    },
    {
        "o": 14296,
        "r": "niv:Job:9:6",
        "t": "He*ln shakes the earth from its place and*ld makes its pillars tremble."
    },
    {
        "o": 14297,
        "r": "niv:Job:9:7",
        "t": "He*ln speaks to the sun and it does not shine; he*ld seals off the light of the stars."
    },
    {
        "o": 14298,
        "r": "niv:Job:9:8",
        "t": "He*ln alone stretches out the heavens and*ld treads on the waves of the sea."
    },
    {
        "o": 14299,
        "r": "niv:Job:9:9",
        "t": "He*ln is the Maker of the Bear and Orion, the*ld Pleiades and the constellations of the south."
    },
    {
        "o": 14300,
        "r": "niv:Job:9:10",
        "t": "He*ln performs wonders that cannot be fathomed, miracles*ld that cannot be counted."
    },
    {
        "o": 14301,
        "r": "niv:Job:9:11",
        "t": "When*ln he passes me, I cannot see him; when*ld he goes by, I cannot perceive him."
    },
    {
        "o": 14302,
        "r": "niv:Job:9:12",
        "t": "If*ln he snatches away, who can stop him? Who*ld can say to him, ‘What are you doing?’"
    },
    {
        "o": 14303,
        "r": "niv:Job:9:13",
        "t": "God*ln does not restrain his anger; even*ld the cohorts of Rahab cowered at his feet."
    },
    {
        "o": 14304,
        "r": "niv:Job:9:14",
        "t": "“How*pn then can I dispute with him? How*ld can I find words to argue with him?"
    },
    {
        "o": 14305,
        "r": "niv:Job:9:15",
        "t": "Though*ln I were innocent, I could not answer him; I*ld could only plead with my Judge for mercy."
    },
    {
        "o": 14306,
        "r": "niv:Job:9:16",
        "t": "Even*ln if I summoned him and he responded, I*ld do not believe he would give me a hearing."
    },
    {
        "o": 14307,
        "r": "niv:Job:9:17",
        "t": "He*ln would crush me with a storm and*ld multiply my wounds for no reason."
    },
    {
        "o": 14308,
        "r": "niv:Job:9:18",
        "t": "He*ln would not let me catch my breath but*ld would overwhelm me with misery."
    },
    {
        "o": 14309,
        "r": "niv:Job:9:19",
        "t": "If*ln it is a matter of strength, he is mighty! And*ld if it is a matter of justice, who can challenge him?"
    },
    {
        "o": 14310,
        "r": "niv:Job:9:20",
        "t": "Even*ln if I were innocent, my mouth would condemn me; if*ld I were blameless, it would pronounce me guilty."
    },
    {
        "o": 14311,
        "r": "niv:Job:9:21",
        "t": "“Although*pn I am blameless, I*ld have no concern for myself; I*ld despise my own life."
    },
    {
        "o": 14312,
        "r": "niv:Job:9:22",
        "t": "It*ln is all the same; that is why I say, ‘He*ld destroys both the blameless and the wicked.’"
    },
    {
        "o": 14313,
        "r": "niv:Job:9:23",
        "t": "When*ln a scourge brings sudden death, he*ld mocks the despair of the innocent."
    },
    {
        "o": 14314,
        "r": "niv:Job:9:24",
        "t": "When*ln a land falls into the hands of the wicked, he*ld blindfolds its judges. If*ld it is not he, then who is it?"
    },
    {
        "o": 14315,
        "r": "niv:Job:9:25",
        "t": "“My*pn days are swifter than a runner; they*ld fly away without a glimpse of joy."
    },
    {
        "o": 14316,
        "r": "niv:Job:9:26",
        "t": "They*ln skim past like boats of papyrus, like*ld eagles swooping down on their prey."
    },
    {
        "o": 14317,
        "r": "niv:Job:9:27",
        "t": "If*ln I say, ‘I will forget my complaint, I*ld will change my expression, and smile,’"
    },
    {
        "o": 14318,
        "r": "niv:Job:9:28",
        "t": "I*ln still dread all my sufferings, for*ld I know you will not hold me innocent."
    },
    {
        "o": 14319,
        "r": "niv:Job:9:29",
        "t": "Since*ln I am already found guilty, why*ld should I struggle in vain?"
    },
    {
        "o": 14320,
        "r": "niv:Job:9:30",
        "t": "Even*ln if I washed myself with soap and*ld my hands with cleansing powder,"
    },
    {
        "o": 14321,
        "r": "niv:Job:9:31",
        "t": "you*ln would plunge me into a slime pit so*ld that even my clothes would detest me."
    },
    {
        "o": 14322,
        "r": "niv:Job:9:32",
        "t": "“He*pn is not a mere mortal like me that I might answer him, that*ld we might confront each other in court."
    },
    {
        "o": 14323,
        "r": "niv:Job:9:33",
        "t": "If*ln only there were someone to mediate between us, someone*ld to bring us together,"
    },
    {
        "o": 14324,
        "r": "niv:Job:9:34",
        "t": "someone*ln to remove God’s rod from me, so*ld that his terror would frighten me no more."
    },
    {
        "o": 14325,
        "r": "niv:Job:9:35",
        "t": "Then*ln I would speak up without fear of him, but*ld as it now stands with me, I cannot."
    },
    {
        "o": 14326,
        "r": "niv:Job:10:0",
        "t": "Job 10",
        "h": 1
    },
    {
        "o": 14327,
        "r": "niv:Job:10:1",
        "t": "“I*pn loathe my very life; therefore*ld I will give free rein to my complaint and*ld speak out in the bitterness of my soul."
    },
    {
        "o": 14328,
        "r": "niv:Job:10:2",
        "t": "I*ln say to God: Do not declare me guilty, but*ld tell me what charges you have against me."
    },
    {
        "o": 14329,
        "r": "niv:Job:10:3",
        "t": "Does*ln it please you to oppress me, to*ld spurn the work of your hands, while*ld you smile on the plans of the wicked?"
    },
    {
        "o": 14330,
        "r": "niv:Job:10:4",
        "t": "Do*ln you have eyes of flesh? Do*ld you see as a mortal sees?"
    },
    {
        "o": 14331,
        "r": "niv:Job:10:5",
        "t": "Are*ln your days like those of a mortal or*ld your years like those of a strong man,"
    },
    {
        "o": 14332,
        "r": "niv:Job:10:6",
        "t": "that*ln you must search out my faults and*ld probe after my sin—"
    },
    {
        "o": 14333,
        "r": "niv:Job:10:7",
        "t": "though*ln you know that I am not guilty and*ld that no one can rescue me from your hand?"
    },
    {
        "o": 14334,
        "r": "niv:Job:10:8",
        "t": "“Your*pn hands shaped me and made me. Will*ld you now turn and destroy me?"
    },
    {
        "o": 14335,
        "r": "niv:Job:10:9",
        "t": "Remember*ln that you molded me like clay. Will*ld you now turn me to dust again?"
    },
    {
        "o": 14336,
        "r": "niv:Job:10:10",
        "t": "Did*ln you not pour me out like milk and*ld curdle me like cheese,"
    },
    {
        "o": 14337,
        "r": "niv:Job:10:11",
        "t": "clothe*ln me with skin and flesh and*ld knit me together with bones and sinews?"
    },
    {
        "o": 14338,
        "r": "niv:Job:10:12",
        "t": "You*ln gave me life and showed me kindness, and*ld in your providence watched over my spirit."
    },
    {
        "o": 14339,
        "r": "niv:Job:10:13",
        "t": "“But*pn this is what you concealed in your heart, and*ld I know that this was in your mind:"
    },
    {
        "o": 14340,
        "r": "niv:Job:10:14",
        "t": "If*ln I sinned, you would be watching me and*ld would not let my offense go unpunished."
    },
    {
        "o": 14341,
        "r": "niv:Job:10:15",
        "t": "If*ln I am guilty—woe to me! Even*ld if I am innocent, I cannot lift my head, for*ln I am full of shame and*ld drowned in my affliction."
    },
    {
        "o": 14342,
        "r": "niv:Job:10:16",
        "t": "If*ln I hold my head high, you stalk me like a lion and*ld again display your awesome power against me."
    },
    {
        "o": 14343,
        "r": "niv:Job:10:17",
        "t": "You*ln bring new witnesses against me and*ld increase your anger toward me; your*ld forces come against me wave upon wave."
    },
    {
        "o": 14344,
        "r": "niv:Job:10:18",
        "t": "“Why*pn then did you bring me out of the womb? I*ld wish I had died before any eye saw me."
    },
    {
        "o": 14345,
        "r": "niv:Job:10:19",
        "t": "If*ln only I had never come into being, or*ld had been carried straight from the womb to the grave!"
    },
    {
        "o": 14346,
        "r": "niv:Job:10:20",
        "t": "Are*ln not my few days almost over? Turn*ld away from me so I can have a moment’s joy"
    },
    {
        "o": 14347,
        "r": "niv:Job:10:21",
        "t": "before*ln I go to the place of no return, to*ld the land of gloom and utter darkness,"
    },
    {
        "o": 14348,
        "r": "niv:Job:10:22",
        "t": "to*ln the land of deepest night, of*ld utter darkness and disorder, where*ld even the light is like darkness.”"
    },
    {
        "o": 14349,
        "r": "niv:Job:11:0",
        "t": "Job 11",
        "h": 1
    },
    {
        "o": 14350,
        "r": "niv:Job:11:0",
        "t": "Zophar",
        "h": 2
    },
    {
        "o": 14351,
        "r": "niv:Job:11:1",
        "t": "Then*p Zophar the Naamathite replied:"
    },
    {
        "o": 14352,
        "r": "niv:Job:11:2",
        "t": "“Are*pn all these words to go unanswered? Is*ld this talker to be vindicated?"
    },
    {
        "o": 14353,
        "r": "niv:Job:11:3",
        "t": "Will*ln your idle talk reduce others to silence? Will*ld no one rebuke you when you mock?"
    },
    {
        "o": 14354,
        "r": "niv:Job:11:4",
        "t": "You*ln say to God, ‘My beliefs are flawless and*ld I am pure in your sight.’"
    },
    {
        "o": 14355,
        "r": "niv:Job:11:5",
        "t": "Oh,*ln how I wish that God would speak, that*ld he would open his lips against you"
    },
    {
        "o": 14356,
        "r": "niv:Job:11:6",
        "t": "and*ln disclose to you the secrets of wisdom, for*ld true wisdom has two sides. Know*ld this: God has even forgotten some of your sin."
    },
    {
        "o": 14357,
        "r": "niv:Job:11:7",
        "t": "“Can*pn you fathom the mysteries of God? Can*ld you probe the limits of the Almighty?"
    },
    {
        "o": 14358,
        "r": "niv:Job:11:8",
        "t": "They*ln are higher than the heavens above—what can you do? They*ld are deeper than the depths below—what can you know?"
    },
    {
        "o": 14359,
        "r": "niv:Job:11:9",
        "t": "Their*ln measure is longer than the earth and*ld wider than the sea."
    },
    {
        "o": 14360,
        "r": "niv:Job:11:10",
        "t": "“If*pn he comes along and confines you in prison and*ld convenes a court, who can oppose him?"
    },
    {
        "o": 14361,
        "r": "niv:Job:11:11",
        "t": "Surely*ln he recognizes deceivers; and*ld when he sees evil, does he not take note?"
    },
    {
        "o": 14362,
        "r": "niv:Job:11:12",
        "t": "But*ln the witless can no more become wise than*ld a wild donkey’s colt can be born human."
    },
    {
        "o": 14363,
        "r": "niv:Job:11:13",
        "t": "“Yet*pn if you devote your heart to him and*ld stretch out your hands to him,"
    },
    {
        "o": 14364,
        "r": "niv:Job:11:14",
        "t": "if*ln you put away the sin that is in your hand and*ld allow no evil to dwell in your tent,"
    },
    {
        "o": 14365,
        "r": "niv:Job:11:15",
        "t": "then,*ln free of fault, you will lift up your face; you*ld will stand firm and without fear."
    },
    {
        "o": 14366,
        "r": "niv:Job:11:16",
        "t": "You*ln will surely forget your trouble, recalling*ld it only as waters gone by."
    },
    {
        "o": 14367,
        "r": "niv:Job:11:17",
        "t": "Life*ln will be brighter than noonday, and*ld darkness will become like morning."
    },
    {
        "o": 14368,
        "r": "niv:Job:11:18",
        "t": "You*ln will be secure, because there is hope; you*ld will look about you and take your rest in safety."
    },
    {
        "o": 14369,
        "r": "niv:Job:11:19",
        "t": "You*ln will lie down, with no one to make you afraid, and*ld many will court your favor."
    },
    {
        "o": 14370,
        "r": "niv:Job:11:20",
        "t": "But*ln the eyes of the wicked will fail, and*ld escape will elude them; their*ld hope will become a dying gasp.”"
    },
    {
        "o": 14371,
        "r": "niv:Job:12:0",
        "t": "Job 12",
        "h": 1
    },
    {
        "o": 14372,
        "r": "niv:Job:12:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14373,
        "r": "niv:Job:12:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14374,
        "r": "niv:Job:12:2",
        "t": "“Doubtless*pn you are the only people who matter, and*ld wisdom will die with you!"
    },
    {
        "o": 14375,
        "r": "niv:Job:12:3",
        "t": "But*ln I have a mind as well as you; I*ld am not inferior to you. Who*ld does not know all these things?"
    },
    {
        "o": 14376,
        "r": "niv:Job:12:4",
        "t": "“I*pn have become a laughingstock to my friends, though*ld I called on God and he answered— a*ld mere laughingstock, though righteous and blameless!"
    },
    {
        "o": 14377,
        "r": "niv:Job:12:5",
        "t": "Those*ln who are at ease have contempt for misfortune as*ld the fate of those whose feet are slipping."
    },
    {
        "o": 14378,
        "r": "niv:Job:12:6",
        "t": "The*ln tents of marauders are undisturbed, and*ld those who provoke God are secure— those*ld God has in his hand."
    },
    {
        "o": 14379,
        "r": "niv:Job:12:7",
        "t": "“But*pn ask the animals, and they will teach you, or*ld the birds in the sky, and they will tell you;"
    },
    {
        "o": 14380,
        "r": "niv:Job:12:8",
        "t": "or*ln speak to the earth, and it will teach you, or*ld let the fish in the sea inform you."
    },
    {
        "o": 14381,
        "r": "niv:Job:12:9",
        "t": "Which*ln of all these does not know that*ld the hand of the Lord*s has done this?"
    },
    {
        "o": 14382,
        "r": "niv:Job:12:10",
        "t": "In*ln his hand is the life of every creature and*ld the breath of all mankind."
    },
    {
        "o": 14383,
        "r": "niv:Job:12:11",
        "t": "Does*ln not the ear test words as*ld the tongue tastes food?"
    },
    {
        "o": 14384,
        "r": "niv:Job:12:12",
        "t": "Is*ln not wisdom found among the aged? Does*ld not long life bring understanding?"
    },
    {
        "o": 14385,
        "r": "niv:Job:12:13",
        "t": "“To*pn God belong wisdom and power; counsel*ld and understanding are his."
    },
    {
        "o": 14386,
        "r": "niv:Job:12:14",
        "t": "What*ln he tears down cannot be rebuilt; those*ld he imprisons cannot be released."
    },
    {
        "o": 14387,
        "r": "niv:Job:12:15",
        "t": "If*ln he holds back the waters, there is drought; if*ld he lets them loose, they devastate the land."
    },
    {
        "o": 14388,
        "r": "niv:Job:12:16",
        "t": "To*ln him belong strength and insight; both*ld deceived and deceiver are his."
    },
    {
        "o": 14389,
        "r": "niv:Job:12:17",
        "t": "He*ln leads rulers away stripped and*ld makes fools of judges."
    },
    {
        "o": 14390,
        "r": "niv:Job:12:18",
        "t": "He*ln takes off the shackles put on by kings and*ld ties a loincloth around their waist."
    },
    {
        "o": 14391,
        "r": "niv:Job:12:19",
        "t": "He*ln leads priests away stripped and*ld overthrows officials long established."
    },
    {
        "o": 14392,
        "r": "niv:Job:12:20",
        "t": "He*ln silences the lips of trusted advisers and*ld takes away the discernment of elders."
    },
    {
        "o": 14393,
        "r": "niv:Job:12:21",
        "t": "He*ln pours contempt on nobles and*ld disarms the mighty."
    },
    {
        "o": 14394,
        "r": "niv:Job:12:22",
        "t": "He*ln reveals the deep things of darkness and*ld brings utter darkness into the light."
    },
    {
        "o": 14395,
        "r": "niv:Job:12:23",
        "t": "He*ln makes nations great, and destroys them; he*ld enlarges nations, and disperses them."
    },
    {
        "o": 14396,
        "r": "niv:Job:12:24",
        "t": "He*ln deprives the leaders of the earth of their reason; he*ld makes them wander in a trackless waste."
    },
    {
        "o": 14397,
        "r": "niv:Job:12:25",
        "t": "They*ln grope in darkness with no light; he*ld makes them stagger like drunkards."
    },
    {
        "o": 14398,
        "r": "niv:Job:13:0",
        "t": "Job 13",
        "h": 1
    },
    {
        "o": 14399,
        "r": "niv:Job:13:1",
        "t": "“My*pn eyes have seen all this, my*ld ears have heard and understood it."
    },
    {
        "o": 14400,
        "r": "niv:Job:13:2",
        "t": "What*ln you know, I also know; I*ld am not inferior to you."
    },
    {
        "o": 14401,
        "r": "niv:Job:13:3",
        "t": "But*ln I desire to speak to the Almighty and*ld to argue my case with God."
    },
    {
        "o": 14402,
        "r": "niv:Job:13:4",
        "t": "You,*ln however, smear me with lies; you*ld are worthless physicians, all of you!"
    },
    {
        "o": 14403,
        "r": "niv:Job:13:5",
        "t": "If*ln only you would be altogether silent! For*ld you, that would be wisdom."
    },
    {
        "o": 14404,
        "r": "niv:Job:13:6",
        "t": "Hear*ln now my argument; listen*ld to the pleas of my lips."
    },
    {
        "o": 14405,
        "r": "niv:Job:13:7",
        "t": "Will*ln you speak wickedly on God’s behalf? Will*ld you speak deceitfully for him?"
    },
    {
        "o": 14406,
        "r": "niv:Job:13:8",
        "t": "Will*ln you show him partiality? Will*ld you argue the case for God?"
    },
    {
        "o": 14407,
        "r": "niv:Job:13:9",
        "t": "Would*ln it turn out well if he examined you? Could*ld you deceive him as you might deceive a mortal?"
    },
    {
        "o": 14408,
        "r": "niv:Job:13:10",
        "t": "He*ln would surely call you to account if*ld you secretly showed partiality."
    },
    {
        "o": 14409,
        "r": "niv:Job:13:11",
        "t": "Would*ln not his splendor terrify you? Would*ld not the dread of him fall on you?"
    },
    {
        "o": 14410,
        "r": "niv:Job:13:12",
        "t": "Your*ln maxims are proverbs of ashes; your*ld defenses are defenses of clay."
    },
    {
        "o": 14411,
        "r": "niv:Job:13:13",
        "t": "“Keep*pn silent and let me speak; then*ld let come to me what may."
    },
    {
        "o": 14412,
        "r": "niv:Job:13:14",
        "t": "Why*ln do I put myself in jeopardy and*ld take my life in my hands?"
    },
    {
        "o": 14413,
        "r": "niv:Job:13:15",
        "t": "Though*ln he slay me, yet will I hope in him; I*ld will surely defend my ways to his face."
    },
    {
        "o": 14414,
        "r": "niv:Job:13:16",
        "t": "Indeed,*ln this will turn out for my deliverance, for*ld no godless person would dare come before him!"
    },
    {
        "o": 14415,
        "r": "niv:Job:13:17",
        "t": "Listen*ln carefully to what I say; let*ld my words ring in your ears."
    },
    {
        "o": 14416,
        "r": "niv:Job:13:18",
        "t": "Now*ln that I have prepared my case, I*ld know I will be vindicated."
    },
    {
        "o": 14417,
        "r": "niv:Job:13:19",
        "t": "Can*ln anyone bring charges against me? If*ld so, I will be silent and die."
    },
    {
        "o": 14418,
        "r": "niv:Job:13:20",
        "t": "“Only*pn grant me these two things, God, and*ld then I will not hide from you:"
    },
    {
        "o": 14419,
        "r": "niv:Job:13:21",
        "t": "Withdraw*ln your hand far from me, and*ld stop frightening me with your terrors."
    },
    {
        "o": 14420,
        "r": "niv:Job:13:22",
        "t": "Then*ln summon me and I will answer, or*ld let me speak, and you reply to me."
    },
    {
        "o": 14421,
        "r": "niv:Job:13:23",
        "t": "How*ln many wrongs and sins have I committed? Show*ld me my offense and my sin."
    },
    {
        "o": 14422,
        "r": "niv:Job:13:24",
        "t": "Why*ln do you hide your face and*ld consider me your enemy?"
    },
    {
        "o": 14423,
        "r": "niv:Job:13:25",
        "t": "Will*ln you torment a windblown leaf? Will*ld you chase after dry chaff?"
    },
    {
        "o": 14424,
        "r": "niv:Job:13:26",
        "t": "For*ln you write down bitter things against me and*ld make me reap the sins of my youth."
    },
    {
        "o": 14425,
        "r": "niv:Job:13:27",
        "t": "You*ln fasten my feet in shackles; you*ld keep close watch on all my paths by*ld putting marks on the soles of my feet."
    },
    {
        "o": 14426,
        "r": "niv:Job:13:28",
        "t": "“So*pn man wastes away like something rotten, like*ld a garment eaten by moths."
    },
    {
        "o": 14427,
        "r": "niv:Job:14:0",
        "t": "Job 14",
        "h": 1
    },
    {
        "o": 14428,
        "r": "niv:Job:14:1",
        "t": "“Mortals,*pn born of woman, are*ld of few days and full of trouble."
    },
    {
        "o": 14429,
        "r": "niv:Job:14:2",
        "t": "They*ln spring up like flowers and wither away; like*ld fleeting shadows, they do not endure."
    },
    {
        "o": 14430,
        "r": "niv:Job:14:3",
        "t": "Do*ln you fix your eye on them? Will*ld you bring them before you for judgment?"
    },
    {
        "o": 14431,
        "r": "niv:Job:14:4",
        "t": "Who*ln can bring what is pure from the impure? No*ld one!"
    },
    {
        "o": 14432,
        "r": "niv:Job:14:5",
        "t": "A*ln person’s days are determined; you*ld have decreed the number of his months and*ld have set limits he cannot exceed."
    },
    {
        "o": 14433,
        "r": "niv:Job:14:6",
        "t": "So*ln look away from him and let him alone, till*ld he has put in his time like a hired laborer."
    },
    {
        "o": 14434,
        "r": "niv:Job:14:7",
        "t": "“At*pn least there is hope for a tree: If*ld it is cut down, it will sprout again, and*ld its new shoots will not fail."
    },
    {
        "o": 14435,
        "r": "niv:Job:14:8",
        "t": "Its*ln roots may grow old in the ground and*ld its stump die in the soil,"
    },
    {
        "o": 14436,
        "r": "niv:Job:14:9",
        "t": "yet*ln at the scent of water it will bud and*ld put forth shoots like a plant."
    },
    {
        "o": 14437,
        "r": "niv:Job:14:10",
        "t": "But*ln a man dies and is laid low; he*ld breathes his last and is no more."
    },
    {
        "o": 14438,
        "r": "niv:Job:14:11",
        "t": "As*ln the water of a lake dries up or*ld a riverbed becomes parched and dry,"
    },
    {
        "o": 14439,
        "r": "niv:Job:14:12",
        "t": "so*ln he lies down and does not rise; till*ld the heavens are no more, people will not awake or*ld be roused from their sleep."
    },
    {
        "o": 14440,
        "r": "niv:Job:14:13",
        "t": "“If*pn only you would hide me in the grave and*ld conceal me till your anger has passed! If*ln only you would set me a time and*ld then remember me!"
    },
    {
        "o": 14441,
        "r": "niv:Job:14:14",
        "t": "If*ln someone dies, will they live again? All*ld the days of my hard service I*ld will wait for my renewal to come."
    },
    {
        "o": 14442,
        "r": "niv:Job:14:15",
        "t": "You*ln will call and I will answer you; you*ld will long for the creature your hands have made."
    },
    {
        "o": 14443,
        "r": "niv:Job:14:16",
        "t": "Surely*ln then you will count my steps but*ld not keep track of my sin."
    },
    {
        "o": 14444,
        "r": "niv:Job:14:17",
        "t": "My*ln offenses will be sealed up in a bag; you*ld will cover over my sin."
    },
    {
        "o": 14445,
        "r": "niv:Job:14:18",
        "t": "“But*pn as a mountain erodes and crumbles and*ld as a rock is moved from its place,"
    },
    {
        "o": 14446,
        "r": "niv:Job:14:19",
        "t": "as*ln water wears away stones and*ld torrents wash away the soil, so*ld you destroy a person’s hope."
    },
    {
        "o": 14447,
        "r": "niv:Job:14:20",
        "t": "You*ln overpower them once for all, and they are gone; you*ld change their countenance and send them away."
    },
    {
        "o": 14448,
        "r": "niv:Job:14:21",
        "t": "If*ln their children are honored, they do not know it; if*ld their offspring are brought low, they do not see it."
    },
    {
        "o": 14449,
        "r": "niv:Job:14:22",
        "t": "They*ln feel but the pain of their own bodies and*ld mourn only for themselves.”"
    },
    {
        "o": 14450,
        "r": "niv:Job:15:0",
        "t": "Job 15",
        "h": 1
    },
    {
        "o": 14451,
        "r": "niv:Job:15:0",
        "t": "Eliphaz",
        "h": 2
    },
    {
        "o": 14452,
        "r": "niv:Job:15:1",
        "t": "Then*p Eliphaz the Temanite replied:"
    },
    {
        "o": 14453,
        "r": "niv:Job:15:2",
        "t": "“Would*pn a wise person answer with empty notions or*ld fill their belly with the hot east wind?"
    },
    {
        "o": 14454,
        "r": "niv:Job:15:3",
        "t": "Would*ln they argue with useless words, with*ld speeches that have no value?"
    },
    {
        "o": 14455,
        "r": "niv:Job:15:4",
        "t": "But*ln you even undermine piety and*ld hinder devotion to God."
    },
    {
        "o": 14456,
        "r": "niv:Job:15:5",
        "t": "Your*ln sin prompts your mouth; you*ld adopt the tongue of the crafty."
    },
    {
        "o": 14457,
        "r": "niv:Job:15:6",
        "t": "Your*ln own mouth condemns you, not mine; your*ld own lips testify against you."
    },
    {
        "o": 14458,
        "r": "niv:Job:15:7",
        "t": "“Are*pn you the first man ever born? Were*ld you brought forth before the hills?"
    },
    {
        "o": 14459,
        "r": "niv:Job:15:8",
        "t": "Do*ln you listen in on God’s council? Do*ld you have a monopoly on wisdom?"
    },
    {
        "o": 14460,
        "r": "niv:Job:15:9",
        "t": "What*ln do you know that we do not know? What*ld insights do you have that we do not have?"
    },
    {
        "o": 14461,
        "r": "niv:Job:15:10",
        "t": "The*ln gray-haired and the aged are on our side, men*ld even older than your father."
    },
    {
        "o": 14462,
        "r": "niv:Job:15:11",
        "t": "Are*ln God’s consolations not enough for you, words*ld spoken gently to you?"
    },
    {
        "o": 14463,
        "r": "niv:Job:15:12",
        "t": "Why*ln has your heart carried you away, and*ld why do your eyes flash,"
    },
    {
        "o": 14464,
        "r": "niv:Job:15:13",
        "t": "so*ln that you vent your rage against God and*ld pour out such words from your mouth?"
    },
    {
        "o": 14465,
        "r": "niv:Job:15:14",
        "t": "“What*pn are mortals, that they could be pure, or*ld those born of woman, that they could be righteous?"
    },
    {
        "o": 14466,
        "r": "niv:Job:15:15",
        "t": "If*ln God places no trust in his holy ones, if*ld even the heavens are not pure in his eyes,"
    },
    {
        "o": 14467,
        "r": "niv:Job:15:16",
        "t": "how*ln much less mortals, who are vile and corrupt, who*ld drink up evil like water!"
    },
    {
        "o": 14468,
        "r": "niv:Job:15:17",
        "t": "“Listen*pn to me and I will explain to you; let*ld me tell you what I have seen,"
    },
    {
        "o": 14469,
        "r": "niv:Job:15:18",
        "t": "what*ln the wise have declared, hiding*ld nothing received from their ancestors"
    },
    {
        "o": 14470,
        "r": "niv:Job:15:19",
        "t": "(to*ln whom alone the land was given when*ld no foreigners moved among them):"
    },
    {
        "o": 14471,
        "r": "niv:Job:15:20",
        "t": "All*ln his days the wicked man suffers torment, the*ld ruthless man through all the years stored up for him."
    },
    {
        "o": 14472,
        "r": "niv:Job:15:21",
        "t": "Terrifying*ln sounds fill his ears; when*ld all seems well, marauders attack him."
    },
    {
        "o": 14473,
        "r": "niv:Job:15:22",
        "t": "He*ln despairs of escaping the realm of darkness; he*ld is marked for the sword."
    },
    {
        "o": 14474,
        "r": "niv:Job:15:23",
        "t": "He*ln wanders about for food like a vulture; he*ld knows the day of darkness is at hand."
    },
    {
        "o": 14475,
        "r": "niv:Job:15:24",
        "t": "Distress*ln and anguish fill him with terror; troubles*ld overwhelm him, like a king poised to attack,"
    },
    {
        "o": 14476,
        "r": "niv:Job:15:25",
        "t": "because*ln he shakes his fist at God and*ld vaunts himself against the Almighty,"
    },
    {
        "o": 14477,
        "r": "niv:Job:15:26",
        "t": "defiantly*ln charging against him with*ld a thick, strong shield."
    },
    {
        "o": 14478,
        "r": "niv:Job:15:27",
        "t": "“Though*pn his face is covered with fat and*ld his waist bulges with flesh,"
    },
    {
        "o": 14479,
        "r": "niv:Job:15:28",
        "t": "he*ln will inhabit ruined towns and*ld houses where no one lives, houses*ld crumbling to rubble."
    },
    {
        "o": 14480,
        "r": "niv:Job:15:29",
        "t": "He*ln will no longer be rich and his wealth will not endure, nor*ld will his possessions spread over the land."
    },
    {
        "o": 14481,
        "r": "niv:Job:15:30",
        "t": "He*ln will not escape the darkness; a*ld flame will wither his shoots, and*ld the breath of God’s mouth will carry him away."
    },
    {
        "o": 14482,
        "r": "niv:Job:15:31",
        "t": "Let*ln him not deceive himself by trusting what is worthless, for*ld he will get nothing in return."
    },
    {
        "o": 14483,
        "r": "niv:Job:15:32",
        "t": "Before*ln his time he will wither, and*ld his branches will not flourish."
    },
    {
        "o": 14484,
        "r": "niv:Job:15:33",
        "t": "He*ln will be like a vine stripped of its unripe grapes, like*ld an olive tree shedding its blossoms."
    },
    {
        "o": 14485,
        "r": "niv:Job:15:34",
        "t": "For*ln the company of the godless will be barren, and*ld fire will consume the tents of those who love bribes."
    },
    {
        "o": 14486,
        "r": "niv:Job:15:35",
        "t": "They*ln conceive trouble and give birth to evil; their*ld womb fashions deceit.”"
    },
    {
        "o": 14487,
        "r": "niv:Job:16:0",
        "t": "Job 16",
        "h": 1
    },
    {
        "o": 14488,
        "r": "niv:Job:16:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14489,
        "r": "niv:Job:16:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14490,
        "r": "niv:Job:16:2",
        "t": "“I*pn have heard many things like these; you*ld are miserable comforters, all of you!"
    },
    {
        "o": 14491,
        "r": "niv:Job:16:3",
        "t": "Will*ln your long-winded speeches never end? What*ld ails you that you keep on arguing?"
    },
    {
        "o": 14492,
        "r": "niv:Job:16:4",
        "t": "I*ln also could speak like you, if*ld you were in my place; I*ln could make fine speeches against you and*ld shake my head at you."
    },
    {
        "o": 14493,
        "r": "niv:Job:16:5",
        "t": "But*ln my mouth would encourage you; comfort*ld from my lips would bring you relief."
    },
    {
        "o": 14494,
        "r": "niv:Job:16:6",
        "t": "“Yet*pn if I speak, my pain is not relieved; and*ld if I refrain, it does not go away."
    },
    {
        "o": 14495,
        "r": "niv:Job:16:7",
        "t": "Surely,*ln God, you have worn me out; you*ld have devastated my entire household."
    },
    {
        "o": 14496,
        "r": "niv:Job:16:8",
        "t": "You*ln have shriveled me up—and it has become a witness; my*ld gauntness rises up and testifies against me."
    },
    {
        "o": 14497,
        "r": "niv:Job:16:9",
        "t": "God*ln assails me and tears me in his anger and*ld gnashes his teeth at me; my*ld opponent fastens on me his piercing eyes."
    },
    {
        "o": 14498,
        "r": "niv:Job:16:10",
        "t": "People*ln open their mouths to jeer at me; they*ld strike my cheek in scorn and*ld unite together against me."
    },
    {
        "o": 14499,
        "r": "niv:Job:16:11",
        "t": "God*ln has turned me over to the ungodly and*ld thrown me into the clutches of the wicked."
    },
    {
        "o": 14500,
        "r": "niv:Job:16:12",
        "t": "All*ln was well with me, but he shattered me; he*ld seized me by the neck and crushed me. He*ln has made me his target;"
    },
    {
        "o": 14501,
        "r": "niv:Job:16:13",
        "t": "his*ld archers surround me. Without*ln pity, he pierces my kidneys and*ld spills my gall on the ground."
    },
    {
        "o": 14502,
        "r": "niv:Job:16:14",
        "t": "Again*ln and again he bursts upon me; he*ld rushes at me like a warrior."
    },
    {
        "o": 14503,
        "r": "niv:Job:16:15",
        "t": "“I*pn have sewed sackcloth over my skin and*ld buried my brow in the dust."
    },
    {
        "o": 14504,
        "r": "niv:Job:16:16",
        "t": "My*ln face is red with weeping, dark*ld shadows ring my eyes;"
    },
    {
        "o": 14505,
        "r": "niv:Job:16:17",
        "t": "yet*ln my hands have been free of violence and*ld my prayer is pure."
    },
    {
        "o": 14506,
        "r": "niv:Job:16:18",
        "t": "“Earth,*pn do not cover my blood; may*ld my cry never be laid to rest!"
    },
    {
        "o": 14507,
        "r": "niv:Job:16:19",
        "t": "Even*ln now my witness is in heaven; my*ld advocate is on high."
    },
    {
        "o": 14508,
        "r": "niv:Job:16:20",
        "t": "My*ln intercessor is my friend as*ld my eyes pour out tears to God;"
    },
    {
        "o": 14509,
        "r": "niv:Job:16:21",
        "t": "on*ln behalf of a man he pleads with God as*ld one pleads for a friend."
    },
    {
        "o": 14510,
        "r": "niv:Job:16:22",
        "t": "“Only*pn a few years will pass before*ld I take the path of no return."
    },
    {
        "o": 14511,
        "r": "niv:Job:17:0",
        "t": "Job 17",
        "h": 1
    },
    {
        "o": 14512,
        "r": "niv:Job:17:1",
        "t": "My*pn spirit is broken, my*ld days are cut short, the*ld grave awaits me."
    },
    {
        "o": 14513,
        "r": "niv:Job:17:2",
        "t": "Surely*ln mockers surround me; my*ld eyes must dwell on their hostility."
    },
    {
        "o": 14514,
        "r": "niv:Job:17:3",
        "t": "“Give*pn me, O God, the pledge you demand. Who*ld else will put up security for me?"
    },
    {
        "o": 14515,
        "r": "niv:Job:17:4",
        "t": "You*ln have closed their minds to understanding; therefore*ld you will not let them triumph."
    },
    {
        "o": 14516,
        "r": "niv:Job:17:5",
        "t": "If*ln anyone denounces their friends for reward, the*ld eyes of their children will fail."
    },
    {
        "o": 14517,
        "r": "niv:Job:17:6",
        "t": "“God*pn has made me a byword to everyone, a*ld man in whose face people spit."
    },
    {
        "o": 14518,
        "r": "niv:Job:17:7",
        "t": "My*ln eyes have grown dim with grief; my*ld whole frame is but a shadow."
    },
    {
        "o": 14519,
        "r": "niv:Job:17:8",
        "t": "The*ln upright are appalled at this; the*ld innocent are aroused against the ungodly."
    },
    {
        "o": 14520,
        "r": "niv:Job:17:9",
        "t": "Nevertheless,*ln the righteous will hold to their ways, and*ld those with clean hands will grow stronger."
    },
    {
        "o": 14521,
        "r": "niv:Job:17:10",
        "t": "“But*pn come on, all of you, try again! I*ld will not find a wise man among you."
    },
    {
        "o": 14522,
        "r": "niv:Job:17:11",
        "t": "My*ln days have passed, my plans are shattered. Yet*ld the desires of my heart"
    },
    {
        "o": 14523,
        "r": "niv:Job:17:12",
        "t": "turn*ln night into day; in*ld the face of the darkness light is near."
    },
    {
        "o": 14524,
        "r": "niv:Job:17:13",
        "t": "If*ln the only home I hope for is the grave, if*ld I spread out my bed in the realm of darkness,"
    },
    {
        "o": 14525,
        "r": "niv:Job:17:14",
        "t": "if*ln I say to corruption, ‘You are my father,’ and*ld to the worm, ‘My mother’ or ‘My sister,’"
    },
    {
        "o": 14526,
        "r": "niv:Job:17:15",
        "t": "where*ln then is my hope— who*ld can see any hope for me?"
    },
    {
        "o": 14527,
        "r": "niv:Job:17:16",
        "t": "Will*ln it go down to the gates of death? Will*ld we descend together into the dust?”"
    },
    {
        "o": 14528,
        "r": "niv:Job:18:0",
        "t": "Job 18",
        "h": 1
    },
    {
        "o": 14529,
        "r": "niv:Job:18:0",
        "t": "Bildad",
        "h": 2
    },
    {
        "o": 14530,
        "r": "niv:Job:18:1",
        "t": "Then*p Bildad the Shuhite replied:"
    },
    {
        "o": 14531,
        "r": "niv:Job:18:2",
        "t": "“When*pn will you end these speeches? Be*ld sensible, and then we can talk."
    },
    {
        "o": 14532,
        "r": "niv:Job:18:3",
        "t": "Why*ln are we regarded as cattle and*ld considered stupid in your sight?"
    },
    {
        "o": 14533,
        "r": "niv:Job:18:4",
        "t": "You*ln who tear yourself to pieces in your anger, is*ld the earth to be abandoned for your sake? Or*ld must the rocks be moved from their place?"
    },
    {
        "o": 14534,
        "r": "niv:Job:18:5",
        "t": "“The*pn lamp of a wicked man is snuffed out; the*ld flame of his fire stops burning."
    },
    {
        "o": 14535,
        "r": "niv:Job:18:6",
        "t": "The*ln light in his tent becomes dark; the*ld lamp beside him goes out."
    },
    {
        "o": 14536,
        "r": "niv:Job:18:7",
        "t": "The*ln vigor of his step is weakened; his*ld own schemes throw him down."
    },
    {
        "o": 14537,
        "r": "niv:Job:18:8",
        "t": "His*ln feet thrust him into a net; he*ld wanders into its mesh."
    },
    {
        "o": 14538,
        "r": "niv:Job:18:9",
        "t": "A*ln trap seizes him by the heel; a*ld snare holds him fast."
    },
    {
        "o": 14539,
        "r": "niv:Job:18:10",
        "t": "A*ln noose is hidden for him on the ground; a*ld trap lies in his path."
    },
    {
        "o": 14540,
        "r": "niv:Job:18:11",
        "t": "Terrors*ln startle him on every side and*ld dog his every step."
    },
    {
        "o": 14541,
        "r": "niv:Job:18:12",
        "t": "Calamity*ln is hungry for him; disaster*ld is ready for him when he falls."
    },
    {
        "o": 14542,
        "r": "niv:Job:18:13",
        "t": "It*ln eats away parts of his skin; death’s*ld firstborn devours his limbs."
    },
    {
        "o": 14543,
        "r": "niv:Job:18:14",
        "t": "He*ln is torn from the security of his tent and*ld marched off to the king of terrors."
    },
    {
        "o": 14544,
        "r": "niv:Job:18:15",
        "t": "Fire*ln resides in his tent; burning*ld sulfur is scattered over his dwelling."
    },
    {
        "o": 14545,
        "r": "niv:Job:18:16",
        "t": "His*ln roots dry up below and*ld his branches wither above."
    },
    {
        "o": 14546,
        "r": "niv:Job:18:17",
        "t": "The*ln memory of him perishes from the earth; he*ld has no name in the land."
    },
    {
        "o": 14547,
        "r": "niv:Job:18:18",
        "t": "He*ln is driven from light into the realm of darkness and*ld is banished from the world."
    },
    {
        "o": 14548,
        "r": "niv:Job:18:19",
        "t": "He*ln has no offspring or descendants among his people, no*ld survivor where once he lived."
    },
    {
        "o": 14549,
        "r": "niv:Job:18:20",
        "t": "People*ln of the west are appalled at his fate; those*ld of the east are seized with horror."
    },
    {
        "o": 14550,
        "r": "niv:Job:18:21",
        "t": "Surely*ln such is the dwelling of an evil man; such*ld is the place of one who does not know God.”"
    },
    {
        "o": 14551,
        "r": "niv:Job:19:0",
        "t": "Job 19",
        "h": 1
    },
    {
        "o": 14552,
        "r": "niv:Job:19:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14553,
        "r": "niv:Job:19:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14554,
        "r": "niv:Job:19:2",
        "t": "“How*pn long will you torment me and*ld crush me with words?"
    },
    {
        "o": 14555,
        "r": "niv:Job:19:3",
        "t": "Ten*ln times now you have reproached me; shamelessly*ld you attack me."
    },
    {
        "o": 14556,
        "r": "niv:Job:19:4",
        "t": "If*ln it is true that I have gone astray, my*ld error remains my concern alone."
    },
    {
        "o": 14557,
        "r": "niv:Job:19:5",
        "t": "If*ln indeed you would exalt yourselves above me and*ld use my humiliation against me,"
    },
    {
        "o": 14558,
        "r": "niv:Job:19:6",
        "t": "then*ln know that God has wronged me and*ld drawn his net around me."
    },
    {
        "o": 14559,
        "r": "niv:Job:19:7",
        "t": "“Though*pn I cry, ‘Violence!’ I get no response; though*ld I call for help, there is no justice."
    },
    {
        "o": 14560,
        "r": "niv:Job:19:8",
        "t": "He*ln has blocked my way so I cannot pass; he*ld has shrouded my paths in darkness."
    },
    {
        "o": 14561,
        "r": "niv:Job:19:9",
        "t": "He*ln has stripped me of my honor and*ld removed the crown from my head."
    },
    {
        "o": 14562,
        "r": "niv:Job:19:10",
        "t": "He*ln tears me down on every side till I am gone; he*ld uproots my hope like a tree."
    },
    {
        "o": 14563,
        "r": "niv:Job:19:11",
        "t": "His*ln anger burns against me; he*ld counts me among his enemies."
    },
    {
        "o": 14564,
        "r": "niv:Job:19:12",
        "t": "His*ln troops advance in force; they*ld build a siege ramp against me and*ld encamp around my tent."
    },
    {
        "o": 14565,
        "r": "niv:Job:19:13",
        "t": "“He*pn has alienated my family from me; my*ld acquaintances are completely estranged from me."
    },
    {
        "o": 14566,
        "r": "niv:Job:19:14",
        "t": "My*ln relatives have gone away; my*ld closest friends have forgotten me."
    },
    {
        "o": 14567,
        "r": "niv:Job:19:15",
        "t": "My*ln guests and my female servants count me a foreigner; they*ld look on me as on a stranger."
    },
    {
        "o": 14568,
        "r": "niv:Job:19:16",
        "t": "I*ln summon my servant, but he does not answer, though*ld I beg him with my own mouth."
    },
    {
        "o": 14569,
        "r": "niv:Job:19:17",
        "t": "My*ln breath is offensive to my wife; I*ld am loathsome to my own family."
    },
    {
        "o": 14570,
        "r": "niv:Job:19:18",
        "t": "Even*ln the little boys scorn me; when*ld I appear, they ridicule me."
    },
    {
        "o": 14571,
        "r": "niv:Job:19:19",
        "t": "All*ln my intimate friends detest me; those*ld I love have turned against me."
    },
    {
        "o": 14572,
        "r": "niv:Job:19:20",
        "t": "I*ln am nothing but skin and bones; I*ld have escaped only by the skin of my teeth."
    },
    {
        "o": 14573,
        "r": "niv:Job:19:21",
        "t": "“Have*pn pity on me, my friends, have pity, for*ld the hand of God has struck me."
    },
    {
        "o": 14574,
        "r": "niv:Job:19:22",
        "t": "Why*ln do you pursue me as God does? Will*ld you never get enough of my flesh?"
    },
    {
        "o": 14575,
        "r": "niv:Job:19:23",
        "t": "“Oh,*pn that my words were recorded, that*ld they were written on a scroll,"
    },
    {
        "o": 14576,
        "r": "niv:Job:19:24",
        "t": "that*ln they were inscribed with an iron tool on lead, or*ld engraved in rock forever!"
    },
    {
        "o": 14577,
        "r": "niv:Job:19:25",
        "t": "I*ln know that my redeemer lives, and*ld that in the end he will stand on the earth."
    },
    {
        "o": 14578,
        "r": "niv:Job:19:26",
        "t": "And*ln after my skin has been destroyed, yet*ld in my flesh I will see God;"
    },
    {
        "o": 14579,
        "r": "niv:Job:19:27",
        "t": "I*ln myself will see him with*ld my own eyes—I, and not another. How*ld my heart yearns within me!"
    },
    {
        "o": 14580,
        "r": "niv:Job:19:28",
        "t": "“If*pn you say, ‘How we will hound him, since*ld the root of the trouble lies in him,’"
    },
    {
        "o": 14581,
        "r": "niv:Job:19:29",
        "t": "you*ln should fear the sword yourselves; for*ld wrath will bring punishment by the sword, and*ld then you will know that there is judgment.”"
    },
    {
        "o": 14582,
        "r": "niv:Job:20:0",
        "t": "Job 20",
        "h": 1
    },
    {
        "o": 14583,
        "r": "niv:Job:20:0",
        "t": "Zophar",
        "h": 2
    },
    {
        "o": 14584,
        "r": "niv:Job:20:1",
        "t": "Then*p Zophar the Naamathite replied:"
    },
    {
        "o": 14585,
        "r": "niv:Job:20:2",
        "t": "“My*pn troubled thoughts prompt me to answer because*ld I am greatly disturbed."
    },
    {
        "o": 14586,
        "r": "niv:Job:20:3",
        "t": "I*ln hear a rebuke that dishonors me, and*ld my understanding inspires me to reply."
    },
    {
        "o": 14587,
        "r": "niv:Job:20:4",
        "t": "“Surely*pn you know how it has been from of old, ever*ld since mankind was placed on the earth,"
    },
    {
        "o": 14588,
        "r": "niv:Job:20:5",
        "t": "that*ln the mirth of the wicked is brief, the*ld joy of the godless lasts but a moment."
    },
    {
        "o": 14589,
        "r": "niv:Job:20:6",
        "t": "Though*ln the pride of the godless person reaches to the heavens and*ld his head touches the clouds,"
    },
    {
        "o": 14590,
        "r": "niv:Job:20:7",
        "t": "he*ln will perish forever, like his own dung; those*ld who have seen him will say, ‘Where is he?’"
    },
    {
        "o": 14591,
        "r": "niv:Job:20:8",
        "t": "Like*ln a dream he flies away, no more to be found, banished*ld like a vision of the night."
    },
    {
        "o": 14592,
        "r": "niv:Job:20:9",
        "t": "The*ln eye that saw him will not see him again; his*ld place will look on him no more."
    },
    {
        "o": 14593,
        "r": "niv:Job:20:10",
        "t": "His*ln children must make amends to the poor; his*ld own hands must give back his wealth."
    },
    {
        "o": 14594,
        "r": "niv:Job:20:11",
        "t": "The*ln youthful vigor that fills his bones will*ld lie with him in the dust."
    },
    {
        "o": 14595,
        "r": "niv:Job:20:12",
        "t": "“Though*pn evil is sweet in his mouth and*ld he hides it under his tongue,"
    },
    {
        "o": 14596,
        "r": "niv:Job:20:13",
        "t": "though*ln he cannot bear to let it go and*ld lets it linger in his mouth,"
    },
    {
        "o": 14597,
        "r": "niv:Job:20:14",
        "t": "yet*ln his food will turn sour in his stomach; it*ld will become the venom of serpents within him."
    },
    {
        "o": 14598,
        "r": "niv:Job:20:15",
        "t": "He*ln will spit out the riches he swallowed; God*ld will make his stomach vomit them up."
    },
    {
        "o": 14599,
        "r": "niv:Job:20:16",
        "t": "He*ln will suck the poison of serpents; the*ld fangs of an adder will kill him."
    },
    {
        "o": 14600,
        "r": "niv:Job:20:17",
        "t": "He*ln will not enjoy the streams, the*ld rivers flowing with honey and cream."
    },
    {
        "o": 14601,
        "r": "niv:Job:20:18",
        "t": "What*ln he toiled for he must give back uneaten; he*ld will not enjoy the profit from his trading."
    },
    {
        "o": 14602,
        "r": "niv:Job:20:19",
        "t": "For*ln he has oppressed the poor and left them destitute; he*ld has seized houses he did not build."
    },
    {
        "o": 14603,
        "r": "niv:Job:20:20",
        "t": "“Surely*pn he will have no respite from his craving; he*ld cannot save himself by his treasure."
    },
    {
        "o": 14604,
        "r": "niv:Job:20:21",
        "t": "Nothing*ln is left for him to devour; his*ld prosperity will not endure."
    },
    {
        "o": 14605,
        "r": "niv:Job:20:22",
        "t": "In*ln the midst of his plenty, distress will overtake him; the*ld full force of misery will come upon him."
    },
    {
        "o": 14606,
        "r": "niv:Job:20:23",
        "t": "When*ln he has filled his belly, God*ld will vent his burning anger against him and*ld rain down his blows on him."
    },
    {
        "o": 14607,
        "r": "niv:Job:20:24",
        "t": "Though*ln he flees from an iron weapon, a*ld bronze-tipped arrow pierces him."
    },
    {
        "o": 14608,
        "r": "niv:Job:20:25",
        "t": "He*ln pulls it out of his back, the*ld gleaming point out of his liver. Terrors*ln will come over him;"
    },
    {
        "o": 14609,
        "r": "niv:Job:20:26",
        "t": "total*ld darkness lies in wait for his treasures. A*ln fire unfanned will consume him and*ld devour what is left in his tent."
    },
    {
        "o": 14610,
        "r": "niv:Job:20:27",
        "t": "The*ln heavens will expose his guilt; the*ld earth will rise up against him."
    },
    {
        "o": 14611,
        "r": "niv:Job:20:28",
        "t": "A*ln flood will carry off his house, rushing*ld waters on the day of God’s wrath."
    },
    {
        "o": 14612,
        "r": "niv:Job:20:29",
        "t": "Such*ln is the fate God allots the wicked, the*ld heritage appointed for them by God.”"
    },
    {
        "o": 14613,
        "r": "niv:Job:21:0",
        "t": "Job 21",
        "h": 1
    },
    {
        "o": 14614,
        "r": "niv:Job:21:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14615,
        "r": "niv:Job:21:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14616,
        "r": "niv:Job:21:2",
        "t": "“Listen*pn carefully to my words; let*ld this be the consolation you give me."
    },
    {
        "o": 14617,
        "r": "niv:Job:21:3",
        "t": "Bear*ln with me while I speak, and*ld after I have spoken, mock on."
    },
    {
        "o": 14618,
        "r": "niv:Job:21:4",
        "t": "“Is*pn my complaint directed to a human being? Why*ld should I not be impatient?"
    },
    {
        "o": 14619,
        "r": "niv:Job:21:5",
        "t": "Look*ln at me and be appalled; clap*ld your hand over your mouth."
    },
    {
        "o": 14620,
        "r": "niv:Job:21:6",
        "t": "When*ln I think about this, I am terrified; trembling*ld seizes my body."
    },
    {
        "o": 14621,
        "r": "niv:Job:21:7",
        "t": "Why*ln do the wicked live on, growing*ld old and increasing in power?"
    },
    {
        "o": 14622,
        "r": "niv:Job:21:8",
        "t": "They*ln see their children established around them, their*ld offspring before their eyes."
    },
    {
        "o": 14623,
        "r": "niv:Job:21:9",
        "t": "Their*ln homes are safe and free from fear; the*ld rod of God is not on them."
    },
    {
        "o": 14624,
        "r": "niv:Job:21:10",
        "t": "Their*ln bulls never fail to breed; their*ld cows calve and do not miscarry."
    },
    {
        "o": 14625,
        "r": "niv:Job:21:11",
        "t": "They*ln send forth their children as a flock; their*ld little ones dance about."
    },
    {
        "o": 14626,
        "r": "niv:Job:21:12",
        "t": "They*ln sing to the music of timbrel and lyre; they*ld make merry to the sound of the pipe."
    },
    {
        "o": 14627,
        "r": "niv:Job:21:13",
        "t": "They*ln spend their years in prosperity and*ld go down to the grave in peace."
    },
    {
        "o": 14628,
        "r": "niv:Job:21:14",
        "t": "Yet*ln they say to God, ‘Leave us alone! We*ld have no desire to know your ways."
    },
    {
        "o": 14629,
        "r": "niv:Job:21:15",
        "t": "Who*ln is the Almighty, that we should serve him? What*ld would we gain by praying to him?’"
    },
    {
        "o": 14630,
        "r": "niv:Job:21:16",
        "t": "But*ln their prosperity is not in their own hands, so*ld I stand aloof from the plans of the wicked."
    },
    {
        "o": 14631,
        "r": "niv:Job:21:17",
        "t": "“Yet*pn how often is the lamp of the wicked snuffed out? How*ld often does calamity come upon them, the*ld fate God allots in his anger?"
    },
    {
        "o": 14632,
        "r": "niv:Job:21:18",
        "t": "How*ln often are they like straw before the wind, like*ld chaff swept away by a gale?"
    },
    {
        "o": 14633,
        "r": "niv:Job:21:19",
        "t": "It*ln is said, ‘God stores up the punishment of the wicked for their children.’ Let*ld him repay the wicked, so that they themselves will experience it!"
    },
    {
        "o": 14634,
        "r": "niv:Job:21:20",
        "t": "Let*ln their own eyes see their destruction; let*ld them drink the cup of the wrath of the Almighty."
    },
    {
        "o": 14635,
        "r": "niv:Job:21:21",
        "t": "For*ln what do they care about the families they leave behind when*ld their allotted months come to an end?"
    },
    {
        "o": 14636,
        "r": "niv:Job:21:22",
        "t": "“Can*pn anyone teach knowledge to God, since*ld he judges even the highest?"
    },
    {
        "o": 14637,
        "r": "niv:Job:21:23",
        "t": "One*ln person dies in full vigor, completely*ld secure and at ease,"
    },
    {
        "o": 14638,
        "r": "niv:Job:21:24",
        "t": "well*ln nourished in body, bones*ld rich with marrow."
    },
    {
        "o": 14639,
        "r": "niv:Job:21:25",
        "t": "Another*ln dies in bitterness of soul, never*ld having enjoyed anything good."
    },
    {
        "o": 14640,
        "r": "niv:Job:21:26",
        "t": "Side*ln by side they lie in the dust, and*ld worms cover them both."
    },
    {
        "o": 14641,
        "r": "niv:Job:21:27",
        "t": "“I*pn know full well what you are thinking, the*ld schemes by which you would wrong me."
    },
    {
        "o": 14642,
        "r": "niv:Job:21:28",
        "t": "You*ln say, ‘Where now is the house of the great, the*ld tents where the wicked lived?’"
    },
    {
        "o": 14643,
        "r": "niv:Job:21:29",
        "t": "Have*ln you never questioned those who travel? Have*ld you paid no regard to their accounts—"
    },
    {
        "o": 14644,
        "r": "niv:Job:21:30",
        "t": "that*ln the wicked are spared from the day of calamity, that*ld they are delivered from the day of wrath?"
    },
    {
        "o": 14645,
        "r": "niv:Job:21:31",
        "t": "Who*ln denounces their conduct to their face? Who*ld repays them for what they have done?"
    },
    {
        "o": 14646,
        "r": "niv:Job:21:32",
        "t": "They*ln are carried to the grave, and*ld watch is kept over their tombs."
    },
    {
        "o": 14647,
        "r": "niv:Job:21:33",
        "t": "The*ln soil in the valley is sweet to them; everyone*ld follows after them, and*ld a countless throng goes before them."
    },
    {
        "o": 14648,
        "r": "niv:Job:21:34",
        "t": "“So*pn how can you console me with your nonsense? Nothing*ld is left of your answers but falsehood!”"
    },
    {
        "o": 14649,
        "r": "niv:Job:22:0",
        "t": "Job 22",
        "h": 1
    },
    {
        "o": 14650,
        "r": "niv:Job:22:0",
        "t": "Eliphaz",
        "h": 2
    },
    {
        "o": 14651,
        "r": "niv:Job:22:1",
        "t": "Then*p Eliphaz the Temanite replied:"
    },
    {
        "o": 14652,
        "r": "niv:Job:22:2",
        "t": "“Can*pn a man be of benefit to God? Can*ld even a wise person benefit him?"
    },
    {
        "o": 14653,
        "r": "niv:Job:22:3",
        "t": "What*ln pleasure would it give the Almighty if you were righteous? What*ld would he gain if your ways were blameless?"
    },
    {
        "o": 14654,
        "r": "niv:Job:22:4",
        "t": "“Is*pn it for your piety that he rebukes you and*ld brings charges against you?"
    },
    {
        "o": 14655,
        "r": "niv:Job:22:5",
        "t": "Is*ln not your wickedness great? Are*ld not your sins endless?"
    },
    {
        "o": 14656,
        "r": "niv:Job:22:6",
        "t": "You*ln demanded security from your relatives for no reason; you*ld stripped people of their clothing, leaving them naked."
    },
    {
        "o": 14657,
        "r": "niv:Job:22:7",
        "t": "You*ln gave no water to the weary and*ld you withheld food from the hungry,"
    },
    {
        "o": 14658,
        "r": "niv:Job:22:8",
        "t": "though*ln you were a powerful man, owning land— an*ld honored man, living on it."
    },
    {
        "o": 14659,
        "r": "niv:Job:22:9",
        "t": "And*ln you sent widows away empty-handed and*ld broke the strength of the fatherless."
    },
    {
        "o": 14660,
        "r": "niv:Job:22:10",
        "t": "That*ln is why snares are all around you, why*ld sudden peril terrifies you,"
    },
    {
        "o": 14661,
        "r": "niv:Job:22:11",
        "t": "why*ln it is so dark you cannot see, and*ld why a flood of water covers you."
    },
    {
        "o": 14662,
        "r": "niv:Job:22:12",
        "t": "“Is*pn not God in the heights of heaven? And*ld see how lofty are the highest stars!"
    },
    {
        "o": 14663,
        "r": "niv:Job:22:13",
        "t": "Yet*ln you say, ‘What does God know? Does*ld he judge through such darkness?"
    },
    {
        "o": 14664,
        "r": "niv:Job:22:14",
        "t": "Thick*ln clouds veil him, so he does not see us as*ld he goes about in the vaulted heavens.’"
    },
    {
        "o": 14665,
        "r": "niv:Job:22:15",
        "t": "Will*ln you keep to the old path that*ld the wicked have trod?"
    },
    {
        "o": 14666,
        "r": "niv:Job:22:16",
        "t": "They*ln were carried off before their time, their*ld foundations washed away by a flood."
    },
    {
        "o": 14667,
        "r": "niv:Job:22:17",
        "t": "They*ln said to God, ‘Leave us alone! What*ld can the Almighty do to us?’"
    },
    {
        "o": 14668,
        "r": "niv:Job:22:18",
        "t": "Yet*ln it was he who filled their houses with good things, so*ld I stand aloof from the plans of the wicked."
    },
    {
        "o": 14669,
        "r": "niv:Job:22:19",
        "t": "The*ln righteous see their ruin and rejoice; the*ld innocent mock them, saying,"
    },
    {
        "o": 14670,
        "r": "niv:Job:22:20",
        "t": "‘Surely*ln our foes are destroyed, and*ld fire devours their wealth.’"
    },
    {
        "o": 14671,
        "r": "niv:Job:22:21",
        "t": "“Submit*pn to God and be at peace with him; in*ld this way prosperity will come to you."
    },
    {
        "o": 14672,
        "r": "niv:Job:22:22",
        "t": "Accept*ln instruction from his mouth and*ld lay up his words in your heart."
    },
    {
        "o": 14673,
        "r": "niv:Job:22:23",
        "t": "If*ln you return to the Almighty, you will be restored: If*ld you remove wickedness far from your tent"
    },
    {
        "o": 14674,
        "r": "niv:Job:22:24",
        "t": "and*ln assign your nuggets to the dust, your*ld gold of Ophir to the rocks in the ravines,"
    },
    {
        "o": 14675,
        "r": "niv:Job:22:25",
        "t": "then*ln the Almighty will be your gold, the*ld choicest silver for you."
    },
    {
        "o": 14676,
        "r": "niv:Job:22:26",
        "t": "Surely*ln then you will find delight in the Almighty and*ld will lift up your face to God."
    },
    {
        "o": 14677,
        "r": "niv:Job:22:27",
        "t": "You*ln will pray to him, and he will hear you, and*ld you will fulfill your vows."
    },
    {
        "o": 14678,
        "r": "niv:Job:22:28",
        "t": "What*ln you decide on will be done, and*ld light will shine on your ways."
    },
    {
        "o": 14679,
        "r": "niv:Job:22:29",
        "t": "When*ln people are brought low and you say, ‘Lift them up!’ then*ld he will save the downcast."
    },
    {
        "o": 14680,
        "r": "niv:Job:22:30",
        "t": "He*ln will deliver even one who is not innocent, who*ld will be delivered through the cleanness of your hands.”"
    },
    {
        "o": 14681,
        "r": "niv:Job:23:0",
        "t": "Job 23",
        "h": 1
    },
    {
        "o": 14682,
        "r": "niv:Job:23:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14683,
        "r": "niv:Job:23:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14684,
        "r": "niv:Job:23:2",
        "t": "“Even*pn today my complaint is bitter; his*ld hand is heavy in spite of my groaning."
    },
    {
        "o": 14685,
        "r": "niv:Job:23:3",
        "t": "If*ln only I knew where to find him; if*ld only I could go to his dwelling!"
    },
    {
        "o": 14686,
        "r": "niv:Job:23:4",
        "t": "I*ln would state my case before him and*ld fill my mouth with arguments."
    },
    {
        "o": 14687,
        "r": "niv:Job:23:5",
        "t": "I*ln would find out what he would answer me, and*ld consider what he would say to me."
    },
    {
        "o": 14688,
        "r": "niv:Job:23:6",
        "t": "Would*ln he vigorously oppose me? No,*ld he would not press charges against me."
    },
    {
        "o": 14689,
        "r": "niv:Job:23:7",
        "t": "There*ln the upright can establish their innocence before him, and*ld there I would be delivered forever from my judge."
    },
    {
        "o": 14690,
        "r": "niv:Job:23:8",
        "t": "“But*pn if I go to the east, he is not there; if*ld I go to the west, I do not find him."
    },
    {
        "o": 14691,
        "r": "niv:Job:23:9",
        "t": "When*ln he is at work in the north, I do not see him; when*ld he turns to the south, I catch no glimpse of him."
    },
    {
        "o": 14692,
        "r": "niv:Job:23:10",
        "t": "But*ln he knows the way that I take; when*ld he has tested me, I will come forth as gold."
    },
    {
        "o": 14693,
        "r": "niv:Job:23:11",
        "t": "My*ln feet have closely followed his steps; I*ld have kept to his way without turning aside."
    },
    {
        "o": 14694,
        "r": "niv:Job:23:12",
        "t": "I*ln have not departed from the commands of his lips; I*ld have treasured the words of his mouth more than my daily bread."
    },
    {
        "o": 14695,
        "r": "niv:Job:23:13",
        "t": "“But*pn he stands alone, and who can oppose him? He*ld does whatever he pleases."
    },
    {
        "o": 14696,
        "r": "niv:Job:23:14",
        "t": "He*ln carries out his decree against me, and*ld many such plans he still has in store."
    },
    {
        "o": 14697,
        "r": "niv:Job:23:15",
        "t": "That*ln is why I am terrified before him; when*ld I think of all this, I fear him."
    },
    {
        "o": 14698,
        "r": "niv:Job:23:16",
        "t": "God*ln has made my heart faint; the*ld Almighty has terrified me."
    },
    {
        "o": 14699,
        "r": "niv:Job:23:17",
        "t": "Yet*ln I am not silenced by the darkness, by*ld the thick darkness that covers my face."
    },
    {
        "o": 14700,
        "r": "niv:Job:24:0",
        "t": "Job 24",
        "h": 1
    },
    {
        "o": 14701,
        "r": "niv:Job:24:1",
        "t": "“Why*pn does the Almighty not set times for judgment? Why*ld must those who know him look in vain for such days?"
    },
    {
        "o": 14702,
        "r": "niv:Job:24:2",
        "t": "There*ln are those who move boundary stones; they*ld pasture flocks they have stolen."
    },
    {
        "o": 14703,
        "r": "niv:Job:24:3",
        "t": "They*ln drive away the orphan’s donkey and*ld take the widow’s ox in pledge."
    },
    {
        "o": 14704,
        "r": "niv:Job:24:4",
        "t": "They*ln thrust the needy from the path and*ld force all the poor of the land into hiding."
    },
    {
        "o": 14705,
        "r": "niv:Job:24:5",
        "t": "Like*ln wild donkeys in the desert, the*ld poor go about their labor of foraging food; the*ld wasteland provides food for their children."
    },
    {
        "o": 14706,
        "r": "niv:Job:24:6",
        "t": "They*ln gather fodder in the fields and*ld glean in the vineyards of the wicked."
    },
    {
        "o": 14707,
        "r": "niv:Job:24:7",
        "t": "Lacking*ln clothes, they spend the night naked; they*ld have nothing to cover themselves in the cold."
    },
    {
        "o": 14708,
        "r": "niv:Job:24:8",
        "t": "They*ln are drenched by mountain rains and*ld hug the rocks for lack of shelter."
    },
    {
        "o": 14709,
        "r": "niv:Job:24:9",
        "t": "The*ln fatherless child is snatched from the breast; the*ld infant of the poor is seized for a debt."
    },
    {
        "o": 14710,
        "r": "niv:Job:24:10",
        "t": "Lacking*ln clothes, they go about naked; they*ld carry the sheaves, but still go hungry."
    },
    {
        "o": 14711,
        "r": "niv:Job:24:11",
        "t": "They*ln crush olives among the terraces; they*ld tread the winepresses, yet suffer thirst."
    },
    {
        "o": 14712,
        "r": "niv:Job:24:12",
        "t": "The*ln groans of the dying rise from the city, and*ld the souls of the wounded cry out for help. But*ld God charges no one with wrongdoing."
    },
    {
        "o": 14713,
        "r": "niv:Job:24:13",
        "t": "“There*pn are those who rebel against the light, who*ld do not know its ways or*ld stay in its paths."
    },
    {
        "o": 14714,
        "r": "niv:Job:24:14",
        "t": "When*ln daylight is gone, the murderer rises up, kills*ld the poor and needy, and*ld in the night steals forth like a thief."
    },
    {
        "o": 14715,
        "r": "niv:Job:24:15",
        "t": "The*ln eye of the adulterer watches for dusk; he*ld thinks, ‘No eye will see me,’ and*ld he keeps his face concealed."
    },
    {
        "o": 14716,
        "r": "niv:Job:24:16",
        "t": "In*ln the dark, thieves break into houses, but*ld by day they shut themselves in; they*ld want nothing to do with the light."
    },
    {
        "o": 14717,
        "r": "niv:Job:24:17",
        "t": "For*ln all of them, midnight is their morning; they*ld make friends with the terrors of darkness."
    },
    {
        "o": 14718,
        "r": "niv:Job:24:18",
        "t": "“Yet*pn they are foam on the surface of the water; their*ld portion of the land is cursed, so*ld that no one goes to the vineyards."
    },
    {
        "o": 14719,
        "r": "niv:Job:24:19",
        "t": "As*ln heat and drought snatch away the melted snow, so*ld the grave snatches away those who have sinned."
    },
    {
        "o": 14720,
        "r": "niv:Job:24:20",
        "t": "The*ln womb forgets them, the*ld worm feasts on them; the*ln wicked are no longer remembered but*ld are broken like a tree."
    },
    {
        "o": 14721,
        "r": "niv:Job:24:21",
        "t": "They*ln prey on the barren and childless woman, and*ld to the widow they show no kindness."
    },
    {
        "o": 14722,
        "r": "niv:Job:24:22",
        "t": "But*ln God drags away the mighty by his power; though*ld they become established, they have no assurance of life."
    },
    {
        "o": 14723,
        "r": "niv:Job:24:23",
        "t": "He*ln may let them rest in a feeling of security, but*ld his eyes are on their ways."
    },
    {
        "o": 14724,
        "r": "niv:Job:24:24",
        "t": "For*ln a little while they are exalted, and then they are gone; they*ld are brought low and gathered up like all others; they*ld are cut off like heads of grain."
    },
    {
        "o": 14725,
        "r": "niv:Job:24:25",
        "t": "“If*pn this is not so, who can prove me false and*ld reduce my words to nothing?”"
    },
    {
        "o": 14726,
        "r": "niv:Job:25:0",
        "t": "Job 25",
        "h": 1
    },
    {
        "o": 14727,
        "r": "niv:Job:25:0",
        "t": "Bildad",
        "h": 2
    },
    {
        "o": 14728,
        "r": "niv:Job:25:1",
        "t": "Then*p Bildad the Shuhite replied:"
    },
    {
        "o": 14729,
        "r": "niv:Job:25:2",
        "t": "“Dominion*pn and awe belong to God; he*ld establishes order in the heights of heaven."
    },
    {
        "o": 14730,
        "r": "niv:Job:25:3",
        "t": "Can*ln his forces be numbered? On*ld whom does his light not rise?"
    },
    {
        "o": 14731,
        "r": "niv:Job:25:4",
        "t": "How*ln then can a mortal be righteous before God? How*ld can one born of woman be pure?"
    },
    {
        "o": 14732,
        "r": "niv:Job:25:5",
        "t": "If*ln even the moon is not bright and*ld the stars are not pure in his eyes,"
    },
    {
        "o": 14733,
        "r": "niv:Job:25:6",
        "t": "how*ln much less a mortal, who is but a maggot— a*ld human being, who is only a worm!”"
    },
    {
        "o": 14734,
        "r": "niv:Job:26:0",
        "t": "Job 26",
        "h": 1
    },
    {
        "o": 14735,
        "r": "niv:Job:26:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14736,
        "r": "niv:Job:26:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14737,
        "r": "niv:Job:26:2",
        "t": "“How*pn you have helped the powerless! How*ld you have saved the arm that is feeble!"
    },
    {
        "o": 14738,
        "r": "niv:Job:26:3",
        "t": "What*ln advice you have offered to one without wisdom! And*ld what great insight you have displayed!"
    },
    {
        "o": 14739,
        "r": "niv:Job:26:4",
        "t": "Who*ln has helped you utter these words? And*ld whose spirit spoke from your mouth?"
    },
    {
        "o": 14740,
        "r": "niv:Job:26:5",
        "t": "“The*pn dead are in deep anguish, those*ld beneath the waters and all that live in them."
    },
    {
        "o": 14741,
        "r": "niv:Job:26:6",
        "t": "The*ln realm of the dead is naked before God; Destruction*ld lies uncovered."
    },
    {
        "o": 14742,
        "r": "niv:Job:26:7",
        "t": "He*ln spreads out the northern skies over empty space; he*ld suspends the earth over nothing."
    },
    {
        "o": 14743,
        "r": "niv:Job:26:8",
        "t": "He*ln wraps up the waters in his clouds, yet*ld the clouds do not burst under their weight."
    },
    {
        "o": 14744,
        "r": "niv:Job:26:9",
        "t": "He*ln covers the face of the full moon, spreading*ld his clouds over it."
    },
    {
        "o": 14745,
        "r": "niv:Job:26:10",
        "t": "He*ln marks out the horizon on the face of the waters for*ld a boundary between light and darkness."
    },
    {
        "o": 14746,
        "r": "niv:Job:26:11",
        "t": "The*ln pillars of the heavens quake, aghast*ld at his rebuke."
    },
    {
        "o": 14747,
        "r": "niv:Job:26:12",
        "t": "By*ln his power he churned up the sea; by*ld his wisdom he cut Rahab to pieces."
    },
    {
        "o": 14748,
        "r": "niv:Job:26:13",
        "t": "By*ln his breath the skies became fair; his*ld hand pierced the gliding serpent."
    },
    {
        "o": 14749,
        "r": "niv:Job:26:14",
        "t": "And*ln these are but the outer fringe of his works; how*ld faint the whisper we hear of him! Who*ld then can understand the thunder of his power?”"
    },
    {
        "o": 14750,
        "r": "niv:Job:27:0",
        "t": "Job 27",
        "h": 1
    },
    {
        "o": 14751,
        "r": "niv:Job:27:0",
        "t": "Job’s Final Word to His Friends",
        "h": 2
    },
    {
        "o": 14752,
        "r": "niv:Job:27:1",
        "t": "And*p Job continued his discourse:"
    },
    {
        "o": 14753,
        "r": "niv:Job:27:2",
        "t": "“As*pn surely as God lives, who has denied me justice, the*ld Almighty, who has made my life bitter,"
    },
    {
        "o": 14754,
        "r": "niv:Job:27:3",
        "t": "as*ln long as I have life within me, the*ld breath of God in my nostrils,"
    },
    {
        "o": 14755,
        "r": "niv:Job:27:4",
        "t": "my*ln lips will not say anything wicked, and*ld my tongue will not utter lies."
    },
    {
        "o": 14756,
        "r": "niv:Job:27:5",
        "t": "I*ln will never admit you are in the right; till*ld I die, I will not deny my integrity."
    },
    {
        "o": 14757,
        "r": "niv:Job:27:6",
        "t": "I*ln will maintain my innocence and never let go of it; my*ld conscience will not reproach me as long as I live."
    },
    {
        "o": 14758,
        "r": "niv:Job:27:7",
        "t": "“May*pn my enemy be like the wicked, my*ld adversary like the unjust!"
    },
    {
        "o": 14759,
        "r": "niv:Job:27:8",
        "t": "For*ln what hope have the godless when they are cut off, when*ld God takes away their life?"
    },
    {
        "o": 14760,
        "r": "niv:Job:27:9",
        "t": "Does*ln God listen to their cry when*ld distress comes upon them?"
    },
    {
        "o": 14761,
        "r": "niv:Job:27:10",
        "t": "Will*ln they find delight in the Almighty? Will*ld they call on God at all times?"
    },
    {
        "o": 14762,
        "r": "niv:Job:27:11",
        "t": "“I*pn will teach you about the power of God; the*ld ways of the Almighty I will not conceal."
    },
    {
        "o": 14763,
        "r": "niv:Job:27:12",
        "t": "You*ln have all seen this yourselves. Why*ld then this meaningless talk?"
    },
    {
        "o": 14764,
        "r": "niv:Job:27:13",
        "t": "“Here*pn is the fate God allots to the wicked, the*ld heritage a ruthless man receives from the Almighty:"
    },
    {
        "o": 14765,
        "r": "niv:Job:27:14",
        "t": "However*ln many his children, their fate is the sword; his*ld offspring will never have enough to eat."
    },
    {
        "o": 14766,
        "r": "niv:Job:27:15",
        "t": "The*ln plague will bury those who survive him, and*ld their widows will not weep for them."
    },
    {
        "o": 14767,
        "r": "niv:Job:27:16",
        "t": "Though*ln he heaps up silver like dust and*ld clothes like piles of clay,"
    },
    {
        "o": 14768,
        "r": "niv:Job:27:17",
        "t": "what*ln he lays up the righteous will wear, and*ld the innocent will divide his silver."
    },
    {
        "o": 14769,
        "r": "niv:Job:27:18",
        "t": "The*ln house he builds is like a moth’s cocoon, like*ld a hut made by a watchman."
    },
    {
        "o": 14770,
        "r": "niv:Job:27:19",
        "t": "He*ln lies down wealthy, but will do so no more; when*ld he opens his eyes, all is gone."
    },
    {
        "o": 14771,
        "r": "niv:Job:27:20",
        "t": "Terrors*ln overtake him like a flood; a*ld tempest snatches him away in the night."
    },
    {
        "o": 14772,
        "r": "niv:Job:27:21",
        "t": "The*ln east wind carries him off, and he is gone; it*ld sweeps him out of his place."
    },
    {
        "o": 14773,
        "r": "niv:Job:27:22",
        "t": "It*ln hurls itself against him without mercy as*ld he flees headlong from its power."
    },
    {
        "o": 14774,
        "r": "niv:Job:27:23",
        "t": "It*ln claps its hands in derision and*ld hisses him out of his place.”"
    },
    {
        "o": 14775,
        "r": "niv:Job:28:0",
        "t": "Job 28",
        "h": 1
    },
    {
        "o": 14776,
        "r": "niv:Job:28:0",
        "t": "Interlude: Where Wisdom Is Found",
        "h": 2
    },
    {
        "o": 14777,
        "r": "niv:Job:28:1",
        "t": "There*pn is a mine for silver and*ld a place where gold is refined."
    },
    {
        "o": 14778,
        "r": "niv:Job:28:2",
        "t": "Iron*ln is taken from the earth, and*ld copper is smelted from ore."
    },
    {
        "o": 14779,
        "r": "niv:Job:28:3",
        "t": "Mortals*ln put an end to the darkness; they*ld search out the farthest recesses for*ld ore in the blackest darkness."
    },
    {
        "o": 14780,
        "r": "niv:Job:28:4",
        "t": "Far*ln from human dwellings they cut a shaft, in*ld places untouched by human feet; far*ld from other people they dangle and sway."
    },
    {
        "o": 14781,
        "r": "niv:Job:28:5",
        "t": "The*ln earth, from which food comes, is*ld transformed below as by fire;"
    },
    {
        "o": 14782,
        "r": "niv:Job:28:6",
        "t": "lapis*ln lazuli comes from its rocks, and*ld its dust contains nuggets of gold."
    },
    {
        "o": 14783,
        "r": "niv:Job:28:7",
        "t": "No*ln bird of prey knows that hidden path, no*ld falcon’s eye has seen it."
    },
    {
        "o": 14784,
        "r": "niv:Job:28:8",
        "t": "Proud*ln beasts do not set foot on it, and*ld no lion prowls there."
    },
    {
        "o": 14785,
        "r": "niv:Job:28:9",
        "t": "People*ln assault the flinty rock with their hands and*ld lay bare the roots of the mountains."
    },
    {
        "o": 14786,
        "r": "niv:Job:28:10",
        "t": "They*ln tunnel through the rock; their*ld eyes see all its treasures."
    },
    {
        "o": 14787,
        "r": "niv:Job:28:11",
        "t": "They*ln search the sources of the rivers and*ld bring hidden things to light."
    },
    {
        "o": 14788,
        "r": "niv:Job:28:12",
        "t": "But*pn where can wisdom be found? Where*ld does understanding dwell?"
    },
    {
        "o": 14789,
        "r": "niv:Job:28:13",
        "t": "No*ln mortal comprehends its worth; it*ld cannot be found in the land of the living."
    },
    {
        "o": 14790,
        "r": "niv:Job:28:14",
        "t": "The*ln deep says, “It is not in me”; the*ld sea says, “It is not with me.”"
    },
    {
        "o": 14791,
        "r": "niv:Job:28:15",
        "t": "It*ln cannot be bought with the finest gold, nor*ld can its price be weighed out in silver."
    },
    {
        "o": 14792,
        "r": "niv:Job:28:16",
        "t": "It*ln cannot be bought with the gold of Ophir, with*ld precious onyx or lapis lazuli."
    },
    {
        "o": 14793,
        "r": "niv:Job:28:17",
        "t": "Neither*ln gold nor crystal can compare with it, nor*ld can it be had for jewels of gold."
    },
    {
        "o": 14794,
        "r": "niv:Job:28:18",
        "t": "Coral*ln and jasper are not worthy of mention; the*ld price of wisdom is beyond rubies."
    },
    {
        "o": 14795,
        "r": "niv:Job:28:19",
        "t": "The*ln topaz of Cush cannot compare with it; it*ld cannot be bought with pure gold."
    },
    {
        "o": 14796,
        "r": "niv:Job:28:20",
        "t": "Where*pn then does wisdom come from? Where*ld does understanding dwell?"
    },
    {
        "o": 14797,
        "r": "niv:Job:28:21",
        "t": "It*ln is hidden from the eyes of every living thing, concealed*ld even from the birds in the sky."
    },
    {
        "o": 14798,
        "r": "niv:Job:28:22",
        "t": "Destruction*ln and Death say, “Only*ld a rumor of it has reached our ears.”"
    },
    {
        "o": 14799,
        "r": "niv:Job:28:23",
        "t": "God*ln understands the way to it and*ld he alone knows where it dwells,"
    },
    {
        "o": 14800,
        "r": "niv:Job:28:24",
        "t": "for*ln he views the ends of the earth and*ld sees everything under the heavens."
    },
    {
        "o": 14801,
        "r": "niv:Job:28:25",
        "t": "When*ln he established the force of the wind and*ld measured out the waters,"
    },
    {
        "o": 14802,
        "r": "niv:Job:28:26",
        "t": "when*ln he made a decree for the rain and*ld a path for the thunderstorm,"
    },
    {
        "o": 14803,
        "r": "niv:Job:28:27",
        "t": "then*ln he looked at wisdom and appraised it; he*ld confirmed it and tested it."
    },
    {
        "o": 14804,
        "r": "niv:Job:28:28",
        "t": "And*ln he said to the human race, “The*ld fear of the Lord—that is wisdom, and*ld to shun evil is understanding.”"
    },
    {
        "o": 14805,
        "r": "niv:Job:29:0",
        "t": "Job 29",
        "h": 1
    },
    {
        "o": 14806,
        "r": "niv:Job:29:0",
        "t": "Job’s Final Defense",
        "h": 2
    },
    {
        "o": 14807,
        "r": "niv:Job:29:1",
        "t": "Job*p continued his discourse:"
    },
    {
        "o": 14808,
        "r": "niv:Job:29:2",
        "t": "“How*pn I long for the months gone by, for*ld the days when God watched over me,"
    },
    {
        "o": 14809,
        "r": "niv:Job:29:3",
        "t": "when*ln his lamp shone on my head and*ld by his light I walked through darkness!"
    },
    {
        "o": 14810,
        "r": "niv:Job:29:4",
        "t": "Oh,*ln for the days when I was in my prime, when*ld God’s intimate friendship blessed my house,"
    },
    {
        "o": 14811,
        "r": "niv:Job:29:5",
        "t": "when*ln the Almighty was still with me and*ld my children were around me,"
    },
    {
        "o": 14812,
        "r": "niv:Job:29:6",
        "t": "when*ln my path was drenched with cream and*ld the rock poured out for me streams of olive oil."
    },
    {
        "o": 14813,
        "r": "niv:Job:29:7",
        "t": "“When*pn I went to the gate of the city and*ld took my seat in the public square,"
    },
    {
        "o": 14814,
        "r": "niv:Job:29:8",
        "t": "the*ln young men saw me and stepped aside and*ld the old men rose to their feet;"
    },
    {
        "o": 14815,
        "r": "niv:Job:29:9",
        "t": "the*ln chief men refrained from speaking and*ld covered their mouths with their hands;"
    },
    {
        "o": 14816,
        "r": "niv:Job:29:10",
        "t": "the*ln voices of the nobles were hushed, and*ld their tongues stuck to the roof of their mouths."
    },
    {
        "o": 14817,
        "r": "niv:Job:29:11",
        "t": "Whoever*ln heard me spoke well of me, and*ld those who saw me commended me,"
    },
    {
        "o": 14818,
        "r": "niv:Job:29:12",
        "t": "because*ln I rescued the poor who cried for help, and*ld the fatherless who had none to assist them."
    },
    {
        "o": 14819,
        "r": "niv:Job:29:13",
        "t": "The*ln one who was dying blessed me; I*ld made the widow’s heart sing."
    },
    {
        "o": 14820,
        "r": "niv:Job:29:14",
        "t": "I*ln put on righteousness as my clothing; justice*ld was my robe and my turban."
    },
    {
        "o": 14821,
        "r": "niv:Job:29:15",
        "t": "I*ln was eyes to the blind and*ld feet to the lame."
    },
    {
        "o": 14822,
        "r": "niv:Job:29:16",
        "t": "I*ln was a father to the needy; I*ld took up the case of the stranger."
    },
    {
        "o": 14823,
        "r": "niv:Job:29:17",
        "t": "I*ln broke the fangs of the wicked and*ld snatched the victims from their teeth."
    },
    {
        "o": 14824,
        "r": "niv:Job:29:18",
        "t": "“I*pn thought, ‘I will die in my own house, my*ld days as numerous as the grains of sand."
    },
    {
        "o": 14825,
        "r": "niv:Job:29:19",
        "t": "My*ln roots will reach to the water, and*ld the dew will lie all night on my branches."
    },
    {
        "o": 14826,
        "r": "niv:Job:29:20",
        "t": "My*ln glory will not fade; the*ld bow will be ever new in my hand.’"
    },
    {
        "o": 14827,
        "r": "niv:Job:29:21",
        "t": "“People*pn listened to me expectantly, waiting*ld in silence for my counsel."
    },
    {
        "o": 14828,
        "r": "niv:Job:29:22",
        "t": "After*ln I had spoken, they spoke no more; my*ld words fell gently on their ears."
    },
    {
        "o": 14829,
        "r": "niv:Job:29:23",
        "t": "They*ln waited for me as for showers and*ld drank in my words as the spring rain."
    },
    {
        "o": 14830,
        "r": "niv:Job:29:24",
        "t": "When*ln I smiled at them, they scarcely believed it; the*ld light of my face was precious to them."
    },
    {
        "o": 14831,
        "r": "niv:Job:29:25",
        "t": "I*ln chose the way for them and sat as their chief; I*ld dwelt as a king among his troops; I*ld was like one who comforts mourners."
    },
    {
        "o": 14832,
        "r": "niv:Job:30:0",
        "t": "Job 30",
        "h": 1
    },
    {
        "o": 14833,
        "r": "niv:Job:30:1",
        "t": "“But*pn now they mock me, men*ld younger than I, whose*ln fathers I would have disdained to*ld put with my sheep dogs."
    },
    {
        "o": 14834,
        "r": "niv:Job:30:2",
        "t": "Of*ln what use was the strength of their hands to me, since*ld their vigor had gone from them?"
    },
    {
        "o": 14835,
        "r": "niv:Job:30:3",
        "t": "Haggard*ln from want and hunger, they*ld roamed the parched land in*ld desolate wastelands at night."
    },
    {
        "o": 14836,
        "r": "niv:Job:30:4",
        "t": "In*ln the brush they gathered salt herbs, and*ld their food was the root of the broom bush."
    },
    {
        "o": 14837,
        "r": "niv:Job:30:5",
        "t": "They*ln were banished from human society, shouted*ld at as if they were thieves."
    },
    {
        "o": 14838,
        "r": "niv:Job:30:6",
        "t": "They*ln were forced to live in the dry stream beds, among*ld the rocks and in holes in the ground."
    },
    {
        "o": 14839,
        "r": "niv:Job:30:7",
        "t": "They*ln brayed among the bushes and*ld huddled in the undergrowth."
    },
    {
        "o": 14840,
        "r": "niv:Job:30:8",
        "t": "A*ln base and nameless brood, they*ld were driven out of the land."
    },
    {
        "o": 14841,
        "r": "niv:Job:30:9",
        "t": "“And*pn now those young men mock me in song; I*ld have become a byword among them."
    },
    {
        "o": 14842,
        "r": "niv:Job:30:10",
        "t": "They*ln detest me and keep their distance; they*ld do not hesitate to spit in my face."
    },
    {
        "o": 14843,
        "r": "niv:Job:30:11",
        "t": "Now*ln that God has unstrung my bow and afflicted me, they*ld throw off restraint in my presence."
    },
    {
        "o": 14844,
        "r": "niv:Job:30:12",
        "t": "On*ln my right the tribe attacks; they*ld lay snares for my feet, they*ld build their siege ramps against me."
    },
    {
        "o": 14845,
        "r": "niv:Job:30:13",
        "t": "They*ln break up my road; they*ld succeed in destroying me. ‘No*ld one can help him,’ they say."
    },
    {
        "o": 14846,
        "r": "niv:Job:30:14",
        "t": "They*ln advance as through a gaping breach; amid*ld the ruins they come rolling in."
    },
    {
        "o": 14847,
        "r": "niv:Job:30:15",
        "t": "Terrors*ln overwhelm me; my*ld dignity is driven away as by the wind, my*ld safety vanishes like a cloud."
    },
    {
        "o": 14848,
        "r": "niv:Job:30:16",
        "t": "“And*pn now my life ebbs away; days*ld of suffering grip me."
    },
    {
        "o": 14849,
        "r": "niv:Job:30:17",
        "t": "Night*ln pierces my bones; my*ld gnawing pains never rest."
    },
    {
        "o": 14850,
        "r": "niv:Job:30:18",
        "t": "In*ln his great power God becomes like clothing to me; he*ld binds me like the neck of my garment."
    },
    {
        "o": 14851,
        "r": "niv:Job:30:19",
        "t": "He*ln throws me into the mud, and*ld I am reduced to dust and ashes."
    },
    {
        "o": 14852,
        "r": "niv:Job:30:20",
        "t": "“I*pn cry out to you, God, but you do not answer; I*ld stand up, but you merely look at me."
    },
    {
        "o": 14853,
        "r": "niv:Job:30:21",
        "t": "You*ln turn on me ruthlessly; with*ld the might of your hand you attack me."
    },
    {
        "o": 14854,
        "r": "niv:Job:30:22",
        "t": "You*ln snatch me up and drive me before the wind; you*ld toss me about in the storm."
    },
    {
        "o": 14855,
        "r": "niv:Job:30:23",
        "t": "I*ln know you will bring me down to death, to*ld the place appointed for all the living."
    },
    {
        "o": 14856,
        "r": "niv:Job:30:24",
        "t": "“Surely*pn no one lays a hand on a broken man when*ld he cries for help in his distress."
    },
    {
        "o": 14857,
        "r": "niv:Job:30:25",
        "t": "Have*ln I not wept for those in trouble? Has*ld not my soul grieved for the poor?"
    },
    {
        "o": 14858,
        "r": "niv:Job:30:26",
        "t": "Yet*ln when I hoped for good, evil came; when*ld I looked for light, then came darkness."
    },
    {
        "o": 14859,
        "r": "niv:Job:30:27",
        "t": "The*ln churning inside me never stops; days*ld of suffering confront me."
    },
    {
        "o": 14860,
        "r": "niv:Job:30:28",
        "t": "I*ln go about blackened, but not by the sun; I*ld stand up in the assembly and cry for help."
    },
    {
        "o": 14861,
        "r": "niv:Job:30:29",
        "t": "I*ln have become a brother of jackals, a*ld companion of owls."
    },
    {
        "o": 14862,
        "r": "niv:Job:30:30",
        "t": "My*ln skin grows black and peels; my*ld body burns with fever."
    },
    {
        "o": 14863,
        "r": "niv:Job:30:31",
        "t": "My*ln lyre is tuned to mourning, and*ld my pipe to the sound of wailing."
    },
    {
        "o": 14864,
        "r": "niv:Job:31:0",
        "t": "Job 31",
        "h": 1
    },
    {
        "o": 14865,
        "r": "niv:Job:31:1",
        "t": "“I*pn made a covenant with my eyes not*ld to look lustfully at a young woman."
    },
    {
        "o": 14866,
        "r": "niv:Job:31:2",
        "t": "For*ln what is our lot from God above, our*ld heritage from the Almighty on high?"
    },
    {
        "o": 14867,
        "r": "niv:Job:31:3",
        "t": "Is*ln it not ruin for the wicked, disaster*ld for those who do wrong?"
    },
    {
        "o": 14868,
        "r": "niv:Job:31:4",
        "t": "Does*ln he not see my ways and*ld count my every step?"
    },
    {
        "o": 14869,
        "r": "niv:Job:31:5",
        "t": "“If*pn I have walked with falsehood or*ld my foot has hurried after deceit—"
    },
    {
        "o": 14870,
        "r": "niv:Job:31:6",
        "t": "let*ln God weigh me in honest scales and*ld he will know that I am blameless—"
    },
    {
        "o": 14871,
        "r": "niv:Job:31:7",
        "t": "if*ln my steps have turned from the path, if*ld my heart has been led by my eyes, or*ld if my hands have been defiled,"
    },
    {
        "o": 14872,
        "r": "niv:Job:31:8",
        "t": "then*ln may others eat what I have sown, and*ld may my crops be uprooted."
    },
    {
        "o": 14873,
        "r": "niv:Job:31:9",
        "t": "“If*pn my heart has been enticed by a woman, or*ld if I have lurked at my neighbor’s door,"
    },
    {
        "o": 14874,
        "r": "niv:Job:31:10",
        "t": "then*ln may my wife grind another man’s grain, and*ld may other men sleep with her."
    },
    {
        "o": 14875,
        "r": "niv:Job:31:11",
        "t": "For*ln that would have been wicked, a*ld sin to be judged."
    },
    {
        "o": 14876,
        "r": "niv:Job:31:12",
        "t": "It*ln is a fire that burns to Destruction; it*ld would have uprooted my harvest."
    },
    {
        "o": 14877,
        "r": "niv:Job:31:13",
        "t": "“If*pn I have denied justice to any of my servants, whether*ld male or female, when*ld they had a grievance against me,"
    },
    {
        "o": 14878,
        "r": "niv:Job:31:14",
        "t": "what*ln will I do when God confronts me? What*ld will I answer when called to account?"
    },
    {
        "o": 14879,
        "r": "niv:Job:31:15",
        "t": "Did*ln not he who made me in the womb make them? Did*ld not the same one form us both within our mothers?"
    },
    {
        "o": 14880,
        "r": "niv:Job:31:16",
        "t": "“If*pn I have denied the desires of the poor or*ld let the eyes of the widow grow weary,"
    },
    {
        "o": 14881,
        "r": "niv:Job:31:17",
        "t": "if*ln I have kept my bread to myself, not*ld sharing it with the fatherless—"
    },
    {
        "o": 14882,
        "r": "niv:Job:31:18",
        "t": "but*ln from my youth I reared them as a father would, and*ld from my birth I guided the widow—"
    },
    {
        "o": 14883,
        "r": "niv:Job:31:19",
        "t": "if*ln I have seen anyone perishing for lack of clothing, or*ld the needy without garments,"
    },
    {
        "o": 14884,
        "r": "niv:Job:31:20",
        "t": "and*ln their hearts did not bless me for*ld warming them with the fleece from my sheep,"
    },
    {
        "o": 14885,
        "r": "niv:Job:31:21",
        "t": "if*ln I have raised my hand against the fatherless, knowing*ld that I had influence in court,"
    },
    {
        "o": 14886,
        "r": "niv:Job:31:22",
        "t": "then*ln let my arm fall from the shoulder, let*ld it be broken off at the joint."
    },
    {
        "o": 14887,
        "r": "niv:Job:31:23",
        "t": "For*ln I dreaded destruction from God, and*ld for fear of his splendor I could not do such things."
    },
    {
        "o": 14888,
        "r": "niv:Job:31:24",
        "t": "“If*pn I have put my trust in gold or*ld said to pure gold, ‘You are my security,’"
    },
    {
        "o": 14889,
        "r": "niv:Job:31:25",
        "t": "if*ln I have rejoiced over my great wealth, the*ld fortune my hands had gained,"
    },
    {
        "o": 14890,
        "r": "niv:Job:31:26",
        "t": "if*ln I have regarded the sun in its radiance or*ld the moon moving in splendor,"
    },
    {
        "o": 14891,
        "r": "niv:Job:31:27",
        "t": "so*ln that my heart was secretly enticed and*ld my hand offered them a kiss of homage,"
    },
    {
        "o": 14892,
        "r": "niv:Job:31:28",
        "t": "then*ln these also would be sins to be judged, for*ld I would have been unfaithful to God on high."
    },
    {
        "o": 14893,
        "r": "niv:Job:31:29",
        "t": "“If*pn I have rejoiced at my enemy’s misfortune or*ld gloated over the trouble that came to him—"
    },
    {
        "o": 14894,
        "r": "niv:Job:31:30",
        "t": "I*ln have not allowed my mouth to sin by*ld invoking a curse against their life—"
    },
    {
        "o": 14895,
        "r": "niv:Job:31:31",
        "t": "if*ln those of my household have never said, ‘Who*ld has not been filled with Job’s meat?’—"
    },
    {
        "o": 14896,
        "r": "niv:Job:31:32",
        "t": "but*ln no stranger had to spend the night in the street, for*ld my door was always open to the traveler—"
    },
    {
        "o": 14897,
        "r": "niv:Job:31:33",
        "t": "if*ln I have concealed my sin as people do, by*ld hiding my guilt in my heart"
    },
    {
        "o": 14898,
        "r": "niv:Job:31:34",
        "t": "because*ln I so feared the crowd and*ld so dreaded the contempt of the clans that*ld I kept silent and would not go outside—"
    },
    {
        "o": 14899,
        "r": "niv:Job:31:35",
        "t": "(“Oh,*pn that I had someone to hear me! I*ld sign now my defense—let the Almighty answer me; let*ld my accuser put his indictment in writing."
    },
    {
        "o": 14900,
        "r": "niv:Job:31:36",
        "t": "Surely*ln I would wear it on my shoulder, I*ld would put it on like a crown."
    },
    {
        "o": 14901,
        "r": "niv:Job:31:37",
        "t": "I*ln would give him an account of my every step; I*ld would present it to him as to a ruler.)—"
    },
    {
        "o": 14902,
        "r": "niv:Job:31:38",
        "t": "“if*pn my land cries out against me and*ld all its furrows are wet with tears,"
    },
    {
        "o": 14903,
        "r": "niv:Job:31:39",
        "t": "if*ln I have devoured its yield without payment or*ld broken the spirit of its tenants,"
    },
    {
        "o": 14904,
        "r": "niv:Job:31:40",
        "t": "then*ln let briers come up instead of wheat and*ld stinkweed instead of barley.” The*p words of Job are ended."
    },
    {
        "o": 14905,
        "r": "niv:Job:32:0",
        "t": "Job 32",
        "h": 1
    },
    {
        "o": 14906,
        "r": "niv:Job:32:0",
        "t": "Elihu",
        "h": 2
    },
    {
        "o": 14907,
        "r": "niv:Job:32:1",
        "t": "So*p these three men stopped answering Job, because he was righteous in his own eyes."
    },
    {
        "o": 14908,
        "r": "niv:Job:32:2",
        "t": "But Elihu son of Barakel the Buzite, of the family of Ram, became very angry with Job for justifying himself rather than God."
    },
    {
        "o": 14909,
        "r": "niv:Job:32:3",
        "t": "He was also angry with the three friends, because they had found no way to refute Job, and yet had condemned him."
    },
    {
        "o": 14910,
        "r": "niv:Job:32:4",
        "t": "Now Elihu had waited before speaking to Job because they were older than he."
    },
    {
        "o": 14911,
        "r": "niv:Job:32:5",
        "t": "But when he saw that the three men had nothing more to say, his anger was aroused."
    },
    {
        "o": 14912,
        "r": "niv:Job:32:6",
        "t": "So*p Elihu son of Barakel the Buzite said: “I*pn am young in years, and*ld you are old; that*ln is why I was fearful, not*ld daring to tell you what I know."
    },
    {
        "o": 14913,
        "r": "niv:Job:32:7",
        "t": "I*ln thought, ‘Age should speak; advanced*ld years should teach wisdom.’"
    },
    {
        "o": 14914,
        "r": "niv:Job:32:8",
        "t": "But*ln it is the spirit in a person, the*ld breath of the Almighty, that gives them understanding."
    },
    {
        "o": 14915,
        "r": "niv:Job:32:9",
        "t": "It*ln is not only the old who are wise, not*ld only the aged who understand what is right."
    },
    {
        "o": 14916,
        "r": "niv:Job:32:10",
        "t": "“Therefore*pn I say: Listen to me; I*ld too will tell you what I know."
    },
    {
        "o": 14917,
        "r": "niv:Job:32:11",
        "t": "I*ln waited while you spoke, I*ld listened to your reasoning; while*ln you were searching for words,"
    },
    {
        "o": 14918,
        "r": "niv:Job:32:12",
        "t": "I*ld gave you my full attention. But*ln not one of you has proved Job wrong; none*ld of you has answered his arguments."
    },
    {
        "o": 14919,
        "r": "niv:Job:32:13",
        "t": "Do*ln not say, ‘We have found wisdom; let*ld God, not a man, refute him.’"
    },
    {
        "o": 14920,
        "r": "niv:Job:32:14",
        "t": "But*ln Job has not marshaled his words against me, and*ld I will not answer him with your arguments."
    },
    {
        "o": 14921,
        "r": "niv:Job:32:15",
        "t": "“They*pn are dismayed and have no more to say; words*ld have failed them."
    },
    {
        "o": 14922,
        "r": "niv:Job:32:16",
        "t": "Must*ln I wait, now that they are silent, now*ld that they stand there with no reply?"
    },
    {
        "o": 14923,
        "r": "niv:Job:32:17",
        "t": "I*ln too will have my say; I*ld too will tell what I know."
    },
    {
        "o": 14924,
        "r": "niv:Job:32:18",
        "t": "For*ln I am full of words, and*ld the spirit within me compels me;"
    },
    {
        "o": 14925,
        "r": "niv:Job:32:19",
        "t": "inside*ln I am like bottled-up wine, like*ld new wineskins ready to burst."
    },
    {
        "o": 14926,
        "r": "niv:Job:32:20",
        "t": "I*ln must speak and find relief; I*ld must open my lips and reply."
    },
    {
        "o": 14927,
        "r": "niv:Job:32:21",
        "t": "I*ln will show no partiality, nor*ld will I flatter anyone;"
    },
    {
        "o": 14928,
        "r": "niv:Job:32:22",
        "t": "for*ln if I were skilled in flattery, my*ld Maker would soon take me away."
    },
    {
        "o": 14929,
        "r": "niv:Job:33:0",
        "t": "Job 33",
        "h": 1
    },
    {
        "o": 14930,
        "r": "niv:Job:33:1",
        "t": "“But*pn now, Job, listen to my words; pay*ld attention to everything I say."
    },
    {
        "o": 14931,
        "r": "niv:Job:33:2",
        "t": "I*ln am about to open my mouth; my*ld words are on the tip of my tongue."
    },
    {
        "o": 14932,
        "r": "niv:Job:33:3",
        "t": "My*ln words come from an upright heart; my*ld lips sincerely speak what I know."
    },
    {
        "o": 14933,
        "r": "niv:Job:33:4",
        "t": "The*ln Spirit of God has made me; the*ld breath of the Almighty gives me life."
    },
    {
        "o": 14934,
        "r": "niv:Job:33:5",
        "t": "Answer*ln me then, if you can; stand*ld up and argue your case before me."
    },
    {
        "o": 14935,
        "r": "niv:Job:33:6",
        "t": "I*ln am the same as you in God’s sight; I*ld too am a piece of clay."
    },
    {
        "o": 14936,
        "r": "niv:Job:33:7",
        "t": "No*ln fear of me should alarm you, nor*ld should my hand be heavy on you."
    },
    {
        "o": 14937,
        "r": "niv:Job:33:8",
        "t": "“But*pn you have said in my hearing— I*ld heard the very words—"
    },
    {
        "o": 14938,
        "r": "niv:Job:33:9",
        "t": "‘I*ln am pure, I have done no wrong; I*ld am clean and free from sin."
    },
    {
        "o": 14939,
        "r": "niv:Job:33:10",
        "t": "Yet*ln God has found fault with me; he*ld considers me his enemy."
    },
    {
        "o": 14940,
        "r": "niv:Job:33:11",
        "t": "He*ln fastens my feet in shackles; he*ld keeps close watch on all my paths.’"
    },
    {
        "o": 14941,
        "r": "niv:Job:33:12",
        "t": "“But*pn I tell you, in this you are not right, for*ld God is greater than any mortal."
    },
    {
        "o": 14942,
        "r": "niv:Job:33:13",
        "t": "Why*ln do you complain to him that*ld he responds to no one’s words?"
    },
    {
        "o": 14943,
        "r": "niv:Job:33:14",
        "t": "For*ln God does speak—now one way, now another— though*ld no one perceives it."
    },
    {
        "o": 14944,
        "r": "niv:Job:33:15",
        "t": "In*ln a dream, in a vision of the night, when*ld deep sleep falls on people as*ld they slumber in their beds,"
    },
    {
        "o": 14945,
        "r": "niv:Job:33:16",
        "t": "he*ln may speak in their ears and*ld terrify them with warnings,"
    },
    {
        "o": 14946,
        "r": "niv:Job:33:17",
        "t": "to*ln turn them from wrongdoing and*ld keep them from pride,"
    },
    {
        "o": 14947,
        "r": "niv:Job:33:18",
        "t": "to*ln preserve them from the pit, their*ld lives from perishing by the sword."
    },
    {
        "o": 14948,
        "r": "niv:Job:33:19",
        "t": "“Or*pn someone may be chastened on a bed of pain with*ld constant distress in their bones,"
    },
    {
        "o": 14949,
        "r": "niv:Job:33:20",
        "t": "so*ln that their body finds food repulsive and*ld their soul loathes the choicest meal."
    },
    {
        "o": 14950,
        "r": "niv:Job:33:21",
        "t": "Their*ln flesh wastes away to nothing, and*ld their bones, once hidden, now stick out."
    },
    {
        "o": 14951,
        "r": "niv:Job:33:22",
        "t": "They*ln draw near to the pit, and*ld their life to the messengers of death."
    },
    {
        "o": 14952,
        "r": "niv:Job:33:23",
        "t": "Yet*ln if there is an angel at their side, a*ld messenger, one out of a thousand, sent*ld to tell them how to be upright,"
    },
    {
        "o": 14953,
        "r": "niv:Job:33:24",
        "t": "and*ln he is gracious to that person and says to God, ‘Spare*ld them from going down to the pit; I*ld have found a ransom for them—"
    },
    {
        "o": 14954,
        "r": "niv:Job:33:25",
        "t": "let*ln their flesh be renewed like a child’s; let*ld them be restored as in the days of their youth’—"
    },
    {
        "o": 14955,
        "r": "niv:Job:33:26",
        "t": "then*ln that person can pray to God and find favor with him, they*ld will see God’s face and shout for joy; he*ld will restore them to full well-being."
    },
    {
        "o": 14956,
        "r": "niv:Job:33:27",
        "t": "And*ln they will go to others and say, ‘I*ld have sinned, I have perverted what is right, but*ld I did not get what I deserved."
    },
    {
        "o": 14957,
        "r": "niv:Job:33:28",
        "t": "God*ln has delivered me from going down to the pit, and*ld I shall live to enjoy the light of life.’"
    },
    {
        "o": 14958,
        "r": "niv:Job:33:29",
        "t": "“God*pn does all these things to a person— twice,*ld even three times—"
    },
    {
        "o": 14959,
        "r": "niv:Job:33:30",
        "t": "to*ln turn them back from the pit, that*ld the light of life may shine on them."
    },
    {
        "o": 14960,
        "r": "niv:Job:33:31",
        "t": "“Pay*pn attention, Job, and listen to me; be*ld silent, and I will speak."
    },
    {
        "o": 14961,
        "r": "niv:Job:33:32",
        "t": "If*ln you have anything to say, answer me; speak*ld up, for I want to vindicate you."
    },
    {
        "o": 14962,
        "r": "niv:Job:33:33",
        "t": "But*ln if not, then listen to me; be*ld silent, and I will teach you wisdom.”"
    },
    {
        "o": 14963,
        "r": "niv:Job:34:0",
        "t": "Job 34",
        "h": 1
    },
    {
        "o": 14964,
        "r": "niv:Job:34:1",
        "t": "Then*p Elihu said:"
    },
    {
        "o": 14965,
        "r": "niv:Job:34:2",
        "t": "“Hear*pn my words, you wise men; listen*ld to me, you men of learning."
    },
    {
        "o": 14966,
        "r": "niv:Job:34:3",
        "t": "For*ln the ear tests words as*ld the tongue tastes food."
    },
    {
        "o": 14967,
        "r": "niv:Job:34:4",
        "t": "Let*ln us discern for ourselves what is right; let*ld us learn together what is good."
    },
    {
        "o": 14968,
        "r": "niv:Job:34:5",
        "t": "“Job*pn says, ‘I am innocent, but*ld God denies me justice."
    },
    {
        "o": 14969,
        "r": "niv:Job:34:6",
        "t": "Although*ln I am right, I*ld am considered a liar; although*ln I am guiltless, his*ld arrow inflicts an incurable wound.’"
    },
    {
        "o": 14970,
        "r": "niv:Job:34:7",
        "t": "Is*ln there anyone like Job, who*ld drinks scorn like water?"
    },
    {
        "o": 14971,
        "r": "niv:Job:34:8",
        "t": "He*ln keeps company with evildoers; he*ld associates with the wicked."
    },
    {
        "o": 14972,
        "r": "niv:Job:34:9",
        "t": "For*ln he says, ‘There is no profit in*ld trying to please God.’"
    },
    {
        "o": 14973,
        "r": "niv:Job:34:10",
        "t": "“So*pn listen to me, you men of understanding. Far*ld be it from God to do evil, from*ld the Almighty to do wrong."
    },
    {
        "o": 14974,
        "r": "niv:Job:34:11",
        "t": "He*ln repays everyone for what they have done; he*ld brings on them what their conduct deserves."
    },
    {
        "o": 14975,
        "r": "niv:Job:34:12",
        "t": "It*ln is unthinkable that God would do wrong, that*ld the Almighty would pervert justice."
    },
    {
        "o": 14976,
        "r": "niv:Job:34:13",
        "t": "Who*ln appointed him over the earth? Who*ld put him in charge of the whole world?"
    },
    {
        "o": 14977,
        "r": "niv:Job:34:14",
        "t": "If*ln it were his intention and*ld he withdrew his spirit and breath,"
    },
    {
        "o": 14978,
        "r": "niv:Job:34:15",
        "t": "all*ln humanity would perish together and*ld mankind would return to the dust."
    },
    {
        "o": 14979,
        "r": "niv:Job:34:16",
        "t": "“If*pn you have understanding, hear this; listen*ld to what I say."
    },
    {
        "o": 14980,
        "r": "niv:Job:34:17",
        "t": "Can*ln someone who hates justice govern? Will*ld you condemn the just and mighty One?"
    },
    {
        "o": 14981,
        "r": "niv:Job:34:18",
        "t": "Is*ln he not the One who says to kings, ‘You are worthless,’ and*ld to nobles, ‘You are wicked,’"
    },
    {
        "o": 14982,
        "r": "niv:Job:34:19",
        "t": "who*ln shows no partiality to princes and*ld does not favor the rich over the poor, for*ld they are all the work of his hands?"
    },
    {
        "o": 14983,
        "r": "niv:Job:34:20",
        "t": "They*ln die in an instant, in the middle of the night; the*ld people are shaken and they pass away; the*ld mighty are removed without human hand."
    },
    {
        "o": 14984,
        "r": "niv:Job:34:21",
        "t": "“His*pn eyes are on the ways of mortals; he*ld sees their every step."
    },
    {
        "o": 14985,
        "r": "niv:Job:34:22",
        "t": "There*ln is no deep shadow, no utter darkness, where*ld evildoers can hide."
    },
    {
        "o": 14986,
        "r": "niv:Job:34:23",
        "t": "God*ln has no need to examine people further, that*ld they should come before him for judgment."
    },
    {
        "o": 14987,
        "r": "niv:Job:34:24",
        "t": "Without*ln inquiry he shatters the mighty and*ld sets up others in their place."
    },
    {
        "o": 14988,
        "r": "niv:Job:34:25",
        "t": "Because*ln he takes note of their deeds, he*ld overthrows them in the night and they are crushed."
    },
    {
        "o": 14989,
        "r": "niv:Job:34:26",
        "t": "He*ln punishes them for their wickedness where*ld everyone can see them,"
    },
    {
        "o": 14990,
        "r": "niv:Job:34:27",
        "t": "because*ln they turned from following him and*ld had no regard for any of his ways."
    },
    {
        "o": 14991,
        "r": "niv:Job:34:28",
        "t": "They*ln caused the cry of the poor to come before him, so*ld that he heard the cry of the needy."
    },
    {
        "o": 14992,
        "r": "niv:Job:34:29",
        "t": "But*ln if he remains silent, who can condemn him? If*ld he hides his face, who can see him? Yet*ln he is over individual and nation alike,"
    },
    {
        "o": 14993,
        "r": "niv:Job:34:30",
        "t": "to*ld keep the godless from ruling, from*ld laying snares for the people."
    },
    {
        "o": 14994,
        "r": "niv:Job:34:31",
        "t": "“Suppose*pn someone says to God, ‘I*ld am guilty but will offend no more."
    },
    {
        "o": 14995,
        "r": "niv:Job:34:32",
        "t": "Teach*ln me what I cannot see; if*ld I have done wrong, I will not do so again.’"
    },
    {
        "o": 14996,
        "r": "niv:Job:34:33",
        "t": "Should*ln God then reward you on your terms, when*ld you refuse to repent? You*ln must decide, not I; so*ld tell me what you know."
    },
    {
        "o": 14997,
        "r": "niv:Job:34:34",
        "t": "“Men*pn of understanding declare, wise*ld men who hear me say to me,"
    },
    {
        "o": 14998,
        "r": "niv:Job:34:35",
        "t": "‘Job*ln speaks without knowledge; his*ld words lack insight.’"
    },
    {
        "o": 14999,
        "r": "niv:Job:34:36",
        "t": "Oh,*ln that Job might be tested to the utmost for*ld answering like a wicked man!"
    },
    {
        "o": 15000,
        "r": "niv:Job:34:37",
        "t": "To*ln his sin he adds rebellion; scornfully*ld he claps his hands among us and*ld multiplies his words against God.”"
    },
    {
        "o": 15001,
        "r": "niv:Job:35:0",
        "t": "Job 35",
        "h": 1
    },
    {
        "o": 15002,
        "r": "niv:Job:35:1",
        "t": "Then*p Elihu said:"
    },
    {
        "o": 15003,
        "r": "niv:Job:35:2",
        "t": "“Do*pn you think this is just? You*ld say, ‘I am in the right, not God.’"
    },
    {
        "o": 15004,
        "r": "niv:Job:35:3",
        "t": "Yet*ln you ask him, ‘What profit is it to me, and*ld what do I gain by not sinning?’"
    },
    {
        "o": 15005,
        "r": "niv:Job:35:4",
        "t": "“I*pn would like to reply to you and*ld to your friends with you."
    },
    {
        "o": 15006,
        "r": "niv:Job:35:5",
        "t": "Look*ln up at the heavens and see; gaze*ld at the clouds so high above you."
    },
    {
        "o": 15007,
        "r": "niv:Job:35:6",
        "t": "If*ln you sin, how does that affect him? If*ld your sins are many, what does that do to him?"
    },
    {
        "o": 15008,
        "r": "niv:Job:35:7",
        "t": "If*ln you are righteous, what do you give to him, or*ld what does he receive from your hand?"
    },
    {
        "o": 15009,
        "r": "niv:Job:35:8",
        "t": "Your*ln wickedness only affects humans like yourself, and*ld your righteousness only other people."
    },
    {
        "o": 15010,
        "r": "niv:Job:35:9",
        "t": "“People*pn cry out under a load of oppression; they*ld plead for relief from the arm of the powerful."
    },
    {
        "o": 15011,
        "r": "niv:Job:35:10",
        "t": "But*ln no one says, ‘Where is God my Maker, who*ld gives songs in the night,"
    },
    {
        "o": 15012,
        "r": "niv:Job:35:11",
        "t": "who*ln teaches us more than he teaches the beasts of the earth and*ld makes us wiser than the birds in the sky?’"
    },
    {
        "o": 15013,
        "r": "niv:Job:35:12",
        "t": "He*ln does not answer when people cry out because*ld of the arrogance of the wicked."
    },
    {
        "o": 15014,
        "r": "niv:Job:35:13",
        "t": "Indeed,*ln God does not listen to their empty plea; the*ld Almighty pays no attention to it."
    },
    {
        "o": 15015,
        "r": "niv:Job:35:14",
        "t": "How*ln much less, then, will he listen when*ld you say that you do not see him, that*ln your case is before him and*ld you must wait for him,"
    },
    {
        "o": 15016,
        "r": "niv:Job:35:15",
        "t": "and*ln further, that his anger never punishes and*ld he does not take the least notice of wickedness."
    },
    {
        "o": 15017,
        "r": "niv:Job:35:16",
        "t": "So*ln Job opens his mouth with empty talk; without*ld knowledge he multiplies words.”"
    },
    {
        "o": 15018,
        "r": "niv:Job:36:0",
        "t": "Job 36",
        "h": 1
    },
    {
        "o": 15019,
        "r": "niv:Job:36:1",
        "t": "Elihu*p continued:"
    },
    {
        "o": 15020,
        "r": "niv:Job:36:2",
        "t": "“Bear*pn with me a little longer and I will show you that*ld there is more to be said in God’s behalf."
    },
    {
        "o": 15021,
        "r": "niv:Job:36:3",
        "t": "I*ln get my knowledge from afar; I*ld will ascribe justice to my Maker."
    },
    {
        "o": 15022,
        "r": "niv:Job:36:4",
        "t": "Be*ln assured that my words are not false; one*ld who has perfect knowledge is with you."
    },
    {
        "o": 15023,
        "r": "niv:Job:36:5",
        "t": "“God*pn is mighty, but despises no one; he*ld is mighty, and firm in his purpose."
    },
    {
        "o": 15024,
        "r": "niv:Job:36:6",
        "t": "He*ln does not keep the wicked alive but*ld gives the afflicted their rights."
    },
    {
        "o": 15025,
        "r": "niv:Job:36:7",
        "t": "He*ln does not take his eyes off the righteous; he*ld enthrones them with kings and*ld exalts them forever."
    },
    {
        "o": 15026,
        "r": "niv:Job:36:8",
        "t": "But*ln if people are bound in chains, held*ld fast by cords of affliction,"
    },
    {
        "o": 15027,
        "r": "niv:Job:36:9",
        "t": "he*ln tells them what they have done— that*ld they have sinned arrogantly."
    },
    {
        "o": 15028,
        "r": "niv:Job:36:10",
        "t": "He*ln makes them listen to correction and*ld commands them to repent of their evil."
    },
    {
        "o": 15029,
        "r": "niv:Job:36:11",
        "t": "If*ln they obey and serve him, they*ld will spend the rest of their days in prosperity and*ld their years in contentment."
    },
    {
        "o": 15030,
        "r": "niv:Job:36:12",
        "t": "But*ln if they do not listen, they*ld will perish by the sword and*ld die without knowledge."
    },
    {
        "o": 15031,
        "r": "niv:Job:36:13",
        "t": "“The*pn godless in heart harbor resentment; even*ld when he fetters them, they do not cry for help."
    },
    {
        "o": 15032,
        "r": "niv:Job:36:14",
        "t": "They*ln die in their youth, among*ld male prostitutes of the shrines."
    },
    {
        "o": 15033,
        "r": "niv:Job:36:15",
        "t": "But*ln those who suffer he delivers in their suffering; he*ld speaks to them in their affliction."
    },
    {
        "o": 15034,
        "r": "niv:Job:36:16",
        "t": "“He*pn is wooing you from the jaws of distress to*ld a spacious place free from restriction, to*ld the comfort of your table laden with choice food."
    },
    {
        "o": 15035,
        "r": "niv:Job:36:17",
        "t": "But*ln now you are laden with the judgment due the wicked; judgment*ld and justice have taken hold of you."
    },
    {
        "o": 15036,
        "r": "niv:Job:36:18",
        "t": "Be*ln careful that no one entices you by riches; do*ld not let a large bribe turn you aside."
    },
    {
        "o": 15037,
        "r": "niv:Job:36:19",
        "t": "Would*ln your wealth or even all your mighty efforts sustain*ld you so you would not be in distress?"
    },
    {
        "o": 15038,
        "r": "niv:Job:36:20",
        "t": "Do*ln not long for the night, to*ld drag people away from their homes."
    },
    {
        "o": 15039,
        "r": "niv:Job:36:21",
        "t": "Beware*ln of turning to evil, which*ld you seem to prefer to affliction."
    },
    {
        "o": 15040,
        "r": "niv:Job:36:22",
        "t": "“God*pn is exalted in his power. Who*ld is a teacher like him?"
    },
    {
        "o": 15041,
        "r": "niv:Job:36:23",
        "t": "Who*ln has prescribed his ways for him, or*ld said to him, ‘You have done wrong’?"
    },
    {
        "o": 15042,
        "r": "niv:Job:36:24",
        "t": "Remember*ln to extol his work, which*ld people have praised in song."
    },
    {
        "o": 15043,
        "r": "niv:Job:36:25",
        "t": "All*ln humanity has seen it; mortals*ld gaze on it from afar."
    },
    {
        "o": 15044,
        "r": "niv:Job:36:26",
        "t": "How*ln great is God—beyond our understanding! The*ld number of his years is past finding out."
    },
    {
        "o": 15045,
        "r": "niv:Job:36:27",
        "t": "“He*pn draws up the drops of water, which*ld distill as rain to the streams;"
    },
    {
        "o": 15046,
        "r": "niv:Job:36:28",
        "t": "the*ln clouds pour down their moisture and*ld abundant showers fall on mankind."
    },
    {
        "o": 15047,
        "r": "niv:Job:36:29",
        "t": "Who*ln can understand how he spreads out the clouds, how*ld he thunders from his pavilion?"
    },
    {
        "o": 15048,
        "r": "niv:Job:36:30",
        "t": "See*ln how he scatters his lightning about him, bathing*ld the depths of the sea."
    },
    {
        "o": 15049,
        "r": "niv:Job:36:31",
        "t": "This*ln is the way he governs the nations and*ld provides food in abundance."
    },
    {
        "o": 15050,
        "r": "niv:Job:36:32",
        "t": "He*ln fills his hands with lightning and*ld commands it to strike its mark."
    },
    {
        "o": 15051,
        "r": "niv:Job:36:33",
        "t": "His*ln thunder announces the coming storm; even*ld the cattle make known its approach."
    },
    {
        "o": 15052,
        "r": "niv:Job:37:0",
        "t": "Job 37",
        "h": 1
    },
    {
        "o": 15053,
        "r": "niv:Job:37:1",
        "t": "“At*pn this my heart pounds and*ld leaps from its place."
    },
    {
        "o": 15054,
        "r": "niv:Job:37:2",
        "t": "Listen!*ln Listen to the roar of his voice, to*ld the rumbling that comes from his mouth."
    },
    {
        "o": 15055,
        "r": "niv:Job:37:3",
        "t": "He*ln unleashes his lightning beneath the whole heaven and*ld sends it to the ends of the earth."
    },
    {
        "o": 15056,
        "r": "niv:Job:37:4",
        "t": "After*ln that comes the sound of his roar; he*ld thunders with his majestic voice. When*ln his voice resounds, he*ld holds nothing back."
    },
    {
        "o": 15057,
        "r": "niv:Job:37:5",
        "t": "God’s*ln voice thunders in marvelous ways; he*ld does great things beyond our understanding."
    },
    {
        "o": 15058,
        "r": "niv:Job:37:6",
        "t": "He*ln says to the snow, ‘Fall on the earth,’ and*ld to the rain shower, ‘Be a mighty downpour.’"
    },
    {
        "o": 15059,
        "r": "niv:Job:37:7",
        "t": "So*ln that everyone he has made may know his work, he*ld stops all people from their labor."
    },
    {
        "o": 15060,
        "r": "niv:Job:37:8",
        "t": "The*ln animals take cover; they*ld remain in their dens."
    },
    {
        "o": 15061,
        "r": "niv:Job:37:9",
        "t": "The*ln tempest comes out from its chamber, the*ld cold from the driving winds."
    },
    {
        "o": 15062,
        "r": "niv:Job:37:10",
        "t": "The*ln breath of God produces ice, and*ld the broad waters become frozen."
    },
    {
        "o": 15063,
        "r": "niv:Job:37:11",
        "t": "He*ln loads the clouds with moisture; he*ld scatters his lightning through them."
    },
    {
        "o": 15064,
        "r": "niv:Job:37:12",
        "t": "At*ln his direction they swirl around over*ld the face of the whole earth to*ld do whatever he commands them."
    },
    {
        "o": 15065,
        "r": "niv:Job:37:13",
        "t": "He*ln brings the clouds to punish people, or*ld to water his earth and show his love."
    },
    {
        "o": 15066,
        "r": "niv:Job:37:14",
        "t": "“Listen*pn to this, Job; stop*ld and consider God’s wonders."
    },
    {
        "o": 15067,
        "r": "niv:Job:37:15",
        "t": "Do*ln you know how God controls the clouds and*ld makes his lightning flash?"
    },
    {
        "o": 15068,
        "r": "niv:Job:37:16",
        "t": "Do*ln you know how the clouds hang poised, those*ld wonders of him who has perfect knowledge?"
    },
    {
        "o": 15069,
        "r": "niv:Job:37:17",
        "t": "You*ln who swelter in your clothes when*ld the land lies hushed under the south wind,"
    },
    {
        "o": 15070,
        "r": "niv:Job:37:18",
        "t": "can*ln you join him in spreading out the skies, hard*ld as a mirror of cast bronze?"
    },
    {
        "o": 15071,
        "r": "niv:Job:37:19",
        "t": "“Tell*pn us what we should say to him; we*ld cannot draw up our case because of our darkness."
    },
    {
        "o": 15072,
        "r": "niv:Job:37:20",
        "t": "Should*ln he be told that I want to speak? Would*ld anyone ask to be swallowed up?"
    },
    {
        "o": 15073,
        "r": "niv:Job:37:21",
        "t": "Now*ln no one can look at the sun, bright*ld as it is in the skies after*ld the wind has swept them clean."
    },
    {
        "o": 15074,
        "r": "niv:Job:37:22",
        "t": "Out*ln of the north he comes in golden splendor; God*ld comes in awesome majesty."
    },
    {
        "o": 15075,
        "r": "niv:Job:37:23",
        "t": "The*ln Almighty is beyond our reach and exalted in power; in*ld his justice and great righteousness, he does not oppress."
    },
    {
        "o": 15076,
        "r": "niv:Job:37:24",
        "t": "Therefore,*ln people revere him, for*ld does he not have regard for all the wise in heart?”"
    },
    {
        "o": 15077,
        "r": "niv:Job:38:0",
        "t": "Job 38",
        "h": 1
    },
    {
        "o": 15078,
        "r": "niv:Job:38:0",
        "t": "The Lord Speaks",
        "h": 2
    },
    {
        "o": 15079,
        "r": "niv:Job:38:1",
        "t": "Then*p the Lord*s spoke to Job out of the storm. He said:"
    },
    {
        "o": 15080,
        "r": "niv:Job:38:2",
        "t": "“Who*pn is this that obscures my plans with*ld words without knowledge?"
    },
    {
        "o": 15081,
        "r": "niv:Job:38:3",
        "t": "Brace*ln yourself like a man; I*ld will question you, and*ld you shall answer me."
    },
    {
        "o": 15082,
        "r": "niv:Job:38:4",
        "t": "“Where*pn were you when I laid the earth’s foundation? Tell*ld me, if you understand."
    },
    {
        "o": 15083,
        "r": "niv:Job:38:5",
        "t": "Who*ln marked off its dimensions? Surely you know! Who*ld stretched a measuring line across it?"
    },
    {
        "o": 15084,
        "r": "niv:Job:38:6",
        "t": "On*ln what were its footings set, or*ld who laid its cornerstone—"
    },
    {
        "o": 15085,
        "r": "niv:Job:38:7",
        "t": "while*ln the morning stars sang together and*ld all the angels shouted for joy?"
    },
    {
        "o": 15086,
        "r": "niv:Job:38:8",
        "t": "“Who*pn shut up the sea behind doors when*ld it burst forth from the womb,"
    },
    {
        "o": 15087,
        "r": "niv:Job:38:9",
        "t": "when*ln I made the clouds its garment and*ld wrapped it in thick darkness,"
    },
    {
        "o": 15088,
        "r": "niv:Job:38:10",
        "t": "when*ln I fixed limits for it and*ld set its doors and bars in place,"
    },
    {
        "o": 15089,
        "r": "niv:Job:38:11",
        "t": "when*ln I said, ‘This far you may come and no farther; here*ld is where your proud waves halt’?"
    },
    {
        "o": 15090,
        "r": "niv:Job:38:12",
        "t": "“Have*pn you ever given orders to the morning, or*ld shown the dawn its place,"
    },
    {
        "o": 15091,
        "r": "niv:Job:38:13",
        "t": "that*ln it might take the earth by the edges and*ld shake the wicked out of it?"
    },
    {
        "o": 15092,
        "r": "niv:Job:38:14",
        "t": "The*ln earth takes shape like clay under a seal; its*ld features stand out like those of a garment."
    },
    {
        "o": 15093,
        "r": "niv:Job:38:15",
        "t": "The*ln wicked are denied their light, and*ld their upraised arm is broken."
    },
    {
        "o": 15094,
        "r": "niv:Job:38:16",
        "t": "“Have*pn you journeyed to the springs of the sea or*ld walked in the recesses of the deep?"
    },
    {
        "o": 15095,
        "r": "niv:Job:38:17",
        "t": "Have*ln the gates of death been shown to you? Have*ld you seen the gates of the deepest darkness?"
    },
    {
        "o": 15096,
        "r": "niv:Job:38:18",
        "t": "Have*ln you comprehended the vast expanses of the earth? Tell*ld me, if you know all this."
    },
    {
        "o": 15097,
        "r": "niv:Job:38:19",
        "t": "“What*pn is the way to the abode of light? And*ld where does darkness reside?"
    },
    {
        "o": 15098,
        "r": "niv:Job:38:20",
        "t": "Can*ln you take them to their places? Do*ld you know the paths to their dwellings?"
    },
    {
        "o": 15099,
        "r": "niv:Job:38:21",
        "t": "Surely*ln you know, for you were already born! You*ld have lived so many years!"
    },
    {
        "o": 15100,
        "r": "niv:Job:38:22",
        "t": "“Have*pn you entered the storehouses of the snow or*ld seen the storehouses of the hail,"
    },
    {
        "o": 15101,
        "r": "niv:Job:38:23",
        "t": "which*ln I reserve for times of trouble, for*ld days of war and battle?"
    },
    {
        "o": 15102,
        "r": "niv:Job:38:24",
        "t": "What*ln is the way to the place where the lightning is dispersed, or*ld the place where the east winds are scattered over the earth?"
    },
    {
        "o": 15103,
        "r": "niv:Job:38:25",
        "t": "Who*ln cuts a channel for the torrents of rain, and*ld a path for the thunderstorm,"
    },
    {
        "o": 15104,
        "r": "niv:Job:38:26",
        "t": "to*ln water a land where no one lives, an*ld uninhabited desert,"
    },
    {
        "o": 15105,
        "r": "niv:Job:38:27",
        "t": "to*ln satisfy a desolate wasteland and*ld make it sprout with grass?"
    },
    {
        "o": 15106,
        "r": "niv:Job:38:28",
        "t": "Does*ln the rain have a father? Who*ld fathers the drops of dew?"
    },
    {
        "o": 15107,
        "r": "niv:Job:38:29",
        "t": "From*ln whose womb comes the ice? Who*ld gives birth to the frost from the heavens"
    },
    {
        "o": 15108,
        "r": "niv:Job:38:30",
        "t": "when*ln the waters become hard as stone, when*ld the surface of the deep is frozen?"
    },
    {
        "o": 15109,
        "r": "niv:Job:38:31",
        "t": "“Can*pn you bind the chains of the Pleiades? Can*ld you loosen Orion’s belt?"
    },
    {
        "o": 15110,
        "r": "niv:Job:38:32",
        "t": "Can*ln you bring forth the constellations in their seasons or*ld lead out the Bear with its cubs?"
    },
    {
        "o": 15111,
        "r": "niv:Job:38:33",
        "t": "Do*ln you know the laws of the heavens? Can*ld you set up God’s dominion over the earth?"
    },
    {
        "o": 15112,
        "r": "niv:Job:38:34",
        "t": "“Can*pn you raise your voice to the clouds and*ld cover yourself with a flood of water?"
    },
    {
        "o": 15113,
        "r": "niv:Job:38:35",
        "t": "Do*ln you send the lightning bolts on their way? Do*ld they report to you, ‘Here we are’?"
    },
    {
        "o": 15114,
        "r": "niv:Job:38:36",
        "t": "Who*ln gives the ibis wisdom or*ld gives the rooster understanding?"
    },
    {
        "o": 15115,
        "r": "niv:Job:38:37",
        "t": "Who*ln has the wisdom to count the clouds? Who*ld can tip over the water jars of the heavens"
    },
    {
        "o": 15116,
        "r": "niv:Job:38:38",
        "t": "when*ln the dust becomes hard and*ld the clods of earth stick together?"
    },
    {
        "o": 15117,
        "r": "niv:Job:38:39",
        "t": "“Do*pn you hunt the prey for the lioness and*ld satisfy the hunger of the lions"
    },
    {
        "o": 15118,
        "r": "niv:Job:38:40",
        "t": "when*ln they crouch in their dens or*ld lie in wait in a thicket?"
    },
    {
        "o": 15119,
        "r": "niv:Job:38:41",
        "t": "Who*ln provides food for the raven when*ld its young cry out to God and*ld wander about for lack of food?"
    },
    {
        "o": 15120,
        "r": "niv:Job:39:0",
        "t": "Job 39",
        "h": 1
    },
    {
        "o": 15121,
        "r": "niv:Job:39:1",
        "t": "“Do*pn you know when the mountain goats give birth? Do*ld you watch when the doe bears her fawn?"
    },
    {
        "o": 15122,
        "r": "niv:Job:39:2",
        "t": "Do*ln you count the months till they bear? Do*ld you know the time they give birth?"
    },
    {
        "o": 15123,
        "r": "niv:Job:39:3",
        "t": "They*ln crouch down and bring forth their young; their*ld labor pains are ended."
    },
    {
        "o": 15124,
        "r": "niv:Job:39:4",
        "t": "Their*ln young thrive and grow strong in the wilds; they*ld leave and do not return."
    },
    {
        "o": 15125,
        "r": "niv:Job:39:5",
        "t": "“Who*pn let the wild donkey go free? Who*ld untied its ropes?"
    },
    {
        "o": 15126,
        "r": "niv:Job:39:6",
        "t": "I*ln gave it the wasteland as its home, the*ld salt flats as its habitat."
    },
    {
        "o": 15127,
        "r": "niv:Job:39:7",
        "t": "It*ln laughs at the commotion in the town; it*ld does not hear a driver’s shout."
    },
    {
        "o": 15128,
        "r": "niv:Job:39:8",
        "t": "It*ln ranges the hills for its pasture and*ld searches for any green thing."
    },
    {
        "o": 15129,
        "r": "niv:Job:39:9",
        "t": "“Will*pn the wild ox consent to serve you? Will*ld it stay by your manger at night?"
    },
    {
        "o": 15130,
        "r": "niv:Job:39:10",
        "t": "Can*ln you hold it to the furrow with a harness? Will*ld it till the valleys behind you?"
    },
    {
        "o": 15131,
        "r": "niv:Job:39:11",
        "t": "Will*ln you rely on it for its great strength? Will*ld you leave your heavy work to it?"
    },
    {
        "o": 15132,
        "r": "niv:Job:39:12",
        "t": "Can*ln you trust it to haul in your grain and*ld bring it to your threshing floor?"
    },
    {
        "o": 15133,
        "r": "niv:Job:39:13",
        "t": "“The*pn wings of the ostrich flap joyfully, though*ld they cannot compare with*ld the wings and feathers of the stork."
    },
    {
        "o": 15134,
        "r": "niv:Job:39:14",
        "t": "She*ln lays her eggs on the ground and*ld lets them warm in the sand,"
    },
    {
        "o": 15135,
        "r": "niv:Job:39:15",
        "t": "unmindful*ln that a foot may crush them, that*ld some wild animal may trample them."
    },
    {
        "o": 15136,
        "r": "niv:Job:39:16",
        "t": "She*ln treats her young harshly, as if they were not hers; she*ld cares not that her labor was in vain,"
    },
    {
        "o": 15137,
        "r": "niv:Job:39:17",
        "t": "for*ln God did not endow her with wisdom or*ld give her a share of good sense."
    },
    {
        "o": 15138,
        "r": "niv:Job:39:18",
        "t": "Yet*ln when she spreads her feathers to run, she*ld laughs at horse and rider."
    },
    {
        "o": 15139,
        "r": "niv:Job:39:19",
        "t": "“Do*pn you give the horse its strength or*ld clothe its neck with a flowing mane?"
    },
    {
        "o": 15140,
        "r": "niv:Job:39:20",
        "t": "Do*ln you make it leap like a locust, striking*ld terror with its proud snorting?"
    },
    {
        "o": 15141,
        "r": "niv:Job:39:21",
        "t": "It*ln paws fiercely, rejoicing in its strength, and*ld charges into the fray."
    },
    {
        "o": 15142,
        "r": "niv:Job:39:22",
        "t": "It*ln laughs at fear, afraid of nothing; it*ld does not shy away from the sword."
    },
    {
        "o": 15143,
        "r": "niv:Job:39:23",
        "t": "The*ln quiver rattles against its side, along*ld with the flashing spear and lance."
    },
    {
        "o": 15144,
        "r": "niv:Job:39:24",
        "t": "In*ln frenzied excitement it eats up the ground; it*ld cannot stand still when the trumpet sounds."
    },
    {
        "o": 15145,
        "r": "niv:Job:39:25",
        "t": "At*ln the blast of the trumpet it snorts, ‘Aha!’ It*ld catches the scent of battle from afar, the*ld shout of commanders and the battle cry."
    },
    {
        "o": 15146,
        "r": "niv:Job:39:26",
        "t": "“Does*pn the hawk take flight by your wisdom and*ld spread its wings toward the south?"
    },
    {
        "o": 15147,
        "r": "niv:Job:39:27",
        "t": "Does*ln the eagle soar at your command and*ld build its nest on high?"
    },
    {
        "o": 15148,
        "r": "niv:Job:39:28",
        "t": "It*ln dwells on a cliff and stays there at night; a*ld rocky crag is its stronghold."
    },
    {
        "o": 15149,
        "r": "niv:Job:39:29",
        "t": "From*ln there it looks for food; its*ld eyes detect it from afar."
    },
    {
        "o": 15150,
        "r": "niv:Job:39:30",
        "t": "Its*ln young ones feast on blood, and*ld where the slain are, there it is.”"
    },
    {
        "o": 15151,
        "r": "niv:Job:40:0",
        "t": "Job 40",
        "h": 1
    },
    {
        "o": 15152,
        "r": "niv:Job:40:1",
        "t": "The*p Lord*s said to Job:"
    },
    {
        "o": 15153,
        "r": "niv:Job:40:2",
        "t": "“Will*pn the one who contends with the Almighty correct him? Let*ld him who accuses God answer him!”"
    },
    {
        "o": 15154,
        "r": "niv:Job:40:3",
        "t": "Then*p Job answered the Lord:*s"
    },
    {
        "o": 15155,
        "r": "niv:Job:40:4",
        "t": "“I*pn am unworthy—how can I reply to you? I*ld put my hand over my mouth."
    },
    {
        "o": 15156,
        "r": "niv:Job:40:5",
        "t": "I*ln spoke once, but I have no answer— twice,*ld but I will say no more.”"
    },
    {
        "o": 15157,
        "r": "niv:Job:40:6",
        "t": "Then*p the Lord*s spoke to Job out of the storm:"
    },
    {
        "o": 15158,
        "r": "niv:Job:40:7",
        "t": "“Brace*pn yourself like a man; I*ld will question you, and*ld you shall answer me."
    },
    {
        "o": 15159,
        "r": "niv:Job:40:8",
        "t": "“Would*pn you discredit my justice? Would*ld you condemn me to justify yourself?"
    },
    {
        "o": 15160,
        "r": "niv:Job:40:9",
        "t": "Do*ln you have an arm like God’s, and*ld can your voice thunder like his?"
    },
    {
        "o": 15161,
        "r": "niv:Job:40:10",
        "t": "Then*ln adorn yourself with glory and splendor, and*ld clothe yourself in honor and majesty."
    },
    {
        "o": 15162,
        "r": "niv:Job:40:11",
        "t": "Unleash*ln the fury of your wrath, look*ld at all who are proud and bring them low,"
    },
    {
        "o": 15163,
        "r": "niv:Job:40:12",
        "t": "look*ln at all who are proud and humble them, crush*ld the wicked where they stand."
    },
    {
        "o": 15164,
        "r": "niv:Job:40:13",
        "t": "Bury*ln them all in the dust together; shroud*ld their faces in the grave."
    },
    {
        "o": 15165,
        "r": "niv:Job:40:14",
        "t": "Then*ln I myself will admit to you that*ld your own right hand can save you."
    },
    {
        "o": 15166,
        "r": "niv:Job:40:15",
        "t": "“Look*pn at Behemoth, which*ld I made along with you and*ld which feeds on grass like an ox."
    },
    {
        "o": 15167,
        "r": "niv:Job:40:16",
        "t": "What*ln strength it has in its loins, what*ld power in the muscles of its belly!"
    },
    {
        "o": 15168,
        "r": "niv:Job:40:17",
        "t": "Its*ln tail sways like a cedar; the*ld sinews of its thighs are close-knit."
    },
    {
        "o": 15169,
        "r": "niv:Job:40:18",
        "t": "Its*ln bones are tubes of bronze, its*ld limbs like rods of iron."
    },
    {
        "o": 15170,
        "r": "niv:Job:40:19",
        "t": "It*ln ranks first among the works of God, yet*ld its Maker can approach it with his sword."
    },
    {
        "o": 15171,
        "r": "niv:Job:40:20",
        "t": "The*ln hills bring it their produce, and*ld all the wild animals play nearby."
    },
    {
        "o": 15172,
        "r": "niv:Job:40:21",
        "t": "Under*ln the lotus plants it lies, hidden*ld among the reeds in the marsh."
    },
    {
        "o": 15173,
        "r": "niv:Job:40:22",
        "t": "The*ln lotuses conceal it in their shadow; the*ld poplars by the stream surround it."
    },
    {
        "o": 15174,
        "r": "niv:Job:40:23",
        "t": "A*ln raging river does not alarm it; it*ld is secure, though the Jordan should surge against its mouth."
    },
    {
        "o": 15175,
        "r": "niv:Job:40:24",
        "t": "Can*ln anyone capture it by the eyes, or*ld trap it and pierce its nose?"
    },
    {
        "o": 15176,
        "r": "niv:Job:41:0",
        "t": "Job 41",
        "h": 1
    },
    {
        "o": 15177,
        "r": "niv:Job:41:1",
        "t": "“Can*pn you pull in Leviathan with a fishhook or*ld tie down its tongue with a rope?"
    },
    {
        "o": 15178,
        "r": "niv:Job:41:2",
        "t": "Can*ln you put a cord through its nose or*ld pierce its jaw with a hook?"
    },
    {
        "o": 15179,
        "r": "niv:Job:41:3",
        "t": "Will*ln it keep begging you for mercy? Will*ld it speak to you with gentle words?"
    },
    {
        "o": 15180,
        "r": "niv:Job:41:4",
        "t": "Will*ln it make an agreement with you for*ld you to take it as your slave for life?"
    },
    {
        "o": 15181,
        "r": "niv:Job:41:5",
        "t": "Can*ln you make a pet of it like a bird or*ld put it on a leash for the young women in your house?"
    },
    {
        "o": 15182,
        "r": "niv:Job:41:6",
        "t": "Will*ln traders barter for it? Will*ld they divide it up among the merchants?"
    },
    {
        "o": 15183,
        "r": "niv:Job:41:7",
        "t": "Can*ln you fill its hide with harpoons or*ld its head with fishing spears?"
    },
    {
        "o": 15184,
        "r": "niv:Job:41:8",
        "t": "If*ln you lay a hand on it, you*ld will remember the struggle and never do it again!"
    },
    {
        "o": 15185,
        "r": "niv:Job:41:9",
        "t": "Any*ln hope of subduing it is false; the*ld mere sight of it is overpowering."
    },
    {
        "o": 15186,
        "r": "niv:Job:41:10",
        "t": "No*ln one is fierce enough to rouse it. Who*ld then is able to stand against me?"
    },
    {
        "o": 15187,
        "r": "niv:Job:41:11",
        "t": "Who*ln has a claim against me that I must pay? Everything*ld under heaven belongs to me."
    },
    {
        "o": 15188,
        "r": "niv:Job:41:12",
        "t": "“I*pn will not fail to speak of Leviathan’s limbs, its*ld strength and its graceful form."
    },
    {
        "o": 15189,
        "r": "niv:Job:41:13",
        "t": "Who*ln can strip off its outer coat? Who*ld can penetrate its double coat of armor?"
    },
    {
        "o": 15190,
        "r": "niv:Job:41:14",
        "t": "Who*ln dares open the doors of its mouth, ringed*ld about with fearsome teeth?"
    },
    {
        "o": 15191,
        "r": "niv:Job:41:15",
        "t": "Its*ln back has rows of shields tightly*ld sealed together;"
    },
    {
        "o": 15192,
        "r": "niv:Job:41:16",
        "t": "each*ln is so close to the next that*ld no air can pass between."
    },
    {
        "o": 15193,
        "r": "niv:Job:41:17",
        "t": "They*ln are joined fast to one another; they*ld cling together and cannot be parted."
    },
    {
        "o": 15194,
        "r": "niv:Job:41:18",
        "t": "Its*ln snorting throws out flashes of light; its*ld eyes are like the rays of dawn."
    },
    {
        "o": 15195,
        "r": "niv:Job:41:19",
        "t": "Flames*ln stream from its mouth; sparks*ld of fire shoot out."
    },
    {
        "o": 15196,
        "r": "niv:Job:41:20",
        "t": "Smoke*ln pours from its nostrils as*ld from a boiling pot over burning reeds."
    },
    {
        "o": 15197,
        "r": "niv:Job:41:21",
        "t": "Its*ln breath sets coals ablaze, and*ld flames dart from its mouth."
    },
    {
        "o": 15198,
        "r": "niv:Job:41:22",
        "t": "Strength*ln resides in its neck; dismay*ld goes before it."
    },
    {
        "o": 15199,
        "r": "niv:Job:41:23",
        "t": "The*ln folds of its flesh are tightly joined; they*ld are firm and immovable."
    },
    {
        "o": 15200,
        "r": "niv:Job:41:24",
        "t": "Its*ln chest is hard as rock, hard*ld as a lower millstone."
    },
    {
        "o": 15201,
        "r": "niv:Job:41:25",
        "t": "When*ln it rises up, the mighty are terrified; they*ld retreat before its thrashing."
    },
    {
        "o": 15202,
        "r": "niv:Job:41:26",
        "t": "The*ln sword that reaches it has no effect, nor*ld does the spear or the dart or the javelin."
    },
    {
        "o": 15203,
        "r": "niv:Job:41:27",
        "t": "Iron*ln it treats like straw and*ld bronze like rotten wood."
    },
    {
        "o": 15204,
        "r": "niv:Job:41:28",
        "t": "Arrows*ln do not make it flee; slingstones*ld are like chaff to it."
    },
    {
        "o": 15205,
        "r": "niv:Job:41:29",
        "t": "A*ln club seems to it but a piece of straw; it*ld laughs at the rattling of the lance."
    },
    {
        "o": 15206,
        "r": "niv:Job:41:30",
        "t": "Its*ln undersides are jagged potsherds, leaving*ld a trail in the mud like a threshing sledge."
    },
    {
        "o": 15207,
        "r": "niv:Job:41:31",
        "t": "It*ln makes the depths churn like a boiling caldron and*ld stirs up the sea like a pot of ointment."
    },
    {
        "o": 15208,
        "r": "niv:Job:41:32",
        "t": "It*ln leaves a glistening wake behind it; one*ld would think the deep had white hair."
    },
    {
        "o": 15209,
        "r": "niv:Job:41:33",
        "t": "Nothing*ln on earth is its equal— a*ld creature without fear."
    },
    {
        "o": 15210,
        "r": "niv:Job:41:34",
        "t": "It*ln looks down on all that are haughty; it*ld is king over all that are proud.”"
    },
    {
        "o": 15211,
        "r": "niv:Job:42:0",
        "t": "Job 42",
        "h": 1
    },
    {
        "o": 15212,
        "r": "niv:Job:42:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 15213,
        "r": "niv:Job:42:1",
        "t": "Then*p Job replied to the Lord:*s"
    },
    {
        "o": 15214,
        "r": "niv:Job:42:2",
        "t": "“I*pn know that you can do all things; no*ld purpose of yours can be thwarted."
    },
    {
        "o": 15215,
        "r": "niv:Job:42:3",
        "t": "You*ln asked, ‘Who is this that obscures my plans without knowledge?’ Surely*ld I spoke of things I did not understand, things*ld too wonderful for me to know."
    },
    {
        "o": 15216,
        "r": "niv:Job:42:4",
        "t": "“You*pn said, ‘Listen now, and I will speak; I*ld will question you, and*ld you shall answer me.’"
    },
    {
        "o": 15217,
        "r": "niv:Job:42:5",
        "t": "My*ln ears had heard of you but*ld now my eyes have seen you."
    },
    {
        "o": 15218,
        "r": "niv:Job:42:6",
        "t": "Therefore*ln I despise myself and*ld repent in dust and ashes.”"
    },
    {
        "o": 15219,
        "r": "niv:Job:42:6",
        "t": "Epilogue",
        "h": 2
    },
    {
        "o": 15220,
        "r": "niv:Job:42:7",
        "t": "After*p the Lord*s had said these things to Job, he said to Eliphaz the Temanite, “I am angry with you and your two friends, because you have not spoken the truth about me, as my servant Job has."
    },
    {
        "o": 15221,
        "r": "niv:Job:42:8",
        "t": "So now take seven bulls and seven rams and go to my servant Job and sacrifice a burnt offering for yourselves. My servant Job will pray for you, and I will accept his prayer and not deal with you according to your folly. You have not spoken the truth about me, as my servant Job has.”"
    },
    {
        "o": 15222,
        "r": "niv:Job:42:9",
        "t": "So Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite did what the Lord*s told them; and the Lord*s accepted Job’s prayer."
    },
    {
        "o": 15223,
        "r": "niv:Job:42:10",
        "t": "After*p Job had prayed for his friends, the Lord*s restored his fortunes and gave him twice as much as he had before."
    },
    {
        "o": 15224,
        "r": "niv:Job:42:11",
        "t": "All his brothers and sisters and everyone who had known him before came and ate with him in his house. They comforted and consoled him over all the trouble the Lord*s had brought on him, and each one gave him a piece of silver and a gold ring."
    },
    {
        "o": 15225,
        "r": "niv:Job:42:12",
        "t": "The*p Lord*s blessed the latter part of Job’s life more than the former part. He had fourteen thousand sheep, six thousand camels, a thousand yoke of oxen and a thousand donkeys."
    },
    {
        "o": 15226,
        "r": "niv:Job:42:13",
        "t": "And he also had seven sons and three daughters."
    },
    {
        "o": 15227,
        "r": "niv:Job:42:14",
        "t": "The first daughter he named Jemimah, the second Keziah and the third Keren-Happuch."
    },
    {
        "o": 15228,
        "r": "niv:Job:42:15",
        "t": "Nowhere in all the land were there found women as beautiful as Job’s daughters, and their father granted them an inheritance along with their brothers."
    },
    {
        "o": 15229,
        "r": "niv:Job:42:16",
        "t": "After*p this, Job lived a hundred and forty years; he saw his children and their children to the fourth generation."
    },
    {
        "o": 15230,
        "r": "niv:Job:42:17",
        "t": "And so Job died, an old man and full of years."
    }
]
