[
    {
        "o": 23508,
        "r": "esv:Ezekiel:28:0",
        "t": "Ezekiel 28",
        "h": 1
    },
    {
        "o": 23509,
        "r": "esv:Ezekiel:28:0",
        "t": "Prophecy Against the Prince of Tyre",
        "h": 2
    },
    {
        "o": 23510,
        "r": "esv:Ezekiel:28:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23511,
        "r": "esv:Ezekiel:28:2",
        "t": "“Son of man, say to the prince of Tyre, Thus says the Lord God:*s “Because*pn your heart is proud, and*ld you have said, ‘I am a god, I*ln sit in the seat of the gods, in*ld the heart of the seas,’ yet*ln you are but a man, and no god, though*ld you make your heart like the heart of a god—"
    },
    {
        "o": 23512,
        "r": "esv:Ezekiel:28:3",
        "t": "you*ln are indeed wiser than Daniel; no*ld secret is hidden from you;"
    },
    {
        "o": 23513,
        "r": "esv:Ezekiel:28:4",
        "t": "by*ln your wisdom and your understanding you*ld have made wealth for yourself, and*ln have gathered gold and silver into*ld your treasuries;"
    },
    {
        "o": 23514,
        "r": "esv:Ezekiel:28:5",
        "t": "by*ln your great wisdom in your trade you*ld have increased your wealth, and*ld your heart has become proud in your wealth—"
    },
    {
        "o": 23515,
        "r": "esv:Ezekiel:28:6",
        "t": "therefore*ln thus says the Lord God:*s Because*ln you make your heart like*ld the heart of a god,"
    },
    {
        "o": 23516,
        "r": "esv:Ezekiel:28:7",
        "t": "therefore,*ln behold, I will bring foreigners upon you, the*ld most ruthless of the nations; and*ln they shall draw their swords against the beauty of your wisdom and*ld defile your splendor."
    },
    {
        "o": 23517,
        "r": "esv:Ezekiel:28:8",
        "t": "They*ln shall thrust you down into the pit, and*ld you shall die the death of the slain in*ld the heart of the seas."
    },
    {
        "o": 23518,
        "r": "esv:Ezekiel:28:9",
        "t": "Will*ln you still say, ‘I am a god,’ in*ld the presence of those who kill you, though*ln you are but a man, and no god, in*ld the hands of those who slay you?"
    },
    {
        "o": 23519,
        "r": "esv:Ezekiel:28:10",
        "t": "You*ln shall die the death of the uncircumcised by*ld the hand of foreigners; for*ld I have spoken, declares the Lord God.”*s"
    },
    {
        "o": 23520,
        "r": "esv:Ezekiel:28:10",
        "t": "A Lament over the King of Tyre",
        "h": 2
    },
    {
        "o": 23521,
        "r": "esv:Ezekiel:28:11",
        "t": "Moreover,*p the word of the Lord*s came to me:"
    },
    {
        "o": 23522,
        "r": "esv:Ezekiel:28:12",
        "t": "“Son of man, raise a lamentation over the king of Tyre, and say to him, Thus says the Lord God:*s “You*pn were the signet of perfection, full*ld of wisdom and perfect in beauty."
    },
    {
        "o": 23523,
        "r": "esv:Ezekiel:28:13",
        "t": "You*ln were in Eden, the garden of God; every*ld precious stone was your covering, sardius,*ln topaz, and diamond, beryl,*ld onyx, and jasper, sapphire,*ln emerald, and carbuncle; and*ld crafted in gold were your settings and*ld your engravings. On*ln the day that you were created they*ld were prepared."
    },
    {
        "o": 23524,
        "r": "esv:Ezekiel:28:14",
        "t": "You*ln were an anointed guardian cherub. I*ld placed you; you were on the holy mountain of God; in*ld the midst of the stones of fire you walked."
    },
    {
        "o": 23525,
        "r": "esv:Ezekiel:28:15",
        "t": "You*ln were blameless in your ways from*ld the day you were created, till*ld unrighteousness was found in you."
    },
    {
        "o": 23526,
        "r": "esv:Ezekiel:28:16",
        "t": "In*ln the abundance of your trade you*ld were filled with violence in your midst, and you sinned; so*ln I cast you as a profane thing from the mountain of God, and*ld I destroyed you, O guardian cherub, from*ld the midst of the stones of fire."
    },
    {
        "o": 23527,
        "r": "esv:Ezekiel:28:17",
        "t": "Your*ln heart was proud because of your beauty; you*ld corrupted your wisdom for the sake of your splendor. I*ln cast you to the ground; I*ld exposed you before kings, to*ld feast their eyes on you."
    },
    {
        "o": 23528,
        "r": "esv:Ezekiel:28:18",
        "t": "By*ln the multitude of your iniquities, in*ld the unrighteousness of your trade you*ld profaned your sanctuaries; so*ln I brought fire out from your midst; it*ld consumed you, and*ln I turned you to ashes on the earth in*ld the sight of all who saw you."
    },
    {
        "o": 23529,
        "r": "esv:Ezekiel:28:19",
        "t": "All*ln who know you among the peoples are*ld appalled at you; you*ln have come to a dreadful end and*ld shall be no more forever.”"
    },
    {
        "o": 23530,
        "r": "esv:Ezekiel:28:19",
        "t": "Prophecy Against Sidon",
        "h": 2
    },
    {
        "o": 23531,
        "r": "esv:Ezekiel:28:20",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23532,
        "r": "esv:Ezekiel:28:21",
        "t": "“Son of man, set your face toward Sidon, and prophesy against her"
    },
    {
        "o": 23533,
        "r": "esv:Ezekiel:28:22",
        "t": "and say, Thus says the Lord God:*s “Behold,*pn I am against you, O Sidon, and*ld I will manifest my glory in your midst. And*ln they shall know that I am the Lord*s when*ld I execute judgments in her and*ld manifest my holiness in her;"
    },
    {
        "o": 23534,
        "r": "esv:Ezekiel:28:23",
        "t": "for*ln I will send pestilence into her, and*ld blood into her streets; and*ln the slain shall fall in her midst, by*ld the sword that is against her on every side. Then*ln they will know that I am the Lord.*s"
    },
    {
        "o": 23535,
        "r": "esv:Ezekiel:28:24",
        "t": "“And*p for the house of Israel there shall be no more a brier to prick or a thorn to hurt them among all their neighbors who have treated them with contempt. Then they will know that I am the Lord God.*s"
    },
    {
        "o": 23536,
        "r": "esv:Ezekiel:28:24",
        "t": "Israel Gathered in Security",
        "h": 2
    },
    {
        "o": 23537,
        "r": "esv:Ezekiel:28:25",
        "t": "“Thus*p says the Lord God:*s When I gather the house of Israel from the peoples among whom they are scattered, and manifest my holiness in them in the sight of the nations, then they shall dwell in their own land that I gave to my servant Jacob."
    },
    {
        "o": 23538,
        "r": "esv:Ezekiel:28:26",
        "t": "And they shall dwell securely in it, and they shall build houses and plant vineyards. They shall dwell securely, when I execute judgments upon all their neighbors who have treated them with contempt. Then they will know that I am the Lord*s their God.”"
    }
]
