[
    {
        "o": 8102,
        "r": "csb:1 Samuel:5:0",
        "t": "1 Samuel 5",
        "h": 1
    },
    {
        "o": 8103,
        "r": "csb:1 Samuel:5:0",
        "t": "The Ark in Philistine Hands",
        "h": 2
    },
    {
        "o": 8104,
        "r": "csb:1 Samuel:5:1",
        "t": "After*p the Philistines had captured the ark of God, they took it from Ebenezer to Ashdod,"
    },
    {
        "o": 8105,
        "r": "csb:1 Samuel:5:2",
        "t": "brought it into the temple of Dagon and placed it next to his statue."
    },
    {
        "o": 8106,
        "r": "csb:1 Samuel:5:3",
        "t": "When the people of Ashdod got up early the next morning, there was Dagon, fallen with his face to the ground before the ark of the Lord.*s So they took Dagon and returned him to his place."
    },
    {
        "o": 8107,
        "r": "csb:1 Samuel:5:4",
        "t": "But when they got up early the next morning, there was Dagon, fallen with his face to the ground before the ark of the Lord.*s This time, Dagon’s head and both of his hands were broken off and lying on the threshold. Only Dagon’s torso remained."
    },
    {
        "o": 8108,
        "r": "csb:1 Samuel:5:5",
        "t": "That is why, still today, the priests of Dagon and everyone who enters the temple of Dagon in Ashdod do not step on Dagon’s threshold."
    },
    {
        "o": 8109,
        "r": "csb:1 Samuel:5:6",
        "t": "The*p Lord’s*s hand was heavy on the people of Ashdod. He terrified the people of Ashdod and its territory and afflicted them with tumors."
    },
    {
        "o": 8110,
        "r": "csb:1 Samuel:5:7",
        "t": "When the people of Ashdod saw what was happening, they said, “The ark of Israel’s God must not stay here with us, because his hand is strongly against us and our god Dagon.”"
    },
    {
        "o": 8111,
        "r": "csb:1 Samuel:5:8",
        "t": "So they called all the Philistine rulers together and asked, “What should we do with the ark of Israel’s God?” “The*p ark of Israel’s God should be moved to Gath,” they replied. So they moved the ark of Israel’s God."
    },
    {
        "o": 8112,
        "r": "csb:1 Samuel:5:9",
        "t": "After they had moved it, the Lord’s*s hand was against the city of Gath, causing a great panic. He afflicted the people of the city, from the youngest to the oldest, with an outbreak of tumors."
    },
    {
        "o": 8113,
        "r": "csb:1 Samuel:5:10",
        "t": "The*p people of Gath then sent the ark of God to Ekron, but when it got there, the Ekronites cried out, “They’ve moved the ark of Israel’s God to us to kill us and our people!”"
    },
    {
        "o": 8114,
        "r": "csb:1 Samuel:5:11",
        "t": "The*p Ekronites called all the Philistine rulers together. They said, “Send the ark of Israel’s God away. Let it return to its place so it won’t kill us and our people!” For the fear of death pervaded the city; God’s hand was oppressing them."
    },
    {
        "o": 8115,
        "r": "csb:1 Samuel:5:12",
        "t": "Those who did not die were afflicted with tumors, and the outcry of the city went up to heaven."
    }
]
