[
    {
        "o": 8159,
        "r": "nkjv:1 Samuel:9:0",
        "t": "1 Samuel 9",
        "h": 1
    },
    {
        "o": 8160,
        "r": "nkjv:1 Samuel:9:0",
        "t": "Saul Chosen to Be King",
        "h": 2
    },
    {
        "o": 8161,
        "r": "nkjv:1 Samuel:9:1",
        "t": "There*p was a man of Benjamin whose name was*i Kish the son of Abiel, the son of Zeror, the son of Bechorath, the son of Aphiah, a Benjamite, a mighty man of power."
    },
    {
        "o": 8162,
        "r": "nkjv:1 Samuel:9:2",
        "t": "And he had a choice and handsome son whose name was*i Saul. There*i was*i not a more handsome person than he among the children of Israel. From his shoulders upward he*i was*i taller than any of the people."
    },
    {
        "o": 8163,
        "r": "nkjv:1 Samuel:9:3",
        "t": "Now*p the donkeys of Kish, Saul’s father, were lost. And Kish said to his son Saul, “Please take one of the servants with you, and arise, go and look for the donkeys.”"
    },
    {
        "o": 8164,
        "r": "nkjv:1 Samuel:9:4",
        "t": "So he passed through the mountains of Ephraim and through the land of Shalisha, but they did not find them.*i Then they passed through the land of Shaalim, and they*i were*i not there.*i Then he passed through the land of the Benjamites, but they did not find them.*i"
    },
    {
        "o": 8165,
        "r": "nkjv:1 Samuel:9:5",
        "t": "When*p they had come to the land of Zuph, Saul said to his servant who was*i with him, “Come, let us return, lest my father cease caring*i about the donkeys and become worried about us.”"
    },
    {
        "o": 8166,
        "r": "nkjv:1 Samuel:9:6",
        "t": "And*p he said to him, “Look now, there*i is*i in this city a man of God, and he*i is*i an honorable man; all that he says surely comes to pass. So let us go there; perhaps he can show us the way that we should go.”"
    },
    {
        "o": 8167,
        "r": "nkjv:1 Samuel:9:7",
        "t": "Then*p Saul said to his servant, “But look, if*i we go, what shall we bring the man? For the bread in our vessels is all gone, and there*i is*i no present to bring to the man of God. What do we have?”"
    },
    {
        "o": 8168,
        "r": "nkjv:1 Samuel:9:8",
        "t": "And*p the servant answered Saul again and said, “Look, I have here at hand one-fourth of a shekel of silver. I will give that*i to the man of God, to tell us our way.”"
    },
    {
        "o": 8169,
        "r": "nkjv:1 Samuel:9:9",
        "t": "(Formerly in Israel, when a man went to inquire of God, he spoke thus: “Come, let us go to the seer”; for he*i who*i is*i now called*i a prophet was formerly called a seer.)"
    },
    {
        "o": 8170,
        "r": "nkjv:1 Samuel:9:10",
        "t": "Then*p Saul said to his servant, “Well said; come, let us go.” So they went to the city where the man of God was.*i"
    },
    {
        "o": 8171,
        "r": "nkjv:1 Samuel:9:11",
        "t": "As*p they went up the hill to the city, they met some young women going out to draw water, and said to them, “Is the seer here?”"
    },
    {
        "o": 8172,
        "r": "nkjv:1 Samuel:9:12",
        "t": "And*p they answered them and said, “Yes, there he is, just ahead of you. Hurry now; for today he came to this city, because there is a sacrifice of the people today on the high place."
    },
    {
        "o": 8173,
        "r": "nkjv:1 Samuel:9:13",
        "t": "As soon as you come into the city, you will surely find him before he goes up to the high place to eat. For the people will not eat until he comes, because he must bless the sacrifice; afterward those who are invited will eat. Now therefore, go up, for about this time you will find him.”"
    },
    {
        "o": 8174,
        "r": "nkjv:1 Samuel:9:14",
        "t": "So they went up to the city. As they were coming into the city, there was Samuel, coming out toward them on his way up to the high place."
    },
    {
        "o": 8175,
        "r": "nkjv:1 Samuel:9:15",
        "t": "Now*p the Lord*s had told Samuel in his ear the day before Saul came, saying,"
    },
    {
        "o": 8176,
        "r": "nkjv:1 Samuel:9:16",
        "t": "“Tomorrow about this time I will send you a man from the land of Benjamin, and you shall anoint him commander over My people Israel, that he may save My people from the hand of the Philistines; for I have looked upon My people, because their cry has come to Me.”"
    },
    {
        "o": 8177,
        "r": "nkjv:1 Samuel:9:17",
        "t": "So*p when Samuel saw Saul, the Lord*s said to him, “There he is, the man of whom I spoke to you. This one shall reign over My people.”"
    },
    {
        "o": 8178,
        "r": "nkjv:1 Samuel:9:18",
        "t": "Then Saul drew near to Samuel in the gate, and said, “Please tell me, where is*i the seer’s house?”"
    },
    {
        "o": 8179,
        "r": "nkjv:1 Samuel:9:19",
        "t": "Samuel*p answered Saul and said, “I am*i the seer. Go up before me to the high place, for you shall eat with me today; and tomorrow I will let you go and will tell you all that is*i in your heart."
    },
    {
        "o": 8180,
        "r": "nkjv:1 Samuel:9:20",
        "t": "But as for your donkeys that were lost three days ago, do not be anxious about them, for they have been found. And on whom is*i all the desire of Israel? Is*i it*i not on you and on all your father’s house?”"
    },
    {
        "o": 8181,
        "r": "nkjv:1 Samuel:9:21",
        "t": "And*p Saul answered and said, “Am*i I not a Benjamite, of the smallest of the tribes of Israel, and my family the least of all the families of the tribe of Benjamin? Why then do you speak like this to me?”"
    },
    {
        "o": 8182,
        "r": "nkjv:1 Samuel:9:22",
        "t": "Now*p Samuel took Saul and his servant and brought them into the hall, and had them sit in the place of honor among those who were invited; there were*i about thirty persons."
    },
    {
        "o": 8183,
        "r": "nkjv:1 Samuel:9:23",
        "t": "And Samuel said to the cook, “Bring the portion which I gave you, of which I said to you, ‘Set it apart.’”"
    },
    {
        "o": 8184,
        "r": "nkjv:1 Samuel:9:24",
        "t": "So the cook took up the thigh with its upper part and set it*i before Saul. And Samuel*i said, “Here it is, what was kept back. It*i was set apart for you. Eat; for until this time it has been kept for you, since I said I invited the people.” So Saul ate with Samuel that day."
    },
    {
        "o": 8185,
        "r": "nkjv:1 Samuel:9:25",
        "t": "When*p they had come down from the high place into the city, Samuel*i spoke with Saul on the top of the house."
    },
    {
        "o": 8186,
        "r": "nkjv:1 Samuel:9:26",
        "t": "They arose early; and it was about the dawning of the day that Samuel called to Saul on the top of the house, saying, “Get up, that I may send you on your way.” And Saul arose, and both of them went outside, he and Samuel."
    },
    {
        "o": 8187,
        "r": "nkjv:1 Samuel:9:26",
        "t": "Saul Anointed King",
        "h": 2
    },
    {
        "o": 8188,
        "r": "nkjv:1 Samuel:9:27",
        "t": "As*p they were going down to the outskirts of the city, Samuel said to Saul, “Tell the servant to go on ahead of us.” And he went on. “But you stand here awhile, that I may announce to you the word of God.”"
    }
]
