[
    {
        "o": 9623,
        "r": "nkjv:1 Kings:1:0",
        "t": "1 Kings 1",
        "h": 1
    },
    {
        "o": 9624,
        "r": "nkjv:1 Kings:1:0",
        "t": "Adonijah Presumes to Be King",
        "h": 2
    },
    {
        "o": 9625,
        "r": "nkjv:1 Kings:1:1",
        "t": "Now*p King David was old, advanced in years; and they put covers on him, but he could not get warm."
    },
    {
        "o": 9626,
        "r": "nkjv:1 Kings:1:2",
        "t": "Therefore his servants said to him, “Let a young woman, a virgin, be sought for our lord the king, and let her stand before the king, and let her care for him; and let her lie in your bosom, that our lord the king may be warm.”"
    },
    {
        "o": 9627,
        "r": "nkjv:1 Kings:1:3",
        "t": "So they sought for a lovely young woman throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king."
    },
    {
        "o": 9628,
        "r": "nkjv:1 Kings:1:4",
        "t": "The young woman was*i very lovely; and she cared for the king, and served him; but the king did not know her."
    },
    {
        "o": 9629,
        "r": "nkjv:1 Kings:1:5",
        "t": "Then*p Adonijah the son of Haggith exalted himself, saying, “I will be king”; and he prepared for himself chariots and horsemen, and fifty men to run before him."
    },
    {
        "o": 9630,
        "r": "nkjv:1 Kings:1:6",
        "t": "(And his father had not rebuked him at any time by saying, “Why have you done so?” He was*i also very good-looking. His*i mother*i had borne him after Absalom.)"
    },
    {
        "o": 9631,
        "r": "nkjv:1 Kings:1:7",
        "t": "Then he conferred with Joab the son of Zeruiah and with Abiathar the priest, and they followed and helped Adonijah."
    },
    {
        "o": 9632,
        "r": "nkjv:1 Kings:1:8",
        "t": "But Zadok the priest, Benaiah the son of Jehoiada, Nathan the prophet, Shimei, Rei, and the mighty men who belonged*i to David were not with Adonijah."
    },
    {
        "o": 9633,
        "r": "nkjv:1 Kings:1:9",
        "t": "And*p Adonijah sacrificed sheep and oxen and fattened cattle by the stone of Zoheleth, which is*i by En Rogel; he also invited all his brothers, the king’s sons, and all the men of Judah, the king’s servants."
    },
    {
        "o": 9634,
        "r": "nkjv:1 Kings:1:10",
        "t": "But he did not invite Nathan the prophet, Benaiah, the mighty men, or Solomon his brother."
    },
    {
        "o": 9635,
        "r": "nkjv:1 Kings:1:11",
        "t": "So*p Nathan spoke to Bathsheba the mother of Solomon, saying, “Have you not heard that Adonijah the son of Haggith has become king, and David our lord does not know it?*i"
    },
    {
        "o": 9636,
        "r": "nkjv:1 Kings:1:12",
        "t": "Come, please, let me now give you advice, that you may save your own life and the life of your son Solomon."
    },
    {
        "o": 9637,
        "r": "nkjv:1 Kings:1:13",
        "t": "Go immediately to King David and say to him, ‘Did you not, my lord, O king, swear to your maidservant, saying, “Assuredly your son Solomon shall reign after me, and he shall sit on my throne“? Why then has Adonijah become king?’"
    },
    {
        "o": 9638,
        "r": "nkjv:1 Kings:1:14",
        "t": "Then, while you are still talking there with the king, I also will come in after you and confirm your words.”"
    },
    {
        "o": 9639,
        "r": "nkjv:1 Kings:1:15",
        "t": "So*p Bathsheba went into the chamber to the king. (Now the king was very old, and Abishag the Shunammite was serving the king.)"
    },
    {
        "o": 9640,
        "r": "nkjv:1 Kings:1:16",
        "t": "And Bathsheba bowed and did homage to the king. Then the king said, “What is your wish?”"
    },
    {
        "o": 9641,
        "r": "nkjv:1 Kings:1:17",
        "t": "Then*p she said to him, “My lord, you swore by the Lord*s your God to your maidservant, saying,*i ‘Assuredly Solomon your son shall reign after me, and he shall sit on my throne.’"
    },
    {
        "o": 9642,
        "r": "nkjv:1 Kings:1:18",
        "t": "So now, look! Adonijah has become king; and now, my lord the king, you do not know about it.*i"
    },
    {
        "o": 9643,
        "r": "nkjv:1 Kings:1:19",
        "t": "He has sacrificed oxen and fattened cattle and sheep in abundance, and has invited all the sons of the king, Abiathar the priest, and Joab the commander of the army; but Solomon your servant he has not invited."
    },
    {
        "o": 9644,
        "r": "nkjv:1 Kings:1:20",
        "t": "And as for you, my lord, O king, the eyes of all Israel are*i on you, that you should tell them who will sit on the throne of my lord the king after him."
    },
    {
        "o": 9645,
        "r": "nkjv:1 Kings:1:21",
        "t": "Otherwise it will happen, when my lord the king rests with his fathers, that I and my son Solomon will be counted as offenders.”"
    },
    {
        "o": 9646,
        "r": "nkjv:1 Kings:1:22",
        "t": "And*p just then, while she was still talking with the king, Nathan the prophet also came in."
    },
    {
        "o": 9647,
        "r": "nkjv:1 Kings:1:23",
        "t": "So they told the king, saying, “Here is Nathan the prophet.” And when he came in before the king, he bowed down before the king with his face to the ground."
    },
    {
        "o": 9648,
        "r": "nkjv:1 Kings:1:24",
        "t": "And Nathan said, “My lord, O king, have you said, ‘Adonijah shall reign after me, and he shall sit on my throne’?"
    },
    {
        "o": 9649,
        "r": "nkjv:1 Kings:1:25",
        "t": "For he has gone down today, and has sacrificed oxen and fattened cattle and sheep in abundance, and has invited all the king’s sons, and the commanders of the army, and Abiathar the priest; and look! They are eating and drinking before him; and they say, ‘Long*i live King Adonijah!’"
    },
    {
        "o": 9650,
        "r": "nkjv:1 Kings:1:26",
        "t": "But he has not invited me—me your servant—nor Zadok the priest, nor Benaiah the son of Jehoiada, nor your servant Solomon."
    },
    {
        "o": 9651,
        "r": "nkjv:1 Kings:1:27",
        "t": "Has this thing been done by my lord the king, and you have not told your servant who should sit on the throne of my lord the king after him?”"
    },
    {
        "o": 9652,
        "r": "nkjv:1 Kings:1:27",
        "t": "David Proclaims Solomon King",
        "h": 2
    },
    {
        "o": 9653,
        "r": "nkjv:1 Kings:1:28",
        "t": "Then*p King David answered and said, “Call Bathsheba to me.” So she came into the king’s presence and stood before the king."
    },
    {
        "o": 9654,
        "r": "nkjv:1 Kings:1:29",
        "t": "And the king took an oath and said, “As*i the Lord*s lives, who has redeemed my life from every distress,"
    },
    {
        "o": 9655,
        "r": "nkjv:1 Kings:1:30",
        "t": "just as I swore to you by the Lord*s God of Israel, saying, ‘Assuredly Solomon your son shall be king after me, and he shall sit on my throne in my place,’ so I certainly will do this day.”"
    },
    {
        "o": 9656,
        "r": "nkjv:1 Kings:1:31",
        "t": "Then*p Bathsheba bowed with her*i face to the earth, and paid homage to the king, and said, “Let my lord King David live forever!”"
    },
    {
        "o": 9657,
        "r": "nkjv:1 Kings:1:32",
        "t": "And*p King David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada.” So they came before the king."
    },
    {
        "o": 9658,
        "r": "nkjv:1 Kings:1:33",
        "t": "The king also said to them, “Take with you the servants of your lord, and have Solomon my son ride on my own mule, and take him down to Gihon."
    },
    {
        "o": 9659,
        "r": "nkjv:1 Kings:1:34",
        "t": "There let Zadok the priest and Nathan the prophet anoint him king over Israel; and blow the horn, and say, ‘Long*i live King Solomon!’"
    },
    {
        "o": 9660,
        "r": "nkjv:1 Kings:1:35",
        "t": "Then you shall come up after him, and he shall come and sit on my throne, and he shall be king in my place. For I have appointed him to be ruler over Israel and Judah.”"
    },
    {
        "o": 9661,
        "r": "nkjv:1 Kings:1:36",
        "t": "Benaiah*p the son of Jehoiada answered the king and said, “Amen! May the Lord*s God of my lord the king say so too.*i"
    },
    {
        "o": 9662,
        "r": "nkjv:1 Kings:1:37",
        "t": "As the Lord*s has been with my lord the king, even so may He be with Solomon, and make his throne greater than the throne of my lord King David.”"
    },
    {
        "o": 9663,
        "r": "nkjv:1 Kings:1:38",
        "t": "So*p Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites went down and had Solomon ride on King David’s mule, and took him to Gihon."
    },
    {
        "o": 9664,
        "r": "nkjv:1 Kings:1:39",
        "t": "Then Zadok the priest took a horn of oil from the tabernacle and anointed Solomon. And they blew the horn, and all the people said, “Long*i live King Solomon!”"
    },
    {
        "o": 9665,
        "r": "nkjv:1 Kings:1:40",
        "t": "And all the people went up after him; and the people played the flutes and rejoiced with great joy, so that the earth seemed*i to*i split with their sound."
    },
    {
        "o": 9666,
        "r": "nkjv:1 Kings:1:41",
        "t": "Now*p Adonijah and all the guests who were*i with him heard it*i as they finished eating. And when Joab heard the sound of the horn, he said, “Why is*i the city in such a noisy uproar?”"
    },
    {
        "o": 9667,
        "r": "nkjv:1 Kings:1:42",
        "t": "While he was still speaking, there came Jonathan, the son of Abiathar the priest. And Adonijah said to him, “Come in, for you are*i a prominent man, and bring good news.”"
    },
    {
        "o": 9668,
        "r": "nkjv:1 Kings:1:43",
        "t": "Then*p Jonathan answered and said to Adonijah, “No! Our lord King David has made Solomon king."
    },
    {
        "o": 9669,
        "r": "nkjv:1 Kings:1:44",
        "t": "The king has sent with him Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Cherethites, and the Pelethites; and they have made him ride on the king’s mule."
    },
    {
        "o": 9670,
        "r": "nkjv:1 Kings:1:45",
        "t": "So Zadok the priest and Nathan the prophet have anointed him king at Gihon; and they have gone up from there rejoicing, so that the city is in an uproar. This is*i the noise that you have heard."
    },
    {
        "o": 9671,
        "r": "nkjv:1 Kings:1:46",
        "t": "Also Solomon sits on the throne of the kingdom."
    },
    {
        "o": 9672,
        "r": "nkjv:1 Kings:1:47",
        "t": "And moreover the king’s servants have gone to bless our lord King David, saying, ‘May God make the name of Solomon better than your name, and may He make his throne greater than your throne.’ Then the king bowed himself on the bed."
    },
    {
        "o": 9673,
        "r": "nkjv:1 Kings:1:48",
        "t": "Also the king said thus, ‘Blessed be*i the Lord*s God of Israel, who has given one*i to sit on my throne this day, while my eyes see it!’”*i"
    },
    {
        "o": 9674,
        "r": "nkjv:1 Kings:1:49",
        "t": "So*p all the guests who were with Adonijah were afraid, and arose, and each one went his way."
    },
    {
        "o": 9675,
        "r": "nkjv:1 Kings:1:50",
        "t": "Now*p Adonijah was afraid of Solomon; so he arose, and went and took hold of the horns of the altar."
    },
    {
        "o": 9676,
        "r": "nkjv:1 Kings:1:51",
        "t": "And it was told Solomon, saying, “Indeed Adonijah is afraid of King Solomon; for look, he has taken hold of the horns of the altar, saying, ‘Let King Solomon swear to me today that he will not put his servant to death with the sword.’”"
    },
    {
        "o": 9677,
        "r": "nkjv:1 Kings:1:52",
        "t": "Then*p Solomon said, “If he proves himself a worthy man, not one hair of him shall fall to the earth; but if wickedness is found in him, he shall die.”"
    },
    {
        "o": 9678,
        "r": "nkjv:1 Kings:1:53",
        "t": "So King Solomon sent them to bring him down from the altar. And he came and fell down before King Solomon; and Solomon said to him, “Go to your house.”"
    },
    {
        "o": 9679,
        "r": "nkjv:1 Kings:2:0",
        "t": "1 Kings 2",
        "h": 1
    },
    {
        "o": 9680,
        "r": "nkjv:1 Kings:2:0",
        "t": "David’s Instructions to Solomon",
        "h": 2
    },
    {
        "o": 9681,
        "r": "nkjv:1 Kings:2:1",
        "t": "Now*p the days of David drew near that he should die, and he charged Solomon his son, saying:"
    },
    {
        "o": 9682,
        "r": "nkjv:1 Kings:2:2",
        "t": "“I go the way of all the earth; be strong, therefore, and prove yourself a man."
    },
    {
        "o": 9683,
        "r": "nkjv:1 Kings:2:3",
        "t": "And keep the charge of the Lord*s your God: to walk in His ways, to keep His statutes, His commandments, His judgments, and His testimonies, as it is written in the Law of Moses, that you may prosper in all that you do and wherever you turn;"
    },
    {
        "o": 9684,
        "r": "nkjv:1 Kings:2:4",
        "t": "that the Lord*s may fulfill His word which He spoke concerning me, saying, ‘If your sons take heed to their way, to walk before Me in truth with all their heart and with all their soul,’ He said, ‘you shall not lack a man on the throne of Israel.’"
    },
    {
        "o": 9685,
        "r": "nkjv:1 Kings:2:5",
        "t": "“Moreover*p you know also what Joab the son of Zeruiah did to me, and*i what he did to the two commanders of the armies of Israel, to Abner the son of Ner and Amasa the son of Jether, whom he killed. And he shed the blood of war in peacetime, and put the blood of war on his belt that was*i around his waist, and on his sandals that were*i on his feet."
    },
    {
        "o": 9686,
        "r": "nkjv:1 Kings:2:6",
        "t": "Therefore do according to your wisdom, and do not let his gray hair go down to the grave in peace."
    },
    {
        "o": 9687,
        "r": "nkjv:1 Kings:2:7",
        "t": "“But*p show kindness to the sons of Barzillai the Gileadite, and let them be among those who eat at your table, for so they came to me when I fled from Absalom your brother."
    },
    {
        "o": 9688,
        "r": "nkjv:1 Kings:2:8",
        "t": "“And*p see, you*i have*i with you Shimei the son of Gera, a Benjamite from Bahurim, who cursed me with a malicious curse in the day when I went to Mahanaim. But he came down to meet me at the Jordan, and I swore to him by the Lord,*s saying, ‘I will not put you to death with the sword.’"
    },
    {
        "o": 9689,
        "r": "nkjv:1 Kings:2:9",
        "t": "Now therefore, do not hold him guiltless, for you are*i a wise man and know what you ought to do to him; but bring his gray hair down to the grave with blood.”"
    },
    {
        "o": 9690,
        "r": "nkjv:1 Kings:2:9",
        "t": "Death of David",
        "h": 2
    },
    {
        "o": 9691,
        "r": "nkjv:1 Kings:2:10",
        "t": "So*p David rested with his fathers, and was buried in the City of David."
    },
    {
        "o": 9692,
        "r": "nkjv:1 Kings:2:11",
        "t": "The period that David reigned over Israel was*i forty years; seven years he reigned in Hebron, and in Jerusalem he reigned thirty-three years."
    },
    {
        "o": 9693,
        "r": "nkjv:1 Kings:2:12",
        "t": "Then Solomon sat on the throne of his father David; and his kingdom was firmly established."
    },
    {
        "o": 9694,
        "r": "nkjv:1 Kings:2:12",
        "t": "Solomon Executes Adonijah",
        "h": 2
    },
    {
        "o": 9695,
        "r": "nkjv:1 Kings:2:13",
        "t": "Now*p Adonijah the son of Haggith came to Bathsheba the mother of Solomon. So she said, “Do you come peaceably?” And*p he said, “Peaceably.”"
    },
    {
        "o": 9696,
        "r": "nkjv:1 Kings:2:14",
        "t": "Moreover he said, “I have something to*i say*i to you.” And*p she said, “Say it.”"
    },
    {
        "o": 9697,
        "r": "nkjv:1 Kings:2:15",
        "t": "Then*p he said, “You know that the kingdom was mine, and all Israel had set their expectations on me, that I should reign. However, the kingdom has been turned over, and has become my brother’s; for it was his from the Lord.*s"
    },
    {
        "o": 9698,
        "r": "nkjv:1 Kings:2:16",
        "t": "Now I ask one petition of you; do not deny me.” And*p she said to him, “Say it.”"
    },
    {
        "o": 9699,
        "r": "nkjv:1 Kings:2:17",
        "t": "Then*p he said, “Please speak to King Solomon, for he will not refuse you, that he may give me Abishag the Shunammite as wife.”"
    },
    {
        "o": 9700,
        "r": "nkjv:1 Kings:2:18",
        "t": "So*p Bathsheba said, “Very well, I will speak for you to the king.”"
    },
    {
        "o": 9701,
        "r": "nkjv:1 Kings:2:19",
        "t": "Bathsheba*p therefore went to King Solomon, to speak to him for Adonijah. And the king rose up to meet her and bowed down to her, and sat down on his throne and had a throne set for the king’s mother; so she sat at his right hand."
    },
    {
        "o": 9702,
        "r": "nkjv:1 Kings:2:20",
        "t": "Then she said, “I desire one small petition of you; do not refuse me.” And*p the king said to her, “Ask it, my mother, for I will not refuse you.”"
    },
    {
        "o": 9703,
        "r": "nkjv:1 Kings:2:21",
        "t": "So*p she said, “Let Abishag the Shunammite be given to Adonijah your brother as wife.”"
    },
    {
        "o": 9704,
        "r": "nkjv:1 Kings:2:22",
        "t": "And*p King Solomon answered and said to his mother, “Now why do you ask Abishag the Shunammite for Adonijah? Ask for him the kingdom also—for he is*i my older brother—for him, and for Abiathar the priest, and for Joab the son of Zeruiah.”"
    },
    {
        "o": 9705,
        "r": "nkjv:1 Kings:2:23",
        "t": "Then King Solomon swore by the Lord,*s saying, “May God do so to me, and more also, if Adonijah has not spoken this word against his own life!"
    },
    {
        "o": 9706,
        "r": "nkjv:1 Kings:2:24",
        "t": "Now therefore, as*i the Lord*s lives, who has confirmed me and set me on the throne of David my father, and who has established a house for me, as He promised, Adonijah shall be put to death today!”"
    },
    {
        "o": 9707,
        "r": "nkjv:1 Kings:2:25",
        "t": "So*p King Solomon sent by the hand of Benaiah the son of Jehoiada; and he struck him down, and he died."
    },
    {
        "o": 9708,
        "r": "nkjv:1 Kings:2:25",
        "t": "Abiathar Exiled, Joab Executed",
        "h": 2
    },
    {
        "o": 9709,
        "r": "nkjv:1 Kings:2:26",
        "t": "And*p to Abiathar the priest the king said, “Go to Anathoth, to your own fields, for you are*i deserving of death; but I will not put you to death at this time, because you carried the ark of the Lord God*s before my father David, and because you were afflicted every time my father was afflicted.”"
    },
    {
        "o": 9710,
        "r": "nkjv:1 Kings:2:27",
        "t": "So Solomon removed Abiathar from being priest to the Lord,*s that he might fulfill the word of the Lord*s which He spoke concerning the house of Eli at Shiloh."
    },
    {
        "o": 9711,
        "r": "nkjv:1 Kings:2:28",
        "t": "Then*p news came to Joab, for Joab had defected to Adonijah, though he had not defected to Absalom. So Joab fled to the tabernacle of the Lord,*s and took hold of the horns of the altar."
    },
    {
        "o": 9712,
        "r": "nkjv:1 Kings:2:29",
        "t": "And King Solomon was told, “Joab has fled to the tabernacle of the Lord;*s there he*i is,*i by the altar.” Then Solomon sent Benaiah the son of Jehoiada, saying, “Go, strike him down.”"
    },
    {
        "o": 9713,
        "r": "nkjv:1 Kings:2:30",
        "t": "So Benaiah went to the tabernacle of the Lord,*s and said to him, “Thus says the king, ‘Come out!’” And*p he said, “No, but I will die here.” And Benaiah brought back word to the king, saying, “Thus said Joab, and thus he answered me.”"
    },
    {
        "o": 9714,
        "r": "nkjv:1 Kings:2:31",
        "t": "Then*p the king said to him, “Do as he has said, and strike him down and bury him, that you may take away from me and from the house of my father the innocent blood which Joab shed."
    },
    {
        "o": 9715,
        "r": "nkjv:1 Kings:2:32",
        "t": "So the Lord*s will return his blood on his head, because he struck down two men more righteous and better than he, and killed them with the sword— Abner the son of Ner, the commander of the army of Israel, and Amasa the son of Jether, the commander of the army of Judah—though my father David did not know it.*i"
    },
    {
        "o": 9716,
        "r": "nkjv:1 Kings:2:33",
        "t": "Their blood shall therefore return upon the head of Joab and upon the head of his descendants forever. But upon David and his descendants, upon his house and his throne, there shall be peace forever from the Lord.”*s"
    },
    {
        "o": 9717,
        "r": "nkjv:1 Kings:2:34",
        "t": "So*p Benaiah the son of Jehoiada went up and struck and killed him; and he was buried in his own house in the wilderness."
    },
    {
        "o": 9718,
        "r": "nkjv:1 Kings:2:35",
        "t": "The king put Benaiah the son of Jehoiada in his place over the army, and the king put Zadok the priest in the place of Abiathar."
    },
    {
        "o": 9719,
        "r": "nkjv:1 Kings:2:35",
        "t": "Shimei Executed",
        "h": 2
    },
    {
        "o": 9720,
        "r": "nkjv:1 Kings:2:36",
        "t": "Then*p the king sent and called for Shimei, and said to him, “Build yourself a house in Jerusalem and dwell there, and do not go out from there anywhere."
    },
    {
        "o": 9721,
        "r": "nkjv:1 Kings:2:37",
        "t": "For it shall be, on the day you go out and cross the Brook Kidron, know for certain you shall surely die; your blood shall be on your own head.”"
    },
    {
        "o": 9722,
        "r": "nkjv:1 Kings:2:38",
        "t": "And*p Shimei said to the king, “The saying is*i good. As my lord the king has said, so your servant will do.” So Shimei dwelt in Jerusalem many days."
    },
    {
        "o": 9723,
        "r": "nkjv:1 Kings:2:39",
        "t": "Now*p it happened at the end of three years, that two slaves of Shimei ran away to Achish the son of Maachah, king of Gath. And they told Shimei, saying, “Look, your slaves are*i in Gath!”"
    },
    {
        "o": 9724,
        "r": "nkjv:1 Kings:2:40",
        "t": "So Shimei arose, saddled his donkey, and went to Achish at Gath to seek his slaves. And Shimei went and brought his slaves from Gath."
    },
    {
        "o": 9725,
        "r": "nkjv:1 Kings:2:41",
        "t": "And Solomon was told that Shimei had gone from Jerusalem to Gath and had come back."
    },
    {
        "o": 9726,
        "r": "nkjv:1 Kings:2:42",
        "t": "Then the king sent and called for Shimei, and said to him, “Did I not make you swear by the Lord,*s and warn you, saying, ‘Know for certain that on the day you go out and travel anywhere, you shall surely die’? And you said to me, ‘The word I have heard is*i good.’"
    },
    {
        "o": 9727,
        "r": "nkjv:1 Kings:2:43",
        "t": "Why then have you not kept the oath of the Lord*s and the commandment that I gave you?”"
    },
    {
        "o": 9728,
        "r": "nkjv:1 Kings:2:44",
        "t": "The king said moreover to Shimei, “You know, as your heart acknowledges, all the wickedness that you did to my father David; therefore the Lord*s will return your wickedness on your own head."
    },
    {
        "o": 9729,
        "r": "nkjv:1 Kings:2:45",
        "t": "But King Solomon shall*i be*i blessed, and the throne of David shall be established before the Lord*s forever.”"
    },
    {
        "o": 9730,
        "r": "nkjv:1 Kings:2:46",
        "t": "So*p the king commanded Benaiah the son of Jehoiada; and he went out and struck him down, and he died. Thus the kingdom was established in the hand of Solomon."
    },
    {
        "o": 9731,
        "r": "nkjv:1 Kings:3:0",
        "t": "1 Kings 3",
        "h": 1
    },
    {
        "o": 9732,
        "r": "nkjv:1 Kings:3:0",
        "t": "Solomon Requests Wisdom",
        "h": 2
    },
    {
        "o": 9733,
        "r": "nkjv:1 Kings:3:1",
        "t": "Now*p Solomon made a treaty with Pharaoh king of Egypt, and married Pharaoh’s daughter; then he brought her to the City of David until he had finished building his own house, and the house of the Lord,*s and the wall all around Jerusalem."
    },
    {
        "o": 9734,
        "r": "nkjv:1 Kings:3:2",
        "t": "Meanwhile the people sacrificed at the high places, because there was no house built for the name of the Lord*s until those days."
    },
    {
        "o": 9735,
        "r": "nkjv:1 Kings:3:3",
        "t": "And Solomon loved the Lord,*s walking in the statutes of his father David, except that he sacrificed and burned incense at the high places."
    },
    {
        "o": 9736,
        "r": "nkjv:1 Kings:3:4",
        "t": "Now*p the king went to Gibeon to sacrifice there, for that was*i the great high place: Solomon offered a thousand burnt offerings on that altar."
    },
    {
        "o": 9737,
        "r": "nkjv:1 Kings:3:5",
        "t": "At Gibeon the Lord*s appeared to Solomon in a dream by night; and God said, “Ask! What shall I give you?”"
    },
    {
        "o": 9738,
        "r": "nkjv:1 Kings:3:6",
        "t": "And*p Solomon said: “You have shown great mercy to Your servant David my father, because he walked before You in truth, in righteousness, and in uprightness of heart with You; You have continued this great kindness for him, and You have given him a son to sit on his throne, as it*i is*i this day."
    },
    {
        "o": 9739,
        "r": "nkjv:1 Kings:3:7",
        "t": "Now, O Lord*s my God, You have made Your servant king instead of my father David, but I am*i a little child; I do not know how*i to go out or come in."
    },
    {
        "o": 9740,
        "r": "nkjv:1 Kings:3:8",
        "t": "And Your servant is*i in the midst of Your people whom You have chosen, a great people, too numerous to be numbered or counted."
    },
    {
        "o": 9741,
        "r": "nkjv:1 Kings:3:9",
        "t": "Therefore give to Your servant an understanding heart to judge Your people, that I may discern between good and evil. For who is able to judge this great people of Yours?”"
    },
    {
        "o": 9742,
        "r": "nkjv:1 Kings:3:10",
        "t": "The*p speech pleased the Lord, that Solomon had asked this thing."
    },
    {
        "o": 9743,
        "r": "nkjv:1 Kings:3:11",
        "t": "Then God said to him: “Because you have asked this thing, and have not asked long life for yourself, nor have asked riches for yourself, nor have asked the life of your enemies, but have asked for yourself understanding to discern justice,"
    },
    {
        "o": 9744,
        "r": "nkjv:1 Kings:3:12",
        "t": "behold, I have done according to your words; see, I have given you a wise and understanding heart, so that there has not been anyone like you before you, nor shall any like you arise after you."
    },
    {
        "o": 9745,
        "r": "nkjv:1 Kings:3:13",
        "t": "And I have also given you what you have not asked: both riches and honor, so that there shall not be anyone like you among the kings all your days."
    },
    {
        "o": 9746,
        "r": "nkjv:1 Kings:3:14",
        "t": "So if you walk in My ways, to keep My statutes and My commandments, as your father David walked, then I will lengthen your days.”"
    },
    {
        "o": 9747,
        "r": "nkjv:1 Kings:3:15",
        "t": "Then*p Solomon awoke; and indeed it had been a dream. And he came to Jerusalem and stood before the ark of the covenant of the Lord,*s offered up burnt offerings, offered peace offerings, and made a feast for all his servants."
    },
    {
        "o": 9748,
        "r": "nkjv:1 Kings:3:15",
        "t": "Solomon’s Wise Judgment",
        "h": 2
    },
    {
        "o": 9749,
        "r": "nkjv:1 Kings:3:16",
        "t": "Now*p two women who*i were*i harlots came to the king, and stood before him."
    },
    {
        "o": 9750,
        "r": "nkjv:1 Kings:3:17",
        "t": "And one woman said, “O my lord, this woman and I dwell in the same house; and I gave birth while she was*i in the house."
    },
    {
        "o": 9751,
        "r": "nkjv:1 Kings:3:18",
        "t": "Then it happened, the third day after I had given birth, that this woman also gave birth. And we were*i together; no one was*i with us in the house, except the two of us in the house."
    },
    {
        "o": 9752,
        "r": "nkjv:1 Kings:3:19",
        "t": "And this woman’s son died in the night, because she lay on him."
    },
    {
        "o": 9753,
        "r": "nkjv:1 Kings:3:20",
        "t": "So she arose in the middle of the night and took my son from my side, while your maidservant slept, and laid him in her bosom, and laid her dead child in my bosom."
    },
    {
        "o": 9754,
        "r": "nkjv:1 Kings:3:21",
        "t": "And when I rose in the morning to nurse my son, there he was, dead. But when I had examined him in the morning, indeed, he was not my son whom I had borne.”"
    },
    {
        "o": 9755,
        "r": "nkjv:1 Kings:3:22",
        "t": "Then*p the other woman said, “No! But the living one is*i my son, and the dead one is*i your son.” And*p the first woman said, “No! But the dead one is*i your son, and the living one is*i my son.” Thus*p they spoke before the king."
    },
    {
        "o": 9756,
        "r": "nkjv:1 Kings:3:23",
        "t": "And*p the king said, “The one says, ‘This is*i my son, who lives, and your son is*i the dead one’; and the other says, ‘No! But your son is*i the dead one, and my son is*i the living one.’”"
    },
    {
        "o": 9757,
        "r": "nkjv:1 Kings:3:24",
        "t": "Then the king said, “Bring me a sword.” So they brought a sword before the king."
    },
    {
        "o": 9758,
        "r": "nkjv:1 Kings:3:25",
        "t": "And the king said, “Divide the living child in two, and give half to one, and half to the other.”"
    },
    {
        "o": 9759,
        "r": "nkjv:1 Kings:3:26",
        "t": "Then*p the woman whose son was*i living spoke to the king, for she yearned with compassion for her son; and she said, “O my lord, give her the living child, and by no means kill him!” But*p the other said, “Let him be neither mine nor yours, but*i divide him.”*i"
    },
    {
        "o": 9760,
        "r": "nkjv:1 Kings:3:27",
        "t": "So*p the king answered and said, “Give the first woman the living child, and by no means kill him; she is*i his mother.”"
    },
    {
        "o": 9761,
        "r": "nkjv:1 Kings:3:28",
        "t": "And*p all Israel heard of the judgment which the king had rendered; and they feared the king, for they saw that the wisdom of God was*i in him to administer justice."
    },
    {
        "o": 9762,
        "r": "nkjv:1 Kings:4:0",
        "t": "1 Kings 4",
        "h": 1
    },
    {
        "o": 9763,
        "r": "nkjv:1 Kings:4:0",
        "t": "Solomon’s Administration",
        "h": 2
    },
    {
        "o": 9764,
        "r": "nkjv:1 Kings:4:1",
        "t": "So*p King Solomon was king over all Israel."
    },
    {
        "o": 9765,
        "r": "nkjv:1 Kings:4:2",
        "t": "And these were*i his officials: Azariah the son of Zadok, the priest;"
    },
    {
        "o": 9766,
        "r": "nkjv:1 Kings:4:3",
        "t": "Elihoreph and Ahijah, the sons of Shisha, scribes; Jehoshaphat the son of Ahilud, the recorder;"
    },
    {
        "o": 9767,
        "r": "nkjv:1 Kings:4:4",
        "t": "Benaiah the son of Jehoiada, over the army; Zadok and Abiathar, the priests;"
    },
    {
        "o": 9768,
        "r": "nkjv:1 Kings:4:5",
        "t": "Azariah the son of Nathan, over the officers; Zabud the son of Nathan, a priest and*i the king’s friend;"
    },
    {
        "o": 9769,
        "r": "nkjv:1 Kings:4:6",
        "t": "Ahishar, over the household; and Adoniram the son of Abda, over the labor force."
    },
    {
        "o": 9770,
        "r": "nkjv:1 Kings:4:7",
        "t": "And*p Solomon had twelve governors over all Israel, who provided food for the king and his household; each one made provision for one month of the year."
    },
    {
        "o": 9771,
        "r": "nkjv:1 Kings:4:8",
        "t": "These are*i their names: Ben-Hur, in the mountains of Ephraim;"
    },
    {
        "o": 9772,
        "r": "nkjv:1 Kings:4:9",
        "t": "Ben-Deker, in Makaz, Shaalbim, Beth Shemesh, and Elon Beth Hanan;"
    },
    {
        "o": 9773,
        "r": "nkjv:1 Kings:4:10",
        "t": "Ben-Hesed, in Arubboth; to him belonged*i Sochoh and all the land of Hepher;"
    },
    {
        "o": 9774,
        "r": "nkjv:1 Kings:4:11",
        "t": "Ben-Abinadab, in*i all the regions of Dor; he had Taphath the daughter of Solomon as wife;"
    },
    {
        "o": 9775,
        "r": "nkjv:1 Kings:4:12",
        "t": "Baana the son of Ahilud, in*i Taanach, Megiddo, and all Beth Shean, which is*i beside Zaretan below Jezreel, from Beth Shean to Abel Meholah, as far as the other side of Jokneam;"
    },
    {
        "o": 9776,
        "r": "nkjv:1 Kings:4:13",
        "t": "Ben-Geber, in Ramoth Gilead; to him belonged*i the towns of Jair the son of Manasseh, in Gilead; to him also*i belonged*i the region of Argob in Bashan—sixty large cities with walls and bronze gate-bars;"
    },
    {
        "o": 9777,
        "r": "nkjv:1 Kings:4:14",
        "t": "Ahinadab the son of Iddo, in*i Mahanaim;"
    },
    {
        "o": 9778,
        "r": "nkjv:1 Kings:4:15",
        "t": "Ahimaaz, in Naphtali; he also took Basemath the daughter of Solomon as wife;"
    },
    {
        "o": 9779,
        "r": "nkjv:1 Kings:4:16",
        "t": "Baanah the son of Hushai, in Asher and Aloth;"
    },
    {
        "o": 9780,
        "r": "nkjv:1 Kings:4:17",
        "t": "Jehoshaphat the son of Paruah, in Issachar;"
    },
    {
        "o": 9781,
        "r": "nkjv:1 Kings:4:18",
        "t": "Shimei the son of Elah, in Benjamin;"
    },
    {
        "o": 9782,
        "r": "nkjv:1 Kings:4:19",
        "t": "Geber the son of Uri, in the land of Gilead, in*i the country of Sihon king of the Amorites, and of Og king of Bashan. He*i was*i the only governor who was*i in the land."
    },
    {
        "o": 9783,
        "r": "nkjv:1 Kings:4:19",
        "t": "Prosperity and Wisdom of Solomon’s Reign",
        "h": 2
    },
    {
        "o": 9784,
        "r": "nkjv:1 Kings:4:20",
        "t": "Judah*p and Israel were*i as numerous as the sand by the sea in multitude, eating and drinking and rejoicing."
    },
    {
        "o": 9785,
        "r": "nkjv:1 Kings:4:21",
        "t": "So Solomon reigned over all kingdoms from the River to*i the land of the Philistines, as far as the border of Egypt. They*i brought tribute and served Solomon all the days of his life."
    },
    {
        "o": 9786,
        "r": "nkjv:1 Kings:4:22",
        "t": "Now*p Solomon’s provision for one day was thirty kors of fine flour, sixty kors of meal,"
    },
    {
        "o": 9787,
        "r": "nkjv:1 Kings:4:23",
        "t": "ten fatted oxen, twenty oxen from the pastures, and one hundred sheep, besides deer, gazelles, roebucks, and fatted fowl."
    },
    {
        "o": 9788,
        "r": "nkjv:1 Kings:4:24",
        "t": "For*p he had dominion over all the*i region*i on this side of the River from Tiphsah even to Gaza, namely over all the kings on this side of the River; and he had peace on every side all around him."
    },
    {
        "o": 9789,
        "r": "nkjv:1 Kings:4:25",
        "t": "And Judah and Israel dwelt safely, each man under his vine and his fig tree, from Dan as far as Beersheba, all the days of Solomon."
    },
    {
        "o": 9790,
        "r": "nkjv:1 Kings:4:26",
        "t": "Solomon*p had forty thousand stalls of horses for his chariots, and twelve thousand horsemen."
    },
    {
        "o": 9791,
        "r": "nkjv:1 Kings:4:27",
        "t": "And these governors, each man in his month, provided food for King Solomon and for all who came to King Solomon’s table. There was no lack in their supply."
    },
    {
        "o": 9792,
        "r": "nkjv:1 Kings:4:28",
        "t": "They also brought barley and straw to the proper place, for the horses and steeds, each man according to his charge."
    },
    {
        "o": 9793,
        "r": "nkjv:1 Kings:4:29",
        "t": "And*p God gave Solomon wisdom and exceedingly great understanding, and largeness of heart like the sand on the seashore."
    },
    {
        "o": 9794,
        "r": "nkjv:1 Kings:4:30",
        "t": "Thus Solomon’s wisdom excelled the wisdom of all the men of the East and all the wisdom of Egypt."
    },
    {
        "o": 9795,
        "r": "nkjv:1 Kings:4:31",
        "t": "For he was wiser than all men— than Ethan the Ezrahite, and Heman, Chalcol, and Darda, the sons of Mahol; and his fame was in all the surrounding nations."
    },
    {
        "o": 9796,
        "r": "nkjv:1 Kings:4:32",
        "t": "He spoke three thousand proverbs, and his songs were one thousand and five."
    },
    {
        "o": 9797,
        "r": "nkjv:1 Kings:4:33",
        "t": "Also he spoke of trees, from the cedar tree of Lebanon even to the hyssop that springs out of the wall; he spoke also of animals, of birds, of creeping things, and of fish."
    },
    {
        "o": 9798,
        "r": "nkjv:1 Kings:4:34",
        "t": "And men of all nations, from all the kings of the earth who had heard of his wisdom, came to hear the wisdom of Solomon."
    },
    {
        "o": 9799,
        "r": "nkjv:1 Kings:5:0",
        "t": "1 Kings 5",
        "h": 1
    },
    {
        "o": 9800,
        "r": "nkjv:1 Kings:5:0",
        "t": "Solomon Prepares to Build the Temple",
        "h": 2
    },
    {
        "o": 9801,
        "r": "nkjv:1 Kings:5:1",
        "t": "Now*p Hiram king of Tyre sent his servants to Solomon, because he heard that they had anointed him king in place of his father, for Hiram had always loved David."
    },
    {
        "o": 9802,
        "r": "nkjv:1 Kings:5:2",
        "t": "Then Solomon sent to Hiram, saying:"
    },
    {
        "o": 9803,
        "r": "nkjv:1 Kings:5:3",
        "t": "You*pn know how my father David could not build a house for the name of the Lord*s his God because of the wars which were fought against him on every side, until the Lord*s put his*i foes*i under the soles of his feet."
    },
    {
        "o": 9804,
        "r": "nkjv:1 Kings:5:4",
        "t": "But*ld now the Lord*s my God has given me rest on every side; there*i is*i neither adversary nor evil occurrence."
    },
    {
        "o": 9805,
        "r": "nkjv:1 Kings:5:5",
        "t": "And*ld behold, I propose to build a house for the name of the Lord*s my God, as the Lord*s spoke to my father David, saying, “Your son, whom I will set on your throne in your place, he shall build the house for My name.”"
    },
    {
        "o": 9806,
        "r": "nkjv:1 Kings:5:6",
        "t": "Now*ld therefore, command that they cut down cedars for me from Lebanon; and my servants will be with your servants, and I will pay you wages for your servants according to whatever you say. For you know there*i is*i none among us who has skill to cut timber like the Sidonians."
    },
    {
        "o": 9807,
        "r": "nkjv:1 Kings:5:7",
        "t": "So*p it was, when Hiram heard the words of Solomon, that he rejoiced greatly and said, Blessed*pn be*i the Lord*s this day, for He has given David a wise son over this great people!"
    },
    {
        "o": 9808,
        "r": "nkjv:1 Kings:5:8",
        "t": "Then*p Hiram sent to Solomon, saying: I*pn have considered the*i message*i which you sent me, and*i I will do all you desire concerning the cedar and cypress logs."
    },
    {
        "o": 9809,
        "r": "nkjv:1 Kings:5:9",
        "t": "My*ld servants shall bring them*i down from Lebanon to the sea; I will float them in rafts by sea to the place you indicate to me, and will have them broken apart there; then you can take them*i away. And you shall fulfill my desire by giving food for my household."
    },
    {
        "o": 9810,
        "r": "nkjv:1 Kings:5:10",
        "t": "Then*p Hiram gave Solomon cedar and cypress logs according*i to*i all his desire."
    },
    {
        "o": 9811,
        "r": "nkjv:1 Kings:5:11",
        "t": "And Solomon gave Hiram twenty thousand kors of wheat as*i food for his household, and twenty kors of pressed oil. Thus Solomon gave to Hiram year by year."
    },
    {
        "o": 9812,
        "r": "nkjv:1 Kings:5:12",
        "t": "So*p the Lord*s gave Solomon wisdom, as He had promised him; and there was peace between Hiram and Solomon, and the two of them made a treaty together."
    },
    {
        "o": 9813,
        "r": "nkjv:1 Kings:5:13",
        "t": "Then*p King Solomon raised up a labor force out of all Israel; and the labor force was thirty thousand men."
    },
    {
        "o": 9814,
        "r": "nkjv:1 Kings:5:14",
        "t": "And he sent them to Lebanon, ten thousand a month in shifts: they were one month in Lebanon and*i two months at home; Adoniram was*i in charge of the labor force."
    },
    {
        "o": 9815,
        "r": "nkjv:1 Kings:5:15",
        "t": "Solomon had seventy thousand who carried burdens, and eighty thousand who quarried stone*i in the mountains,"
    },
    {
        "o": 9816,
        "r": "nkjv:1 Kings:5:16",
        "t": "besides three thousand three hundred from the chiefs of Solomon’s deputies, who supervised the people who labored in the work."
    },
    {
        "o": 9817,
        "r": "nkjv:1 Kings:5:17",
        "t": "And the king commanded them to quarry large stones, costly stones, and*i hewn stones, to lay the foundation of the temple."
    },
    {
        "o": 9818,
        "r": "nkjv:1 Kings:5:18",
        "t": "So Solomon’s builders, Hiram’s builders, and the Gebalites quarried them;*i and they prepared timber and stones to build the temple."
    },
    {
        "o": 9819,
        "r": "nkjv:1 Kings:6:0",
        "t": "1 Kings 6",
        "h": 1
    },
    {
        "o": 9820,
        "r": "nkjv:1 Kings:6:0",
        "t": "Solomon Builds the Temple",
        "h": 2
    },
    {
        "o": 9821,
        "r": "nkjv:1 Kings:6:1",
        "t": "And*p it came to pass in the four hundred and eightieth year after the children of Israel had come out of the land of Egypt, in the fourth year of Solomon’s reign over Israel, in the month of Ziv, which is*i the second month, that he began to build the house of the Lord.*s"
    },
    {
        "o": 9822,
        "r": "nkjv:1 Kings:6:2",
        "t": "Now the house which King Solomon built for the Lord,*s its length was*i sixty cubits, its width twenty, and its height thirty cubits."
    },
    {
        "o": 9823,
        "r": "nkjv:1 Kings:6:3",
        "t": "The vestibule in front of the sanctuary of the house was*i twenty cubits long across the width of the house, and*i the width of the*i vestibule*i extended*i ten cubits from the front of the house."
    },
    {
        "o": 9824,
        "r": "nkjv:1 Kings:6:4",
        "t": "And he made for the house windows with beveled frames."
    },
    {
        "o": 9825,
        "r": "nkjv:1 Kings:6:5",
        "t": "Against*p the wall of the temple he built chambers all around, against*i the walls of the temple, all around the sanctuary and the inner sanctuary. Thus he made side chambers all around it."
    },
    {
        "o": 9826,
        "r": "nkjv:1 Kings:6:6",
        "t": "The lowest chamber was*i five cubits wide, the middle was*i six cubits wide, and the third was*i seven cubits wide; for he made narrow ledges around the outside of the temple, so that the*i support*i beams*i would not be fastened into the walls of the temple."
    },
    {
        "o": 9827,
        "r": "nkjv:1 Kings:6:7",
        "t": "And the temple, when it was being built, was built with stone finished at the quarry, so that no hammer or chisel or*i any iron tool was heard in the temple while it was being built."
    },
    {
        "o": 9828,
        "r": "nkjv:1 Kings:6:8",
        "t": "The doorway for the middle story was*i on the right side of the temple. They went up by stairs to the middle story,*i and from the middle to the third."
    },
    {
        "o": 9829,
        "r": "nkjv:1 Kings:6:9",
        "t": "So*p he built the temple and finished it, and he paneled the temple with beams and boards of cedar."
    },
    {
        "o": 9830,
        "r": "nkjv:1 Kings:6:10",
        "t": "And he built side chambers against the entire temple, each five cubits high; they were attached to the temple with cedar beams."
    },
    {
        "o": 9831,
        "r": "nkjv:1 Kings:6:11",
        "t": "Then*p the word of the Lord*s came to Solomon, saying:"
    },
    {
        "o": 9832,
        "r": "nkjv:1 Kings:6:12",
        "t": "“Concerning*i this temple which you are building, if you walk in My statutes, execute My judgments, keep all My commandments, and walk in them, then I will perform My word with you, which I spoke to your father David."
    },
    {
        "o": 9833,
        "r": "nkjv:1 Kings:6:13",
        "t": "And I will dwell among the children of Israel, and will not forsake My people Israel.”"
    },
    {
        "o": 9834,
        "r": "nkjv:1 Kings:6:14",
        "t": "So*p Solomon built the temple and finished it."
    },
    {
        "o": 9835,
        "r": "nkjv:1 Kings:6:15",
        "t": "And he built the inside walls of the temple with cedar boards; from the floor of the temple to the ceiling he paneled the inside with wood; and he covered the floor of the temple with planks of cypress."
    },
    {
        "o": 9836,
        "r": "nkjv:1 Kings:6:16",
        "t": "Then he built the twenty-cubit room at the rear of the temple, from floor to ceiling, with cedar boards; he built it*i inside as the inner sanctuary, as the Most Holy Place.*i"
    },
    {
        "o": 9837,
        "r": "nkjv:1 Kings:6:17",
        "t": "And in front of it the temple sanctuary was forty cubits long.*i"
    },
    {
        "o": 9838,
        "r": "nkjv:1 Kings:6:18",
        "t": "The inside of the temple was cedar, carved with ornamental buds and open flowers. All was*i cedar; there was no stone to*i be*i seen."
    },
    {
        "o": 9839,
        "r": "nkjv:1 Kings:6:19",
        "t": "And*p he prepared the inner sanctuary inside the temple, to set the ark of the covenant of the Lord*s there."
    },
    {
        "o": 9840,
        "r": "nkjv:1 Kings:6:20",
        "t": "The inner sanctuary was*i twenty cubits long, twenty cubits wide, and twenty cubits high. He overlaid it with pure gold, and overlaid the altar of cedar."
    },
    {
        "o": 9841,
        "r": "nkjv:1 Kings:6:21",
        "t": "So Solomon overlaid the inside of the temple with pure gold. He stretched gold chains across the front of the inner sanctuary, and overlaid it with gold."
    },
    {
        "o": 9842,
        "r": "nkjv:1 Kings:6:22",
        "t": "The whole temple he overlaid with gold, until he had finished all the temple; also he overlaid with gold the entire altar that was*i by the inner sanctuary."
    },
    {
        "o": 9843,
        "r": "nkjv:1 Kings:6:23",
        "t": "Inside*p the inner sanctuary he made two cherubim of*i olive wood, each*i ten cubits high."
    },
    {
        "o": 9844,
        "r": "nkjv:1 Kings:6:24",
        "t": "One wing of the cherub was*i five cubits, and the other wing of the cherub five cubits: ten cubits from the tip of one wing to the tip of the other."
    },
    {
        "o": 9845,
        "r": "nkjv:1 Kings:6:25",
        "t": "And the other cherub was*i ten cubits; both cherubim were*i of the same size and shape."
    },
    {
        "o": 9846,
        "r": "nkjv:1 Kings:6:26",
        "t": "The height of one cherub was*i ten cubits, and so was*i the other cherub."
    },
    {
        "o": 9847,
        "r": "nkjv:1 Kings:6:27",
        "t": "Then he set the cherubim inside the inner room; and they stretched out the wings of the cherubim so that the wing of the one touched one*i wall, and the wing of the other cherub touched the other wall. And their wings touched each other in the middle of the room."
    },
    {
        "o": 9848,
        "r": "nkjv:1 Kings:6:28",
        "t": "Also he overlaid the cherubim with gold."
    },
    {
        "o": 9849,
        "r": "nkjv:1 Kings:6:29",
        "t": "Then*p he carved all the walls of the temple all around, both the inner and outer sanctuaries,*i with carved figures of cherubim, palm trees, and open flowers."
    },
    {
        "o": 9850,
        "r": "nkjv:1 Kings:6:30",
        "t": "And the floor of the temple he overlaid with gold, both the inner and outer sanctuaries.*i"
    },
    {
        "o": 9851,
        "r": "nkjv:1 Kings:6:31",
        "t": "For*p the entrance of the inner sanctuary he made doors of*i olive wood; the lintel and*i doorposts were*i one-fifth of*i the*i wall.*i"
    },
    {
        "o": 9852,
        "r": "nkjv:1 Kings:6:32",
        "t": "The two doors were*i of*i olive wood; and he carved on them figures of cherubim, palm trees, and open flowers, and overlaid them*i with gold; and he spread gold on the cherubim and on the palm trees."
    },
    {
        "o": 9853,
        "r": "nkjv:1 Kings:6:33",
        "t": "So for the door of the sanctuary he also made doorposts of*i olive wood, one-fourth of*i the*i wall.*i"
    },
    {
        "o": 9854,
        "r": "nkjv:1 Kings:6:34",
        "t": "And the two doors were*i of*i cypress wood; two panels comprised*i one folding door, and two panels comprised*i the other folding door."
    },
    {
        "o": 9855,
        "r": "nkjv:1 Kings:6:35",
        "t": "Then he carved cherubim, palm trees, and open flowers on*i them,*i and overlaid them*i with gold applied evenly on the carved work."
    },
    {
        "o": 9856,
        "r": "nkjv:1 Kings:6:36",
        "t": "And*p he built the inner court with three rows of hewn stone and a row of cedar beams."
    },
    {
        "o": 9857,
        "r": "nkjv:1 Kings:6:37",
        "t": "In*p the fourth year the foundation of the house of the Lord*s was laid, in the month of Ziv."
    },
    {
        "o": 9858,
        "r": "nkjv:1 Kings:6:38",
        "t": "And in the eleventh year, in the month of Bul, which is the eighth month, the house was finished in all its details and according to all its plans. So he was seven years in building it."
    },
    {
        "o": 9859,
        "r": "nkjv:1 Kings:7:0",
        "t": "1 Kings 7",
        "h": 1
    },
    {
        "o": 9860,
        "r": "nkjv:1 Kings:7:0",
        "t": "Solomon’s Other Buildings",
        "h": 2
    },
    {
        "o": 9861,
        "r": "nkjv:1 Kings:7:1",
        "t": "But*p Solomon took thirteen years to build his own house; so he finished all his house."
    },
    {
        "o": 9862,
        "r": "nkjv:1 Kings:7:2",
        "t": "He*p also built the House of the Forest of Lebanon; its length was*i one hundred cubits, its width fifty cubits, and its height thirty cubits, with four rows of cedar pillars, and cedar beams on the pillars."
    },
    {
        "o": 9863,
        "r": "nkjv:1 Kings:7:3",
        "t": "And it*i was*i paneled with cedar above the beams that were*i on forty-five pillars, fifteen to*i a row."
    },
    {
        "o": 9864,
        "r": "nkjv:1 Kings:7:4",
        "t": "There*i were*i windows with*i beveled*i frames*i in*i three rows, and window was*i opposite window in*i three tiers."
    },
    {
        "o": 9865,
        "r": "nkjv:1 Kings:7:5",
        "t": "And all the doorways and doorposts had*i rectangular frames; and window was*i opposite window in*i three tiers."
    },
    {
        "o": 9866,
        "r": "nkjv:1 Kings:7:6",
        "t": "He*p also made the Hall of Pillars: its length was*i fifty cubits, and its width thirty cubits; and in front of them was*i a portico with pillars, and a canopy was*i in front of them."
    },
    {
        "o": 9867,
        "r": "nkjv:1 Kings:7:7",
        "t": "Then*p he made a hall for the throne, the Hall of Judgment, where he might judge; and it*i was*i paneled with cedar from floor to ceiling."
    },
    {
        "o": 9868,
        "r": "nkjv:1 Kings:7:8",
        "t": "And*p the house where he dwelt had*i another court inside the hall, of like workmanship. Solomon also made a house like this hall for Pharaoh’s daughter, whom he had taken as*i wife.*i"
    },
    {
        "o": 9869,
        "r": "nkjv:1 Kings:7:9",
        "t": "All*p these were*i of*i costly stones cut to size, trimmed with saws, inside and out, from the foundation to the eaves, and also on the outside to the great court."
    },
    {
        "o": 9870,
        "r": "nkjv:1 Kings:7:10",
        "t": "The foundation was*i of*i costly stones, large stones, some ten cubits and some eight cubits."
    },
    {
        "o": 9871,
        "r": "nkjv:1 Kings:7:11",
        "t": "And above were*i costly stones, hewn to size, and cedar wood."
    },
    {
        "o": 9872,
        "r": "nkjv:1 Kings:7:12",
        "t": "The great court was*i enclosed with three rows of hewn stones and a row of cedar beams. So were the inner court of the house of the Lord*s and the vestibule of the temple."
    },
    {
        "o": 9873,
        "r": "nkjv:1 Kings:7:12",
        "t": "Hiram the Craftsman",
        "h": 2
    },
    {
        "o": 9874,
        "r": "nkjv:1 Kings:7:13",
        "t": "Now*p King Solomon sent and brought Huram from Tyre."
    },
    {
        "o": 9875,
        "r": "nkjv:1 Kings:7:14",
        "t": "He was*i the son of a widow from the tribe of Naphtali, and his father was*i a man of Tyre, a bronze worker; he was filled with wisdom and understanding and skill in working with all kinds of bronze work. So he came to King Solomon and did all his work."
    },
    {
        "o": 9876,
        "r": "nkjv:1 Kings:7:14",
        "t": "The Bronze Pillars for the Temple",
        "h": 2
    },
    {
        "o": 9877,
        "r": "nkjv:1 Kings:7:15",
        "t": "And*p he cast two pillars of bronze, each one eighteen cubits high, and a line of twelve cubits measured the circumference of each."
    },
    {
        "o": 9878,
        "r": "nkjv:1 Kings:7:16",
        "t": "Then he made two capitals of*i cast bronze, to set on the tops of the pillars. The height of one capital was*i five cubits, and the height of the other capital was*i five cubits."
    },
    {
        "o": 9879,
        "r": "nkjv:1 Kings:7:17",
        "t": "He*i made*i a lattice network, with wreaths of chainwork, for the capitals which were*i on top of the pillars: seven chains for one capital and seven for the other capital."
    },
    {
        "o": 9880,
        "r": "nkjv:1 Kings:7:18",
        "t": "So he made the pillars, and two rows of pomegranates above the network all around to cover the capitals that were*i on top; and thus he did for the other capital."
    },
    {
        "o": 9881,
        "r": "nkjv:1 Kings:7:19",
        "t": "The*p capitals which were*i on top of the pillars in the hall were*i in the shape of lilies, four cubits."
    },
    {
        "o": 9882,
        "r": "nkjv:1 Kings:7:20",
        "t": "The capitals on the two pillars also had*i pomegranates*i above, by the convex surface which was*i next to the network; and there were*i two hundred such pomegranates in rows on each of the capitals all around."
    },
    {
        "o": 9883,
        "r": "nkjv:1 Kings:7:21",
        "t": "Then*p he set up the pillars by the vestibule of the temple; he set up the pillar on the right and called its name Jachin, and he set up the pillar on the left and called its name Boaz."
    },
    {
        "o": 9884,
        "r": "nkjv:1 Kings:7:22",
        "t": "The tops of the pillars were in the shape of lilies. So the work of the pillars was finished."
    },
    {
        "o": 9885,
        "r": "nkjv:1 Kings:7:22",
        "t": "The Sea and the Oxen",
        "h": 2
    },
    {
        "o": 9886,
        "r": "nkjv:1 Kings:7:23",
        "t": "And*p he made the Sea of cast bronze, ten cubits from one brim to the other; it*i was*i completely round. Its height was*i five cubits, and a line of thirty cubits measured its circumference."
    },
    {
        "o": 9887,
        "r": "nkjv:1 Kings:7:24",
        "t": "Below*p its brim were*i ornamental buds encircling it all around, ten to a cubit, all the way around the Sea. The ornamental buds were*i cast in two rows when it was cast."
    },
    {
        "o": 9888,
        "r": "nkjv:1 Kings:7:25",
        "t": "It stood on twelve oxen: three looking toward the north, three looking toward the west, three looking toward the south, and three looking toward the east; the Sea was*i set*i upon them, and all their back parts pointed*i inward."
    },
    {
        "o": 9889,
        "r": "nkjv:1 Kings:7:26",
        "t": "It was*i a handbreadth thick; and its brim was shaped like the brim of a cup, like*i a lily blossom. It contained two thousand baths."
    },
    {
        "o": 9890,
        "r": "nkjv:1 Kings:7:26",
        "t": "The Carts and the Lavers",
        "h": 2
    },
    {
        "o": 9891,
        "r": "nkjv:1 Kings:7:27",
        "t": "He*p also made ten carts of bronze; four cubits was*i the length of each cart, four cubits its width, and three cubits its height."
    },
    {
        "o": 9892,
        "r": "nkjv:1 Kings:7:28",
        "t": "And this was*i the design of the carts: They had panels, and the panels were*i between frames;"
    },
    {
        "o": 9893,
        "r": "nkjv:1 Kings:7:29",
        "t": "on the panels that were*i between the frames were*i lions, oxen, and cherubim. And on the frames was*i a pedestal on top. Below the lions and oxen were*i wreaths of plaited work."
    },
    {
        "o": 9894,
        "r": "nkjv:1 Kings:7:30",
        "t": "Every cart had four bronze wheels and axles of bronze, and its four feet had supports. Under the laver were*i supports of cast bronze*i beside each wreath."
    },
    {
        "o": 9895,
        "r": "nkjv:1 Kings:7:31",
        "t": "Its opening inside the crown at the top was*i one cubit in diameter; and the opening was*i round, shaped like*i a pedestal, one and a half cubits in outside diameter; and also on the opening were*i engravings, but the panels were square, not round."
    },
    {
        "o": 9896,
        "r": "nkjv:1 Kings:7:32",
        "t": "Under the panels were*i the four wheels, and the axles of the wheels were*i joined*i to the cart. The height of a wheel was*i one and a half cubits."
    },
    {
        "o": 9897,
        "r": "nkjv:1 Kings:7:33",
        "t": "The workmanship of the wheels was*i like the workmanship of a chariot wheel; their axle pins, their rims, their spokes, and their hubs were*i all of cast bronze.*i"
    },
    {
        "o": 9898,
        "r": "nkjv:1 Kings:7:34",
        "t": "And there*i were*i four supports at the four corners of each cart; its supports were*i part of the cart itself."
    },
    {
        "o": 9899,
        "r": "nkjv:1 Kings:7:35",
        "t": "On the top of the cart, at the height of half a cubit, it*i was*i perfectly round. And on the top of the cart, its flanges and its panels were*i of the same casting."
    },
    {
        "o": 9900,
        "r": "nkjv:1 Kings:7:36",
        "t": "On the plates of its flanges and on its panels he engraved cherubim, lions, and palm trees, wherever there was a clear space on each, with wreaths all around."
    },
    {
        "o": 9901,
        "r": "nkjv:1 Kings:7:37",
        "t": "Thus he made the ten carts. All of them were of the same mold, one measure, and*i one shape."
    },
    {
        "o": 9902,
        "r": "nkjv:1 Kings:7:38",
        "t": "Then*p he made ten lavers of bronze; each laver contained forty baths, and*i each laver was*i four cubits. On each of the ten carts was*i a laver."
    },
    {
        "o": 9903,
        "r": "nkjv:1 Kings:7:39",
        "t": "And he put five carts on the right side of the house, and five on the left side of the house. He set the Sea on the right side of the house, toward the southeast."
    },
    {
        "o": 9904,
        "r": "nkjv:1 Kings:7:39",
        "t": "Furnishings of the Temple",
        "h": 2
    },
    {
        "o": 9905,
        "r": "nkjv:1 Kings:7:40",
        "t": "Huram*p made the lavers and the shovels and the bowls. So Huram finished doing all the work that he was to do for King Solomon for*i the house of the Lord:*s"
    },
    {
        "o": 9906,
        "r": "nkjv:1 Kings:7:41",
        "t": "the two pillars, the two*i bowl-shaped capitals that were*i on top of the two pillars; the two networks covering the two bowl-shaped capitals which were*i on top of the pillars;"
    },
    {
        "o": 9907,
        "r": "nkjv:1 Kings:7:42",
        "t": "four hundred pomegranates for the two networks (two rows of pomegranates for each network, to cover the two bowl-shaped capitals that were*i on top of the pillars);"
    },
    {
        "o": 9908,
        "r": "nkjv:1 Kings:7:43",
        "t": "the ten carts, and ten lavers on the carts;"
    },
    {
        "o": 9909,
        "r": "nkjv:1 Kings:7:44",
        "t": "one Sea, and twelve oxen under the Sea;"
    },
    {
        "o": 9910,
        "r": "nkjv:1 Kings:7:45",
        "t": "the pots, the shovels, and the bowls. All*p these articles which Huram made for King Solomon for*i the house of the Lord*s were*i of*i burnished bronze."
    },
    {
        "o": 9911,
        "r": "nkjv:1 Kings:7:46",
        "t": "In the plain of Jordan the king had them cast in clay molds, between Succoth and Zaretan."
    },
    {
        "o": 9912,
        "r": "nkjv:1 Kings:7:47",
        "t": "And Solomon did not weigh all the articles, because there*i were*i so many; the weight of the bronze was not determined."
    },
    {
        "o": 9913,
        "r": "nkjv:1 Kings:7:48",
        "t": "Thus*p Solomon had all the furnishings made for the house of the Lord:*s the altar of gold, and the table of gold on which was*i the showbread;"
    },
    {
        "o": 9914,
        "r": "nkjv:1 Kings:7:49",
        "t": "the lampstands of pure gold, five on the right side*i and five on the left in front of the inner sanctuary, with the flowers and the lamps and the wick-trimmers of gold;"
    },
    {
        "o": 9915,
        "r": "nkjv:1 Kings:7:50",
        "t": "the basins, the trimmers, the bowls, the ladles, and the censers of pure gold; and the hinges of gold, both*i for the doors of the inner room (the Most Holy Place)*i and*i for the doors of the main hall of the temple."
    },
    {
        "o": 9916,
        "r": "nkjv:1 Kings:7:51",
        "t": "So*p all the work that King Solomon had done for the house of the Lord*s was finished; and Solomon brought in the things which his father David had dedicated: the silver and the gold and the furnishings. He put them in the treasuries of the house of the Lord.*s"
    },
    {
        "o": 9917,
        "r": "nkjv:1 Kings:8:0",
        "t": "1 Kings 8",
        "h": 1
    },
    {
        "o": 9918,
        "r": "nkjv:1 Kings:8:0",
        "t": "The Ark Brought into the Temple",
        "h": 2
    },
    {
        "o": 9919,
        "r": "nkjv:1 Kings:8:1",
        "t": "Now*p Solomon assembled the elders of Israel and all the heads of the tribes, the chief fathers of the children of Israel, to King Solomon in Jerusalem, that they might bring up the ark of the covenant of the Lord*s from the City of David, which is*i Zion."
    },
    {
        "o": 9920,
        "r": "nkjv:1 Kings:8:2",
        "t": "Therefore all the men of Israel assembled with King Solomon at the feast in the month of Ethanim, which is*i the seventh month."
    },
    {
        "o": 9921,
        "r": "nkjv:1 Kings:8:3",
        "t": "So all the elders of Israel came, and the priests took up the ark."
    },
    {
        "o": 9922,
        "r": "nkjv:1 Kings:8:4",
        "t": "Then they brought up the ark of the Lord,*s the tabernacle of meeting, and all the holy furnishings that were*i in the tabernacle. The priests and the Levites brought them up."
    },
    {
        "o": 9923,
        "r": "nkjv:1 Kings:8:5",
        "t": "Also King Solomon, and all the congregation of Israel who were assembled with him, were*i with him before the ark, sacrificing sheep and oxen that could not be counted or numbered for multitude."
    },
    {
        "o": 9924,
        "r": "nkjv:1 Kings:8:6",
        "t": "Then the priests brought in the ark of the covenant of the Lord*s to its place, into the inner sanctuary of the temple, to the Most Holy Place,*i under the wings of the cherubim."
    },
    {
        "o": 9925,
        "r": "nkjv:1 Kings:8:7",
        "t": "For the cherubim spread their*i two wings over the place of the ark, and the cherubim overshadowed the ark and its poles."
    },
    {
        "o": 9926,
        "r": "nkjv:1 Kings:8:8",
        "t": "The poles extended so that the ends of the poles could be seen from the holy place,*i in front of the inner sanctuary; but they could not be seen from outside. And they are there to this day."
    },
    {
        "o": 9927,
        "r": "nkjv:1 Kings:8:9",
        "t": "Nothing was*i in the ark except the two tablets of stone which Moses put there at Horeb, when the Lord*s made a*i covenant*i with the children of Israel, when they came out of the land of Egypt."
    },
    {
        "o": 9928,
        "r": "nkjv:1 Kings:8:10",
        "t": "And*p it came to pass, when the priests came out of the holy place,*i that the cloud filled the house of the Lord,*s"
    },
    {
        "o": 9929,
        "r": "nkjv:1 Kings:8:11",
        "t": "so that the priests could not continue ministering because of the cloud; for the glory of the Lord*s filled the house of the Lord.*s"
    },
    {
        "o": 9930,
        "r": "nkjv:1 Kings:8:12",
        "t": "Then*p Solomon spoke: “The*pn Lord*s said He would dwell in the dark cloud."
    },
    {
        "o": 9931,
        "r": "nkjv:1 Kings:8:13",
        "t": "I*ld have surely built You an exalted house, And*ld a place for You to dwell in forever.”"
    },
    {
        "o": 9932,
        "r": "nkjv:1 Kings:8:13",
        "t": "Solomon’s Speech at Completion of the Work",
        "h": 2
    },
    {
        "o": 9933,
        "r": "nkjv:1 Kings:8:14",
        "t": "Then*p the king turned around and blessed the whole assembly of Israel, while all the assembly of Israel was standing."
    },
    {
        "o": 9934,
        "r": "nkjv:1 Kings:8:15",
        "t": "And he said: “Blessed be*i the Lord*s God of Israel, who spoke with His mouth to my father David, and with His hand has fulfilled it,*i saying,"
    },
    {
        "o": 9935,
        "r": "nkjv:1 Kings:8:16",
        "t": "‘Since the day that I brought My people Israel out of Egypt, I have chosen no city from any tribe of Israel in*i which*i to build a house, that My name might be there; but I chose David to be over My people Israel.’"
    },
    {
        "o": 9936,
        "r": "nkjv:1 Kings:8:17",
        "t": "Now it was in the heart of my father David to build a temple for the name of the Lord*s God of Israel."
    },
    {
        "o": 9937,
        "r": "nkjv:1 Kings:8:18",
        "t": "But the Lord*s said to my father David, ‘Whereas it was in your heart to build a temple for My name, you did well that it was in your heart."
    },
    {
        "o": 9938,
        "r": "nkjv:1 Kings:8:19",
        "t": "Nevertheless you shall not build the temple, but your son who will come from your body, he shall build the temple for My name.’"
    },
    {
        "o": 9939,
        "r": "nkjv:1 Kings:8:20",
        "t": "So the Lord*s has fulfilled His word which He spoke; and I have filled the position of my father David, and sit on the throne of Israel, as the Lord*s promised; and I have built a temple for the name of the Lord*s God of Israel."
    },
    {
        "o": 9940,
        "r": "nkjv:1 Kings:8:21",
        "t": "And there I have made a place for the ark, in which is*i the covenant of the Lord*s which He made with our fathers, when He brought them out of the land of Egypt.”"
    },
    {
        "o": 9941,
        "r": "nkjv:1 Kings:8:21",
        "t": "Solomon’s Prayer of Dedication",
        "h": 2
    },
    {
        "o": 9942,
        "r": "nkjv:1 Kings:8:22",
        "t": "Then*p Solomon stood before the altar of the Lord*s in the presence of all the assembly of Israel, and spread out his hands toward heaven;"
    },
    {
        "o": 9943,
        "r": "nkjv:1 Kings:8:23",
        "t": "and he said: “Lord*s God of Israel, there*i is*i no God in heaven above or on earth below like You, who keep Your*i covenant and mercy with Your servants who walk before You with all their hearts."
    },
    {
        "o": 9944,
        "r": "nkjv:1 Kings:8:24",
        "t": "You have kept what You promised Your servant David my father; You have both spoken with Your mouth and fulfilled it*i with Your hand, as it*i is*i this day."
    },
    {
        "o": 9945,
        "r": "nkjv:1 Kings:8:25",
        "t": "Therefore, Lord*s God of Israel, now keep what You promised Your servant David my father, saying, ‘You shall not fail to have a man sit before Me on the throne of Israel, only if your sons take heed to their way, that they walk before Me as you have walked before Me.’"
    },
    {
        "o": 9946,
        "r": "nkjv:1 Kings:8:26",
        "t": "And now I pray, O God of Israel, let Your word come true, which You have spoken to Your servant David my father."
    },
    {
        "o": 9947,
        "r": "nkjv:1 Kings:8:27",
        "t": "“But*p will God indeed dwell on the earth? Behold, heaven and the heaven of heavens cannot contain You. How much less this temple which I have built!"
    },
    {
        "o": 9948,
        "r": "nkjv:1 Kings:8:28",
        "t": "Yet regard the prayer of Your servant and his supplication, O Lord*s my God, and listen to the cry and the prayer which Your servant is praying before You today:"
    },
    {
        "o": 9949,
        "r": "nkjv:1 Kings:8:29",
        "t": "that Your eyes may be open toward this temple night and day, toward the place of which You said, ‘My name shall be there,’ that You may hear the prayer which Your servant makes toward this place."
    },
    {
        "o": 9950,
        "r": "nkjv:1 Kings:8:30",
        "t": "And may You hear the supplication of Your servant and of Your people Israel, when they pray toward this place. Hear in heaven Your dwelling place; and when You hear, forgive."
    },
    {
        "o": 9951,
        "r": "nkjv:1 Kings:8:31",
        "t": "“When*p anyone sins against his neighbor, and is forced to take an oath, and comes and*i takes an oath before Your altar in this temple,"
    },
    {
        "o": 9952,
        "r": "nkjv:1 Kings:8:32",
        "t": "then hear in heaven, and act, and judge Your servants, condemning the wicked, bringing his way on his head, and justifying the righteous by giving him according to his righteousness."
    },
    {
        "o": 9953,
        "r": "nkjv:1 Kings:8:33",
        "t": "“When*p Your people Israel are defeated before an enemy because they have sinned against You, and when they turn back to You and confess Your name, and pray and make supplication to You in this temple,"
    },
    {
        "o": 9954,
        "r": "nkjv:1 Kings:8:34",
        "t": "then hear in heaven, and forgive the sin of Your people Israel, and bring them back to the land which You gave to their fathers."
    },
    {
        "o": 9955,
        "r": "nkjv:1 Kings:8:35",
        "t": "“When*p the heavens are shut up and there is no rain because they have sinned against You, when they pray toward this place and confess Your name, and turn from their sin because You afflict them,"
    },
    {
        "o": 9956,
        "r": "nkjv:1 Kings:8:36",
        "t": "then hear in heaven, and forgive the sin of Your servants, Your people Israel, that You may teach them the good way in which they should walk; and send rain on Your land which You have given to Your people as an inheritance."
    },
    {
        "o": 9957,
        "r": "nkjv:1 Kings:8:37",
        "t": "“When*p there is famine in the land, pestilence or*i blight or*i mildew, locusts or*i grasshoppers; when their enemy besieges them in the land of their cities; whatever plague or whatever sickness there*i is;*i"
    },
    {
        "o": 9958,
        "r": "nkjv:1 Kings:8:38",
        "t": "whatever prayer, whatever supplication is made by anyone, or*i by all Your people Israel, when each one knows the plague of his own heart, and spreads out his hands toward this temple:"
    },
    {
        "o": 9959,
        "r": "nkjv:1 Kings:8:39",
        "t": "then hear in heaven Your dwelling place, and forgive, and act, and give to everyone according to all his ways, whose heart You know (for You alone know the hearts of all the sons of men),"
    },
    {
        "o": 9960,
        "r": "nkjv:1 Kings:8:40",
        "t": "that they may fear You all the days that they live in the land which You gave to our fathers."
    },
    {
        "o": 9961,
        "r": "nkjv:1 Kings:8:41",
        "t": "“Moreover,*p concerning a foreigner, who is*i not of Your people Israel, but has come from a far country for Your name’s sake"
    },
    {
        "o": 9962,
        "r": "nkjv:1 Kings:8:42",
        "t": "(for they will hear of Your great name and Your strong hand and Your outstretched arm), when he comes and prays toward this temple,"
    },
    {
        "o": 9963,
        "r": "nkjv:1 Kings:8:43",
        "t": "hear in heaven Your dwelling place, and do according to all for which the foreigner calls to You, that all peoples of the earth may know Your name and fear You, as do*i Your people Israel, and that they may know that this temple which I have built is called by Your name."
    },
    {
        "o": 9964,
        "r": "nkjv:1 Kings:8:44",
        "t": "“When*p Your people go out to battle against their enemy, wherever You send them, and when they pray to the Lord*s toward the city which You have chosen and the temple which I have built for Your name,"
    },
    {
        "o": 9965,
        "r": "nkjv:1 Kings:8:45",
        "t": "then hear in heaven their prayer and their supplication, and maintain their cause."
    },
    {
        "o": 9966,
        "r": "nkjv:1 Kings:8:46",
        "t": "“When*p they sin against You (for there*i is*i no one who does not sin), and You become angry with them and deliver them to the enemy, and they take them captive to the land of the enemy, far or near;"
    },
    {
        "o": 9967,
        "r": "nkjv:1 Kings:8:47",
        "t": "yet*i when they come to themselves in the land where they were carried captive, and repent, and make supplication to You in the land of those who took them captive, saying, ‘We have sinned and done wrong, we have committed wickedness’;"
    },
    {
        "o": 9968,
        "r": "nkjv:1 Kings:8:48",
        "t": "and when*i they return to You with all their heart and with all their soul in the land of their enemies who led them away captive, and pray to You toward their land which You gave to their fathers, the city which You have chosen and the temple which I have built for Your name:"
    },
    {
        "o": 9969,
        "r": "nkjv:1 Kings:8:49",
        "t": "then hear in heaven Your dwelling place their prayer and their supplication, and maintain their cause,"
    },
    {
        "o": 9970,
        "r": "nkjv:1 Kings:8:50",
        "t": "and forgive Your people who have sinned against You, and all their transgressions which they have transgressed against You; and grant them compassion before those who took them captive, that they may have compassion on them"
    },
    {
        "o": 9971,
        "r": "nkjv:1 Kings:8:51",
        "t": "(for they are*i Your people and Your inheritance, whom You brought out of Egypt, out of the iron furnace),"
    },
    {
        "o": 9972,
        "r": "nkjv:1 Kings:8:52",
        "t": "that Your eyes may be open to the supplication of Your servant and the supplication of Your people Israel, to listen to them whenever they call to You."
    },
    {
        "o": 9973,
        "r": "nkjv:1 Kings:8:53",
        "t": "For You separated them from among all the peoples of the earth to*i be*i Your inheritance, as You spoke by Your servant Moses, when You brought our fathers out of Egypt, O Lord God.”*s"
    },
    {
        "o": 9974,
        "r": "nkjv:1 Kings:8:53",
        "t": "Solomon Blesses the Assembly",
        "h": 2
    },
    {
        "o": 9975,
        "r": "nkjv:1 Kings:8:54",
        "t": "And*p so it was, when Solomon had finished praying all this prayer and supplication to the Lord,*s that he arose from before the altar of the Lord,*s from kneeling on his knees with his hands spread up to heaven."
    },
    {
        "o": 9976,
        "r": "nkjv:1 Kings:8:55",
        "t": "Then he stood and blessed all the assembly of Israel with a loud voice, saying:"
    },
    {
        "o": 9977,
        "r": "nkjv:1 Kings:8:56",
        "t": "“Blessed be*i the Lord,*s who has given rest to His people Israel, according to all that He promised. There has not failed one word of all His good promise, which He promised through His servant Moses."
    },
    {
        "o": 9978,
        "r": "nkjv:1 Kings:8:57",
        "t": "May the Lord*s our God be with us, as He was with our fathers. May He not leave us nor forsake us,"
    },
    {
        "o": 9979,
        "r": "nkjv:1 Kings:8:58",
        "t": "that He may incline our hearts to Himself, to walk in all His ways, and to keep His commandments and His statutes and His judgments, which He commanded our fathers."
    },
    {
        "o": 9980,
        "r": "nkjv:1 Kings:8:59",
        "t": "And may these words of mine, with which I have made supplication before the Lord,*s be near the Lord*s our God day and night, that He may maintain the cause of His servant and the cause of His people Israel, as each day may require,"
    },
    {
        "o": 9981,
        "r": "nkjv:1 Kings:8:60",
        "t": "that all the peoples of the earth may know that the Lord*s is*i God; there*i is*i no other."
    },
    {
        "o": 9982,
        "r": "nkjv:1 Kings:8:61",
        "t": "Let your heart therefore be loyal to the Lord*s our God, to walk in His statutes and keep His commandments, as at this day.”"
    },
    {
        "o": 9983,
        "r": "nkjv:1 Kings:8:61",
        "t": "Solomon Dedicates the Temple",
        "h": 2
    },
    {
        "o": 9984,
        "r": "nkjv:1 Kings:8:62",
        "t": "Then*p the king and all Israel with him offered sacrifices before the Lord.*s"
    },
    {
        "o": 9985,
        "r": "nkjv:1 Kings:8:63",
        "t": "And Solomon offered a sacrifice of peace offerings, which he offered to the Lord,*s twenty-two thousand bulls and one hundred and twenty thousand sheep. So the king and all the children of Israel dedicated the house of the Lord.*s"
    },
    {
        "o": 9986,
        "r": "nkjv:1 Kings:8:64",
        "t": "On the same day the king consecrated the middle of the court that was*i in front of the house of the Lord;*s for there he offered burnt offerings, grain offerings, and the fat of the peace offerings, because the bronze altar that was*i before the Lord*s was*i too small to receive the burnt offerings, the grain offerings, and the fat of the peace offerings."
    },
    {
        "o": 9987,
        "r": "nkjv:1 Kings:8:65",
        "t": "At*p that time Solomon held a feast, and all Israel with him, a great assembly from the entrance of Hamath to the Brook of Egypt, before the Lord*s our God, seven days and seven more*i days—fourteen days."
    },
    {
        "o": 9988,
        "r": "nkjv:1 Kings:8:66",
        "t": "On the eighth day he sent the people away; and they blessed the king, and went to their tents joyful and glad of heart for all the good that the Lord*s had done for His servant David, and for Israel His people."
    },
    {
        "o": 9989,
        "r": "nkjv:1 Kings:9:0",
        "t": "1 Kings 9",
        "h": 1
    },
    {
        "o": 9990,
        "r": "nkjv:1 Kings:9:0",
        "t": "God’s Second Appearance to Solomon",
        "h": 2
    },
    {
        "o": 9991,
        "r": "nkjv:1 Kings:9:1",
        "t": "And*p it came to pass, when Solomon had finished building the house of the Lord*s and the king’s house, and all Solomon’s desire which he wanted to do,"
    },
    {
        "o": 9992,
        "r": "nkjv:1 Kings:9:2",
        "t": "that the Lord*s appeared to Solomon the second time, as He had appeared to him at Gibeon."
    },
    {
        "o": 9993,
        "r": "nkjv:1 Kings:9:3",
        "t": "And the Lord*s said to him: “I have heard your prayer and your supplication that you have made before Me; I have consecrated this house which you have built to put My name there forever, and My eyes and My heart will be there perpetually."
    },
    {
        "o": 9994,
        "r": "nkjv:1 Kings:9:4",
        "t": "Now if you walk before Me as your father David walked, in integrity of heart and in uprightness, to do according to all that I have commanded you, and*i if you keep My statutes and My judgments,"
    },
    {
        "o": 9995,
        "r": "nkjv:1 Kings:9:5",
        "t": "then I will establish the throne of your kingdom over Israel forever, as I promised David your father, saying, ‘You shall not fail to have a man on the throne of Israel.’"
    },
    {
        "o": 9996,
        "r": "nkjv:1 Kings:9:6",
        "t": "But*i if you or your sons at all turn from following Me, and do not keep My commandments and*i My statutes which I have set before you, but go and serve other gods and worship them,"
    },
    {
        "o": 9997,
        "r": "nkjv:1 Kings:9:7",
        "t": "then I will cut off Israel from the land which I have given them; and this house which I have consecrated for My name I will cast out of My sight. Israel will be a proverb and a byword among all peoples."
    },
    {
        "o": 9998,
        "r": "nkjv:1 Kings:9:8",
        "t": "And as*i for*i this house, which*i is exalted, everyone who passes by it will be astonished and will hiss, and say, ‘Why has the Lord*s done thus to this land and to this house?’"
    },
    {
        "o": 9999,
        "r": "nkjv:1 Kings:9:9",
        "t": "Then they will answer, ‘Because they forsook the Lord*s their God, who brought their fathers out of the land of Egypt, and have embraced other gods, and worshiped them and served them; therefore the Lord*s has brought all this calamity on them.’”"
    },
    {
        "o": 10000,
        "r": "nkjv:1 Kings:9:9",
        "t": "Solomon and Hiram Exchange Gifts",
        "h": 2
    },
    {
        "o": 10001,
        "r": "nkjv:1 Kings:9:10",
        "t": "Now*p it happened at the end of twenty years, when Solomon had built the two houses, the house of the Lord*s and the king’s house"
    },
    {
        "o": 10002,
        "r": "nkjv:1 Kings:9:11",
        "t": "(Hiram the king of Tyre had supplied Solomon with cedar and cypress and gold, as much as he desired), that*i King Solomon then gave Hiram twenty cities in the land of Galilee."
    },
    {
        "o": 10003,
        "r": "nkjv:1 Kings:9:12",
        "t": "Then Hiram went from Tyre to see the cities which Solomon had given him, but they did not please him."
    },
    {
        "o": 10004,
        "r": "nkjv:1 Kings:9:13",
        "t": "So he said, “What kind*i of*i cities are*i these which you have given me, my brother?” And he called them the land of Cabul, as they are to this day."
    },
    {
        "o": 10005,
        "r": "nkjv:1 Kings:9:14",
        "t": "Then Hiram sent the king one hundred and twenty talents of gold."
    },
    {
        "o": 10006,
        "r": "nkjv:1 Kings:9:14",
        "t": "Solomon’s Additional Achievements",
        "h": 2
    },
    {
        "o": 10007,
        "r": "nkjv:1 Kings:9:15",
        "t": "And*p this is*i the reason for the labor force which King Solomon raised: to build the house of the Lord,*s his own house, the Millo, the wall of Jerusalem, Hazor, Megiddo, and Gezer."
    },
    {
        "o": 10008,
        "r": "nkjv:1 Kings:9:16",
        "t": "(Pharaoh king of Egypt had gone up and taken Gezer and burned it with fire, had killed the Canaanites who dwelt in the city, and had given it as*i a dowry to his daughter, Solomon’s wife.)"
    },
    {
        "o": 10009,
        "r": "nkjv:1 Kings:9:17",
        "t": "And Solomon built Gezer, Lower Beth Horon,"
    },
    {
        "o": 10010,
        "r": "nkjv:1 Kings:9:18",
        "t": "Baalath, and Tadmor in the wilderness, in the land of*i Judah,*i"
    },
    {
        "o": 10011,
        "r": "nkjv:1 Kings:9:19",
        "t": "all the storage cities that Solomon had, cities for his chariots and cities for his cavalry, and whatever Solomon desired to build in Jerusalem, in Lebanon, and in all the land of his dominion."
    },
    {
        "o": 10012,
        "r": "nkjv:1 Kings:9:20",
        "t": "All*p the people who*i were*i left of the Amorites, Hittites, Perizzites, Hivites, and Jebusites, who were*i not of the children of Israel—"
    },
    {
        "o": 10013,
        "r": "nkjv:1 Kings:9:21",
        "t": "that is, their descendants who were left in the land after them, whom the children of Israel had not been able to destroy completely— from these Solomon raised forced labor, as it is to this day."
    },
    {
        "o": 10014,
        "r": "nkjv:1 Kings:9:22",
        "t": "But of the children of Israel Solomon made no forced laborers, because they were*i men of war and his servants: his officers, his captains, commanders of his chariots, and his cavalry."
    },
    {
        "o": 10015,
        "r": "nkjv:1 Kings:9:23",
        "t": "Others*p were*i chiefs of the officials who were*i over Solomon’s work: five hundred and fifty, who ruled over the people who did the work."
    },
    {
        "o": 10016,
        "r": "nkjv:1 Kings:9:24",
        "t": "But*p Pharaoh’s daughter came up from the City of David to her house which Solomon*i had built for her. Then he built the Millo."
    },
    {
        "o": 10017,
        "r": "nkjv:1 Kings:9:25",
        "t": "Now*p three times a year Solomon offered burnt offerings and peace offerings on the altar which he had built for the Lord,*s and he burned incense with them on*i the*i altar*i that was*i before the Lord.*s So he finished the temple."
    },
    {
        "o": 10018,
        "r": "nkjv:1 Kings:9:26",
        "t": "King*p Solomon also built a fleet of ships at Ezion Geber, which is*i near Elath on the shore of the Red Sea, in the land of Edom."
    },
    {
        "o": 10019,
        "r": "nkjv:1 Kings:9:27",
        "t": "Then Hiram sent his servants with the fleet, seamen who knew the sea, to work with the servants of Solomon."
    },
    {
        "o": 10020,
        "r": "nkjv:1 Kings:9:28",
        "t": "And they went to Ophir, and acquired four hundred and twenty talents of gold from there, and brought it*i to King Solomon."
    },
    {
        "o": 10021,
        "r": "nkjv:1 Kings:10:0",
        "t": "1 Kings 10",
        "h": 1
    },
    {
        "o": 10022,
        "r": "nkjv:1 Kings:10:0",
        "t": "The Queen of Sheba’s Praise of Solomon",
        "h": 2
    },
    {
        "o": 10023,
        "r": "nkjv:1 Kings:10:1",
        "t": "Now*p when the queen of Sheba heard of the fame of Solomon concerning the name of the Lord,*s she came to test him with hard questions."
    },
    {
        "o": 10024,
        "r": "nkjv:1 Kings:10:2",
        "t": "She came to Jerusalem with a very great retinue, with camels that bore spices, very much gold, and precious stones; and when she came to Solomon, she spoke with him about all that was in her heart."
    },
    {
        "o": 10025,
        "r": "nkjv:1 Kings:10:3",
        "t": "So Solomon answered all her questions; there was nothing so difficult for the king that he could not explain it*i to her."
    },
    {
        "o": 10026,
        "r": "nkjv:1 Kings:10:4",
        "t": "And when the queen of Sheba had seen all the wisdom of Solomon, the house that he had built,"
    },
    {
        "o": 10027,
        "r": "nkjv:1 Kings:10:5",
        "t": "the food on his table, the seating of his servants, the service of his waiters and their apparel, his cupbearers, and his entryway by which he went up to the house of the Lord,*s there was no more spirit in her."
    },
    {
        "o": 10028,
        "r": "nkjv:1 Kings:10:6",
        "t": "Then she said to the king: “It was a true report which I heard in my own land about your words and your wisdom."
    },
    {
        "o": 10029,
        "r": "nkjv:1 Kings:10:7",
        "t": "However I did not believe the words until I came and saw with my own eyes; and indeed the half was not told me. Your wisdom and prosperity exceed the fame of which I heard."
    },
    {
        "o": 10030,
        "r": "nkjv:1 Kings:10:8",
        "t": "Happy are*i your men and happy are*i these your servants, who stand continually before you and*i hear your wisdom!"
    },
    {
        "o": 10031,
        "r": "nkjv:1 Kings:10:9",
        "t": "Blessed be the Lord*s your God, who delighted in you, setting you on the throne of Israel! Because the Lord*s has loved Israel forever, therefore He made you king, to do justice and righteousness.”"
    },
    {
        "o": 10032,
        "r": "nkjv:1 Kings:10:10",
        "t": "Then*p she gave the king one hundred and twenty talents of gold, spices in great quantity, and precious stones. There never again came such abundance of spices as the queen of Sheba gave to King Solomon."
    },
    {
        "o": 10033,
        "r": "nkjv:1 Kings:10:11",
        "t": "Also, the ships of Hiram, which brought gold from Ophir, brought great quantities of almug wood and precious stones from Ophir."
    },
    {
        "o": 10034,
        "r": "nkjv:1 Kings:10:12",
        "t": "And the king made steps of the almug wood for the house of the Lord*s and for the king’s house, also harps and stringed instruments for singers. There never again came such almug wood, nor has the like been seen to this day."
    },
    {
        "o": 10035,
        "r": "nkjv:1 Kings:10:13",
        "t": "Now*p King Solomon gave the queen of Sheba all she desired, whatever she asked, besides what Solomon had given her according to the royal generosity. So she turned and went to her own country, she and her servants."
    },
    {
        "o": 10036,
        "r": "nkjv:1 Kings:10:13",
        "t": "Solomon’s Great Wealth",
        "h": 2
    },
    {
        "o": 10037,
        "r": "nkjv:1 Kings:10:14",
        "t": "The*p weight of gold that came to Solomon yearly was six hundred and sixty-six talents of gold,"
    },
    {
        "o": 10038,
        "r": "nkjv:1 Kings:10:15",
        "t": "besides that*i from the traveling merchants, from the income of traders, from all the kings of Arabia, and from the governors of the country."
    },
    {
        "o": 10039,
        "r": "nkjv:1 Kings:10:16",
        "t": "And*p King Solomon made two hundred large shields of*i hammered gold; six hundred shekels*i of gold went into each shield."
    },
    {
        "o": 10040,
        "r": "nkjv:1 Kings:10:17",
        "t": "He also made*i three hundred shields of*i hammered gold; three minas of gold went into each shield. The king put them in the House of the Forest of Lebanon."
    },
    {
        "o": 10041,
        "r": "nkjv:1 Kings:10:18",
        "t": "Moreover*p the king made a great throne of ivory, and overlaid it with pure gold."
    },
    {
        "o": 10042,
        "r": "nkjv:1 Kings:10:19",
        "t": "The throne had six steps, and the top of the throne was*i round at the back; there*i were*i armrests on either side of the place of the seat, and two lions stood beside the armrests."
    },
    {
        "o": 10043,
        "r": "nkjv:1 Kings:10:20",
        "t": "Twelve lions stood there, one on each side of the six steps; nothing like this*i had been made for any other*i kingdom."
    },
    {
        "o": 10044,
        "r": "nkjv:1 Kings:10:21",
        "t": "All*p King Solomon’s drinking vessels were*i gold, and all the vessels of the House of the Forest of Lebanon were*i pure gold. Not one*i was*i silver, for this was accounted as nothing in the days of Solomon."
    },
    {
        "o": 10045,
        "r": "nkjv:1 Kings:10:22",
        "t": "For the king had merchant ships at sea with the fleet of Hiram. Once every three years the merchant ships came bringing gold, silver, ivory, apes, and monkeys."
    },
    {
        "o": 10046,
        "r": "nkjv:1 Kings:10:23",
        "t": "So King Solomon surpassed all the kings of the earth in riches and wisdom."
    },
    {
        "o": 10047,
        "r": "nkjv:1 Kings:10:24",
        "t": "Now*p all the earth sought the presence of Solomon to hear his wisdom, which God had put in his heart."
    },
    {
        "o": 10048,
        "r": "nkjv:1 Kings:10:25",
        "t": "Each man brought his present: articles of silver and gold, garments, armor, spices, horses, and mules, at a set rate year by year."
    },
    {
        "o": 10049,
        "r": "nkjv:1 Kings:10:26",
        "t": "And*p Solomon gathered chariots and horsemen; he had one thousand four hundred chariots and twelve thousand horsemen, whom he stationed in the chariot cities and with the king at Jerusalem."
    },
    {
        "o": 10050,
        "r": "nkjv:1 Kings:10:27",
        "t": "The king made silver as*i common*i in Jerusalem as stones, and he made cedar trees as abundant as the sycamores which are*i in the lowland."
    },
    {
        "o": 10051,
        "r": "nkjv:1 Kings:10:28",
        "t": "Also*p Solomon had horses imported from Egypt and Keveh; the king’s merchants bought them in Keveh at the current*i price."
    },
    {
        "o": 10052,
        "r": "nkjv:1 Kings:10:29",
        "t": "Now a chariot that was imported from Egypt cost six hundred shekels*i of silver, and a horse one hundred and fifty; and thus, through their agents, they exported them*i to all the kings of the Hittites and the kings of Syria."
    },
    {
        "o": 10053,
        "r": "nkjv:1 Kings:11:0",
        "t": "1 Kings 11",
        "h": 1
    },
    {
        "o": 10054,
        "r": "nkjv:1 Kings:11:0",
        "t": "Solomon’s Heart Turns from the Lord",
        "h": 2
    },
    {
        "o": 10055,
        "r": "nkjv:1 Kings:11:1",
        "t": "But*p King Solomon loved many foreign women, as well as the daughter of Pharaoh: women of the Moabites, Ammonites, Edomites, Sidonians, and*i Hittites—"
    },
    {
        "o": 10056,
        "r": "nkjv:1 Kings:11:2",
        "t": "from the nations of whom the Lord*s had said to the children of Israel, “You shall not intermarry with them, nor they with you. Surely they will turn away your hearts after their gods.” Solomon clung to these in love."
    },
    {
        "o": 10057,
        "r": "nkjv:1 Kings:11:3",
        "t": "And he had seven hundred wives, princesses, and three hundred concubines; and his wives turned away his heart."
    },
    {
        "o": 10058,
        "r": "nkjv:1 Kings:11:4",
        "t": "For it was so, when Solomon was old, that his wives turned his heart after other gods; and his heart was not loyal to the Lord*s his God, as was*i the heart of his father David."
    },
    {
        "o": 10059,
        "r": "nkjv:1 Kings:11:5",
        "t": "For Solomon went after Ashtoreth the goddess of the Sidonians, and after Milcom the abomination of the Ammonites."
    },
    {
        "o": 10060,
        "r": "nkjv:1 Kings:11:6",
        "t": "Solomon did evil in the sight of the Lord,*s and did not fully follow the Lord,*s as did*i his father David."
    },
    {
        "o": 10061,
        "r": "nkjv:1 Kings:11:7",
        "t": "Then Solomon built a high place for Chemosh the abomination of Moab, on the hill that is*i east of Jerusalem, and for Molech the abomination of the people of Ammon."
    },
    {
        "o": 10062,
        "r": "nkjv:1 Kings:11:8",
        "t": "And he did likewise for all his foreign wives, who burned incense and sacrificed to their gods."
    },
    {
        "o": 10063,
        "r": "nkjv:1 Kings:11:9",
        "t": "So*p the Lord*s became angry with Solomon, because his heart had turned from the Lord*s God of Israel, who had appeared to him twice,"
    },
    {
        "o": 10064,
        "r": "nkjv:1 Kings:11:10",
        "t": "and had commanded him concerning this thing, that he should not go after other gods; but he did not keep what the Lord*s had commanded."
    },
    {
        "o": 10065,
        "r": "nkjv:1 Kings:11:11",
        "t": "Therefore the Lord*s said to Solomon, “Because you have done this, and have not kept My covenant and My statutes, which I have commanded you, I will surely tear the kingdom away from you and give it to your servant."
    },
    {
        "o": 10066,
        "r": "nkjv:1 Kings:11:12",
        "t": "Nevertheless I will not do it in your days, for the sake of your father David; I will tear it out of the hand of your son."
    },
    {
        "o": 10067,
        "r": "nkjv:1 Kings:11:13",
        "t": "However I will not tear away the whole kingdom; I will give one tribe to your son for the sake of My servant David, and for the sake of Jerusalem which I have chosen.”"
    },
    {
        "o": 10068,
        "r": "nkjv:1 Kings:11:13",
        "t": "Adversaries of Solomon",
        "h": 2
    },
    {
        "o": 10069,
        "r": "nkjv:1 Kings:11:14",
        "t": "Now*p the Lord*s raised up an adversary against Solomon, Hadad the Edomite; he was*i a descendant of the king in Edom."
    },
    {
        "o": 10070,
        "r": "nkjv:1 Kings:11:15",
        "t": "For it happened, when David was in Edom, and Joab the commander of the army had gone up to bury the slain, after he had killed every male in Edom"
    },
    {
        "o": 10071,
        "r": "nkjv:1 Kings:11:16",
        "t": "(because for six months Joab remained there with all Israel, until he had cut down every male in Edom),"
    },
    {
        "o": 10072,
        "r": "nkjv:1 Kings:11:17",
        "t": "that Hadad fled to go to Egypt, he and certain Edomites of his father’s servants with him. Hadad was*i still a little child."
    },
    {
        "o": 10073,
        "r": "nkjv:1 Kings:11:18",
        "t": "Then they arose from Midian and came to Paran; and they took men with them from Paran and came to Egypt, to Pharaoh king of Egypt, who gave him a house, apportioned food for him, and gave him land."
    },
    {
        "o": 10074,
        "r": "nkjv:1 Kings:11:19",
        "t": "And Hadad found great favor in the sight of Pharaoh, so that he gave him as wife the sister of his own wife, that is, the sister of Queen Tahpenes."
    },
    {
        "o": 10075,
        "r": "nkjv:1 Kings:11:20",
        "t": "Then the sister of Tahpenes bore him Genubath his son, whom Tahpenes weaned in Pharaoh’s house. And Genubath was in Pharaoh’s household among the sons of Pharaoh."
    },
    {
        "o": 10076,
        "r": "nkjv:1 Kings:11:21",
        "t": "So*p when Hadad heard in Egypt that David rested with his fathers, and that Joab the commander of the army was dead, Hadad said to Pharaoh, “Let me depart, that I may go to my own country.”"
    },
    {
        "o": 10077,
        "r": "nkjv:1 Kings:11:22",
        "t": "Then*p Pharaoh said to him, “But what have you lacked with me, that suddenly you seek to go to your own country?” So*p he answered, “Nothing, but do let me go anyway.”"
    },
    {
        "o": 10078,
        "r": "nkjv:1 Kings:11:23",
        "t": "And*p God raised up another*i adversary against him, Rezon the son of Eliadah, who had fled from his lord, Hadadezer king of Zobah."
    },
    {
        "o": 10079,
        "r": "nkjv:1 Kings:11:24",
        "t": "So he gathered men to him and became captain over a band of*i raiders,*i when David killed those of*i Zobah.*i And they went to Damascus and dwelt there, and reigned in Damascus."
    },
    {
        "o": 10080,
        "r": "nkjv:1 Kings:11:25",
        "t": "He was an adversary of Israel all the days of Solomon (besides the trouble that Hadad caused);*i and he abhorred Israel, and reigned over Syria."
    },
    {
        "o": 10081,
        "r": "nkjv:1 Kings:11:25",
        "t": "Jeroboam’s Rebellion",
        "h": 2
    },
    {
        "o": 10082,
        "r": "nkjv:1 Kings:11:26",
        "t": "Then*p Solomon’s servant, Jeroboam the son of Nebat, an Ephraimite from Zereda, whose mother’s name was*i Zeruah, a widow, also rebelled against the king."
    },
    {
        "o": 10083,
        "r": "nkjv:1 Kings:11:27",
        "t": "And*p this is*i what caused him to rebel against the king: Solomon had built the Millo and*i repaired the damages to the City of David his father."
    },
    {
        "o": 10084,
        "r": "nkjv:1 Kings:11:28",
        "t": "The man Jeroboam was*i a mighty man of valor; and Solomon, seeing that the young man was industrious, made him the officer over all the labor force of the house of Joseph."
    },
    {
        "o": 10085,
        "r": "nkjv:1 Kings:11:29",
        "t": "Now*p it happened at that time, when Jeroboam went out of Jerusalem, that the prophet Ahijah the Shilonite met him on the way; and he had clothed himself with a new garment, and the two were*i alone in the field."
    },
    {
        "o": 10086,
        "r": "nkjv:1 Kings:11:30",
        "t": "Then Ahijah took hold of the new garment that was*i on him, and tore it into*i twelve pieces."
    },
    {
        "o": 10087,
        "r": "nkjv:1 Kings:11:31",
        "t": "And he said to Jeroboam, “Take for yourself ten pieces, for thus says the Lord,*s the God of Israel: ‘Behold, I will tear the kingdom out of the hand of Solomon and will give ten tribes to you"
    },
    {
        "o": 10088,
        "r": "nkjv:1 Kings:11:32",
        "t": "(but he shall have one tribe for the sake of My servant David, and for the sake of Jerusalem, the city which I have chosen out of all the tribes of Israel),"
    },
    {
        "o": 10089,
        "r": "nkjv:1 Kings:11:33",
        "t": "because they have forsaken Me, and worshiped Ashtoreth the goddess of the Sidonians, Chemosh the god of the Moabites, and Milcom the god of the people of Ammon, and have not walked in My ways to do what*i is*i right in My eyes and keep*i My statutes and My judgments, as did*i his father David."
    },
    {
        "o": 10090,
        "r": "nkjv:1 Kings:11:34",
        "t": "However I will not take the whole kingdom out of his hand, because I have made him ruler all the days of his life for the sake of My servant David, whom I chose because he kept My commandments and My statutes."
    },
    {
        "o": 10091,
        "r": "nkjv:1 Kings:11:35",
        "t": "But I will take the kingdom out of his son’s hand and give it to you—ten tribes."
    },
    {
        "o": 10092,
        "r": "nkjv:1 Kings:11:36",
        "t": "And to his son I will give one tribe, that My servant David may always have a lamp before Me in Jerusalem, the city which I have chosen for Myself, to put My name there."
    },
    {
        "o": 10093,
        "r": "nkjv:1 Kings:11:37",
        "t": "So I will take you, and you shall reign over all your heart desires, and you shall be king over Israel."
    },
    {
        "o": 10094,
        "r": "nkjv:1 Kings:11:38",
        "t": "Then it shall be, if you heed all that I command you, walk in My ways, and do what*i is*i right in My sight, to keep My statutes and My commandments, as My servant David did, then I will be with you and build for you an enduring house, as I built for David, and will give Israel to you."
    },
    {
        "o": 10095,
        "r": "nkjv:1 Kings:11:39",
        "t": "And I will afflict the descendants of David because of this, but not forever.’”"
    },
    {
        "o": 10096,
        "r": "nkjv:1 Kings:11:40",
        "t": "Solomon*p therefore sought to kill Jeroboam. But Jeroboam arose and fled to Egypt, to Shishak king of Egypt, and was in Egypt until the death of Solomon."
    },
    {
        "o": 10097,
        "r": "nkjv:1 Kings:11:40",
        "t": "Death of Solomon",
        "h": 2
    },
    {
        "o": 10098,
        "r": "nkjv:1 Kings:11:41",
        "t": "Now*p the rest of the acts of Solomon, all that he did, and his wisdom, are*i they not written in the book of the acts of Solomon?"
    },
    {
        "o": 10099,
        "r": "nkjv:1 Kings:11:42",
        "t": "And the period that Solomon reigned in Jerusalem over all Israel was*i forty years."
    },
    {
        "o": 10100,
        "r": "nkjv:1 Kings:11:43",
        "t": "Then Solomon rested with his fathers, and was buried in the City of David his father. And Rehoboam his son reigned in his place."
    },
    {
        "o": 10101,
        "r": "nkjv:1 Kings:12:0",
        "t": "1 Kings 12",
        "h": 1
    },
    {
        "o": 10102,
        "r": "nkjv:1 Kings:12:0",
        "t": "The Revolt Against Rehoboam",
        "h": 2
    },
    {
        "o": 10103,
        "r": "nkjv:1 Kings:12:1",
        "t": "And*p Rehoboam went to Shechem, for all Israel had gone to Shechem to make him king."
    },
    {
        "o": 10104,
        "r": "nkjv:1 Kings:12:2",
        "t": "So it happened, when Jeroboam the son of Nebat heard it*i (he was still in Egypt, for he had fled from the presence of King Solomon and had been dwelling in Egypt),"
    },
    {
        "o": 10105,
        "r": "nkjv:1 Kings:12:3",
        "t": "that they sent and called him. Then Jeroboam and the whole assembly of Israel came and spoke to Rehoboam, saying,"
    },
    {
        "o": 10106,
        "r": "nkjv:1 Kings:12:4",
        "t": "“Your father made our yoke heavy; now therefore, lighten the burdensome service of your father, and his heavy yoke which he put on us, and we will serve you.”"
    },
    {
        "o": 10107,
        "r": "nkjv:1 Kings:12:5",
        "t": "So*p he said to them, “Depart for*i three days, then come back to me.” And the people departed."
    },
    {
        "o": 10108,
        "r": "nkjv:1 Kings:12:6",
        "t": "Then*p King Rehoboam consulted the elders who stood before his father Solomon while he still lived, and he said, “How do you advise me*i to answer these people?”"
    },
    {
        "o": 10109,
        "r": "nkjv:1 Kings:12:7",
        "t": "And*p they spoke to him, saying, “If you will be a servant to these people today, and serve them, and answer them, and speak good words to them, then they will be your servants forever.”"
    },
    {
        "o": 10110,
        "r": "nkjv:1 Kings:12:8",
        "t": "But*p he rejected the advice which the elders had given him, and consulted the young men who had grown up with him, who stood before him."
    },
    {
        "o": 10111,
        "r": "nkjv:1 Kings:12:9",
        "t": "And he said to them, “What advice do you give? How should we answer this people who have spoken to me, saying, ‘Lighten the yoke which your father put on us’?”"
    },
    {
        "o": 10112,
        "r": "nkjv:1 Kings:12:10",
        "t": "Then*p the young men who had grown up with him spoke to him, saying, “Thus you should speak to this people who have spoken to you, saying, ‘Your father made our yoke heavy, but you make it*i lighter on us’—thus you shall say to them: ‘My little finger*i shall be thicker than my father’s waist!"
    },
    {
        "o": 10113,
        "r": "nkjv:1 Kings:12:11",
        "t": "And now, whereas my father put a heavy yoke on you, I will add to your yoke; my father chastised you with whips, but I will chastise you with scourges!’”"
    },
    {
        "o": 10114,
        "r": "nkjv:1 Kings:12:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam the third day, as the king had directed, saying, “Come back to me the third day.”"
    },
    {
        "o": 10115,
        "r": "nkjv:1 Kings:12:13",
        "t": "Then the king answered the people roughly, and rejected the advice which the elders had given him;"
    },
    {
        "o": 10116,
        "r": "nkjv:1 Kings:12:14",
        "t": "and he spoke to them according to the advice of the young men, saying, “My father made your yoke heavy, but I will add to your yoke; my father chastised you with whips, but I will chastise you with scourges!”"
    },
    {
        "o": 10117,
        "r": "nkjv:1 Kings:12:15",
        "t": "So the king did not listen to the people; for the turn of*i events*i was from the Lord,*s that He might fulfill His word, which the Lord*s had spoken by Ahijah the Shilonite to Jeroboam the son of Nebat."
    },
    {
        "o": 10118,
        "r": "nkjv:1 Kings:12:16",
        "t": "Now*p when all Israel saw that the king did not listen to them, the people answered the king, saying: “What*pn share have we in David? We*ild have*i no inheritance in the son of Jesse. To*ld your tents, O Israel! Now,*ld see to your own house, O David!” So*p Israel departed to their tents."
    },
    {
        "o": 10119,
        "r": "nkjv:1 Kings:12:17",
        "t": "But Rehoboam reigned over the children of Israel who dwelt in the cities of Judah."
    },
    {
        "o": 10120,
        "r": "nkjv:1 Kings:12:18",
        "t": "Then*p King Rehoboam sent Adoram, who was*i in charge of the revenue; but all Israel stoned him with stones, and he died. Therefore King Rehoboam mounted his chariot in haste to flee to Jerusalem."
    },
    {
        "o": 10121,
        "r": "nkjv:1 Kings:12:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    },
    {
        "o": 10122,
        "r": "nkjv:1 Kings:12:20",
        "t": "Now*p it came to pass when all Israel heard that Jeroboam had come back, they sent for him and called him to the congregation, and made him king over all Israel. There was none who followed the house of David, but the tribe of Judah only."
    },
    {
        "o": 10123,
        "r": "nkjv:1 Kings:12:21",
        "t": "And*p when Rehoboam came to Jerusalem, he assembled all the house of Judah with the tribe of Benjamin, one hundred and eighty thousand chosen men*i who were warriors, to fight against the house of Israel, that he might restore the kingdom to Rehoboam the son of Solomon."
    },
    {
        "o": 10124,
        "r": "nkjv:1 Kings:12:22",
        "t": "But the word of God came to Shemaiah the man of God, saying,"
    },
    {
        "o": 10125,
        "r": "nkjv:1 Kings:12:23",
        "t": "“Speak to Rehoboam the son of Solomon, king of Judah, to all the house of Judah and Benjamin, and to the rest of the people, saying,"
    },
    {
        "o": 10126,
        "r": "nkjv:1 Kings:12:24",
        "t": "‘Thus says the Lord:*s “You shall not go up nor fight against your brethren the children of Israel. Let every man return to his house, for this thing is from Me.”’” Therefore they obeyed the word of the Lord,*s and turned back, according to the word of the Lord.*s"
    },
    {
        "o": 10127,
        "r": "nkjv:1 Kings:12:24",
        "t": "Jeroboam’s Gold Calves",
        "h": 2
    },
    {
        "o": 10128,
        "r": "nkjv:1 Kings:12:25",
        "t": "Then*p Jeroboam built Shechem in the mountains of Ephraim, and dwelt there. Also he went out from there and built Penuel."
    },
    {
        "o": 10129,
        "r": "nkjv:1 Kings:12:26",
        "t": "And Jeroboam said in his heart, “Now the kingdom may return to the house of David:"
    },
    {
        "o": 10130,
        "r": "nkjv:1 Kings:12:27",
        "t": "If these people go up to offer sacrifices in the house of the Lord*s at Jerusalem, then the heart of this people will turn back to their lord, Rehoboam king of Judah, and they will kill me and go back to Rehoboam king of Judah.”"
    },
    {
        "o": 10131,
        "r": "nkjv:1 Kings:12:28",
        "t": "Therefore*p the king asked advice, made two calves of gold, and said to the people, “It is too much for you to go up to Jerusalem. Here are your gods, O Israel, which brought you up from the land of Egypt!”"
    },
    {
        "o": 10132,
        "r": "nkjv:1 Kings:12:29",
        "t": "And he set up one in Bethel, and the other he put in Dan."
    },
    {
        "o": 10133,
        "r": "nkjv:1 Kings:12:30",
        "t": "Now this thing became a sin, for the people went to*i worship*i before the one as far as Dan."
    },
    {
        "o": 10134,
        "r": "nkjv:1 Kings:12:31",
        "t": "He made shrines on the high places, and made priests from every class of people, who were not of the sons of Levi."
    },
    {
        "o": 10135,
        "r": "nkjv:1 Kings:12:32",
        "t": "Jeroboam*p ordained a feast on the fifteenth day of the eighth month, like the feast that was*i in Judah, and offered sacrifices on the altar. So he did at Bethel, sacrificing to the calves that he had made. And at Bethel he installed the priests of the high places which he had made."
    },
    {
        "o": 10136,
        "r": "nkjv:1 Kings:12:33",
        "t": "So he made offerings on the altar which he had made at Bethel on the fifteenth day of the eighth month, in the month which he had devised in his own heart. And he ordained a feast for the children of Israel, and offered sacrifices on the altar and burned incense."
    },
    {
        "o": 10137,
        "r": "nkjv:1 Kings:13:0",
        "t": "1 Kings 13",
        "h": 1
    },
    {
        "o": 10138,
        "r": "nkjv:1 Kings:13:0",
        "t": "The Message of the Man of God",
        "h": 2
    },
    {
        "o": 10139,
        "r": "nkjv:1 Kings:13:1",
        "t": "And*p behold, a man of God went from Judah to Bethel by the word of the Lord,*s and Jeroboam stood by the altar to burn incense."
    },
    {
        "o": 10140,
        "r": "nkjv:1 Kings:13:2",
        "t": "Then he cried out against the altar by the word of the Lord,*s and said, “O altar, altar! Thus says the Lord:*s ‘Behold, a child, Josiah by name, shall be born to the house of David; and on you he shall sacrifice the priests of the high places who burn incense on you, and men’s bones shall be burned on you.’”"
    },
    {
        "o": 10141,
        "r": "nkjv:1 Kings:13:3",
        "t": "And he gave a sign the same day, saying, “This is*i the sign which the Lord*s has spoken: Surely the altar shall split apart, and the ashes on it shall be poured out.”"
    },
    {
        "o": 10142,
        "r": "nkjv:1 Kings:13:4",
        "t": "So*p it came to pass when King Jeroboam heard the saying of the man of God, who cried out against the altar in Bethel, that he stretched out his hand from the altar, saying, “Arrest him!” Then his hand, which he stretched out toward him, withered, so that he could not pull it back to himself."
    },
    {
        "o": 10143,
        "r": "nkjv:1 Kings:13:5",
        "t": "The altar also was split apart, and the ashes poured out from the altar, according to the sign which the man of God had given by the word of the Lord.*s"
    },
    {
        "o": 10144,
        "r": "nkjv:1 Kings:13:6",
        "t": "Then the king answered and said to the man of God, “Please entreat the favor of the Lord*s your God, and pray for me, that my hand may be restored to me.” So*p the man of God entreated the Lord,*s and the king’s hand was restored to him, and became as before."
    },
    {
        "o": 10145,
        "r": "nkjv:1 Kings:13:7",
        "t": "Then the king said to the man of God, “Come home with me and refresh yourself, and I will give you a reward.”"
    },
    {
        "o": 10146,
        "r": "nkjv:1 Kings:13:8",
        "t": "But*p the man of God said to the king, “If you were to give me half your house, I would not go in with you; nor would I eat bread nor drink water in this place."
    },
    {
        "o": 10147,
        "r": "nkjv:1 Kings:13:9",
        "t": "For so it was commanded me by the word of the Lord,*s saying, ‘You shall not eat bread, nor drink water, nor return by the same way you came.’”"
    },
    {
        "o": 10148,
        "r": "nkjv:1 Kings:13:10",
        "t": "So he went another way and did not return by the way he came to Bethel."
    },
    {
        "o": 10149,
        "r": "nkjv:1 Kings:13:10",
        "t": "Death of the Man of God",
        "h": 2
    },
    {
        "o": 10150,
        "r": "nkjv:1 Kings:13:11",
        "t": "Now*p an old prophet dwelt in Bethel, and his sons came and told him all the works that the man of God had done that day in Bethel; they also told their father the words which he had spoken to the king."
    },
    {
        "o": 10151,
        "r": "nkjv:1 Kings:13:12",
        "t": "And their father said to them, “Which way did he go?” For his sons had seen which way the man of God went who came from Judah."
    },
    {
        "o": 10152,
        "r": "nkjv:1 Kings:13:13",
        "t": "Then he said to his sons, “Saddle the donkey for me.” So they saddled the donkey for him; and he rode on it,"
    },
    {
        "o": 10153,
        "r": "nkjv:1 Kings:13:14",
        "t": "and went after the man of God, and found him sitting under an oak. Then he said to him, “Are*i you the man of God who came from Judah?” And*p he said, “I am.”*i"
    },
    {
        "o": 10154,
        "r": "nkjv:1 Kings:13:15",
        "t": "Then*p he said to him, “Come home with me and eat bread.”"
    },
    {
        "o": 10155,
        "r": "nkjv:1 Kings:13:16",
        "t": "And*p he said, “I cannot return with you nor go in with you; neither can I eat bread nor drink water with you in this place."
    },
    {
        "o": 10156,
        "r": "nkjv:1 Kings:13:17",
        "t": "For I have been told by the word of the Lord,*s ‘You shall not eat bread nor drink water there, nor return by going the way you came.’”"
    },
    {
        "o": 10157,
        "r": "nkjv:1 Kings:13:18",
        "t": "He*p said to him, “I too am*i a prophet as you are,*i and an angel spoke to me by the word of the Lord,*s saying, ‘Bring him back with you to your house, that he may eat bread and drink water.’” (He was lying to him.)"
    },
    {
        "o": 10158,
        "r": "nkjv:1 Kings:13:19",
        "t": "So*p he went back with him, and ate bread in his house, and drank water."
    },
    {
        "o": 10159,
        "r": "nkjv:1 Kings:13:20",
        "t": "Now*p it happened, as they sat at the table, that the word of the Lord*s came to the prophet who had brought him back;"
    },
    {
        "o": 10160,
        "r": "nkjv:1 Kings:13:21",
        "t": "and he cried out to the man of God who came from Judah, saying, “Thus says the Lord:*s ‘Because you have disobeyed the word of the Lord,*s and have not kept the commandment which the Lord*s your God commanded you,"
    },
    {
        "o": 10161,
        "r": "nkjv:1 Kings:13:22",
        "t": "but you came back, ate bread, and drank water in the place of which the*i Lord*is said to you, “Eat no bread and drink no water,” your corpse shall not come to the tomb of your fathers.’”"
    },
    {
        "o": 10162,
        "r": "nkjv:1 Kings:13:23",
        "t": "So*p it was, after he had eaten bread and after he had drunk, that he saddled the donkey for him, the prophet whom he had brought back."
    },
    {
        "o": 10163,
        "r": "nkjv:1 Kings:13:24",
        "t": "When he was gone, a lion met him on the road and killed him. And his corpse was thrown on the road, and the donkey stood by it. The lion also stood by the corpse."
    },
    {
        "o": 10164,
        "r": "nkjv:1 Kings:13:25",
        "t": "And there, men passed by and saw the corpse thrown on the road, and the lion standing by the corpse. Then they went and told it*i in the city where the old prophet dwelt."
    },
    {
        "o": 10165,
        "r": "nkjv:1 Kings:13:26",
        "t": "Now*p when the prophet who had brought him back from the way heard it,*i he said, “It is*i the man of God who was disobedient to the word of the Lord.*s Therefore the Lord*s has delivered him to the lion, which has torn him and killed him, according to the word of the Lord*s which He spoke to him.”"
    },
    {
        "o": 10166,
        "r": "nkjv:1 Kings:13:27",
        "t": "And he spoke to his sons, saying, “Saddle the donkey for me.” So they saddled it.*i"
    },
    {
        "o": 10167,
        "r": "nkjv:1 Kings:13:28",
        "t": "Then he went and found his corpse thrown on the road, and the donkey and the lion standing by the corpse. The lion had not eaten the corpse nor torn the donkey."
    },
    {
        "o": 10168,
        "r": "nkjv:1 Kings:13:29",
        "t": "And the prophet took up the corpse of the man of God, laid it on the donkey, and brought it back. So the old prophet came to the city to mourn, and to bury him."
    },
    {
        "o": 10169,
        "r": "nkjv:1 Kings:13:30",
        "t": "Then he laid the corpse in his own tomb; and they mourned over him, saying,*i “Alas, my brother!”"
    },
    {
        "o": 10170,
        "r": "nkjv:1 Kings:13:31",
        "t": "So it was, after he had buried him, that he spoke to his sons, saying, “When I am dead, then bury me in the tomb where the man of God is*i buried; lay my bones beside his bones."
    },
    {
        "o": 10171,
        "r": "nkjv:1 Kings:13:32",
        "t": "For the saying which he cried out by the word of the Lord*s against the altar in Bethel, and against all the shrines on the high places which are*i in the cities of Samaria, will surely come to pass.”"
    },
    {
        "o": 10172,
        "r": "nkjv:1 Kings:13:33",
        "t": "After*p this event Jeroboam did not turn from his evil way, but again he made priests from every class of people for the high places; whoever wished, he consecrated him, and he became one*i of the priests of the high places."
    },
    {
        "o": 10173,
        "r": "nkjv:1 Kings:13:34",
        "t": "And this thing was the sin of the house of Jeroboam, so as to exterminate and destroy it*i from the face of the earth."
    },
    {
        "o": 10174,
        "r": "nkjv:1 Kings:14:0",
        "t": "1 Kings 14",
        "h": 1
    },
    {
        "o": 10175,
        "r": "nkjv:1 Kings:14:0",
        "t": "Judgment on the House of Jeroboam",
        "h": 2
    },
    {
        "o": 10176,
        "r": "nkjv:1 Kings:14:1",
        "t": "At*p that time Abijah the son of Jeroboam became sick."
    },
    {
        "o": 10177,
        "r": "nkjv:1 Kings:14:2",
        "t": "And Jeroboam said to his wife, “Please arise, and disguise yourself, that they may not recognize you as the wife of Jeroboam, and go to Shiloh. Indeed, Ahijah the prophet is*i there, who told me that I*i would*i be*i king over this people."
    },
    {
        "o": 10178,
        "r": "nkjv:1 Kings:14:3",
        "t": "Also take with you ten loaves, some*i cakes, and a jar of honey, and go to him; he will tell you what will become of the child.”"
    },
    {
        "o": 10179,
        "r": "nkjv:1 Kings:14:4",
        "t": "And Jeroboam’s wife did so; she arose and went to Shiloh, and came to the house of Ahijah. But Ahijah could not see, for his eyes were glazed by reason of his age."
    },
    {
        "o": 10180,
        "r": "nkjv:1 Kings:14:5",
        "t": "Now*p the Lord*s had said to Ahijah, “Here is the wife of Jeroboam, coming to ask you something about her son, for he is*i sick. Thus and thus you shall say to her; for it will be, when she comes in, that she will pretend to*i be*i another woman.”*i"
    },
    {
        "o": 10181,
        "r": "nkjv:1 Kings:14:6",
        "t": "And*p so it was, when Ahijah heard the sound of her footsteps as she came through the door, he said, “Come in, wife of Jeroboam. Why do you pretend to*i be*i another person?*i For I have*i been*i sent to you with*i bad news.*i"
    },
    {
        "o": 10182,
        "r": "nkjv:1 Kings:14:7",
        "t": "Go, tell Jeroboam, ‘Thus says the Lord*s God of Israel: “Because I exalted you from among the people, and made you ruler over My people Israel,"
    },
    {
        "o": 10183,
        "r": "nkjv:1 Kings:14:8",
        "t": "and tore the kingdom away from the house of David, and gave it to you; and yet*i you have not been as My servant David, who kept My commandments and who followed Me with all his heart, to do only what*i was*i right in My eyes;"
    },
    {
        "o": 10184,
        "r": "nkjv:1 Kings:14:9",
        "t": "but you have done more evil than all who were before you, for you have gone and made for yourself other gods and molded images to provoke Me to anger, and have cast Me behind your back—"
    },
    {
        "o": 10185,
        "r": "nkjv:1 Kings:14:10",
        "t": "therefore behold! I will bring disaster on the house of Jeroboam, and will cut off from Jeroboam every male in Israel, bond and free; I will take away the remnant of the house of Jeroboam, as one takes away refuse until it is all gone."
    },
    {
        "o": 10186,
        "r": "nkjv:1 Kings:14:11",
        "t": "The dogs shall eat whoever belongs to Jeroboam and dies in the city, and the birds of the air shall eat whoever dies in the field; for the Lord*s has spoken!”’"
    },
    {
        "o": 10187,
        "r": "nkjv:1 Kings:14:12",
        "t": "Arise therefore, go to your own house. When your feet enter the city, the child shall die."
    },
    {
        "o": 10188,
        "r": "nkjv:1 Kings:14:13",
        "t": "And all Israel shall mourn for him and bury him, for he is the only one of Jeroboam who shall come to the grave, because in him there is found something good toward the Lord*s God of Israel in the house of Jeroboam."
    },
    {
        "o": 10189,
        "r": "nkjv:1 Kings:14:14",
        "t": "“Moreover*p the Lord*s will raise up for Himself a king over Israel who shall cut off the house of Jeroboam; this is the day. What? Even now!"
    },
    {
        "o": 10190,
        "r": "nkjv:1 Kings:14:15",
        "t": "For the Lord*s will strike Israel, as a reed is shaken in the water. He will uproot Israel from this good land which He gave to their fathers, and will scatter them beyond the River, because they have made their wooden images, provoking the Lord*s to anger."
    },
    {
        "o": 10191,
        "r": "nkjv:1 Kings:14:16",
        "t": "And He will give Israel up because of the sins of Jeroboam, who sinned and who made Israel sin.”"
    },
    {
        "o": 10192,
        "r": "nkjv:1 Kings:14:17",
        "t": "Then*p Jeroboam’s wife arose and departed, and came to Tirzah. When she came to the threshold of the house, the child died."
    },
    {
        "o": 10193,
        "r": "nkjv:1 Kings:14:18",
        "t": "And they buried him; and all Israel mourned for him, according to the word of the Lord*s which He spoke through His servant Ahijah the prophet."
    },
    {
        "o": 10194,
        "r": "nkjv:1 Kings:14:18",
        "t": "Death of Jeroboam",
        "h": 2
    },
    {
        "o": 10195,
        "r": "nkjv:1 Kings:14:19",
        "t": "Now*p the rest of the acts of Jeroboam, how he made war and how he reigned, indeed they are*i written in the book of the chronicles of the kings of Israel."
    },
    {
        "o": 10196,
        "r": "nkjv:1 Kings:14:20",
        "t": "The period that Jeroboam reigned was*i twenty-two years. So he rested with his fathers. Then Nadab his son reigned in his place."
    },
    {
        "o": 10197,
        "r": "nkjv:1 Kings:14:20",
        "t": "Rehoboam Reigns in Judah",
        "h": 2
    },
    {
        "o": 10198,
        "r": "nkjv:1 Kings:14:21",
        "t": "And*p Rehoboam the son of Solomon reigned in Judah. Rehoboam was*i forty-one years old when he became king. He reigned seventeen years in Jerusalem, the city which the Lord*s had chosen out of all the tribes of Israel, to put His name there. His mother’s name was*i Naamah, an Ammonitess."
    },
    {
        "o": 10199,
        "r": "nkjv:1 Kings:14:22",
        "t": "Now Judah did evil in the sight of the Lord,*s and they provoked Him to jealousy with their sins which they committed, more than all that their fathers had done."
    },
    {
        "o": 10200,
        "r": "nkjv:1 Kings:14:23",
        "t": "For they also built for themselves high places, sacred*i pillars, and wooden images on every high hill and under every green tree."
    },
    {
        "o": 10201,
        "r": "nkjv:1 Kings:14:24",
        "t": "And there were also perverted persons in the land. They did according to all the abominations of the nations which the Lord*s had cast out before the children of Israel."
    },
    {
        "o": 10202,
        "r": "nkjv:1 Kings:14:25",
        "t": "It*p happened in the fifth year of King Rehoboam that*i Shishak king of Egypt came up against Jerusalem."
    },
    {
        "o": 10203,
        "r": "nkjv:1 Kings:14:26",
        "t": "And he took away the treasures of the house of the Lord*s and the treasures of the king’s house; he took away everything. He also took away all the gold shields which Solomon had made."
    },
    {
        "o": 10204,
        "r": "nkjv:1 Kings:14:27",
        "t": "Then King Rehoboam made bronze shields in their place, and committed them*i to the hands of the captains of the guard, who guarded the doorway of the king’s house."
    },
    {
        "o": 10205,
        "r": "nkjv:1 Kings:14:28",
        "t": "And whenever the king entered the house of the Lord,*s the guards carried them, then brought them back into the guardroom."
    },
    {
        "o": 10206,
        "r": "nkjv:1 Kings:14:29",
        "t": "Now*p the rest of the acts of Rehoboam, and all that he did, are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 10207,
        "r": "nkjv:1 Kings:14:30",
        "t": "And there was war between Rehoboam and Jeroboam all their*i days."
    },
    {
        "o": 10208,
        "r": "nkjv:1 Kings:14:31",
        "t": "So Rehoboam rested with his fathers, and was buried with his fathers in the City of David. His mother’s name was*i Naamah, an Ammonitess. Then Abijam his son reigned in his place."
    },
    {
        "o": 10209,
        "r": "nkjv:1 Kings:15:0",
        "t": "1 Kings 15",
        "h": 1
    },
    {
        "o": 10210,
        "r": "nkjv:1 Kings:15:0",
        "t": "Abijam Reigns in Judah",
        "h": 2
    },
    {
        "o": 10211,
        "r": "nkjv:1 Kings:15:1",
        "t": "In*p the eighteenth year of King Jeroboam the son of Nebat, Abijam became king over Judah."
    },
    {
        "o": 10212,
        "r": "nkjv:1 Kings:15:2",
        "t": "He reigned three years in Jerusalem. His mother’s name was*i Maachah the granddaughter of Abishalom."
    },
    {
        "o": 10213,
        "r": "nkjv:1 Kings:15:3",
        "t": "And he walked in all the sins of his father, which he had done before him; his heart was not loyal to the Lord*s his God, as was the heart of his father David."
    },
    {
        "o": 10214,
        "r": "nkjv:1 Kings:15:4",
        "t": "Nevertheless for David’s sake the Lord*s his God gave him a lamp in Jerusalem, by setting up his son after him and by establishing Jerusalem;"
    },
    {
        "o": 10215,
        "r": "nkjv:1 Kings:15:5",
        "t": "because David did what*i was*i right in the eyes of the Lord,*s and had not turned aside from anything that He commanded him all the days of his life, except in the matter of Uriah the Hittite."
    },
    {
        "o": 10216,
        "r": "nkjv:1 Kings:15:6",
        "t": "And there was war between Rehoboam and Jeroboam all the days of his life."
    },
    {
        "o": 10217,
        "r": "nkjv:1 Kings:15:7",
        "t": "Now the rest of the acts of Abijam, and all that he did, are*i they not written in the book of the chronicles of the kings of Judah? And there was war between Abijam and Jeroboam."
    },
    {
        "o": 10218,
        "r": "nkjv:1 Kings:15:8",
        "t": "So*p Abijam rested with his fathers, and they buried him in the City of David. Then Asa his son reigned in his place."
    },
    {
        "o": 10219,
        "r": "nkjv:1 Kings:15:8",
        "t": "Asa Reigns in Judah",
        "h": 2
    },
    {
        "o": 10220,
        "r": "nkjv:1 Kings:15:9",
        "t": "In*p the twentieth year of Jeroboam king of Israel, Asa became king over Judah."
    },
    {
        "o": 10221,
        "r": "nkjv:1 Kings:15:10",
        "t": "And he reigned forty-one years in Jerusalem. His grandmother’s name was*i Maachah the granddaughter of Abishalom."
    },
    {
        "o": 10222,
        "r": "nkjv:1 Kings:15:11",
        "t": "Asa did what*i was*i right in the eyes of the Lord,*s as did*i his father David."
    },
    {
        "o": 10223,
        "r": "nkjv:1 Kings:15:12",
        "t": "And he banished the perverted persons from the land, and removed all the idols that his fathers had made."
    },
    {
        "o": 10224,
        "r": "nkjv:1 Kings:15:13",
        "t": "Also he removed Maachah his grandmother from being*i queen mother, because she had made an obscene image of Asherah. And Asa cut down her obscene image and burned it*i by the Brook Kidron."
    },
    {
        "o": 10225,
        "r": "nkjv:1 Kings:15:14",
        "t": "But the high places were not removed. Nevertheless Asa’s heart was loyal to the Lord*s all his days."
    },
    {
        "o": 10226,
        "r": "nkjv:1 Kings:15:15",
        "t": "He also brought into the house of the Lord*s the things which his father had dedicated, and the things which he himself had dedicated: silver and gold and utensils."
    },
    {
        "o": 10227,
        "r": "nkjv:1 Kings:15:16",
        "t": "Now*p there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10228,
        "r": "nkjv:1 Kings:15:17",
        "t": "And Baasha king of Israel came up against Judah, and built Ramah, that he might let none go out or come in to Asa king of Judah."
    },
    {
        "o": 10229,
        "r": "nkjv:1 Kings:15:18",
        "t": "Then Asa took all the silver and gold that*i was*i left in the treasuries of the house of the Lord*s and the treasuries of the king’s house, and delivered them into the hand of his servants. And King Asa sent them to Ben-Hadad the son of Tabrimmon, the son of Hezion, king of Syria, who dwelt in Damascus, saying,"
    },
    {
        "o": 10230,
        "r": "nkjv:1 Kings:15:19",
        "t": "“Let*i there*i be*i a treaty between you and me, as there was between my father and your father. See, I have sent you a present of silver and gold. Come and break your treaty with Baasha king of Israel, so that he will withdraw from me.”"
    },
    {
        "o": 10231,
        "r": "nkjv:1 Kings:15:20",
        "t": "So*p Ben-Hadad heeded King Asa, and sent the captains of his armies against the cities of Israel. He attacked Ijon, Dan, Abel Beth Maachah, and all Chinneroth, with all the land of Naphtali."
    },
    {
        "o": 10232,
        "r": "nkjv:1 Kings:15:21",
        "t": "Now it happened, when Baasha heard it,*i that he stopped building Ramah, and remained in Tirzah."
    },
    {
        "o": 10233,
        "r": "nkjv:1 Kings:15:22",
        "t": "Then*p King Asa made a proclamation throughout all Judah; none was*i exempted. And they took away the stones and timber of Ramah, which Baasha had used for building; and with them King Asa built Geba of Benjamin, and Mizpah."
    },
    {
        "o": 10234,
        "r": "nkjv:1 Kings:15:23",
        "t": "The*p rest of all the acts of Asa, all his might, all that he did, and the cities which he built, are*i they not written in the book of the chronicles of the kings of Judah? But in the time of his old age he was diseased in his feet."
    },
    {
        "o": 10235,
        "r": "nkjv:1 Kings:15:24",
        "t": "So Asa rested with his fathers, and was buried with his fathers in the City of David his father. Then Jehoshaphat his son reigned in his place."
    },
    {
        "o": 10236,
        "r": "nkjv:1 Kings:15:24",
        "t": "Nadab Reigns in Israel",
        "h": 2
    },
    {
        "o": 10237,
        "r": "nkjv:1 Kings:15:25",
        "t": "Now*p Nadab the son of Jeroboam became king over Israel in the second year of Asa king of Judah, and he reigned over Israel two years."
    },
    {
        "o": 10238,
        "r": "nkjv:1 Kings:15:26",
        "t": "And he did evil in the sight of the Lord,*s and walked in the way of his father, and in his sin by which he had made Israel sin."
    },
    {
        "o": 10239,
        "r": "nkjv:1 Kings:15:27",
        "t": "Then*p Baasha the son of Ahijah, of the house of Issachar, conspired against him. And Baasha killed him at Gibbethon, which belonged*i to the Philistines, while Nadab and all Israel laid siege to Gibbethon."
    },
    {
        "o": 10240,
        "r": "nkjv:1 Kings:15:28",
        "t": "Baasha killed him in the third year of Asa king of Judah, and reigned in his place."
    },
    {
        "o": 10241,
        "r": "nkjv:1 Kings:15:29",
        "t": "And it was so, when he became king, that*i he killed all the house of Jeroboam. He did not leave to Jeroboam anyone that breathed, until he had destroyed him, according to the word of the Lord*s which He had spoken by His servant Ahijah the Shilonite,"
    },
    {
        "o": 10242,
        "r": "nkjv:1 Kings:15:30",
        "t": "because of the sins of Jeroboam, which he had sinned and by which he had made Israel sin, because of his provocation with which he had provoked the Lord*s God of Israel to anger."
    },
    {
        "o": 10243,
        "r": "nkjv:1 Kings:15:31",
        "t": "Now*p the rest of the acts of Nadab, and all that he did, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10244,
        "r": "nkjv:1 Kings:15:32",
        "t": "And there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10245,
        "r": "nkjv:1 Kings:15:32",
        "t": "Baasha Reigns in Israel",
        "h": 2
    },
    {
        "o": 10246,
        "r": "nkjv:1 Kings:15:33",
        "t": "In*p the third year of Asa king of Judah, Baasha the son of Ahijah became king over all Israel in Tirzah, and reigned*i twenty-four years."
    },
    {
        "o": 10247,
        "r": "nkjv:1 Kings:15:34",
        "t": "He did evil in the sight of the Lord,*s and walked in the way of Jeroboam, and in his sin by which he had made Israel sin."
    },
    {
        "o": 10248,
        "r": "nkjv:1 Kings:16:0",
        "t": "1 Kings 16",
        "h": 1
    },
    {
        "o": 10249,
        "r": "nkjv:1 Kings:16:1",
        "t": "Then*p the word of the Lord*s came to Jehu the son of Hanani, against Baasha, saying:"
    },
    {
        "o": 10250,
        "r": "nkjv:1 Kings:16:2",
        "t": "“Inasmuch as I lifted you out of the dust and made you ruler over My people Israel, and you have walked in the way of Jeroboam, and have made My people Israel sin, to provoke Me to anger with their sins,"
    },
    {
        "o": 10251,
        "r": "nkjv:1 Kings:16:3",
        "t": "surely I will take away the posterity of Baasha and the posterity of his house, and I will make your house like the house of Jeroboam the son of Nebat."
    },
    {
        "o": 10252,
        "r": "nkjv:1 Kings:16:4",
        "t": "The dogs shall eat whoever belongs to Baasha and dies in the city, and the birds of the air shall eat whoever dies in the fields.”"
    },
    {
        "o": 10253,
        "r": "nkjv:1 Kings:16:5",
        "t": "Now*p the rest of the acts of Baasha, what he did, and his might, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10254,
        "r": "nkjv:1 Kings:16:6",
        "t": "So Baasha rested with his fathers and was buried in Tirzah. Then Elah his son reigned in his place."
    },
    {
        "o": 10255,
        "r": "nkjv:1 Kings:16:7",
        "t": "And*p also the word of the Lord*s came by the prophet Jehu the son of Hanani against Baasha and his house, because of all the evil that he did in the sight of the Lord*s in provoking Him to anger with the work of his hands, in being like the house of Jeroboam, and because he killed them."
    },
    {
        "o": 10256,
        "r": "nkjv:1 Kings:16:7",
        "t": "Elah Reigns in Israel",
        "h": 2
    },
    {
        "o": 10257,
        "r": "nkjv:1 Kings:16:8",
        "t": "In*p the twenty-sixth year of Asa king of Judah, Elah the son of Baasha became king over Israel, and*i reigned*i two years in Tirzah."
    },
    {
        "o": 10258,
        "r": "nkjv:1 Kings:16:9",
        "t": "Now his servant Zimri, commander of half his*i chariots, conspired against him as he was in Tirzah drinking himself drunk in the house of Arza, steward of his*i house in Tirzah."
    },
    {
        "o": 10259,
        "r": "nkjv:1 Kings:16:10",
        "t": "And Zimri went in and struck him and killed him in the twenty-seventh year of Asa king of Judah, and reigned in his place."
    },
    {
        "o": 10260,
        "r": "nkjv:1 Kings:16:11",
        "t": "Then*p it came to pass, when he began to reign, as soon as he was seated on his throne, that*i he killed all the household of Baasha; he did not leave him one male, neither of his relatives nor of his friends."
    },
    {
        "o": 10261,
        "r": "nkjv:1 Kings:16:12",
        "t": "Thus Zimri destroyed all the household of Baasha, according to the word of the Lord,*s which He spoke against Baasha by Jehu the prophet,"
    },
    {
        "o": 10262,
        "r": "nkjv:1 Kings:16:13",
        "t": "for all the sins of Baasha and the sins of Elah his son, by which they had sinned and by which they had made Israel sin, in provoking the Lord*s God of Israel to anger with their idols."
    },
    {
        "o": 10263,
        "r": "nkjv:1 Kings:16:14",
        "t": "Now*p the rest of the acts of Elah, and all that he did, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10264,
        "r": "nkjv:1 Kings:16:14",
        "t": "Zimri Reigns in Israel",
        "h": 2
    },
    {
        "o": 10265,
        "r": "nkjv:1 Kings:16:15",
        "t": "In*p the twenty-seventh year of Asa king of Judah, Zimri had reigned in Tirzah seven days. And the people were*i encamped against Gibbethon, which belonged*i to the Philistines."
    },
    {
        "o": 10266,
        "r": "nkjv:1 Kings:16:16",
        "t": "Now the people who*i were*i encamped heard it said, “Zimri has conspired and also has killed the king.” So all Israel made Omri, the commander of the army, king over Israel that day in the camp."
    },
    {
        "o": 10267,
        "r": "nkjv:1 Kings:16:17",
        "t": "Then Omri and all Israel with him went up from Gibbethon, and they besieged Tirzah."
    },
    {
        "o": 10268,
        "r": "nkjv:1 Kings:16:18",
        "t": "And it happened, when Zimri saw that the city was taken, that he went into the citadel of the king’s house and burned the king’s house down upon himself with fire, and died,"
    },
    {
        "o": 10269,
        "r": "nkjv:1 Kings:16:19",
        "t": "because of the sins which he had committed in doing evil in the sight of the Lord,*s in walking in the way of Jeroboam, and in his sin which he had committed to make Israel sin."
    },
    {
        "o": 10270,
        "r": "nkjv:1 Kings:16:20",
        "t": "Now*p the rest of the acts of Zimri, and the treason he committed, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10271,
        "r": "nkjv:1 Kings:16:20",
        "t": "Omri Reigns in Israel",
        "h": 2
    },
    {
        "o": 10272,
        "r": "nkjv:1 Kings:16:21",
        "t": "Then*p the people of Israel were divided into two parts: half of the people followed Tibni the son of Ginath, to make him king, and half followed Omri."
    },
    {
        "o": 10273,
        "r": "nkjv:1 Kings:16:22",
        "t": "But the people who followed Omri prevailed over the people who followed Tibni the son of Ginath. So Tibni died and Omri reigned."
    },
    {
        "o": 10274,
        "r": "nkjv:1 Kings:16:23",
        "t": "In the thirty-first year of Asa king of Judah, Omri became king over Israel, and*i reigned*i twelve years. Six years he reigned in Tirzah."
    },
    {
        "o": 10275,
        "r": "nkjv:1 Kings:16:24",
        "t": "And he bought the hill of Samaria from Shemer for two talents of silver; then he built on the hill, and called the name of the city which he built, Samaria, after the name of Shemer, owner of the hill."
    },
    {
        "o": 10276,
        "r": "nkjv:1 Kings:16:25",
        "t": "Omri did evil in the eyes of the Lord,*s and did worse than all who were*i before him."
    },
    {
        "o": 10277,
        "r": "nkjv:1 Kings:16:26",
        "t": "For he walked in all the ways of Jeroboam the son of Nebat, and in his sin by which he had made Israel sin, provoking the Lord*s God of Israel to anger with their idols."
    },
    {
        "o": 10278,
        "r": "nkjv:1 Kings:16:27",
        "t": "Now*p the rest of the acts of Omri which he did, and the might that he showed, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10279,
        "r": "nkjv:1 Kings:16:28",
        "t": "So*p Omri rested with his fathers and was buried in Samaria. Then Ahab his son reigned in his place."
    },
    {
        "o": 10280,
        "r": "nkjv:1 Kings:16:28",
        "t": "Ahab Reigns in Israel",
        "h": 2
    },
    {
        "o": 10281,
        "r": "nkjv:1 Kings:16:29",
        "t": "In*p the thirty-eighth year of Asa king of Judah, Ahab the son of Omri became king over Israel; and Ahab the son of Omri reigned over Israel in Samaria twenty-two years."
    },
    {
        "o": 10282,
        "r": "nkjv:1 Kings:16:30",
        "t": "Now Ahab the son of Omri did evil in the sight of the Lord,*s more than all who were*i before him."
    },
    {
        "o": 10283,
        "r": "nkjv:1 Kings:16:31",
        "t": "And it came to pass, as though it had been a trivial thing for him to walk in the sins of Jeroboam the son of Nebat, that he took as wife Jezebel the daughter of Ethbaal, king of the Sidonians; and he went and served Baal and worshiped him."
    },
    {
        "o": 10284,
        "r": "nkjv:1 Kings:16:32",
        "t": "Then he set up an altar for Baal in the temple of Baal, which he had built in Samaria."
    },
    {
        "o": 10285,
        "r": "nkjv:1 Kings:16:33",
        "t": "And Ahab made a wooden image. Ahab did more to provoke the Lord*s God of Israel to anger than all the kings of Israel who were before him."
    },
    {
        "o": 10286,
        "r": "nkjv:1 Kings:16:34",
        "t": "In his days Hiel of Bethel built Jericho. He laid its foundation with Abiram his firstborn, and with his youngest son*i Segub he set up its gates, according to the word of the Lord,*s which He had spoken through Joshua the son of Nun."
    },
    {
        "o": 10287,
        "r": "nkjv:1 Kings:17:0",
        "t": "1 Kings 17",
        "h": 1
    },
    {
        "o": 10288,
        "r": "nkjv:1 Kings:17:0",
        "t": "Elijah Proclaims a Drought",
        "h": 2
    },
    {
        "o": 10289,
        "r": "nkjv:1 Kings:17:1",
        "t": "And*p Elijah the Tishbite, of the inhabitants of Gilead, said to Ahab, “As*i the Lord*s God of Israel lives, before whom I stand, there shall not be dew nor rain these years, except at my word.”"
    },
    {
        "o": 10290,
        "r": "nkjv:1 Kings:17:2",
        "t": "Then*p the word of the Lord*s came to him, saying,"
    },
    {
        "o": 10291,
        "r": "nkjv:1 Kings:17:3",
        "t": "“Get away from here and turn eastward, and hide by the Brook Cherith, which flows into the Jordan."
    },
    {
        "o": 10292,
        "r": "nkjv:1 Kings:17:4",
        "t": "And it will be that*i you shall drink from the brook, and I have commanded the ravens to feed you there.”"
    },
    {
        "o": 10293,
        "r": "nkjv:1 Kings:17:5",
        "t": "So*p he went and did according to the word of the Lord,*s for he went and stayed by the Brook Cherith, which flows into the Jordan."
    },
    {
        "o": 10294,
        "r": "nkjv:1 Kings:17:6",
        "t": "The ravens brought him bread and meat in the morning, and bread and meat in the evening; and he drank from the brook."
    },
    {
        "o": 10295,
        "r": "nkjv:1 Kings:17:7",
        "t": "And it happened after a while that the brook dried up, because there had been no rain in the land."
    },
    {
        "o": 10296,
        "r": "nkjv:1 Kings:17:7",
        "t": "Elijah and the Widow",
        "h": 2
    },
    {
        "o": 10297,
        "r": "nkjv:1 Kings:17:8",
        "t": "Then*p the word of the Lord*s came to him, saying,"
    },
    {
        "o": 10298,
        "r": "nkjv:1 Kings:17:9",
        "t": "“Arise, go to Zarephath, which belongs*i to Sidon, and dwell there. See, I have commanded a widow there to provide for you.”"
    },
    {
        "o": 10299,
        "r": "nkjv:1 Kings:17:10",
        "t": "So he arose and went to Zarephath. And when he came to the gate of the city, indeed a widow was*i there gathering sticks. And he called to her and said, “Please bring me a little water in a cup, that I may drink.”"
    },
    {
        "o": 10300,
        "r": "nkjv:1 Kings:17:11",
        "t": "And as she was going to get it,*i he called to her and said, “Please bring me a morsel of bread in your hand.”"
    },
    {
        "o": 10301,
        "r": "nkjv:1 Kings:17:12",
        "t": "So*p she said, “As the Lord*s your God lives, I do not have bread, only a handful of flour in a bin, and a little oil in a jar; and see, I am*i gathering a couple of sticks that I may go in and prepare it for myself and my son, that we may eat it, and die.”"
    },
    {
        "o": 10302,
        "r": "nkjv:1 Kings:17:13",
        "t": "And*p Elijah said to her, “Do not fear; go and*i do as you have said, but make me a small cake from it first, and bring it*i to me; and afterward make some*i for yourself and your son."
    },
    {
        "o": 10303,
        "r": "nkjv:1 Kings:17:14",
        "t": "For thus says the Lord*s God of Israel: ‘The bin of flour shall not be used up, nor shall the jar of oil run dry, until the day the Lord*s sends rain on the earth.’”"
    },
    {
        "o": 10304,
        "r": "nkjv:1 Kings:17:15",
        "t": "So*p she went away and did according to the word of Elijah; and she and he and her household ate for many*i days."
    },
    {
        "o": 10305,
        "r": "nkjv:1 Kings:17:16",
        "t": "The bin of flour was not used up, nor did the jar of oil run dry, according to the word of the Lord*s which He spoke by Elijah."
    },
    {
        "o": 10306,
        "r": "nkjv:1 Kings:17:16",
        "t": "Elijah Revives the Widow’s Son",
        "h": 2
    },
    {
        "o": 10307,
        "r": "nkjv:1 Kings:17:17",
        "t": "Now*p it happened after these things that*i the son of the woman who owned the house became sick. And his sickness was so serious that there was no breath left in him."
    },
    {
        "o": 10308,
        "r": "nkjv:1 Kings:17:18",
        "t": "So she said to Elijah, “What have I to do with you, O man of God? Have you come to me to bring my sin to remembrance, and to kill my son?”"
    },
    {
        "o": 10309,
        "r": "nkjv:1 Kings:17:19",
        "t": "And*p he said to her, “Give me your son.” So he took him out of her arms and carried him to the upper room where he was staying, and laid him on his own bed."
    },
    {
        "o": 10310,
        "r": "nkjv:1 Kings:17:20",
        "t": "Then he cried out to the Lord*s and said, “O Lord*s my God, have You also brought tragedy on the widow with whom I lodge, by killing her son?”"
    },
    {
        "o": 10311,
        "r": "nkjv:1 Kings:17:21",
        "t": "And he stretched himself out on the child three times, and cried out to the Lord*s and said, “O Lord*s my God, I pray, let this child’s soul come back to him.”"
    },
    {
        "o": 10312,
        "r": "nkjv:1 Kings:17:22",
        "t": "Then the Lord*s heard the voice of Elijah; and the soul of the child came back to him, and he revived."
    },
    {
        "o": 10313,
        "r": "nkjv:1 Kings:17:23",
        "t": "And*p Elijah took the child and brought him down from the upper room into the house, and gave him to his mother. And Elijah said, “See, your son lives!”"
    },
    {
        "o": 10314,
        "r": "nkjv:1 Kings:17:24",
        "t": "Then*p the woman said to Elijah, “Now by this I know that you are*i a man of God, and*i that the word of the Lord*s in your mouth is*i the truth.”"
    },
    {
        "o": 10315,
        "r": "nkjv:1 Kings:18:0",
        "t": "1 Kings 18",
        "h": 1
    },
    {
        "o": 10316,
        "r": "nkjv:1 Kings:18:0",
        "t": "Elijah’s Message to Ahab",
        "h": 2
    },
    {
        "o": 10317,
        "r": "nkjv:1 Kings:18:1",
        "t": "And*p it came to pass after*i many days that the word of the Lord*s came to Elijah, in the third year, saying, “Go, present yourself to Ahab, and I will send rain on the earth.”"
    },
    {
        "o": 10318,
        "r": "nkjv:1 Kings:18:2",
        "t": "So*p Elijah went to present himself to Ahab; and there*i was*i a severe famine in Samaria."
    },
    {
        "o": 10319,
        "r": "nkjv:1 Kings:18:3",
        "t": "And Ahab had called Obadiah, who was*i in charge of his*i house. (Now Obadiah feared the Lord*s greatly."
    },
    {
        "o": 10320,
        "r": "nkjv:1 Kings:18:4",
        "t": "For so it was, while Jezebel massacred the prophets of the Lord,*s that Obadiah had taken one hundred prophets and hidden them, fifty to a cave, and had fed them with bread and water.)"
    },
    {
        "o": 10321,
        "r": "nkjv:1 Kings:18:5",
        "t": "And Ahab had said to Obadiah, “Go into the land to all the springs of water and to all the brooks; perhaps we may find grass to keep the horses and mules alive, so that we will not have to kill any livestock.”"
    },
    {
        "o": 10322,
        "r": "nkjv:1 Kings:18:6",
        "t": "So they divided the land between them to explore it; Ahab went one way by himself, and Obadiah went another way by himself."
    },
    {
        "o": 10323,
        "r": "nkjv:1 Kings:18:7",
        "t": "Now*p as Obadiah was on his way, suddenly Elijah met him; and he recognized him, and fell on his face, and said, “Is*i that you, my lord Elijah?”"
    },
    {
        "o": 10324,
        "r": "nkjv:1 Kings:18:8",
        "t": "And*p he answered him, “It*i is*i I. Go, tell your master, ‘Elijah is*i here.’”*i"
    },
    {
        "o": 10325,
        "r": "nkjv:1 Kings:18:9",
        "t": "So*p he said, “How have I sinned, that you are delivering your servant into the hand of Ahab, to kill me?"
    },
    {
        "o": 10326,
        "r": "nkjv:1 Kings:18:10",
        "t": "As*i the Lord*s your God lives, there is no nation or kingdom where my master has not sent someone to hunt for you; and when they said, ‘He*i is*i not here,’*i he took an oath from the kingdom or nation that they could not find you."
    },
    {
        "o": 10327,
        "r": "nkjv:1 Kings:18:11",
        "t": "And now you say, ‘Go, tell your master, “Elijah is*i here”’!*i"
    },
    {
        "o": 10328,
        "r": "nkjv:1 Kings:18:12",
        "t": "And it shall come to pass, as*i soon*i as*i I am gone from you, that the Spirit of the Lord*s will carry you to a place I do not know; so when I go and tell Ahab, and he cannot find you, he will kill me. But I your servant have feared the Lord*s from my youth."
    },
    {
        "o": 10329,
        "r": "nkjv:1 Kings:18:13",
        "t": "Was it not reported to my lord what I did when Jezebel killed the prophets of the Lord,*s how I hid one hundred men of the Lord’s*s prophets, fifty to a cave, and fed them with bread and water?"
    },
    {
        "o": 10330,
        "r": "nkjv:1 Kings:18:14",
        "t": "And now you say, ‘Go, tell your master, “Elijah is*i here.”’*i He will kill me!”"
    },
    {
        "o": 10331,
        "r": "nkjv:1 Kings:18:15",
        "t": "Then*p Elijah said, “As*i the Lord*s of hosts lives, before whom I stand, I will surely present myself to him today.”"
    },
    {
        "o": 10332,
        "r": "nkjv:1 Kings:18:16",
        "t": "So*p Obadiah went to meet Ahab, and told him; and Ahab went to meet Elijah."
    },
    {
        "o": 10333,
        "r": "nkjv:1 Kings:18:17",
        "t": "Then*p it happened, when Ahab saw Elijah, that Ahab said to him, “Is*i that*i you, O troubler of Israel?”"
    },
    {
        "o": 10334,
        "r": "nkjv:1 Kings:18:18",
        "t": "And*p he answered, “I have not troubled Israel, but you and your father’s house have,*i in that you have forsaken the commandments of the Lord*s and have followed the Baals."
    },
    {
        "o": 10335,
        "r": "nkjv:1 Kings:18:19",
        "t": "Now therefore, send and*i gather all Israel to me on Mount Carmel, the four hundred and fifty prophets of Baal, and the four hundred prophets of Asherah, who eat at Jezebel’s table.”"
    },
    {
        "o": 10336,
        "r": "nkjv:1 Kings:18:19",
        "t": "Elijah’s Mount Carmel Victory",
        "h": 2
    },
    {
        "o": 10337,
        "r": "nkjv:1 Kings:18:20",
        "t": "So*p Ahab sent for all the children of Israel, and gathered the prophets together on Mount Carmel."
    },
    {
        "o": 10338,
        "r": "nkjv:1 Kings:18:21",
        "t": "And Elijah came to all the people, and said, “How long will you falter between two opinions? If the Lord*s is*i God, follow Him; but if Baal, follow him.” But the people answered him not a word."
    },
    {
        "o": 10339,
        "r": "nkjv:1 Kings:18:22",
        "t": "Then Elijah said to the people, “I alone am left a prophet of the Lord;*s but Baal’s prophets are*i four hundred and fifty men."
    },
    {
        "o": 10340,
        "r": "nkjv:1 Kings:18:23",
        "t": "Therefore let them give us two bulls; and let them choose one bull for themselves, cut it in pieces, and lay it*i on the wood, but put no fire under*i it;*i and I will prepare the other bull, and lay it*i on the wood, but put no fire under*i it.*i"
    },
    {
        "o": 10341,
        "r": "nkjv:1 Kings:18:24",
        "t": "Then you call on the name of your gods, and I will call on the name of the Lord;*s and the God who answers by fire, He is God.” So*p all the people answered and said, “It is well spoken.”"
    },
    {
        "o": 10342,
        "r": "nkjv:1 Kings:18:25",
        "t": "Now*p Elijah said to the prophets of Baal, “Choose one bull for yourselves and prepare it*i first, for you are*i many; and call on the name of your god, but put no fire under*i it.”*i"
    },
    {
        "o": 10343,
        "r": "nkjv:1 Kings:18:26",
        "t": "So*p they took the bull which was given them, and they prepared it,*i and called on the name of Baal from morning even till noon, saying, “O Baal, hear us!” But there*i was*i no voice; no one answered. Then they leaped about the altar which they had made."
    },
    {
        "o": 10344,
        "r": "nkjv:1 Kings:18:27",
        "t": "And*p so it was, at noon, that Elijah mocked them and said, “Cry aloud, for he is*i a god; either he is meditating, or he is busy, or he is on a journey, or*i perhaps he is sleeping and must be awakened.”"
    },
    {
        "o": 10345,
        "r": "nkjv:1 Kings:18:28",
        "t": "So they cried aloud, and cut themselves, as was their custom, with knives and lances, until the blood gushed out on them."
    },
    {
        "o": 10346,
        "r": "nkjv:1 Kings:18:29",
        "t": "And when midday was past, they prophesied until the time*i of the offering of the evening*i sacrifice. But there*i was*i no voice; no one answered, no one paid attention."
    },
    {
        "o": 10347,
        "r": "nkjv:1 Kings:18:30",
        "t": "Then*p Elijah said to all the people, “Come near to me.” So all the people came near to him. And he repaired the altar of the Lord*s that*i was*i broken down."
    },
    {
        "o": 10348,
        "r": "nkjv:1 Kings:18:31",
        "t": "And Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, to whom the word of the Lord*s had come, saying, “Israel shall be your name.”"
    },
    {
        "o": 10349,
        "r": "nkjv:1 Kings:18:32",
        "t": "Then with the stones he built an altar in the name of the Lord;*s and he made a trench around the altar large enough to hold two seahs of seed."
    },
    {
        "o": 10350,
        "r": "nkjv:1 Kings:18:33",
        "t": "And he put the wood in order, cut the bull in pieces, and laid it*i on the wood, and said, “Fill four waterpots with water, and pour it*i on the burnt sacrifice and on the wood.”"
    },
    {
        "o": 10351,
        "r": "nkjv:1 Kings:18:34",
        "t": "Then he said, “Do it*i a second time,” and they did it*i a second time; and he said, “Do it*i a third time,” and they did it*i a third time."
    },
    {
        "o": 10352,
        "r": "nkjv:1 Kings:18:35",
        "t": "So the water ran all around the altar; and he also filled the trench with water."
    },
    {
        "o": 10353,
        "r": "nkjv:1 Kings:18:36",
        "t": "And*p it came to pass, at the*i time*i of*i the offering of the evening*i sacrifice, that Elijah the prophet came near and said, “Lord*s God of Abraham, Isaac, and Israel, let it be known this day that You are*i God in Israel and I am*i Your servant, and that*i I have done all these things at Your word."
    },
    {
        "o": 10354,
        "r": "nkjv:1 Kings:18:37",
        "t": "Hear me, O Lord,*s hear me, that this people may know that You are*i the Lord*s God, and that*i You have turned their hearts back to*i You*i again.”"
    },
    {
        "o": 10355,
        "r": "nkjv:1 Kings:18:38",
        "t": "Then*p the fire of the Lord*s fell and consumed the burnt sacrifice, and the wood and the stones and the dust, and it licked up the water that was*i in the trench."
    },
    {
        "o": 10356,
        "r": "nkjv:1 Kings:18:39",
        "t": "Now when all the people saw it,*i they fell on their faces; and they said, “The Lord,*s He is*i God! The Lord,*s He is*i God!”"
    },
    {
        "o": 10357,
        "r": "nkjv:1 Kings:18:40",
        "t": "And*p Elijah said to them, “Seize the prophets of Baal! Do not let one of them escape!” So they seized them; and Elijah brought them down to the Brook Kishon and executed them there."
    },
    {
        "o": 10358,
        "r": "nkjv:1 Kings:18:40",
        "t": "The Drought Ends",
        "h": 2
    },
    {
        "o": 10359,
        "r": "nkjv:1 Kings:18:41",
        "t": "Then*p Elijah said to Ahab, “Go up, eat and drink; for there*i is*i the sound of abundance of rain.”"
    },
    {
        "o": 10360,
        "r": "nkjv:1 Kings:18:42",
        "t": "So Ahab went up to eat and drink. And Elijah went up to the top of Carmel; then he bowed down on the ground, and put his face between his knees,"
    },
    {
        "o": 10361,
        "r": "nkjv:1 Kings:18:43",
        "t": "and said to his servant, “Go up now, look toward the sea.” So*p he went up and looked, and said, “There*i is*i nothing.” And seven times he said, “Go again.”"
    },
    {
        "o": 10362,
        "r": "nkjv:1 Kings:18:44",
        "t": "Then*p it came to pass the seventh time,*i that he said, “There is a cloud, as small as a man’s hand, rising out of the sea!” So he said, “Go up, say to Ahab, ‘Prepare your*i chariot,*i and go down before the rain stops you.’”"
    },
    {
        "o": 10363,
        "r": "nkjv:1 Kings:18:45",
        "t": "Now*p it happened in the meantime that the sky became black with clouds and wind, and there was a heavy rain. So Ahab rode away and went to Jezreel."
    },
    {
        "o": 10364,
        "r": "nkjv:1 Kings:18:46",
        "t": "Then the hand of the Lord*s came upon Elijah; and he girded up his loins and ran ahead of Ahab to the entrance of Jezreel."
    },
    {
        "o": 10365,
        "r": "nkjv:1 Kings:19:0",
        "t": "1 Kings 19",
        "h": 1
    },
    {
        "o": 10366,
        "r": "nkjv:1 Kings:19:0",
        "t": "Elijah Escapes from Jezebel",
        "h": 2
    },
    {
        "o": 10367,
        "r": "nkjv:1 Kings:19:1",
        "t": "And*p Ahab told Jezebel all that Elijah had done, also how he had executed all the prophets with the sword."
    },
    {
        "o": 10368,
        "r": "nkjv:1 Kings:19:2",
        "t": "Then Jezebel sent a messenger to Elijah, saying, “So let the gods do to*i me,*i and more also, if I do not make your life as the life of one of them by tomorrow about this time.”"
    },
    {
        "o": 10369,
        "r": "nkjv:1 Kings:19:3",
        "t": "And when he saw that,*i he arose and ran for his life, and went to Beersheba, which belongs*i to Judah, and left his servant there."
    },
    {
        "o": 10370,
        "r": "nkjv:1 Kings:19:4",
        "t": "But*p he himself went a day’s journey into the wilderness, and came and sat down under a broom tree. And he prayed that he might die, and said, “It is enough! Now, Lord,*s take my life, for I am*i no better than my fathers!”"
    },
    {
        "o": 10371,
        "r": "nkjv:1 Kings:19:5",
        "t": "Then*p as he lay and slept under a broom tree, suddenly an angel touched him, and said to him, “Arise and*i eat.”"
    },
    {
        "o": 10372,
        "r": "nkjv:1 Kings:19:6",
        "t": "Then he looked, and there by his head was*i a cake baked on coals, and a jar of water. So he ate and drank, and lay down again."
    },
    {
        "o": 10373,
        "r": "nkjv:1 Kings:19:7",
        "t": "And the angel of the Lord*s came back the second time, and touched him, and said, “Arise and*i eat, because the journey is*i too great for you.”"
    },
    {
        "o": 10374,
        "r": "nkjv:1 Kings:19:8",
        "t": "So he arose, and ate and drank; and he went in the strength of that food forty days and forty nights as far as Horeb, the mountain of God."
    },
    {
        "o": 10375,
        "r": "nkjv:1 Kings:19:9",
        "t": "And*p there he went into a cave, and spent the night in that place; and behold, the word of the Lord*s came*i to him, and He said to him, “What are you doing here, Elijah?”"
    },
    {
        "o": 10376,
        "r": "nkjv:1 Kings:19:10",
        "t": "So*p he said, “I have been very zealous for the Lord*s God of hosts; for the children of Israel have forsaken Your covenant, torn down Your altars, and killed Your prophets with the sword. I alone am left; and they seek to take my life.”"
    },
    {
        "o": 10377,
        "r": "nkjv:1 Kings:19:10",
        "t": "God’s Revelation to Elijah",
        "h": 2
    },
    {
        "o": 10378,
        "r": "nkjv:1 Kings:19:11",
        "t": "Then*p He said, “Go out, and stand on the mountain before the Lord.”*s And behold, the Lord*s passed by, and a great and strong wind tore into the mountains and broke the rocks in pieces before the Lord,*s but*i the Lord*s was*i not in the wind; and after the wind an earthquake, but*i the Lord*s was*i not in the earthquake;"
    },
    {
        "o": 10379,
        "r": "nkjv:1 Kings:19:12",
        "t": "and after the earthquake a fire, but*i the Lord*s was*i not in the fire; and after the fire a still small voice."
    },
    {
        "o": 10380,
        "r": "nkjv:1 Kings:19:13",
        "t": "So*p it was, when Elijah heard it,*i that he wrapped his face in his mantle and went out and stood in the entrance of the cave. Suddenly a voice came*i to him, and said, “What are you doing here, Elijah?”"
    },
    {
        "o": 10381,
        "r": "nkjv:1 Kings:19:14",
        "t": "And*p he said, “I have been very zealous for the Lord*s God of hosts; because the children of Israel have forsaken Your covenant, torn down Your altars, and killed Your prophets with the sword. I alone am left; and they seek to take my life.”"
    },
    {
        "o": 10382,
        "r": "nkjv:1 Kings:19:15",
        "t": "Then*p the Lord*s said to him: “Go, return on your way to the Wilderness of Damascus; and when you arrive, anoint Hazael as*i king over Syria."
    },
    {
        "o": 10383,
        "r": "nkjv:1 Kings:19:16",
        "t": "Also you shall anoint Jehu the son of Nimshi as*i king over Israel. And Elisha the son of Shaphat of Abel Meholah you shall anoint as*i prophet in your place."
    },
    {
        "o": 10384,
        "r": "nkjv:1 Kings:19:17",
        "t": "It shall be that*i whoever escapes the sword of Hazael, Jehu will kill; and whoever escapes the sword of Jehu, Elisha will kill."
    },
    {
        "o": 10385,
        "r": "nkjv:1 Kings:19:18",
        "t": "Yet I have reserved seven thousand in Israel, all whose knees have not bowed to Baal, and every mouth that has not kissed him.”"
    },
    {
        "o": 10386,
        "r": "nkjv:1 Kings:19:18",
        "t": "Elisha Follows Elijah",
        "h": 2
    },
    {
        "o": 10387,
        "r": "nkjv:1 Kings:19:19",
        "t": "So*p he departed from there, and found Elisha the son of Shaphat, who was*i plowing with*i twelve yoke of*i oxen*i before him, and he was with the twelfth. Then Elijah passed by him and threw his mantle on him."
    },
    {
        "o": 10388,
        "r": "nkjv:1 Kings:19:20",
        "t": "And he left the oxen and ran after Elijah, and said, “Please let me kiss my father and my mother, and then*i I will follow you.” And*p he said to him, “Go back again, for what have I done to you?”"
    },
    {
        "o": 10389,
        "r": "nkjv:1 Kings:19:21",
        "t": "So*p Elisha*i turned back from him, and took a yoke of oxen and slaughtered them and boiled their flesh, using the oxen’s equipment, and gave it to the people, and they ate. Then he arose and followed Elijah, and became his servant."
    },
    {
        "o": 10390,
        "r": "nkjv:1 Kings:20:0",
        "t": "1 Kings 20",
        "h": 1
    },
    {
        "o": 10391,
        "r": "nkjv:1 Kings:20:0",
        "t": "Ahab Defeats the Syrians",
        "h": 2
    },
    {
        "o": 10392,
        "r": "nkjv:1 Kings:20:1",
        "t": "Now*p Ben-Hadad the king of Syria gathered all his forces together; thirty-two kings were*i with him, with horses and chariots. And he went up and besieged Samaria, and made war against it."
    },
    {
        "o": 10393,
        "r": "nkjv:1 Kings:20:2",
        "t": "Then he sent messengers into the city to Ahab king of Israel, and said to him, “Thus says Ben-Hadad:"
    },
    {
        "o": 10394,
        "r": "nkjv:1 Kings:20:3",
        "t": "‘Your silver and your gold are*i mine; your loveliest wives and children are mine.’”"
    },
    {
        "o": 10395,
        "r": "nkjv:1 Kings:20:4",
        "t": "And*p the king of Israel answered and said, “My lord, O king, just as you say, I and all that I have are*i yours.”"
    },
    {
        "o": 10396,
        "r": "nkjv:1 Kings:20:5",
        "t": "Then*p the messengers came back and said, “Thus speaks Ben-Hadad, saying, ‘Indeed I have sent to you, saying, “You shall deliver to me your silver and your gold, your wives and your children”;"
    },
    {
        "o": 10397,
        "r": "nkjv:1 Kings:20:6",
        "t": "but I will send my servants to you tomorrow about this time, and they shall search your house and the houses of your servants. And it shall be, that*i whatever is pleasant in your eyes, they will put it*i in their hands and take it.’”*i"
    },
    {
        "o": 10398,
        "r": "nkjv:1 Kings:20:7",
        "t": "So*p the king of Israel called all the elders of the land, and said, “Notice, please, and see how this man*i seeks trouble, for he sent to me for my wives, my children, my silver, and my gold; and I did not deny him.”"
    },
    {
        "o": 10399,
        "r": "nkjv:1 Kings:20:8",
        "t": "And*p all the elders and all the people said to him, “Do not listen or consent.”"
    },
    {
        "o": 10400,
        "r": "nkjv:1 Kings:20:9",
        "t": "Therefore*p he said to the messengers of Ben-Hadad, “Tell my lord the king, ‘All that you sent for to your servant the first time I will do, but this thing I cannot do.’” And*p the messengers departed and brought back word to him."
    },
    {
        "o": 10401,
        "r": "nkjv:1 Kings:20:10",
        "t": "Then*p Ben-Hadad sent to him and said, “The gods do so to me, and more also, if enough dust is left of Samaria for a handful for each of the people who follow me.”"
    },
    {
        "o": 10402,
        "r": "nkjv:1 Kings:20:11",
        "t": "So*p the king of Israel answered and said, “Tell him,*i ‘Let not the one who puts on his*i armor*i boast like the one who takes it*i off.’”*i"
    },
    {
        "o": 10403,
        "r": "nkjv:1 Kings:20:12",
        "t": "And*p it happened when Ben-Hadad*i heard this message, as he and the kings were*i drinking at the command post, that he said to his servants, “Get ready.” And they got ready to attack the city."
    },
    {
        "o": 10404,
        "r": "nkjv:1 Kings:20:13",
        "t": "Suddenly*p a prophet approached Ahab king of Israel, saying, “Thus says the Lord:*s ‘Have you seen all this great multitude? Behold, I will deliver it into your hand today, and you shall know that I am*i the Lord.’”*s"
    },
    {
        "o": 10405,
        "r": "nkjv:1 Kings:20:14",
        "t": "So*p Ahab said, “By whom?” And*p he said, “Thus says the Lord:*s ‘By the young leaders of the provinces.’” Then*p he said, “Who will set the battle in order?” And*p he answered, “You.”"
    },
    {
        "o": 10406,
        "r": "nkjv:1 Kings:20:15",
        "t": "Then*p he mustered the young leaders of the provinces, and there were two hundred and thirty-two; and after them he mustered all the people, all the children of Israel—seven thousand."
    },
    {
        "o": 10407,
        "r": "nkjv:1 Kings:20:16",
        "t": "So*p they went out at noon. Meanwhile Ben-Hadad and the thirty-two kings helping him were getting drunk at the command post."
    },
    {
        "o": 10408,
        "r": "nkjv:1 Kings:20:17",
        "t": "The young leaders of the provinces went out first. And Ben-Hadad sent out a*i patrol,*i and they told him, saying, “Men are coming out of Samaria!”"
    },
    {
        "o": 10409,
        "r": "nkjv:1 Kings:20:18",
        "t": "So he said, “If they have come out for peace, take them alive; and if they have come out for war, take them alive.”"
    },
    {
        "o": 10410,
        "r": "nkjv:1 Kings:20:19",
        "t": "Then*p these young leaders of the provinces went out of the city with the army which followed them."
    },
    {
        "o": 10411,
        "r": "nkjv:1 Kings:20:20",
        "t": "And each one killed his man; so the Syrians fled, and Israel pursued them; and Ben-Hadad the king of Syria escaped on a horse with the cavalry."
    },
    {
        "o": 10412,
        "r": "nkjv:1 Kings:20:21",
        "t": "Then the king of Israel went out and attacked the horses and chariots, and killed the Syrians with a great slaughter."
    },
    {
        "o": 10413,
        "r": "nkjv:1 Kings:20:22",
        "t": "And*p the prophet came to the king of Israel and said to him, “Go, strengthen yourself; take note, and see what you should do, for in the spring of the year the king of Syria will come up against you.”"
    },
    {
        "o": 10414,
        "r": "nkjv:1 Kings:20:22",
        "t": "The Syrians Again Defeated",
        "h": 2
    },
    {
        "o": 10415,
        "r": "nkjv:1 Kings:20:23",
        "t": "Then*p the servants of the king of Syria said to him, “Their gods are*i gods of the hills. Therefore they were stronger than we; but if we fight against them in the plain, surely we will be stronger than they."
    },
    {
        "o": 10416,
        "r": "nkjv:1 Kings:20:24",
        "t": "So do this thing: Dismiss the kings, each from his position, and put captains in their places;"
    },
    {
        "o": 10417,
        "r": "nkjv:1 Kings:20:25",
        "t": "and you shall muster an army like the army that you have lost, horse for horse and chariot for chariot. Then we will fight against them in the plain; surely we will be stronger than they.” And*p he listened to their voice and did so."
    },
    {
        "o": 10418,
        "r": "nkjv:1 Kings:20:26",
        "t": "So*p it was, in the spring of the year, that Ben-Hadad mustered the Syrians and went up to Aphek to fight against Israel."
    },
    {
        "o": 10419,
        "r": "nkjv:1 Kings:20:27",
        "t": "And the children of Israel were mustered and given provisions, and they went against them. Now the children of Israel encamped before them like two little flocks of goats, while the Syrians filled the countryside."
    },
    {
        "o": 10420,
        "r": "nkjv:1 Kings:20:28",
        "t": "Then*p a man of God came and spoke to the king of Israel, and said, “Thus says the Lord:*s ‘Because the Syrians have said, “The Lord*s is*i God of the hills, but He is*i not God of the valleys,” therefore I will deliver all this great multitude into your hand, and you shall know that I am*i the Lord.’”*s"
    },
    {
        "o": 10421,
        "r": "nkjv:1 Kings:20:29",
        "t": "And they encamped opposite each other for seven days. So it was that on the seventh day the battle was joined; and the children of Israel killed one hundred thousand foot soldiers of*i the Syrians in one day."
    },
    {
        "o": 10422,
        "r": "nkjv:1 Kings:20:30",
        "t": "But the rest fled to Aphek, into the city; then a wall fell on twenty-seven thousand of the men who*i were*i left. And*p Ben-Hadad fled and went into the city, into an inner chamber."
    },
    {
        "o": 10423,
        "r": "nkjv:1 Kings:20:30",
        "t": "Ahab’s Treaty with Ben-Hadad",
        "h": 2
    },
    {
        "o": 10424,
        "r": "nkjv:1 Kings:20:31",
        "t": "Then*p his servants said to him, “Look now, we have heard that the kings of the house of Israel are*i merciful kings. Please, let us put sackcloth around our waists and ropes around our heads, and go out to the king of Israel; perhaps he will spare your life.”"
    },
    {
        "o": 10425,
        "r": "nkjv:1 Kings:20:32",
        "t": "So they wore sackcloth around their waists and put*i ropes around their heads, and came to the king of Israel and said, “Your servant Ben-Hadad says, ‘Please let me live.’” And*p he said, “Is*i he still alive? He is*i my brother.”"
    },
    {
        "o": 10426,
        "r": "nkjv:1 Kings:20:33",
        "t": "Now*p the men were watching closely to see whether any*i sign*i of*i mercy*i would*i come*i from him; and they quickly grasped at*i this*i word*i and said, “Your brother Ben-Hadad.” So*p he said, “Go, bring him.” Then Ben-Hadad came out to him; and he had him come up into the chariot."
    },
    {
        "o": 10427,
        "r": "nkjv:1 Kings:20:34",
        "t": "So*p Ben-Hadad*i said to him, “The cities which my father took from your father I will restore; and you may set up marketplaces for yourself in Damascus, as my father did in Samaria.” Then*p Ahab*i said,*i “I will send you away with this treaty.” So he made a treaty with him and sent him away."
    },
    {
        "o": 10428,
        "r": "nkjv:1 Kings:20:34",
        "t": "Ahab Condemned",
        "h": 2
    },
    {
        "o": 10429,
        "r": "nkjv:1 Kings:20:35",
        "t": "Now*p a certain man of the sons of the prophets said to his neighbor by the word of the Lord,*s “Strike me, please.” And the man refused to strike him."
    },
    {
        "o": 10430,
        "r": "nkjv:1 Kings:20:36",
        "t": "Then he said to him, “Because you have not obeyed the voice of the Lord,*s surely, as soon as you depart from me, a lion shall kill you.” And as soon as he left him, a lion found him and killed him."
    },
    {
        "o": 10431,
        "r": "nkjv:1 Kings:20:37",
        "t": "And*p he found another man, and said, “Strike me, please.” So the man struck him, inflicting a wound."
    },
    {
        "o": 10432,
        "r": "nkjv:1 Kings:20:38",
        "t": "Then the prophet departed and waited for the king by the road, and disguised himself with a bandage over his eyes."
    },
    {
        "o": 10433,
        "r": "nkjv:1 Kings:20:39",
        "t": "Now as the king passed by, he cried out to the king and said, “Your servant went out into the midst of the battle; and there, a man came over and brought a man to me, and said, ‘Guard this man; if by any means he is missing, your life shall be for his life, or else you shall pay a talent of silver.’"
    },
    {
        "o": 10434,
        "r": "nkjv:1 Kings:20:40",
        "t": "While your servant was busy here and there, he was gone.” Then*p the king of Israel said to him, “So shall*i your judgment be;*i you yourself have decided it.”*i"
    },
    {
        "o": 10435,
        "r": "nkjv:1 Kings:20:41",
        "t": "And*p he hastened to take the bandage away from his eyes; and the king of Israel recognized him as one of the prophets."
    },
    {
        "o": 10436,
        "r": "nkjv:1 Kings:20:42",
        "t": "Then he said to him, “Thus says the Lord:*s ‘Because you have let slip out of your*i hand a man whom I appointed to utter destruction, therefore your life shall go for his life, and your people for his people.’”"
    },
    {
        "o": 10437,
        "r": "nkjv:1 Kings:20:43",
        "t": "So*p the king of Israel went to his house sullen and displeased, and came to Samaria."
    },
    {
        "o": 10438,
        "r": "nkjv:1 Kings:21:0",
        "t": "1 Kings 21",
        "h": 1
    },
    {
        "o": 10439,
        "r": "nkjv:1 Kings:21:0",
        "t": "Naboth Is Murdered for His Vineyard",
        "h": 2
    },
    {
        "o": 10440,
        "r": "nkjv:1 Kings:21:1",
        "t": "And*p it came to pass after these things that*i Naboth the Jezreelite had a vineyard which was*i in Jezreel, next to the palace of Ahab king of Samaria."
    },
    {
        "o": 10441,
        "r": "nkjv:1 Kings:21:2",
        "t": "So Ahab spoke to Naboth, saying, “Give me your vineyard, that I may have it for a vegetable garden, because it is*i near, next to my house; and for it I will give you a vineyard better than it. Or,*i if it seems good to you, I will give you its worth in money.”"
    },
    {
        "o": 10442,
        "r": "nkjv:1 Kings:21:3",
        "t": "But*p Naboth said to Ahab, “The Lord*s forbid that I should give the inheritance of my fathers to you!”"
    },
    {
        "o": 10443,
        "r": "nkjv:1 Kings:21:4",
        "t": "So*p Ahab went into his house sullen and displeased because of the word which Naboth the Jezreelite had spoken to him; for he had said, “I will not give you the inheritance of my fathers.” And he lay down on his bed, and turned away his face, and would eat no food."
    },
    {
        "o": 10444,
        "r": "nkjv:1 Kings:21:5",
        "t": "But Jezebel his wife came to him, and said to him, “Why is your spirit so sullen that you eat no food?”"
    },
    {
        "o": 10445,
        "r": "nkjv:1 Kings:21:6",
        "t": "He*p said to her, “Because I spoke to Naboth the Jezreelite, and said to him, ‘Give me your vineyard for money; or else, if it pleases you, I will give you another*i vineyard for it.’ And he answered, ‘I will not give you my vineyard.’”"
    },
    {
        "o": 10446,
        "r": "nkjv:1 Kings:21:7",
        "t": "Then*p Jezebel his wife said to him, “You now exercise authority over Israel! Arise, eat food, and let your heart be cheerful; I will give you the vineyard of Naboth the Jezreelite.”"
    },
    {
        "o": 10447,
        "r": "nkjv:1 Kings:21:8",
        "t": "And*p she wrote letters in Ahab’s name, sealed them*i with his seal, and sent the letters to the elders and the nobles who were*i dwelling in the city with Naboth."
    },
    {
        "o": 10448,
        "r": "nkjv:1 Kings:21:9",
        "t": "She wrote in the letters, saying, Proclaim*pn a fast, and seat Naboth with high honor among the people;"
    },
    {
        "o": 10449,
        "r": "nkjv:1 Kings:21:10",
        "t": "and seat two men, scoundrels, before him to bear witness against him, saying, “You have blasphemed God and the king.” Then*i take him out, and stone him, that he may die."
    },
    {
        "o": 10450,
        "r": "nkjv:1 Kings:21:11",
        "t": "So*p the men of his city, the elders and nobles who were inhabitants of his city, did as Jezebel had sent to them, as it was*i written in the letters which she had sent to them."
    },
    {
        "o": 10451,
        "r": "nkjv:1 Kings:21:12",
        "t": "They proclaimed a fast, and seated Naboth with high honor among the people."
    },
    {
        "o": 10452,
        "r": "nkjv:1 Kings:21:13",
        "t": "And two men, scoundrels, came in and sat before him; and the scoundrels witnessed against him, against Naboth, in the presence of the people, saying, “Naboth has blasphemed God and the king!” Then they took him outside the city and stoned him with stones, so that he died."
    },
    {
        "o": 10453,
        "r": "nkjv:1 Kings:21:14",
        "t": "Then they sent to Jezebel, saying, “Naboth has been stoned and is dead.”"
    },
    {
        "o": 10454,
        "r": "nkjv:1 Kings:21:15",
        "t": "And*p it came to pass, when Jezebel heard that Naboth had been stoned and was dead, that Jezebel said to Ahab, “Arise, take possession of the vineyard of Naboth the Jezreelite, which he refused to give you for money; for Naboth is not alive, but dead.”"
    },
    {
        "o": 10455,
        "r": "nkjv:1 Kings:21:16",
        "t": "So it was, when Ahab heard that Naboth was dead, that Ahab got up and went down to take possession of the vineyard of Naboth the Jezreelite."
    },
    {
        "o": 10456,
        "r": "nkjv:1 Kings:21:16",
        "t": "The Lord Condemns Ahab",
        "h": 2
    },
    {
        "o": 10457,
        "r": "nkjv:1 Kings:21:17",
        "t": "Then*p the word of the Lord*s came to Elijah the Tishbite, saying,"
    },
    {
        "o": 10458,
        "r": "nkjv:1 Kings:21:18",
        "t": "“Arise, go down to meet Ahab king of Israel, who lives*i in Samaria. There he*i is,*i in the vineyard of Naboth, where he has gone down to take possession of it."
    },
    {
        "o": 10459,
        "r": "nkjv:1 Kings:21:19",
        "t": "You shall speak to him, saying, ‘Thus says the Lord:*s “Have you murdered and also taken possession?”’ And you shall speak to him, saying, ‘Thus says the Lord:*s “In the place where dogs licked the blood of Naboth, dogs shall lick your blood, even yours.”’”"
    },
    {
        "o": 10460,
        "r": "nkjv:1 Kings:21:20",
        "t": "So*p Ahab said to Elijah, “Have you found me, O my enemy?” And*p he answered, “I have found you,*i because you have sold yourself to do evil in the sight of the Lord:*s"
    },
    {
        "o": 10461,
        "r": "nkjv:1 Kings:21:21",
        "t": "‘Behold, I will bring calamity on you. I will take away your posterity, and will cut off from Ahab every male in Israel, both bond and free."
    },
    {
        "o": 10462,
        "r": "nkjv:1 Kings:21:22",
        "t": "I will make your house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, because of the provocation with which you have provoked Me*i to anger, and made Israel sin.’"
    },
    {
        "o": 10463,
        "r": "nkjv:1 Kings:21:23",
        "t": "And concerning Jezebel the Lord*s also spoke, saying, ‘The dogs shall eat Jezebel by the wall of Jezreel.’"
    },
    {
        "o": 10464,
        "r": "nkjv:1 Kings:21:24",
        "t": "The dogs shall eat whoever belongs to Ahab and dies in the city, and the birds of the air shall eat whoever dies in the field.”"
    },
    {
        "o": 10465,
        "r": "nkjv:1 Kings:21:25",
        "t": "But*p there was no one like Ahab who sold himself to do wickedness in the sight of the Lord,*s because Jezebel his wife stirred him up."
    },
    {
        "o": 10466,
        "r": "nkjv:1 Kings:21:26",
        "t": "And he behaved very abominably in following idols, according to all that*i the Amorites had done, whom the Lord*s had cast out before the children of Israel."
    },
    {
        "o": 10467,
        "r": "nkjv:1 Kings:21:27",
        "t": "So*p it was, when Ahab heard those words, that he tore his clothes and put sackcloth on his body, and fasted and lay in sackcloth, and went about mourning."
    },
    {
        "o": 10468,
        "r": "nkjv:1 Kings:21:28",
        "t": "And*p the word of the Lord*s came to Elijah the Tishbite, saying,"
    },
    {
        "o": 10469,
        "r": "nkjv:1 Kings:21:29",
        "t": "“See how Ahab has humbled himself before Me? Because he has humbled himself before Me, I will not bring the calamity in his days. In the days of his son I will bring the calamity on his house.”"
    },
    {
        "o": 10470,
        "r": "nkjv:1 Kings:22:0",
        "t": "1 Kings 22",
        "h": 1
    },
    {
        "o": 10471,
        "r": "nkjv:1 Kings:22:0",
        "t": "Micaiah Warns Ahab",
        "h": 2
    },
    {
        "o": 10472,
        "r": "nkjv:1 Kings:22:1",
        "t": "Now*p three years passed without war between Syria and Israel."
    },
    {
        "o": 10473,
        "r": "nkjv:1 Kings:22:2",
        "t": "Then it came to pass, in the third year, that Jehoshaphat the king of Judah went down to visit*i the king of Israel."
    },
    {
        "o": 10474,
        "r": "nkjv:1 Kings:22:3",
        "t": "And*p the king of Israel said to his servants, “Do you know that Ramoth in Gilead is*i ours, but we hesitate to take it out of the hand of the king of Syria?”"
    },
    {
        "o": 10475,
        "r": "nkjv:1 Kings:22:4",
        "t": "So he said to Jehoshaphat, “Will you go with me to fight at Ramoth Gilead?” Jehoshaphat*p said to the king of Israel, “I am*i as you are,*i my people as your people, my horses as your horses.”"
    },
    {
        "o": 10476,
        "r": "nkjv:1 Kings:22:5",
        "t": "Also Jehoshaphat said to the king of Israel, “Please inquire for the word of the Lord*s today.”"
    },
    {
        "o": 10477,
        "r": "nkjv:1 Kings:22:6",
        "t": "Then*p the king of Israel gathered the prophets together, about four hundred men, and said to them, “Shall I go against Ramoth Gilead to fight, or shall I refrain?” So*p they said, “Go up, for the Lord will deliver it*i into the hand of the king.”"
    },
    {
        "o": 10478,
        "r": "nkjv:1 Kings:22:7",
        "t": "And*p Jehoshaphat said, “Is*i there*i not still a prophet of the Lord*s here, that we may inquire of Him?”"
    },
    {
        "o": 10479,
        "r": "nkjv:1 Kings:22:8",
        "t": "So*p the king of Israel said to Jehoshaphat, “There*i is*i still one man, Micaiah the son of Imlah, by whom we may inquire of the Lord;*s but I hate him, because he does not prophesy good concerning me, but evil.” And*p Jehoshaphat said, “Let not the king say such things!”"
    },
    {
        "o": 10480,
        "r": "nkjv:1 Kings:22:9",
        "t": "Then*p the king of Israel called an officer and said, “Bring Micaiah the son of Imlah quickly!”"
    },
    {
        "o": 10481,
        "r": "nkjv:1 Kings:22:10",
        "t": "The*p king of Israel and Jehoshaphat the king of Judah, having put on their*i robes, sat each on his throne, at a threshing floor at the entrance of the gate of Samaria; and all the prophets prophesied before them."
    },
    {
        "o": 10482,
        "r": "nkjv:1 Kings:22:11",
        "t": "Now Zedekiah the son of Chenaanah had made horns of iron for himself; and he said, “Thus says the Lord:*s ‘With these you shall gore the Syrians until they are destroyed.’”"
    },
    {
        "o": 10483,
        "r": "nkjv:1 Kings:22:12",
        "t": "And all the prophets prophesied so, saying, “Go up to Ramoth Gilead and prosper, for the Lord*s will deliver it*i into the king’s hand.”"
    },
    {
        "o": 10484,
        "r": "nkjv:1 Kings:22:13",
        "t": "Then*p the messenger who had gone to call Micaiah spoke to him, saying, “Now listen, the words of the prophets with one accord encourage the king. Please, let your word be like the word of one of them, and speak encouragement.”"
    },
    {
        "o": 10485,
        "r": "nkjv:1 Kings:22:14",
        "t": "And*p Micaiah said, “As*i the Lord*s lives, whatever the Lord*s says to me, that I will speak.”"
    },
    {
        "o": 10486,
        "r": "nkjv:1 Kings:22:15",
        "t": "Then*p he came to the king; and the king said to him, “Micaiah, shall we go to war against Ramoth Gilead, or shall we refrain?” And*p he answered him, “Go and prosper, for the Lord*s will deliver it*i into the hand of the king!”"
    },
    {
        "o": 10487,
        "r": "nkjv:1 Kings:22:16",
        "t": "So*p the king said to him, “How many times shall I make you swear that you tell me nothing but the truth in the name of the Lord?”*s"
    },
    {
        "o": 10488,
        "r": "nkjv:1 Kings:22:17",
        "t": "Then*p he said, “I saw all Israel scattered on the mountains, as sheep that have no shepherd. And the Lord*s said, ‘These have no master. Let each return to his house in peace.’”"
    },
    {
        "o": 10489,
        "r": "nkjv:1 Kings:22:18",
        "t": "And*p the king of Israel said to Jehoshaphat, “Did I not tell you he would not prophesy good concerning me, but evil?”"
    },
    {
        "o": 10490,
        "r": "nkjv:1 Kings:22:19",
        "t": "Then*p Micaiah*i said, “Therefore hear the word of the Lord:*s I saw the Lord*s sitting on His throne, and all the host of heaven standing by, on His right hand and on His left."
    },
    {
        "o": 10491,
        "r": "nkjv:1 Kings:22:20",
        "t": "And the Lord*s said, ‘Who will persuade Ahab to go up, that he may fall at Ramoth Gilead?’ So one spoke in this manner, and another spoke in that manner."
    },
    {
        "o": 10492,
        "r": "nkjv:1 Kings:22:21",
        "t": "Then a spirit came forward and stood before the Lord,*s and said, ‘I will persuade him.’"
    },
    {
        "o": 10493,
        "r": "nkjv:1 Kings:22:22",
        "t": "The Lord*s said to him, ‘In what way?’ So he said, ‘I will go out and be a lying spirit in the mouth of all his prophets.’ And the Lord*s said, ‘You shall persuade him,*i and also prevail. Go out and do so.’"
    },
    {
        "o": 10494,
        "r": "nkjv:1 Kings:22:23",
        "t": "Therefore look! The Lord*s has put a lying spirit in the mouth of all these prophets of yours, and the Lord*s has declared disaster against you.”"
    },
    {
        "o": 10495,
        "r": "nkjv:1 Kings:22:24",
        "t": "Now*p Zedekiah the son of Chenaanah went near and struck Micaiah on the cheek, and said, “Which way did the spirit from the Lord*s go from me to speak to you?”"
    },
    {
        "o": 10496,
        "r": "nkjv:1 Kings:22:25",
        "t": "And*p Micaiah said, “Indeed, you shall see on that day when you go into an inner chamber to hide!”"
    },
    {
        "o": 10497,
        "r": "nkjv:1 Kings:22:26",
        "t": "So*p the king of Israel said, “Take Micaiah, and return him to Amon the governor of the city and to Joash the king’s son;"
    },
    {
        "o": 10498,
        "r": "nkjv:1 Kings:22:27",
        "t": "and say, ‘Thus says the king: “Put this fellow*i in prison, and feed him with bread of affliction and water of affliction, until I come in peace.”’”"
    },
    {
        "o": 10499,
        "r": "nkjv:1 Kings:22:28",
        "t": "But*p Micaiah said, “If you ever return in peace, the Lord*s has not spoken by me.” And he said, “Take heed, all you people!”"
    },
    {
        "o": 10500,
        "r": "nkjv:1 Kings:22:28",
        "t": "Ahab Dies in Battle",
        "h": 2
    },
    {
        "o": 10501,
        "r": "nkjv:1 Kings:22:29",
        "t": "So*p the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead."
    },
    {
        "o": 10502,
        "r": "nkjv:1 Kings:22:30",
        "t": "And the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle; but you put on your robes.” So the king of Israel disguised himself and went into battle."
    },
    {
        "o": 10503,
        "r": "nkjv:1 Kings:22:31",
        "t": "Now*p the king of Syria had commanded the thirty-two captains of his chariots, saying, “Fight with no one small or great, but only with the king of Israel.”"
    },
    {
        "o": 10504,
        "r": "nkjv:1 Kings:22:32",
        "t": "So it was, when the captains of the chariots saw Jehoshaphat, that they said, “Surely it is*i the king of Israel!” Therefore they turned aside to fight against him, and Jehoshaphat cried out."
    },
    {
        "o": 10505,
        "r": "nkjv:1 Kings:22:33",
        "t": "And it happened, when the captains of the chariots saw that it was*i not the king of Israel, that they turned back from pursuing him."
    },
    {
        "o": 10506,
        "r": "nkjv:1 Kings:22:34",
        "t": "Now a certain*i man drew a bow at random, and struck the king of Israel between the joints of his armor. So he said to the driver of his chariot, “Turn around and take me out of the battle, for I am wounded.”"
    },
    {
        "o": 10507,
        "r": "nkjv:1 Kings:22:35",
        "t": "The*p battle increased that day; and the king was propped up in his chariot, facing the Syrians, and died at evening. The blood ran out from the wound onto the floor of the chariot."
    },
    {
        "o": 10508,
        "r": "nkjv:1 Kings:22:36",
        "t": "Then, as the sun was going down, a shout went throughout the army, saying, “Every man to his city, and every man to his own country!”"
    },
    {
        "o": 10509,
        "r": "nkjv:1 Kings:22:37",
        "t": "So*p the king died, and was brought to Samaria. And they buried the king in Samaria."
    },
    {
        "o": 10510,
        "r": "nkjv:1 Kings:22:38",
        "t": "Then someone*i washed the chariot at a pool in Samaria, and the dogs licked up his blood while the harlots bathed, according to the word of the Lord*s which He had spoken."
    },
    {
        "o": 10511,
        "r": "nkjv:1 Kings:22:39",
        "t": "Now*p the rest of the acts of Ahab, and all that he did, the ivory house which he built and all the cities that he built, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10512,
        "r": "nkjv:1 Kings:22:40",
        "t": "So Ahab rested with his fathers. Then Ahaziah his son reigned in his place."
    },
    {
        "o": 10513,
        "r": "nkjv:1 Kings:22:40",
        "t": "Jehoshaphat Reigns in Judah",
        "h": 2
    },
    {
        "o": 10514,
        "r": "nkjv:1 Kings:22:41",
        "t": "Jehoshaphat*p the son of Asa had become king over Judah in the fourth year of Ahab king of Israel."
    },
    {
        "o": 10515,
        "r": "nkjv:1 Kings:22:42",
        "t": "Jehoshaphat was*i thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. His mother’s name was*i Azubah the daughter of Shilhi."
    },
    {
        "o": 10516,
        "r": "nkjv:1 Kings:22:43",
        "t": "And he walked in all the ways of his father Asa. He did not turn aside from them, doing what*i was*i right in the eyes of the Lord.*s Nevertheless the high places were not taken away, for*i the people offered sacrifices and burned incense on the high places."
    },
    {
        "o": 10517,
        "r": "nkjv:1 Kings:22:44",
        "t": "Also Jehoshaphat made peace with the king of Israel."
    },
    {
        "o": 10518,
        "r": "nkjv:1 Kings:22:45",
        "t": "Now*p the rest of the acts of Jehoshaphat, the might that he showed, and how he made war, are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 10519,
        "r": "nkjv:1 Kings:22:46",
        "t": "And the rest of the perverted persons, who remained in the days of his father Asa, he banished from the land."
    },
    {
        "o": 10520,
        "r": "nkjv:1 Kings:22:47",
        "t": "There*i was*i then no king in Edom, only a deputy of the king."
    },
    {
        "o": 10521,
        "r": "nkjv:1 Kings:22:48",
        "t": "Jehoshaphat*p made merchant ships to go to Ophir for gold; but they never sailed, for the ships were wrecked at Ezion Geber."
    },
    {
        "o": 10522,
        "r": "nkjv:1 Kings:22:49",
        "t": "Then Ahaziah the son of Ahab said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat would not."
    },
    {
        "o": 10523,
        "r": "nkjv:1 Kings:22:50",
        "t": "And*p Jehoshaphat rested with his fathers, and was buried with his fathers in the City of David his father. Then Jehoram his son reigned in his place."
    },
    {
        "o": 10524,
        "r": "nkjv:1 Kings:22:50",
        "t": "Ahaziah Reigns in Israel",
        "h": 2
    },
    {
        "o": 10525,
        "r": "nkjv:1 Kings:22:51",
        "t": "Ahaziah*p the son of Ahab became king over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and reigned two years over Israel."
    },
    {
        "o": 10526,
        "r": "nkjv:1 Kings:22:52",
        "t": "He did evil in the sight of the Lord,*s and walked in the way of his father and in the way of his mother and in the way of Jeroboam the son of Nebat, who had made Israel sin;"
    },
    {
        "o": 10527,
        "r": "nkjv:1 Kings:22:53",
        "t": "for he served Baal and worshiped him, and provoked the Lord*s God of Israel to anger, according to all that his father had done."
    }
]
