[
    {
        "o": 18593,
        "r": "kjv:Isaiah:6:0",
        "t": "Isaiah 6",
        "h": 1
    },
    {
        "o": 18594,
        "r": "kjv:Isaiah:6:1",
        "t": "In*p the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple."
    },
    {
        "o": 18595,
        "r": "kjv:Isaiah:6:2",
        "t": "Above*p it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly."
    },
    {
        "o": 18596,
        "r": "kjv:Isaiah:6:3",
        "t": "And*p one cried unto another, and said, Holy, holy, holy, is the Lord*s of hosts: the whole earth is full of his glory."
    },
    {
        "o": 18597,
        "r": "kjv:Isaiah:6:4",
        "t": "And*p the posts of the door moved at the voice of him that cried, and the house was filled with smoke."
    },
    {
        "o": 18598,
        "r": "kjv:Isaiah:6:5",
        "t": "Then*p said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord*s of hosts."
    },
    {
        "o": 18599,
        "r": "kjv:Isaiah:6:6",
        "t": "Then*p flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:"
    },
    {
        "o": 18600,
        "r": "kjv:Isaiah:6:7",
        "t": "And*p he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged."
    },
    {
        "o": 18601,
        "r": "kjv:Isaiah:6:8",
        "t": "Also*p I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me."
    },
    {
        "o": 18602,
        "r": "kjv:Isaiah:6:9",
        "t": "And*p he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not."
    },
    {
        "o": 18603,
        "r": "kjv:Isaiah:6:10",
        "t": "Make*p the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed."
    },
    {
        "o": 18604,
        "r": "kjv:Isaiah:6:11",
        "t": "Then*p said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,"
    },
    {
        "o": 18605,
        "r": "kjv:Isaiah:6:12",
        "t": "And*p the Lord*s have removed men far away, and there be a great forsaking in the midst of the land."
    },
    {
        "o": 18606,
        "r": "kjv:Isaiah:6:13",
        "t": "But*p yet in it shall be a tenth, and it shall return, and shall be eaten: as a teil tree, and as an oak, whose substance is in them, when they cast their leaves: so the holy seed shall be the substance thereof."
    }
]
