[
    {
        "o": 30732,
        "r": "esv:Acts:16:0",
        "t": "Acts 16",
        "h": 1
    },
    {
        "o": 30733,
        "r": "esv:Acts:16:0",
        "t": "Timothy Joins Paul and Silas",
        "h": 2
    },
    {
        "o": 30734,
        "r": "esv:Acts:16:1",
        "t": "Paul*p came also to Derbe and to Lystra. A disciple was there, named Timothy, the son of a Jewish woman who was a believer, but his father was a Greek."
    },
    {
        "o": 30735,
        "r": "esv:Acts:16:2",
        "t": "He was well spoken of by the brothers at Lystra and Iconium."
    },
    {
        "o": 30736,
        "r": "esv:Acts:16:3",
        "t": "Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek."
    },
    {
        "o": 30737,
        "r": "esv:Acts:16:4",
        "t": "As they went on their way through the cities, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem."
    },
    {
        "o": 30738,
        "r": "esv:Acts:16:5",
        "t": "So the churches were strengthened in the faith, and they increased in numbers daily."
    },
    {
        "o": 30739,
        "r": "esv:Acts:16:5",
        "t": "The Macedonian Call",
        "h": 2
    },
    {
        "o": 30740,
        "r": "esv:Acts:16:6",
        "t": "And*p they went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia."
    },
    {
        "o": 30741,
        "r": "esv:Acts:16:7",
        "t": "And when they had come up to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them."
    },
    {
        "o": 30742,
        "r": "esv:Acts:16:8",
        "t": "So, passing by Mysia, they went down to Troas."
    },
    {
        "o": 30743,
        "r": "esv:Acts:16:9",
        "t": "And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.”"
    },
    {
        "o": 30744,
        "r": "esv:Acts:16:10",
        "t": "And when Paul had seen the vision, immediately we sought to go on into Macedonia, concluding that God had called us to preach the gospel to them."
    },
    {
        "o": 30745,
        "r": "esv:Acts:16:10",
        "t": "The Conversion of Lydia",
        "h": 2
    },
    {
        "o": 30746,
        "r": "esv:Acts:16:11",
        "t": "So,*p setting sail from Troas, we made a direct voyage to Samothrace, and the following day to Neapolis,"
    },
    {
        "o": 30747,
        "r": "esv:Acts:16:12",
        "t": "and from there to Philippi, which is a leading city of the district of Macedonia and a Roman colony. We remained in this city some days."
    },
    {
        "o": 30748,
        "r": "esv:Acts:16:13",
        "t": "And on the Sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together."
    },
    {
        "o": 30749,
        "r": "esv:Acts:16:14",
        "t": "One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul."
    },
    {
        "o": 30750,
        "r": "esv:Acts:16:15",
        "t": "And after she was baptized, and her household as well, she urged us, saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” And she prevailed upon us."
    },
    {
        "o": 30751,
        "r": "esv:Acts:16:15",
        "t": "Paul and Silas in Prison",
        "h": 2
    },
    {
        "o": 30752,
        "r": "esv:Acts:16:16",
        "t": "As*p we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling."
    },
    {
        "o": 30753,
        "r": "esv:Acts:16:17",
        "t": "She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.”"
    },
    {
        "o": 30754,
        "r": "esv:Acts:16:18",
        "t": "And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour."
    },
    {
        "o": 30755,
        "r": "esv:Acts:16:19",
        "t": "But*p when her owners saw that their hope of gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers."
    },
    {
        "o": 30756,
        "r": "esv:Acts:16:20",
        "t": "And when they had brought them to the magistrates, they said, “These men are Jews, and they are disturbing our city."
    },
    {
        "o": 30757,
        "r": "esv:Acts:16:21",
        "t": "They advocate customs that are not lawful for us as Romans to accept or practice.”"
    },
    {
        "o": 30758,
        "r": "esv:Acts:16:22",
        "t": "The crowd joined in attacking them, and the magistrates tore the garments off them and gave orders to beat them with rods."
    },
    {
        "o": 30759,
        "r": "esv:Acts:16:23",
        "t": "And when they had inflicted many blows upon them, they threw them into prison, ordering the jailer to keep them safely."
    },
    {
        "o": 30760,
        "r": "esv:Acts:16:24",
        "t": "Having received this order, he put them into the inner prison and fastened their feet in the stocks."
    },
    {
        "o": 30761,
        "r": "esv:Acts:16:24",
        "t": "The Philippian Jailer Converted",
        "h": 2
    },
    {
        "o": 30762,
        "r": "esv:Acts:16:25",
        "t": "About*p midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them,"
    },
    {
        "o": 30763,
        "r": "esv:Acts:16:26",
        "t": "and suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened, and everyone’s bonds were unfastened."
    },
    {
        "o": 30764,
        "r": "esv:Acts:16:27",
        "t": "When the jailer woke and saw that the prison doors were open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped."
    },
    {
        "o": 30765,
        "r": "esv:Acts:16:28",
        "t": "But Paul cried with a loud voice, “Do not harm yourself, for we are all here.”"
    },
    {
        "o": 30766,
        "r": "esv:Acts:16:29",
        "t": "And the jailer called for lights and rushed in, and trembling with fear he fell down before Paul and Silas."
    },
    {
        "o": 30767,
        "r": "esv:Acts:16:30",
        "t": "Then he brought them out and said, “Sirs, what must I do to be saved?”"
    },
    {
        "o": 30768,
        "r": "esv:Acts:16:31",
        "t": "And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”"
    },
    {
        "o": 30769,
        "r": "esv:Acts:16:32",
        "t": "And they spoke the word of the Lord to him and to all who were in his house."
    },
    {
        "o": 30770,
        "r": "esv:Acts:16:33",
        "t": "And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family."
    },
    {
        "o": 30771,
        "r": "esv:Acts:16:34",
        "t": "Then he brought them up into his house and set food before them. And he rejoiced along with his entire household that he had believed in God."
    },
    {
        "o": 30772,
        "r": "esv:Acts:16:35",
        "t": "But*p when it was day, the magistrates sent the police, saying, “Let those men go.”"
    },
    {
        "o": 30773,
        "r": "esv:Acts:16:36",
        "t": "And the jailer reported these words to Paul, saying, “The magistrates have sent to let you go. Therefore come out now and go in peace.”"
    },
    {
        "o": 30774,
        "r": "esv:Acts:16:37",
        "t": "But Paul said to them, “They have beaten us publicly, uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now throw us out secretly? No! Let them come themselves and take us out.”"
    },
    {
        "o": 30775,
        "r": "esv:Acts:16:38",
        "t": "The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens."
    },
    {
        "o": 30776,
        "r": "esv:Acts:16:39",
        "t": "So they came and apologized to them. And they took them out and asked them to leave the city."
    },
    {
        "o": 30777,
        "r": "esv:Acts:16:40",
        "t": "So they went out of the prison and visited Lydia. And when they had seen the brothers, they encouraged them and departed."
    }
]
