[
    {
        "o": 9121,
        "r": "niv:2 Samuel:14:0",
        "t": "2 Samuel 14",
        "h": 1
    },
    {
        "o": 9122,
        "r": "niv:2 Samuel:14:0",
        "t": "Absalom Returns to Jerusalem",
        "h": 2
    },
    {
        "o": 9123,
        "r": "niv:2 Samuel:14:1",
        "t": "Joab*p son of Zeruiah knew that the king’s heart longed for Absalom."
    },
    {
        "o": 9124,
        "r": "niv:2 Samuel:14:2",
        "t": "So Joab sent someone to Tekoa and had a wise woman brought from there. He said to her, “Pretend you are in mourning. Dress in mourning clothes, and don’t use any cosmetic lotions. Act like a woman who has spent many days grieving for the dead."
    },
    {
        "o": 9125,
        "r": "niv:2 Samuel:14:3",
        "t": "Then go to the king and speak these words to him.” And Joab put the words in her mouth."
    },
    {
        "o": 9126,
        "r": "niv:2 Samuel:14:4",
        "t": "When*p the woman from Tekoa went to the king, she fell with her face to the ground to pay him honor, and she said, “Help me, Your Majesty!”"
    },
    {
        "o": 9127,
        "r": "niv:2 Samuel:14:5",
        "t": "The*p king asked her, “What is troubling you?” She*p said, “I am a widow; my husband is dead."
    },
    {
        "o": 9128,
        "r": "niv:2 Samuel:14:6",
        "t": "I your servant had two sons. They got into a fight with each other in the field, and no one was there to separate them. One struck the other and killed him."
    },
    {
        "o": 9129,
        "r": "niv:2 Samuel:14:7",
        "t": "Now the whole clan has risen up against your servant; they say, ‘Hand over the one who struck his brother down, so that we may put him to death for the life of his brother whom he killed; then we will get rid of the heir as well.’ They would put out the only burning coal I have left, leaving my husband neither name nor descendant on the face of the earth.”"
    },
    {
        "o": 9130,
        "r": "niv:2 Samuel:14:8",
        "t": "The*p king said to the woman, “Go home, and I will issue an order in your behalf.”"
    },
    {
        "o": 9131,
        "r": "niv:2 Samuel:14:9",
        "t": "But*p the woman from Tekoa said to him, “Let my lord the king pardon me and my family, and let the king and his throne be without guilt.”"
    },
    {
        "o": 9132,
        "r": "niv:2 Samuel:14:10",
        "t": "The*p king replied, “If anyone says anything to you, bring them to me, and they will not bother you again.”"
    },
    {
        "o": 9133,
        "r": "niv:2 Samuel:14:11",
        "t": "She*p said, “Then let the king invoke the Lord*s his God to prevent the avenger of blood from adding to the destruction, so that my son will not be destroyed.” “As*p surely as the Lord*s lives,” he said, “not one hair of your son’s head will fall to the ground.”"
    },
    {
        "o": 9134,
        "r": "niv:2 Samuel:14:12",
        "t": "Then*p the woman said, “Let your servant speak a word to my lord the king.” “Speak,”*p he replied."
    },
    {
        "o": 9135,
        "r": "niv:2 Samuel:14:13",
        "t": "The*p woman said, “Why then have you devised a thing like this against the people of God? When the king says this, does he not convict himself, for the king has not brought back his banished son?"
    },
    {
        "o": 9136,
        "r": "niv:2 Samuel:14:14",
        "t": "Like water spilled on the ground, which cannot be recovered, so we must die. But that is not what God desires; rather, he devises ways so that a banished person does not remain banished from him."
    },
    {
        "o": 9137,
        "r": "niv:2 Samuel:14:15",
        "t": "“And*p now I have come to say this to my lord the king because the people have made me afraid. Your servant thought, ‘I will speak to the king; perhaps he will grant his servant’s request."
    },
    {
        "o": 9138,
        "r": "niv:2 Samuel:14:16",
        "t": "Perhaps the king will agree to deliver his servant from the hand of the man who is trying to cut off both me and my son from God’s inheritance.’"
    },
    {
        "o": 9139,
        "r": "niv:2 Samuel:14:17",
        "t": "“And*p now your servant says, ‘May the word of my lord the king secure my inheritance, for my lord the king is like an angel of God in discerning good and evil. May the Lord*s your God be with you.’ ”"
    },
    {
        "o": 9140,
        "r": "niv:2 Samuel:14:18",
        "t": "Then*p the king said to the woman, “Don’t keep from me the answer to what I am going to ask you.” “Let*p my lord the king speak,” the woman said."
    },
    {
        "o": 9141,
        "r": "niv:2 Samuel:14:19",
        "t": "The*p king asked, “Isn’t the hand of Joab with you in all this?” The*p woman answered, “As surely as you live, my lord the king, no one can turn to the right or to the left from anything my lord the king says. Yes, it was your servant Joab who instructed me to do this and who put all these words into the mouth of your servant."
    },
    {
        "o": 9142,
        "r": "niv:2 Samuel:14:20",
        "t": "Your servant Joab did this to change the present situation. My lord has wisdom like that of an angel of God—he knows everything that happens in the land.”"
    },
    {
        "o": 9143,
        "r": "niv:2 Samuel:14:21",
        "t": "The*p king said to Joab, “Very well, I will do it. Go, bring back the young man Absalom.”"
    },
    {
        "o": 9144,
        "r": "niv:2 Samuel:14:22",
        "t": "Joab*p fell with his face to the ground to pay him honor, and he blessed the king. Joab said, “Today your servant knows that he has found favor in your eyes, my lord the king, because the king has granted his servant’s request.”"
    },
    {
        "o": 9145,
        "r": "niv:2 Samuel:14:23",
        "t": "Then*p Joab went to Geshur and brought Absalom back to Jerusalem."
    },
    {
        "o": 9146,
        "r": "niv:2 Samuel:14:24",
        "t": "But the king said, “He must go to his own house; he must not see my face.” So Absalom went to his own house and did not see the face of the king."
    },
    {
        "o": 9147,
        "r": "niv:2 Samuel:14:25",
        "t": "In*p all Israel there was not a man so highly praised for his handsome appearance as Absalom. From the top of his head to the sole of his foot there was no blemish in him."
    },
    {
        "o": 9148,
        "r": "niv:2 Samuel:14:26",
        "t": "Whenever he cut the hair of his head—he used to cut his hair once a year because it became too heavy for him—he would weigh it, and its weight was two hundred shekels by the royal standard."
    },
    {
        "o": 9149,
        "r": "niv:2 Samuel:14:27",
        "t": "Three*p sons and a daughter were born to Absalom. His daughter’s name was Tamar, and she became a beautiful woman."
    },
    {
        "o": 9150,
        "r": "niv:2 Samuel:14:28",
        "t": "Absalom*p lived two years in Jerusalem without seeing the king’s face."
    },
    {
        "o": 9151,
        "r": "niv:2 Samuel:14:29",
        "t": "Then Absalom sent for Joab in order to send him to the king, but Joab refused to come to him. So he sent a second time, but he refused to come."
    },
    {
        "o": 9152,
        "r": "niv:2 Samuel:14:30",
        "t": "Then he said to his servants, “Look, Joab’s field is next to mine, and he has barley there. Go and set it on fire.” So Absalom’s servants set the field on fire."
    },
    {
        "o": 9153,
        "r": "niv:2 Samuel:14:31",
        "t": "Then*p Joab did go to Absalom’s house, and he said to him, “Why have your servants set my field on fire?”"
    },
    {
        "o": 9154,
        "r": "niv:2 Samuel:14:32",
        "t": "Absalom*p said to Joab, “Look, I sent word to you and said, ‘Come here so I can send you to the king to ask, “Why have I come from Geshur? It would be better for me if I were still there!” ’ Now then, I want to see the king’s face, and if I am guilty of anything, let him put me to death.”"
    },
    {
        "o": 9155,
        "r": "niv:2 Samuel:14:33",
        "t": "So*p Joab went to the king and told him this. Then the king summoned Absalom, and he came in and bowed down with his face to the ground before the king. And the king kissed Absalom."
    }
]
