[
    {
        "o": 34385,
        "r": "nasb:Revelation:10:0",
        "t": "Revelation 10",
        "h": 1
    },
    {
        "o": 34386,
        "r": "nasb:Revelation:10:0",
        "t": "The Angel and the Little Book",
        "h": 2
    },
    {
        "o": 34387,
        "r": "nasb:Revelation:10:1",
        "t": "I*p saw another strong angel coming down out of heaven, clothed with a cloud; and the rainbow was upon his head, and his face was like the sun, and his feet like pillars of fire;"
    },
    {
        "o": 34388,
        "r": "nasb:Revelation:10:2",
        "t": "and he had in his hand a little book which was open. He placed his right foot on the sea and his left on the land;"
    },
    {
        "o": 34389,
        "r": "nasb:Revelation:10:3",
        "t": "and he cried out with a loud voice, as when a lion roars; and when he had cried out, the seven peals of thunder uttered their voices."
    },
    {
        "o": 34390,
        "r": "nasb:Revelation:10:4",
        "t": "When the seven peals of thunder had spoken, I was about to write; and I heard a voice from heaven saying, “Seal up the things which the seven peals of thunder have spoken and do not write them.”"
    },
    {
        "o": 34391,
        "r": "nasb:Revelation:10:5",
        "t": "Then the angel whom I saw standing on the sea and on the land lifted up his right hand to heaven,"
    },
    {
        "o": 34392,
        "r": "nasb:Revelation:10:6",
        "t": "and swore by Him who lives forever and ever, who*s created*s heaven*s and*s the*s things*s in*s it,*s and*s the*s earth*s and*s the*s things*s in*s it,*s and*s the*s sea*s and*s the*s things*s in*s it,*s that there will be delay no longer,"
    },
    {
        "o": 34393,
        "r": "nasb:Revelation:10:7",
        "t": "but in the days of the voice of the seventh angel, when he is about to sound, then the mystery of God is finished, as He preached to His servants the prophets."
    },
    {
        "o": 34394,
        "r": "nasb:Revelation:10:8",
        "t": "Then*p the voice which I heard from heaven, I*i heard*i again speaking with me, and saying, “Go, take the book which is open in the hand of the angel who stands on the sea and on the land.”"
    },
    {
        "o": 34395,
        "r": "nasb:Revelation:10:9",
        "t": "So I went to the angel, telling him to give me the little book. And he said to me, “Take it and eat it; it will make your stomach bitter, but in your mouth it will be sweet as honey.”"
    },
    {
        "o": 34396,
        "r": "nasb:Revelation:10:10",
        "t": "I took the little book out of the angel’s hand and ate it, and in my mouth it was sweet as honey; and when I had eaten it, my stomach was made bitter."
    },
    {
        "o": 34397,
        "r": "nasb:Revelation:10:11",
        "t": "And they said to me, “You must prophesy again concerning many peoples and nations and tongues and kings.”"
    }
]
