[
    {
        "o": 2688,
        "r": "nkjv:Exodus:32:0",
        "t": "Exodus 32",
        "h": 1
    },
    {
        "o": 2689,
        "r": "nkjv:Exodus:32:0",
        "t": "The Gold Calf",
        "h": 2
    },
    {
        "o": 2690,
        "r": "nkjv:Exodus:32:1",
        "t": "Now*p when the people saw that Moses delayed coming down from the mountain, the people gathered together to Aaron, and said to him, “Come, make us gods that shall go before us; for as*i for*i this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.”"
    },
    {
        "o": 2691,
        "r": "nkjv:Exodus:32:2",
        "t": "And*p Aaron said to them, “Break off the golden earrings which are*i in the ears of your wives, your sons, and your daughters, and bring them*i to me.”"
    },
    {
        "o": 2692,
        "r": "nkjv:Exodus:32:3",
        "t": "So all the people broke off the golden earrings which were*i in their ears, and brought them*i to Aaron."
    },
    {
        "o": 2693,
        "r": "nkjv:Exodus:32:4",
        "t": "And he received the*i gold*i from their hand, and he fashioned it with an engraving tool, and made a molded calf. Then*p they said, “This is*i your god, O Israel, that brought you out of the land of Egypt!”"
    },
    {
        "o": 2694,
        "r": "nkjv:Exodus:32:5",
        "t": "So*p when Aaron saw it,*i he built an altar before it. And Aaron made a proclamation and said, “Tomorrow is*i a feast to the Lord.”*s"
    },
    {
        "o": 2695,
        "r": "nkjv:Exodus:32:6",
        "t": "Then they rose early on the next day, offered burnt offerings, and brought peace offerings; and the people sat down to eat and drink, and rose up to play."
    },
    {
        "o": 2696,
        "r": "nkjv:Exodus:32:7",
        "t": "And*p the Lord*s said to Moses, “Go, get down! For your people whom you brought out of the land of Egypt have corrupted themselves.*i"
    },
    {
        "o": 2697,
        "r": "nkjv:Exodus:32:8",
        "t": "They have turned aside quickly out of the way which I commanded them. They have made themselves a molded calf, and worshiped it and sacrificed to it, and said, ‘This is*i your god, O Israel, that brought you out of the land of Egypt!’”"
    },
    {
        "o": 2698,
        "r": "nkjv:Exodus:32:9",
        "t": "And the Lord*s said to Moses, “I have seen this people, and indeed it is*i a stiff-necked people!"
    },
    {
        "o": 2699,
        "r": "nkjv:Exodus:32:10",
        "t": "Now therefore, let Me alone, that My wrath may burn hot against them and I may consume them. And I will make of you a great nation.”"
    },
    {
        "o": 2700,
        "r": "nkjv:Exodus:32:11",
        "t": "Then*p Moses pleaded with the Lord*s his God, and said: “Lord,*s why does Your wrath burn hot against Your people whom You have brought out of the land of Egypt with great power and with a mighty hand?"
    },
    {
        "o": 2701,
        "r": "nkjv:Exodus:32:12",
        "t": "Why should the Egyptians speak, and say, ‘He brought them out to harm them, to kill them in the mountains, and to consume them from the face of the earth’? Turn from Your fierce wrath, and relent from this harm to Your people."
    },
    {
        "o": 2702,
        "r": "nkjv:Exodus:32:13",
        "t": "Remember Abraham, Isaac, and Israel, Your servants, to whom You swore by Your own self, and said to them, ‘I will multiply your descendants as the stars of heaven; and all this land that I have spoken of I give to your descendants, and they shall inherit it*i forever.’”"
    },
    {
        "o": 2703,
        "r": "nkjv:Exodus:32:14",
        "t": "So the Lord*s relented from the harm which He said He would do to His people."
    },
    {
        "o": 2704,
        "r": "nkjv:Exodus:32:15",
        "t": "And*p Moses turned and went down from the mountain, and the two tablets of the Testimony were*i in his hand. The tablets were*i written on both sides; on the one side*i and on the other they were written."
    },
    {
        "o": 2705,
        "r": "nkjv:Exodus:32:16",
        "t": "Now the tablets were*i the work of God, and the writing was*i the writing of God engraved on the tablets."
    },
    {
        "o": 2706,
        "r": "nkjv:Exodus:32:17",
        "t": "And*p when Joshua heard the noise of the people as they shouted, he said to Moses, “There*i is*i a noise of war in the camp.”"
    },
    {
        "o": 2707,
        "r": "nkjv:Exodus:32:18",
        "t": "But*p he said: “It*ipn is*i not the noise of the shout of victory, Nor*ld the noise of the cry of defeat, But*ild the sound of singing I hear.”"
    },
    {
        "o": 2708,
        "r": "nkjv:Exodus:32:19",
        "t": "So*p it was, as soon as he came near the camp, that he saw the calf and*i the dancing. So Moses’ anger became hot, and he cast the tablets out of his hands and broke them at the foot of the mountain."
    },
    {
        "o": 2709,
        "r": "nkjv:Exodus:32:20",
        "t": "Then he took the calf which they had made, burned it*i in the fire, and ground it*i to powder; and he scattered it*i on the water and made the children of Israel drink it.*i"
    },
    {
        "o": 2710,
        "r": "nkjv:Exodus:32:21",
        "t": "And Moses said to Aaron, “What did this people do to you that you have brought so*i great a sin upon them?”"
    },
    {
        "o": 2711,
        "r": "nkjv:Exodus:32:22",
        "t": "So*p Aaron said, “Do not let the anger of my lord become hot. You know the people, that they are*i set*i on evil."
    },
    {
        "o": 2712,
        "r": "nkjv:Exodus:32:23",
        "t": "For they said to me, ‘Make us gods that shall go before us; as*i for*i this Moses, the man who brought us out of the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 2713,
        "r": "nkjv:Exodus:32:24",
        "t": "And I said to them, ‘Whoever has any gold, let them break it*i off.’ So they gave it*i to me, and I cast it into the fire, and this calf came out.”"
    },
    {
        "o": 2714,
        "r": "nkjv:Exodus:32:25",
        "t": "Now*p when Moses saw that the people were*i unrestrained (for Aaron had not restrained them, to their*i shame among their enemies),"
    },
    {
        "o": 2715,
        "r": "nkjv:Exodus:32:26",
        "t": "then Moses stood in the entrance of the camp, and said, “Whoever is*i on the Lord’s*s side— come*i to me!” And all the sons of Levi gathered themselves together to him."
    },
    {
        "o": 2716,
        "r": "nkjv:Exodus:32:27",
        "t": "And he said to them, “Thus says the Lord*s God of Israel: ‘Let every man put his sword on his side, and go in and out from entrance to entrance throughout the camp, and let every man kill his brother, every man his companion, and every man his neighbor.’”"
    },
    {
        "o": 2717,
        "r": "nkjv:Exodus:32:28",
        "t": "So the sons of Levi did according to the word of Moses. And about three thousand men of the people fell that day."
    },
    {
        "o": 2718,
        "r": "nkjv:Exodus:32:29",
        "t": "Then Moses said, “Consecrate yourselves today to the Lord,*s that He may bestow on you a blessing this day, for every man has opposed his son and his brother.”"
    },
    {
        "o": 2719,
        "r": "nkjv:Exodus:32:30",
        "t": "Now*p it came to pass on the next day that Moses said to the people, “You have committed a great sin. So now I will go up to the Lord;*s perhaps I can make atonement for your sin.”"
    },
    {
        "o": 2720,
        "r": "nkjv:Exodus:32:31",
        "t": "Then Moses returned to the Lord*s and said, “Oh, these people have committed a great sin, and have made for themselves a god of gold!"
    },
    {
        "o": 2721,
        "r": "nkjv:Exodus:32:32",
        "t": "Yet now, if You will forgive their sin—but if not, I pray, blot me out of Your book which You have written.”"
    },
    {
        "o": 2722,
        "r": "nkjv:Exodus:32:33",
        "t": "And*p the Lord*s said to Moses, “Whoever has sinned against Me, I will blot him out of My book."
    },
    {
        "o": 2723,
        "r": "nkjv:Exodus:32:34",
        "t": "Now therefore, go, lead the people to the*i place*i of which I have spoken to you. Behold, My Angel shall go before you. Nevertheless, in the day when I visit for punishment, I will visit punishment upon them for their sin.”"
    },
    {
        "o": 2724,
        "r": "nkjv:Exodus:32:35",
        "t": "So*p the Lord*s plagued the people because of what they did with the calf which Aaron made."
    }
]
