[
    {
        "o": 14515,
        "r": "kjv:Psalm:9:0",
        "t": "Psalm 9",
        "h": 1
    },
    {
        "o": 14516,
        "r": "kjv:Psalm:9:0",
        "t": "To the chief Musician upon Muthlabben, A Psalm of David.",
        "h": 4
    },
    {
        "o": 14517,
        "r": "kjv:Psalm:9:1",
        "t": "I*p will praise thee, O Lord,*s with my whole heart; I will shew forth all thy marvellous works."
    },
    {
        "o": 14518,
        "r": "kjv:Psalm:9:2",
        "t": "I*p will be glad and rejoice in thee: I will sing praise to thy name, O thou most High."
    },
    {
        "o": 14519,
        "r": "kjv:Psalm:9:3",
        "t": "When*p mine enemies are turned back, they shall fall and perish at thy presence."
    },
    {
        "o": 14520,
        "r": "kjv:Psalm:9:4",
        "t": "For*p thou hast maintained my right and my cause; thou satest in the throne judging right."
    },
    {
        "o": 14521,
        "r": "kjv:Psalm:9:5",
        "t": "Thou*p hast rebuked the heathen, thou hast destroyed the wicked, thou hast put out their name for ever and ever."
    },
    {
        "o": 14522,
        "r": "kjv:Psalm:9:6",
        "t": "O*p thou enemy, destructions are come to a perpetual end: and thou hast destroyed cities; their memorial is perished with them."
    },
    {
        "o": 14523,
        "r": "kjv:Psalm:9:7",
        "t": "But*p the Lord*s shall endure for ever: he hath prepared his throne for judgment."
    },
    {
        "o": 14524,
        "r": "kjv:Psalm:9:8",
        "t": "And*p he shall judge the world in righteousness, he shall minister judgment to the people in uprightness."
    },
    {
        "o": 14525,
        "r": "kjv:Psalm:9:9",
        "t": "The*p Lord*s also will be a refuge for the oppressed, a refuge in times of trouble."
    },
    {
        "o": 14526,
        "r": "kjv:Psalm:9:10",
        "t": "And*p they that know thy name will put their trust in thee: for thou, Lord,*s hast not forsaken them that seek thee."
    },
    {
        "o": 14527,
        "r": "kjv:Psalm:9:11",
        "t": "Sing*p praises to the Lord,*s which dwelleth in Zion: declare among the people his doings."
    },
    {
        "o": 14528,
        "r": "kjv:Psalm:9:12",
        "t": "When*p he maketh inquisition for blood, he remembereth them: he forgetteth not the cry of the humble."
    },
    {
        "o": 14529,
        "r": "kjv:Psalm:9:13",
        "t": "Have*p mercy upon me, O Lord;*s consider my trouble which I suffer of them that hate me, thou that liftest me up from the gates of death:"
    },
    {
        "o": 14530,
        "r": "kjv:Psalm:9:14",
        "t": "That*p I may shew forth all thy praise in the gates of the daughter of Zion: I will rejoice in thy salvation."
    },
    {
        "o": 14531,
        "r": "kjv:Psalm:9:15",
        "t": "The*p heathen are sunk down in the pit that they made: in the net which they hid is their own foot taken."
    },
    {
        "o": 14532,
        "r": "kjv:Psalm:9:16",
        "t": "The*p Lord*s is known by the judgment which he executeth: the wicked is snared in the work of his own hands. Higgaion. Selah."
    },
    {
        "o": 14533,
        "r": "kjv:Psalm:9:17",
        "t": "The*p wicked shall be turned into hell, and all the nations that forget God."
    },
    {
        "o": 14534,
        "r": "kjv:Psalm:9:18",
        "t": "For*p the needy shall not alway be forgotten: the expectation of the poor shall not perish for ever."
    },
    {
        "o": 14535,
        "r": "kjv:Psalm:9:19",
        "t": "Arise,*p O Lord;*s let not man prevail: let the heathen be judged in thy sight."
    },
    {
        "o": 14536,
        "r": "kjv:Psalm:9:20",
        "t": "Put*p them in fear, O Lord:*s that the nations may know themselves to be but men. Selah."
    }
]
