[
    {
        "o": 11785,
        "r": "niv:1 Chronicles:14:0",
        "t": "1 Chronicles 14",
        "h": 1
    },
    {
        "o": 11786,
        "r": "niv:1 Chronicles:14:0",
        "t": "David’s House and Family",
        "h": 2
    },
    {
        "o": 11787,
        "r": "niv:1 Chronicles:14:1",
        "t": "Now*p Hiram king of Tyre sent messengers to David, along with cedar logs, stonemasons and carpenters to build a palace for him."
    },
    {
        "o": 11788,
        "r": "niv:1 Chronicles:14:2",
        "t": "And David knew that the Lord*s had established him as king over Israel and that his kingdom had been highly exalted for the sake of his people Israel."
    },
    {
        "o": 11789,
        "r": "niv:1 Chronicles:14:3",
        "t": "In*p Jerusalem David took more wives and became the father of more sons and daughters."
    },
    {
        "o": 11790,
        "r": "niv:1 Chronicles:14:4",
        "t": "These are the names of the children born to him there: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 11791,
        "r": "niv:1 Chronicles:14:5",
        "t": "Ibhar, Elishua, Elpelet,"
    },
    {
        "o": 11792,
        "r": "niv:1 Chronicles:14:6",
        "t": "Nogah, Nepheg, Japhia,"
    },
    {
        "o": 11793,
        "r": "niv:1 Chronicles:14:7",
        "t": "Elishama, Beeliada and Eliphelet."
    },
    {
        "o": 11794,
        "r": "niv:1 Chronicles:14:7",
        "t": "David Defeats the Philistines",
        "h": 2
    },
    {
        "o": 11795,
        "r": "niv:1 Chronicles:14:8",
        "t": "When*p the Philistines heard that David had been anointed king over all Israel, they went up in full force to search for him, but David heard about it and went out to meet them."
    },
    {
        "o": 11796,
        "r": "niv:1 Chronicles:14:9",
        "t": "Now the Philistines had come and raided the Valley of Rephaim;"
    },
    {
        "o": 11797,
        "r": "niv:1 Chronicles:14:10",
        "t": "so David inquired of God: “Shall I go and attack the Philistines? Will you deliver them into my hands?” The*p Lord*s answered him, “Go, I will deliver them into your hands.”"
    },
    {
        "o": 11798,
        "r": "niv:1 Chronicles:14:11",
        "t": "So*p David and his men went up to Baal Perazim, and there he defeated them. He said, “As waters break out, God has broken out against my enemies by my hand.” So that place was called Baal Perazim."
    },
    {
        "o": 11799,
        "r": "niv:1 Chronicles:14:12",
        "t": "The Philistines had abandoned their gods there, and David gave orders to burn them in the fire."
    },
    {
        "o": 11800,
        "r": "niv:1 Chronicles:14:13",
        "t": "Once*p more the Philistines raided the valley;"
    },
    {
        "o": 11801,
        "r": "niv:1 Chronicles:14:14",
        "t": "so David inquired of God again, and God answered him, “Do not go directly after them, but circle around them and attack them in front of the poplar trees."
    },
    {
        "o": 11802,
        "r": "niv:1 Chronicles:14:15",
        "t": "As soon as you hear the sound of marching in the tops of the poplar trees, move out to battle, because that will mean God has gone out in front of you to strike the Philistine army.”"
    },
    {
        "o": 11803,
        "r": "niv:1 Chronicles:14:16",
        "t": "So David did as God commanded him, and they struck down the Philistine army, all the way from Gibeon to Gezer."
    },
    {
        "o": 11804,
        "r": "niv:1 Chronicles:14:17",
        "t": "So*p David’s fame spread throughout every land, and the Lord*s made all the nations fear him."
    }
]
