[
    {
        "o": 27572,
        "r": "csb:Mark:6:0",
        "t": "Mark 6",
        "h": 1
    },
    {
        "o": 27573,
        "r": "csb:Mark:6:0",
        "t": "Rejection at Nazareth",
        "h": 2
    },
    {
        "o": 27574,
        "r": "csb:Mark:6:1",
        "t": "He*p left there and came to his hometown, and his disciples followed him."
    },
    {
        "o": 27575,
        "r": "csb:Mark:6:2",
        "t": "When the Sabbath came, he began to teach in the synagogue, and many who heard him were astonished. “Where did this man get these things?” they said. “What is this wisdom that has been given to him, and how are these miracles performed by his hands?"
    },
    {
        "o": 27576,
        "r": "csb:Mark:6:3",
        "t": "Isn’t this the carpenter, the son of Mary, and the brother of James, Joses, Judas, and Simon? And aren’t his sisters here with us?” So they were offended by him."
    },
    {
        "o": 27577,
        "r": "csb:Mark:6:4",
        "t": "Jesus*p said to them, “A*r prophet*r is*r not*r without*r honor*r except*r in*r his*r hometown,*r among*r his*r relatives,*r and*r in*r his*r household.”*r"
    },
    {
        "o": 27578,
        "r": "csb:Mark:6:5",
        "t": "He was not able to do a miracle there, except that he laid his hands on a few sick people and healed them."
    },
    {
        "o": 27579,
        "r": "csb:Mark:6:6",
        "t": "And he was amazed at their unbelief. He was going around the villages teaching."
    },
    {
        "o": 27580,
        "r": "csb:Mark:6:6",
        "t": "Commissioning the Twelve",
        "h": 2
    },
    {
        "o": 27581,
        "r": "csb:Mark:6:7",
        "t": "He*p summoned the Twelve and began to send them out in pairs and gave them authority over unclean spirits."
    },
    {
        "o": 27582,
        "r": "csb:Mark:6:8",
        "t": "He instructed them to take nothing for the road except a staff - no bread, no traveling bag, no money in their belts,"
    },
    {
        "o": 27583,
        "r": "csb:Mark:6:9",
        "t": "but to wear sandals and not put on an extra shirt."
    },
    {
        "o": 27584,
        "r": "csb:Mark:6:10",
        "t": "He said to them, “Whenever*r you*r enter*r a*r house,*r stay*r there*r until*r you*r leave*r that*r place.*r"
    },
    {
        "o": 27585,
        "r": "csb:Mark:6:11",
        "t": "If*r any*r place*r does*r not*r welcome*r you*r or*r listen*r to*r you,*r when*r you*r leave*r there,*r shake*r the*r dust*r off*r your*r feet*r as*r a*r testimony*r against*r them.”*r"
    },
    {
        "o": 27586,
        "r": "csb:Mark:6:12",
        "t": "So they went out and preached that people should repent."
    },
    {
        "o": 27587,
        "r": "csb:Mark:6:13",
        "t": "They drove out many demons, anointed many sick people with oil and healed them."
    },
    {
        "o": 27588,
        "r": "csb:Mark:6:13",
        "t": "John the Baptist Beheaded",
        "h": 2
    },
    {
        "o": 27589,
        "r": "csb:Mark:6:14",
        "t": "King*p Herod heard about it, because Jesus’s name had become well known. Some said, “John the Baptist has been raised from the dead, and that’s why miraculous powers are at work in him.”"
    },
    {
        "o": 27590,
        "r": "csb:Mark:6:15",
        "t": "But others said, “He’s Elijah.” Still others said, “He’s a prophet, like one of the prophets from long ago.”"
    },
    {
        "o": 27591,
        "r": "csb:Mark:6:16",
        "t": "When*p Herod heard of it, he said, “John, the one I beheaded, has been raised!”"
    },
    {
        "o": 27592,
        "r": "csb:Mark:6:17",
        "t": "For*p Herod himself had given orders to arrest John and to chain him in prison on account of Herodias, his brother Philip’s wife, because he had married her."
    },
    {
        "o": 27593,
        "r": "csb:Mark:6:18",
        "t": "John had been telling Herod, “It is not lawful for you to have your brother’s wife.”"
    },
    {
        "o": 27594,
        "r": "csb:Mark:6:19",
        "t": "So Herodias held a grudge against him and wanted to kill him. But she could not,"
    },
    {
        "o": 27595,
        "r": "csb:Mark:6:20",
        "t": "because Herod feared John and protected him, knowing he was a righteous and holy man. When Herod heard him he would be very perplexed, and yet he liked to listen to him."
    },
    {
        "o": 27596,
        "r": "csb:Mark:6:21",
        "t": "An*p opportune time came on his birthday, when Herod gave a banquet for his nobles, military commanders, and the leading men of Galilee."
    },
    {
        "o": 27597,
        "r": "csb:Mark:6:22",
        "t": "When Herodias’s own daughter came in and danced, she pleased Herod and his guests. The king said to the girl, “Ask me whatever you want, and I’ll give it to you.”"
    },
    {
        "o": 27598,
        "r": "csb:Mark:6:23",
        "t": "He promised her with an oath: “Whatever you ask me I will give you, up to half my kingdom.”"
    },
    {
        "o": 27599,
        "r": "csb:Mark:6:24",
        "t": "She*p went out and said to her mother, “What should I ask for?” “John*p the Baptist’s head,” she said."
    },
    {
        "o": 27600,
        "r": "csb:Mark:6:25",
        "t": "At*p once she hurried to the king and said, “I want you to give me John the Baptist’s head on a platter immediately.”"
    },
    {
        "o": 27601,
        "r": "csb:Mark:6:26",
        "t": "Although the king was deeply distressed, because of his oaths and the guests he did not want to refuse her."
    },
    {
        "o": 27602,
        "r": "csb:Mark:6:27",
        "t": "The king immediately sent for an executioner and commanded him to bring John’s head. So he went and beheaded him in prison,"
    },
    {
        "o": 27603,
        "r": "csb:Mark:6:28",
        "t": "brought his head on a platter, and gave it to the girl. Then the girl gave it to her mother."
    },
    {
        "o": 27604,
        "r": "csb:Mark:6:29",
        "t": "When John’s disciples heard about it, they came and removed his corpse and placed it in a tomb."
    },
    {
        "o": 27605,
        "r": "csb:Mark:6:29",
        "t": "Feeding of the Five Thousand",
        "h": 2
    },
    {
        "o": 27606,
        "r": "csb:Mark:6:30",
        "t": "The*p apostles gathered around Jesus and reported to him all that they had done and taught."
    },
    {
        "o": 27607,
        "r": "csb:Mark:6:31",
        "t": "He said to them, “Come*r away*r by*r yourselves*r to*r a*r remote*r place*r and*r rest*r for*r a*r while.”*r For many people were coming and going, and they did not even have time to eat."
    },
    {
        "o": 27608,
        "r": "csb:Mark:6:32",
        "t": "So*p they went away in the boat by themselves to a remote place,"
    },
    {
        "o": 27609,
        "r": "csb:Mark:6:33",
        "t": "but many saw them leaving and recognized them, and they ran on foot from all the towns and arrived ahead of them."
    },
    {
        "o": 27610,
        "r": "csb:Mark:6:34",
        "t": "When*p he went ashore, he saw a large crowd and had compassion on them, because they were like sheep without a shepherd. Then he began to teach them many things."
    },
    {
        "o": 27611,
        "r": "csb:Mark:6:35",
        "t": "When*p it grew late, his disciples approached him and said, “This place is deserted, and it is already late."
    },
    {
        "o": 27612,
        "r": "csb:Mark:6:36",
        "t": "Send them away so that they can go into the surrounding countryside and villages to buy themselves something to eat.”"
    },
    {
        "o": 27613,
        "r": "csb:Mark:6:37",
        "t": "“You*rp give*r them*r something*r to*r eat,”*r he responded. They*p said to him, “Should we go and buy two hundred denarii worth of bread and give them something to eat?”"
    },
    {
        "o": 27614,
        "r": "csb:Mark:6:38",
        "t": "He*p asked them, “How*r many*r loaves*r do*r you*r have?*r Go*r and*r see.”*r When*p they found out they said, “Five, and two fish.”"
    },
    {
        "o": 27615,
        "r": "csb:Mark:6:39",
        "t": "Then he instructed them to have all the people sit down in groups on the green grass."
    },
    {
        "o": 27616,
        "r": "csb:Mark:6:40",
        "t": "So they sat down in groups of hundreds and fifties."
    },
    {
        "o": 27617,
        "r": "csb:Mark:6:41",
        "t": "He took the five loaves and the two fish, and looking up to heaven, he blessed and broke the loaves. He kept giving them to his disciples to set before the people. He also divided the two fish among them all."
    },
    {
        "o": 27618,
        "r": "csb:Mark:6:42",
        "t": "Everyone ate and was satisfied."
    },
    {
        "o": 27619,
        "r": "csb:Mark:6:43",
        "t": "They picked up twelve baskets full of pieces of bread and fish."
    },
    {
        "o": 27620,
        "r": "csb:Mark:6:44",
        "t": "Now those who had eaten the loaves were five thousand men."
    },
    {
        "o": 27621,
        "r": "csb:Mark:6:44",
        "t": "Walking on the Water",
        "h": 2
    },
    {
        "o": 27622,
        "r": "csb:Mark:6:45",
        "t": "Immediately*p he made his disciples get into the boat and go ahead of him to the other side, to Bethsaida, while he dismissed the crowd."
    },
    {
        "o": 27623,
        "r": "csb:Mark:6:46",
        "t": "After he said good-bye to them, he went away to the mountain to pray."
    },
    {
        "o": 27624,
        "r": "csb:Mark:6:47",
        "t": "Well into the night, the boat was in the middle of the sea, and he was alone on the land."
    },
    {
        "o": 27625,
        "r": "csb:Mark:6:48",
        "t": "He saw them straining at the oars, because the wind was against them. Very early in the morning he came toward them walking on the sea and wanted to pass by them."
    },
    {
        "o": 27626,
        "r": "csb:Mark:6:49",
        "t": "When they saw him walking on the sea, they thought it was a ghost and cried out,"
    },
    {
        "o": 27627,
        "r": "csb:Mark:6:50",
        "t": "because they all saw him and were terrified. Immediately he spoke with them and said, “Have*r courage!*r It*r is*r I.*r Don’t*r be*r afraid.”*r"
    },
    {
        "o": 27628,
        "r": "csb:Mark:6:51",
        "t": "Then he got into the boat with them, and the wind ceased. They were completely astounded,"
    },
    {
        "o": 27629,
        "r": "csb:Mark:6:52",
        "t": "because they had not understood about the loaves. Instead, their hearts were hardened."
    },
    {
        "o": 27630,
        "r": "csb:Mark:6:52",
        "t": "Miraculous Healings",
        "h": 2
    },
    {
        "o": 27631,
        "r": "csb:Mark:6:53",
        "t": "When*p they had crossed over, they came to shore at Gennesaret and anchored there."
    },
    {
        "o": 27632,
        "r": "csb:Mark:6:54",
        "t": "As*p they got out of the boat, people immediately recognized him."
    },
    {
        "o": 27633,
        "r": "csb:Mark:6:55",
        "t": "They hurried throughout that region and began to carry the sick on mats to wherever they heard he was."
    },
    {
        "o": 27634,
        "r": "csb:Mark:6:56",
        "t": "Wherever he went, into villages, towns, or the country, they laid the sick in the marketplaces and begged him that they might touch just the end of his robe. And everyone who touched it was healed."
    }
]
