[
    {
        "o": 175,
        "r": "esv:Genesis:7:0",
        "t": "Genesis 7",
        "h": 1
    },
    {
        "o": 176,
        "r": "esv:Genesis:7:1",
        "t": "Then*p the Lord*s said to Noah, “Go into the ark, you and all your household, for I have seen that you are righteous before me in this generation."
    },
    {
        "o": 177,
        "r": "esv:Genesis:7:2",
        "t": "Take with you seven pairs of all clean animals, the male and his mate, and a pair of the animals that are not clean, the male and his mate,"
    },
    {
        "o": 178,
        "r": "esv:Genesis:7:3",
        "t": "and seven pairs of the birds of the heavens also, male and female, to keep their offspring alive on the face of all the earth."
    },
    {
        "o": 179,
        "r": "esv:Genesis:7:4",
        "t": "For in seven days I will send rain on the earth forty days and forty nights, and every living thing that I have made I will blot out from the face of the ground.”"
    },
    {
        "o": 180,
        "r": "esv:Genesis:7:5",
        "t": "And Noah did all that the Lord*s had commanded him."
    },
    {
        "o": 181,
        "r": "esv:Genesis:7:6",
        "t": "Noah*p was six hundred years old when the flood of waters came upon the earth."
    },
    {
        "o": 182,
        "r": "esv:Genesis:7:7",
        "t": "And Noah and his sons and his wife and his sons’ wives with him went into the ark to escape the waters of the flood."
    },
    {
        "o": 183,
        "r": "esv:Genesis:7:8",
        "t": "Of clean animals, and of animals that are not clean, and of birds, and of everything that creeps on the ground,"
    },
    {
        "o": 184,
        "r": "esv:Genesis:7:9",
        "t": "two and two, male and female, went into the ark with Noah, as God had commanded Noah."
    },
    {
        "o": 185,
        "r": "esv:Genesis:7:10",
        "t": "And after seven days the waters of the flood came upon the earth."
    },
    {
        "o": 186,
        "r": "esv:Genesis:7:11",
        "t": "In*p the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on that day all the fountains of the great deep burst forth, and the windows of the heavens were opened."
    },
    {
        "o": 187,
        "r": "esv:Genesis:7:12",
        "t": "And rain fell upon the earth forty days and forty nights."
    },
    {
        "o": 188,
        "r": "esv:Genesis:7:13",
        "t": "On the very same day Noah and his sons, Shem and Ham and Japheth, and Noah’s wife and the three wives of his sons with them entered the ark,"
    },
    {
        "o": 189,
        "r": "esv:Genesis:7:14",
        "t": "they and every beast, according to its kind, and all the livestock according to their kinds, and every creeping thing that creeps on the earth, according to its kind, and every bird, according to its kind, every winged creature."
    },
    {
        "o": 190,
        "r": "esv:Genesis:7:15",
        "t": "They went into the ark with Noah, two and two of all flesh in which there was the breath of life."
    },
    {
        "o": 191,
        "r": "esv:Genesis:7:16",
        "t": "And those that entered, male and female of all flesh, went in as God had commanded him. And the Lord*s shut him in."
    },
    {
        "o": 192,
        "r": "esv:Genesis:7:17",
        "t": "The*p flood continued forty days on the earth. The waters increased and bore up the ark, and it rose high above the earth."
    },
    {
        "o": 193,
        "r": "esv:Genesis:7:18",
        "t": "The waters prevailed and increased greatly on the earth, and the ark floated on the face of the waters."
    },
    {
        "o": 194,
        "r": "esv:Genesis:7:19",
        "t": "And the waters prevailed so mightily on the earth that all the high mountains under the whole heaven were covered."
    },
    {
        "o": 195,
        "r": "esv:Genesis:7:20",
        "t": "The waters prevailed above the mountains, covering them fifteen cubits deep."
    },
    {
        "o": 196,
        "r": "esv:Genesis:7:21",
        "t": "And all flesh died that moved on the earth, birds, livestock, beasts, all swarming creatures that swarm on the earth, and all mankind."
    },
    {
        "o": 197,
        "r": "esv:Genesis:7:22",
        "t": "Everything on the dry land in whose nostrils was the breath of life died."
    },
    {
        "o": 198,
        "r": "esv:Genesis:7:23",
        "t": "He blotted out every living thing that was on the face of the ground, man and animals and creeping things and birds of the heavens. They were blotted out from the earth. Only Noah was left, and those who were with him in the ark."
    },
    {
        "o": 199,
        "r": "esv:Genesis:7:24",
        "t": "And the waters prevailed on the earth 150 days."
    }
]
