[
    {
        "o": 23868,
        "r": "kjv:Zephaniah:3:0",
        "t": "Zephaniah 3",
        "h": 1
    },
    {
        "o": 23869,
        "r": "kjv:Zephaniah:3:1",
        "t": "Woe*p to her that is filthy and polluted, to the oppressing city!"
    },
    {
        "o": 23870,
        "r": "kjv:Zephaniah:3:2",
        "t": "She*p obeyed not the voice; she received not correction; she trusted not in the Lord;*s she drew not near to her God."
    },
    {
        "o": 23871,
        "r": "kjv:Zephaniah:3:3",
        "t": "Her*p princes within her are roaring lions; her judges are evening wolves; they gnaw not the bones till the morrow."
    },
    {
        "o": 23872,
        "r": "kjv:Zephaniah:3:4",
        "t": "Her*p prophets are light and treacherous persons: her priests have polluted the sanctuary, they have done violence to the law."
    },
    {
        "o": 23873,
        "r": "kjv:Zephaniah:3:5",
        "t": "The*p just Lord*s is in the midst thereof; he will not do iniquity: every morning doth he bring his judgment to light, he faileth not; but the unjust knoweth no shame."
    },
    {
        "o": 23874,
        "r": "kjv:Zephaniah:3:6",
        "t": "I*p have cut off the nations: their towers are desolate; I made their streets waste, that none passeth by: their cities are destroyed, so that there is no man, that there is none inhabitant."
    },
    {
        "o": 23875,
        "r": "kjv:Zephaniah:3:7",
        "t": "I*p said, Surely thou wilt fear me, thou wilt receive instruction; so their dwelling should not be cut off, howsoever I punished them: but they rose early, and corrupted all their doings."
    },
    {
        "o": 23876,
        "r": "kjv:Zephaniah:3:8",
        "t": "Therefore*p wait ye upon me, saith the Lord,*s until the day that I rise up to the prey: for my determination is to gather the nations, that I may assemble the kingdoms, to pour upon them mine indignation, even all my fierce anger: for all the earth shall be devoured with the fire of my jealousy."
    },
    {
        "o": 23877,
        "r": "kjv:Zephaniah:3:9",
        "t": "For*p then will I turn to the people a pure language, that they may all call upon the name of the Lord,*s to serve him with one consent."
    },
    {
        "o": 23878,
        "r": "kjv:Zephaniah:3:10",
        "t": "From*p beyond the rivers of Ethiopia my suppliants, even the daughter of my dispersed, shall bring mine offering."
    },
    {
        "o": 23879,
        "r": "kjv:Zephaniah:3:11",
        "t": "In*p that day shalt thou not be ashamed for all thy doings, wherein thou hast transgressed against me: for then I will take away out of the midst of thee them that rejoice in thy pride, and thou shalt no more be haughty because of my holy mountain."
    },
    {
        "o": 23880,
        "r": "kjv:Zephaniah:3:12",
        "t": "I*p will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the Lord.*s"
    },
    {
        "o": 23881,
        "r": "kjv:Zephaniah:3:13",
        "t": "The*p remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth: for they shall feed and lie down, and none shall make them afraid."
    },
    {
        "o": 23882,
        "r": "kjv:Zephaniah:3:14",
        "t": "Sing,*p O daughter of Zion; shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem."
    },
    {
        "o": 23883,
        "r": "kjv:Zephaniah:3:15",
        "t": "The*p Lord*s hath taken away thy judgments, he hath cast out thine enemy: the king of Israel, even the Lord,*s is in the midst of thee: thou shalt not see evil any more."
    },
    {
        "o": 23884,
        "r": "kjv:Zephaniah:3:16",
        "t": "In*p that day it shall be said to Jerusalem, Fear thou not: and to Zion, Let not thine hands be slack."
    },
    {
        "o": 23885,
        "r": "kjv:Zephaniah:3:17",
        "t": "The*p Lord*s thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing."
    },
    {
        "o": 23886,
        "r": "kjv:Zephaniah:3:18",
        "t": "I*p will gather them that are sorrowful for the solemn assembly, who are of thee, to whom the reproach of it was a burden."
    },
    {
        "o": 23887,
        "r": "kjv:Zephaniah:3:19",
        "t": "Behold,*p at that time I will undo all that afflict thee: and I will save her that halteth, and gather her that was driven out; and I will get them praise and fame in every land where they have been put to shame."
    },
    {
        "o": 23888,
        "r": "kjv:Zephaniah:3:20",
        "t": "At*p that time will I bring you again, even in the time that I gather you: for I will make you a name and a praise among all people of the earth, when I turn back your captivity before your eyes, saith the Lord.*s"
    }
]
