[
    {
        "o": 25340,
        "r": "nkjv:Micah:4:0",
        "t": "Micah 4",
        "h": 1
    },
    {
        "o": 25341,
        "r": "nkjv:Micah:4:0",
        "t": "The Lord’s Reign in Zion",
        "h": 2
    },
    {
        "o": 25342,
        "r": "nkjv:Micah:4:1",
        "t": "Now*pn it shall come to pass in the latter days That*ild the mountain of the Lord’s*s house Shall*ld be established on the top of the mountains, And*ld shall be exalted above the hills; And*ld peoples shall flow to it."
    },
    {
        "o": 25343,
        "r": "nkjv:Micah:4:2",
        "t": "Many*ld nations shall come and say, “Come,*ld and let us go up to the mountain of the Lord,*s To*ld the house of the God of Jacob; He*ld will teach us His ways, And*ld we shall walk in His paths.” For*ld out of Zion the law shall go forth, And*ld the word of the Lord*s from Jerusalem."
    },
    {
        "o": 25344,
        "r": "nkjv:Micah:4:3",
        "t": "He*ld shall judge between many peoples, And*ld rebuke strong nations afar off; They*ld shall beat their swords into plowshares, And*ld their spears into pruning hooks; Nation*ld shall not lift up sword against nation, Neither*ld shall they learn war anymore."
    },
    {
        "o": 25345,
        "r": "nkjv:Micah:4:4",
        "t": "But*ln everyone shall sit under his vine and under his fig tree, And*ld no one shall make them*i afraid; For*ld the mouth of the Lord*s of hosts has spoken."
    },
    {
        "o": 25346,
        "r": "nkjv:Micah:4:5",
        "t": "For*ld all people walk each in the name of his god, But*ld we will walk in the name of the Lord*s our God Forever*ld and ever."
    },
    {
        "o": 25347,
        "r": "nkjv:Micah:4:5",
        "t": "Zion’s Future Triumph",
        "h": 2
    },
    {
        "o": 25348,
        "r": "nkjv:Micah:4:6",
        "t": "“In*pn that day,” says the Lord,*s “I*ld will assemble the lame, I*ld will gather the outcast And*ld those whom I have afflicted;"
    },
    {
        "o": 25349,
        "r": "nkjv:Micah:4:7",
        "t": "I*ld will make the lame a remnant, And*ld the outcast a strong nation; So*ld the Lord*s will reign over them in Mount Zion From*ld now on, even forever."
    },
    {
        "o": 25350,
        "r": "nkjv:Micah:4:8",
        "t": "And*ld you, O tower of the flock, The*ld stronghold of the daughter of Zion, To*ld you shall it come, Even*ld the former dominion shall come, The*ld kingdom of the daughter of Jerusalem.”"
    },
    {
        "o": 25351,
        "r": "nkjv:Micah:4:9",
        "t": "Now*ln why do you cry aloud? Is*ild there*i no king in your midst? Has*ld your counselor perished? For*ld pangs have seized you like a woman in labor."
    },
    {
        "o": 25352,
        "r": "nkjv:Micah:4:10",
        "t": "Be*ld in pain, and labor to bring forth, O*ld daughter of Zion, Like*ld a woman in birth pangs. For*ld now you shall go forth from the city, You*ld shall dwell in the field, And*ld to Babylon you shall go. There*ld you shall be delivered; There*ld the Lord*s will redeem you From*ld the hand of your enemies."
    },
    {
        "o": 25353,
        "r": "nkjv:Micah:4:11",
        "t": "Now*ln also many nations have gathered against you, Who*ld say, “Let her be defiled, And*ld let our eye look upon Zion.”"
    },
    {
        "o": 25354,
        "r": "nkjv:Micah:4:12",
        "t": "But*ld they do not know the thoughts of the Lord,*s Nor*ld do they understand His counsel; For*ld He will gather them like sheaves to the threshing floor."
    },
    {
        "o": 25355,
        "r": "nkjv:Micah:4:13",
        "t": "“Arise*ln and thresh, O daughter of Zion; For*ld I will make your horn iron, And*ld I will make your hooves bronze; You*ld shall beat in pieces many peoples; I*ld will consecrate their gain to the Lord,*s And*ld their substance to the Lord of the whole earth.”"
    }
]
