[
    {
        "o": 1712,
        "r": "kjv:Exodus:6:0",
        "t": "Exodus 6",
        "h": 1
    },
    {
        "o": 1713,
        "r": "kjv:Exodus:6:1",
        "t": "Then*p the Lord*s said unto Moses, Now shalt thou see what I will do to Pharaoh: for with a strong hand shall he let them go, and with a strong hand shall he drive them out of his land."
    },
    {
        "o": 1714,
        "r": "kjv:Exodus:6:2",
        "t": "And*p God spake unto Moses, and said unto him, I am the Lord:*s"
    },
    {
        "o": 1715,
        "r": "kjv:Exodus:6:3",
        "t": "And*p I appeared unto Abraham, unto Isaac, and unto Jacob, by the name of God Almighty, but by my name Jehovah*s was I not known to them."
    },
    {
        "o": 1716,
        "r": "kjv:Exodus:6:4",
        "t": "And*p I have also established my covenant with them, to give them the land of Canaan, the land of their pilgrimage, wherein they were strangers."
    },
    {
        "o": 1717,
        "r": "kjv:Exodus:6:5",
        "t": "And*p I have also heard the groaning of the children of Israel, whom the Egyptians keep in bondage; and I have remembered my covenant."
    },
    {
        "o": 1718,
        "r": "kjv:Exodus:6:6",
        "t": "Wherefore*p say unto the children of Israel, I am the Lord,*s and I will bring you out from under the burdens of the Egyptians, and I will rid you out of their bondage, and I will redeem you with a stretched out arm, and with great judgments:"
    },
    {
        "o": 1719,
        "r": "kjv:Exodus:6:7",
        "t": "And*p I will take you to me for a people, and I will be to you a God: and ye shall know that I am the Lord*s your God, which bringeth you out from under the burdens of the Egyptians."
    },
    {
        "o": 1720,
        "r": "kjv:Exodus:6:8",
        "t": "And*p I will bring you in unto the land, concerning the which I did swear to give it to Abraham, to Isaac, and to Jacob; and I will give it you for an heritage: I am the Lord.*s"
    },
    {
        "o": 1721,
        "r": "kjv:Exodus:6:9",
        "t": "And*p Moses spake so unto the children of Israel: but they hearkened not unto Moses for anguish of spirit, and for cruel bondage."
    },
    {
        "o": 1722,
        "r": "kjv:Exodus:6:10",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 1723,
        "r": "kjv:Exodus:6:11",
        "t": "Go*p in, speak unto Pharaoh king of Egypt, that he let the children of Israel go out of his land."
    },
    {
        "o": 1724,
        "r": "kjv:Exodus:6:12",
        "t": "And*p Moses spake before the Lord,*s saying, Behold, the children of Israel have not hearkened unto me; how then shall Pharaoh hear me, who am of uncircumcised lips?"
    },
    {
        "o": 1725,
        "r": "kjv:Exodus:6:13",
        "t": "And*p the Lord*s spake unto Moses and unto Aaron, and gave them a charge unto the children of Israel, and unto Pharaoh king of Egypt, to bring the children of Israel out of the land of Egypt."
    },
    {
        "o": 1726,
        "r": "kjv:Exodus:6:14",
        "t": "These*p be the heads of their fathers' houses: The sons of Reuben the firstborn of Israel; Hanoch, and Pallu, Hezron, and Carmi: these be the families of Reuben."
    },
    {
        "o": 1727,
        "r": "kjv:Exodus:6:15",
        "t": "And*p the sons of Simeon; Jemuel, and Jamin, and Ohad, and Jachin, and Zohar, and Shaul the son of a Canaanitish woman: these are the families of Simeon."
    },
    {
        "o": 1728,
        "r": "kjv:Exodus:6:16",
        "t": "And*p these are the names of the sons of Levi according to their generations; Gershon, and Kohath, and Merari: and the years of the life of Levi were an hundred thirty and seven years."
    },
    {
        "o": 1729,
        "r": "kjv:Exodus:6:17",
        "t": "The*p sons of Gershon; Libni, and Shimei, according to their families."
    },
    {
        "o": 1730,
        "r": "kjv:Exodus:6:18",
        "t": "And*p the sons of Kohath; Amram, and Izhar, and Hebron, and Uzziel: and the years of the life of Kohath were an hundred thirty and three years."
    },
    {
        "o": 1731,
        "r": "kjv:Exodus:6:19",
        "t": "And*p the sons of Merari; Mahli and Mushi: these are the families of Levi according to their generations."
    },
    {
        "o": 1732,
        "r": "kjv:Exodus:6:20",
        "t": "And*p Amram took him Jochebed his father's sister to wife; and she bare him Aaron and Moses: and the years of the life of Amram were an hundred and thirty and seven years."
    },
    {
        "o": 1733,
        "r": "kjv:Exodus:6:21",
        "t": "And*p the sons of Izhar; Korah, and Nepheg, and Zichri."
    },
    {
        "o": 1734,
        "r": "kjv:Exodus:6:22",
        "t": "And*p the sons of Uzziel; Mishael, and Elzaphan, and Zithri."
    },
    {
        "o": 1735,
        "r": "kjv:Exodus:6:23",
        "t": "And*p Aaron took him Elisheba, daughter of Amminadab, sister of Nahshon, to wife; and she bare him Nadab, and Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 1736,
        "r": "kjv:Exodus:6:24",
        "t": "And*p the sons of Korah; Assir, and Elkanah, and Abiasaph: these are the families of the Korhites."
    },
    {
        "o": 1737,
        "r": "kjv:Exodus:6:25",
        "t": "And*p Eleazar Aaron's son took him one of the daughters of Putiel to wife; and she bare him Phinehas: these are the heads of the fathers of the Levites according to their families."
    },
    {
        "o": 1738,
        "r": "kjv:Exodus:6:26",
        "t": "These*p are that Aaron and Moses, to whom the Lord*s said, Bring out the children of Israel from the land of Egypt according to their armies."
    },
    {
        "o": 1739,
        "r": "kjv:Exodus:6:27",
        "t": "These*p are they which spake to Pharaoh king of Egypt, to bring out the children of Israel from Egypt: these are that Moses and Aaron."
    },
    {
        "o": 1740,
        "r": "kjv:Exodus:6:28",
        "t": "And*p it came to pass on the day when the Lord*s spake unto Moses in the land of Egypt,"
    },
    {
        "o": 1741,
        "r": "kjv:Exodus:6:29",
        "t": "That*p the Lord*s spake unto Moses, saying, I am the Lord:*s speak thou unto Pharaoh king of Egypt all that I say unto thee."
    },
    {
        "o": 1742,
        "r": "kjv:Exodus:6:30",
        "t": "And*p Moses said before the Lord,*s Behold, I am of uncircumcised lips, and how shall Pharaoh hearken unto me?"
    }
]
