[
    {
        "o": 24841,
        "r": "csb:Daniel:12:0",
        "t": "Daniel 12",
        "h": 1
    },
    {
        "o": 24842,
        "r": "csb:Daniel:12:1",
        "t": "At*pn that time Michael,*ln the great prince who*ln stands watch over your people, will rise up. There*ln will be a time of distress such*ln as never has occurred since*ln nations came into being until that time. But*ln at that time all your people who*ln are found written in the book will escape."
    },
    {
        "o": 24843,
        "r": "csb:Daniel:12:2",
        "t": "Many*ln who sleep in the dust of*ln the earth will awake, some*ln to eternal life, and*ln some to disgrace and eternal contempt."
    },
    {
        "o": 24844,
        "r": "csb:Daniel:12:3",
        "t": "Those*ln who have insight will shine like*ln the bright expanse of the heavens, and*ln those who lead many to righteousness, like*ln the stars forever and ever."
    },
    {
        "o": 24845,
        "r": "csb:Daniel:12:4",
        "t": "“But*p you, Daniel, keep these words secret and seal the book until the time of the end. Many will roam about, and knowledge will increase.”"
    },
    {
        "o": 24846,
        "r": "csb:Daniel:12:5",
        "t": "Then*p I, Daniel, looked, and two others were standing there, one on this bank of the river and one on the other."
    },
    {
        "o": 24847,
        "r": "csb:Daniel:12:6",
        "t": "One of them said to the man dressed in linen, who was above the water of the river, “How long until the end of these wondrous things?”"
    },
    {
        "o": 24848,
        "r": "csb:Daniel:12:7",
        "t": "Then I heard the man dressed in linen, who was above the water of the river. He raised both his hands toward heaven and swore by him who lives eternally that it would be for a time, times, and half a time. When the power of the holy people is shattered, all these things will be completed."
    },
    {
        "o": 24849,
        "r": "csb:Daniel:12:8",
        "t": "I*p heard but did not understand. So I asked, “My lord, what will be the outcome of these things?”"
    },
    {
        "o": 24850,
        "r": "csb:Daniel:12:9",
        "t": "He*p said, “Go on your way, Daniel, for the words are secret and sealed until the time of the end."
    },
    {
        "o": 24851,
        "r": "csb:Daniel:12:10",
        "t": "Many will be purified, cleansed, and refined, but the wicked will act wickedly; none of the wicked will understand, but those who have insight will understand."
    },
    {
        "o": 24852,
        "r": "csb:Daniel:12:11",
        "t": "From the time the daily sacrifice is abolished and the abomination of desolation is set up, there will be 1,290 days."
    },
    {
        "o": 24853,
        "r": "csb:Daniel:12:12",
        "t": "Happy is the one who waits for and reaches 1,335 days."
    },
    {
        "o": 24854,
        "r": "csb:Daniel:12:13",
        "t": "But as for you, go on your way to the end; you will rest, and then you will rise to receive your allotted inheritance at the end of the days.”"
    }
]
