[
    {
        "o": 31110,
        "r": "nasb:Romans:1:0",
        "t": "Romans 1",
        "h": 1
    },
    {
        "o": 31111,
        "r": "nasb:Romans:1:0",
        "t": "The Gospel Exalted",
        "h": 2
    },
    {
        "o": 31112,
        "r": "nasb:Romans:1:1",
        "t": "Paul,*p a bond-servant of Christ Jesus, called as*i an apostle, set apart for the gospel of God,"
    },
    {
        "o": 31113,
        "r": "nasb:Romans:1:2",
        "t": "which He promised beforehand through His prophets in the holy Scriptures,"
    },
    {
        "o": 31114,
        "r": "nasb:Romans:1:3",
        "t": "concerning His Son, who was born of a descendant of David according to the flesh,"
    },
    {
        "o": 31115,
        "r": "nasb:Romans:1:4",
        "t": "who was declared the Son of God with power by the resurrection from the dead, according to the Spirit of holiness, Jesus Christ our Lord,"
    },
    {
        "o": 31116,
        "r": "nasb:Romans:1:5",
        "t": "through whom we have received grace and apostleship to bring about the*i obedience of faith among all the Gentiles for His name’s sake,"
    },
    {
        "o": 31117,
        "r": "nasb:Romans:1:6",
        "t": "among whom you also are the called of Jesus Christ;"
    },
    {
        "o": 31118,
        "r": "nasb:Romans:1:7",
        "t": "to*p all who are beloved of God in Rome, called as*i saints: Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31119,
        "r": "nasb:Romans:1:8",
        "t": "First,*p I thank my God through Jesus Christ for you all, because your faith is being proclaimed throughout the whole world."
    },
    {
        "o": 31120,
        "r": "nasb:Romans:1:9",
        "t": "For God, whom I serve in my spirit in the preaching*i of*i the*i gospel of His Son, is my witness as*i to*i how unceasingly I make mention of you,"
    },
    {
        "o": 31121,
        "r": "nasb:Romans:1:10",
        "t": "always in my prayers making request, if perhaps now at last by the will of God I may succeed in coming to you."
    },
    {
        "o": 31122,
        "r": "nasb:Romans:1:11",
        "t": "For I long to see you so that I may impart some spiritual gift to you, that you may be established;"
    },
    {
        "o": 31123,
        "r": "nasb:Romans:1:12",
        "t": "that is, that I may be encouraged together with you while*i among you, each of us by the other’s faith, both yours and mine."
    },
    {
        "o": 31124,
        "r": "nasb:Romans:1:13",
        "t": "I do not want you to be unaware, brethren, that often I have planned to come to you (and have been prevented so far) so that I may obtain some fruit among you also, even as among the rest of the Gentiles."
    },
    {
        "o": 31125,
        "r": "nasb:Romans:1:14",
        "t": "I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish."
    },
    {
        "o": 31126,
        "r": "nasb:Romans:1:15",
        "t": "So, for my part, I am eager to preach the gospel to you also who are in Rome."
    },
    {
        "o": 31127,
        "r": "nasb:Romans:1:16",
        "t": "For*p I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek."
    },
    {
        "o": 31128,
        "r": "nasb:Romans:1:17",
        "t": "For in it the*i righteousness of God is revealed from faith to faith; as it is written, “But*s the*s righteous*s man*i shall*s live*s by*s faith.”*s"
    },
    {
        "o": 31129,
        "r": "nasb:Romans:1:17",
        "t": "Unbelief and Its Consequences",
        "h": 2
    },
    {
        "o": 31130,
        "r": "nasb:Romans:1:18",
        "t": "For*p the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men who suppress the truth in unrighteousness,"
    },
    {
        "o": 31131,
        "r": "nasb:Romans:1:19",
        "t": "because that which is known about God is evident within them; for God made it evident to them."
    },
    {
        "o": 31132,
        "r": "nasb:Romans:1:20",
        "t": "For since the creation of the world His invisible attributes, His eternal power and divine nature, have been clearly seen, being understood through what has been made, so that they are without excuse."
    },
    {
        "o": 31133,
        "r": "nasb:Romans:1:21",
        "t": "For even though they knew God, they did not honor Him as God or give thanks, but they became futile in their speculations, and their foolish heart was darkened."
    },
    {
        "o": 31134,
        "r": "nasb:Romans:1:22",
        "t": "Professing to be wise, they became fools,"
    },
    {
        "o": 31135,
        "r": "nasb:Romans:1:23",
        "t": "and exchanged the glory of the incorruptible God for an image in the form of corruptible man and of birds and four-footed animals and crawling creatures."
    },
    {
        "o": 31136,
        "r": "nasb:Romans:1:24",
        "t": "Therefore*p God gave them over in the lusts of their hearts to impurity, so that their bodies would be dishonored among them."
    },
    {
        "o": 31137,
        "r": "nasb:Romans:1:25",
        "t": "For they exchanged the truth of God for a lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen."
    },
    {
        "o": 31138,
        "r": "nasb:Romans:1:26",
        "t": "For*p this reason God gave them over to degrading passions; for their women exchanged the natural function for that which is unnatural,"
    },
    {
        "o": 31139,
        "r": "nasb:Romans:1:27",
        "t": "and in the same way also the men abandoned the natural function of the woman and burned in their desire toward one another, men with men committing indecent acts and receiving in their own persons the due penalty of their error."
    },
    {
        "o": 31140,
        "r": "nasb:Romans:1:28",
        "t": "And*p just as they did not see fit to acknowledge God any longer, God gave them over to a depraved mind, to do those things which are not proper,"
    },
    {
        "o": 31141,
        "r": "nasb:Romans:1:29",
        "t": "being filled with all unrighteousness, wickedness, greed, evil; full of envy, murder, strife, deceit, malice; they*i are*i gossips,"
    },
    {
        "o": 31142,
        "r": "nasb:Romans:1:30",
        "t": "slanderers, haters of God, insolent, arrogant, boastful, inventors of evil, disobedient to parents,"
    },
    {
        "o": 31143,
        "r": "nasb:Romans:1:31",
        "t": "without understanding, untrustworthy, unloving, unmerciful;"
    },
    {
        "o": 31144,
        "r": "nasb:Romans:1:32",
        "t": "and although they know the ordinance of God, that those who practice such things are worthy of death, they not only do the same, but also give hearty approval to those who practice them."
    }
]
