[
    {
        "o": 4741,
        "r": "nkjv:Numbers:20:0",
        "t": "Numbers 20",
        "h": 1
    },
    {
        "o": 4742,
        "r": "nkjv:Numbers:20:0",
        "t": "Moses’ Error at Kadesh",
        "h": 2
    },
    {
        "o": 4743,
        "r": "nkjv:Numbers:20:1",
        "t": "Then*p the children of Israel, the whole congregation, came into the Wilderness of Zin in the first month, and the people stayed in Kadesh; and Miriam died there and was buried there."
    },
    {
        "o": 4744,
        "r": "nkjv:Numbers:20:2",
        "t": "Now*p there was no water for the congregation; so they gathered together against Moses and Aaron."
    },
    {
        "o": 4745,
        "r": "nkjv:Numbers:20:3",
        "t": "And the people contended with Moses and spoke, saying: “If only we had died when our brethren died before the Lord!*s"
    },
    {
        "o": 4746,
        "r": "nkjv:Numbers:20:4",
        "t": "Why have you brought up the assembly of the Lord*s into this wilderness, that we and our animals should die here?"
    },
    {
        "o": 4747,
        "r": "nkjv:Numbers:20:5",
        "t": "And why have you made us come up out of Egypt, to bring us to this evil place? It is*i not a place of grain or figs or vines or pomegranates; nor is*i there any water to drink.”"
    },
    {
        "o": 4748,
        "r": "nkjv:Numbers:20:6",
        "t": "So Moses and Aaron went from the presence of the assembly to the door of the tabernacle of meeting, and they fell on their faces. And the glory of the Lord*s appeared to them."
    },
    {
        "o": 4749,
        "r": "nkjv:Numbers:20:7",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4750,
        "r": "nkjv:Numbers:20:8",
        "t": "“Take the rod; you and your brother Aaron gather the congregation together. Speak to the rock before their eyes, and it will yield its water; thus you shall bring water for them out of the rock, and give drink to the congregation and their animals.”"
    },
    {
        "o": 4751,
        "r": "nkjv:Numbers:20:9",
        "t": "So Moses took the rod from before the Lord*s as He commanded him."
    },
    {
        "o": 4752,
        "r": "nkjv:Numbers:20:10",
        "t": "And*p Moses and Aaron gathered the assembly together before the rock; and he said to them, “Hear now, you rebels! Must we bring water for you out of this rock?”"
    },
    {
        "o": 4753,
        "r": "nkjv:Numbers:20:11",
        "t": "Then Moses lifted his hand and struck the rock twice with his rod; and water came out abundantly, and the congregation and their animals drank."
    },
    {
        "o": 4754,
        "r": "nkjv:Numbers:20:12",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, “Because you did not believe Me, to hallow Me in the eyes of the children of Israel, therefore you shall not bring this assembly into the land which I have given them.”"
    },
    {
        "o": 4755,
        "r": "nkjv:Numbers:20:13",
        "t": "This*p was*i the water of Meribah, because the children of Israel contended with the Lord,*s and He was hallowed among them."
    },
    {
        "o": 4756,
        "r": "nkjv:Numbers:20:13",
        "t": "Passage Through Edom Refused",
        "h": 2
    },
    {
        "o": 4757,
        "r": "nkjv:Numbers:20:14",
        "t": "Now*p Moses sent messengers from Kadesh to the king of Edom. “Thus says your brother Israel: ‘You know all the hardship that has befallen us,"
    },
    {
        "o": 4758,
        "r": "nkjv:Numbers:20:15",
        "t": "how our fathers went down to Egypt, and we dwelt in Egypt a long time, and the Egyptians afflicted us and our fathers."
    },
    {
        "o": 4759,
        "r": "nkjv:Numbers:20:16",
        "t": "When we cried out to the Lord,*s He heard our voice and sent the Angel and brought us up out of Egypt; now here we are in Kadesh, a city on the edge of your border."
    },
    {
        "o": 4760,
        "r": "nkjv:Numbers:20:17",
        "t": "Please let us pass through your country. We will not pass through fields or vineyards, nor will we drink water from wells; we will go along the King’s Highway; we will not turn aside to the right hand or to the left until we have passed through your territory.’”"
    },
    {
        "o": 4761,
        "r": "nkjv:Numbers:20:18",
        "t": "Then*p Edom said to him, “You shall not pass through my land,*i lest I come out against you with the sword.”"
    },
    {
        "o": 4762,
        "r": "nkjv:Numbers:20:19",
        "t": "So*p the children of Israel said to him, “We will go by the Highway, and if I or my livestock drink any of your water, then I will pay for it; let me only pass through on foot, nothing more.”*i"
    },
    {
        "o": 4763,
        "r": "nkjv:Numbers:20:20",
        "t": "Then*p he said, “You shall not pass through.” So Edom came out against them with many men and with a strong hand."
    },
    {
        "o": 4764,
        "r": "nkjv:Numbers:20:21",
        "t": "Thus Edom refused to give Israel passage through his territory; so Israel turned away from him."
    },
    {
        "o": 4765,
        "r": "nkjv:Numbers:20:21",
        "t": "Death of Aaron",
        "h": 2
    },
    {
        "o": 4766,
        "r": "nkjv:Numbers:20:22",
        "t": "Now*p the children of Israel, the whole congregation, journeyed from Kadesh and came to Mount Hor."
    },
    {
        "o": 4767,
        "r": "nkjv:Numbers:20:23",
        "t": "And the Lord*s spoke to Moses and Aaron in Mount Hor by the border of the land of Edom, saying:"
    },
    {
        "o": 4768,
        "r": "nkjv:Numbers:20:24",
        "t": "“Aaron shall be gathered to his people, for he shall not enter the land which I have given to the children of Israel, because you rebelled against My word at the water of Meribah."
    },
    {
        "o": 4769,
        "r": "nkjv:Numbers:20:25",
        "t": "Take Aaron and Eleazar his son, and bring them up to Mount Hor;"
    },
    {
        "o": 4770,
        "r": "nkjv:Numbers:20:26",
        "t": "and strip Aaron of his garments and put them on Eleazar his son; for Aaron shall be gathered to*i his*i people*i and die there.”"
    },
    {
        "o": 4771,
        "r": "nkjv:Numbers:20:27",
        "t": "So Moses did just as the Lord*s commanded, and they went up to Mount Hor in the sight of all the congregation."
    },
    {
        "o": 4772,
        "r": "nkjv:Numbers:20:28",
        "t": "Moses stripped Aaron of his garments and put them on Eleazar his son; and Aaron died there on the top of the mountain. Then Moses and Eleazar came down from the mountain."
    },
    {
        "o": 4773,
        "r": "nkjv:Numbers:20:29",
        "t": "Now when all the congregation saw that Aaron was dead, all the house of Israel mourned for Aaron thirty days."
    }
]
