[
    {
        "o": 23218,
        "r": "kjv:Hosea:9:0",
        "t": "Hosea 9",
        "h": 1
    },
    {
        "o": 23219,
        "r": "kjv:Hosea:9:1",
        "t": "Rejoice*p not, O Israel, for joy, as other people: for thou hast gone a whoring from thy God, thou hast loved a reward upon every cornfloor."
    },
    {
        "o": 23220,
        "r": "kjv:Hosea:9:2",
        "t": "The*p floor and the winepress shall not feed them, and the new wine shall fail in her."
    },
    {
        "o": 23221,
        "r": "kjv:Hosea:9:3",
        "t": "They*p shall not dwell in the Lord's*s land; but Ephraim shall return to Egypt, and they shall eat unclean things in Assyria."
    },
    {
        "o": 23222,
        "r": "kjv:Hosea:9:4",
        "t": "They*p shall not offer wine offerings to the Lord,*s neither shall they be pleasing unto him: their sacrifices shall be unto them as the bread of mourners; all that eat thereof shall be polluted: for their bread for their soul shall not come into the house of the Lord.*s"
    },
    {
        "o": 23223,
        "r": "kjv:Hosea:9:5",
        "t": "What*p will ye do in the solemn day, and in the day of the feast of the Lord?*s"
    },
    {
        "o": 23224,
        "r": "kjv:Hosea:9:6",
        "t": "For,*p lo, they are gone because of destruction: Egypt shall gather them up, Memphis shall bury them: the pleasant places for their silver, nettles shall possess them: thorns shall be in their tabernacles."
    },
    {
        "o": 23225,
        "r": "kjv:Hosea:9:7",
        "t": "The*p days of visitation are come, the days of recompence are come; Israel shall know it: the prophet is a fool, the spiritual man is mad, for the multitude of thine iniquity, and the great hatred."
    },
    {
        "o": 23226,
        "r": "kjv:Hosea:9:8",
        "t": "The*p watchman of Ephraim was with my God: but the prophet is a snare of a fowler in all his ways, and hatred in the house of his God."
    },
    {
        "o": 23227,
        "r": "kjv:Hosea:9:9",
        "t": "They*p have deeply corrupted themselves, as in the days of Gibeah: therefore he will remember their iniquity, he will visit their sins."
    },
    {
        "o": 23228,
        "r": "kjv:Hosea:9:10",
        "t": "I*p found Israel like grapes in the wilderness; I saw your fathers as the firstripe in the fig tree at her first time: but they went to Baal–peor, and separated themselves unto that shame; and their abominations were according as they loved."
    },
    {
        "o": 23229,
        "r": "kjv:Hosea:9:11",
        "t": "As*p for Ephraim, their glory shall fly away like a bird, from the birth, and from the womb, and from the conception."
    },
    {
        "o": 23230,
        "r": "kjv:Hosea:9:12",
        "t": "Though*p they bring up their children, yet will I bereave them, that there shall not be a man left: yea, woe also to them when I depart from them!"
    },
    {
        "o": 23231,
        "r": "kjv:Hosea:9:13",
        "t": "Ephraim,*p as I saw Tyre, is planted in a pleasant place: but Ephraim shall bring forth his children to the murderer."
    },
    {
        "o": 23232,
        "r": "kjv:Hosea:9:14",
        "t": "Give*p them, O Lord:*s what wilt thou give? give them a miscarrying womb and dry breasts."
    },
    {
        "o": 23233,
        "r": "kjv:Hosea:9:15",
        "t": "All*p their wickedness is in Gilgal: for there I hated them: for the wickedness of their doings I will drive them out of mine house, I will love them no more: all their princes are revolters."
    },
    {
        "o": 23234,
        "r": "kjv:Hosea:9:16",
        "t": "Ephraim*p is smitten, their root is dried up, they shall bear no fruit: yea, though they bring forth, yet will I slay even the beloved fruit of their womb."
    },
    {
        "o": 23235,
        "r": "kjv:Hosea:9:17",
        "t": "My*p God will cast them away, because they did not hearken unto him: and they shall be wanderers among the nations."
    }
]
