[
    {
        "o": 5958,
        "r": "csb:Deuteronomy:19:0",
        "t": "Deuteronomy 19",
        "h": 1
    },
    {
        "o": 5959,
        "r": "csb:Deuteronomy:19:0",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5960,
        "r": "csb:Deuteronomy:19:1",
        "t": "“When*p the Lord*s your God annihilates the nations whose land he is giving you, so that you drive them out and live in their cities and houses,"
    },
    {
        "o": 5961,
        "r": "csb:Deuteronomy:19:2",
        "t": "you are to set apart three cities for yourselves within the land the Lord*s your God is giving you to possess."
    },
    {
        "o": 5962,
        "r": "csb:Deuteronomy:19:3",
        "t": "You are to determine the distances and divide the land the Lord*s your God is granting you as an inheritance into three regions, so that anyone who commits manslaughter can flee to these cities."
    },
    {
        "o": 5963,
        "r": "csb:Deuteronomy:19:4",
        "t": "“Here*p is the law concerning a case of someone who kills a person and flees there to save his life, having killed his neighbor accidentally without previously hating him:"
    },
    {
        "o": 5964,
        "r": "csb:Deuteronomy:19:5",
        "t": "If, for example, he goes into the forest with his neighbor to cut timber, and his hand swings the ax to chop down a tree, but the blade flies off the handle and strikes his neighbor so that he dies, that person may flee to one of these cities and live."
    },
    {
        "o": 5965,
        "r": "csb:Deuteronomy:19:6",
        "t": "Otherwise, the avenger of blood in the heat of his anger might pursue the one who committed manslaughter, overtake him because the distance is great, and strike him dead. Yet he did not deserve to die, since he did not previously hate his neighbor."
    },
    {
        "o": 5966,
        "r": "csb:Deuteronomy:19:7",
        "t": "This is why I am commanding you to set apart three cities for yourselves."
    },
    {
        "o": 5967,
        "r": "csb:Deuteronomy:19:8",
        "t": "If the Lord*s your God enlarges your territory as he swore to your ancestors, and gives you all the land he promised to give them -"
    },
    {
        "o": 5968,
        "r": "csb:Deuteronomy:19:9",
        "t": "provided you keep every one of these commands I am giving you today and follow them, loving the Lord*s your God and walking in his ways at all times - you are to add three more cities to these three."
    },
    {
        "o": 5969,
        "r": "csb:Deuteronomy:19:10",
        "t": "In this way, innocent blood will not be shed, and you will not become guilty of bloodshed in the land the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 5970,
        "r": "csb:Deuteronomy:19:11",
        "t": "But if someone hates his neighbor, lies in ambush for him, attacks him, and strikes him fatally, and flees to one of these cities,"
    },
    {
        "o": 5971,
        "r": "csb:Deuteronomy:19:12",
        "t": "the elders of his city are to send for him, take him from there, and hand him over to the avenger of blood and he will die."
    },
    {
        "o": 5972,
        "r": "csb:Deuteronomy:19:13",
        "t": "Do not look on him with pity but purge from Israel the guilt of shedding innocent blood, and you will prosper."
    },
    {
        "o": 5973,
        "r": "csb:Deuteronomy:19:13",
        "t": "Boundary Markers",
        "h": 2
    },
    {
        "o": 5974,
        "r": "csb:Deuteronomy:19:14",
        "t": "“Do*p not move your neighbor’s boundary marker, established at the start in the inheritance you will receive in the land the Lord*s your God is giving you to possess."
    },
    {
        "o": 5975,
        "r": "csb:Deuteronomy:19:14",
        "t": "Witnesses in Court",
        "h": 2
    },
    {
        "o": 5976,
        "r": "csb:Deuteronomy:19:15",
        "t": "“One*p witness cannot establish any iniquity or sin against a person, whatever that person has done. A fact must be established by the testimony of two or three witnesses."
    },
    {
        "o": 5977,
        "r": "csb:Deuteronomy:19:16",
        "t": "“If*p a malicious witness testifies against someone accusing him of a crime,"
    },
    {
        "o": 5978,
        "r": "csb:Deuteronomy:19:17",
        "t": "the two people in the dispute are to stand in the presence of the Lord*s before the priests and judges in authority at that time."
    },
    {
        "o": 5979,
        "r": "csb:Deuteronomy:19:18",
        "t": "The judges are to make a careful investigation, and if the witness turns out to be a liar who has falsely accused his brother,"
    },
    {
        "o": 5980,
        "r": "csb:Deuteronomy:19:19",
        "t": "you must do to him as he intended to do to his brother. You must purge the evil from you."
    },
    {
        "o": 5981,
        "r": "csb:Deuteronomy:19:20",
        "t": "Then everyone else will hear and be afraid, and they will never again do anything evil like this among you."
    },
    {
        "o": 5982,
        "r": "csb:Deuteronomy:19:21",
        "t": "Do not show pity: life for life, eye for eye, tooth for tooth, hand for hand, and foot for foot."
    }
]
