[
    {
        "o": 7608,
        "r": "csb:Judges:12:0",
        "t": "Judges 12",
        "h": 1
    },
    {
        "o": 7609,
        "r": "csb:Judges:12:0",
        "t": "Conflict with Ephraim",
        "h": 2
    },
    {
        "o": 7610,
        "r": "csb:Judges:12:1",
        "t": "The*p men of Ephraim were called together and crossed the Jordan to Zaphon. They said to Jephthah, “Why have you crossed over to fight against the Ammonites but didn’t call us to go with you? We will burn your house with you in it!”"
    },
    {
        "o": 7611,
        "r": "csb:Judges:12:2",
        "t": "Then*p Jephthah said to them, “My people and I had a bitter conflict with the Ammonites. So I called for you, but you didn’t deliver me from their power."
    },
    {
        "o": 7612,
        "r": "csb:Judges:12:3",
        "t": "When I saw that you weren’t going to deliver me, I took my life in my own hands and crossed over to the Ammonites, and the Lord*s handed them over to me. Why then have you come today to fight against me?”"
    },
    {
        "o": 7613,
        "r": "csb:Judges:12:4",
        "t": "Then*p Jephthah gathered all of the men of Gilead. They fought and defeated Ephraim, because Ephraim had said, “You Gileadites are Ephraimite fugitives in the territories of Ephraim and Manasseh.”"
    },
    {
        "o": 7614,
        "r": "csb:Judges:12:5",
        "t": "The Gileadites captured the fords of the Jordan leading to Ephraim. Whenever a fugitive from Ephraim said, “Let me cross over,” the Gileadites asked him, “Are you an Ephraimite?” If he answered, “No,”"
    },
    {
        "o": 7615,
        "r": "csb:Judges:12:6",
        "t": "they told him, “Please say Shibboleth.” If he said, “Sibboleth,” because he could not pronounce it correctly, they seized him and executed him at the fords of the Jordan. At that time forty-two thousand from Ephraim died."
    },
    {
        "o": 7616,
        "r": "csb:Judges:12:7",
        "t": "Jephthah*p judged Israel six years, and when he died, he was buried in one of the cities of Gilead."
    },
    {
        "o": 7617,
        "r": "csb:Judges:12:7",
        "t": "Ibzan, Elon, and Abdon",
        "h": 2
    },
    {
        "o": 7618,
        "r": "csb:Judges:12:8",
        "t": "Ibzan,*p who was from Bethlehem, judged Israel after Jephthah"
    },
    {
        "o": 7619,
        "r": "csb:Judges:12:9",
        "t": "and had thirty sons. He gave his thirty daughters in marriage to men outside the tribe and brought back thirty wives for his sons from outside the tribe. Ibzan judged Israel seven years,"
    },
    {
        "o": 7620,
        "r": "csb:Judges:12:10",
        "t": "and when he died, he was buried in Bethlehem."
    },
    {
        "o": 7621,
        "r": "csb:Judges:12:11",
        "t": "Elon,*p who was from Zebulun, judged Israel after Ibzan. He judged Israel ten years,"
    },
    {
        "o": 7622,
        "r": "csb:Judges:12:12",
        "t": "and when he died, he was buried in Aijalon in the land of Zebulun."
    },
    {
        "o": 7623,
        "r": "csb:Judges:12:13",
        "t": "After*p Elon, Abdon son of Hillel, who was from Pirathon, judged Israel."
    },
    {
        "o": 7624,
        "r": "csb:Judges:12:14",
        "t": "He had forty sons and thirty grandsons, who rode on seventy donkeys. Abdon judged Israel eight years,"
    },
    {
        "o": 7625,
        "r": "csb:Judges:12:15",
        "t": "and when he died, he was buried in Pirathon in the land of Ephraim, in the hill country of the Amalekites."
    }
]
