[
    {
        "o": 33341,
        "r": "esv:1 Timothy:6:0",
        "t": "1 Timothy 6",
        "h": 1
    },
    {
        "o": 33342,
        "r": "esv:1 Timothy:6:1",
        "t": "Let*p all who are under a yoke as bondservants regard their own masters as worthy of all honor, so that the name of God and the teaching may not be reviled."
    },
    {
        "o": 33343,
        "r": "esv:1 Timothy:6:2",
        "t": "Those who have believing masters must not be disrespectful on the ground that they are brothers; rather they must serve all the better since those who benefit by their good service are believers and beloved."
    },
    {
        "o": 33344,
        "r": "esv:1 Timothy:6:2",
        "t": "False Teachers and True Contentment",
        "h": 2
    },
    {
        "o": 33345,
        "r": "esv:1 Timothy:6:2",
        "t": "Teach*p and urge these things."
    },
    {
        "o": 33346,
        "r": "esv:1 Timothy:6:3",
        "t": "If anyone teaches a different doctrine and does not agree with the sound words of our Lord Jesus Christ and the teaching that accords with godliness,"
    },
    {
        "o": 33347,
        "r": "esv:1 Timothy:6:4",
        "t": "he is puffed up with conceit and understands nothing. He has an unhealthy craving for controversy and for quarrels about words, which produce envy, dissension, slander, evil suspicions,"
    },
    {
        "o": 33348,
        "r": "esv:1 Timothy:6:5",
        "t": "and constant friction among people who are depraved in mind and deprived of the truth, imagining that godliness is a means of gain."
    },
    {
        "o": 33349,
        "r": "esv:1 Timothy:6:6",
        "t": "But godliness with contentment is great gain,"
    },
    {
        "o": 33350,
        "r": "esv:1 Timothy:6:7",
        "t": "for we brought nothing into the world, and we cannot take anything out of the world."
    },
    {
        "o": 33351,
        "r": "esv:1 Timothy:6:8",
        "t": "But if we have food and clothing, with these we will be content."
    },
    {
        "o": 33352,
        "r": "esv:1 Timothy:6:9",
        "t": "But those who desire to be rich fall into temptation, into a snare, into many senseless and harmful desires that plunge people into ruin and destruction."
    },
    {
        "o": 33353,
        "r": "esv:1 Timothy:6:10",
        "t": "For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs."
    },
    {
        "o": 33354,
        "r": "esv:1 Timothy:6:10",
        "t": "Fight the Good Fight of Faith",
        "h": 2
    },
    {
        "o": 33355,
        "r": "esv:1 Timothy:6:11",
        "t": "But*p as for you, O man of God, flee these things. Pursue righteousness, godliness, faith, love, steadfastness, gentleness."
    },
    {
        "o": 33356,
        "r": "esv:1 Timothy:6:12",
        "t": "Fight the good fight of the faith. Take hold of the eternal life to which you were called and about which you made the good confession in the presence of many witnesses."
    },
    {
        "o": 33357,
        "r": "esv:1 Timothy:6:13",
        "t": "I charge you in the presence of God, who gives life to all things, and of Christ Jesus, who in his testimony before Pontius Pilate made the good confession,"
    },
    {
        "o": 33358,
        "r": "esv:1 Timothy:6:14",
        "t": "to keep the commandment unstained and free from reproach until the appearing of our Lord Jesus Christ,"
    },
    {
        "o": 33359,
        "r": "esv:1 Timothy:6:15",
        "t": "which he will display at the proper time— he who is the blessed and only Sovereign, the King of kings and Lord of lords,"
    },
    {
        "o": 33360,
        "r": "esv:1 Timothy:6:16",
        "t": "who alone has immortality, who dwells in unapproachable light, whom no one has ever seen or can see. To him be honor and eternal dominion. Amen."
    },
    {
        "o": 33361,
        "r": "esv:1 Timothy:6:17",
        "t": "As*p for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy."
    },
    {
        "o": 33362,
        "r": "esv:1 Timothy:6:18",
        "t": "They are to do good, to be rich in good works, to be generous and ready to share,"
    },
    {
        "o": 33363,
        "r": "esv:1 Timothy:6:19",
        "t": "thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life."
    },
    {
        "o": 33364,
        "r": "esv:1 Timothy:6:20",
        "t": "O*p Timothy, guard the deposit entrusted to you. Avoid the irreverent babble and contradictions of what is falsely called “knowledge,”"
    },
    {
        "o": 33365,
        "r": "esv:1 Timothy:6:21",
        "t": "for by professing it some have swerved from the faith. Grace*p be with you."
    }
]
