[
    {
        "o": 8211,
        "r": "csb:1 Samuel:10:0",
        "t": "1 Samuel 10",
        "h": 1
    },
    {
        "o": 8212,
        "r": "csb:1 Samuel:10:1",
        "t": "Samuel*p took the flask of oil, poured it out on Saul’s head, kissed him, and said, “Hasn’t the Lord*s anointed you ruler over his inheritance?"
    },
    {
        "o": 8213,
        "r": "csb:1 Samuel:10:2",
        "t": "Today when you leave me, you’ll find two men at Rachel’s Grave at Zelzah in the territory of Benjamin. They will say to you, ‘The donkeys you went looking for have been found, and now your father has stopped being concerned about the donkeys and is worried about you, asking: What should I do about my son?’"
    },
    {
        "o": 8214,
        "r": "csb:1 Samuel:10:3",
        "t": "“You*p will proceed from there until you come to the oak of Tabor. Three men going up to God at Bethel will meet you there, one bringing three goats, one bringing three loaves of bread, and one bringing a clay jar of wine."
    },
    {
        "o": 8215,
        "r": "csb:1 Samuel:10:4",
        "t": "They will ask how you are and give you two loaves of bread, which you will accept from them."
    },
    {
        "o": 8216,
        "r": "csb:1 Samuel:10:5",
        "t": "“After*p that you will come to Gibeah of God where there are Philistine garrisons. When you arrive at the city, you will meet a group of prophets coming down from the high place prophesying. They will be preceded by harps, tambourines, flutes, and lyres."
    },
    {
        "o": 8217,
        "r": "csb:1 Samuel:10:6",
        "t": "The Spirit of the Lord*s will come powerfully on you, you will prophesy with them, and you will be transformed."
    },
    {
        "o": 8218,
        "r": "csb:1 Samuel:10:7",
        "t": "When these signs have happened to you, do whatever your circumstances require because God is with you."
    },
    {
        "o": 8219,
        "r": "csb:1 Samuel:10:8",
        "t": "Afterward, go ahead of me to Gilgal. I will come to you to offer burnt offerings and to sacrifice fellowship offerings. Wait seven days until I come to you and show you what to do.”"
    },
    {
        "o": 8220,
        "r": "csb:1 Samuel:10:9",
        "t": "When*p Saul turned to leave Samuel, God changed his heart, and all the signs came about that day."
    },
    {
        "o": 8221,
        "r": "csb:1 Samuel:10:10",
        "t": "When Saul and his servant arrived at Gibeah, a group of prophets met him. Then the Spirit of God came powerfully on him, and he prophesied along with them."
    },
    {
        "o": 8222,
        "r": "csb:1 Samuel:10:11",
        "t": "Everyone*p who knew him previously and saw him prophesy with the prophets asked each other, “What has happened to the son of Kish? Is Saul also among the prophets?”"
    },
    {
        "o": 8223,
        "r": "csb:1 Samuel:10:12",
        "t": "Then*p a man who was from there asked, “And who is their father?” As*p a result, “Is Saul also among the prophets?” became a popular saying."
    },
    {
        "o": 8224,
        "r": "csb:1 Samuel:10:13",
        "t": "Then Saul finished prophesying and went to the high place."
    },
    {
        "o": 8225,
        "r": "csb:1 Samuel:10:14",
        "t": "Saul’s*p uncle asked him and his servant, “Where did you go?” “To*p look for the donkeys,” Saul answered. “When we saw they weren’t there, we went to Samuel.”"
    },
    {
        "o": 8226,
        "r": "csb:1 Samuel:10:15",
        "t": "“Tell*p me,” Saul’s uncle asked, “what did Samuel say to you?”"
    },
    {
        "o": 8227,
        "r": "csb:1 Samuel:10:16",
        "t": "Saul*p told him, “He assured us the donkeys had been found.” However, Saul did not tell him what Samuel had said about the matter of kingship."
    },
    {
        "o": 8228,
        "r": "csb:1 Samuel:10:16",
        "t": "Saul Received as King",
        "h": 2
    },
    {
        "o": 8229,
        "r": "csb:1 Samuel:10:17",
        "t": "Samuel*p summoned the people to the Lord*s at Mizpah"
    },
    {
        "o": 8230,
        "r": "csb:1 Samuel:10:18",
        "t": "and said to the Israelites, “This is what the Lord,*s the God of Israel, says: ‘I brought Israel out of Egypt, and I rescued you from the power of the Egyptians and all the kingdoms that were oppressing you.’"
    },
    {
        "o": 8231,
        "r": "csb:1 Samuel:10:19",
        "t": "But today you have rejected your God, who saves you from all your troubles and afflictions. You said to him, ‘You must set a king over us.’ Now therefore present yourselves before the Lord*s by your tribes and clans.”"
    },
    {
        "o": 8232,
        "r": "csb:1 Samuel:10:20",
        "t": "Samuel*p had all the tribes of Israel come forward, and the tribe of Benjamin was selected."
    },
    {
        "o": 8233,
        "r": "csb:1 Samuel:10:21",
        "t": "Then he had the tribe of Benjamin come forward by its clans, and the Matrite clan was selected. Finally, Saul son of Kish was selected. But when they searched for him, they could not find him."
    },
    {
        "o": 8234,
        "r": "csb:1 Samuel:10:22",
        "t": "They again inquired of the Lord,*s “Has the man come here yet?” The*p Lord*s replied, “There he is, hidden among the supplies.”"
    },
    {
        "o": 8235,
        "r": "csb:1 Samuel:10:23",
        "t": "They*p ran and got him from there. When he stood among the people, he stood a head taller than anyone else."
    },
    {
        "o": 8236,
        "r": "csb:1 Samuel:10:24",
        "t": "Samuel said to all the people, “Do you see the one the Lord*s has chosen? There is no one like him among the entire population.” And*p all the people shouted, “Long live the king!”"
    },
    {
        "o": 8237,
        "r": "csb:1 Samuel:10:25",
        "t": "Samuel*p proclaimed to the people the rights of kingship. He wrote them on a scroll, which he placed in the presence of the Lord.*s Then Samuel sent all the people home."
    },
    {
        "o": 8238,
        "r": "csb:1 Samuel:10:26",
        "t": "Saul*p also went to his home in Gibeah, and brave men whose hearts God had touched went with him."
    },
    {
        "o": 8239,
        "r": "csb:1 Samuel:10:27",
        "t": "But some wicked men said, “How can this guy save us?” They despised him and did not bring him a gift, but Saul said nothing."
    }
]
