[
    {
        "o": 2839,
        "r": "csb:Exodus:36:0",
        "t": "Exodus 36",
        "h": 1
    },
    {
        "o": 2840,
        "r": "csb:Exodus:36:1",
        "t": "Bezalel,*p Oholiab, and all the skilled people are to work based on everything the Lord*s has commanded. The Lord*s has given them wisdom and understanding to know how to do all the work of constructing the sanctuary.”"
    },
    {
        "o": 2841,
        "r": "csb:Exodus:36:2",
        "t": "So*p Moses summoned Bezalel, Oholiab, and every skilled person in whose heart the Lord*s had placed wisdom, all whose hearts moved them, to come to the work and do it."
    },
    {
        "o": 2842,
        "r": "csb:Exodus:36:3",
        "t": "They took from Moses’s presence all the contributions that the Israelites had brought for the task of making the sanctuary. Meanwhile, the people continued to bring freewill offerings morning after morning."
    },
    {
        "o": 2843,
        "r": "csb:Exodus:36:4",
        "t": "Then*p all the artisans who were doing all the work for the sanctuary came one by one from the work they were doing"
    },
    {
        "o": 2844,
        "r": "csb:Exodus:36:5",
        "t": "and said to Moses, “The people are bringing more than is needed for the construction of the work the Lord*s commanded to be done.”"
    },
    {
        "o": 2845,
        "r": "csb:Exodus:36:6",
        "t": "After*p Moses gave an order, they sent a proclamation throughout the camp: “Let no man or woman make anything else as an offering for the sanctuary.” So the people stopped."
    },
    {
        "o": 2846,
        "r": "csb:Exodus:36:7",
        "t": "The materials were sufficient for them to do all the work. There was more than enough."
    },
    {
        "o": 2847,
        "r": "csb:Exodus:36:7",
        "t": "Building the Tabernacle",
        "h": 2
    },
    {
        "o": 2848,
        "r": "csb:Exodus:36:8",
        "t": "All*p the skilled artisans among those doing the work made the tabernacle with ten curtains. Bezalel made them of finely spun linen, as well as blue, purple, and scarlet yarn, with a design of cherubim worked into them."
    },
    {
        "o": 2849,
        "r": "csb:Exodus:36:9",
        "t": "Each curtain was forty-two feet long and six feet wide; all the curtains had the same measurements."
    },
    {
        "o": 2850,
        "r": "csb:Exodus:36:10",
        "t": "He joined five of the curtains to each other, and the other five curtains he joined to each other."
    },
    {
        "o": 2851,
        "r": "csb:Exodus:36:11",
        "t": "He made loops of blue yarn on the edge of the last curtain in the first set and did the same on the edge of the outermost curtain in the second set."
    },
    {
        "o": 2852,
        "r": "csb:Exodus:36:12",
        "t": "He made fifty loops on the one curtain and fifty loops on the edge of the curtain in the second set, so that the loops lined up with each other."
    },
    {
        "o": 2853,
        "r": "csb:Exodus:36:13",
        "t": "He also made fifty gold clasps and joined the curtains to each other, so that the tabernacle became a single unit."
    },
    {
        "o": 2854,
        "r": "csb:Exodus:36:14",
        "t": "He*p made curtains of goat hair for a tent over the tabernacle; he made eleven of them."
    },
    {
        "o": 2855,
        "r": "csb:Exodus:36:15",
        "t": "Each curtain was forty-five feet long and six feet wide. All eleven curtains had the same measurements."
    },
    {
        "o": 2856,
        "r": "csb:Exodus:36:16",
        "t": "He joined five of the curtains together, and the other six together."
    },
    {
        "o": 2857,
        "r": "csb:Exodus:36:17",
        "t": "He made fifty loops on the edge of the outermost curtain in the first set and fifty loops on the edge of the corresponding curtain in the second set."
    },
    {
        "o": 2858,
        "r": "csb:Exodus:36:18",
        "t": "He made fifty bronze clasps to join the tent together as a single unit."
    },
    {
        "o": 2859,
        "r": "csb:Exodus:36:19",
        "t": "He also made a covering for the tent from ram skins dyed red and a covering of fine leather on top of it."
    },
    {
        "o": 2860,
        "r": "csb:Exodus:36:20",
        "t": "He*p made upright supports of acacia wood for the tabernacle."
    },
    {
        "o": 2861,
        "r": "csb:Exodus:36:21",
        "t": "Each support was fifteen feet long and twenty-seven inches wide."
    },
    {
        "o": 2862,
        "r": "csb:Exodus:36:22",
        "t": "Each support had two tenons for joining one to another. He did the same for all the supports of the tabernacle."
    },
    {
        "o": 2863,
        "r": "csb:Exodus:36:23",
        "t": "He made supports for the tabernacle as follows: He made twenty for the south side,"
    },
    {
        "o": 2864,
        "r": "csb:Exodus:36:24",
        "t": "and he made forty silver bases to put under the twenty supports, two bases under the first support for its two tenons, and two bases under each of the following supports for their two tenons."
    },
    {
        "o": 2865,
        "r": "csb:Exodus:36:25",
        "t": "For the second side of the tabernacle, the north side, he made twenty supports,"
    },
    {
        "o": 2866,
        "r": "csb:Exodus:36:26",
        "t": "with their forty silver bases, two bases under the first support and two bases under each of the following ones."
    },
    {
        "o": 2867,
        "r": "csb:Exodus:36:27",
        "t": "And for the back of the tabernacle, on the west side, he made six supports."
    },
    {
        "o": 2868,
        "r": "csb:Exodus:36:28",
        "t": "He also made two additional supports for the two back corners of the tabernacle."
    },
    {
        "o": 2869,
        "r": "csb:Exodus:36:29",
        "t": "They were paired at the bottom and joined together at the top in a single ring. This is what he did with both of them for the two corners."
    },
    {
        "o": 2870,
        "r": "csb:Exodus:36:30",
        "t": "So there were eight supports with their sixteen silver bases, two bases under each one."
    },
    {
        "o": 2871,
        "r": "csb:Exodus:36:31",
        "t": "He*p made five crossbars of acacia wood for the supports on one side of the tabernacle,"
    },
    {
        "o": 2872,
        "r": "csb:Exodus:36:32",
        "t": "five crossbars for the supports on the other side of the tabernacle, and five crossbars for those at the back of the tabernacle on the west."
    },
    {
        "o": 2873,
        "r": "csb:Exodus:36:33",
        "t": "He made the central crossbar run through the middle of the supports from one end to the other."
    },
    {
        "o": 2874,
        "r": "csb:Exodus:36:34",
        "t": "He overlaid them with gold and made their rings out of gold as holders for the crossbars. He also overlaid the crossbars with gold."
    },
    {
        "o": 2875,
        "r": "csb:Exodus:36:35",
        "t": "Then*p he made the curtain with blue, purple, and scarlet yarn, and finely spun linen. He made it with a design of cherubim worked into it."
    },
    {
        "o": 2876,
        "r": "csb:Exodus:36:36",
        "t": "He made four pillars of acacia wood for it and overlaid them with gold; their hooks were of gold. And he cast four silver bases for the pillars."
    },
    {
        "o": 2877,
        "r": "csb:Exodus:36:37",
        "t": "He*p made a screen embroidered with blue, purple, and scarlet yarn, and finely spun linen for the entrance to the tent,"
    },
    {
        "o": 2878,
        "r": "csb:Exodus:36:38",
        "t": "together with its five pillars and their hooks. He overlaid the tops of the pillars and their bands with gold, but their five bases were bronze."
    }
]
