[
    {
        "o": 8936,
        "r": "esv:2 Samuel:6:0",
        "t": "2 Samuel 6",
        "h": 1
    },
    {
        "o": 8937,
        "r": "esv:2 Samuel:6:0",
        "t": "The Ark Brought to Jerusalem",
        "h": 2
    },
    {
        "o": 8938,
        "r": "esv:2 Samuel:6:1",
        "t": "David*p again gathered all the chosen men of Israel, thirty thousand."
    },
    {
        "o": 8939,
        "r": "esv:2 Samuel:6:2",
        "t": "And David arose and went with all the people who were with him from Baale-judah to bring up from there the ark of God, which is called by the name of the Lord*s of hosts who sits enthroned on the cherubim."
    },
    {
        "o": 8940,
        "r": "esv:2 Samuel:6:3",
        "t": "And they carried the ark of God on a new cart and brought it out of the house of Abinadab, which was on the hill. And Uzzah and Ahio, the sons of Abinadab, were driving the new cart,"
    },
    {
        "o": 8941,
        "r": "esv:2 Samuel:6:4",
        "t": "with the ark of God, and Ahio went before the ark."
    },
    {
        "o": 8942,
        "r": "esv:2 Samuel:6:4",
        "t": "Uzzah and the Ark",
        "h": 2
    },
    {
        "o": 8943,
        "r": "esv:2 Samuel:6:5",
        "t": "And*p David and all the house of Israel were celebrating before the Lord,*s with songs and lyres and harps and tambourines and castanets and cymbals."
    },
    {
        "o": 8944,
        "r": "esv:2 Samuel:6:6",
        "t": "And when they came to the threshing floor of Nacon, Uzzah put out his hand to the ark of God and took hold of it, for the oxen stumbled."
    },
    {
        "o": 8945,
        "r": "esv:2 Samuel:6:7",
        "t": "And the anger of the Lord*s was kindled against Uzzah, and God struck him down there because of his error, and he died there beside the ark of God."
    },
    {
        "o": 8946,
        "r": "esv:2 Samuel:6:8",
        "t": "And David was angry because the Lord*s had broken out against Uzzah. And that place is called Perez-uzzah to this day."
    },
    {
        "o": 8947,
        "r": "esv:2 Samuel:6:9",
        "t": "And David was afraid of the Lord*s that day, and he said, “How can the ark of the Lord*s come to me?”"
    },
    {
        "o": 8948,
        "r": "esv:2 Samuel:6:10",
        "t": "So David was not willing to take the ark of the Lord*s into the city of David. But David took it aside to the house of Obed-edom the Gittite."
    },
    {
        "o": 8949,
        "r": "esv:2 Samuel:6:11",
        "t": "And the ark of the Lord*s remained in the house of Obed-edom the Gittite three months, and the Lord*s blessed Obed-edom and all his household."
    },
    {
        "o": 8950,
        "r": "esv:2 Samuel:6:12",
        "t": "And*p it was told King David, “The Lord*s has blessed the household of Obed-edom and all that belongs to him, because of the ark of God.” So David went and brought up the ark of God from the house of Obed-edom to the city of David with rejoicing."
    },
    {
        "o": 8951,
        "r": "esv:2 Samuel:6:13",
        "t": "And when those who bore the ark of the Lord*s had gone six steps, he sacrificed an ox and a fattened animal."
    },
    {
        "o": 8952,
        "r": "esv:2 Samuel:6:14",
        "t": "And David danced before the Lord*s with all his might. And David was wearing a linen ephod."
    },
    {
        "o": 8953,
        "r": "esv:2 Samuel:6:15",
        "t": "So David and all the house of Israel brought up the ark of the Lord*s with shouting and with the sound of the horn."
    },
    {
        "o": 8954,
        "r": "esv:2 Samuel:6:15",
        "t": "David and Michal",
        "h": 2
    },
    {
        "o": 8955,
        "r": "esv:2 Samuel:6:16",
        "t": "As*p the ark of the Lord*s came into the city of David, Michal the daughter of Saul looked out of the window and saw King David leaping and dancing before the Lord,*s and she despised him in her heart."
    },
    {
        "o": 8956,
        "r": "esv:2 Samuel:6:17",
        "t": "And they brought in the ark of the Lord*s and set it in its place, inside the tent that David had pitched for it. And David offered burnt offerings and peace offerings before the Lord.*s"
    },
    {
        "o": 8957,
        "r": "esv:2 Samuel:6:18",
        "t": "And when David had finished offering the burnt offerings and the peace offerings, he blessed the people in the name of the Lord*s of hosts"
    },
    {
        "o": 8958,
        "r": "esv:2 Samuel:6:19",
        "t": "and distributed among all the people, the whole multitude of Israel, both men and women, a cake of bread, a portion of meat, and a cake of raisins to each one. Then all the people departed, each to his house."
    },
    {
        "o": 8959,
        "r": "esv:2 Samuel:6:20",
        "t": "And*p David returned to bless his household. But Michal the daughter of Saul came out to meet David and said, “How the king of Israel honored himself today, uncovering himself today before the eyes of his servants’ female servants, as one of the vulgar fellows shamelessly uncovers himself!”"
    },
    {
        "o": 8960,
        "r": "esv:2 Samuel:6:21",
        "t": "And David said to Michal, “It was before the Lord,*s who chose me above your father and above all his house, to appoint me as prince over Israel, the people of the Lord—*s and I will celebrate before the Lord.*s"
    },
    {
        "o": 8961,
        "r": "esv:2 Samuel:6:22",
        "t": "I will make myself yet more contemptible than this, and I will be abased in your eyes. But by the female servants of whom you have spoken, by them I shall be held in honor.”"
    },
    {
        "o": 8962,
        "r": "esv:2 Samuel:6:23",
        "t": "And Michal the daughter of Saul had no child to the day of her death."
    }
]
