[
    {
        "o": 21967,
        "r": "niv:Jeremiah:42:0",
        "t": "Jeremiah 42",
        "h": 1
    },
    {
        "o": 21968,
        "r": "niv:Jeremiah:42:1",
        "t": "Then*p all the army officers, including Johanan son of Kareah and Jezaniah son of Hoshaiah, and all the people from the least to the greatest approached"
    },
    {
        "o": 21969,
        "r": "niv:Jeremiah:42:2",
        "t": "Jeremiah the prophet and said to him, “Please hear our petition and pray to the Lord*s your God for this entire remnant. For as you now see, though we were once many, now only a few are left."
    },
    {
        "o": 21970,
        "r": "niv:Jeremiah:42:3",
        "t": "Pray that the Lord*s your God will tell us where we should go and what we should do.”"
    },
    {
        "o": 21971,
        "r": "niv:Jeremiah:42:4",
        "t": "“I*p have heard you,” replied Jeremiah the prophet. “I will certainly pray to the Lord*s your God as you have requested; I will tell you everything the Lord*s says and will keep nothing back from you.”"
    },
    {
        "o": 21972,
        "r": "niv:Jeremiah:42:5",
        "t": "Then*p they said to Jeremiah, “May the Lord*s be a true and faithful witness against us if we do not act in accordance with everything the Lord*s your God sends you to tell us."
    },
    {
        "o": 21973,
        "r": "niv:Jeremiah:42:6",
        "t": "Whether it is favorable or unfavorable, we will obey the Lord*s our God, to whom we are sending you, so that it will go well with us, for we will obey the Lord*s our God.”"
    },
    {
        "o": 21974,
        "r": "niv:Jeremiah:42:7",
        "t": "Ten*p days later the word of the Lord*s came to Jeremiah."
    },
    {
        "o": 21975,
        "r": "niv:Jeremiah:42:8",
        "t": "So he called together Johanan son of Kareah and all the army officers who were with him and all the people from the least to the greatest."
    },
    {
        "o": 21976,
        "r": "niv:Jeremiah:42:9",
        "t": "He said to them, “This is what the Lord,*s the God of Israel, to whom you sent me to present your petition, says:"
    },
    {
        "o": 21977,
        "r": "niv:Jeremiah:42:10",
        "t": "‘If you stay in this land, I will build you up and not tear you down; I will plant you and not uproot you, for I have relented concerning the disaster I have inflicted on you."
    },
    {
        "o": 21978,
        "r": "niv:Jeremiah:42:11",
        "t": "Do not be afraid of the king of Babylon, whom you now fear. Do not be afraid of him, declares the Lord,*s for I am with you and will save you and deliver you from his hands."
    },
    {
        "o": 21979,
        "r": "niv:Jeremiah:42:12",
        "t": "I will show you compassion so that he will have compassion on you and restore you to your land.’"
    },
    {
        "o": 21980,
        "r": "niv:Jeremiah:42:13",
        "t": "“However,*p if you say, ‘We will not stay in this land,’ and so disobey the Lord*s your God,"
    },
    {
        "o": 21981,
        "r": "niv:Jeremiah:42:14",
        "t": "and if you say, ‘No, we will go and live in Egypt, where we will not see war or hear the trumpet or be hungry for bread,’"
    },
    {
        "o": 21982,
        "r": "niv:Jeremiah:42:15",
        "t": "then hear the word of the Lord,*s you remnant of Judah. This is what the Lord*s Almighty, the God of Israel, says: ‘If you are determined to go to Egypt and you do go to settle there,"
    },
    {
        "o": 21983,
        "r": "niv:Jeremiah:42:16",
        "t": "then the sword you fear will overtake you there, and the famine you dread will follow you into Egypt, and there you will die."
    },
    {
        "o": 21984,
        "r": "niv:Jeremiah:42:17",
        "t": "Indeed, all who are determined to go to Egypt to settle there will die by the sword, famine and plague; not one of them will survive or escape the disaster I will bring on them.’"
    },
    {
        "o": 21985,
        "r": "niv:Jeremiah:42:18",
        "t": "This is what the Lord*s Almighty, the God of Israel, says: ‘As my anger and wrath have been poured out on those who lived in Jerusalem, so will my wrath be poured out on you when you go to Egypt. You will be a curse and an object of horror, a curse and an object of reproach; you will never see this place again.’"
    },
    {
        "o": 21986,
        "r": "niv:Jeremiah:42:19",
        "t": "“Remnant*p of Judah, the Lord*s has told you, ‘Do not go to Egypt.’ Be sure of this: I warn you today"
    },
    {
        "o": 21987,
        "r": "niv:Jeremiah:42:20",
        "t": "that you made a fatal mistake when you sent me to the Lord*s your God and said, ‘Pray to the Lord*s our God for us; tell us everything he says and we will do it.’"
    },
    {
        "o": 21988,
        "r": "niv:Jeremiah:42:21",
        "t": "I have told you today, but you still have not obeyed the Lord*s your God in all he sent me to tell you."
    },
    {
        "o": 21989,
        "r": "niv:Jeremiah:42:22",
        "t": "So now, be sure of this: You will die by the sword, famine and plague in the place where you want to go to settle.”"
    }
]
