[
    {
        "o": 2234,
        "r": "esv:Exodus:20:0",
        "t": "Exodus 20",
        "h": 1
    },
    {
        "o": 2235,
        "r": "esv:Exodus:20:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 2236,
        "r": "esv:Exodus:20:1",
        "t": "And*p God spoke all these words, saying,"
    },
    {
        "o": 2237,
        "r": "esv:Exodus:20:2",
        "t": "“I*p am the Lord*s your God, who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 2238,
        "r": "esv:Exodus:20:3",
        "t": "“You*p shall have no other gods before me."
    },
    {
        "o": 2239,
        "r": "esv:Exodus:20:4",
        "t": "“You*p shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth."
    },
    {
        "o": 2240,
        "r": "esv:Exodus:20:5",
        "t": "You shall not bow down to them or serve them, for I the Lord*s your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me,"
    },
    {
        "o": 2241,
        "r": "esv:Exodus:20:6",
        "t": "but showing steadfast love to thousands of those who love me and keep my commandments."
    },
    {
        "o": 2242,
        "r": "esv:Exodus:20:7",
        "t": "“You*p shall not take the name of the Lord*s your God in vain, for the Lord*s will not hold him guiltless who takes his name in vain."
    },
    {
        "o": 2243,
        "r": "esv:Exodus:20:8",
        "t": "“Remember*p the Sabbath day, to keep it holy."
    },
    {
        "o": 2244,
        "r": "esv:Exodus:20:9",
        "t": "Six days you shall labor, and do all your work,"
    },
    {
        "o": 2245,
        "r": "esv:Exodus:20:10",
        "t": "but the seventh day is a Sabbath to the Lord*s your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates."
    },
    {
        "o": 2246,
        "r": "esv:Exodus:20:11",
        "t": "For in six days the Lord*s made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the Lord*s blessed the Sabbath day and made it holy."
    },
    {
        "o": 2247,
        "r": "esv:Exodus:20:12",
        "t": "“Honor*p your father and your mother, that your days may be long in the land that the Lord*s your God is giving you."
    },
    {
        "o": 2248,
        "r": "esv:Exodus:20:13",
        "t": "“You*p shall not murder."
    },
    {
        "o": 2249,
        "r": "esv:Exodus:20:14",
        "t": "“You*p shall not commit adultery."
    },
    {
        "o": 2250,
        "r": "esv:Exodus:20:15",
        "t": "“You*p shall not steal."
    },
    {
        "o": 2251,
        "r": "esv:Exodus:20:16",
        "t": "“You*p shall not bear false witness against your neighbor."
    },
    {
        "o": 2252,
        "r": "esv:Exodus:20:17",
        "t": "“You*p shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”"
    },
    {
        "o": 2253,
        "r": "esv:Exodus:20:18",
        "t": "Now*p when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off"
    },
    {
        "o": 2254,
        "r": "esv:Exodus:20:19",
        "t": "and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.”"
    },
    {
        "o": 2255,
        "r": "esv:Exodus:20:20",
        "t": "Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.”"
    },
    {
        "o": 2256,
        "r": "esv:Exodus:20:21",
        "t": "The people stood far off, while Moses drew near to the thick darkness where God was."
    },
    {
        "o": 2257,
        "r": "esv:Exodus:20:21",
        "t": "Laws About Altars",
        "h": 2
    },
    {
        "o": 2258,
        "r": "esv:Exodus:20:22",
        "t": "And*p the Lord*s said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven."
    },
    {
        "o": 2259,
        "r": "esv:Exodus:20:23",
        "t": "You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold."
    },
    {
        "o": 2260,
        "r": "esv:Exodus:20:24",
        "t": "An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you."
    },
    {
        "o": 2261,
        "r": "esv:Exodus:20:25",
        "t": "If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it."
    },
    {
        "o": 2262,
        "r": "esv:Exodus:20:26",
        "t": "And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’"
    }
]
