[
    {
        "o": 6450,
        "r": "niv:Joshua:4:0",
        "t": "Joshua 4",
        "h": 1
    },
    {
        "o": 6451,
        "r": "niv:Joshua:4:1",
        "t": "When*p the whole nation had finished crossing the Jordan, the Lord*s said to Joshua,"
    },
    {
        "o": 6452,
        "r": "niv:Joshua:4:2",
        "t": "“Choose twelve men from among the people, one from each tribe,"
    },
    {
        "o": 6453,
        "r": "niv:Joshua:4:3",
        "t": "and tell them to take up twelve stones from the middle of the Jordan, from right where the priests are standing, and carry them over with you and put them down at the place where you stay tonight.”"
    },
    {
        "o": 6454,
        "r": "niv:Joshua:4:4",
        "t": "So*p Joshua called together the twelve men he had appointed from the Israelites, one from each tribe,"
    },
    {
        "o": 6455,
        "r": "niv:Joshua:4:5",
        "t": "and said to them, “Go over before the ark of the Lord*s your God into the middle of the Jordan. Each of you is to take up a stone on his shoulder, according to the number of the tribes of the Israelites,"
    },
    {
        "o": 6456,
        "r": "niv:Joshua:4:6",
        "t": "to serve as a sign among you. In the future, when your children ask you, ‘What do these stones mean?’"
    },
    {
        "o": 6457,
        "r": "niv:Joshua:4:7",
        "t": "tell them that the flow of the Jordan was cut off before the ark of the covenant of the Lord.*s When it crossed the Jordan, the waters of the Jordan were cut off. These stones are to be a memorial to the people of Israel forever.”"
    },
    {
        "o": 6458,
        "r": "niv:Joshua:4:8",
        "t": "So*p the Israelites did as Joshua commanded them. They took twelve stones from the middle of the Jordan, according to the number of the tribes of the Israelites, as the Lord*s had told Joshua; and they carried them over with them to their camp, where they put them down."
    },
    {
        "o": 6459,
        "r": "niv:Joshua:4:9",
        "t": "Joshua set up the twelve stones that had been in the middle of the Jordan at the spot where the priests who carried the ark of the covenant had stood. And they are there to this day."
    },
    {
        "o": 6460,
        "r": "niv:Joshua:4:10",
        "t": "Now*p the priests who carried the ark remained standing in the middle of the Jordan until everything the Lord*s had commanded Joshua was done by the people, just as Moses had directed Joshua. The people hurried over,"
    },
    {
        "o": 6461,
        "r": "niv:Joshua:4:11",
        "t": "and as soon as all of them had crossed, the ark of the Lord*s and the priests came to the other side while the people watched."
    },
    {
        "o": 6462,
        "r": "niv:Joshua:4:12",
        "t": "The men of Reuben, Gad and the half-tribe of Manasseh crossed over, ready for battle, in front of the Israelites, as Moses had directed them."
    },
    {
        "o": 6463,
        "r": "niv:Joshua:4:13",
        "t": "About forty thousand armed for battle crossed over before the Lord*s to the plains of Jericho for war."
    },
    {
        "o": 6464,
        "r": "niv:Joshua:4:14",
        "t": "That*p day the Lord*s exalted Joshua in the sight of all Israel; and they stood in awe of him all the days of his life, just as they had stood in awe of Moses."
    },
    {
        "o": 6465,
        "r": "niv:Joshua:4:15",
        "t": "Then*p the Lord*s said to Joshua,"
    },
    {
        "o": 6466,
        "r": "niv:Joshua:4:16",
        "t": "“Command the priests carrying the ark of the covenant law to come up out of the Jordan.”"
    },
    {
        "o": 6467,
        "r": "niv:Joshua:4:17",
        "t": "So*p Joshua commanded the priests, “Come up out of the Jordan.”"
    },
    {
        "o": 6468,
        "r": "niv:Joshua:4:18",
        "t": "And*p the priests came up out of the river carrying the ark of the covenant of the Lord.*s No sooner had they set their feet on the dry ground than the waters of the Jordan returned to their place and ran at flood stage as before."
    },
    {
        "o": 6469,
        "r": "niv:Joshua:4:19",
        "t": "On*p the tenth day of the first month the people went up from the Jordan and camped at Gilgal on the eastern border of Jericho."
    },
    {
        "o": 6470,
        "r": "niv:Joshua:4:20",
        "t": "And Joshua set up at Gilgal the twelve stones they had taken out of the Jordan."
    },
    {
        "o": 6471,
        "r": "niv:Joshua:4:21",
        "t": "He said to the Israelites, “In the future when your descendants ask their parents, ‘What do these stones mean?’"
    },
    {
        "o": 6472,
        "r": "niv:Joshua:4:22",
        "t": "tell them, ‘Israel crossed the Jordan on dry ground.’"
    },
    {
        "o": 6473,
        "r": "niv:Joshua:4:23",
        "t": "For the Lord*s your God dried up the Jordan before you until you had crossed over. The Lord*s your God did to the Jordan what he had done to the Red Sea when he dried it up before us until we had crossed over."
    },
    {
        "o": 6474,
        "r": "niv:Joshua:4:24",
        "t": "He did this so that all the peoples of the earth might know that the hand of the Lord*s is powerful and so that you might always fear the Lord*s your God.”"
    }
]
