[
    {
        "o": 6846,
        "r": "nasb:Joshua:18:0",
        "t": "Joshua 18",
        "h": 1
    },
    {
        "o": 6847,
        "r": "nasb:Joshua:18:0",
        "t": "Rest of the Land Divided",
        "h": 2
    },
    {
        "o": 6848,
        "r": "nasb:Joshua:18:1",
        "t": "Then*p the whole congregation of the sons of Israel assembled themselves at Shiloh, and set up the tent of meeting there; and the land was subdued before them."
    },
    {
        "o": 6849,
        "r": "nasb:Joshua:18:2",
        "t": "There*p remained among the sons of Israel seven tribes who had not divided their inheritance."
    },
    {
        "o": 6850,
        "r": "nasb:Joshua:18:3",
        "t": "So Joshua said to the sons of Israel, “How long will you put off entering to take possession of the land which the Lord,*s the God of your fathers, has given you?"
    },
    {
        "o": 6851,
        "r": "nasb:Joshua:18:4",
        "t": "Provide for yourselves three men from each tribe that I may send them, and that they may arise and walk through the land and write a description of it according to their inheritance; then they shall return to me."
    },
    {
        "o": 6852,
        "r": "nasb:Joshua:18:5",
        "t": "They shall divide it into seven portions; Judah shall stay in its territory on the south, and the house of Joseph shall stay in their territory on the north."
    },
    {
        "o": 6853,
        "r": "nasb:Joshua:18:6",
        "t": "You shall describe the land in seven divisions, and bring the*i description*i here to me. I will cast lots for you here before the Lord*s our God."
    },
    {
        "o": 6854,
        "r": "nasb:Joshua:18:7",
        "t": "For the Levites have no portion among you, because the priesthood of the Lord*s is their inheritance. Gad and Reuben and the half-tribe of Manasseh also have received their inheritance eastward beyond the Jordan, which Moses the servant of the Lord*s gave them.”"
    },
    {
        "o": 6855,
        "r": "nasb:Joshua:18:8",
        "t": "Then*p the men arose and went, and Joshua commanded those who went to describe the land, saying, “Go and walk through the land and describe it, and return to me; then I will cast lots for you here before the Lord*s in Shiloh.”"
    },
    {
        "o": 6856,
        "r": "nasb:Joshua:18:9",
        "t": "So the men went and passed through the land, and described it by cities in seven divisions in a book; and they came to Joshua to the camp at Shiloh."
    },
    {
        "o": 6857,
        "r": "nasb:Joshua:18:10",
        "t": "And Joshua cast lots for them in Shiloh before the Lord,*s and there Joshua divided the land to the sons of Israel according to their divisions."
    },
    {
        "o": 6858,
        "r": "nasb:Joshua:18:10",
        "t": "The Territory of Benjamin",
        "h": 2
    },
    {
        "o": 6859,
        "r": "nasb:Joshua:18:11",
        "t": "Now*p the lot of the tribe of the sons of Benjamin came up according to their families, and the territory of their lot lay between the sons of Judah and the sons of Joseph."
    },
    {
        "o": 6860,
        "r": "nasb:Joshua:18:12",
        "t": "Their border on the north side was from the Jordan, then the border went up to the side of Jericho on the north, and went up through the hill country westward, and it ended at the wilderness of Beth-aven."
    },
    {
        "o": 6861,
        "r": "nasb:Joshua:18:13",
        "t": "From there the border continued to Luz, to the side of Luz (that is, Bethel) southward; and the border went down to Ataroth-addar, near the hill which lies*i on the south of lower Beth-horon."
    },
    {
        "o": 6862,
        "r": "nasb:Joshua:18:14",
        "t": "The border extended from*i there*i and turned round on the west side southward, from the hill which lies*i before Beth-horon southward; and it ended at Kiriath-baal (that is, Kiriath-jearim), a city of the sons of Judah. This was*i the west side."
    },
    {
        "o": 6863,
        "r": "nasb:Joshua:18:15",
        "t": "Then the south side was*i from the edge of Kiriath-jearim, and the border went westward and went to the fountain of the waters of Nephtoah."
    },
    {
        "o": 6864,
        "r": "nasb:Joshua:18:16",
        "t": "The border went down to the edge of the hill which is in the valley of Ben-hinnom, which is in the valley of Rephaim northward; and it went down to the valley of Hinnom, to the slope of the Jebusite southward, and went down to En-rogel."
    },
    {
        "o": 6865,
        "r": "nasb:Joshua:18:17",
        "t": "It extended northward and went to En-shemesh and went to Geliloth, which is opposite the ascent of Adummim, and it went down to the stone of Bohan the son of Reuben."
    },
    {
        "o": 6866,
        "r": "nasb:Joshua:18:18",
        "t": "It continued to the side in front of the Arabah northward and went down to the Arabah."
    },
    {
        "o": 6867,
        "r": "nasb:Joshua:18:19",
        "t": "The border continued to the side of Beth-hoglah northward; and the border ended at the north bay of the Salt Sea, at the south end of the Jordan. This was*i the south border."
    },
    {
        "o": 6868,
        "r": "nasb:Joshua:18:20",
        "t": "Moreover, the Jordan was its border on the east side. This was*i the inheritance of the sons of Benjamin, according to their families and*i according to its borders all around."
    },
    {
        "o": 6869,
        "r": "nasb:Joshua:18:21",
        "t": "Now*p the cities of the tribe of the sons of Benjamin according to their families were Jericho and Beth-hoglah and Emek-keziz,"
    },
    {
        "o": 6870,
        "r": "nasb:Joshua:18:22",
        "t": "and Beth-arabah and Zemaraim and Bethel,"
    },
    {
        "o": 6871,
        "r": "nasb:Joshua:18:23",
        "t": "and Avvim and Parah and Ophrah,"
    },
    {
        "o": 6872,
        "r": "nasb:Joshua:18:24",
        "t": "and Chephar-ammoni and Ophni and Geba; twelve cities with their villages."
    },
    {
        "o": 6873,
        "r": "nasb:Joshua:18:25",
        "t": "Gibeon and Ramah and Beeroth,"
    },
    {
        "o": 6874,
        "r": "nasb:Joshua:18:26",
        "t": "and Mizpeh and Chephirah and Mozah,"
    },
    {
        "o": 6875,
        "r": "nasb:Joshua:18:27",
        "t": "and Rekem and Irpeel and Taralah,"
    },
    {
        "o": 6876,
        "r": "nasb:Joshua:18:28",
        "t": "and Zelah, Haeleph and the Jebusite (that is, Jerusalem), Gibeah, Kiriath; fourteen cities with their villages. This is the inheritance of the sons of Benjamin according to their families."
    }
]
