[
    {
        "o": 13371,
        "r": "kjv:Job:4:0",
        "t": "Job 4",
        "h": 1
    },
    {
        "o": 13372,
        "r": "kjv:Job:4:1",
        "t": "Then*p Eliphaz the Temanite answered and said,"
    },
    {
        "o": 13373,
        "r": "kjv:Job:4:2",
        "t": "If*p we assay to commune with thee, wilt thou be grieved? but who can withhold himself from speaking?"
    },
    {
        "o": 13374,
        "r": "kjv:Job:4:3",
        "t": "Behold,*p thou hast instructed many, and thou hast strengthened the weak hands."
    },
    {
        "o": 13375,
        "r": "kjv:Job:4:4",
        "t": "Thy*p words have upholden him that was falling, and thou hast strengthened the feeble knees."
    },
    {
        "o": 13376,
        "r": "kjv:Job:4:5",
        "t": "But*p now it is come upon thee, and thou faintest; it toucheth thee, and thou art troubled."
    },
    {
        "o": 13377,
        "r": "kjv:Job:4:6",
        "t": "Is*p not this thy fear, thy confidence, thy hope, and the uprightness of thy ways?"
    },
    {
        "o": 13378,
        "r": "kjv:Job:4:7",
        "t": "Remember,*p I pray thee, who ever perished, being innocent? or where were the righteous cut off?"
    },
    {
        "o": 13379,
        "r": "kjv:Job:4:8",
        "t": "Even*p as I have seen, they that plow iniquity, and sow wickedness, reap the same."
    },
    {
        "o": 13380,
        "r": "kjv:Job:4:9",
        "t": "By*p the blast of God they perish, and by the breath of his nostrils are they consumed."
    },
    {
        "o": 13381,
        "r": "kjv:Job:4:10",
        "t": "The*p roaring of the lion, and the voice of the fierce lion, and the teeth of the young lions, are broken."
    },
    {
        "o": 13382,
        "r": "kjv:Job:4:11",
        "t": "The*p old lion perisheth for lack of prey, and the stout lion's whelps are scattered abroad."
    },
    {
        "o": 13383,
        "r": "kjv:Job:4:12",
        "t": "Now*p a thing was secretly brought to me, and mine ear received a little thereof."
    },
    {
        "o": 13384,
        "r": "kjv:Job:4:13",
        "t": "In*p thoughts from the visions of the night, when deep sleep falleth on men,"
    },
    {
        "o": 13385,
        "r": "kjv:Job:4:14",
        "t": "Fear*p came upon me, and trembling, which made all my bones to shake."
    },
    {
        "o": 13386,
        "r": "kjv:Job:4:15",
        "t": "Then*p a spirit passed before my face; the hair of my flesh stood up:"
    },
    {
        "o": 13387,
        "r": "kjv:Job:4:16",
        "t": "It*p stood still, but I could not discern the form thereof: an image was before mine eyes, there was silence, and I heard a voice, saying,"
    },
    {
        "o": 13388,
        "r": "kjv:Job:4:17",
        "t": "Shall*p mortal man be more just than God? shall a man be more pure than his maker?"
    },
    {
        "o": 13389,
        "r": "kjv:Job:4:18",
        "t": "Behold,*p he put no trust in his servants; and his angels he charged with folly:"
    },
    {
        "o": 13390,
        "r": "kjv:Job:4:19",
        "t": "How*p much less in them that dwell in houses of clay, whose foundation is in the dust, which are crushed before the moth?"
    },
    {
        "o": 13391,
        "r": "kjv:Job:4:20",
        "t": "They*p are destroyed from morning to evening: they perish for ever without any regarding it."
    },
    {
        "o": 13392,
        "r": "kjv:Job:4:21",
        "t": "Doth*p not their excellency which is in them go away? they die, even without wisdom."
    }
]
