[
    {
        "o": 2297,
        "r": "niv:Exodus:22:0",
        "t": "Exodus 22",
        "h": 1
    },
    {
        "o": 2298,
        "r": "niv:Exodus:22:0",
        "t": "Protection of Property",
        "h": 2
    },
    {
        "o": 2299,
        "r": "niv:Exodus:22:1",
        "t": "“Whoever*p steals an ox or a sheep and slaughters it or sells it must pay back five head of cattle for the ox and four sheep for the sheep."
    },
    {
        "o": 2300,
        "r": "niv:Exodus:22:2",
        "t": "“If*p a thief is caught breaking in at night and is struck a fatal blow, the defender is not guilty of bloodshed;"
    },
    {
        "o": 2301,
        "r": "niv:Exodus:22:3",
        "t": "but if it happens after sunrise, the defender is guilty of bloodshed. “Anyone*p who steals must certainly make restitution, but if they have nothing, they must be sold to pay for their theft."
    },
    {
        "o": 2302,
        "r": "niv:Exodus:22:4",
        "t": "If the stolen animal is found alive in their possession—whether ox or donkey or sheep—they must pay back double."
    },
    {
        "o": 2303,
        "r": "niv:Exodus:22:5",
        "t": "“If*p anyone grazes their livestock in a field or vineyard and lets them stray and they graze in someone else’s field, the offender must make restitution from the best of their own field or vineyard."
    },
    {
        "o": 2304,
        "r": "niv:Exodus:22:6",
        "t": "“If*p a fire breaks out and spreads into thornbushes so that it burns shocks of grain or standing grain or the whole field, the one who started the fire must make restitution."
    },
    {
        "o": 2305,
        "r": "niv:Exodus:22:7",
        "t": "“If*p anyone gives a neighbor silver or goods for safekeeping and they are stolen from the neighbor’s house, the thief, if caught, must pay back double."
    },
    {
        "o": 2306,
        "r": "niv:Exodus:22:8",
        "t": "But if the thief is not found, the owner of the house must appear before the judges, and they must determine whether the owner of the house has laid hands on the other person’s property."
    },
    {
        "o": 2307,
        "r": "niv:Exodus:22:9",
        "t": "In all cases of illegal possession of an ox, a donkey, a sheep, a garment, or any other lost property about which somebody says, ‘This is mine,’ both parties are to bring their cases before the judges. The one whom the judges declare guilty must pay back double to the other."
    },
    {
        "o": 2308,
        "r": "niv:Exodus:22:10",
        "t": "“If*p anyone gives a donkey, an ox, a sheep or any other animal to their neighbor for safekeeping and it dies or is injured or is taken away while no one is looking,"
    },
    {
        "o": 2309,
        "r": "niv:Exodus:22:11",
        "t": "the issue between them will be settled by the taking of an oath before the Lord*s that the neighbor did not lay hands on the other person’s property. The owner is to accept this, and no restitution is required."
    },
    {
        "o": 2310,
        "r": "niv:Exodus:22:12",
        "t": "But if the animal was stolen from the neighbor, restitution must be made to the owner."
    },
    {
        "o": 2311,
        "r": "niv:Exodus:22:13",
        "t": "If it was torn to pieces by a wild animal, the neighbor shall bring in the remains as evidence and shall not be required to pay for the torn animal."
    },
    {
        "o": 2312,
        "r": "niv:Exodus:22:14",
        "t": "“If*p anyone borrows an animal from their neighbor and it is injured or dies while the owner is not present, they must make restitution."
    },
    {
        "o": 2313,
        "r": "niv:Exodus:22:15",
        "t": "But if the owner is with the animal, the borrower will not have to pay. If the animal was hired, the money paid for the hire covers the loss."
    },
    {
        "o": 2314,
        "r": "niv:Exodus:22:15",
        "t": "Social Responsibility",
        "h": 2
    },
    {
        "o": 2315,
        "r": "niv:Exodus:22:16",
        "t": "“If*p a man seduces a virgin who is not pledged to be married and sleeps with her, he must pay the bride-price, and she shall be his wife."
    },
    {
        "o": 2316,
        "r": "niv:Exodus:22:17",
        "t": "If her father absolutely refuses to give her to him, he must still pay the bride-price for virgins."
    },
    {
        "o": 2317,
        "r": "niv:Exodus:22:18",
        "t": "“Do*p not allow a sorceress to live."
    },
    {
        "o": 2318,
        "r": "niv:Exodus:22:19",
        "t": "“Anyone*p who has sexual relations with an animal is to be put to death."
    },
    {
        "o": 2319,
        "r": "niv:Exodus:22:20",
        "t": "“Whoever*p sacrifices to any god other than the Lord*s must be destroyed."
    },
    {
        "o": 2320,
        "r": "niv:Exodus:22:21",
        "t": "“Do*p not mistreat or oppress a foreigner, for you were foreigners in Egypt."
    },
    {
        "o": 2321,
        "r": "niv:Exodus:22:22",
        "t": "“Do*p not take advantage of the widow or the fatherless."
    },
    {
        "o": 2322,
        "r": "niv:Exodus:22:23",
        "t": "If you do and they cry out to me, I will certainly hear their cry."
    },
    {
        "o": 2323,
        "r": "niv:Exodus:22:24",
        "t": "My anger will be aroused, and I will kill you with the sword; your wives will become widows and your children fatherless."
    },
    {
        "o": 2324,
        "r": "niv:Exodus:22:25",
        "t": "“If*p you lend money to one of my people among you who is needy, do not treat it like a business deal; charge no interest."
    },
    {
        "o": 2325,
        "r": "niv:Exodus:22:26",
        "t": "If you take your neighbor’s cloak as a pledge, return it by sunset,"
    },
    {
        "o": 2326,
        "r": "niv:Exodus:22:27",
        "t": "because that cloak is the only covering your neighbor has. What else can they sleep in? When they cry out to me, I will hear, for I am compassionate."
    },
    {
        "o": 2327,
        "r": "niv:Exodus:22:28",
        "t": "“Do*p not blaspheme God or curse the ruler of your people."
    },
    {
        "o": 2328,
        "r": "niv:Exodus:22:29",
        "t": "“Do*p not hold back offerings from your granaries or your vats. “You*p must give me the firstborn of your sons."
    },
    {
        "o": 2329,
        "r": "niv:Exodus:22:30",
        "t": "Do the same with your cattle and your sheep. Let them stay with their mothers for seven days, but give them to me on the eighth day."
    },
    {
        "o": 2330,
        "r": "niv:Exodus:22:31",
        "t": "“You*p are to be my holy people. So do not eat the meat of an animal torn by wild beasts; throw it to the dogs."
    }
]
