[
    {
        "o": 8123,
        "r": "esv:1 Samuel:10:0",
        "t": "1 Samuel 10",
        "h": 1
    },
    {
        "o": 8124,
        "r": "esv:1 Samuel:10:0",
        "t": "Saul Anointed King",
        "h": 2
    },
    {
        "o": 8125,
        "r": "esv:1 Samuel:10:1",
        "t": "Then*p Samuel took a flask of oil and poured it on his head and kissed him and said, “Has not the Lord*s anointed you to be prince over his people Israel? And you shall reign over the people of the Lord*s and you will save them from the hand of their surrounding enemies. And this shall be the sign to you that the Lord*s has anointed you to be prince over his heritage."
    },
    {
        "o": 8126,
        "r": "esv:1 Samuel:10:2",
        "t": "When you depart from me today, you will meet two men by Rachel’s tomb in the territory of Benjamin at Zelzah, and they will say to you, ‘The donkeys that you went to seek are found, and now your father has ceased to care about the donkeys and is anxious about you, saying, “What shall I do about my son?”’"
    },
    {
        "o": 8127,
        "r": "esv:1 Samuel:10:3",
        "t": "Then you shall go on from there farther and come to the oak of Tabor. Three men going up to God at Bethel will meet you there, one carrying three young goats, another carrying three loaves of bread, and another carrying a skin of wine."
    },
    {
        "o": 8128,
        "r": "esv:1 Samuel:10:4",
        "t": "And they will greet you and give you two loaves of bread, which you shall accept from their hand."
    },
    {
        "o": 8129,
        "r": "esv:1 Samuel:10:5",
        "t": "After that you shall come to Gibeath-elohim, where there is a garrison of the Philistines. And there, as soon as you come to the city, you will meet a group of prophets coming down from the high place with harp, tambourine, flute, and lyre before them, prophesying."
    },
    {
        "o": 8130,
        "r": "esv:1 Samuel:10:6",
        "t": "Then the Spirit of the Lord*s will rush upon you, and you will prophesy with them and be turned into another man."
    },
    {
        "o": 8131,
        "r": "esv:1 Samuel:10:7",
        "t": "Now when these signs meet you, do what your hand finds to do, for God is with you."
    },
    {
        "o": 8132,
        "r": "esv:1 Samuel:10:8",
        "t": "Then go down before me to Gilgal. And behold, I am coming down to you to offer burnt offerings and to sacrifice peace offerings. Seven days you shall wait, until I come to you and show you what you shall do.”"
    },
    {
        "o": 8133,
        "r": "esv:1 Samuel:10:9",
        "t": "When*p he turned his back to leave Samuel, God gave him another heart. And all these signs came to pass that day."
    },
    {
        "o": 8134,
        "r": "esv:1 Samuel:10:10",
        "t": "When they came to Gibeah, behold, a group of prophets met him, and the Spirit of God rushed upon him, and he prophesied among them."
    },
    {
        "o": 8135,
        "r": "esv:1 Samuel:10:11",
        "t": "And when all who knew him previously saw how he prophesied with the prophets, the people said to one another, “What has come over the son of Kish? Is Saul also among the prophets?”"
    },
    {
        "o": 8136,
        "r": "esv:1 Samuel:10:12",
        "t": "And a man of the place answered, “And who is their father?” Therefore it became a proverb, “Is Saul also among the prophets?”"
    },
    {
        "o": 8137,
        "r": "esv:1 Samuel:10:13",
        "t": "When he had finished prophesying, he came to the high place."
    },
    {
        "o": 8138,
        "r": "esv:1 Samuel:10:14",
        "t": "Saul’s*p uncle said to him and to his servant, “Where did you go?” And he said, “To seek the donkeys. And when we saw they were not to be found, we went to Samuel.”"
    },
    {
        "o": 8139,
        "r": "esv:1 Samuel:10:15",
        "t": "And Saul’s uncle said, “Please tell me what Samuel said to you.”"
    },
    {
        "o": 8140,
        "r": "esv:1 Samuel:10:16",
        "t": "And Saul said to his uncle, “He told us plainly that the donkeys had been found.” But about the matter of the kingdom, of which Samuel had spoken, he did not tell him anything."
    },
    {
        "o": 8141,
        "r": "esv:1 Samuel:10:16",
        "t": "Saul Proclaimed King",
        "h": 2
    },
    {
        "o": 8142,
        "r": "esv:1 Samuel:10:17",
        "t": "Now*p Samuel called the people together to the Lord*s at Mizpah."
    },
    {
        "o": 8143,
        "r": "esv:1 Samuel:10:18",
        "t": "And he said to the people of Israel, “Thus says the Lord,*s the God of Israel, ‘I brought up Israel out of Egypt, and I delivered you from the hand of the Egyptians and from the hand of all the kingdoms that were oppressing you.’"
    },
    {
        "o": 8144,
        "r": "esv:1 Samuel:10:19",
        "t": "But today you have rejected your God, who saves you from all your calamities and your distresses, and you have said to him, ‘Set a king over us.’ Now therefore present yourselves before the Lord*s by your tribes and by your thousands.”"
    },
    {
        "o": 8145,
        "r": "esv:1 Samuel:10:20",
        "t": "Then*p Samuel brought all the tribes of Israel near, and the tribe of Benjamin was taken by lot."
    },
    {
        "o": 8146,
        "r": "esv:1 Samuel:10:21",
        "t": "He brought the tribe of Benjamin near by its clans, and the clan of the Matrites was taken by lot; and Saul the son of Kish was taken by lot. But when they sought him, he could not be found."
    },
    {
        "o": 8147,
        "r": "esv:1 Samuel:10:22",
        "t": "So they inquired again of the Lord,*s “Is there a man still to come?” and the Lord*s said, “Behold, he has hidden himself among the baggage.”"
    },
    {
        "o": 8148,
        "r": "esv:1 Samuel:10:23",
        "t": "Then they ran and took him from there. And when he stood among the people, he was taller than any of the people from his shoulders upward."
    },
    {
        "o": 8149,
        "r": "esv:1 Samuel:10:24",
        "t": "And Samuel said to all the people, “Do you see him whom the Lord*s has chosen? There is none like him among all the people.” And all the people shouted, “Long live the king!”"
    },
    {
        "o": 8150,
        "r": "esv:1 Samuel:10:25",
        "t": "Then*p Samuel told the people the rights and duties of the kingship, and he wrote them in a book and laid it up before the Lord.*s Then Samuel sent all the people away, each one to his home."
    },
    {
        "o": 8151,
        "r": "esv:1 Samuel:10:26",
        "t": "Saul also went to his home at Gibeah, and with him went men of valor whose hearts God had touched."
    },
    {
        "o": 8152,
        "r": "esv:1 Samuel:10:27",
        "t": "But some worthless fellows said, “How can this man save us?” And they despised him and brought him no present. But he held his peace."
    }
]
