[
    {
        "o": 28341,
        "r": "kjv:Acts:8:0",
        "t": "Acts 8",
        "h": 1
    },
    {
        "o": 28342,
        "r": "kjv:Acts:8:1",
        "t": "And*p Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles."
    },
    {
        "o": 28343,
        "r": "kjv:Acts:8:2",
        "t": "And*p devout men carried Stephen to his burial, and made great lamentation over him."
    },
    {
        "o": 28344,
        "r": "kjv:Acts:8:3",
        "t": "As*p for Saul, he made havock of the church, entering into every house, and haling men and women committed them to prison."
    },
    {
        "o": 28345,
        "r": "kjv:Acts:8:4",
        "t": "Therefore*p they that were scattered abroad went every where preaching the word."
    },
    {
        "o": 28346,
        "r": "kjv:Acts:8:5",
        "t": "Then*p Philip went down to the city of Samaria, and preached Christ unto them."
    },
    {
        "o": 28347,
        "r": "kjv:Acts:8:6",
        "t": "And*p the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did."
    },
    {
        "o": 28348,
        "r": "kjv:Acts:8:7",
        "t": "For*p unclean spirits, crying with loud voice, came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed."
    },
    {
        "o": 28349,
        "r": "kjv:Acts:8:8",
        "t": "And*p there was great joy in that city."
    },
    {
        "o": 28350,
        "r": "kjv:Acts:8:9",
        "t": "But*p there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:"
    },
    {
        "o": 28351,
        "r": "kjv:Acts:8:10",
        "t": "To*p whom they all gave heed, from the least to the greatest, saying, This man is the great power of God."
    },
    {
        "o": 28352,
        "r": "kjv:Acts:8:11",
        "t": "And*p to him they had regard, because that of long time he had bewitched them with sorceries."
    },
    {
        "o": 28353,
        "r": "kjv:Acts:8:12",
        "t": "But*p when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women."
    },
    {
        "o": 28354,
        "r": "kjv:Acts:8:13",
        "t": "Then*p Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done."
    },
    {
        "o": 28355,
        "r": "kjv:Acts:8:14",
        "t": "Now*p when the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John:"
    },
    {
        "o": 28356,
        "r": "kjv:Acts:8:15",
        "t": "Who,*p when they were come down, prayed for them, that they might receive the Holy Ghost:"
    },
    {
        "o": 28357,
        "r": "kjv:Acts:8:16",
        "t": "(For*p as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)"
    },
    {
        "o": 28358,
        "r": "kjv:Acts:8:17",
        "t": "Then*p laid they their hands on them, and they received the Holy Ghost."
    },
    {
        "o": 28359,
        "r": "kjv:Acts:8:18",
        "t": "And*p when Simon saw that through laying on of the apostles' hands the Holy Ghost was given, he offered them money,"
    },
    {
        "o": 28360,
        "r": "kjv:Acts:8:19",
        "t": "Saying,*p Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost."
    },
    {
        "o": 28361,
        "r": "kjv:Acts:8:20",
        "t": "But*p Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money."
    },
    {
        "o": 28362,
        "r": "kjv:Acts:8:21",
        "t": "Thou*p hast neither part nor lot in this matter: for thy heart is not right in the sight of God."
    },
    {
        "o": 28363,
        "r": "kjv:Acts:8:22",
        "t": "Repent*p therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee."
    },
    {
        "o": 28364,
        "r": "kjv:Acts:8:23",
        "t": "For*p I perceive that thou art in the gall of bitterness, and in the bond of iniquity."
    },
    {
        "o": 28365,
        "r": "kjv:Acts:8:24",
        "t": "Then*p answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye have spoken come upon me."
    },
    {
        "o": 28366,
        "r": "kjv:Acts:8:25",
        "t": "And*p they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the gospel in many villages of the Samaritans."
    },
    {
        "o": 28367,
        "r": "kjv:Acts:8:26",
        "t": "And*p the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert."
    },
    {
        "o": 28368,
        "r": "kjv:Acts:8:27",
        "t": "And*p he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,"
    },
    {
        "o": 28369,
        "r": "kjv:Acts:8:28",
        "t": "Was*p returning, and sitting in his chariot read Esaias the prophet."
    },
    {
        "o": 28370,
        "r": "kjv:Acts:8:29",
        "t": "Then*p the Spirit said unto Philip, Go near, and join thyself to this chariot."
    },
    {
        "o": 28371,
        "r": "kjv:Acts:8:30",
        "t": "And*p Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?"
    },
    {
        "o": 28372,
        "r": "kjv:Acts:8:31",
        "t": "And*p he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him."
    },
    {
        "o": 28373,
        "r": "kjv:Acts:8:32",
        "t": "The*p place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:"
    },
    {
        "o": 28374,
        "r": "kjv:Acts:8:33",
        "t": "In*p his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth."
    },
    {
        "o": 28375,
        "r": "kjv:Acts:8:34",
        "t": "And*p the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?"
    },
    {
        "o": 28376,
        "r": "kjv:Acts:8:35",
        "t": "Then*p Philip opened his mouth, and began at the same scripture, and preached unto him Jesus."
    },
    {
        "o": 28377,
        "r": "kjv:Acts:8:36",
        "t": "And*p as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?"
    },
    {
        "o": 28378,
        "r": "kjv:Acts:8:37",
        "t": "And*p Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God."
    },
    {
        "o": 28379,
        "r": "kjv:Acts:8:38",
        "t": "And*p he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him."
    },
    {
        "o": 28380,
        "r": "kjv:Acts:8:39",
        "t": "And*p when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing."
    },
    {
        "o": 28381,
        "r": "kjv:Acts:8:40",
        "t": "But*p Philip was found at Azotus: and passing through he preached in all the cities, till he came to Caesarea."
    }
]
