[
    {
        "o": 2227,
        "r": "nkjv:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2228,
        "r": "nkjv:Exodus:19:0",
        "t": "Israel at Mount Sinai",
        "h": 2
    },
    {
        "o": 2229,
        "r": "nkjv:Exodus:19:1",
        "t": "In*p the third month after the children of Israel had gone out of the land of Egypt, on the same day, they came to*i the Wilderness of Sinai."
    },
    {
        "o": 2230,
        "r": "nkjv:Exodus:19:2",
        "t": "For they had departed from Rephidim, had come to*i the Wilderness of Sinai, and camped in the wilderness. So Israel camped there before the mountain."
    },
    {
        "o": 2231,
        "r": "nkjv:Exodus:19:3",
        "t": "And*p Moses went up to God, and the Lord*s called to him from the mountain, saying, “Thus you shall say to the house of Jacob, and tell the children of Israel:"
    },
    {
        "o": 2232,
        "r": "nkjv:Exodus:19:4",
        "t": "‘You have seen what I did to the Egyptians, and how*i I bore you on eagles’ wings and brought you to Myself."
    },
    {
        "o": 2233,
        "r": "nkjv:Exodus:19:5",
        "t": "Now therefore, if you will indeed obey My voice and keep My covenant, then you shall be a special treasure to Me above all people; for all the earth is*i Mine."
    },
    {
        "o": 2234,
        "r": "nkjv:Exodus:19:6",
        "t": "And you shall be to Me a kingdom of priests and a holy nation.’ These are*i the words which you shall speak to the children of Israel.”"
    },
    {
        "o": 2235,
        "r": "nkjv:Exodus:19:7",
        "t": "So*p Moses came and called for the elders of the people, and laid before them all these words which the Lord*s commanded him."
    },
    {
        "o": 2236,
        "r": "nkjv:Exodus:19:8",
        "t": "Then all the people answered together and said, “All that the Lord*s has spoken we will do.” So Moses brought back the words of the people to the Lord.*s"
    },
    {
        "o": 2237,
        "r": "nkjv:Exodus:19:9",
        "t": "And the Lord*s said to Moses, “Behold, I come to you in the thick cloud, that the people may hear when I speak with you, and believe you forever.” So*p Moses told the words of the people to the Lord.*s"
    },
    {
        "o": 2238,
        "r": "nkjv:Exodus:19:10",
        "t": "Then*p the Lord*s said to Moses, “Go to the people and consecrate them today and tomorrow, and let them wash their clothes."
    },
    {
        "o": 2239,
        "r": "nkjv:Exodus:19:11",
        "t": "And let them be ready for the third day. For on the third day the Lord*s will come down upon Mount Sinai in the sight of all the people."
    },
    {
        "o": 2240,
        "r": "nkjv:Exodus:19:12",
        "t": "You shall set bounds for the people all around, saying, ‘Take heed to yourselves that*i you do not*i go up to the mountain or touch its base. Whoever touches the mountain shall surely be put to death."
    },
    {
        "o": 2241,
        "r": "nkjv:Exodus:19:13",
        "t": "Not a hand shall touch him, but he shall surely be stoned or shot with*i an*i arrow;*i whether man or beast, he shall not live.’ When the trumpet sounds long, they shall come near the mountain.”"
    },
    {
        "o": 2242,
        "r": "nkjv:Exodus:19:14",
        "t": "So*p Moses went down from the mountain to the people and sanctified the people, and they washed their clothes."
    },
    {
        "o": 2243,
        "r": "nkjv:Exodus:19:15",
        "t": "And he said to the people, “Be ready for the third day; do not come near your*i wives.”"
    },
    {
        "o": 2244,
        "r": "nkjv:Exodus:19:16",
        "t": "Then*p it came to pass on the third day, in the morning, that there were thunderings and lightnings, and a thick cloud on the mountain; and the sound of the trumpet was very loud, so that all the people who were*i in the camp trembled."
    },
    {
        "o": 2245,
        "r": "nkjv:Exodus:19:17",
        "t": "And Moses brought the people out of the camp to meet with God, and they stood at the foot of the mountain."
    },
    {
        "o": 2246,
        "r": "nkjv:Exodus:19:18",
        "t": "Now Mount Sinai was*i completely in smoke, because the Lord*s descended upon it in fire. Its smoke ascended like the smoke of a furnace, and the whole mountain quaked greatly."
    },
    {
        "o": 2247,
        "r": "nkjv:Exodus:19:19",
        "t": "And when the blast of the trumpet sounded long and became louder and louder, Moses spoke, and God answered him by voice."
    },
    {
        "o": 2248,
        "r": "nkjv:Exodus:19:20",
        "t": "Then the Lord*s came down upon Mount Sinai, on the top of the mountain. And the Lord*s called Moses to the top of the mountain, and Moses went up."
    },
    {
        "o": 2249,
        "r": "nkjv:Exodus:19:21",
        "t": "And*p the Lord*s said to Moses, “Go down and warn the people, lest they break through to gaze at the Lord,*s and many of them perish."
    },
    {
        "o": 2250,
        "r": "nkjv:Exodus:19:22",
        "t": "Also let the priests who come near the Lord*s consecrate themselves, lest the Lord*s break out against them.”"
    },
    {
        "o": 2251,
        "r": "nkjv:Exodus:19:23",
        "t": "But*p Moses said to the Lord,*s “The people cannot come up to Mount Sinai; for You warned us, saying, ‘Set bounds around the mountain and consecrate it.’”"
    },
    {
        "o": 2252,
        "r": "nkjv:Exodus:19:24",
        "t": "Then*p the Lord*s said to him, “Away! Get down and then come up, you and Aaron with you. But do not let the priests and the people break through to come up to the Lord,*s lest He break out against them.”"
    },
    {
        "o": 2253,
        "r": "nkjv:Exodus:19:25",
        "t": "So Moses went down to the people and spoke to them."
    }
]
