[
    {
        "o": 32582,
        "r": "esv:Galatians:4:0",
        "t": "Galatians 4",
        "h": 1
    },
    {
        "o": 32583,
        "r": "esv:Galatians:4:0",
        "t": "Sons and Heirs",
        "h": 2
    },
    {
        "o": 32584,
        "r": "esv:Galatians:4:1",
        "t": "I*p mean that the heir, as long as he is a child, is no different from a slave, though he is the owner of everything,"
    },
    {
        "o": 32585,
        "r": "esv:Galatians:4:2",
        "t": "but he is under guardians and managers until the date set by his father."
    },
    {
        "o": 32586,
        "r": "esv:Galatians:4:3",
        "t": "In the same way we also, when we were children, were enslaved to the elementary principles of the world."
    },
    {
        "o": 32587,
        "r": "esv:Galatians:4:4",
        "t": "But when the fullness of time had come, God sent forth his Son, born of woman, born under the law,"
    },
    {
        "o": 32588,
        "r": "esv:Galatians:4:5",
        "t": "to redeem those who were under the law, so that we might receive adoption as sons."
    },
    {
        "o": 32589,
        "r": "esv:Galatians:4:6",
        "t": "And because you are sons, God has sent the Spirit of his Son into our hearts, crying, “Abba! Father!”"
    },
    {
        "o": 32590,
        "r": "esv:Galatians:4:7",
        "t": "So you are no longer a slave, but a son, and if a son, then an heir through God."
    },
    {
        "o": 32591,
        "r": "esv:Galatians:4:7",
        "t": "Paul’s Concern for the Galatians",
        "h": 2
    },
    {
        "o": 32592,
        "r": "esv:Galatians:4:8",
        "t": "Formerly,*p when you did not know God, you were enslaved to those that by nature are not gods."
    },
    {
        "o": 32593,
        "r": "esv:Galatians:4:9",
        "t": "But now that you have come to know God, or rather to be known by God, how can you turn back again to the weak and worthless elementary principles of the world, whose slaves you want to be once more?"
    },
    {
        "o": 32594,
        "r": "esv:Galatians:4:10",
        "t": "You observe days and months and seasons and years!"
    },
    {
        "o": 32595,
        "r": "esv:Galatians:4:11",
        "t": "I am afraid I may have labored over you in vain."
    },
    {
        "o": 32596,
        "r": "esv:Galatians:4:12",
        "t": "Brothers,*p I entreat you, become as I am, for I also have become as you are. You did me no wrong."
    },
    {
        "o": 32597,
        "r": "esv:Galatians:4:13",
        "t": "You know it was because of a bodily ailment that I preached the gospel to you at first,"
    },
    {
        "o": 32598,
        "r": "esv:Galatians:4:14",
        "t": "and though my condition was a trial to you, you did not scorn or despise me, but received me as an angel of God, as Christ Jesus."
    },
    {
        "o": 32599,
        "r": "esv:Galatians:4:15",
        "t": "What then has become of your blessedness? For I testify to you that, if possible, you would have gouged out your eyes and given them to me."
    },
    {
        "o": 32600,
        "r": "esv:Galatians:4:16",
        "t": "Have I then become your enemy by telling you the truth?"
    },
    {
        "o": 32601,
        "r": "esv:Galatians:4:17",
        "t": "They make much of you, but for no good purpose. They want to shut you out, that you may make much of them."
    },
    {
        "o": 32602,
        "r": "esv:Galatians:4:18",
        "t": "It is always good to be made much of for a good purpose, and not only when I am present with you,"
    },
    {
        "o": 32603,
        "r": "esv:Galatians:4:19",
        "t": "my little children, for whom I am again in the anguish of childbirth until Christ is formed in you!"
    },
    {
        "o": 32604,
        "r": "esv:Galatians:4:20",
        "t": "I wish I could be present with you now and change my tone, for I am perplexed about you."
    },
    {
        "o": 32605,
        "r": "esv:Galatians:4:20",
        "t": "Example of Hagar and Sarah",
        "h": 2
    },
    {
        "o": 32606,
        "r": "esv:Galatians:4:21",
        "t": "Tell*p me, you who desire to be under the law, do you not listen to the law?"
    },
    {
        "o": 32607,
        "r": "esv:Galatians:4:22",
        "t": "For it is written that Abraham had two sons, one by a slave woman and one by a free woman."
    },
    {
        "o": 32608,
        "r": "esv:Galatians:4:23",
        "t": "But the son of the slave was born according to the flesh, while the son of the free woman was born through promise."
    },
    {
        "o": 32609,
        "r": "esv:Galatians:4:24",
        "t": "Now this may be interpreted allegorically: these women are two covenants. One is from Mount Sinai, bearing children for slavery; she is Hagar."
    },
    {
        "o": 32610,
        "r": "esv:Galatians:4:25",
        "t": "Now Hagar is Mount Sinai in Arabia; she corresponds to the present Jerusalem, for she is in slavery with her children."
    },
    {
        "o": 32611,
        "r": "esv:Galatians:4:26",
        "t": "But the Jerusalem above is free, and she is our mother."
    },
    {
        "o": 32612,
        "r": "esv:Galatians:4:27",
        "t": "For it is written, “Rejoice,*pn O barren one who does not bear; break*ld forth and cry aloud, you who are not in labor! For*ln the children of the desolate one will be more than*ld those of the one who has a husband.”"
    },
    {
        "o": 32613,
        "r": "esv:Galatians:4:28",
        "t": "Now*p you, brothers, like Isaac, are children of promise."
    },
    {
        "o": 32614,
        "r": "esv:Galatians:4:29",
        "t": "But just as at that time he who was born according to the flesh persecuted him who was born according to the Spirit, so also it is now."
    },
    {
        "o": 32615,
        "r": "esv:Galatians:4:30",
        "t": "But what does the Scripture say? “Cast out the slave woman and her son, for the son of the slave woman shall not inherit with the son of the free woman.”"
    },
    {
        "o": 32616,
        "r": "esv:Galatians:4:31",
        "t": "So, brothers, we are not children of the slave but of the free woman."
    }
]
