[
    {
        "o": 22296,
        "r": "nkjv:Jeremiah:39:0",
        "t": "Jeremiah 39",
        "h": 1
    },
    {
        "o": 22297,
        "r": "nkjv:Jeremiah:39:0",
        "t": "The Fall of Jerusalem",
        "h": 2
    },
    {
        "o": 22298,
        "r": "nkjv:Jeremiah:39:1",
        "t": "In*p the ninth year of Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon and all his army came against Jerusalem, and besieged it."
    },
    {
        "o": 22299,
        "r": "nkjv:Jeremiah:39:2",
        "t": "In the eleventh year of Zedekiah, in the fourth month, on the ninth day*i of the month, the city was penetrated."
    },
    {
        "o": 22300,
        "r": "nkjv:Jeremiah:39:3",
        "t": "Then*p all the princes of the king of Babylon came in and sat in the Middle Gate: Nergal-Sharezer, Samgar-Nebo, Sarsechim, Rabsaris, Nergal-Sarezer, Rabmag, with the rest of the princes of the king of Babylon."
    },
    {
        "o": 22301,
        "r": "nkjv:Jeremiah:39:4",
        "t": "So*p it was, when Zedekiah the king of Judah and all the men of war saw them, that they fled and went out of the city by night, by way of the king’s garden, by the gate between the two walls. And he went out by way of the plain."
    },
    {
        "o": 22302,
        "r": "nkjv:Jeremiah:39:5",
        "t": "But the Chaldean army pursued them and overtook Zedekiah in the plains of Jericho. And when they had captured him, they brought him up to Nebuchadnezzar king of Babylon, to Riblah in the land of Hamath, where he pronounced judgment on him."
    },
    {
        "o": 22303,
        "r": "nkjv:Jeremiah:39:6",
        "t": "Then the king of Babylon killed the sons of Zedekiah before his eyes in Riblah; the king of Babylon also killed all the nobles of Judah."
    },
    {
        "o": 22304,
        "r": "nkjv:Jeremiah:39:7",
        "t": "Moreover he put out Zedekiah’s eyes, and bound him with bronze fetters to carry him off to Babylon."
    },
    {
        "o": 22305,
        "r": "nkjv:Jeremiah:39:8",
        "t": "And the Chaldeans burned the king’s house and the houses of the people with fire, and broke down the walls of Jerusalem."
    },
    {
        "o": 22306,
        "r": "nkjv:Jeremiah:39:9",
        "t": "Then Nebuzaradan the captain of the guard carried away captive to Babylon the remnant of the people who remained in the city and those who defected to him, with the rest of the people who remained."
    },
    {
        "o": 22307,
        "r": "nkjv:Jeremiah:39:10",
        "t": "But Nebuzaradan the captain of the guard left in the land of Judah the poor people, who had nothing, and gave them vineyards and fields at the same time."
    },
    {
        "o": 22308,
        "r": "nkjv:Jeremiah:39:10",
        "t": "Jeremiah Goes Free",
        "h": 2
    },
    {
        "o": 22309,
        "r": "nkjv:Jeremiah:39:11",
        "t": "Now*p Nebuchadnezzar king of Babylon gave charge concerning Jeremiah to Nebuzaradan the captain of the guard, saying,"
    },
    {
        "o": 22310,
        "r": "nkjv:Jeremiah:39:12",
        "t": "“Take him and look after him, and do him no harm; but do to him just as he says to you.”"
    },
    {
        "o": 22311,
        "r": "nkjv:Jeremiah:39:13",
        "t": "So Nebuzaradan the captain of the guard sent Nebushasban, Rabsaris, Nergal-Sharezer, Rabmag, and all the king of Babylon’s chief officers;"
    },
    {
        "o": 22312,
        "r": "nkjv:Jeremiah:39:14",
        "t": "then they sent someone*i to take Jeremiah from the court of the prison, and committed him to Gedaliah the son of Ahikam, the son of Shaphan, that he should take him home. So he dwelt among the people."
    },
    {
        "o": 22313,
        "r": "nkjv:Jeremiah:39:15",
        "t": "Meanwhile*p the word of the Lord*s had come to Jeremiah while he was shut up in the court of the prison, saying,"
    },
    {
        "o": 22314,
        "r": "nkjv:Jeremiah:39:16",
        "t": "“Go and speak to Ebed-Melech the Ethiopian, saying, ‘Thus says the Lord*s of hosts, the God of Israel: “Behold, I will bring My words upon this city for adversity and not for good, and they shall be performed*i in that day before you."
    },
    {
        "o": 22315,
        "r": "nkjv:Jeremiah:39:17",
        "t": "But I will deliver you in that day,” says the Lord,*s “and you shall not be given into the hand of the men of whom you are*i afraid."
    },
    {
        "o": 22316,
        "r": "nkjv:Jeremiah:39:18",
        "t": "For I will surely deliver you, and you shall not fall by the sword; but your life shall be as a prize to you, because you have put your trust in Me,” says the Lord.’”*s"
    }
]
