[
    {
        "o": 20407,
        "r": "csb:Isaiah:30:0",
        "t": "Isaiah 30",
        "h": 1
    },
    {
        "o": 20408,
        "r": "csb:Isaiah:30:0",
        "t": "Condemnation of the Egyptian Alliance",
        "h": 2
    },
    {
        "o": 20409,
        "r": "csb:Isaiah:30:1",
        "t": "Woe*pn to the rebellious children! This*lg is the Lord’s*s declaration. They*pn carry out a plan, but not mine; they*ln make an alliance, but*ln against my will, piling*ln sin on top of sin."
    },
    {
        "o": 20410,
        "r": "csb:Isaiah:30:2",
        "t": "Without*ln asking my advice they*ln set out to go down to Egypt in*ln order to seek shelter under Pharaoh’s protection and*ln take refuge in Egypt’s shadow."
    },
    {
        "o": 20411,
        "r": "csb:Isaiah:30:3",
        "t": "But*ln Pharaoh’s protection will become your shame, and*ln refuge in Egypt’s shadow your humiliation."
    },
    {
        "o": 20412,
        "r": "csb:Isaiah:30:4",
        "t": "For*ln though his princes are at Zoan and*ln his messengers reach as far as Hanes,"
    },
    {
        "o": 20413,
        "r": "csb:Isaiah:30:5",
        "t": "everyone*ln will be ashamed because*ln of a people who can’t help. They*ln are of no benefit, they are no help; they*ln are good for nothing but shame and disgrace."
    },
    {
        "o": 20414,
        "r": "csb:Isaiah:30:6",
        "t": "A*p pronouncement concerning the animals of the Negev: Through*pn a land of trouble and distress, of*ln lioness and lion, of*ln viper and flying serpent, they*ln carry their wealth on the backs of donkeys and*ln their treasures on the humps of camels, to*ln a people who will not help them."
    },
    {
        "o": 20415,
        "r": "csb:Isaiah:30:7",
        "t": "Egypt’s*ln help is completely worthless; therefore,*ln I call her: Rahab*ln Who Just Sits."
    },
    {
        "o": 20416,
        "r": "csb:Isaiah:30:8",
        "t": "Go*pn now, write it on a tablet in their presence and*ln inscribe it on a scroll; it*ln will be for the future, forever*ln and ever."
    },
    {
        "o": 20417,
        "r": "csb:Isaiah:30:9",
        "t": "They*ln are a rebellious people, deceptive*ln children, children*ln who do not want to listen to the Lord’s*s instruction."
    },
    {
        "o": 20418,
        "r": "csb:Isaiah:30:10",
        "t": "They*ln say to the seers, “Do not see,” and*ln to the prophets, “Do*ln not prophesy the truth to us. Tell*ln us flattering things. Prophesy*ln illusions."
    },
    {
        "o": 20419,
        "r": "csb:Isaiah:30:11",
        "t": "Get*ln out of the way! Leave*ln the pathway. Rid*ln us of the Holy One of Israel.”"
    },
    {
        "o": 20420,
        "r": "csb:Isaiah:30:12",
        "t": "Therefore*ln the Holy One of Israel says: “Because*ln you have rejected this message and*ln have trusted in oppression and deceit, and*ln have depended on them,"
    },
    {
        "o": 20421,
        "r": "csb:Isaiah:30:13",
        "t": "this*ln iniquity of yours will be like*ln a crumbling gap, a*ln bulge in a high wall whose*ln collapse will come in an instant - suddenly!"
    },
    {
        "o": 20422,
        "r": "csb:Isaiah:30:14",
        "t": "Its*ln collapse will be like the shattering of*ln a potter’s jar, crushed to pieces, so*ln that not even a fragment of pottery will*ln be found among its shattered remains — no*ln fragment large enough to take fire from a hearth or*ln scoop water from a cistern.”"
    },
    {
        "o": 20423,
        "r": "csb:Isaiah:30:15",
        "t": "For*ln the Lord God,*s the Holy One of Israel, has said: “You*ln will be delivered by returning and resting; your*ln strength will lie in quiet confidence. But*ln you are not willing.”"
    },
    {
        "o": 20424,
        "r": "csb:Isaiah:30:16",
        "t": "You*ln say, “No! We*ln will escape on horses” — therefore*ln you will escape! — and,*ln “We will ride on fast horses” — but*ln those who pursue you will be faster."
    },
    {
        "o": 20425,
        "r": "csb:Isaiah:30:17",
        "t": "One*ln thousand will flee at the threat of one, at*ln the threat of five you will flee, until*ln you remain like*ln a solitary pole on a mountaintop or*ln a banner on a hill."
    },
    {
        "o": 20426,
        "r": "csb:Isaiah:30:17",
        "t": "The Lord’s Mercy to Israel",
        "h": 2
    },
    {
        "o": 20427,
        "r": "csb:Isaiah:30:18",
        "t": "Therefore*pn the Lord*s is waiting to show you mercy, and*ln is rising up to show you compassion, for*ln the Lord*s is a just God. All*ln who wait patiently for him are happy."
    },
    {
        "o": 20428,
        "r": "csb:Isaiah:30:19",
        "t": "For*p people will live on Zion in Jerusalem. You will never weep again; he will show favor to you at the sound of your outcry; as soon as he hears, he will answer you."
    },
    {
        "o": 20429,
        "r": "csb:Isaiah:30:20",
        "t": "The Lord will give you meager bread and water during oppression, but your Teacher will not hide any longer. Your eyes will see your Teacher,"
    },
    {
        "o": 20430,
        "r": "csb:Isaiah:30:21",
        "t": "and whenever you turn to the right or to the left, your ears will hear this command behind you: “This is the way. Walk in it.”"
    },
    {
        "o": 20431,
        "r": "csb:Isaiah:30:22",
        "t": "Then you will defile your silver-plated idols and your gold-plated images. You will throw them away like menstrual cloths, and call them filth."
    },
    {
        "o": 20432,
        "r": "csb:Isaiah:30:23",
        "t": "Then*p he will send rain for your seed that you have sown in the ground, and the food, the produce of the ground, will be rich and plentiful. On that day your cattle will graze in open pastures."
    },
    {
        "o": 20433,
        "r": "csb:Isaiah:30:24",
        "t": "The oxen and donkeys that work the ground will eat salted fodder scattered with winnowing shovel and fork."
    },
    {
        "o": 20434,
        "r": "csb:Isaiah:30:25",
        "t": "Streams flowing with water will be on every high mountain and every raised hill on the day of great slaughter when the towers fall."
    },
    {
        "o": 20435,
        "r": "csb:Isaiah:30:26",
        "t": "The moonlight will be as bright as the sunlight, and the sunlight will be seven times brighter- like the light of seven days - on the day that the Lord*s bandages his people’s injuries and heals the wounds he inflicted."
    },
    {
        "o": 20436,
        "r": "csb:Isaiah:30:26",
        "t": "Annihilation of the Assyrians",
        "h": 2
    },
    {
        "o": 20437,
        "r": "csb:Isaiah:30:27",
        "t": "Look!*pn The name of the Lord*s is coming from far away, his*ln anger burning and heavy with smoke. His*ln lips are full of fury, and*ln his tongue is like a consuming fire."
    },
    {
        "o": 20438,
        "r": "csb:Isaiah:30:28",
        "t": "His*ln breath is like an overflowing torrent that*ln rises to the neck. He*ln comes to sift the nations in a sieve of destruction and*ln to put a bridle on the jaws of the peoples to*ln lead them astray."
    },
    {
        "o": 20439,
        "r": "csb:Isaiah:30:29",
        "t": "Your*ln singing will be like that on*ln the night of a holy festival, and*ln your heart will rejoice like*ln one who walks to the music of a flute, going*ln up to the mountain of the Lord,*s to*ln the Rock of Israel."
    },
    {
        "o": 20440,
        "r": "csb:Isaiah:30:30",
        "t": "And*ln the Lord*s will make the splendor of his voice heard and*ln reveal his arm striking in angry wrath and*ln a flame of consuming fire, in*ln driving rain, a torrent, and hailstones."
    },
    {
        "o": 20441,
        "r": "csb:Isaiah:30:31",
        "t": "Assyria*ln will be shattered by the voice of the Lord.*s He*ln will strike with a rod."
    },
    {
        "o": 20442,
        "r": "csb:Isaiah:30:32",
        "t": "And*ln every stroke of the appointed staff that*ln the Lord*s brings down on him will*ln be to the sound of tambourines and lyres; he*ln will fight against him with brandished weapons."
    },
    {
        "o": 20443,
        "r": "csb:Isaiah:30:33",
        "t": "Indeed!*ln Topheth has been ready for*ln the king for a long time. Its*ln funeral pyre is deep and wide, with*ln plenty of fire and wood. The*ln breath of the Lord,*s like a torrent of burning sulfur, kindles*ln it."
    }
]
