[
    {
        "o": 13494,
        "r": "esv:Ezra:10:0",
        "t": "Ezra 10",
        "h": 1
    },
    {
        "o": 13495,
        "r": "esv:Ezra:10:0",
        "t": "The People Confess Their Sin",
        "h": 2
    },
    {
        "o": 13496,
        "r": "esv:Ezra:10:1",
        "t": "While*p Ezra prayed and made confession, weeping and casting himself down before the house of God, a very great assembly of men, women, and children, gathered to him out of Israel, for the people wept bitterly."
    },
    {
        "o": 13497,
        "r": "esv:Ezra:10:2",
        "t": "And Shecaniah the son of Jehiel, of the sons of Elam, addressed Ezra: “We have broken faith with our God and have married foreign women from the peoples of the land, but even now there is hope for Israel in spite of this."
    },
    {
        "o": 13498,
        "r": "esv:Ezra:10:3",
        "t": "Therefore let us make a covenant with our God to put away all these wives and their children, according to the counsel of my lord and of those who tremble at the commandment of our God, and let it be done according to the Law."
    },
    {
        "o": 13499,
        "r": "esv:Ezra:10:4",
        "t": "Arise, for it is your task, and we are with you; be strong and do it.”"
    },
    {
        "o": 13500,
        "r": "esv:Ezra:10:5",
        "t": "Then Ezra arose and made the leading priests and Levites and all Israel take an oath that they would do as had been said. So they took the oath."
    },
    {
        "o": 13501,
        "r": "esv:Ezra:10:6",
        "t": "Then*p Ezra withdrew from before the house of God and went to the chamber of Jehohanan the son of Eliashib, where he spent the night, neither eating bread nor drinking water, for he was mourning over the faithlessness of the exiles."
    },
    {
        "o": 13502,
        "r": "esv:Ezra:10:7",
        "t": "And a proclamation was made throughout Judah and Jerusalem to all the returned exiles that they should assemble at Jerusalem,"
    },
    {
        "o": 13503,
        "r": "esv:Ezra:10:8",
        "t": "and that if anyone did not come within three days, by order of the officials and the elders all his property should be forfeited, and he himself banned from the congregation of the exiles."
    },
    {
        "o": 13504,
        "r": "esv:Ezra:10:9",
        "t": "Then*p all the men of Judah and Benjamin assembled at Jerusalem within the three days. It was the ninth month, on the twentieth day of the month. And all the people sat in the open square before the house of God, trembling because of this matter and because of the heavy rain."
    },
    {
        "o": 13505,
        "r": "esv:Ezra:10:10",
        "t": "And Ezra the priest stood up and said to them, “You have broken faith and married foreign women, and so increased the guilt of Israel."
    },
    {
        "o": 13506,
        "r": "esv:Ezra:10:11",
        "t": "Now then make confession to the Lord,*s the God of your fathers and do his will. Separate yourselves from the peoples of the land and from the foreign wives.”"
    },
    {
        "o": 13507,
        "r": "esv:Ezra:10:12",
        "t": "Then all the assembly answered with a loud voice, “It is so; we must do as you have said."
    },
    {
        "o": 13508,
        "r": "esv:Ezra:10:13",
        "t": "But the people are many, and it is a time of heavy rain; we cannot stand in the open. Nor is this a task for one day or for two, for we have greatly transgressed in this matter."
    },
    {
        "o": 13509,
        "r": "esv:Ezra:10:14",
        "t": "Let our officials stand for the whole assembly. Let all in our cities who have taken foreign wives come at appointed times, and with them the elders and judges of every city, until the fierce wrath of our God over this matter is turned away from us.”"
    },
    {
        "o": 13510,
        "r": "esv:Ezra:10:15",
        "t": "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah opposed this, and Meshullam and Shabbethai the Levite supported them."
    },
    {
        "o": 13511,
        "r": "esv:Ezra:10:16",
        "t": "Then*p the returned exiles did so. Ezra the priest selected men, heads of fathers’ houses, according to their fathers’ houses, each of them designated by name. On the first day of the tenth month they sat down to examine the matter;"
    },
    {
        "o": 13512,
        "r": "esv:Ezra:10:17",
        "t": "and by the first day of the first month they had come to the end of all the men who had married foreign women."
    },
    {
        "o": 13513,
        "r": "esv:Ezra:10:17",
        "t": "Those Guilty of Intermarriage",
        "h": 2
    },
    {
        "o": 13514,
        "r": "esv:Ezra:10:18",
        "t": "Now*p there were found some of the sons of the priests who had married foreign women: Maaseiah, Eliezer, Jarib, and Gedaliah, some of the sons of Jeshua the son of Jozadak and his brothers."
    },
    {
        "o": 13515,
        "r": "esv:Ezra:10:19",
        "t": "They pledged themselves to put away their wives, and their guilt offering was a ram of the flock for their guilt."
    },
    {
        "o": 13516,
        "r": "esv:Ezra:10:20",
        "t": "Of the sons of Immer: Hanani and Zebadiah."
    },
    {
        "o": 13517,
        "r": "esv:Ezra:10:21",
        "t": "Of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah."
    },
    {
        "o": 13518,
        "r": "esv:Ezra:10:22",
        "t": "Of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
    },
    {
        "o": 13519,
        "r": "esv:Ezra:10:23",
        "t": "Of*p the Levites: Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer."
    },
    {
        "o": 13520,
        "r": "esv:Ezra:10:24",
        "t": "Of the singers: Eliashib. Of the gatekeepers: Shallum, Telem, and Uri."
    },
    {
        "o": 13521,
        "r": "esv:Ezra:10:25",
        "t": "And*p of Israel: of the sons of Parosh: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Hashabiah, and Benaiah."
    },
    {
        "o": 13522,
        "r": "esv:Ezra:10:26",
        "t": "Of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah."
    },
    {
        "o": 13523,
        "r": "esv:Ezra:10:27",
        "t": "Of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza."
    },
    {
        "o": 13524,
        "r": "esv:Ezra:10:28",
        "t": "Of the sons of Bebai were Jehohanan, Hananiah, Zabbai, and Athlai."
    },
    {
        "o": 13525,
        "r": "esv:Ezra:10:29",
        "t": "Of the sons of Bani were Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth."
    },
    {
        "o": 13526,
        "r": "esv:Ezra:10:30",
        "t": "Of the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh."
    },
    {
        "o": 13527,
        "r": "esv:Ezra:10:31",
        "t": "Of the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
    },
    {
        "o": 13528,
        "r": "esv:Ezra:10:32",
        "t": "Benjamin, Malluch, and Shemariah."
    },
    {
        "o": 13529,
        "r": "esv:Ezra:10:33",
        "t": "Of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei."
    },
    {
        "o": 13530,
        "r": "esv:Ezra:10:34",
        "t": "Of the sons of Bani: Maadai, Amram, Uel,"
    },
    {
        "o": 13531,
        "r": "esv:Ezra:10:35",
        "t": "Benaiah, Bedeiah, Cheluhi,"
    },
    {
        "o": 13532,
        "r": "esv:Ezra:10:36",
        "t": "Vaniah, Meremoth, Eliashib,"
    },
    {
        "o": 13533,
        "r": "esv:Ezra:10:37",
        "t": "Mattaniah, Mattenai, Jaasu."
    },
    {
        "o": 13534,
        "r": "esv:Ezra:10:38",
        "t": "Of the sons of Binnui: Shimei,"
    },
    {
        "o": 13535,
        "r": "esv:Ezra:10:39",
        "t": "Shelemiah, Nathan, Adaiah,"
    },
    {
        "o": 13536,
        "r": "esv:Ezra:10:40",
        "t": "Machnadebai, Shashai, Sharai,"
    },
    {
        "o": 13537,
        "r": "esv:Ezra:10:41",
        "t": "Azarel, Shelemiah, Shemariah,"
    },
    {
        "o": 13538,
        "r": "esv:Ezra:10:42",
        "t": "Shallum, Amariah, and Joseph."
    },
    {
        "o": 13539,
        "r": "esv:Ezra:10:43",
        "t": "Of the sons of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah."
    },
    {
        "o": 13540,
        "r": "esv:Ezra:10:44",
        "t": "All these had married foreign women, and some of the women had even borne children."
    }
]
