[
    {
        "o": 23538,
        "r": "nasb:Ezekiel:28:0",
        "t": "Ezekiel 28",
        "h": 1
    },
    {
        "o": 23539,
        "r": "nasb:Ezekiel:28:0",
        "t": "Tyre’s King Overthrown",
        "h": 2
    },
    {
        "o": 23540,
        "r": "nasb:Ezekiel:28:1",
        "t": "The*p word of the Lord*s came again to me, saying,"
    },
    {
        "o": 23541,
        "r": "nasb:Ezekiel:28:2",
        "t": "“Son of man, say to the leader of Tyre, ‘Thus says the Lord God,*s “Because*pn your heart is lifted up And*ln you have said, ‘I am a god, I*ln sit in the seat of gods In*ln the heart of the seas’; Yet*ln you are a man and not God, Although*ln you make your heart like the heart of God—"
    },
    {
        "o": 23542,
        "r": "nasb:Ezekiel:28:3",
        "t": "Behold,*ln you are wiser than Daniel; There*ln is no secret that is a match for you."
    },
    {
        "o": 23543,
        "r": "nasb:Ezekiel:28:4",
        "t": "By*ln your wisdom and understanding You*ln have acquired riches for yourself And*ln have acquired gold and silver for your treasuries."
    },
    {
        "o": 23544,
        "r": "nasb:Ezekiel:28:5",
        "t": "By*ln your great wisdom, by your trade You*ln have increased your riches And*ln your heart is lifted up because of your riches—"
    },
    {
        "o": 23545,
        "r": "nasb:Ezekiel:28:6",
        "t": "Therefore*p thus says the Lord God,*s ‘Because*pn you have made your heart Like*ln the heart of God,"
    },
    {
        "o": 23546,
        "r": "nasb:Ezekiel:28:7",
        "t": "Therefore,*ln behold, I will bring strangers upon you, The*ln most ruthless of the nations. And*ln they will draw their swords Against*ln the beauty of your wisdom And*ln defile your splendor."
    },
    {
        "o": 23547,
        "r": "nasb:Ezekiel:28:8",
        "t": "They*ln will bring you down to the pit, And*ln you will die the death of those who are slain In*ln the heart of the seas."
    },
    {
        "o": 23548,
        "r": "nasb:Ezekiel:28:9",
        "t": "Will*ln you still say, “I am a god,” In*ln the presence of your slayer, Though*ln you are a man and not God, In*ln the hands of those who wound you?"
    },
    {
        "o": 23549,
        "r": "nasb:Ezekiel:28:10",
        "t": "You*ln will die the death of the uncircumcised By*ln the hand of strangers, For*ln I have spoken!’ declares the Lord God*s !” ’ ”"
    },
    {
        "o": 23550,
        "r": "nasb:Ezekiel:28:11",
        "t": "Again*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23551,
        "r": "nasb:Ezekiel:28:12",
        "t": "“Son of man, take up a lamentation over the king of Tyre and say to him, ‘Thus says the Lord God,*s “You*pn had the seal of perfection, Full*ln of wisdom and perfect in beauty."
    },
    {
        "o": 23552,
        "r": "nasb:Ezekiel:28:13",
        "t": "You*ln were in Eden, the garden of God; Every*ln precious stone was your covering: The*ln ruby, the topaz and the diamond; The*ln beryl, the onyx and the jasper; The*ln lapis lazuli, the turquoise and the emerald; And*ln the gold, the workmanship of your settings and sockets, Was*ln in you. On*ln the day that you were created They*ln were prepared."
    },
    {
        "o": 23553,
        "r": "nasb:Ezekiel:28:14",
        "t": "You*ln were the anointed cherub who covers, And*ln I placed you there.*i You*ln were on the holy mountain of God; You*ln walked in the midst of the stones of fire."
    },
    {
        "o": 23554,
        "r": "nasb:Ezekiel:28:15",
        "t": "You*ln were blameless in your ways From*ln the day you were created Until*ln unrighteousness was found in you."
    },
    {
        "o": 23555,
        "r": "nasb:Ezekiel:28:16",
        "t": "By*ln the abundance of your trade You*ln were internally filled with violence, And*ln you sinned; Therefore*ln I have cast you as profane From*ln the mountain of God. And*ln I have destroyed you, O covering cherub, From*ln the midst of the stones of fire."
    },
    {
        "o": 23556,
        "r": "nasb:Ezekiel:28:17",
        "t": "Your*ln heart was lifted up because of your beauty; You*ln corrupted your wisdom by reason of your splendor. I*ln cast you to the ground; I*ln put you before kings, That*ln they may see you."
    },
    {
        "o": 23557,
        "r": "nasb:Ezekiel:28:18",
        "t": "By*ln the multitude of your iniquities, In*ln the unrighteousness of your trade You*ln profaned your sanctuaries. Therefore*ln I have brought fire from the midst of you; It*ln has consumed you, And*ln I have turned you to ashes on the earth In*ln the eyes of all who see you."
    },
    {
        "o": 23558,
        "r": "nasb:Ezekiel:28:19",
        "t": "All*ln who know you among the peoples Are*ln appalled at you; You*ln have become terrified And*ln you will cease to be forever.” ’ ”"
    },
    {
        "o": 23559,
        "r": "nasb:Ezekiel:28:19",
        "t": "Judgment of Sidon",
        "h": 2
    },
    {
        "o": 23560,
        "r": "nasb:Ezekiel:28:20",
        "t": "And*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23561,
        "r": "nasb:Ezekiel:28:21",
        "t": "“Son of man, set your face toward Sidon, prophesy against her"
    },
    {
        "o": 23562,
        "r": "nasb:Ezekiel:28:22",
        "t": "and say, ‘Thus says the Lord God,*s “Behold,*pn I am against you, O Sidon, And*ln I will be glorified in your midst. Then*ln they will know that I am the Lord*s when I execute judgments in her, And*ln I will manifest My holiness in her."
    },
    {
        "o": 23563,
        "r": "nasb:Ezekiel:28:23",
        "t": "For*ln I will send pestilence to her And*ln blood to her streets, And*ln the wounded will fall in her midst By*ln the sword upon her on every side; Then*ln they will know that I am the Lord.*s"
    },
    {
        "o": 23564,
        "r": "nasb:Ezekiel:28:24",
        "t": "And*p there will be no more for the house of Israel a prickling brier or a painful thorn from any round about them who scorned them; then they will know that I am the Lord God.”*s"
    },
    {
        "o": 23565,
        "r": "nasb:Ezekiel:28:24",
        "t": "Israel Regathered",
        "h": 2
    },
    {
        "o": 23566,
        "r": "nasb:Ezekiel:28:25",
        "t": "‘Thus*p says the Lord God,*s “When I gather the house of Israel from the peoples among whom they are scattered, and will manifest My holiness in them in the sight of the nations, then they will live in their land which I gave to My servant Jacob."
    },
    {
        "o": 23567,
        "r": "nasb:Ezekiel:28:26",
        "t": "They will live in it securely; and they will build houses, plant vineyards and live securely when I execute judgments upon all who scorn them round about them. Then they will know that I am the Lord*s their God.” ’ ”"
    }
]
