[
    {
        "o": 5496,
        "r": "nasb:Deuteronomy:5:0",
        "t": "Deuteronomy 5",
        "h": 1
    },
    {
        "o": 5497,
        "r": "nasb:Deuteronomy:5:0",
        "t": "The Ten Commandments Repeated",
        "h": 2
    },
    {
        "o": 5498,
        "r": "nasb:Deuteronomy:5:1",
        "t": "Then*p Moses summoned all Israel and said to them: “Hear,*bp O Israel, the statutes and the ordinances which I am speaking today in your hearing, that you may learn them and observe them carefully."
    },
    {
        "o": 5499,
        "r": "nasb:Deuteronomy:5:2",
        "t": "The Lord*s our God made a covenant with us at Horeb."
    },
    {
        "o": 5500,
        "r": "nasb:Deuteronomy:5:3",
        "t": "The Lord*s did not make this covenant with our fathers, but with us, with*i all those of us alive here today."
    },
    {
        "o": 5501,
        "r": "nasb:Deuteronomy:5:4",
        "t": "The Lord*s spoke to you face to face at the mountain from the midst of the fire,"
    },
    {
        "o": 5502,
        "r": "nasb:Deuteronomy:5:5",
        "t": "while*i I was standing between the Lord*s and you at that time, to declare to you the word of the Lord;*s for you were afraid because of the fire and did not go up the mountain. He said,"
    },
    {
        "o": 5503,
        "r": "nasb:Deuteronomy:5:6",
        "t": "‘I*p am the Lord*s your God who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5504,
        "r": "nasb:Deuteronomy:5:7",
        "t": "‘You*p shall have no other gods before Me."
    },
    {
        "o": 5505,
        "r": "nasb:Deuteronomy:5:8",
        "t": "‘You*p shall not make for yourself an idol, or*i any likeness of*i what is in heaven above or on the earth beneath or in the water under the earth."
    },
    {
        "o": 5506,
        "r": "nasb:Deuteronomy:5:9",
        "t": "You shall not worship them or serve them; for I, the Lord*s your God, am a jealous God, visiting the iniquity of the fathers on the children, and on the third and the fourth generations*i of those who hate Me,"
    },
    {
        "o": 5507,
        "r": "nasb:Deuteronomy:5:10",
        "t": "but showing lovingkindness to thousands, to those who love Me and keep My commandments."
    },
    {
        "o": 5508,
        "r": "nasb:Deuteronomy:5:11",
        "t": "‘You*p shall not take the name of the Lord*s your God in vain, for the Lord*s will not leave him unpunished who takes His name in vain."
    },
    {
        "o": 5509,
        "r": "nasb:Deuteronomy:5:12",
        "t": "‘Observe*p the sabbath day to keep it holy, as the Lord*s your God commanded you."
    },
    {
        "o": 5510,
        "r": "nasb:Deuteronomy:5:13",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 5511,
        "r": "nasb:Deuteronomy:5:14",
        "t": "but the seventh day is a sabbath of the Lord*s your God; in*i it*i you shall not do any work, you or your son or your daughter or your male servant or your female servant or your ox or your donkey or any of your cattle or your sojourner who stays with you, so that your male servant and your female servant may rest as well as you."
    },
    {
        "o": 5512,
        "r": "nasb:Deuteronomy:5:15",
        "t": "You shall remember that you were a slave in the land of Egypt, and the Lord*s your God brought you out of there by a mighty hand and by an outstretched arm; therefore the Lord*s your God commanded you to observe the sabbath day."
    },
    {
        "o": 5513,
        "r": "nasb:Deuteronomy:5:16",
        "t": "‘Honor*p your father and your mother, as the Lord*s your God has commanded you, that your days may be prolonged and that it may go well with you on the land which the Lord*s your God gives you."
    },
    {
        "o": 5514,
        "r": "nasb:Deuteronomy:5:17",
        "t": "‘You*p shall not murder."
    },
    {
        "o": 5515,
        "r": "nasb:Deuteronomy:5:18",
        "t": "‘You*p shall not commit adultery."
    },
    {
        "o": 5516,
        "r": "nasb:Deuteronomy:5:19",
        "t": "‘You*p shall not steal."
    },
    {
        "o": 5517,
        "r": "nasb:Deuteronomy:5:20",
        "t": "‘You*p shall not bear false witness against your neighbor."
    },
    {
        "o": 5518,
        "r": "nasb:Deuteronomy:5:21",
        "t": "‘You*p shall not covet your neighbor’s wife, and you shall not desire your neighbor’s house, his field or his male servant or his female servant, his ox or his donkey or anything that belongs to your neighbor.’"
    },
    {
        "o": 5519,
        "r": "nasb:Deuteronomy:5:21",
        "t": "Moses Interceded",
        "h": 2
    },
    {
        "o": 5520,
        "r": "nasb:Deuteronomy:5:22",
        "t": "“These*p words the Lord*s spoke to all your assembly at the mountain from the midst of the fire, of*i the cloud and of*i the thick gloom, with a great voice, and He added no more. He wrote them on two tablets of stone and gave them to me."
    },
    {
        "o": 5521,
        "r": "nasb:Deuteronomy:5:23",
        "t": "And when you heard the voice from the midst of the darkness, while the mountain was burning with fire, you came near to me, all the heads of your tribes and your elders."
    },
    {
        "o": 5522,
        "r": "nasb:Deuteronomy:5:24",
        "t": "You said, ‘Behold, the Lord*s our God has shown us His glory and His greatness, and we have heard His voice from the midst of the fire; we have seen today that God speaks with man, yet he lives."
    },
    {
        "o": 5523,
        "r": "nasb:Deuteronomy:5:25",
        "t": "Now then why should we die? For this great fire will consume us; if we hear the voice of the Lord*s our God any longer, then we will die."
    },
    {
        "o": 5524,
        "r": "nasb:Deuteronomy:5:26",
        "t": "For who is there of all flesh who has heard the voice of the living God speaking from the midst of the fire, as we have,*i and lived?"
    },
    {
        "o": 5525,
        "r": "nasb:Deuteronomy:5:27",
        "t": "Go near and hear all that the Lord*s our God says; then speak to us all that the Lord*s our God speaks to you, and we will hear and do it.’*i"
    },
    {
        "o": 5526,
        "r": "nasb:Deuteronomy:5:28",
        "t": "“The*p Lord*s heard the voice of your words when you spoke to me, and the Lord*s said to me, ‘I have heard the voice of the words of this people which they have spoken to you. They have done well in all that they have spoken."
    },
    {
        "o": 5527,
        "r": "nasb:Deuteronomy:5:29",
        "t": "Oh that they had such a heart in them, that they would fear Me and keep all My commandments always, that it may be well with them and with their sons forever!"
    },
    {
        "o": 5528,
        "r": "nasb:Deuteronomy:5:30",
        "t": "Go, say to them, “Return to your tents.”"
    },
    {
        "o": 5529,
        "r": "nasb:Deuteronomy:5:31",
        "t": "But as for you, stand here by Me, that I may speak to you all the commandments and the statutes and the judgments which you shall teach them, that they may observe them*i in the land which I give them to possess.’"
    },
    {
        "o": 5530,
        "r": "nasb:Deuteronomy:5:32",
        "t": "So you shall observe to do just as the Lord*s your God has commanded you; you shall not turn aside to the right or to the left."
    },
    {
        "o": 5531,
        "r": "nasb:Deuteronomy:5:33",
        "t": "You shall walk in all the way which the Lord*s your God has commanded you, that you may live and that it may be well with you, and that you may prolong your*i days in the land which you will possess."
    }
]
