[
    {
        "o": 11724,
        "r": "esv:1 Chronicles:11:0",
        "t": "1 Chronicles 11",
        "h": 1
    },
    {
        "o": 11725,
        "r": "esv:1 Chronicles:11:0",
        "t": "David Anointed King",
        "h": 2
    },
    {
        "o": 11726,
        "r": "esv:1 Chronicles:11:1",
        "t": "Then*p all Israel gathered together to David at Hebron and said, “Behold, we are your bone and flesh."
    },
    {
        "o": 11727,
        "r": "esv:1 Chronicles:11:2",
        "t": "In times past, even when Saul was king, it was you who led out and brought in Israel. And the Lord*s your God said to you, ‘You shall be shepherd of my people Israel, and you shall be prince over my people Israel.’”"
    },
    {
        "o": 11728,
        "r": "esv:1 Chronicles:11:3",
        "t": "So all the elders of Israel came to the king at Hebron, and David made a covenant with them at Hebron before the Lord.*s And they anointed David king over Israel, according to the word of the Lord*s by Samuel."
    },
    {
        "o": 11729,
        "r": "esv:1 Chronicles:11:3",
        "t": "David Takes Jerusalem",
        "h": 2
    },
    {
        "o": 11730,
        "r": "esv:1 Chronicles:11:4",
        "t": "And*p David and all Israel went to Jerusalem, that is, Jebus, where the Jebusites were, the inhabitants of the land."
    },
    {
        "o": 11731,
        "r": "esv:1 Chronicles:11:5",
        "t": "The inhabitants of Jebus said to David, “You will not come in here.” Nevertheless, David took the stronghold of Zion, that is, the city of David."
    },
    {
        "o": 11732,
        "r": "esv:1 Chronicles:11:6",
        "t": "David said, “Whoever strikes the Jebusites first shall be chief and commander.” And Joab the son of Zeruiah went up first, so he became chief."
    },
    {
        "o": 11733,
        "r": "esv:1 Chronicles:11:7",
        "t": "And David lived in the stronghold; therefore it was called the city of David."
    },
    {
        "o": 11734,
        "r": "esv:1 Chronicles:11:8",
        "t": "And he built the city all around from the Millo in complete circuit, and Joab repaired the rest of the city."
    },
    {
        "o": 11735,
        "r": "esv:1 Chronicles:11:9",
        "t": "And David became greater and greater, for the Lord*s of hosts was with him."
    },
    {
        "o": 11736,
        "r": "esv:1 Chronicles:11:9",
        "t": "David’s Mighty Men",
        "h": 2
    },
    {
        "o": 11737,
        "r": "esv:1 Chronicles:11:10",
        "t": "Now*p these are the chiefs of David’s mighty men, who gave him strong support in his kingdom, together with all Israel, to make him king, according to the word of the Lord*s concerning Israel."
    },
    {
        "o": 11738,
        "r": "esv:1 Chronicles:11:11",
        "t": "This is an account of David’s mighty men: Jashobeam, a Hachmonite, was chief of the three. He wielded his spear against 300 whom he killed at one time."
    },
    {
        "o": 11739,
        "r": "esv:1 Chronicles:11:12",
        "t": "And*p next to him among the three mighty men was Eleazar the son of Dodo, the Ahohite."
    },
    {
        "o": 11740,
        "r": "esv:1 Chronicles:11:13",
        "t": "He was with David at Pas-dammim when the Philistines were gathered there for battle. There was a plot of ground full of barley, and the men fled from the Philistines."
    },
    {
        "o": 11741,
        "r": "esv:1 Chronicles:11:14",
        "t": "But he took his stand in the midst of the plot and defended it and killed the Philistines. And the Lord*s saved them by a great victory."
    },
    {
        "o": 11742,
        "r": "esv:1 Chronicles:11:15",
        "t": "Three*p of the thirty chief men went down to the rock to David at the cave of Adullam, when the army of Philistines was encamped in the Valley of Rephaim."
    },
    {
        "o": 11743,
        "r": "esv:1 Chronicles:11:16",
        "t": "David was then in the stronghold, and the garrison of the Philistines was then at Bethlehem."
    },
    {
        "o": 11744,
        "r": "esv:1 Chronicles:11:17",
        "t": "And David said longingly, “Oh that someone would give me water to drink from the well of Bethlehem that is by the gate!”"
    },
    {
        "o": 11745,
        "r": "esv:1 Chronicles:11:18",
        "t": "Then the three mighty men broke through the camp of the Philistines and drew water out of the well of Bethlehem that was by the gate and took it and brought it to David. But David would not drink it. He poured it out to the Lord*s"
    },
    {
        "o": 11746,
        "r": "esv:1 Chronicles:11:19",
        "t": "and said, “Far be it from me before my God that I should do this. Shall I drink the lifeblood of these men? For at the risk of their lives they brought it.” Therefore he would not drink it. These things did the three mighty men."
    },
    {
        "o": 11747,
        "r": "esv:1 Chronicles:11:20",
        "t": "Now*p Abishai, the brother of Joab, was chief of the thirty. And he wielded his spear against 300 men and killed them and won a name beside the three."
    },
    {
        "o": 11748,
        "r": "esv:1 Chronicles:11:21",
        "t": "He was the most renowned of the thirty and became their commander, but he did not attain to the three."
    },
    {
        "o": 11749,
        "r": "esv:1 Chronicles:11:22",
        "t": "And*p Benaiah the son of Jehoiada was a valiant man of Kabzeel, a doer of great deeds. He struck down two heroes of Moab. He also went down and struck down a lion in a pit on a day when snow had fallen."
    },
    {
        "o": 11750,
        "r": "esv:1 Chronicles:11:23",
        "t": "And he struck down an Egyptian, a man of great stature, five cubits tall. The Egyptian had in his hand a spear like a weaver’s beam, but Benaiah went down to him with a staff and snatched the spear out of the Egyptian’s hand and killed him with his own spear."
    },
    {
        "o": 11751,
        "r": "esv:1 Chronicles:11:24",
        "t": "These things did Benaiah the son of Jehoiada and won a name beside the three mighty men."
    },
    {
        "o": 11752,
        "r": "esv:1 Chronicles:11:25",
        "t": "He was renowned among the thirty, but he did not attain to the three. And David set him over his bodyguard."
    },
    {
        "o": 11753,
        "r": "esv:1 Chronicles:11:26",
        "t": "The*p mighty men were Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,"
    },
    {
        "o": 11754,
        "r": "esv:1 Chronicles:11:27",
        "t": "Shammoth of Harod, Helez the Pelonite,"
    },
    {
        "o": 11755,
        "r": "esv:1 Chronicles:11:28",
        "t": "Ira the son of Ikkesh of Tekoa, Abiezer of Anathoth,"
    },
    {
        "o": 11756,
        "r": "esv:1 Chronicles:11:29",
        "t": "Sibbecai the Hushathite, Ilai the Ahohite,"
    },
    {
        "o": 11757,
        "r": "esv:1 Chronicles:11:30",
        "t": "Maharai of Netophah, Heled the son of Baanah of Netophah,"
    },
    {
        "o": 11758,
        "r": "esv:1 Chronicles:11:31",
        "t": "Ithai the son of Ribai of Gibeah of the people of Benjamin, Benaiah of Pirathon,"
    },
    {
        "o": 11759,
        "r": "esv:1 Chronicles:11:32",
        "t": "Hurai of the brooks of Gaash, Abiel the Arbathite,"
    },
    {
        "o": 11760,
        "r": "esv:1 Chronicles:11:33",
        "t": "Azmaveth of Baharum, Eliahba the Shaalbonite,"
    },
    {
        "o": 11761,
        "r": "esv:1 Chronicles:11:34",
        "t": "Hashem the Gizonite, Jonathan the son of Shagee the Hararite,"
    },
    {
        "o": 11762,
        "r": "esv:1 Chronicles:11:35",
        "t": "Ahiam the son of Sachar the Hararite, Eliphal the son of Ur,"
    },
    {
        "o": 11763,
        "r": "esv:1 Chronicles:11:36",
        "t": "Hepher the Mecherathite, Ahijah the Pelonite,"
    },
    {
        "o": 11764,
        "r": "esv:1 Chronicles:11:37",
        "t": "Hezro of Carmel, Naarai the son of Ezbai,"
    },
    {
        "o": 11765,
        "r": "esv:1 Chronicles:11:38",
        "t": "Joel the brother of Nathan, Mibhar the son of Hagri,"
    },
    {
        "o": 11766,
        "r": "esv:1 Chronicles:11:39",
        "t": "Zelek the Ammonite, Naharai of Beeroth, the armor-bearer of Joab the son of Zeruiah,"
    },
    {
        "o": 11767,
        "r": "esv:1 Chronicles:11:40",
        "t": "Ira the Ithrite, Gareb the Ithrite,"
    },
    {
        "o": 11768,
        "r": "esv:1 Chronicles:11:41",
        "t": "Uriah the Hittite, Zabad the son of Ahlai,"
    },
    {
        "o": 11769,
        "r": "esv:1 Chronicles:11:42",
        "t": "Adina the son of Shiza the Reubenite, a leader of the Reubenites, and thirty with him,"
    },
    {
        "o": 11770,
        "r": "esv:1 Chronicles:11:43",
        "t": "Hanan the son of Maacah, and Joshaphat the Mithnite,"
    },
    {
        "o": 11771,
        "r": "esv:1 Chronicles:11:44",
        "t": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,"
    },
    {
        "o": 11772,
        "r": "esv:1 Chronicles:11:45",
        "t": "Jediael the son of Shimri, and Joha his brother, the Tizite,"
    },
    {
        "o": 11773,
        "r": "esv:1 Chronicles:11:46",
        "t": "Eliel the Mahavite, and Jeribai, and Joshaviah, the sons of Elnaam, and Ithmah the Moabite,"
    },
    {
        "o": 11774,
        "r": "esv:1 Chronicles:11:47",
        "t": "Eliel, and Obed, and Jaasiel the Mezobaite."
    }
]
