[
    {
        "o": 24341,
        "r": "esv:Daniel:6:0",
        "t": "Daniel 6",
        "h": 1
    },
    {
        "o": 24342,
        "r": "esv:Daniel:6:0",
        "t": "Daniel and the Lions’ Den",
        "h": 2
    },
    {
        "o": 24343,
        "r": "esv:Daniel:6:1",
        "t": "It*p pleased Darius to set over the kingdom 120 satraps, to be throughout the whole kingdom;"
    },
    {
        "o": 24344,
        "r": "esv:Daniel:6:2",
        "t": "and over them three high officials, of whom Daniel was one, to whom these satraps should give account, so that the king might suffer no loss."
    },
    {
        "o": 24345,
        "r": "esv:Daniel:6:3",
        "t": "Then this Daniel became distinguished above all the other high officials and satraps, because an excellent spirit was in him. And the king planned to set him over the whole kingdom."
    },
    {
        "o": 24346,
        "r": "esv:Daniel:6:4",
        "t": "Then the high officials and the satraps sought to find a ground for complaint against Daniel with regard to the kingdom, but they could find no ground for complaint or any fault, because he was faithful, and no error or fault was found in him."
    },
    {
        "o": 24347,
        "r": "esv:Daniel:6:5",
        "t": "Then these men said, “We shall not find any ground for complaint against this Daniel unless we find it in connection with the law of his God.”"
    },
    {
        "o": 24348,
        "r": "esv:Daniel:6:6",
        "t": "Then*p these high officials and satraps came by agreement to the king and said to him, “O King Darius, live forever!"
    },
    {
        "o": 24349,
        "r": "esv:Daniel:6:7",
        "t": "All the high officials of the kingdom, the prefects and the satraps, the counselors and the governors are agreed that the king should establish an ordinance and enforce an injunction, that whoever makes petition to any god or man for thirty days, except to you, O king, shall be cast into the den of lions."
    },
    {
        "o": 24350,
        "r": "esv:Daniel:6:8",
        "t": "Now, O king, establish the injunction and sign the document, so that it cannot be changed, according to the law of the Medes and the Persians, which cannot be revoked.”"
    },
    {
        "o": 24351,
        "r": "esv:Daniel:6:9",
        "t": "Therefore King Darius signed the document and injunction."
    },
    {
        "o": 24352,
        "r": "esv:Daniel:6:10",
        "t": "When*p Daniel knew that the document had been signed, he went to his house where he had windows in his upper chamber open toward Jerusalem. He got down on his knees three times a day and prayed and gave thanks before his God, as he had done previously."
    },
    {
        "o": 24353,
        "r": "esv:Daniel:6:11",
        "t": "Then these men came by agreement and found Daniel making petition and plea before his God."
    },
    {
        "o": 24354,
        "r": "esv:Daniel:6:12",
        "t": "Then they came near and said before the king, concerning the injunction, “O king! Did you not sign an injunction, that anyone who makes petition to any god or man within thirty days except to you, O king, shall be cast into the den of lions?” The king answered and said, “The thing stands fast, according to the law of the Medes and Persians, which cannot be revoked.”"
    },
    {
        "o": 24355,
        "r": "esv:Daniel:6:13",
        "t": "Then they answered and said before the king, “Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or the injunction you have signed, but makes his petition three times a day.”"
    },
    {
        "o": 24356,
        "r": "esv:Daniel:6:14",
        "t": "Then*p the king, when he heard these words, was much distressed and set his mind to deliver Daniel. And he labored till the sun went down to rescue him."
    },
    {
        "o": 24357,
        "r": "esv:Daniel:6:15",
        "t": "Then these men came by agreement to the king and said to the king, “Know, O king, that it is a law of the Medes and Persians that no injunction or ordinance that the king establishes can be changed.”"
    },
    {
        "o": 24358,
        "r": "esv:Daniel:6:16",
        "t": "Then*p the king commanded, and Daniel was brought and cast into the den of lions. The king declared to Daniel, “May your God, whom you serve continually, deliver you!”"
    },
    {
        "o": 24359,
        "r": "esv:Daniel:6:17",
        "t": "And a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet and with the signet of his lords, that nothing might be changed concerning Daniel."
    },
    {
        "o": 24360,
        "r": "esv:Daniel:6:18",
        "t": "Then the king went to his palace and spent the night fasting; no diversions were brought to him, and sleep fled from him."
    },
    {
        "o": 24361,
        "r": "esv:Daniel:6:19",
        "t": "Then,*p at break of day, the king arose and went in haste to the den of lions."
    },
    {
        "o": 24362,
        "r": "esv:Daniel:6:20",
        "t": "As he came near to the den where Daniel was, he cried out in a tone of anguish. The king declared to Daniel, “O Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?”"
    },
    {
        "o": 24363,
        "r": "esv:Daniel:6:21",
        "t": "Then Daniel said to the king, “O king, live forever!"
    },
    {
        "o": 24364,
        "r": "esv:Daniel:6:22",
        "t": "My God sent his angel and shut the lions’ mouths, and they have not harmed me, because I was found blameless before him; and also before you, O king, I have done no harm.”"
    },
    {
        "o": 24365,
        "r": "esv:Daniel:6:23",
        "t": "Then the king was exceedingly glad, and commanded that Daniel be taken up out of the den. So Daniel was taken up out of the den, and no kind of harm was found on him, because he had trusted in his God."
    },
    {
        "o": 24366,
        "r": "esv:Daniel:6:24",
        "t": "And the king commanded, and those men who had maliciously accused Daniel were brought and cast into the den of lions— they, their children, and their wives. And before they reached the bottom of the den, the lions overpowered them and broke all their bones in pieces."
    },
    {
        "o": 24367,
        "r": "esv:Daniel:6:25",
        "t": "Then*p King Darius wrote to all the peoples, nations, and languages that dwell in all the earth: “Peace be multiplied to you."
    },
    {
        "o": 24368,
        "r": "esv:Daniel:6:26",
        "t": "I make a decree, that in all my royal dominion people are to tremble and fear before the God of Daniel, for*pn he is the living God, enduring*ld forever; his*ln kingdom shall never be destroyed, and*ld his dominion shall be to the end."
    },
    {
        "o": 24369,
        "r": "esv:Daniel:6:27",
        "t": "He*ln delivers and rescues; he*ld works signs and wonders in*ld heaven and on earth, he*ln who has saved Daniel from*ld the power of the lions.”"
    },
    {
        "o": 24370,
        "r": "esv:Daniel:6:28",
        "t": "So*p this Daniel prospered during the reign of Darius and the reign of Cyrus the Persian."
    }
]
