[
    {
        "o": 30817,
        "r": "esv:Acts:18:0",
        "t": "Acts 18",
        "h": 1
    },
    {
        "o": 30818,
        "r": "esv:Acts:18:0",
        "t": "Paul in Corinth",
        "h": 2
    },
    {
        "o": 30819,
        "r": "esv:Acts:18:1",
        "t": "After*p this Paul left Athens and went to Corinth."
    },
    {
        "o": 30820,
        "r": "esv:Acts:18:2",
        "t": "And he found a Jew named Aquila, a native of Pontus, recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. And he went to see them,"
    },
    {
        "o": 30821,
        "r": "esv:Acts:18:3",
        "t": "and because he was of the same trade he stayed with them and worked, for they were tentmakers by trade."
    },
    {
        "o": 30822,
        "r": "esv:Acts:18:4",
        "t": "And he reasoned in the synagogue every Sabbath, and tried to persuade Jews and Greeks."
    },
    {
        "o": 30823,
        "r": "esv:Acts:18:5",
        "t": "When*p Silas and Timothy arrived from Macedonia, Paul was occupied with the word, testifying to the Jews that the Christ was Jesus."
    },
    {
        "o": 30824,
        "r": "esv:Acts:18:6",
        "t": "And when they opposed and reviled him, he shook out his garments and said to them, “Your blood be on your own heads! I am innocent. From now on I will go to the Gentiles.”"
    },
    {
        "o": 30825,
        "r": "esv:Acts:18:7",
        "t": "And he left there and went to the house of a man named Titius Justus, a worshiper of God. His house was next door to the synagogue."
    },
    {
        "o": 30826,
        "r": "esv:Acts:18:8",
        "t": "Crispus, the ruler of the synagogue, believed in the Lord, together with his entire household. And many of the Corinthians hearing Paul believed and were baptized."
    },
    {
        "o": 30827,
        "r": "esv:Acts:18:9",
        "t": "And the Lord said to Paul one night in a vision, “Do*r not*r be*r afraid,*r but*r go*r on*r speaking*r and*r do*r not*r be*r silent,*r"
    },
    {
        "o": 30828,
        "r": "esv:Acts:18:10",
        "t": "for*r I*r am*r with*r you,*r and*r no*r one*r will*r attack*r you*r to*r harm*r you,*r for*r I*r have*r many*r in*r this*r city*r who*r are*r my*r people.”*r"
    },
    {
        "o": 30829,
        "r": "esv:Acts:18:11",
        "t": "And he stayed a year and six months, teaching the word of God among them."
    },
    {
        "o": 30830,
        "r": "esv:Acts:18:12",
        "t": "But*p when Gallio was proconsul of Achaia, the Jews made a united attack on Paul and brought him before the tribunal,"
    },
    {
        "o": 30831,
        "r": "esv:Acts:18:13",
        "t": "saying, “This man is persuading people to worship God contrary to the law.”"
    },
    {
        "o": 30832,
        "r": "esv:Acts:18:14",
        "t": "But when Paul was about to open his mouth, Gallio said to the Jews, “If it were a matter of wrongdoing or vicious crime, O Jews, I would have reason to accept your complaint."
    },
    {
        "o": 30833,
        "r": "esv:Acts:18:15",
        "t": "But since it is a matter of questions about words and names and your own law, see to it yourselves. I refuse to be a judge of these things.”"
    },
    {
        "o": 30834,
        "r": "esv:Acts:18:16",
        "t": "And he drove them from the tribunal."
    },
    {
        "o": 30835,
        "r": "esv:Acts:18:17",
        "t": "And they all seized Sosthenes, the ruler of the synagogue, and beat him in front of the tribunal. But Gallio paid no attention to any of this."
    },
    {
        "o": 30836,
        "r": "esv:Acts:18:17",
        "t": "Paul Returns to Antioch",
        "h": 2
    },
    {
        "o": 30837,
        "r": "esv:Acts:18:18",
        "t": "After*p this, Paul stayed many days longer and then took leave of the brothers and set sail for Syria, and with him Priscilla and Aquila. At Cenchreae he had cut his hair, for he was under a vow."
    },
    {
        "o": 30838,
        "r": "esv:Acts:18:19",
        "t": "And they came to Ephesus, and he left them there, but he himself went into the synagogue and reasoned with the Jews."
    },
    {
        "o": 30839,
        "r": "esv:Acts:18:20",
        "t": "When they asked him to stay for a longer period, he declined."
    },
    {
        "o": 30840,
        "r": "esv:Acts:18:21",
        "t": "But on taking leave of them he said, “I will return to you if God wills,” and he set sail from Ephesus."
    },
    {
        "o": 30841,
        "r": "esv:Acts:18:22",
        "t": "When*p he had landed at Caesarea, he went up and greeted the church, and then went down to Antioch."
    },
    {
        "o": 30842,
        "r": "esv:Acts:18:23",
        "t": "After spending some time there, he departed and went from one place to the next through the region of Galatia and Phrygia, strengthening all the disciples."
    },
    {
        "o": 30843,
        "r": "esv:Acts:18:23",
        "t": "Apollos Speaks Boldly in Ephesus",
        "h": 2
    },
    {
        "o": 30844,
        "r": "esv:Acts:18:24",
        "t": "Now*p a Jew named Apollos, a native of Alexandria, came to Ephesus. He was an eloquent man, competent in the Scriptures."
    },
    {
        "o": 30845,
        "r": "esv:Acts:18:25",
        "t": "He had been instructed in the way of the Lord. And being fervent in spirit, he spoke and taught accurately the things concerning Jesus, though he knew only the baptism of John."
    },
    {
        "o": 30846,
        "r": "esv:Acts:18:26",
        "t": "He began to speak boldly in the synagogue, but when Priscilla and Aquila heard him, they took him aside and explained to him the way of God more accurately."
    },
    {
        "o": 30847,
        "r": "esv:Acts:18:27",
        "t": "And when he wished to cross to Achaia, the brothers encouraged him and wrote to the disciples to welcome him. When he arrived, he greatly helped those who through grace had believed,"
    },
    {
        "o": 30848,
        "r": "esv:Acts:18:28",
        "t": "for he powerfully refuted the Jews in public, showing by the Scriptures that the Christ was Jesus."
    }
]
