[
    {
        "o": 21029,
        "r": "niv:Jeremiah:7:0",
        "t": "Jeremiah 7",
        "h": 1
    },
    {
        "o": 21030,
        "r": "niv:Jeremiah:7:0",
        "t": "False Religion Worthless",
        "h": 2
    },
    {
        "o": 21031,
        "r": "niv:Jeremiah:7:1",
        "t": "This*p is the word that came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21032,
        "r": "niv:Jeremiah:7:2",
        "t": "“Stand at the gate of the Lord’s*s house and there proclaim this message: “ ‘Hear*p the word of the Lord,*s all you people of Judah who come through these gates to worship the Lord.*s"
    },
    {
        "o": 21033,
        "r": "niv:Jeremiah:7:3",
        "t": "This is what the Lord*s Almighty, the God of Israel, says: Reform your ways and your actions, and I will let you live in this place."
    },
    {
        "o": 21034,
        "r": "niv:Jeremiah:7:4",
        "t": "Do not trust in deceptive words and say, “This is the temple of the Lord,*s the temple of the Lord,*s the temple of the Lord!”*s"
    },
    {
        "o": 21035,
        "r": "niv:Jeremiah:7:5",
        "t": "If you really change your ways and your actions and deal with each other justly,"
    },
    {
        "o": 21036,
        "r": "niv:Jeremiah:7:6",
        "t": "if you do not oppress the foreigner, the fatherless or the widow and do not shed innocent blood in this place, and if you do not follow other gods to your own harm,"
    },
    {
        "o": 21037,
        "r": "niv:Jeremiah:7:7",
        "t": "then I will let you live in this place, in the land I gave your ancestors for ever and ever."
    },
    {
        "o": 21038,
        "r": "niv:Jeremiah:7:8",
        "t": "But look, you are trusting in deceptive words that are worthless."
    },
    {
        "o": 21039,
        "r": "niv:Jeremiah:7:9",
        "t": "“ ‘Will*p you steal and murder, commit adultery and perjury, burn incense to Baal and follow other gods you have not known,"
    },
    {
        "o": 21040,
        "r": "niv:Jeremiah:7:10",
        "t": "and then come and stand before me in this house, which bears my Name, and say, “We are safe”—safe to do all these detestable things?"
    },
    {
        "o": 21041,
        "r": "niv:Jeremiah:7:11",
        "t": "Has this house, which bears my Name, become a den of robbers to you? But I have been watching! declares the Lord.*s"
    },
    {
        "o": 21042,
        "r": "niv:Jeremiah:7:12",
        "t": "“ ‘Go*p now to the place in Shiloh where I first made a dwelling for my Name, and see what I did to it because of the wickedness of my people Israel."
    },
    {
        "o": 21043,
        "r": "niv:Jeremiah:7:13",
        "t": "While you were doing all these things, declares the Lord,*s I spoke to you again and again, but you did not listen; I called you, but you did not answer."
    },
    {
        "o": 21044,
        "r": "niv:Jeremiah:7:14",
        "t": "Therefore, what I did to Shiloh I will now do to the house that bears my Name, the temple you trust in, the place I gave to you and your ancestors."
    },
    {
        "o": 21045,
        "r": "niv:Jeremiah:7:15",
        "t": "I will thrust you from my presence, just as I did all your fellow Israelites, the people of Ephraim.’"
    },
    {
        "o": 21046,
        "r": "niv:Jeremiah:7:16",
        "t": "“So*p do not pray for this people nor offer any plea or petition for them; do not plead with me, for I will not listen to you."
    },
    {
        "o": 21047,
        "r": "niv:Jeremiah:7:17",
        "t": "Do you not see what they are doing in the towns of Judah and in the streets of Jerusalem?"
    },
    {
        "o": 21048,
        "r": "niv:Jeremiah:7:18",
        "t": "The children gather wood, the fathers light the fire, and the women knead the dough and make cakes to offer to the Queen of Heaven. They pour out drink offerings to other gods to arouse my anger."
    },
    {
        "o": 21049,
        "r": "niv:Jeremiah:7:19",
        "t": "But am I the one they are provoking? declares the Lord.*s Are they not rather harming themselves, to their own shame?"
    },
    {
        "o": 21050,
        "r": "niv:Jeremiah:7:20",
        "t": "“ ‘Therefore*p this is what the Sovereign Lord*s says: My anger and my wrath will be poured out on this place—on man and beast, on the trees of the field and on the crops of your land—and it will burn and not be quenched."
    },
    {
        "o": 21051,
        "r": "niv:Jeremiah:7:21",
        "t": "“ ‘This*p is what the Lord*s Almighty, the God of Israel, says: Go ahead, add your burnt offerings to your other sacrifices and eat the meat yourselves!"
    },
    {
        "o": 21052,
        "r": "niv:Jeremiah:7:22",
        "t": "For when I brought your ancestors out of Egypt and spoke to them, I did not just give them commands about burnt offerings and sacrifices,"
    },
    {
        "o": 21053,
        "r": "niv:Jeremiah:7:23",
        "t": "but I gave them this command: Obey me, and I will be your God and you will be my people. Walk in obedience to all I command you, that it may go well with you."
    },
    {
        "o": 21054,
        "r": "niv:Jeremiah:7:24",
        "t": "But they did not listen or pay attention; instead, they followed the stubborn inclinations of their evil hearts. They went backward and not forward."
    },
    {
        "o": 21055,
        "r": "niv:Jeremiah:7:25",
        "t": "From the time your ancestors left Egypt until now, day after day, again and again I sent you my servants the prophets."
    },
    {
        "o": 21056,
        "r": "niv:Jeremiah:7:26",
        "t": "But they did not listen to me or pay attention. They were stiff-necked and did more evil than their ancestors.’"
    },
    {
        "o": 21057,
        "r": "niv:Jeremiah:7:27",
        "t": "“When*p you tell them all this, they will not listen to you; when you call to them, they will not answer."
    },
    {
        "o": 21058,
        "r": "niv:Jeremiah:7:28",
        "t": "Therefore say to them, ‘This is the nation that has not obeyed the Lord*s its God or responded to correction. Truth has perished; it has vanished from their lips."
    },
    {
        "o": 21059,
        "r": "niv:Jeremiah:7:29",
        "t": "“ ‘Cut*p off your hair and throw it away; take up a lament on the barren heights, for the Lord*s has rejected and abandoned this generation that is under his wrath."
    },
    {
        "o": 21060,
        "r": "niv:Jeremiah:7:29",
        "t": "The Valley of Slaughter",
        "h": 2
    },
    {
        "o": 21061,
        "r": "niv:Jeremiah:7:30",
        "t": "“ ‘The*p people of Judah have done evil in my eyes, declares the Lord.*s They have set up their detestable idols in the house that bears my Name and have defiled it."
    },
    {
        "o": 21062,
        "r": "niv:Jeremiah:7:31",
        "t": "They have built the high places of Topheth in the Valley of Ben Hinnom to burn their sons and daughters in the fire—something I did not command, nor did it enter my mind."
    },
    {
        "o": 21063,
        "r": "niv:Jeremiah:7:32",
        "t": "So beware, the days are coming, declares the Lord,*s when people will no longer call it Topheth or the Valley of Ben Hinnom, but the Valley of Slaughter, for they will bury the dead in Topheth until there is no more room."
    },
    {
        "o": 21064,
        "r": "niv:Jeremiah:7:33",
        "t": "Then the carcasses of this people will become food for the birds and the wild animals, and there will be no one to frighten them away."
    },
    {
        "o": 21065,
        "r": "niv:Jeremiah:7:34",
        "t": "I will bring an end to the sounds of joy and gladness and to the voices of bride and bridegroom in the towns of Judah and the streets of Jerusalem, for the land will become desolate."
    }
]
