[
    {
        "o": 9741,
        "r": "csb:1 Kings:3:0",
        "t": "1 Kings 3",
        "h": 1
    },
    {
        "o": 9742,
        "r": "csb:1 Kings:3:0",
        "t": "The Lord Appears to Solomon",
        "h": 2
    },
    {
        "o": 9743,
        "r": "csb:1 Kings:3:1",
        "t": "Solomon*p made an alliance with Pharaoh king of Egypt by marrying Pharaoh’s daughter. Solomon brought her to the city of David until he finished building his palace, the Lord’s*s temple, and the wall surrounding Jerusalem."
    },
    {
        "o": 9744,
        "r": "csb:1 Kings:3:2",
        "t": "However, the people were sacrificing on the high places, because until that time a temple for the Lord’s*s name had not been built."
    },
    {
        "o": 9745,
        "r": "csb:1 Kings:3:3",
        "t": "Solomon loved the Lord*s by walking in the statutes of his father David, but he also sacrificed and burned incense on the high places."
    },
    {
        "o": 9746,
        "r": "csb:1 Kings:3:4",
        "t": "The*p king went to Gibeon to sacrifice there because it was the most famous high place. He offered a thousand burnt offerings on that altar."
    },
    {
        "o": 9747,
        "r": "csb:1 Kings:3:5",
        "t": "At Gibeon the Lord*s appeared to Solomon in a dream at night. God said, “Ask. What should I give you?”"
    },
    {
        "o": 9748,
        "r": "csb:1 Kings:3:6",
        "t": "And*p Solomon replied, “You have shown great and faithful love to your servant, my father David, because he walked before you in faithfulness, righteousness, and integrity. You have continued this great and faithful love for him by giving him a son to sit on his throne, as it is today."
    },
    {
        "o": 9749,
        "r": "csb:1 Kings:3:7",
        "t": "“Lord*sp my God, you have now made your servant king in my father David’s place. Yet I am just a youth with no experience in leadership."
    },
    {
        "o": 9750,
        "r": "csb:1 Kings:3:8",
        "t": "Your servant is among your people you have chosen, a people too many to be numbered or counted."
    },
    {
        "o": 9751,
        "r": "csb:1 Kings:3:9",
        "t": "So give your servant a receptive heart to judge your people and to discern between good and evil. For who is able to judge this great people of yours?”"
    },
    {
        "o": 9752,
        "r": "csb:1 Kings:3:10",
        "t": "Now*p it pleased the Lord that Solomon had requested this."
    },
    {
        "o": 9753,
        "r": "csb:1 Kings:3:11",
        "t": "So God said to him, “Because you have requested this and did not ask for long life or riches for yourself, or the death of your enemies, but you asked discernment for yourself to administer justice,"
    },
    {
        "o": 9754,
        "r": "csb:1 Kings:3:12",
        "t": "I will therefore do what you have asked. I will give you a wise and understanding heart, so that there has never been anyone like you before and never will be again."
    },
    {
        "o": 9755,
        "r": "csb:1 Kings:3:13",
        "t": "In addition, I will give you what you did not ask for: both riches and honor, so that no king will be your equal during your entire life."
    },
    {
        "o": 9756,
        "r": "csb:1 Kings:3:14",
        "t": "If you walk in my ways and keep my statutes and commands just as your father David did, I will give you a long life.”"
    },
    {
        "o": 9757,
        "r": "csb:1 Kings:3:15",
        "t": "Then*p Solomon woke up and realized it had been a dream. He went to Jerusalem, stood before the ark of the Lord’s covenant, and offered burnt offerings and fellowship offerings. Then he held a feast for all his servants."
    },
    {
        "o": 9758,
        "r": "csb:1 Kings:3:15",
        "t": "Solomon’s Wisdom",
        "h": 2
    },
    {
        "o": 9759,
        "r": "csb:1 Kings:3:16",
        "t": "Then*p two women who were prostitutes came to the king and stood before him."
    },
    {
        "o": 9760,
        "r": "csb:1 Kings:3:17",
        "t": "One woman said, “Please, my lord, this woman and I live in the same house, and I had a baby while she was in the house."
    },
    {
        "o": 9761,
        "r": "csb:1 Kings:3:18",
        "t": "On the third day after I gave birth, she also had a baby and we were alone. No one else was with us in the house; just the two of us were there."
    },
    {
        "o": 9762,
        "r": "csb:1 Kings:3:19",
        "t": "During the night this woman’s son died because she lay on him."
    },
    {
        "o": 9763,
        "r": "csb:1 Kings:3:20",
        "t": "She got up in the middle of the night and took my son from my side while your servant was asleep. She laid him in her arms, and she put her dead son in my arms."
    },
    {
        "o": 9764,
        "r": "csb:1 Kings:3:21",
        "t": "When I got up in the morning to nurse my son, I discovered he was dead. That morning, when I looked closely at him I realized that he was not the son I gave birth to.”"
    },
    {
        "o": 9765,
        "r": "csb:1 Kings:3:22",
        "t": "“No,”*p the other woman said. “My son is the living one; your son is the dead one.” The*p first woman said, “No, your son is the dead one; my son is the living one.” So they argued before the king."
    },
    {
        "o": 9766,
        "r": "csb:1 Kings:3:23",
        "t": "The*p king replied, “This woman says, ‘This is my son who is alive, and your son is dead,’ but that woman says, ‘No, your son is dead, and my son is alive.’”"
    },
    {
        "o": 9767,
        "r": "csb:1 Kings:3:24",
        "t": "The king continued, “Bring me a sword.” So they brought the sword to the king."
    },
    {
        "o": 9768,
        "r": "csb:1 Kings:3:25",
        "t": "And the king said, “Cut the living boy in two and give half to one and half to the other.”"
    },
    {
        "o": 9769,
        "r": "csb:1 Kings:3:26",
        "t": "The*p woman whose son was alive spoke to the king because she felt great compassion for her son. “My lord, give her the living baby,” she said, “but please don’t have him killed!” But*p the other one said, “He will not be mine or yours. Cut him in two!”"
    },
    {
        "o": 9770,
        "r": "csb:1 Kings:3:27",
        "t": "The*p king responded, “Give the living baby to the first woman, and don’t kill him. She is his mother.”"
    },
    {
        "o": 9771,
        "r": "csb:1 Kings:3:28",
        "t": "All Israel heard about the judgment the king had given, and they stood in awe of the king because they saw that God’s wisdom was in him to carry out justice."
    }
]
