[
    {
        "o": 1099,
        "r": "esv:Genesis:35:0",
        "t": "Genesis 35",
        "h": 1
    },
    {
        "o": 1100,
        "r": "esv:Genesis:35:0",
        "t": "God Blesses and Renames Jacob",
        "h": 2
    },
    {
        "o": 1101,
        "r": "esv:Genesis:35:1",
        "t": "God*p said to Jacob, “Arise, go up to Bethel and dwell there. Make an altar there to the God who appeared to you when you fled from your brother Esau.”"
    },
    {
        "o": 1102,
        "r": "esv:Genesis:35:2",
        "t": "So Jacob said to his household and to all who were with him, “Put away the foreign gods that are among you and purify yourselves and change your garments."
    },
    {
        "o": 1103,
        "r": "esv:Genesis:35:3",
        "t": "Then let us arise and go up to Bethel, so that I may make there an altar to the God who answers me in the day of my distress and has been with me wherever I have gone.”"
    },
    {
        "o": 1104,
        "r": "esv:Genesis:35:4",
        "t": "So they gave to Jacob all the foreign gods that they had, and the rings that were in their ears. Jacob hid them under the terebinth tree that was near Shechem."
    },
    {
        "o": 1105,
        "r": "esv:Genesis:35:5",
        "t": "And*p as they journeyed, a terror from God fell upon the cities that were around them, so that they did not pursue the sons of Jacob."
    },
    {
        "o": 1106,
        "r": "esv:Genesis:35:6",
        "t": "And Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him,"
    },
    {
        "o": 1107,
        "r": "esv:Genesis:35:7",
        "t": "and there he built an altar and called the place El-bethel, because there God had revealed himself to him when he fled from his brother."
    },
    {
        "o": 1108,
        "r": "esv:Genesis:35:8",
        "t": "And Deborah, Rebekah’s nurse, died, and she was buried under an oak below Bethel. So he called its name Allon-bacuth."
    },
    {
        "o": 1109,
        "r": "esv:Genesis:35:9",
        "t": "God*p appeared to Jacob again, when he came from Paddan-aram, and blessed him."
    },
    {
        "o": 1110,
        "r": "esv:Genesis:35:10",
        "t": "And God said to him, “Your name is Jacob; no longer shall your name be called Jacob, but Israel shall be your name.” So he called his name Israel."
    },
    {
        "o": 1111,
        "r": "esv:Genesis:35:11",
        "t": "And God said to him, “I am God Almighty: be fruitful and multiply. A nation and a company of nations shall come from you, and kings shall come from your own body."
    },
    {
        "o": 1112,
        "r": "esv:Genesis:35:12",
        "t": "The land that I gave to Abraham and Isaac I will give to you, and I will give the land to your offspring after you.”"
    },
    {
        "o": 1113,
        "r": "esv:Genesis:35:13",
        "t": "Then God went up from him in the place where he had spoken with him."
    },
    {
        "o": 1114,
        "r": "esv:Genesis:35:14",
        "t": "And Jacob set up a pillar in the place where he had spoken with him, a pillar of stone. He poured out a drink offering on it and poured oil on it."
    },
    {
        "o": 1115,
        "r": "esv:Genesis:35:15",
        "t": "So Jacob called the name of the place where God had spoken with him Bethel."
    },
    {
        "o": 1116,
        "r": "esv:Genesis:35:15",
        "t": "The Deaths of Rachel and Isaac",
        "h": 2
    },
    {
        "o": 1117,
        "r": "esv:Genesis:35:16",
        "t": "Then*p they journeyed from Bethel. When they were still some distance from Ephrath, Rachel went into labor, and she had hard labor."
    },
    {
        "o": 1118,
        "r": "esv:Genesis:35:17",
        "t": "And when her labor was at its hardest, the midwife said to her, “Do not fear, for you have another son.”"
    },
    {
        "o": 1119,
        "r": "esv:Genesis:35:18",
        "t": "And as her soul was departing (for she was dying), she called his name Ben-oni; but his father called him Benjamin."
    },
    {
        "o": 1120,
        "r": "esv:Genesis:35:19",
        "t": "So Rachel died, and she was buried on the way to Ephrath (that is, Bethlehem),"
    },
    {
        "o": 1121,
        "r": "esv:Genesis:35:20",
        "t": "and Jacob set up a pillar over her tomb. It is the pillar of Rachel’s tomb, which is there to this day."
    },
    {
        "o": 1122,
        "r": "esv:Genesis:35:21",
        "t": "Israel journeyed on and pitched his tent beyond the tower of Eder."
    },
    {
        "o": 1123,
        "r": "esv:Genesis:35:22",
        "t": "While*p Israel lived in that land, Reuben went and lay with Bilhah his father’s concubine. And Israel heard of it. Now*p the sons of Jacob were twelve."
    },
    {
        "o": 1124,
        "r": "esv:Genesis:35:23",
        "t": "The sons of Leah: Reuben (Jacob’s firstborn), Simeon, Levi, Judah, Issachar, and Zebulun."
    },
    {
        "o": 1125,
        "r": "esv:Genesis:35:24",
        "t": "The sons of Rachel: Joseph and Benjamin."
    },
    {
        "o": 1126,
        "r": "esv:Genesis:35:25",
        "t": "The sons of Bilhah, Rachel’s servant: Dan and Naphtali."
    },
    {
        "o": 1127,
        "r": "esv:Genesis:35:26",
        "t": "The sons of Zilpah, Leah’s servant: Gad and Asher. These were the sons of Jacob who were born to him in Paddan-aram."
    },
    {
        "o": 1128,
        "r": "esv:Genesis:35:27",
        "t": "And*p Jacob came to his father Isaac at Mamre, or Kiriath-arba (that is, Hebron), where Abraham and Isaac had sojourned."
    },
    {
        "o": 1129,
        "r": "esv:Genesis:35:28",
        "t": "Now the days of Isaac were 180 years."
    },
    {
        "o": 1130,
        "r": "esv:Genesis:35:29",
        "t": "And Isaac breathed his last, and he died and was gathered to his people, old and full of days. And his sons Esau and Jacob buried him."
    }
]
