[
    {
        "o": 5913,
        "r": "kjv:Deuteronomy:31:0",
        "t": "Deuteronomy 31",
        "h": 1
    },
    {
        "o": 5914,
        "r": "kjv:Deuteronomy:31:1",
        "t": "And*p Moses went and spake these words unto all Israel."
    },
    {
        "o": 5915,
        "r": "kjv:Deuteronomy:31:2",
        "t": "And*p he said unto them, I am an hundred and twenty years old this day; I can no more go out and come in: also the Lord*s hath said unto me, Thou shalt not go over this Jordan."
    },
    {
        "o": 5916,
        "r": "kjv:Deuteronomy:31:3",
        "t": "The*p Lord*s thy God, he will go over before thee, and he will destroy these nations from before thee, and thou shalt possess them: and Joshua, he shall go over before thee, as the Lord*s hath said."
    },
    {
        "o": 5917,
        "r": "kjv:Deuteronomy:31:4",
        "t": "And*p the Lord*s shall do unto them as he did to Sihon and to Og, kings of the Amorites, and unto the land of them, whom he destroyed."
    },
    {
        "o": 5918,
        "r": "kjv:Deuteronomy:31:5",
        "t": "And*p the Lord*s shall give them up before your face, that ye may do unto them according unto all the commandments which I have commanded you."
    },
    {
        "o": 5919,
        "r": "kjv:Deuteronomy:31:6",
        "t": "Be*p strong and of a good courage, fear not, nor be afraid of them: for the Lord*s thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee."
    },
    {
        "o": 5920,
        "r": "kjv:Deuteronomy:31:7",
        "t": "And*p Moses called unto Joshua, and said unto him in the sight of all Israel, Be strong and of a good courage: for thou must go with this people unto the land which the Lord*s hath sworn unto their fathers to give them; and thou shalt cause them to inherit it."
    },
    {
        "o": 5921,
        "r": "kjv:Deuteronomy:31:8",
        "t": "And*p the Lord,*s he it is that doth go before thee; he will be with thee, he will not fail thee, neither forsake thee: fear not, neither be dismayed."
    },
    {
        "o": 5922,
        "r": "kjv:Deuteronomy:31:9",
        "t": "And*p Moses wrote this law, and delivered it unto the priests the sons of Levi, which bare the ark of the covenant of the Lord,*s and unto all the elders of Israel."
    },
    {
        "o": 5923,
        "r": "kjv:Deuteronomy:31:10",
        "t": "And*p Moses commanded them, saying, At the end of every seven years, in the solemnity of the year of release, in the feast of tabernacles,"
    },
    {
        "o": 5924,
        "r": "kjv:Deuteronomy:31:11",
        "t": "When*p all Israel is come to appear before the Lord*s thy God in the place which he shall choose, thou shalt read this law before all Israel in their hearing."
    },
    {
        "o": 5925,
        "r": "kjv:Deuteronomy:31:12",
        "t": "Gather*p the people together, men, and women, and children, and thy stranger that is within thy gates, that they may hear, and that they may learn, and fear the Lord*s your God, and observe to do all the words of this law:"
    },
    {
        "o": 5926,
        "r": "kjv:Deuteronomy:31:13",
        "t": "And*p that their children, which have not known any thing, may hear, and learn to fear the Lord*s your God, as long as ye live in the land whither ye go over Jordan to possess it."
    },
    {
        "o": 5927,
        "r": "kjv:Deuteronomy:31:14",
        "t": "And*p the Lord*s said unto Moses, Behold, thy days approach that thou must die: call Joshua, and present yourselves in the tabernacle of the congregation, that I may give him a charge. And Moses and Joshua went, and presented themselves in the tabernacle of the congregation."
    },
    {
        "o": 5928,
        "r": "kjv:Deuteronomy:31:15",
        "t": "And*p the Lord*s appeared in the tabernacle in a pillar of a cloud: and the pillar of the cloud stood over the door of the tabernacle."
    },
    {
        "o": 5929,
        "r": "kjv:Deuteronomy:31:16",
        "t": "And*p the Lord*s said unto Moses, Behold, thou shalt sleep with thy fathers; and this people will rise up, and go a whoring after the gods of the strangers of the land, whither they go to be among them, and will forsake me, and break my covenant which I have made with them."
    },
    {
        "o": 5930,
        "r": "kjv:Deuteronomy:31:17",
        "t": "Then*p my anger shall be kindled against them in that day, and I will forsake them, and I will hide my face from them, and they shall be devoured, and many evils and troubles shall befall them; so that they will say in that day, Are not these evils come upon us, because our God is not among us?"
    },
    {
        "o": 5931,
        "r": "kjv:Deuteronomy:31:18",
        "t": "And*p I will surely hide my face in that day for all the evils which they shall have wrought, in that they are turned unto other gods."
    },
    {
        "o": 5932,
        "r": "kjv:Deuteronomy:31:19",
        "t": "Now*p therefore write ye this song for you, and teach it the children of Israel: put it in their mouths, that this song may be a witness for me against the children of Israel."
    },
    {
        "o": 5933,
        "r": "kjv:Deuteronomy:31:20",
        "t": "For*p when I shall have brought them into the land which I sware unto their fathers, that floweth with milk and honey; and they shall have eaten and filled themselves, and waxen fat; then will they turn unto other gods, and serve them, and provoke me, and break my covenant."
    },
    {
        "o": 5934,
        "r": "kjv:Deuteronomy:31:21",
        "t": "And*p it shall come to pass, when many evils and troubles are befallen them, that this song shall testify against them as a witness; for it shall not be forgotten out of the mouths of their seed: for I know their imagination which they go about, even now, before I have brought them into the land which I sware."
    },
    {
        "o": 5935,
        "r": "kjv:Deuteronomy:31:22",
        "t": "Moses*p therefore wrote this song the same day, and taught it the children of Israel."
    },
    {
        "o": 5936,
        "r": "kjv:Deuteronomy:31:23",
        "t": "And*p he gave Joshua the son of Nun a charge, and said, Be strong and of a good courage: for thou shalt bring the children of Israel into the land which I sware unto them: and I will be with thee."
    },
    {
        "o": 5937,
        "r": "kjv:Deuteronomy:31:24",
        "t": "And*p it came to pass, when Moses had made an end of writing the words of this law in a book, until they were finished,"
    },
    {
        "o": 5938,
        "r": "kjv:Deuteronomy:31:25",
        "t": "That*p Moses commanded the Levites, which bare the ark of the covenant of the Lord,*s saying,"
    },
    {
        "o": 5939,
        "r": "kjv:Deuteronomy:31:26",
        "t": "Take*p this book of the law, and put it in the side of the ark of the covenant of the Lord*s your God, that it may be there for a witness against thee."
    },
    {
        "o": 5940,
        "r": "kjv:Deuteronomy:31:27",
        "t": "For*p I know thy rebellion, and thy stiff neck: behold, while I am yet alive with you this day, ye have been rebellious against the Lord;*s and how much more after my death?"
    },
    {
        "o": 5941,
        "r": "kjv:Deuteronomy:31:28",
        "t": "Gather*p unto me all the elders of your tribes, and your officers, that I may speak these words in their ears, and call heaven and earth to record against them."
    },
    {
        "o": 5942,
        "r": "kjv:Deuteronomy:31:29",
        "t": "For*p I know that after my death ye will utterly corrupt yourselves, and turn aside from the way which I have commanded you; and evil will befall you in the latter days; because ye will do evil in the sight of the Lord,*s to provoke him to anger through the work of your hands."
    },
    {
        "o": 5943,
        "r": "kjv:Deuteronomy:31:30",
        "t": "And*p Moses spake in the ears of all the congregation of Israel the words of this song, until they were ended."
    }
]
