[
    {
        "o": 34702,
        "r": "csb:1 John:4:0",
        "t": "1 John 4",
        "h": 1
    },
    {
        "o": 34703,
        "r": "csb:1 John:4:0",
        "t": "The Spirit of Truth and the Spirit of Error",
        "h": 2
    },
    {
        "o": 34704,
        "r": "csb:1 John:4:1",
        "t": "Dear*p friends, do not believe every spirit, but test the spirits to see if they are from God, because many false prophets have gone out into the world."
    },
    {
        "o": 34705,
        "r": "csb:1 John:4:2",
        "t": "This*p is how you know the Spirit of God: Every spirit that confesses that Jesus Christ has come in the flesh is from God,"
    },
    {
        "o": 34706,
        "r": "csb:1 John:4:3",
        "t": "but every spirit that does not confess Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming; even now it is already in the world."
    },
    {
        "o": 34707,
        "r": "csb:1 John:4:4",
        "t": "You*p are from God, little children, and you have conquered them, because the one who is in you is greater than the one who is in the world."
    },
    {
        "o": 34708,
        "r": "csb:1 John:4:5",
        "t": "They are from the world. Therefore what they say is from the world, and the world listens to them."
    },
    {
        "o": 34709,
        "r": "csb:1 John:4:6",
        "t": "We are from God. Anyone who knows God listens to us; anyone who is not from God does not listen to us. This is how we know the Spirit of truth and the spirit of deception."
    },
    {
        "o": 34710,
        "r": "csb:1 John:4:6",
        "t": "Knowing God through Love",
        "h": 2
    },
    {
        "o": 34711,
        "r": "csb:1 John:4:7",
        "t": "Dear*p friends, let us love one another, because love is from God, and everyone who loves has been born of God and knows God."
    },
    {
        "o": 34712,
        "r": "csb:1 John:4:8",
        "t": "The one who does not love does not know God, because God is love."
    },
    {
        "o": 34713,
        "r": "csb:1 John:4:9",
        "t": "God’s love was revealed among us in this way: God sent his one and only Son into the world so that we might live through him."
    },
    {
        "o": 34714,
        "r": "csb:1 John:4:10",
        "t": "Love consists in this: not that we loved God, but that he loved us and sent his Son to be the atoning sacrifice for our sins."
    },
    {
        "o": 34715,
        "r": "csb:1 John:4:11",
        "t": "Dear friends, if God loved us in this way, we also must love one another."
    },
    {
        "o": 34716,
        "r": "csb:1 John:4:12",
        "t": "No one has ever seen God. If we love one another, God remains in us and his love is made complete in us."
    },
    {
        "o": 34717,
        "r": "csb:1 John:4:13",
        "t": "This is how we know that we remain in him and he in us: He has given us of his Spirit."
    },
    {
        "o": 34718,
        "r": "csb:1 John:4:14",
        "t": "And we have seen and we testify that the Father has sent his Son as the world’s Savior."
    },
    {
        "o": 34719,
        "r": "csb:1 John:4:15",
        "t": "Whoever confesses that Jesus is the Son of God - God remains in him and he in God."
    },
    {
        "o": 34720,
        "r": "csb:1 John:4:16",
        "t": "And we have come to know and to believe the love that God has for us. God*p is love, and the one who remains in love remains in God, and God remains in him."
    },
    {
        "o": 34721,
        "r": "csb:1 John:4:17",
        "t": "In this, love is made complete with us so that we may have confidence in the day of judgment, because as he is, so also are we in this world."
    },
    {
        "o": 34722,
        "r": "csb:1 John:4:18",
        "t": "There is no fear in love; instead, perfect love drives out fear, because fear involves punishment. So the one who fears is not complete in love."
    },
    {
        "o": 34723,
        "r": "csb:1 John:4:19",
        "t": "We love because he first loved us."
    },
    {
        "o": 34724,
        "r": "csb:1 John:4:20",
        "t": "If anyone says, “I love God,” and yet hates his brother or sister, he is a liar. For the person who does not love his brother or sister whom he has seen cannot love God whom he has not seen."
    },
    {
        "o": 34725,
        "r": "csb:1 John:4:21",
        "t": "And we have this command from him: The one who loves God must also love his brother and sister."
    }
]
