[
    {
        "o": 29942,
        "r": "nasb:John:20:0",
        "t": "John 20",
        "h": 1
    },
    {
        "o": 29943,
        "r": "nasb:John:20:0",
        "t": "The Empty Tomb",
        "h": 2
    },
    {
        "o": 29944,
        "r": "nasb:John:20:1",
        "t": "Now*p on the first day*i of the week Mary Magdalene came early to the tomb, while it was still dark, and saw the stone already*i taken away from the tomb."
    },
    {
        "o": 29945,
        "r": "nasb:John:20:2",
        "t": "So she ran and came to Simon Peter and to the other disciple whom Jesus loved, and said to them, “They have taken away the Lord out of the tomb, and we do not know where they have laid Him.”"
    },
    {
        "o": 29946,
        "r": "nasb:John:20:3",
        "t": "So Peter and the other disciple went forth, and they were going to the tomb."
    },
    {
        "o": 29947,
        "r": "nasb:John:20:4",
        "t": "The two were running together; and the other disciple ran ahead faster than Peter and came to the tomb first;"
    },
    {
        "o": 29948,
        "r": "nasb:John:20:5",
        "t": "and stooping and looking in, he saw the linen wrappings lying there;*i but he did not go in."
    },
    {
        "o": 29949,
        "r": "nasb:John:20:6",
        "t": "And so Simon Peter also came, following him, and entered the tomb; and he saw the linen wrappings lying there,*i"
    },
    {
        "o": 29950,
        "r": "nasb:John:20:7",
        "t": "and the face-cloth which had been on His head, not lying with the linen wrappings, but rolled up in a place by itself."
    },
    {
        "o": 29951,
        "r": "nasb:John:20:8",
        "t": "So the other disciple who had first come to the tomb then also entered, and he saw and believed."
    },
    {
        "o": 29952,
        "r": "nasb:John:20:9",
        "t": "For as yet they did not understand the Scripture, that He must rise again from the dead."
    },
    {
        "o": 29953,
        "r": "nasb:John:20:10",
        "t": "So the disciples went away again to their own homes."
    },
    {
        "o": 29954,
        "r": "nasb:John:20:11",
        "t": "But*p Mary was standing outside the tomb weeping; and so, as she wept, she stooped and looked into the tomb;"
    },
    {
        "o": 29955,
        "r": "nasb:John:20:12",
        "t": "and she saw two angels in white sitting, one at the head and one at the feet, where the body of Jesus had been lying."
    },
    {
        "o": 29956,
        "r": "nasb:John:20:13",
        "t": "And they said to her, “Woman, why are you weeping?” She said to them, “Because they have taken away my Lord, and I do not know where they have laid Him.”"
    },
    {
        "o": 29957,
        "r": "nasb:John:20:14",
        "t": "When she had said this, she turned around and saw Jesus standing there,*i and did not know that it was Jesus."
    },
    {
        "o": 29958,
        "r": "nasb:John:20:15",
        "t": "Jesus said to her, “Woman,*r why*r are*r you*r weeping?*r Whom*r are*r you*r seeking?”*r Supposing Him to be the gardener, she said to Him, “Sir, if you have carried Him away, tell me where you have laid Him, and I will take Him away.”"
    },
    {
        "o": 29959,
        "r": "nasb:John:20:16",
        "t": "Jesus said to her, “Mary!”*r She turned and said to Him in Hebrew, “Rabboni!” (which means, Teacher)."
    },
    {
        "o": 29960,
        "r": "nasb:John:20:17",
        "t": "Jesus said to her, “Stop*r clinging*r to*r Me,*r for*r I*r have*r not*r yet*r ascended*r to*r the*r Father;*r but*r go*r to*r My*r brethren*r and*r say*r to*r them,*r ‘I*r ascend*r to*r My*r Father*r and*r your*r Father,*r and*r My*r God*r and*r your*r God.’ ”*r"
    },
    {
        "o": 29961,
        "r": "nasb:John:20:18",
        "t": "Mary Magdalene came, announcing to the disciples, “I have seen the Lord,” and that*i He had said these things to her."
    },
    {
        "o": 29962,
        "r": "nasb:John:20:18",
        "t": "Jesus among His Disciples",
        "h": 2
    },
    {
        "o": 29963,
        "r": "nasb:John:20:19",
        "t": "So*p when it was evening on that day, the first day*i of the week, and when the doors were shut where the disciples were, for fear of the Jews, Jesus came and stood in their midst and said to them, “Peace*r be*ir with*r you.”*r"
    },
    {
        "o": 29964,
        "r": "nasb:John:20:20",
        "t": "And when He had said this, He showed them both His hands and His side. The disciples then rejoiced when they saw the Lord."
    },
    {
        "o": 29965,
        "r": "nasb:John:20:21",
        "t": "So Jesus said to them again, “Peace*r be*ir with*r you;*r as*r the*r Father*r has*r sent*r Me,*r I*r also*r send*r you.”*r"
    },
    {
        "o": 29966,
        "r": "nasb:John:20:22",
        "t": "And when He had said this, He breathed on them and said to them, “Receive*r the*r Holy*r Spirit.*r"
    },
    {
        "o": 29967,
        "r": "nasb:John:20:23",
        "t": "If*r you*r forgive*r the*r sins*r of*r any,*r their*ir sins*ir have*r been*r forgiven*r them;*r if*r you*r retain*r the*r sins*ir of*r any,*r they*r have*r been*r retained.”*r"
    },
    {
        "o": 29968,
        "r": "nasb:John:20:24",
        "t": "But*p Thomas, one of the twelve, called Didymus, was not with them when Jesus came."
    },
    {
        "o": 29969,
        "r": "nasb:John:20:25",
        "t": "So the other disciples were saying to him, “We have seen the Lord!” But he said to them, “Unless I see in His hands the imprint of the nails, and put my finger into the place of the nails, and put my hand into His side, I will not believe.”"
    },
    {
        "o": 29970,
        "r": "nasb:John:20:26",
        "t": "After*p eight days His disciples were again inside, and Thomas with them. Jesus came, the doors having been shut, and stood in their midst and said, “Peace*r be*ir with*r you.”*r"
    },
    {
        "o": 29971,
        "r": "nasb:John:20:27",
        "t": "Then He said to Thomas, “Reach*r here*r with*r your*r finger,*r and*r see*r My*r hands;*r and*r reach*r here*r your*r hand*r and*r put*r it*r into*r My*r side;*r and*r do*r not*r be*r unbelieving,*r but*r believing.”*r"
    },
    {
        "o": 29972,
        "r": "nasb:John:20:28",
        "t": "Thomas answered and said to Him, “My Lord and my God!”"
    },
    {
        "o": 29973,
        "r": "nasb:John:20:29",
        "t": "Jesus said to him, “Because*r you*r have*r seen*r Me,*r have*r you*r believed?*r Blessed*r are*ir they*r who*r did*r not*r see,*r and*r yet*ir believed.”*r"
    },
    {
        "o": 29974,
        "r": "nasb:John:20:29",
        "t": "Why This Gospel Was Written",
        "h": 2
    },
    {
        "o": 29975,
        "r": "nasb:John:20:30",
        "t": "Therefore*p many other signs Jesus also performed in the presence of the disciples, which are not written in this book;"
    },
    {
        "o": 29976,
        "r": "nasb:John:20:31",
        "t": "but these have been written so that you may believe that Jesus is the Christ, the Son of God; and that believing you may have life in His name."
    }
]
