[
    {
        "o": 5766,
        "r": "kjv:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 5767,
        "r": "kjv:Deuteronomy:27:1",
        "t": "And*p Moses with the elders of Israel commanded the people, saying, Keep all the commandments which I command you this day."
    },
    {
        "o": 5768,
        "r": "kjv:Deuteronomy:27:2",
        "t": "And*p it shall be on the day when ye shall pass over Jordan unto the land which the Lord*s thy God giveth thee, that thou shalt set thee up great stones, and plaster them with plaster:"
    },
    {
        "o": 5769,
        "r": "kjv:Deuteronomy:27:3",
        "t": "And*p thou shalt write upon them all the words of this law, when thou art passed over, that thou mayest go in unto the land which the Lord*s thy God giveth thee, a land that floweth with milk and honey; as the Lord*s God of thy fathers hath promised thee."
    },
    {
        "o": 5770,
        "r": "kjv:Deuteronomy:27:4",
        "t": "Therefore*p it shall be when ye be gone over Jordan, that ye shall set up these stones, which I command you this day, in mount Ebal, and thou shalt plaster them with plaster."
    },
    {
        "o": 5771,
        "r": "kjv:Deuteronomy:27:5",
        "t": "And*p there shalt thou build an altar unto the Lord*s thy God, an altar of stones: thou shalt not lift up any iron tool upon them."
    },
    {
        "o": 5772,
        "r": "kjv:Deuteronomy:27:6",
        "t": "Thou*p shalt build the altar of the Lord*s thy God of whole stones: and thou shalt offer burnt offerings thereon unto the Lord*s thy God:"
    },
    {
        "o": 5773,
        "r": "kjv:Deuteronomy:27:7",
        "t": "And*p thou shalt offer peace offerings, and shalt eat there, and rejoice before the Lord*s thy God."
    },
    {
        "o": 5774,
        "r": "kjv:Deuteronomy:27:8",
        "t": "And*p thou shalt write upon the stones all the words of this law very plainly."
    },
    {
        "o": 5775,
        "r": "kjv:Deuteronomy:27:9",
        "t": "And*p Moses and the priests the Levites spake unto all Israel, saying, Take heed, and hearken, O Israel; this day thou art become the people of the Lord*s thy God."
    },
    {
        "o": 5776,
        "r": "kjv:Deuteronomy:27:10",
        "t": "Thou*p shalt therefore obey the voice of the Lord*s thy God, and do his commandments and his statutes, which I command thee this day."
    },
    {
        "o": 5777,
        "r": "kjv:Deuteronomy:27:11",
        "t": "And*p Moses charged the people the same day, saying,"
    },
    {
        "o": 5778,
        "r": "kjv:Deuteronomy:27:12",
        "t": "These*p shall stand upon mount Gerizim to bless the people, when ye are come over Jordan; Simeon, and Levi, and Judah, and Issachar, and Joseph, and Benjamin:"
    },
    {
        "o": 5779,
        "r": "kjv:Deuteronomy:27:13",
        "t": "And*p these shall stand upon mount Ebal to curse; Reuben, Gad, and Asher, and Zebulun, Dan, and Naphtali."
    },
    {
        "o": 5780,
        "r": "kjv:Deuteronomy:27:14",
        "t": "And*p the Levites shall speak, and say unto all the men of Israel with a loud voice,"
    },
    {
        "o": 5781,
        "r": "kjv:Deuteronomy:27:15",
        "t": "Cursed*p be the man that maketh any graven or molten image, an abomination unto the Lord,*s the work of the hands of the craftsman, and putteth it in a secret place. And all the people shall answer and say, Amen."
    },
    {
        "o": 5782,
        "r": "kjv:Deuteronomy:27:16",
        "t": "Cursed*p be he that setteth light by his father or his mother. And all the people shall say, Amen."
    },
    {
        "o": 5783,
        "r": "kjv:Deuteronomy:27:17",
        "t": "Cursed*p be he that removeth his neighbour's landmark. And all the people shall say, Amen."
    },
    {
        "o": 5784,
        "r": "kjv:Deuteronomy:27:18",
        "t": "Cursed*p be he that maketh the blind to wander out of the way. And all the people shall say, Amen."
    },
    {
        "o": 5785,
        "r": "kjv:Deuteronomy:27:19",
        "t": "Cursed*p be he that perverteth the judgment of the stranger, fatherless, and widow. And all the people shall say, Amen."
    },
    {
        "o": 5786,
        "r": "kjv:Deuteronomy:27:20",
        "t": "Cursed*p be he that lieth with his father's wife; because he uncovereth his father's skirt. And all the people shall say, Amen."
    },
    {
        "o": 5787,
        "r": "kjv:Deuteronomy:27:21",
        "t": "Cursed*p be he that lieth with any manner of beast. And all the people shall say, Amen."
    },
    {
        "o": 5788,
        "r": "kjv:Deuteronomy:27:22",
        "t": "Cursed*p be he that lieth with his sister, the daughter of his father, or the daughter of his mother. And all the people shall say, Amen."
    },
    {
        "o": 5789,
        "r": "kjv:Deuteronomy:27:23",
        "t": "Cursed*p be he that lieth with his mother in law. And all the people shall say, Amen."
    },
    {
        "o": 5790,
        "r": "kjv:Deuteronomy:27:24",
        "t": "Cursed*p be he that smiteth his neighbour secretly. And all the people shall say, Amen."
    },
    {
        "o": 5791,
        "r": "kjv:Deuteronomy:27:25",
        "t": "Cursed*p be he that taketh reward to slay an innocent person. And all the people shall say, Amen."
    },
    {
        "o": 5792,
        "r": "kjv:Deuteronomy:27:26",
        "t": "Cursed*p be he that confirmeth not all the words of this law to do them. And all the people shall say, Amen."
    }
]
