[
    {
        "o": 23629,
        "r": "kjv:Micah:2:0",
        "t": "Micah 2",
        "h": 1
    },
    {
        "o": 23630,
        "r": "kjv:Micah:2:1",
        "t": "Woe*p to them that devise iniquity, and work evil upon their beds! when the morning is light, they practise it, because it is in the power of their hand."
    },
    {
        "o": 23631,
        "r": "kjv:Micah:2:2",
        "t": "And*p they covet fields, and take them by violence; and houses, and take them away: so they oppress a man and his house, even a man and his heritage."
    },
    {
        "o": 23632,
        "r": "kjv:Micah:2:3",
        "t": "Therefore*p thus saith the Lord;*s Behold, against this family do I devise an evil, from which ye shall not remove your necks; neither shall ye go haughtily: for this time is evil."
    },
    {
        "o": 23633,
        "r": "kjv:Micah:2:4",
        "t": "In*p that day shall one take up a parable against you, and lament with a doleful lamentation, and say, We be utterly spoiled: he hath changed the portion of my people: how hath he removed it from me! turning away he hath divided our fields."
    },
    {
        "o": 23634,
        "r": "kjv:Micah:2:5",
        "t": "Therefore*p thou shalt have none that shall cast a cord by lot in the congregation of the Lord.*s"
    },
    {
        "o": 23635,
        "r": "kjv:Micah:2:6",
        "t": "Prophesy*p ye not, say they to them that prophesy: they shall not prophesy to them, that they shall not take shame."
    },
    {
        "o": 23636,
        "r": "kjv:Micah:2:7",
        "t": "O*p thou that art named the house of Jacob, is the spirit of the Lord*s straitened? are these his doings? do not my words do good to him that walketh uprightly?"
    },
    {
        "o": 23637,
        "r": "kjv:Micah:2:8",
        "t": "Even*p of late my people is risen up as an enemy: ye pull off the robe with the garment from them that pass by securely as men averse from war."
    },
    {
        "o": 23638,
        "r": "kjv:Micah:2:9",
        "t": "The*p women of my people have ye cast out from their pleasant houses; from their children have ye taken away my glory for ever."
    },
    {
        "o": 23639,
        "r": "kjv:Micah:2:10",
        "t": "Arise*p ye, and depart; for this is not your rest: because it is polluted, it shall destroy you, even with a sore destruction."
    },
    {
        "o": 23640,
        "r": "kjv:Micah:2:11",
        "t": "If*p a man walking in the spirit and falsehood do lie, saying, I will prophesy unto thee of wine and of strong drink; he shall even be the prophet of this people."
    },
    {
        "o": 23641,
        "r": "kjv:Micah:2:12",
        "t": "I*p will surely assemble, O Jacob, all of thee; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as the flock in the midst of their fold: they shall make great noise by reason of the multitude of men."
    },
    {
        "o": 23642,
        "r": "kjv:Micah:2:13",
        "t": "The*p breaker is come up before them: they have broken up, and have passed through the gate, and are gone out by it: and their king shall pass before them, and the Lord*s on the head of them."
    }
]
