[
    {
        "o": 20513,
        "r": "nasb:Isaiah:40:0",
        "t": "Isaiah 40",
        "h": 1
    },
    {
        "o": 20514,
        "r": "nasb:Isaiah:40:0",
        "t": "The Greatness of God",
        "h": 2
    },
    {
        "o": 20515,
        "r": "nasb:Isaiah:40:1",
        "t": "“Comfort,*pn O comfort My people,” says your God."
    },
    {
        "o": 20516,
        "r": "nasb:Isaiah:40:2",
        "t": "“Speak*ln kindly to Jerusalem; And*ln call out to her, that her warfare has ended, That*ln her iniquity has been removed, That*ln she has received of the Lord’s*s hand Double*ln for all her sins.”"
    },
    {
        "o": 20517,
        "r": "nasb:Isaiah:40:3",
        "t": "A*ln voice is calling, “Clear*ln the way for the Lord*s in the wilderness; Make*ln smooth in the desert a highway for our God."
    },
    {
        "o": 20518,
        "r": "nasb:Isaiah:40:4",
        "t": "Let*ln every valley be lifted up, And*ln every mountain and hill be made low; And*ln let the rough ground become a plain, And*ln the rugged terrain a broad valley;"
    },
    {
        "o": 20519,
        "r": "nasb:Isaiah:40:5",
        "t": "Then*ln the glory of the Lord*s will be revealed, And*ln all flesh will see it*i together; For*ln the mouth of the Lord*s has spoken.”"
    },
    {
        "o": 20520,
        "r": "nasb:Isaiah:40:6",
        "t": "A*ln voice says, “Call out.” Then*ln he answered, “What shall I call out?” All*ln flesh is grass, and all its loveliness is like the flower of the field."
    },
    {
        "o": 20521,
        "r": "nasb:Isaiah:40:7",
        "t": "The*ln grass withers, the flower fades, When*ln the breath of the Lord*s blows upon it; Surely*ln the people are grass."
    },
    {
        "o": 20522,
        "r": "nasb:Isaiah:40:8",
        "t": "The*ln grass withers, the flower fades, But*ln the word of our God stands forever."
    },
    {
        "o": 20523,
        "r": "nasb:Isaiah:40:9",
        "t": "Get*ln yourself up on a high mountain, O*ln Zion, bearer of good news, Lift*ln up your voice mightily, O*ln Jerusalem, bearer of good news; Lift*ln it*i up, do not fear. Say*ln to the cities of Judah, “Here*ln is your God!”"
    },
    {
        "o": 20524,
        "r": "nasb:Isaiah:40:10",
        "t": "Behold,*ln the Lord God*s will come with might, With*ln His arm ruling for Him. Behold,*ln His reward is with Him And*ln His recompense before Him."
    },
    {
        "o": 20525,
        "r": "nasb:Isaiah:40:11",
        "t": "Like*ln a shepherd He will tend His flock, In*ln His arm He will gather the lambs And*ln carry them*i in His bosom; He*ln will gently lead the nursing ewes.*i"
    },
    {
        "o": 20526,
        "r": "nasb:Isaiah:40:12",
        "t": "Who*ln has measured the waters in the hollow of His hand, And*ln marked off the heavens by the span, And*ln calculated the dust of the earth by the measure, And*ln weighed the mountains in a balance And*ln the hills in a pair of scales?"
    },
    {
        "o": 20527,
        "r": "nasb:Isaiah:40:13",
        "t": "Who*ln has directed the Spirit of the Lord,*s Or*ln as His counselor has informed Him?"
    },
    {
        "o": 20528,
        "r": "nasb:Isaiah:40:14",
        "t": "With*ln whom did He consult and who*i gave Him understanding? And*ln who*i taught Him in the path of justice and taught Him knowledge And*ln informed Him of the way of understanding?"
    },
    {
        "o": 20529,
        "r": "nasb:Isaiah:40:15",
        "t": "Behold,*ln the nations are like a drop from a bucket, And*ln are regarded as a speck of dust on the scales; Behold,*ln He lifts up the islands like fine dust."
    },
    {
        "o": 20530,
        "r": "nasb:Isaiah:40:16",
        "t": "Even*ln Lebanon is not enough to burn, Nor*ln its beasts enough for a burnt offering."
    },
    {
        "o": 20531,
        "r": "nasb:Isaiah:40:17",
        "t": "All*ln the nations are as nothing before Him, They*ln are regarded by Him as less than nothing and meaningless."
    },
    {
        "o": 20532,
        "r": "nasb:Isaiah:40:18",
        "t": "To*ln whom then will you liken God? Or*ln what likeness will you compare with Him?"
    },
    {
        "o": 20533,
        "r": "nasb:Isaiah:40:19",
        "t": "As*iln for*i the idol, a craftsman casts it, A*ln goldsmith plates it with gold, And*ln a silversmith fashions*i chains of silver."
    },
    {
        "o": 20534,
        "r": "nasb:Isaiah:40:20",
        "t": "He*ln who is too impoverished for such*i an offering Selects*ln a tree that does not rot; He*ln seeks out for himself a skillful craftsman To*ln prepare an idol that will not totter."
    },
    {
        "o": 20535,
        "r": "nasb:Isaiah:40:21",
        "t": "Do*ln you not know? Have you not heard? Has*ln it not been declared to you from the beginning? Have*ln you not understood from the foundations of the earth?"
    },
    {
        "o": 20536,
        "r": "nasb:Isaiah:40:22",
        "t": "It*ln is He who sits above the circle of the earth, And*ln its inhabitants are like grasshoppers, Who*ln stretches out the heavens like a curtain And*ln spreads them out like a tent to dwell in."
    },
    {
        "o": 20537,
        "r": "nasb:Isaiah:40:23",
        "t": "He*ln it*i is*i who reduces rulers to nothing, Who*ln makes the judges of the earth meaningless."
    },
    {
        "o": 20538,
        "r": "nasb:Isaiah:40:24",
        "t": "Scarcely*ln have they been planted, Scarcely*ln have they been sown, Scarcely*ln has their stock taken root in the earth, But*ln He merely blows on them, and they wither, And*ln the storm carries them away like stubble."
    },
    {
        "o": 20539,
        "r": "nasb:Isaiah:40:25",
        "t": "“To*ln whom then will you liken Me That*ln I would be his*i equal?” says the Holy One."
    },
    {
        "o": 20540,
        "r": "nasb:Isaiah:40:26",
        "t": "Lift*ln up your eyes on high And*ln see who has created these stars,*i The*ln One who leads forth their host by number, He*ln calls them all by name; Because*ln of the greatness of His might and the strength of His*i power, Not*ln one of*i them*i is missing."
    },
    {
        "o": 20541,
        "r": "nasb:Isaiah:40:27",
        "t": "Why*ln do you say, O Jacob, and assert, O Israel, “My*ln way is hidden from the Lord,*s And*ln the justice due me escapes the notice of my God”?"
    },
    {
        "o": 20542,
        "r": "nasb:Isaiah:40:28",
        "t": "Do*ln you not know? Have you not heard? The*ln Everlasting God, the Lord,*s the Creator of the ends of the earth Does*ln not become weary or tired. His*ln understanding is inscrutable."
    },
    {
        "o": 20543,
        "r": "nasb:Isaiah:40:29",
        "t": "He*ln gives strength to the weary, And*ln to him*i who*i lacks might He increases power."
    },
    {
        "o": 20544,
        "r": "nasb:Isaiah:40:30",
        "t": "Though*ln youths grow weary and tired, And*ln vigorous young men stumble badly,"
    },
    {
        "o": 20545,
        "r": "nasb:Isaiah:40:31",
        "t": "Yet*ln those who wait for the Lord*s Will*ln gain new strength; They*ln will mount up with*i wings like eagles, They*ln will run and not get tired, They*ln will walk and not become weary."
    }
]
