[
    {
        "o": 1692,
        "r": "nasb:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1693,
        "r": "nasb:Exodus:2:0",
        "t": "The Birth of Moses",
        "h": 2
    },
    {
        "o": 1694,
        "r": "nasb:Exodus:2:1",
        "t": "Now*p a man from the house of Levi went and married a daughter of Levi."
    },
    {
        "o": 1695,
        "r": "nasb:Exodus:2:2",
        "t": "The woman conceived and bore a son; and when she saw that he was beautiful, she hid him for three months."
    },
    {
        "o": 1696,
        "r": "nasb:Exodus:2:3",
        "t": "But when she could hide him no longer, she got him a wicker basket and covered it over with tar and pitch. Then she put the child into it and set it*i among the reeds by the bank of the Nile."
    },
    {
        "o": 1697,
        "r": "nasb:Exodus:2:4",
        "t": "His sister stood at a distance to find out what would happen to him."
    },
    {
        "o": 1698,
        "r": "nasb:Exodus:2:5",
        "t": "The*p daughter of Pharaoh came down to bathe at the Nile, with her maidens walking alongside the Nile; and she saw the basket among the reeds and sent her maid, and she brought it to*i her.*i"
    },
    {
        "o": 1699,
        "r": "nasb:Exodus:2:6",
        "t": "When she opened it,*i she saw the child, and behold, the*i boy was crying. And she had pity on him and said, “This is one of the Hebrews’ children.”"
    },
    {
        "o": 1700,
        "r": "nasb:Exodus:2:7",
        "t": "Then his sister said to Pharaoh’s daughter, “Shall I go and call a nurse for you from the Hebrew women that she may nurse the child for you?”"
    },
    {
        "o": 1701,
        "r": "nasb:Exodus:2:8",
        "t": "Pharaoh’s daughter said to her, “Go ahead.”*i So the girl went and called the child’s mother."
    },
    {
        "o": 1702,
        "r": "nasb:Exodus:2:9",
        "t": "Then Pharaoh’s daughter said to her, “Take this child away and nurse him for me and I will give you*i your wages.” So the woman took the child and nursed him."
    },
    {
        "o": 1703,
        "r": "nasb:Exodus:2:10",
        "t": "The child grew, and she brought him to Pharaoh’s daughter and he became her son. And she named him Moses, and said, “Because I drew him out of the water.”"
    },
    {
        "o": 1704,
        "r": "nasb:Exodus:2:11",
        "t": "Now*p it came about in those days, when Moses had grown up, that he went out to his brethren and looked on their hard labors; and he saw an Egyptian beating a Hebrew, one of his brethren."
    },
    {
        "o": 1705,
        "r": "nasb:Exodus:2:12",
        "t": "So he looked this way and that, and when he saw there was no one around,*i he struck down the Egyptian and hid him in the sand."
    },
    {
        "o": 1706,
        "r": "nasb:Exodus:2:13",
        "t": "He went out the next day, and behold, two Hebrews were fighting with each other; and he said to the offender, “Why are you striking your companion?”"
    },
    {
        "o": 1707,
        "r": "nasb:Exodus:2:14",
        "t": "But he said, “Who made you a prince or a judge over us? Are you intending to kill me as you killed the Egyptian?” Then Moses was afraid and said, “Surely the matter has become known.”"
    },
    {
        "o": 1708,
        "r": "nasb:Exodus:2:14",
        "t": "Moses Escapes to Midian",
        "h": 2
    },
    {
        "o": 1709,
        "r": "nasb:Exodus:2:15",
        "t": "When*p Pharaoh heard of this matter, he tried to kill Moses. But Moses fled from the presence of Pharaoh and settled in the land of Midian, and he sat down by a well."
    },
    {
        "o": 1710,
        "r": "nasb:Exodus:2:16",
        "t": "Now*p the priest of Midian had seven daughters; and they came to draw water and filled the troughs to water their father’s flock."
    },
    {
        "o": 1711,
        "r": "nasb:Exodus:2:17",
        "t": "Then the shepherds came and drove them away, but Moses stood up and helped them and watered their flock."
    },
    {
        "o": 1712,
        "r": "nasb:Exodus:2:18",
        "t": "When they came to Reuel their father, he said, “Why have you come back*i so soon today?”"
    },
    {
        "o": 1713,
        "r": "nasb:Exodus:2:19",
        "t": "So they said, “An Egyptian delivered us from the hand of the shepherds, and what is more, he even drew the water for us and watered the flock.”"
    },
    {
        "o": 1714,
        "r": "nasb:Exodus:2:20",
        "t": "He said to his daughters, “Where is he then? Why is it that you have left the man behind? Invite him to have something to eat.”"
    },
    {
        "o": 1715,
        "r": "nasb:Exodus:2:21",
        "t": "Moses was willing to dwell with the man, and he gave his daughter Zipporah to Moses."
    },
    {
        "o": 1716,
        "r": "nasb:Exodus:2:22",
        "t": "Then she gave birth to a son, and he named him Gershom, for he said, “I have been a sojourner in a foreign land.”"
    },
    {
        "o": 1717,
        "r": "nasb:Exodus:2:23",
        "t": "Now*p it came about in the*i course*i of*i those many days that the king of Egypt died. And the sons of Israel sighed because of the bondage, and they cried out; and their cry for help because of their*i bondage rose up to God."
    },
    {
        "o": 1718,
        "r": "nasb:Exodus:2:24",
        "t": "So God heard their groaning; and God remembered His covenant with Abraham, Isaac, and Jacob."
    },
    {
        "o": 1719,
        "r": "nasb:Exodus:2:25",
        "t": "God saw the sons of Israel, and God took notice of*i them.*i"
    }
]
