[
    {
        "o": 4806,
        "r": "niv:Numbers:23:0",
        "t": "Numbers 23",
        "h": 1
    },
    {
        "o": 4807,
        "r": "niv:Numbers:23:0",
        "t": "Balaam’s First Message",
        "h": 2
    },
    {
        "o": 4808,
        "r": "niv:Numbers:23:1",
        "t": "Balaam*p said, “Build me seven altars here, and prepare seven bulls and seven rams for me.”"
    },
    {
        "o": 4809,
        "r": "niv:Numbers:23:2",
        "t": "Balak did as Balaam said, and the two of them offered a bull and a ram on each altar."
    },
    {
        "o": 4810,
        "r": "niv:Numbers:23:3",
        "t": "Then*p Balaam said to Balak, “Stay here beside your offering while I go aside. Perhaps the Lord*s will come to meet with me. Whatever he reveals to me I will tell you.” Then he went off to a barren height."
    },
    {
        "o": 4811,
        "r": "niv:Numbers:23:4",
        "t": "God*p met with him, and Balaam said, “I have prepared seven altars, and on each altar I have offered a bull and a ram.”"
    },
    {
        "o": 4812,
        "r": "niv:Numbers:23:5",
        "t": "The*p Lord*s put a word in Balaam’s mouth and said, “Go back to Balak and give him this word.”"
    },
    {
        "o": 4813,
        "r": "niv:Numbers:23:6",
        "t": "So*p he went back to him and found him standing beside his offering, with all the Moabite officials."
    },
    {
        "o": 4814,
        "r": "niv:Numbers:23:7",
        "t": "Then Balaam spoke his message: “Balak*pn brought me from Aram, the*ld king of Moab from the eastern mountains. ‘Come,’*ln he said, ‘curse Jacob for me; come,*ld denounce Israel.’"
    },
    {
        "o": 4815,
        "r": "niv:Numbers:23:8",
        "t": "How*ln can I curse those*ld whom God has not cursed? How*ln can I denounce those*ld whom the Lord*s has not denounced?"
    },
    {
        "o": 4816,
        "r": "niv:Numbers:23:9",
        "t": "From*ln the rocky peaks I see them, from*ld the heights I view them. I*ln see a people who live apart and*ld do not consider themselves one of the nations."
    },
    {
        "o": 4817,
        "r": "niv:Numbers:23:10",
        "t": "Who*ln can count the dust of Jacob or*ld number even a fourth of Israel? Let*ln me die the death of the righteous, and*ld may my final end be like theirs!”"
    },
    {
        "o": 4818,
        "r": "niv:Numbers:23:11",
        "t": "Balak*p said to Balaam, “What have you done to me? I brought you to curse my enemies, but you have done nothing but bless them!”"
    },
    {
        "o": 4819,
        "r": "niv:Numbers:23:12",
        "t": "He*p answered, “Must I not speak what the Lord*s puts in my mouth?”"
    },
    {
        "o": 4820,
        "r": "niv:Numbers:23:12",
        "t": "Balaam’s Second Message",
        "h": 2
    },
    {
        "o": 4821,
        "r": "niv:Numbers:23:13",
        "t": "Then*p Balak said to him, “Come with me to another place where you can see them; you will not see them all but only the outskirts of their camp. And from there, curse them for me.”"
    },
    {
        "o": 4822,
        "r": "niv:Numbers:23:14",
        "t": "So he took him to the field of Zophim on the top of Pisgah, and there he built seven altars and offered a bull and a ram on each altar."
    },
    {
        "o": 4823,
        "r": "niv:Numbers:23:15",
        "t": "Balaam*p said to Balak, “Stay here beside your offering while I meet with him over there.”"
    },
    {
        "o": 4824,
        "r": "niv:Numbers:23:16",
        "t": "The*p Lord*s met with Balaam and put a word in his mouth and said, “Go back to Balak and give him this word.”"
    },
    {
        "o": 4825,
        "r": "niv:Numbers:23:17",
        "t": "So*p he went to him and found him standing beside his offering, with the Moabite officials. Balak asked him, “What did the Lord*s say?”"
    },
    {
        "o": 4826,
        "r": "niv:Numbers:23:18",
        "t": "Then*p he spoke his message: “Arise,*pn Balak, and listen; hear*ld me, son of Zippor."
    },
    {
        "o": 4827,
        "r": "niv:Numbers:23:19",
        "t": "God*ln is not human, that he should lie, not*ld a human being, that he should change his mind. Does*ln he speak and then not act? Does*ld he promise and not fulfill?"
    },
    {
        "o": 4828,
        "r": "niv:Numbers:23:20",
        "t": "I*ln have received a command to bless; he*ld has blessed, and I cannot change it."
    },
    {
        "o": 4829,
        "r": "niv:Numbers:23:21",
        "t": "“No*pn misfortune is seen in Jacob, no*ld misery observed in Israel. The*ln Lord*s their God is with them; the*ld shout of the King is among them."
    },
    {
        "o": 4830,
        "r": "niv:Numbers:23:22",
        "t": "God*ln brought them out of Egypt; they*ld have the strength of a wild ox."
    },
    {
        "o": 4831,
        "r": "niv:Numbers:23:23",
        "t": "There*ln is no divination against Jacob, no*ld evil omens against Israel. It*ln will now be said of Jacob and*ld of Israel, ‘See what God has done!’"
    },
    {
        "o": 4832,
        "r": "niv:Numbers:23:24",
        "t": "The*ln people rise like a lioness; they*ld rouse themselves like a lion that*ln does not rest till it devours its prey and*ld drinks the blood of its victims.”"
    },
    {
        "o": 4833,
        "r": "niv:Numbers:23:25",
        "t": "Then*p Balak said to Balaam, “Neither curse them at all nor bless them at all!”"
    },
    {
        "o": 4834,
        "r": "niv:Numbers:23:26",
        "t": "Balaam*p answered, “Did I not tell you I must do whatever the Lord*s says?”"
    },
    {
        "o": 4835,
        "r": "niv:Numbers:23:26",
        "t": "Balaam’s Third Message",
        "h": 2
    },
    {
        "o": 4836,
        "r": "niv:Numbers:23:27",
        "t": "Then*p Balak said to Balaam, “Come, let me take you to another place. Perhaps it will please God to let you curse them for me from there.”"
    },
    {
        "o": 4837,
        "r": "niv:Numbers:23:28",
        "t": "And Balak took Balaam to the top of Peor, overlooking the wasteland."
    },
    {
        "o": 4838,
        "r": "niv:Numbers:23:29",
        "t": "Balaam*p said, “Build me seven altars here, and prepare seven bulls and seven rams for me.”"
    },
    {
        "o": 4839,
        "r": "niv:Numbers:23:30",
        "t": "Balak did as Balaam had said, and offered a bull and a ram on each altar."
    }
]
