[
    {
        "o": 8769,
        "r": "csb:1 Samuel:27:0",
        "t": "1 Samuel 27",
        "h": 1
    },
    {
        "o": 8770,
        "r": "csb:1 Samuel:27:0",
        "t": "David Flees to Ziklag",
        "h": 2
    },
    {
        "o": 8771,
        "r": "csb:1 Samuel:27:1",
        "t": "David*p said to himself, “One of these days I’ll be swept away by Saul. There is nothing better for me than to escape immediately to the land of the Philistines. Then Saul will give up searching for me everywhere in Israel, and I’ll escape from him.”"
    },
    {
        "o": 8772,
        "r": "csb:1 Samuel:27:2",
        "t": "So David set out with his six hundred men and went over to Achish son of Maoch, the king of Gath."
    },
    {
        "o": 8773,
        "r": "csb:1 Samuel:27:3",
        "t": "David and his men stayed with Achish in Gath. Each man had his family with him, and David had his two wives: Ahinoam of Jezreel and Abigail of Carmel, Nabal’s widow."
    },
    {
        "o": 8774,
        "r": "csb:1 Samuel:27:4",
        "t": "When it was reported to Saul that David had fled to Gath, he no longer searched for him."
    },
    {
        "o": 8775,
        "r": "csb:1 Samuel:27:5",
        "t": "Now*p David said to Achish, “If I have found favor with you, let me be given a place in one of the outlying towns, so I can live there. Why should your servant live in the royal city with you?”"
    },
    {
        "o": 8776,
        "r": "csb:1 Samuel:27:6",
        "t": "That day Achish gave Ziklag to him, and it still belongs to the kings of Judah today."
    },
    {
        "o": 8777,
        "r": "csb:1 Samuel:27:7",
        "t": "The length of time that David stayed in Philistine territory amounted to a year and four months."
    },
    {
        "o": 8778,
        "r": "csb:1 Samuel:27:8",
        "t": "David*p and his men went up and raided the Geshurites, the Girzites, and the Amalekites. From ancient times they had been the inhabitants of the region through Shur as far as the land of Egypt."
    },
    {
        "o": 8779,
        "r": "csb:1 Samuel:27:9",
        "t": "Whenever David attacked the land, he did not leave a single person alive, either man or woman, but he took flocks, herds, donkeys, camels, and clothing. Then he came back to Achish,"
    },
    {
        "o": 8780,
        "r": "csb:1 Samuel:27:10",
        "t": "who inquired, “Where did you raid today?” David*p replied, “The south country of Judah,” “The south country of the Jerahmeelites,” or “The south country of the Kenites.”"
    },
    {
        "o": 8781,
        "r": "csb:1 Samuel:27:11",
        "t": "David*p did not let a man or woman live to be brought to Gath, for he said, “Or they will inform on us and say, ‘This is what David did.’” This was David’s custom during the whole time he stayed in the Philistine territory."
    },
    {
        "o": 8782,
        "r": "csb:1 Samuel:27:12",
        "t": "So Achish trusted David, thinking, “Since he has made himself repulsive to his people Israel, he will be my servant forever.”"
    }
]
