[
    {
        "o": 116,
        "r": "esv:Genesis:5:0",
        "t": "Genesis 5",
        "h": 1
    },
    {
        "o": 117,
        "r": "esv:Genesis:5:0",
        "t": "Adam’s Descendants to Noah",
        "h": 2
    },
    {
        "o": 118,
        "r": "esv:Genesis:5:1",
        "t": "This*p is the book of the generations of Adam. When God created man, he made him in the likeness of God."
    },
    {
        "o": 119,
        "r": "esv:Genesis:5:2",
        "t": "Male and female he created them, and he blessed them and named them Man when they were created."
    },
    {
        "o": 120,
        "r": "esv:Genesis:5:3",
        "t": "When Adam had lived 130 years, he fathered a son in his own likeness, after his image, and named him Seth."
    },
    {
        "o": 121,
        "r": "esv:Genesis:5:4",
        "t": "The days of Adam after he fathered Seth were 800 years; and he had other sons and daughters."
    },
    {
        "o": 122,
        "r": "esv:Genesis:5:5",
        "t": "Thus all the days that Adam lived were 930 years, and he died."
    },
    {
        "o": 123,
        "r": "esv:Genesis:5:6",
        "t": "When*p Seth had lived 105 years, he fathered Enosh."
    },
    {
        "o": 124,
        "r": "esv:Genesis:5:7",
        "t": "Seth lived after he fathered Enosh 807 years and had other sons and daughters."
    },
    {
        "o": 125,
        "r": "esv:Genesis:5:8",
        "t": "Thus all the days of Seth were 912 years, and he died."
    },
    {
        "o": 126,
        "r": "esv:Genesis:5:9",
        "t": "When*p Enosh had lived 90 years, he fathered Kenan."
    },
    {
        "o": 127,
        "r": "esv:Genesis:5:10",
        "t": "Enosh lived after he fathered Kenan 815 years and had other sons and daughters."
    },
    {
        "o": 128,
        "r": "esv:Genesis:5:11",
        "t": "Thus all the days of Enosh were 905 years, and he died."
    },
    {
        "o": 129,
        "r": "esv:Genesis:5:12",
        "t": "When*p Kenan had lived 70 years, he fathered Mahalalel."
    },
    {
        "o": 130,
        "r": "esv:Genesis:5:13",
        "t": "Kenan lived after he fathered Mahalalel 840 years and had other sons and daughters."
    },
    {
        "o": 131,
        "r": "esv:Genesis:5:14",
        "t": "Thus all the days of Kenan were 910 years, and he died."
    },
    {
        "o": 132,
        "r": "esv:Genesis:5:15",
        "t": "When*p Mahalalel had lived 65 years, he fathered Jared."
    },
    {
        "o": 133,
        "r": "esv:Genesis:5:16",
        "t": "Mahalalel lived after he fathered Jared 830 years and had other sons and daughters."
    },
    {
        "o": 134,
        "r": "esv:Genesis:5:17",
        "t": "Thus all the days of Mahalalel were 895 years, and he died."
    },
    {
        "o": 135,
        "r": "esv:Genesis:5:18",
        "t": "When*p Jared had lived 162 years, he fathered Enoch."
    },
    {
        "o": 136,
        "r": "esv:Genesis:5:19",
        "t": "Jared lived after he fathered Enoch 800 years and had other sons and daughters."
    },
    {
        "o": 137,
        "r": "esv:Genesis:5:20",
        "t": "Thus all the days of Jared were 962 years, and he died."
    },
    {
        "o": 138,
        "r": "esv:Genesis:5:21",
        "t": "When*p Enoch had lived 65 years, he fathered Methuselah."
    },
    {
        "o": 139,
        "r": "esv:Genesis:5:22",
        "t": "Enoch walked with God after he fathered Methuselah 300 years and had other sons and daughters."
    },
    {
        "o": 140,
        "r": "esv:Genesis:5:23",
        "t": "Thus all the days of Enoch were 365 years."
    },
    {
        "o": 141,
        "r": "esv:Genesis:5:24",
        "t": "Enoch walked with God, and he was not, for God took him."
    },
    {
        "o": 142,
        "r": "esv:Genesis:5:25",
        "t": "When*p Methuselah had lived 187 years, he fathered Lamech."
    },
    {
        "o": 143,
        "r": "esv:Genesis:5:26",
        "t": "Methuselah lived after he fathered Lamech 782 years and had other sons and daughters."
    },
    {
        "o": 144,
        "r": "esv:Genesis:5:27",
        "t": "Thus all the days of Methuselah were 969 years, and he died."
    },
    {
        "o": 145,
        "r": "esv:Genesis:5:28",
        "t": "When*p Lamech had lived 182 years, he fathered a son"
    },
    {
        "o": 146,
        "r": "esv:Genesis:5:29",
        "t": "and called his name Noah, saying, “Out of the ground that the Lord*s has cursed, this one shall bring us relief from our work and from the painful toil of our hands.”"
    },
    {
        "o": 147,
        "r": "esv:Genesis:5:30",
        "t": "Lamech lived after he fathered Noah 595 years and had other sons and daughters."
    },
    {
        "o": 148,
        "r": "esv:Genesis:5:31",
        "t": "Thus all the days of Lamech were 777 years, and he died."
    },
    {
        "o": 149,
        "r": "esv:Genesis:5:32",
        "t": "After*p Noah was 500 years old, Noah fathered Shem, Ham, and Japheth."
    }
]
