[
    {
        "o": 14057,
        "r": "nasb:Esther:3:0",
        "t": "Esther 3",
        "h": 1
    },
    {
        "o": 14058,
        "r": "nasb:Esther:3:0",
        "t": "Haman’s Plot against the Jews",
        "h": 2
    },
    {
        "o": 14059,
        "r": "nasb:Esther:3:1",
        "t": "After*p these events King Ahasuerus promoted Haman, the son of Hammedatha the Agagite, and advanced him and established his authority over all the princes who were*i with him."
    },
    {
        "o": 14060,
        "r": "nasb:Esther:3:2",
        "t": "All the king’s servants who were at the king’s gate bowed down and paid homage to Haman; for so the king had commanded concerning him. But Mordecai neither bowed down nor paid homage."
    },
    {
        "o": 14061,
        "r": "nasb:Esther:3:3",
        "t": "Then the king’s servants who were at the king’s gate said to Mordecai, “Why are you transgressing the king’s command?”"
    },
    {
        "o": 14062,
        "r": "nasb:Esther:3:4",
        "t": "Now it was when they had spoken daily to him and he would not listen to them, that they told Haman to see whether Mordecai’s reason would stand; for he had told them that he was a Jew."
    },
    {
        "o": 14063,
        "r": "nasb:Esther:3:5",
        "t": "When Haman saw that Mordecai neither bowed down nor paid homage to him, Haman was filled with rage."
    },
    {
        "o": 14064,
        "r": "nasb:Esther:3:6",
        "t": "But he disdained to lay hands on Mordecai alone, for they had told him who*i the people of Mordecai were;*i therefore Haman sought to destroy all the Jews, the people of Mordecai, who were*i throughout the whole kingdom of Ahasuerus."
    },
    {
        "o": 14065,
        "r": "nasb:Esther:3:7",
        "t": "In*p the first month, which is the month Nisan, in the twelfth year of King Ahasuerus, Pur, that is the lot, was cast before Haman from day to day and from month to*i month,*i until the twelfth month, that is the month Adar."
    },
    {
        "o": 14066,
        "r": "nasb:Esther:3:8",
        "t": "Then Haman said to King Ahasuerus, “There is a certain people scattered and dispersed among the peoples in all the provinces of your kingdom; their laws are different from those*i of all other*i people and they do not observe the king’s laws, so it is not in the king’s interest to let them remain."
    },
    {
        "o": 14067,
        "r": "nasb:Esther:3:9",
        "t": "If it is pleasing to the king, let it be decreed that they be destroyed, and I will pay ten thousand talents of silver into the hands of those who carry on the king’s*i business, to put into the king’s treasuries.”"
    },
    {
        "o": 14068,
        "r": "nasb:Esther:3:10",
        "t": "Then the king took his signet ring from his hand and gave it to Haman, the son of Hammedatha the Agagite, the enemy of the Jews."
    },
    {
        "o": 14069,
        "r": "nasb:Esther:3:11",
        "t": "The king said to Haman, “The silver is yours, and the people also,*i to do with them as you please.”"
    },
    {
        "o": 14070,
        "r": "nasb:Esther:3:12",
        "t": "Then*p the king’s scribes were summoned on the thirteenth day of the first month, and it was written just as Haman commanded to the king’s satraps, to the governors who were over each province and to the princes of each people, each province according to its script, each people according to its language, being written in the name of King Ahasuerus and sealed with the king’s signet ring."
    },
    {
        "o": 14071,
        "r": "nasb:Esther:3:13",
        "t": "Letters were sent by couriers to all the king’s provinces to destroy, to kill and to annihilate all the Jews, both young and old, women and children, in one day, the thirteenth day*i of the twelfth month, which is the month Adar, and to seize their possessions as plunder."
    },
    {
        "o": 14072,
        "r": "nasb:Esther:3:14",
        "t": "A copy of the edict to be issued as law in every province was published to all the peoples so that they should be ready for this day."
    },
    {
        "o": 14073,
        "r": "nasb:Esther:3:15",
        "t": "The couriers went out impelled by the king’s command while the decree was issued at the citadel in Susa; and while the king and Haman sat down to drink, the city of Susa was in confusion."
    }
]
