[
    {
        "o": 4470,
        "r": "niv:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4471,
        "r": "niv:Numbers:14:0",
        "t": "The People Rebel",
        "h": 2
    },
    {
        "o": 4472,
        "r": "niv:Numbers:14:1",
        "t": "That*p night all the members of the community raised their voices and wept aloud."
    },
    {
        "o": 4473,
        "r": "niv:Numbers:14:2",
        "t": "All the Israelites grumbled against Moses and Aaron, and the whole assembly said to them, “If only we had died in Egypt! Or in this wilderness!"
    },
    {
        "o": 4474,
        "r": "niv:Numbers:14:3",
        "t": "Why is the Lord*s bringing us to this land only to let us fall by the sword? Our wives and children will be taken as plunder. Wouldn’t it be better for us to go back to Egypt?”"
    },
    {
        "o": 4475,
        "r": "niv:Numbers:14:4",
        "t": "And they said to each other, “We should choose a leader and go back to Egypt.”"
    },
    {
        "o": 4476,
        "r": "niv:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell facedown in front of the whole Israelite assembly gathered there."
    },
    {
        "o": 4477,
        "r": "niv:Numbers:14:6",
        "t": "Joshua son of Nun and Caleb son of Jephunneh, who were among those who had explored the land, tore their clothes"
    },
    {
        "o": 4478,
        "r": "niv:Numbers:14:7",
        "t": "and said to the entire Israelite assembly, “The land we passed through and explored is exceedingly good."
    },
    {
        "o": 4479,
        "r": "niv:Numbers:14:8",
        "t": "If the Lord*s is pleased with us, he will lead us into that land, a land flowing with milk and honey, and will give it to us."
    },
    {
        "o": 4480,
        "r": "niv:Numbers:14:9",
        "t": "Only do not rebel against the Lord.*s And do not be afraid of the people of the land, because we will devour them. Their protection is gone, but the Lord*s is with us. Do not be afraid of them.”"
    },
    {
        "o": 4481,
        "r": "niv:Numbers:14:10",
        "t": "But*p the whole assembly talked about stoning them. Then the glory of the Lord*s appeared at the tent of meeting to all the Israelites."
    },
    {
        "o": 4482,
        "r": "niv:Numbers:14:11",
        "t": "The Lord*s said to Moses, “How long will these people treat me with contempt? How long will they refuse to believe in me, in spite of all the signs I have performed among them?"
    },
    {
        "o": 4483,
        "r": "niv:Numbers:14:12",
        "t": "I will strike them down with a plague and destroy them, but I will make you into a nation greater and stronger than they.”"
    },
    {
        "o": 4484,
        "r": "niv:Numbers:14:13",
        "t": "Moses*p said to the Lord,*s “Then the Egyptians will hear about it! By your power you brought these people up from among them."
    },
    {
        "o": 4485,
        "r": "niv:Numbers:14:14",
        "t": "And they will tell the inhabitants of this land about it. They have already heard that you, Lord,*s are with these people and that you, Lord,*s have been seen face to face, that your cloud stays over them, and that you go before them in a pillar of cloud by day and a pillar of fire by night."
    },
    {
        "o": 4486,
        "r": "niv:Numbers:14:15",
        "t": "If you put all these people to death, leaving none alive, the nations who have heard this report about you will say,"
    },
    {
        "o": 4487,
        "r": "niv:Numbers:14:16",
        "t": "‘The Lord*s was not able to bring these people into the land he promised them on oath, so he slaughtered them in the wilderness.’"
    },
    {
        "o": 4488,
        "r": "niv:Numbers:14:17",
        "t": "“Now*p may the Lord’s strength be displayed, just as you have declared:"
    },
    {
        "o": 4489,
        "r": "niv:Numbers:14:18",
        "t": "‘The Lord*s is slow to anger, abounding in love and forgiving sin and rebellion. Yet he does not leave the guilty unpunished; he punishes the children for the sin of the parents to the third and fourth generation.’"
    },
    {
        "o": 4490,
        "r": "niv:Numbers:14:19",
        "t": "In accordance with your great love, forgive the sin of these people, just as you have pardoned them from the time they left Egypt until now.”"
    },
    {
        "o": 4491,
        "r": "niv:Numbers:14:20",
        "t": "The*p Lord*s replied, “I have forgiven them, as you asked."
    },
    {
        "o": 4492,
        "r": "niv:Numbers:14:21",
        "t": "Nevertheless, as surely as I live and as surely as the glory of the Lord*s fills the whole earth,"
    },
    {
        "o": 4493,
        "r": "niv:Numbers:14:22",
        "t": "not one of those who saw my glory and the signs I performed in Egypt and in the wilderness but who disobeyed me and tested me ten times—"
    },
    {
        "o": 4494,
        "r": "niv:Numbers:14:23",
        "t": "not one of them will ever see the land I promised on oath to their ancestors. No one who has treated me with contempt will ever see it."
    },
    {
        "o": 4495,
        "r": "niv:Numbers:14:24",
        "t": "But because my servant Caleb has a different spirit and follows me wholeheartedly, I will bring him into the land he went to, and his descendants will inherit it."
    },
    {
        "o": 4496,
        "r": "niv:Numbers:14:25",
        "t": "Since the Amalekites and the Canaanites are living in the valleys, turn back tomorrow and set out toward the desert along the route to the Red Sea.”"
    },
    {
        "o": 4497,
        "r": "niv:Numbers:14:26",
        "t": "The*p Lord*s said to Moses and Aaron:"
    },
    {
        "o": 4498,
        "r": "niv:Numbers:14:27",
        "t": "“How long will this wicked community grumble against me? I have heard the complaints of these grumbling Israelites."
    },
    {
        "o": 4499,
        "r": "niv:Numbers:14:28",
        "t": "So tell them, ‘As surely as I live, declares the Lord,*s I will do to you the very thing I heard you say:"
    },
    {
        "o": 4500,
        "r": "niv:Numbers:14:29",
        "t": "In this wilderness your bodies will fall—every one of you twenty years old or more who was counted in the census and who has grumbled against me."
    },
    {
        "o": 4501,
        "r": "niv:Numbers:14:30",
        "t": "Not one of you will enter the land I swore with uplifted hand to make your home, except Caleb son of Jephunneh and Joshua son of Nun."
    },
    {
        "o": 4502,
        "r": "niv:Numbers:14:31",
        "t": "As for your children that you said would be taken as plunder, I will bring them in to enjoy the land you have rejected."
    },
    {
        "o": 4503,
        "r": "niv:Numbers:14:32",
        "t": "But as for you, your bodies will fall in this wilderness."
    },
    {
        "o": 4504,
        "r": "niv:Numbers:14:33",
        "t": "Your children will be shepherds here for forty years, suffering for your unfaithfulness, until the last of your bodies lies in the wilderness."
    },
    {
        "o": 4505,
        "r": "niv:Numbers:14:34",
        "t": "For forty years—one year for each of the forty days you explored the land—you will suffer for your sins and know what it is like to have me against you.’"
    },
    {
        "o": 4506,
        "r": "niv:Numbers:14:35",
        "t": "I, the Lord,*s have spoken, and I will surely do these things to this whole wicked community, which has banded together against me. They will meet their end in this wilderness; here they will die.”"
    },
    {
        "o": 4507,
        "r": "niv:Numbers:14:36",
        "t": "So*p the men Moses had sent to explore the land, who returned and made the whole community grumble against him by spreading a bad report about it—"
    },
    {
        "o": 4508,
        "r": "niv:Numbers:14:37",
        "t": "these men who were responsible for spreading the bad report about the land were struck down and died of a plague before the Lord.*s"
    },
    {
        "o": 4509,
        "r": "niv:Numbers:14:38",
        "t": "Of the men who went to explore the land, only Joshua son of Nun and Caleb son of Jephunneh survived."
    },
    {
        "o": 4510,
        "r": "niv:Numbers:14:39",
        "t": "When*p Moses reported this to all the Israelites, they mourned bitterly."
    },
    {
        "o": 4511,
        "r": "niv:Numbers:14:40",
        "t": "Early the next morning they set out for the highest point in the hill country, saying, “Now we are ready to go up to the land the Lord*s promised. Surely we have sinned!”"
    },
    {
        "o": 4512,
        "r": "niv:Numbers:14:41",
        "t": "But*p Moses said, “Why are you disobeying the Lord’s*s command? This will not succeed!"
    },
    {
        "o": 4513,
        "r": "niv:Numbers:14:42",
        "t": "Do not go up, because the Lord*s is not with you. You will be defeated by your enemies,"
    },
    {
        "o": 4514,
        "r": "niv:Numbers:14:43",
        "t": "for the Amalekites and the Canaanites will face you there. Because you have turned away from the Lord,*s he will not be with you and you will fall by the sword.”"
    },
    {
        "o": 4515,
        "r": "niv:Numbers:14:44",
        "t": "Nevertheless,*p in their presumption they went up toward the highest point in the hill country, though neither Moses nor the ark of the Lord’s*s covenant moved from the camp."
    },
    {
        "o": 4516,
        "r": "niv:Numbers:14:45",
        "t": "Then the Amalekites and the Canaanites who lived in that hill country came down and attacked them and beat them down all the way to Hormah."
    }
]
