[
    {
        "o": 14578,
        "r": "esv:Job:16:0",
        "t": "Job 16",
        "h": 1
    },
    {
        "o": 14579,
        "r": "esv:Job:16:0",
        "t": "Job Replies: Miserable Comforters Are You",
        "h": 2
    },
    {
        "o": 14580,
        "r": "esv:Job:16:1",
        "t": "Then*p Job answered and said:"
    },
    {
        "o": 14581,
        "r": "esv:Job:16:2",
        "t": "“I*pn have heard many such things; miserable*ld comforters are you all."
    },
    {
        "o": 14582,
        "r": "esv:Job:16:3",
        "t": "Shall*ln windy words have an end? Or*ld what provokes you that you answer?"
    },
    {
        "o": 14583,
        "r": "esv:Job:16:4",
        "t": "I*ln also could speak as you do, if*ld you were in my place; I*ln could join words together against you and*ld shake my head at you."
    },
    {
        "o": 14584,
        "r": "esv:Job:16:5",
        "t": "I*ln could strengthen you with my mouth, and*ld the solace of my lips would assuage your pain."
    },
    {
        "o": 14585,
        "r": "esv:Job:16:6",
        "t": "“If*pn I speak, my pain is not assuaged, and*ld if I forbear, how much of it leaves me?"
    },
    {
        "o": 14586,
        "r": "esv:Job:16:7",
        "t": "Surely*ln now God has worn me out; he*ld has made desolate all my company."
    },
    {
        "o": 14587,
        "r": "esv:Job:16:8",
        "t": "And*ln he has shriveled me up, which*ld is a witness against me, and*ln my leanness has risen up against me; it*ld testifies to my face."
    },
    {
        "o": 14588,
        "r": "esv:Job:16:9",
        "t": "He*ln has torn me in his wrath and hated me; he*ld has gnashed his teeth at me; my*ld adversary sharpens his eyes against me."
    },
    {
        "o": 14589,
        "r": "esv:Job:16:10",
        "t": "Men*ln have gaped at me with their mouth; they*ld have struck me insolently on the cheek; they*ld mass themselves together against me."
    },
    {
        "o": 14590,
        "r": "esv:Job:16:11",
        "t": "God*ln gives me up to the ungodly and*ld casts me into the hands of the wicked."
    },
    {
        "o": 14591,
        "r": "esv:Job:16:12",
        "t": "I*ln was at ease, and he broke me apart; he*ld seized me by the neck and dashed me to pieces; he*ln set me up as his target;"
    },
    {
        "o": 14592,
        "r": "esv:Job:16:13",
        "t": "his*ld archers surround me. He*ln slashes open my kidneys and does not spare; he*ld pours out my gall on the ground."
    },
    {
        "o": 14593,
        "r": "esv:Job:16:14",
        "t": "He*ln breaks me with breach upon breach; he*ld runs upon me like a warrior."
    },
    {
        "o": 14594,
        "r": "esv:Job:16:15",
        "t": "I*ln have sewed sackcloth upon my skin and*ld have laid my strength in the dust."
    },
    {
        "o": 14595,
        "r": "esv:Job:16:16",
        "t": "My*ln face is red with weeping, and*ld on my eyelids is deep darkness,"
    },
    {
        "o": 14596,
        "r": "esv:Job:16:17",
        "t": "although*ln there is no violence in my hands, and*ld my prayer is pure."
    },
    {
        "o": 14597,
        "r": "esv:Job:16:18",
        "t": "“O*pn earth, cover not my blood, and*ld let my cry find no resting place."
    },
    {
        "o": 14598,
        "r": "esv:Job:16:19",
        "t": "Even*ln now, behold, my witness is in heaven, and*ld he who testifies for me is on high."
    },
    {
        "o": 14599,
        "r": "esv:Job:16:20",
        "t": "My*ln friends scorn me; my*ld eye pours out tears to God,"
    },
    {
        "o": 14600,
        "r": "esv:Job:16:21",
        "t": "that*ln he would argue the case of a man with God, as*ld a son of man does with his neighbor."
    },
    {
        "o": 14601,
        "r": "esv:Job:16:22",
        "t": "For*ln when a few years have come I*ld shall go the way from which I shall not return."
    }
]
