[
    {
        "o": 6954,
        "r": "niv:Joshua:20:0",
        "t": "Joshua 20",
        "h": 1
    },
    {
        "o": 6955,
        "r": "niv:Joshua:20:0",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 6956,
        "r": "niv:Joshua:20:1",
        "t": "Then*p the Lord*s said to Joshua:"
    },
    {
        "o": 6957,
        "r": "niv:Joshua:20:2",
        "t": "“Tell the Israelites to designate the cities of refuge, as I instructed you through Moses,"
    },
    {
        "o": 6958,
        "r": "niv:Joshua:20:3",
        "t": "so that anyone who kills a person accidentally and unintentionally may flee there and find protection from the avenger of blood."
    },
    {
        "o": 6959,
        "r": "niv:Joshua:20:4",
        "t": "When they flee to one of these cities, they are to stand in the entrance of the city gate and state their case before the elders of that city. Then the elders are to admit the fugitive into their city and provide a place to live among them."
    },
    {
        "o": 6960,
        "r": "niv:Joshua:20:5",
        "t": "If the avenger of blood comes in pursuit, the elders must not surrender the fugitive, because the fugitive killed their neighbor unintentionally and without malice aforethought."
    },
    {
        "o": 6961,
        "r": "niv:Joshua:20:6",
        "t": "They are to stay in that city until they have stood trial before the assembly and until the death of the high priest who is serving at that time. Then they may go back to their own home in the town from which they fled.”"
    },
    {
        "o": 6962,
        "r": "niv:Joshua:20:7",
        "t": "So*p they set apart Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (that is, Hebron) in the hill country of Judah."
    },
    {
        "o": 6963,
        "r": "niv:Joshua:20:8",
        "t": "East of the Jordan (on the other side from Jericho) they designated Bezer in the wilderness on the plateau in the tribe of Reuben, Ramoth in Gilead in the tribe of Gad, and Golan in Bashan in the tribe of Manasseh."
    },
    {
        "o": 6964,
        "r": "niv:Joshua:20:9",
        "t": "Any of the Israelites or any foreigner residing among them who killed someone accidentally could flee to these designated cities and not be killed by the avenger of blood prior to standing trial before the assembly."
    }
]
