[
    {
        "o": 13691,
        "r": "kjv:Job:16:0",
        "t": "Job 16",
        "h": 1
    },
    {
        "o": 13692,
        "r": "kjv:Job:16:1",
        "t": "Then*p Job answered and said,"
    },
    {
        "o": 13693,
        "r": "kjv:Job:16:2",
        "t": "I*p have heard many such things: miserable comforters are ye all."
    },
    {
        "o": 13694,
        "r": "kjv:Job:16:3",
        "t": "Shall*p vain words have an end? or what emboldeneth thee that thou answerest?"
    },
    {
        "o": 13695,
        "r": "kjv:Job:16:4",
        "t": "I*p also could speak as ye do: if your soul were in my soul's stead, I could heap up words against you, and shake mine head at you."
    },
    {
        "o": 13696,
        "r": "kjv:Job:16:5",
        "t": "But*p I would strengthen you with my mouth, and the moving of my lips should assuage your grief."
    },
    {
        "o": 13697,
        "r": "kjv:Job:16:6",
        "t": "Though*p I speak, my grief is not assuaged: and though I forbear, what am I eased?"
    },
    {
        "o": 13698,
        "r": "kjv:Job:16:7",
        "t": "But*p now he hath made me weary: thou hast made desolate all my company."
    },
    {
        "o": 13699,
        "r": "kjv:Job:16:8",
        "t": "And*p thou hast filled me with wrinkles, which is a witness against me: and my leanness rising up in me beareth witness to my face."
    },
    {
        "o": 13700,
        "r": "kjv:Job:16:9",
        "t": "He*p teareth me in his wrath, who hateth me: he gnasheth upon me with his teeth; mine enemy sharpeneth his eyes upon me."
    },
    {
        "o": 13701,
        "r": "kjv:Job:16:10",
        "t": "They*p have gaped upon me with their mouth; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me."
    },
    {
        "o": 13702,
        "r": "kjv:Job:16:11",
        "t": "God*p hath delivered me to the ungodly, and turned me over into the hands of the wicked."
    },
    {
        "o": 13703,
        "r": "kjv:Job:16:12",
        "t": "I*p was at ease, but he hath broken me asunder: he hath also taken me by my neck, and shaken me to pieces, and set me up for his mark."
    },
    {
        "o": 13704,
        "r": "kjv:Job:16:13",
        "t": "His*p archers compass me round about, he cleaveth my reins asunder, and doth not spare; he poureth out my gall upon the ground."
    },
    {
        "o": 13705,
        "r": "kjv:Job:16:14",
        "t": "He*p breaketh me with breach upon breach, he runneth upon me like a giant."
    },
    {
        "o": 13706,
        "r": "kjv:Job:16:15",
        "t": "I*p have sewed sackcloth upon my skin, and defiled my horn in the dust."
    },
    {
        "o": 13707,
        "r": "kjv:Job:16:16",
        "t": "My*p face is foul with weeping, and on my eyelids is the shadow of death;"
    },
    {
        "o": 13708,
        "r": "kjv:Job:16:17",
        "t": "Not*p for any injustice in mine hands: also my prayer is pure."
    },
    {
        "o": 13709,
        "r": "kjv:Job:16:18",
        "t": "O*p earth, cover not thou my blood, and let my cry have no place."
    },
    {
        "o": 13710,
        "r": "kjv:Job:16:19",
        "t": "Also*p now, behold, my witness is in heaven, and my record is on high."
    },
    {
        "o": 13711,
        "r": "kjv:Job:16:20",
        "t": "My*p friends scorn me: but mine eye poureth out tears unto God."
    },
    {
        "o": 13712,
        "r": "kjv:Job:16:21",
        "t": "O*p that one might plead for a man with God, as a man pleadeth for his neighbour!"
    },
    {
        "o": 13713,
        "r": "kjv:Job:16:22",
        "t": "When*p a few years are come, then I shall go the way whence I shall not return."
    }
]
