[
    {
        "o": 28814,
        "r": "niv:John:2:0",
        "t": "John 2",
        "h": 1
    },
    {
        "o": 28815,
        "r": "niv:John:2:0",
        "t": "Jesus Changes Water Into Wine",
        "h": 2
    },
    {
        "o": 28816,
        "r": "niv:John:2:1",
        "t": "On*p the third day a wedding took place at Cana in Galilee. Jesus’ mother was there,"
    },
    {
        "o": 28817,
        "r": "niv:John:2:2",
        "t": "and Jesus and his disciples had also been invited to the wedding."
    },
    {
        "o": 28818,
        "r": "niv:John:2:3",
        "t": "When the wine was gone, Jesus’ mother said to him, “They have no more wine.”"
    },
    {
        "o": 28819,
        "r": "niv:John:2:4",
        "t": "“Woman,*rp why*r do*r you*r involve*r me?”*r Jesus replied. “My*r hour*r has*r not*r yet*r come.”*r"
    },
    {
        "o": 28820,
        "r": "niv:John:2:5",
        "t": "His*p mother said to the servants, “Do whatever he tells you.”"
    },
    {
        "o": 28821,
        "r": "niv:John:2:6",
        "t": "Nearby*p stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons."
    },
    {
        "o": 28822,
        "r": "niv:John:2:7",
        "t": "Jesus*p said to the servants, “Fill*r the*r jars*r with*r water”;*r so they filled them to the brim."
    },
    {
        "o": 28823,
        "r": "niv:John:2:8",
        "t": "Then*p he told them, “Now*r draw*r some*r out*r and*r take*r it*r to*r the*r master*r of*r the*r banquet.”*r They*p did so,"
    },
    {
        "o": 28824,
        "r": "niv:John:2:9",
        "t": "and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside"
    },
    {
        "o": 28825,
        "r": "niv:John:2:10",
        "t": "and said, “Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.”"
    },
    {
        "o": 28826,
        "r": "niv:John:2:11",
        "t": "What*p Jesus did here in Cana of Galilee was the first of the signs through which he revealed his glory; and his disciples believed in him."
    },
    {
        "o": 28827,
        "r": "niv:John:2:12",
        "t": "After*p this he went down to Capernaum with his mother and brothers and his disciples. There they stayed for a few days."
    },
    {
        "o": 28828,
        "r": "niv:John:2:12",
        "t": "Jesus Clears the Temple Courts",
        "h": 2
    },
    {
        "o": 28829,
        "r": "niv:John:2:13",
        "t": "When*p it was almost time for the Jewish Passover, Jesus went up to Jerusalem."
    },
    {
        "o": 28830,
        "r": "niv:John:2:14",
        "t": "In the temple courts he found people selling cattle, sheep and doves, and others sitting at tables exchanging money."
    },
    {
        "o": 28831,
        "r": "niv:John:2:15",
        "t": "So he made a whip out of cords, and drove all from the temple courts, both sheep and cattle; he scattered the coins of the money changers and overturned their tables."
    },
    {
        "o": 28832,
        "r": "niv:John:2:16",
        "t": "To those who sold doves he said, “Get*r these*r out*r of*r here!*r Stop*r turning*r my*r Father’s*r house*r into*r a*r market!”*r"
    },
    {
        "o": 28833,
        "r": "niv:John:2:17",
        "t": "His disciples remembered that it is written: “Zeal for your house will consume me.”"
    },
    {
        "o": 28834,
        "r": "niv:John:2:18",
        "t": "The*p Jews then responded to him, “What sign can you show us to prove your authority to do all this?”"
    },
    {
        "o": 28835,
        "r": "niv:John:2:19",
        "t": "Jesus*p answered them, “Destroy*r this*r temple,*r and*r I*r will*r raise*r it*r again*r in*r three*r days.”*r"
    },
    {
        "o": 28836,
        "r": "niv:John:2:20",
        "t": "They*p replied, “It has taken forty-six years to build this temple, and you are going to raise it in three days?”"
    },
    {
        "o": 28837,
        "r": "niv:John:2:21",
        "t": "But the temple he had spoken of was his body."
    },
    {
        "o": 28838,
        "r": "niv:John:2:22",
        "t": "After he was raised from the dead, his disciples recalled what he had said. Then they believed the scripture and the words that Jesus had spoken."
    },
    {
        "o": 28839,
        "r": "niv:John:2:23",
        "t": "Now*p while he was in Jerusalem at the Passover Festival, many people saw the signs he was performing and believed in his name."
    },
    {
        "o": 28840,
        "r": "niv:John:2:24",
        "t": "But Jesus would not entrust himself to them, for he knew all people."
    },
    {
        "o": 28841,
        "r": "niv:John:2:25",
        "t": "He did not need any testimony about mankind, for he knew what was in each person."
    }
]
