[
    {
        "o": 3541,
        "r": "csb:Leviticus:16:0",
        "t": "Leviticus 16",
        "h": 1
    },
    {
        "o": 3542,
        "r": "csb:Leviticus:16:0",
        "t": "The Day of Atonement",
        "h": 2
    },
    {
        "o": 3543,
        "r": "csb:Leviticus:16:1",
        "t": "The*p Lord*s spoke to Moses after the death of two of Aaron’s sons when they approached the presence of the Lord*s and died."
    },
    {
        "o": 3544,
        "r": "csb:Leviticus:16:2",
        "t": "The Lord*s said to Moses, “Tell your brother Aaron that he may not come whenever he wants into the holy place behind the curtain in front of the mercy seat on the ark or else he will die, because I appear in the cloud above the mercy seat."
    },
    {
        "o": 3545,
        "r": "csb:Leviticus:16:3",
        "t": "“Aaron*p is to enter the most holy place in this way: with a young bull for a sin offering and a ram for a burnt offering."
    },
    {
        "o": 3546,
        "r": "csb:Leviticus:16:4",
        "t": "He is to wear a holy linen tunic, and linen undergarments are to be on his body. He is to tie a linen sash around him and wrap his head with a linen turban. These are holy garments; he must bathe his body with water before he wears them."
    },
    {
        "o": 3547,
        "r": "csb:Leviticus:16:5",
        "t": "He is to take from the Israelite community two male goats for a sin offering and one ram for a burnt offering."
    },
    {
        "o": 3548,
        "r": "csb:Leviticus:16:6",
        "t": "“Aaron*p will present the bull for his sin offering and make atonement for himself and his household."
    },
    {
        "o": 3549,
        "r": "csb:Leviticus:16:7",
        "t": "Next he will take the two goats and place them before the Lord*s at the entrance to the tent of meeting."
    },
    {
        "o": 3550,
        "r": "csb:Leviticus:16:8",
        "t": "After Aaron casts lots for the two goats, one lot for the Lord*s and the other for an uninhabitable place,"
    },
    {
        "o": 3551,
        "r": "csb:Leviticus:16:9",
        "t": "he is to present the goat chosen by lot for the Lord*s and sacrifice it as a sin offering."
    },
    {
        "o": 3552,
        "r": "csb:Leviticus:16:10",
        "t": "But the goat chosen by lot for an uninhabitable place is to be presented alive before the Lord*s to make atonement with it by sending it into the wilderness for an uninhabitable place."
    },
    {
        "o": 3553,
        "r": "csb:Leviticus:16:11",
        "t": "“When*p Aaron presents the bull for his sin offering and makes atonement for himself and his household, he will slaughter the bull for his sin offering."
    },
    {
        "o": 3554,
        "r": "csb:Leviticus:16:12",
        "t": "Then he is to take a firepan full of blazing coals from the altar before the Lord*s and two handfuls of finely ground fragrant incense, and bring them inside the curtain."
    },
    {
        "o": 3555,
        "r": "csb:Leviticus:16:13",
        "t": "He is to put the incense on the fire before the Lord,*s so that the cloud of incense covers the mercy seat that is over the testimony, or else he will die."
    },
    {
        "o": 3556,
        "r": "csb:Leviticus:16:14",
        "t": "He is to take some of the bull’s blood and sprinkle it with his finger against the east side of the mercy seat; then he will sprinkle some of the blood with his finger before the mercy seat seven times."
    },
    {
        "o": 3557,
        "r": "csb:Leviticus:16:15",
        "t": "“When*p he slaughters the male goat for the people’s sin offering and brings its blood inside the curtain, he will do the same with its blood as he did with the bull’s blood: He is to sprinkle it against the mercy seat and in front of it."
    },
    {
        "o": 3558,
        "r": "csb:Leviticus:16:16",
        "t": "He will make atonement for the most holy place in this way for all their sins because of the Israelites’ impurities and rebellious acts. He will do the same for the tent of meeting that remains among them, because it is surrounded by their impurities."
    },
    {
        "o": 3559,
        "r": "csb:Leviticus:16:17",
        "t": "No one may be in the tent of meeting from the time he enters to make atonement in the most holy place until he leaves after he has made atonement for himself, his household, and the whole assembly of Israel."
    },
    {
        "o": 3560,
        "r": "csb:Leviticus:16:18",
        "t": "Then he will go out to the altar that is before the Lord*s and make atonement for it. He is to take some of the bull’s blood and some of the goat’s blood and put it on the horns on all sides of the altar."
    },
    {
        "o": 3561,
        "r": "csb:Leviticus:16:19",
        "t": "He is to sprinkle some of the blood on it with his finger seven times to cleanse and set it apart from the Israelites’ impurities."
    },
    {
        "o": 3562,
        "r": "csb:Leviticus:16:20",
        "t": "“When*p he has finished making atonement for the most holy place, the tent of meeting, and the altar, he is to present the live male goat."
    },
    {
        "o": 3563,
        "r": "csb:Leviticus:16:21",
        "t": "Aaron will lay both his hands on the head of the live goat and confess over it all the Israelites’ iniquities and rebellious acts - all their sins. He is to put them on the goat’s head and send it away into the wilderness by the man appointed for the task."
    },
    {
        "o": 3564,
        "r": "csb:Leviticus:16:22",
        "t": "The goat will carry all their iniquities into a desolate land, and the man will release it there."
    },
    {
        "o": 3565,
        "r": "csb:Leviticus:16:23",
        "t": "“Then*p Aaron is to enter the tent of meeting, take off the linen garments he wore when he entered the most holy place, and leave them there."
    },
    {
        "o": 3566,
        "r": "csb:Leviticus:16:24",
        "t": "He will bathe his body with water in a holy place and put on his clothes. Then he must go out and sacrifice his burnt offering and the people’s burnt offering; he will make atonement for himself and for the people."
    },
    {
        "o": 3567,
        "r": "csb:Leviticus:16:25",
        "t": "He is to burn the fat of the sin offering on the altar."
    },
    {
        "o": 3568,
        "r": "csb:Leviticus:16:26",
        "t": "The man who released the goat for an uninhabitable place is to wash his clothes and bathe his body with water; afterward he may reenter the camp."
    },
    {
        "o": 3569,
        "r": "csb:Leviticus:16:27",
        "t": "The bull for the sin offering and the goat for the sin offering, whose blood was brought into the most holy place to make atonement, must be brought outside the camp and their hide, flesh, and waste burned."
    },
    {
        "o": 3570,
        "r": "csb:Leviticus:16:28",
        "t": "The one who burns them is to wash his clothes and bathe himself with water; afterward he may reenter the camp."
    },
    {
        "o": 3571,
        "r": "csb:Leviticus:16:29",
        "t": "“This*p is to be a permanent statute for you: In the seventh month, on the tenth day of the month you are to practice self-denial and do no work, both the native and the alien who resides among you."
    },
    {
        "o": 3572,
        "r": "csb:Leviticus:16:30",
        "t": "Atonement will be made for you on this day to cleanse you, and you will be clean from all your sins before the Lord.*s"
    },
    {
        "o": 3573,
        "r": "csb:Leviticus:16:31",
        "t": "It is a Sabbath of complete rest for you, and you must practice self-denial; it is a permanent statute."
    },
    {
        "o": 3574,
        "r": "csb:Leviticus:16:32",
        "t": "The priest who is anointed and ordained to serve as high priest in place of his father will make atonement. He will put on the linen garments, the holy garments,"
    },
    {
        "o": 3575,
        "r": "csb:Leviticus:16:33",
        "t": "and make atonement for the most holy place. He will make atonement for the tent of meeting and the altar and will make atonement for the priests and all the people of the assembly."
    },
    {
        "o": 3576,
        "r": "csb:Leviticus:16:34",
        "t": "This is to be a permanent statute for you, to make atonement for the Israelites once a year because of all their sins.” And all this was done as the Lord*s commanded Moses."
    }
]
