[
    {
        "o": 2371,
        "r": "esv:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2372,
        "r": "esv:Exodus:24:0",
        "t": "The Covenant Confirmed",
        "h": 2
    },
    {
        "o": 2373,
        "r": "esv:Exodus:24:1",
        "t": "Then*p he said to Moses, “Come up to the Lord,*s you and Aaron, Nadab, and Abihu, and seventy of the elders of Israel, and worship from afar."
    },
    {
        "o": 2374,
        "r": "esv:Exodus:24:2",
        "t": "Moses alone shall come near to the Lord,*s but the others shall not come near, and the people shall not come up with him.”"
    },
    {
        "o": 2375,
        "r": "esv:Exodus:24:3",
        "t": "Moses*p came and told the people all the words of the Lord*s and all the rules. And all the people answered with one voice and said, “All the words that the Lord*s has spoken we will do.”"
    },
    {
        "o": 2376,
        "r": "esv:Exodus:24:4",
        "t": "And Moses wrote down all the words of the Lord.*s He rose early in the morning and built an altar at the foot of the mountain, and twelve pillars, according to the twelve tribes of Israel."
    },
    {
        "o": 2377,
        "r": "esv:Exodus:24:5",
        "t": "And he sent young men of the people of Israel, who offered burnt offerings and sacrificed peace offerings of oxen to the Lord.*s"
    },
    {
        "o": 2378,
        "r": "esv:Exodus:24:6",
        "t": "And Moses took half of the blood and put it in basins, and half of the blood he threw against the altar."
    },
    {
        "o": 2379,
        "r": "esv:Exodus:24:7",
        "t": "Then he took the Book of the Covenant and read it in the hearing of the people. And they said, “All that the Lord*s has spoken we will do, and we will be obedient.”"
    },
    {
        "o": 2380,
        "r": "esv:Exodus:24:8",
        "t": "And Moses took the blood and threw it on the people and said, “Behold the blood of the covenant that the Lord*s has made with you in accordance with all these words.”"
    },
    {
        "o": 2381,
        "r": "esv:Exodus:24:9",
        "t": "Then*p Moses and Aaron, Nadab, and Abihu, and seventy of the elders of Israel went up,"
    },
    {
        "o": 2382,
        "r": "esv:Exodus:24:10",
        "t": "and they saw the God of Israel. There was under his feet as it were a pavement of sapphire stone, like the very heaven for clearness."
    },
    {
        "o": 2383,
        "r": "esv:Exodus:24:11",
        "t": "And he did not lay his hand on the chief men of the people of Israel; they beheld God, and ate and drank."
    },
    {
        "o": 2384,
        "r": "esv:Exodus:24:12",
        "t": "The*p Lord*s said to Moses, “Come up to me on the mountain and wait there, that I may give you the tablets of stone, with the law and the commandment, which I have written for their instruction.”"
    },
    {
        "o": 2385,
        "r": "esv:Exodus:24:13",
        "t": "So Moses rose with his assistant Joshua, and Moses went up into the mountain of God."
    },
    {
        "o": 2386,
        "r": "esv:Exodus:24:14",
        "t": "And he said to the elders, “Wait here for us until we return to you. And behold, Aaron and Hur are with you. Whoever has a dispute, let him go to them.”"
    },
    {
        "o": 2387,
        "r": "esv:Exodus:24:15",
        "t": "Then*p Moses went up on the mountain, and the cloud covered the mountain."
    },
    {
        "o": 2388,
        "r": "esv:Exodus:24:16",
        "t": "The glory of the Lord*s dwelt on Mount Sinai, and the cloud covered it six days. And on the seventh day he called to Moses out of the midst of the cloud."
    },
    {
        "o": 2389,
        "r": "esv:Exodus:24:17",
        "t": "Now the appearance of the glory of the Lord*s was like a devouring fire on the top of the mountain in the sight of the people of Israel."
    },
    {
        "o": 2390,
        "r": "esv:Exodus:24:18",
        "t": "Moses entered the cloud and went up on the mountain. And Moses was on the mountain forty days and forty nights."
    }
]
