[
    {
        "o": 20222,
        "r": "niv:Isaiah:38:0",
        "t": "Isaiah 38",
        "h": 1
    },
    {
        "o": 20223,
        "r": "niv:Isaiah:38:0",
        "t": "Hezekiah’s Illness",
        "h": 2
    },
    {
        "o": 20224,
        "r": "niv:Isaiah:38:1",
        "t": "In*p those days Hezekiah became ill and was at the point of death. The prophet Isaiah son of Amoz went to him and said, “This is what the Lord*s says: Put your house in order, because you are going to die; you will not recover.”"
    },
    {
        "o": 20225,
        "r": "niv:Isaiah:38:2",
        "t": "Hezekiah*p turned his face to the wall and prayed to the Lord,*s"
    },
    {
        "o": 20226,
        "r": "niv:Isaiah:38:3",
        "t": "“Remember, Lord,*s how I have walked before you faithfully and with wholehearted devotion and have done what is good in your eyes.” And Hezekiah wept bitterly."
    },
    {
        "o": 20227,
        "r": "niv:Isaiah:38:4",
        "t": "Then*p the word of the Lord*s came to Isaiah:"
    },
    {
        "o": 20228,
        "r": "niv:Isaiah:38:5",
        "t": "“Go and tell Hezekiah, ‘This is what the Lord,*s the God of your father David, says: I have heard your prayer and seen your tears; I will add fifteen years to your life."
    },
    {
        "o": 20229,
        "r": "niv:Isaiah:38:6",
        "t": "And I will deliver you and this city from the hand of the king of Assyria. I will defend this city."
    },
    {
        "o": 20230,
        "r": "niv:Isaiah:38:7",
        "t": "“ ‘This*p is the Lord’s*s sign to you that the Lord*s will do what he has promised:"
    },
    {
        "o": 20231,
        "r": "niv:Isaiah:38:8",
        "t": "I will make the shadow cast by the sun go back the ten steps it has gone down on the stairway of Ahaz.’ ” So the sunlight went back the ten steps it had gone down."
    },
    {
        "o": 20232,
        "r": "niv:Isaiah:38:9",
        "t": "A*p writing of Hezekiah king of Judah after his illness and recovery:"
    },
    {
        "o": 20233,
        "r": "niv:Isaiah:38:10",
        "t": "I*pn said, “In the prime of my life must*ld I go through the gates of death and*ld be robbed of the rest of my years?”"
    },
    {
        "o": 20234,
        "r": "niv:Isaiah:38:11",
        "t": "I*ln said, “I will not again see the Lord*s himself in*ld the land of the living; no*ln longer will I look on my fellow man, or*ld be with those who now dwell in this world."
    },
    {
        "o": 20235,
        "r": "niv:Isaiah:38:12",
        "t": "Like*ln a shepherd’s tent my house has*ld been pulled down and taken from me. Like*ln a weaver I have rolled up my life, and*ld he has cut me off from the loom; day*ld and night you made an end of me."
    },
    {
        "o": 20236,
        "r": "niv:Isaiah:38:13",
        "t": "I*ln waited patiently till dawn, but*ld like a lion he broke all my bones; day*ld and night you made an end of me."
    },
    {
        "o": 20237,
        "r": "niv:Isaiah:38:14",
        "t": "I*ln cried like a swift or thrush, I*ld moaned like a mourning dove. My*ln eyes grew weak as I looked to the heavens. I*ld am being threatened; Lord, come to my aid!”"
    },
    {
        "o": 20238,
        "r": "niv:Isaiah:38:15",
        "t": "But*pn what can I say? He*ld has spoken to me, and he himself has done this. I*ln will walk humbly all my years because*ld of this anguish of my soul."
    },
    {
        "o": 20239,
        "r": "niv:Isaiah:38:16",
        "t": "Lord,*ln by such things people live; and*ld my spirit finds life in them too. You*ln restored me to health and*ld let me live."
    },
    {
        "o": 20240,
        "r": "niv:Isaiah:38:17",
        "t": "Surely*ln it was for my benefit that*ld I suffered such anguish. In*ln your love you kept me from*ld the pit of destruction; you*ln have put all my sins behind*ld your back."
    },
    {
        "o": 20241,
        "r": "niv:Isaiah:38:18",
        "t": "For*ln the grave cannot praise you, death*ld cannot sing your praise; those*ln who go down to the pit cannot*ld hope for your faithfulness."
    },
    {
        "o": 20242,
        "r": "niv:Isaiah:38:19",
        "t": "The*ln living, the living—they praise you, as*ld I am doing today; parents*ln tell their children about*ld your faithfulness."
    },
    {
        "o": 20243,
        "r": "niv:Isaiah:38:20",
        "t": "The*pn Lord*s will save me, and*ld we will sing with stringed instruments all*ln the days of our lives in*ld the temple of the Lord.*s"
    },
    {
        "o": 20244,
        "r": "niv:Isaiah:38:21",
        "t": "Isaiah*p had said, “Prepare a poultice of figs and apply it to the boil, and he will recover.”"
    },
    {
        "o": 20245,
        "r": "niv:Isaiah:38:22",
        "t": "Hezekiah*p had asked, “What will be the sign that I will go up to the temple of the Lord?”*s"
    }
]
