[
    {
        "o": 30080,
        "r": "kjv:2 Corinthians:4:0",
        "t": "2 Corinthians 4",
        "h": 1
    },
    {
        "o": 30081,
        "r": "kjv:2 Corinthians:4:1",
        "t": "Therefore*p seeing we have this ministry, as we have received mercy, we faint not;"
    },
    {
        "o": 30082,
        "r": "kjv:2 Corinthians:4:2",
        "t": "But*p have renounced the hidden things of dishonesty, not walking in craftiness, nor handling the word of God deceitfully; but by manifestation of the truth commending ourselves to every man's conscience in the sight of God."
    },
    {
        "o": 30083,
        "r": "kjv:2 Corinthians:4:3",
        "t": "But*p if our gospel be hid, it is hid to them that are lost:"
    },
    {
        "o": 30084,
        "r": "kjv:2 Corinthians:4:4",
        "t": "In*p whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them."
    },
    {
        "o": 30085,
        "r": "kjv:2 Corinthians:4:5",
        "t": "For*p we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus' sake."
    },
    {
        "o": 30086,
        "r": "kjv:2 Corinthians:4:6",
        "t": "For*p God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ."
    },
    {
        "o": 30087,
        "r": "kjv:2 Corinthians:4:7",
        "t": "But*p we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us."
    },
    {
        "o": 30088,
        "r": "kjv:2 Corinthians:4:8",
        "t": "We*p are troubled on every side, yet not distressed; we are perplexed, but not in despair;"
    },
    {
        "o": 30089,
        "r": "kjv:2 Corinthians:4:9",
        "t": "Persecuted,*p but not forsaken; cast down, but not destroyed;"
    },
    {
        "o": 30090,
        "r": "kjv:2 Corinthians:4:10",
        "t": "Always*p bearing about in the body the dying of the Lord Jesus, that the life also of Jesus might be made manifest in our body."
    },
    {
        "o": 30091,
        "r": "kjv:2 Corinthians:4:11",
        "t": "For*p we which live are alway delivered unto death for Jesus' sake, that the life also of Jesus might be made manifest in our mortal flesh."
    },
    {
        "o": 30092,
        "r": "kjv:2 Corinthians:4:12",
        "t": "So*p then death worketh in us, but life in you."
    },
    {
        "o": 30093,
        "r": "kjv:2 Corinthians:4:13",
        "t": "We*p having the same spirit of faith, according as it is written, I believed, and therefore have I spoken; we also believe, and therefore speak;"
    },
    {
        "o": 30094,
        "r": "kjv:2 Corinthians:4:14",
        "t": "Knowing*p that he which raised up the Lord Jesus shall raise up us also by Jesus, and shall present us with you."
    },
    {
        "o": 30095,
        "r": "kjv:2 Corinthians:4:15",
        "t": "For*p all things are for your sakes, that the abundant grace might through the thanksgiving of many redound to the glory of God."
    },
    {
        "o": 30096,
        "r": "kjv:2 Corinthians:4:16",
        "t": "For*p which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day."
    },
    {
        "o": 30097,
        "r": "kjv:2 Corinthians:4:17",
        "t": "For*p our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory;"
    },
    {
        "o": 30098,
        "r": "kjv:2 Corinthians:4:18",
        "t": "While*p we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal."
    }
]
