[
    {
        "o": 8892,
        "r": "kjv:2 Samuel:22:0",
        "t": "2 Samuel 22",
        "h": 1
    },
    {
        "o": 8893,
        "r": "kjv:2 Samuel:22:1",
        "t": "And*p David spake unto the Lord*s the words of this song in the day that the Lord*s had delivered him out of the hand of all his enemies, and out of the hand of Saul:"
    },
    {
        "o": 8894,
        "r": "kjv:2 Samuel:22:2",
        "t": "And*p he said, The Lord*s is my rock, and my fortress, and my deliverer;"
    },
    {
        "o": 8895,
        "r": "kjv:2 Samuel:22:3",
        "t": "The*p God of my rock; in him will I trust: he is my shield, and the horn of my salvation, my high tower, and my refuge, my saviour; thou savest me from violence."
    },
    {
        "o": 8896,
        "r": "kjv:2 Samuel:22:4",
        "t": "I*p will call on the Lord,*s who is worthy to be praised: so shall I be saved from mine enemies."
    },
    {
        "o": 8897,
        "r": "kjv:2 Samuel:22:5",
        "t": "When*p the waves of death compassed me, the floods of ungodly men made me afraid;"
    },
    {
        "o": 8898,
        "r": "kjv:2 Samuel:22:6",
        "t": "The*p sorrows of hell compassed me about; the snares of death prevented me;"
    },
    {
        "o": 8899,
        "r": "kjv:2 Samuel:22:7",
        "t": "In*p my distress I called upon the Lord,*s and cried to my God: and he did hear my voice out of his temple, and my cry did enter into his ears."
    },
    {
        "o": 8900,
        "r": "kjv:2 Samuel:22:8",
        "t": "Then*p the earth shook and trembled; the foundations of heaven moved and shook, because he was wroth."
    },
    {
        "o": 8901,
        "r": "kjv:2 Samuel:22:9",
        "t": "There*p went up a smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it."
    },
    {
        "o": 8902,
        "r": "kjv:2 Samuel:22:10",
        "t": "He*p bowed the heavens also, and came down; and darkness was under his feet."
    },
    {
        "o": 8903,
        "r": "kjv:2 Samuel:22:11",
        "t": "And*p he rode upon a cherub, and did fly: and he was seen upon the wings of the wind."
    },
    {
        "o": 8904,
        "r": "kjv:2 Samuel:22:12",
        "t": "And*p he made darkness pavilions round about him, dark waters, and thick clouds of the skies."
    },
    {
        "o": 8905,
        "r": "kjv:2 Samuel:22:13",
        "t": "Through*p the brightness before him were coals of fire kindled."
    },
    {
        "o": 8906,
        "r": "kjv:2 Samuel:22:14",
        "t": "The*p Lord*s thundered from heaven, and the most High uttered his voice."
    },
    {
        "o": 8907,
        "r": "kjv:2 Samuel:22:15",
        "t": "And*p he sent out arrows, and scattered them; lightning, and discomfited them."
    },
    {
        "o": 8908,
        "r": "kjv:2 Samuel:22:16",
        "t": "And*p the channels of the sea appeared, the foundations of the world were discovered, at the rebuking of the Lord,*s at the blast of the breath of his nostrils."
    },
    {
        "o": 8909,
        "r": "kjv:2 Samuel:22:17",
        "t": "He*p sent from above, he took me; he drew me out of many waters;"
    },
    {
        "o": 8910,
        "r": "kjv:2 Samuel:22:18",
        "t": "He*p delivered me from my strong enemy, and from them that hated me: for they were too strong for me."
    },
    {
        "o": 8911,
        "r": "kjv:2 Samuel:22:19",
        "t": "They*p prevented me in the day of my calamity: but the Lord*s was my stay."
    },
    {
        "o": 8912,
        "r": "kjv:2 Samuel:22:20",
        "t": "He*p brought me forth also into a large place: he delivered me, because he delighted in me."
    },
    {
        "o": 8913,
        "r": "kjv:2 Samuel:22:21",
        "t": "The*p Lord*s rewarded me according to my righteousness: according to the cleanness of my hands hath he recompensed me."
    },
    {
        "o": 8914,
        "r": "kjv:2 Samuel:22:22",
        "t": "For*p I have kept the ways of the Lord,*s and have not wickedly departed from my God."
    },
    {
        "o": 8915,
        "r": "kjv:2 Samuel:22:23",
        "t": "For*p all his judgments were before me: and as for his statutes, I did not depart from them."
    },
    {
        "o": 8916,
        "r": "kjv:2 Samuel:22:24",
        "t": "I*p was also upright before him, and have kept myself from mine iniquity."
    },
    {
        "o": 8917,
        "r": "kjv:2 Samuel:22:25",
        "t": "Therefore*p the Lord*s hath recompensed me according to my righteousness; according to my cleanness in his eye sight."
    },
    {
        "o": 8918,
        "r": "kjv:2 Samuel:22:26",
        "t": "With*p the merciful thou wilt shew thyself merciful, and with the upright man thou wilt shew thyself upright."
    },
    {
        "o": 8919,
        "r": "kjv:2 Samuel:22:27",
        "t": "With*p the pure thou wilt shew thyself pure; and with the froward thou wilt shew thyself unsavoury."
    },
    {
        "o": 8920,
        "r": "kjv:2 Samuel:22:28",
        "t": "And*p the afflicted people thou wilt save: but thine eyes are upon the haughty, that thou mayest bring them down."
    },
    {
        "o": 8921,
        "r": "kjv:2 Samuel:22:29",
        "t": "For*p thou art my lamp, O Lord:*s and the Lord*s will lighten my darkness."
    },
    {
        "o": 8922,
        "r": "kjv:2 Samuel:22:30",
        "t": "For*p by thee I have run through a troop: by my God have I leaped over a wall."
    },
    {
        "o": 8923,
        "r": "kjv:2 Samuel:22:31",
        "t": "As*p for God, his way is perfect; the word of the Lord*s is tried: he is a buckler to all them that trust in him."
    },
    {
        "o": 8924,
        "r": "kjv:2 Samuel:22:32",
        "t": "For*p who is God, save the Lord?*s and who is a rock, save our God?"
    },
    {
        "o": 8925,
        "r": "kjv:2 Samuel:22:33",
        "t": "God*p is my strength and power: and he maketh my way perfect."
    },
    {
        "o": 8926,
        "r": "kjv:2 Samuel:22:34",
        "t": "He*p maketh my feet like hinds' feet: and setteth me upon my high places."
    },
    {
        "o": 8927,
        "r": "kjv:2 Samuel:22:35",
        "t": "He*p teacheth my hands to war; so that a bow of steel is broken by mine arms."
    },
    {
        "o": 8928,
        "r": "kjv:2 Samuel:22:36",
        "t": "Thou*p hast also given me the shield of thy salvation: and thy gentleness hath made me great."
    },
    {
        "o": 8929,
        "r": "kjv:2 Samuel:22:37",
        "t": "Thou*p hast enlarged my steps under me; so that my feet did not slip."
    },
    {
        "o": 8930,
        "r": "kjv:2 Samuel:22:38",
        "t": "I*p have pursued mine enemies, and destroyed them; and turned not again until I had consumed them."
    },
    {
        "o": 8931,
        "r": "kjv:2 Samuel:22:39",
        "t": "And*p I have consumed them, and wounded them, that they could not arise: yea, they are fallen under my feet."
    },
    {
        "o": 8932,
        "r": "kjv:2 Samuel:22:40",
        "t": "For*p thou hast girded me with strength to battle: them that rose up against me hast thou subdued under me."
    },
    {
        "o": 8933,
        "r": "kjv:2 Samuel:22:41",
        "t": "Thou*p hast also given me the necks of mine enemies, that I might destroy them that hate me."
    },
    {
        "o": 8934,
        "r": "kjv:2 Samuel:22:42",
        "t": "They*p looked, but there was none to save; even unto the Lord,*s but he answered them not."
    },
    {
        "o": 8935,
        "r": "kjv:2 Samuel:22:43",
        "t": "Then*p did I beat them as small as the dust of the earth, I did stamp them as the mire of the street, and did spread them abroad."
    },
    {
        "o": 8936,
        "r": "kjv:2 Samuel:22:44",
        "t": "Thou*p also hast delivered me from the strivings of my people, thou hast kept me to be head of the heathen: a people which I knew not shall serve me."
    },
    {
        "o": 8937,
        "r": "kjv:2 Samuel:22:45",
        "t": "Strangers*p shall submit themselves unto me: as soon as they hear, they shall be obedient unto me."
    },
    {
        "o": 8938,
        "r": "kjv:2 Samuel:22:46",
        "t": "Strangers*p shall fade away, and they shall be afraid out of their close places."
    },
    {
        "o": 8939,
        "r": "kjv:2 Samuel:22:47",
        "t": "The*p Lord*s liveth; and blessed be my rock; and exalted be the God of the rock of my salvation."
    },
    {
        "o": 8940,
        "r": "kjv:2 Samuel:22:48",
        "t": "It*p is God that avengeth me, and that bringeth down the people under me,"
    },
    {
        "o": 8941,
        "r": "kjv:2 Samuel:22:49",
        "t": "And*p that bringeth me forth from mine enemies: thou also hast lifted me up on high above them that rose up against me: thou hast delivered me from the violent man."
    },
    {
        "o": 8942,
        "r": "kjv:2 Samuel:22:50",
        "t": "Therefore*p I will give thanks unto thee, O Lord,*s among the heathen, and I will sing praises unto thy name."
    },
    {
        "o": 8943,
        "r": "kjv:2 Samuel:22:51",
        "t": "He*p is the tower of salvation for his king: and sheweth mercy to his anointed, unto David, and to his seed for evermore."
    }
]
