[
    {
        "o": 23790,
        "r": "niv:Ezekiel:46:0",
        "t": "Ezekiel 46",
        "h": 1
    },
    {
        "o": 23791,
        "r": "niv:Ezekiel:46:1",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: The gate of the inner court facing east is to be shut on the six working days, but on the Sabbath day and on the day of the New Moon it is to be opened."
    },
    {
        "o": 23792,
        "r": "niv:Ezekiel:46:2",
        "t": "The prince is to enter from the outside through the portico of the gateway and stand by the gatepost. The priests are to sacrifice his burnt offering and his fellowship offerings. He is to bow down in worship at the threshold of the gateway and then go out, but the gate will not be shut until evening."
    },
    {
        "o": 23793,
        "r": "niv:Ezekiel:46:3",
        "t": "On the Sabbaths and New Moons the people of the land are to worship in the presence of the Lord*s at the entrance of that gateway."
    },
    {
        "o": 23794,
        "r": "niv:Ezekiel:46:4",
        "t": "The burnt offering the prince brings to the Lord*s on the Sabbath day is to be six male lambs and a ram, all without defect."
    },
    {
        "o": 23795,
        "r": "niv:Ezekiel:46:5",
        "t": "The grain offering given with the ram is to be an ephah, and the grain offering with the lambs is to be as much as he pleases, along with a hin of olive oil for each ephah."
    },
    {
        "o": 23796,
        "r": "niv:Ezekiel:46:6",
        "t": "On the day of the New Moon he is to offer a young bull, six lambs and a ram, all without defect."
    },
    {
        "o": 23797,
        "r": "niv:Ezekiel:46:7",
        "t": "He is to provide as a grain offering one ephah with the bull, one ephah with the ram, and with the lambs as much as he wants to give, along with a hin of oil for each ephah."
    },
    {
        "o": 23798,
        "r": "niv:Ezekiel:46:8",
        "t": "When the prince enters, he is to go in through the portico of the gateway, and he is to come out the same way."
    },
    {
        "o": 23799,
        "r": "niv:Ezekiel:46:9",
        "t": "“ ‘When*p the people of the land come before the Lord*s at the appointed festivals, whoever enters by the north gate to worship is to go out the south gate; and whoever enters by the south gate is to go out the north gate. No one is to return through the gate by which they entered, but each is to go out the opposite gate."
    },
    {
        "o": 23800,
        "r": "niv:Ezekiel:46:10",
        "t": "The prince is to be among them, going in when they go in and going out when they go out."
    },
    {
        "o": 23801,
        "r": "niv:Ezekiel:46:11",
        "t": "At the feasts and the appointed festivals, the grain offering is to be an ephah with a bull, an ephah with a ram, and with the lambs as much as he pleases, along with a hin of oil for each ephah."
    },
    {
        "o": 23802,
        "r": "niv:Ezekiel:46:12",
        "t": "“ ‘When*p the prince provides a freewill offering to the Lord*s —whether a burnt offering or fellowship offerings—the gate facing east is to be opened for him. He shall offer his burnt offering or his fellowship offerings as he does on the Sabbath day. Then he shall go out, and after he has gone out, the gate will be shut."
    },
    {
        "o": 23803,
        "r": "niv:Ezekiel:46:13",
        "t": "“ ‘Every*p day you are to provide a year-old lamb without defect for a burnt offering to the Lord;*s morning by morning you shall provide it."
    },
    {
        "o": 23804,
        "r": "niv:Ezekiel:46:14",
        "t": "You are also to provide with it morning by morning a grain offering, consisting of a sixth of an ephah with a third of a hin of oil to moisten the flour. The presenting of this grain offering to the Lord*s is a lasting ordinance."
    },
    {
        "o": 23805,
        "r": "niv:Ezekiel:46:15",
        "t": "So the lamb and the grain offering and the oil shall be provided morning by morning for a regular burnt offering."
    },
    {
        "o": 23806,
        "r": "niv:Ezekiel:46:16",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: If the prince makes a gift from his inheritance to one of his sons, it will also belong to his descendants; it is to be their property by inheritance."
    },
    {
        "o": 23807,
        "r": "niv:Ezekiel:46:17",
        "t": "If, however, he makes a gift from his inheritance to one of his servants, the servant may keep it until the year of freedom; then it will revert to the prince. His inheritance belongs to his sons only; it is theirs."
    },
    {
        "o": 23808,
        "r": "niv:Ezekiel:46:18",
        "t": "The prince must not take any of the inheritance of the people, driving them off their property. He is to give his sons their inheritance out of his own property, so that not one of my people will be separated from their property.’ ”"
    },
    {
        "o": 23809,
        "r": "niv:Ezekiel:46:19",
        "t": "Then*p the man brought me through the entrance at the side of the gate to the sacred rooms facing north, which belonged to the priests, and showed me a place at the western end."
    },
    {
        "o": 23810,
        "r": "niv:Ezekiel:46:20",
        "t": "He said to me, “This is the place where the priests are to cook the guilt offering and the sin offering and bake the grain offering, to avoid bringing them into the outer court and consecrating the people.”"
    },
    {
        "o": 23811,
        "r": "niv:Ezekiel:46:21",
        "t": "He*p then brought me to the outer court and led me around to its four corners, and I saw in each corner another court."
    },
    {
        "o": 23812,
        "r": "niv:Ezekiel:46:22",
        "t": "In the four corners of the outer court were enclosed courts, forty cubits long and thirty cubits wide; each of the courts in the four corners was the same size."
    },
    {
        "o": 23813,
        "r": "niv:Ezekiel:46:23",
        "t": "Around the inside of each of the four courts was a ledge of stone, with places for fire built all around under the ledge."
    },
    {
        "o": 23814,
        "r": "niv:Ezekiel:46:24",
        "t": "He said to me, “These are the kitchens where those who minister at the temple are to cook the sacrifices of the people.”"
    }
]
