[
    {
        "o": 21947,
        "r": "niv:Jeremiah:41:0",
        "t": "Jeremiah 41",
        "h": 1
    },
    {
        "o": 21948,
        "r": "niv:Jeremiah:41:1",
        "t": "In*p the seventh month Ishmael son of Nethaniah, the son of Elishama, who was of royal blood and had been one of the king’s officers, came with ten men to Gedaliah son of Ahikam at Mizpah. While they were eating together there,"
    },
    {
        "o": 21949,
        "r": "niv:Jeremiah:41:2",
        "t": "Ishmael son of Nethaniah and the ten men who were with him got up and struck down Gedaliah son of Ahikam, the son of Shaphan, with the sword, killing the one whom the king of Babylon had appointed as governor over the land."
    },
    {
        "o": 21950,
        "r": "niv:Jeremiah:41:3",
        "t": "Ishmael also killed all the men of Judah who were with Gedaliah at Mizpah, as well as the Babylonian soldiers who were there."
    },
    {
        "o": 21951,
        "r": "niv:Jeremiah:41:4",
        "t": "The*p day after Gedaliah’s assassination, before anyone knew about it,"
    },
    {
        "o": 21952,
        "r": "niv:Jeremiah:41:5",
        "t": "eighty men who had shaved off their beards, torn their clothes and cut themselves came from Shechem, Shiloh and Samaria, bringing grain offerings and incense with them to the house of the Lord.*s"
    },
    {
        "o": 21953,
        "r": "niv:Jeremiah:41:6",
        "t": "Ishmael son of Nethaniah went out from Mizpah to meet them, weeping as he went. When he met them, he said, “Come to Gedaliah son of Ahikam.”"
    },
    {
        "o": 21954,
        "r": "niv:Jeremiah:41:7",
        "t": "When they went into the city, Ishmael son of Nethaniah and the men who were with him slaughtered them and threw them into a cistern."
    },
    {
        "o": 21955,
        "r": "niv:Jeremiah:41:8",
        "t": "But ten of them said to Ishmael, “Don’t kill us! We have wheat and barley, olive oil and honey, hidden in a field.” So he let them alone and did not kill them with the others."
    },
    {
        "o": 21956,
        "r": "niv:Jeremiah:41:9",
        "t": "Now the cistern where he threw all the bodies of the men he had killed along with Gedaliah was the one King Asa had made as part of his defense against Baasha king of Israel. Ishmael son of Nethaniah filled it with the dead."
    },
    {
        "o": 21957,
        "r": "niv:Jeremiah:41:10",
        "t": "Ishmael*p made captives of all the rest of the people who were in Mizpah—the king’s daughters along with all the others who were left there, over whom Nebuzaradan commander of the imperial guard had appointed Gedaliah son of Ahikam. Ishmael son of Nethaniah took them captive and set out to cross over to the Ammonites."
    },
    {
        "o": 21958,
        "r": "niv:Jeremiah:41:11",
        "t": "When*p Johanan son of Kareah and all the army officers who were with him heard about all the crimes Ishmael son of Nethaniah had committed,"
    },
    {
        "o": 21959,
        "r": "niv:Jeremiah:41:12",
        "t": "they took all their men and went to fight Ishmael son of Nethaniah. They caught up with him near the great pool in Gibeon."
    },
    {
        "o": 21960,
        "r": "niv:Jeremiah:41:13",
        "t": "When all the people Ishmael had with him saw Johanan son of Kareah and the army officers who were with him, they were glad."
    },
    {
        "o": 21961,
        "r": "niv:Jeremiah:41:14",
        "t": "All the people Ishmael had taken captive at Mizpah turned and went over to Johanan son of Kareah."
    },
    {
        "o": 21962,
        "r": "niv:Jeremiah:41:15",
        "t": "But Ishmael son of Nethaniah and eight of his men escaped from Johanan and fled to the Ammonites."
    },
    {
        "o": 21963,
        "r": "niv:Jeremiah:41:15",
        "t": "Flight to Egypt",
        "h": 2
    },
    {
        "o": 21964,
        "r": "niv:Jeremiah:41:16",
        "t": "Then*p Johanan son of Kareah and all the army officers who were with him led away all the people of Mizpah who had survived, whom Johanan had recovered from Ishmael son of Nethaniah after Ishmael had assassinated Gedaliah son of Ahikam—the soldiers, women, children and court officials he had recovered from Gibeon."
    },
    {
        "o": 21965,
        "r": "niv:Jeremiah:41:17",
        "t": "And they went on, stopping at Geruth Kimham near Bethlehem on their way to Egypt"
    },
    {
        "o": 21966,
        "r": "niv:Jeremiah:41:18",
        "t": "to escape the Babylonians. They were afraid of them because Ishmael son of Nethaniah had killed Gedaliah son of Ahikam, whom the king of Babylon had appointed as governor over the land."
    }
]
