[
    {
        "o": 32554,
        "r": "niv:Colossians:1:0",
        "t": "Colossians 1",
        "h": 1
    },
    {
        "o": 32555,
        "r": "niv:Colossians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, and Timothy our brother,"
    },
    {
        "o": 32556,
        "r": "niv:Colossians:1:2",
        "t": "To*p God’s holy people in Colossae, the faithful brothers and sisters in Christ: Grace*p and peace to you from God our Father."
    },
    {
        "o": 32557,
        "r": "niv:Colossians:1:2",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32558,
        "r": "niv:Colossians:1:3",
        "t": "We*p always thank God, the Father of our Lord Jesus Christ, when we pray for you,"
    },
    {
        "o": 32559,
        "r": "niv:Colossians:1:4",
        "t": "because we have heard of your faith in Christ Jesus and of the love you have for all God’s people—"
    },
    {
        "o": 32560,
        "r": "niv:Colossians:1:5",
        "t": "the faith and love that spring from the hope stored up for you in heaven and about which you have already heard in the true message of the gospel"
    },
    {
        "o": 32561,
        "r": "niv:Colossians:1:6",
        "t": "that has come to you. In the same way, the gospel is bearing fruit and growing throughout the whole world—just as it has been doing among you since the day you heard it and truly understood God’s grace."
    },
    {
        "o": 32562,
        "r": "niv:Colossians:1:7",
        "t": "You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf,"
    },
    {
        "o": 32563,
        "r": "niv:Colossians:1:8",
        "t": "and who also told us of your love in the Spirit."
    },
    {
        "o": 32564,
        "r": "niv:Colossians:1:9",
        "t": "For*p this reason, since the day we heard about you, we have not stopped praying for you. We continually ask God to fill you with the knowledge of his will through all the wisdom and understanding that the Spirit gives,"
    },
    {
        "o": 32565,
        "r": "niv:Colossians:1:10",
        "t": "so that you may live a life worthy of the Lord and please him in every way: bearing fruit in every good work, growing in the knowledge of God,"
    },
    {
        "o": 32566,
        "r": "niv:Colossians:1:11",
        "t": "being strengthened with all power according to his glorious might so that you may have great endurance and patience,"
    },
    {
        "o": 32567,
        "r": "niv:Colossians:1:12",
        "t": "and giving joyful thanks to the Father, who has qualified you to share in the inheritance of his holy people in the kingdom of light."
    },
    {
        "o": 32568,
        "r": "niv:Colossians:1:13",
        "t": "For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves,"
    },
    {
        "o": 32569,
        "r": "niv:Colossians:1:14",
        "t": "in whom we have redemption, the forgiveness of sins."
    },
    {
        "o": 32570,
        "r": "niv:Colossians:1:14",
        "t": "The Supremacy of the Son of God",
        "h": 2
    },
    {
        "o": 32571,
        "r": "niv:Colossians:1:15",
        "t": "The*p Son is the image of the invisible God, the firstborn over all creation."
    },
    {
        "o": 32572,
        "r": "niv:Colossians:1:16",
        "t": "For in him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him."
    },
    {
        "o": 32573,
        "r": "niv:Colossians:1:17",
        "t": "He is before all things, and in him all things hold together."
    },
    {
        "o": 32574,
        "r": "niv:Colossians:1:18",
        "t": "And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy."
    },
    {
        "o": 32575,
        "r": "niv:Colossians:1:19",
        "t": "For God was pleased to have all his fullness dwell in him,"
    },
    {
        "o": 32576,
        "r": "niv:Colossians:1:20",
        "t": "and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross."
    },
    {
        "o": 32577,
        "r": "niv:Colossians:1:21",
        "t": "Once*p you were alienated from God and were enemies in your minds because of your evil behavior."
    },
    {
        "o": 32578,
        "r": "niv:Colossians:1:22",
        "t": "But now he has reconciled you by Christ’s physical body through death to present you holy in his sight, without blemish and free from accusation—"
    },
    {
        "o": 32579,
        "r": "niv:Colossians:1:23",
        "t": "if you continue in your faith, established and firm, and do not move from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant."
    },
    {
        "o": 32580,
        "r": "niv:Colossians:1:23",
        "t": "Paul’s Labor for the Church",
        "h": 2
    },
    {
        "o": 32581,
        "r": "niv:Colossians:1:24",
        "t": "Now*p I rejoice in what I am suffering for you, and I fill up in my flesh what is still lacking in regard to Christ’s afflictions, for the sake of his body, which is the church."
    },
    {
        "o": 32582,
        "r": "niv:Colossians:1:25",
        "t": "I have become its servant by the commission God gave me to present to you the word of God in its fullness—"
    },
    {
        "o": 32583,
        "r": "niv:Colossians:1:26",
        "t": "the mystery that has been kept hidden for ages and generations, but is now disclosed to the Lord’s people."
    },
    {
        "o": 32584,
        "r": "niv:Colossians:1:27",
        "t": "To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory."
    },
    {
        "o": 32585,
        "r": "niv:Colossians:1:28",
        "t": "He*p is the one we proclaim, admonishing and teaching everyone with all wisdom, so that we may present everyone fully mature in Christ."
    },
    {
        "o": 32586,
        "r": "niv:Colossians:1:29",
        "t": "To this end I strenuously contend with all the energy Christ so powerfully works in me."
    }
]
