[
    {
        "o": 10703,
        "r": "kjv:1 Chronicles:3:0",
        "t": "1 Chronicles 3",
        "h": 1
    },
    {
        "o": 10704,
        "r": "kjv:1 Chronicles:3:1",
        "t": "Now*p these were the sons of David, which were born unto him in Hebron; the firstborn Amnon, of Ahinoam the Jezreelitess; the second Daniel, of Abigail the Carmelitess:"
    },
    {
        "o": 10705,
        "r": "kjv:1 Chronicles:3:2",
        "t": "The*p third, Absalom the son of Maacah the daughter of Talmai king of Geshur: the fourth, Adonijah the son of Haggith:"
    },
    {
        "o": 10706,
        "r": "kjv:1 Chronicles:3:3",
        "t": "The*p fifth, Shephatiah of Abital: the sixth, Ithream by Eglah his wife."
    },
    {
        "o": 10707,
        "r": "kjv:1 Chronicles:3:4",
        "t": "These*p six were born unto him in Hebron; and there he reigned seven years and six months: and in Jerusalem he reigned thirty and three years."
    },
    {
        "o": 10708,
        "r": "kjv:1 Chronicles:3:5",
        "t": "And*p these were born unto him in Jerusalem; Shimea, and Shobab, and Nathan, and Solomon, four, of Bath–shua the daughter of Ammiel:"
    },
    {
        "o": 10709,
        "r": "kjv:1 Chronicles:3:6",
        "t": "Ibhar*p also, and Elishama, and Eliphelet,"
    },
    {
        "o": 10710,
        "r": "kjv:1 Chronicles:3:7",
        "t": "And*p Nogah, and Nepheg, and Japhia,"
    },
    {
        "o": 10711,
        "r": "kjv:1 Chronicles:3:8",
        "t": "And*p Elishama, and Eliada, and Eliphelet, nine."
    },
    {
        "o": 10712,
        "r": "kjv:1 Chronicles:3:9",
        "t": "These*p were all the sons of David, beside the sons of the concubines, and Tamar their sister."
    },
    {
        "o": 10713,
        "r": "kjv:1 Chronicles:3:10",
        "t": "And*p Solomon's son was Rehoboam, Abia his son, Asa his son, Jehoshaphat his son,"
    },
    {
        "o": 10714,
        "r": "kjv:1 Chronicles:3:11",
        "t": "Joram*p his son, Ahaziah his son, Joash his son,"
    },
    {
        "o": 10715,
        "r": "kjv:1 Chronicles:3:12",
        "t": "Amaziah*p his son, Azariah his son, Jotham his son,"
    },
    {
        "o": 10716,
        "r": "kjv:1 Chronicles:3:13",
        "t": "Ahaz*p his son, Hezekiah his son, Manasseh his son,"
    },
    {
        "o": 10717,
        "r": "kjv:1 Chronicles:3:14",
        "t": "Amon*p his son, Josiah his son."
    },
    {
        "o": 10718,
        "r": "kjv:1 Chronicles:3:15",
        "t": "And*p the sons of Josiah were, the firstborn Johanan, the second Jehoiakim, the third Zedekiah, the fourth Shallum."
    },
    {
        "o": 10719,
        "r": "kjv:1 Chronicles:3:16",
        "t": "And*p the sons of Jehoiakim: Jeconiah his son, Zedekiah his son."
    },
    {
        "o": 10720,
        "r": "kjv:1 Chronicles:3:17",
        "t": "And*p the sons of Jeconiah; Assir, Salathiel his son,"
    },
    {
        "o": 10721,
        "r": "kjv:1 Chronicles:3:18",
        "t": "Malchiram*p also, and Pedaiah, and Shenazar, Jecamiah, Hoshama, and Nedabiah."
    },
    {
        "o": 10722,
        "r": "kjv:1 Chronicles:3:19",
        "t": "And*p the sons of Pedaiah were, Zerubbabel, and Shimei: and the sons of Zerubbabel; Meshullam, and Hananiah, and Shelomith their sister:"
    },
    {
        "o": 10723,
        "r": "kjv:1 Chronicles:3:20",
        "t": "And*p Hashubah, and Ohel, and Berechiah, and Hasadiah, Jushab–hesed, five."
    },
    {
        "o": 10724,
        "r": "kjv:1 Chronicles:3:21",
        "t": "And*p the sons of Hananiah; Pelatiah, and Jesaiah: the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shechaniah."
    },
    {
        "o": 10725,
        "r": "kjv:1 Chronicles:3:22",
        "t": "And*p the sons of Shechaniah; Shemaiah: and the sons of Shemaiah; Hattush, and Igeal, and Bariah, and Neariah, and Shaphat, six."
    },
    {
        "o": 10726,
        "r": "kjv:1 Chronicles:3:23",
        "t": "And*p the sons of Neariah; Elioenai, and Hezekiah, and Azrikam, three."
    },
    {
        "o": 10727,
        "r": "kjv:1 Chronicles:3:24",
        "t": "And*p the sons of Elioenai were, Hodaiah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Dalaiah, and Anani, seven."
    }
]
