[
    {
        "o": 12646,
        "r": "nasb:2 Chronicles:16:0",
        "t": "2 Chronicles 16",
        "h": 1
    },
    {
        "o": 12647,
        "r": "nasb:2 Chronicles:16:0",
        "t": "Asa Wars against Baasha",
        "h": 2
    },
    {
        "o": 12648,
        "r": "nasb:2 Chronicles:16:1",
        "t": "In*p the thirty-sixth year of Asa’s reign Baasha king of Israel came up against Judah and fortified Ramah in order to prevent anyone*i from going out or coming in to Asa king of Judah."
    },
    {
        "o": 12649,
        "r": "nasb:2 Chronicles:16:2",
        "t": "Then Asa brought out silver and gold from the treasuries of the house of the Lord*s and the king’s house, and sent them to Ben-hadad king of Aram, who lived in Damascus, saying,"
    },
    {
        "o": 12650,
        "r": "nasb:2 Chronicles:16:3",
        "t": "“Let*i there*i be*i a treaty between you and me, as*i between my father and your father. Behold, I have sent you silver and gold; go, break your treaty with Baasha king of Israel so that he will withdraw from me.”"
    },
    {
        "o": 12651,
        "r": "nasb:2 Chronicles:16:4",
        "t": "So Ben-hadad listened to King Asa and sent the commanders of his armies against the cities of Israel, and they conquered Ijon, Dan, Abel-maim and all the store cities of Naphtali."
    },
    {
        "o": 12652,
        "r": "nasb:2 Chronicles:16:5",
        "t": "When Baasha heard of*i it,*i he ceased fortifying Ramah and stopped his work."
    },
    {
        "o": 12653,
        "r": "nasb:2 Chronicles:16:6",
        "t": "Then King Asa brought all Judah, and they carried away the stones of Ramah and its timber with which Baasha had been building, and with them he fortified Geba and Mizpah."
    },
    {
        "o": 12654,
        "r": "nasb:2 Chronicles:16:6",
        "t": "Asa Imprisons the Prophet",
        "h": 2
    },
    {
        "o": 12655,
        "r": "nasb:2 Chronicles:16:7",
        "t": "At*p that time Hanani the seer came to Asa king of Judah and said to him, “Because you have relied on the king of Aram and have not relied on the Lord*s your God, therefore the army of the king of Aram has escaped out of your hand."
    },
    {
        "o": 12656,
        "r": "nasb:2 Chronicles:16:8",
        "t": "Were not the Ethiopians and the Lubim an immense army with very many chariots and horsemen? Yet because you relied on the Lord,*s He delivered them into your hand."
    },
    {
        "o": 12657,
        "r": "nasb:2 Chronicles:16:9",
        "t": "For the eyes of the Lord*s move to and fro throughout the earth that He may strongly support those whose heart is completely His. You have acted foolishly in this. Indeed, from now on you will surely have wars.”"
    },
    {
        "o": 12658,
        "r": "nasb:2 Chronicles:16:10",
        "t": "Then Asa was angry with the seer and put him in prison, for he was enraged at him for this. And Asa oppressed some of the people at the same time."
    },
    {
        "o": 12659,
        "r": "nasb:2 Chronicles:16:11",
        "t": "Now,*p the acts of Asa from first to last, behold, they are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 12660,
        "r": "nasb:2 Chronicles:16:12",
        "t": "In the thirty-ninth year of his reign Asa became diseased in his feet. His disease was severe, yet even in his disease he did not seek the Lord,*s but the physicians."
    },
    {
        "o": 12661,
        "r": "nasb:2 Chronicles:16:13",
        "t": "So Asa slept with his fathers, having died in the forty-first year of his reign."
    },
    {
        "o": 12662,
        "r": "nasb:2 Chronicles:16:14",
        "t": "They buried him in his own tomb which he had cut out for himself in the city of David, and they laid him in the resting place which he had filled with spices of various kinds blended by the perfumers’ art; and they made a very great fire for him."
    }
]
