[
    {
        "o": 25725,
        "r": "nasb:Malachi:1:0",
        "t": "Malachi 1",
        "h": 1
    },
    {
        "o": 25726,
        "r": "nasb:Malachi:1:0",
        "t": "God’s Love for Jacob",
        "h": 2
    },
    {
        "o": 25727,
        "r": "nasb:Malachi:1:1",
        "t": "The*p oracle of the word of the Lord*s to Israel through Malachi."
    },
    {
        "o": 25728,
        "r": "nasb:Malachi:1:2",
        "t": "“I*p have loved you,” says the Lord.*s But you say, “How have You loved us?” “Was*i not Esau Jacob’s brother?” declares the Lord.*s “Yet I have loved Jacob;"
    },
    {
        "o": 25729,
        "r": "nasb:Malachi:1:3",
        "t": "but I have hated Esau, and I have made his mountains a desolation and appointed*i his inheritance for the jackals of the wilderness.”"
    },
    {
        "o": 25730,
        "r": "nasb:Malachi:1:4",
        "t": "Though Edom says, “We have been beaten down, but we will return and build up the ruins”; thus says the Lord*s of hosts, “They may build, but I will tear down; and men*i will call them the wicked territory, and the people toward whom the Lord*s is indignant forever.”"
    },
    {
        "o": 25731,
        "r": "nasb:Malachi:1:5",
        "t": "Your eyes will see this and you will say, “The Lord*s be magnified beyond the border of Israel!”"
    },
    {
        "o": 25732,
        "r": "nasb:Malachi:1:5",
        "t": "Sin of the Priests",
        "h": 2
    },
    {
        "o": 25733,
        "r": "nasb:Malachi:1:6",
        "t": "“ ‘A*p son honors his*i father, and a servant his master. Then if I am a father, where is My honor? And if I am a master, where is My respect?’ says the Lord*s of hosts to you, O priests who despise My name. But you say, ‘How have we despised Your name?’"
    },
    {
        "o": 25734,
        "r": "nasb:Malachi:1:7",
        "t": "You*i are presenting defiled food upon My altar. But you say, ‘How have we defiled You?’ In that you say, ‘The table of the Lord*s is to be despised.’"
    },
    {
        "o": 25735,
        "r": "nasb:Malachi:1:8",
        "t": "But when you present the blind for sacrifice, is it not evil? And when you present the lame and sick, is it not evil? Why not offer it to your governor? Would he be pleased with you? Or would he receive you kindly?” says the Lord*s of hosts."
    },
    {
        "o": 25736,
        "r": "nasb:Malachi:1:9",
        "t": "“But now will you not entreat God’s favor, that He may be gracious to us? With such an offering on your part, will He receive any of you kindly?” says the Lord*s of hosts."
    },
    {
        "o": 25737,
        "r": "nasb:Malachi:1:10",
        "t": "“Oh that there were one among you who would shut the gates, that you might not uselessly kindle fire*i on*i My altar! I am not pleased with you,” says the Lord*s of hosts, “nor will I accept an offering from you."
    },
    {
        "o": 25738,
        "r": "nasb:Malachi:1:11",
        "t": "For from the rising of the sun even to its setting, My name will*i be*i great among the nations, and in every place incense is going to be offered to My name, and a grain offering that*i is*i pure; for My name will*i be*i great among the nations,” says the Lord*s of hosts."
    },
    {
        "o": 25739,
        "r": "nasb:Malachi:1:12",
        "t": "“But you are profaning it, in that you say, ‘The table of the Lord is defiled, and as for its fruit, its food is to be despised.’"
    },
    {
        "o": 25740,
        "r": "nasb:Malachi:1:13",
        "t": "You also say, ‘My, how tiresome it is!’ And you disdainfully sniff at it,” says the Lord*s of hosts, “and you bring what was taken by robbery and what*i is*i lame or sick; so you bring the offering! Should I receive that from your hand?” says the Lord.*s"
    },
    {
        "o": 25741,
        "r": "nasb:Malachi:1:14",
        "t": "“But cursed be the swindler who has a male in his flock and vows it, but sacrifices a blemished animal to the Lord, for I am a great King,” says the Lord*s of hosts, “and My name is feared among the nations.”"
    },
    {
        "o": 25742,
        "r": "nasb:Malachi:2:0",
        "t": "Malachi 2",
        "h": 1
    },
    {
        "o": 25743,
        "r": "nasb:Malachi:2:0",
        "t": "Priests to Be Disciplined",
        "h": 2
    },
    {
        "o": 25744,
        "r": "nasb:Malachi:2:1",
        "t": "“And*p now this commandment is for you, O priests."
    },
    {
        "o": 25745,
        "r": "nasb:Malachi:2:2",
        "t": "If you do not listen, and if you do not take it to heart to give honor to My name,” says the Lord*s of hosts, “then I will send the curse upon you and I will curse your blessings; and indeed, I have cursed them already,*i because you are not taking it*i to heart."
    },
    {
        "o": 25746,
        "r": "nasb:Malachi:2:3",
        "t": "Behold, I am going to rebuke your offspring, and I will spread refuse on your faces, the refuse of your feasts; and you will be taken away with it."
    },
    {
        "o": 25747,
        "r": "nasb:Malachi:2:4",
        "t": "Then you will know that I have sent this commandment to you, that My covenant may continue with Levi,” says the Lord*s of hosts."
    },
    {
        "o": 25748,
        "r": "nasb:Malachi:2:5",
        "t": "“My covenant with him was one*i of*i life and peace, and I gave them to him as*i an*i object*i of*i reverence; so he revered Me and stood in awe of My name."
    },
    {
        "o": 25749,
        "r": "nasb:Malachi:2:6",
        "t": "True instruction was in his mouth and unrighteousness was not found on his lips; he walked with Me in peace and uprightness, and he turned many back from iniquity."
    },
    {
        "o": 25750,
        "r": "nasb:Malachi:2:7",
        "t": "For the lips of a priest should preserve knowledge, and men should seek instruction from his mouth; for he is the messenger of the Lord*s of hosts."
    },
    {
        "o": 25751,
        "r": "nasb:Malachi:2:8",
        "t": "But as for you, you have turned aside from the way; you have caused many to stumble by the instruction; you have corrupted the covenant of Levi,” says the Lord*s of hosts."
    },
    {
        "o": 25752,
        "r": "nasb:Malachi:2:9",
        "t": "“So I also have made you despised and abased before all the people, just as you are not keeping My ways but are showing partiality in the instruction."
    },
    {
        "o": 25753,
        "r": "nasb:Malachi:2:9",
        "t": "Sin in the Family",
        "h": 2
    },
    {
        "o": 25754,
        "r": "nasb:Malachi:2:10",
        "t": "“Do*p we not all have one father? Has not one God created us? Why do we deal treacherously each against his brother so as to profane the covenant of our fathers?"
    },
    {
        "o": 25755,
        "r": "nasb:Malachi:2:11",
        "t": "Judah has dealt treacherously, and an abomination has been committed in Israel and in Jerusalem; for Judah has profaned the sanctuary of the Lord*s which He loves and has married the daughter of a foreign god."
    },
    {
        "o": 25756,
        "r": "nasb:Malachi:2:12",
        "t": "As*i for the man who does this, may the Lord*s cut off from the tents of Jacob everyone*i who awakes and answers, or who presents an offering to the Lord*s of hosts."
    },
    {
        "o": 25757,
        "r": "nasb:Malachi:2:13",
        "t": "“This*p is another thing you do: you cover the altar of the Lord*s with tears, with weeping and with groaning, because He no longer regards the offering or accepts it*i with*i favor from your hand."
    },
    {
        "o": 25758,
        "r": "nasb:Malachi:2:14",
        "t": "Yet you say, ‘For what reason?’ Because the Lord*s has been a witness between you and the wife of your youth, against whom you have dealt treacherously, though she is your companion and your wife by covenant."
    },
    {
        "o": 25759,
        "r": "nasb:Malachi:2:15",
        "t": "But not one has done so*i who has a remnant of the Spirit. And what did that*i one do*i while he was seeking a godly offspring? Take heed then to your spirit, and let no one deal treacherously against the wife of your youth."
    },
    {
        "o": 25760,
        "r": "nasb:Malachi:2:16",
        "t": "For I hate divorce,” says the Lord,*s the God of Israel, “and him who covers his garment with wrong,” says the Lord*s of hosts. “So take heed to your spirit, that you do not deal treacherously.”"
    },
    {
        "o": 25761,
        "r": "nasb:Malachi:2:17",
        "t": "You*p have wearied the Lord*s with your words. Yet you say, “How have we wearied Him?”*i In that you say, “Everyone who does evil is good in the sight of the Lord,*s and He delights in them,” or, “Where is the God of justice?”"
    },
    {
        "o": 25762,
        "r": "nasb:Malachi:3:0",
        "t": "Malachi 3",
        "h": 1
    },
    {
        "o": 25763,
        "r": "nasb:Malachi:3:0",
        "t": "The Purifier",
        "h": 2
    },
    {
        "o": 25764,
        "r": "nasb:Malachi:3:1",
        "t": "“Behold,*p I am going to send My messenger, and he will clear the way before Me. And the Lord, whom you seek, will suddenly come to His temple; and the messenger of the covenant, in whom you delight, behold, He is coming,” says the Lord*s of hosts."
    },
    {
        "o": 25765,
        "r": "nasb:Malachi:3:2",
        "t": "“But who can endure the day of His coming? And who can stand when He appears? For He is like a refiner’s fire and like fullers’ soap."
    },
    {
        "o": 25766,
        "r": "nasb:Malachi:3:3",
        "t": "He will sit as a smelter and purifier of silver, and He will purify the sons of Levi and refine them like gold and silver, so that they may present to the Lord*s offerings in righteousness."
    },
    {
        "o": 25767,
        "r": "nasb:Malachi:3:4",
        "t": "Then the offering of Judah and Jerusalem will be pleasing to the Lord*s as in the days of old and as in former years."
    },
    {
        "o": 25768,
        "r": "nasb:Malachi:3:5",
        "t": "“Then*p I will draw near to you for judgment; and I will be a swift witness against the sorcerers and against the adulterers and against those who swear falsely, and against those who oppress the wage earner in his wages, the widow and the orphan, and those who turn aside the alien and do not fear Me,” says the Lord*s of hosts."
    },
    {
        "o": 25769,
        "r": "nasb:Malachi:3:6",
        "t": "“For I, the Lord,*s do not change; therefore you, O sons of Jacob, are not consumed."
    },
    {
        "o": 25770,
        "r": "nasb:Malachi:3:7",
        "t": "“From*p the days of your fathers you have turned aside from My statutes and have not kept them.*i Return to Me, and I will return to you,” says the Lord*s of hosts. “But you say, ‘How shall we return?’"
    },
    {
        "o": 25771,
        "r": "nasb:Malachi:3:7",
        "t": "You Have Robbed God",
        "h": 2
    },
    {
        "o": 25772,
        "r": "nasb:Malachi:3:8",
        "t": "“Will*p a man rob God? Yet you are robbing Me! But you say, ‘How have we robbed You?’ In tithes and offerings."
    },
    {
        "o": 25773,
        "r": "nasb:Malachi:3:9",
        "t": "You are cursed with a curse, for you are robbing Me, the whole nation of*i you!*i"
    },
    {
        "o": 25774,
        "r": "nasb:Malachi:3:10",
        "t": "Bring the whole tithe into the storehouse, so that there may be food in My house, and test Me now in this,” says the Lord*s of hosts, “if I will not open for you the windows of heaven and pour out for you a blessing until it overflows."
    },
    {
        "o": 25775,
        "r": "nasb:Malachi:3:11",
        "t": "Then I will rebuke the devourer for you, so that it will not destroy the fruits of the ground; nor will your vine in the field cast its*i grapes,”*i says the Lord*s of hosts."
    },
    {
        "o": 25776,
        "r": "nasb:Malachi:3:12",
        "t": "“All the nations will call you blessed, for you shall be a delightful land,” says the Lord*s of hosts."
    },
    {
        "o": 25777,
        "r": "nasb:Malachi:3:13",
        "t": "“Your*p words have been arrogant against Me,” says the Lord.*s “Yet you say, ‘What have we spoken against You?’"
    },
    {
        "o": 25778,
        "r": "nasb:Malachi:3:14",
        "t": "You have said, ‘It is vain to serve God; and what profit is it that we have kept His charge, and that we have walked in mourning before the Lord*s of hosts?"
    },
    {
        "o": 25779,
        "r": "nasb:Malachi:3:15",
        "t": "So now we call the arrogant blessed; not only are the doers of wickedness built up but they also test God and escape.’ ”"
    },
    {
        "o": 25780,
        "r": "nasb:Malachi:3:15",
        "t": "The Book of Remembrance",
        "h": 2
    },
    {
        "o": 25781,
        "r": "nasb:Malachi:3:16",
        "t": "Then*p those who feared the Lord*s spoke to one another, and the Lord*s gave attention and heard it,*i and a book of remembrance was written before Him for those who fear the Lord*s and who esteem His name."
    },
    {
        "o": 25782,
        "r": "nasb:Malachi:3:17",
        "t": "“They will be Mine,” says the Lord*s of hosts, “on the day that I prepare My*i own possession, and I will spare them as a man spares his own son who serves him.”"
    },
    {
        "o": 25783,
        "r": "nasb:Malachi:3:18",
        "t": "So you will again distinguish between the righteous and the wicked, between one who serves God and one who does not serve Him."
    },
    {
        "o": 25784,
        "r": "nasb:Malachi:4:0",
        "t": "Malachi 4",
        "h": 1
    },
    {
        "o": 25785,
        "r": "nasb:Malachi:4:0",
        "t": "Final Admonition",
        "h": 2
    },
    {
        "o": 25786,
        "r": "nasb:Malachi:4:1",
        "t": "“For*p behold, the day is coming, burning like a furnace; and all the arrogant and every evildoer will be chaff; and the day that is coming will set them ablaze,” says the Lord*s of hosts, “so that it will leave them neither root nor branch.”"
    },
    {
        "o": 25787,
        "r": "nasb:Malachi:4:2",
        "t": "“But for you who fear My name, the sun of righteousness will rise with healing in its wings; and you will go forth and skip about like calves from the stall."
    },
    {
        "o": 25788,
        "r": "nasb:Malachi:4:3",
        "t": "You will tread down the wicked, for they will be ashes under the soles of your feet on the day which I am preparing,” says the Lord*s of hosts."
    },
    {
        "o": 25789,
        "r": "nasb:Malachi:4:4",
        "t": "“Remember*p the law of Moses My servant, even*i the*i statutes and ordinances which I commanded him in Horeb for all Israel."
    },
    {
        "o": 25790,
        "r": "nasb:Malachi:4:5",
        "t": "“Behold,*p I am going to send you Elijah the prophet before the coming of the great and terrible day of the Lord.*s"
    },
    {
        "o": 25791,
        "r": "nasb:Malachi:4:6",
        "t": "He will restore the hearts of the fathers to their*i children and the hearts of the children to their fathers, so that I will not come and smite the land with a curse.”"
    }
]
