[
    {
        "o": 33688,
        "r": "nkjv:1 Timothy:6:0",
        "t": "1 Timothy 6",
        "h": 1
    },
    {
        "o": 33689,
        "r": "nkjv:1 Timothy:6:0",
        "t": "Honor Masters",
        "h": 2
    },
    {
        "o": 33690,
        "r": "nkjv:1 Timothy:6:1",
        "t": "Let*p as many bondservants as are under the yoke count their own masters worthy of all honor, so that the name of God and His*i doctrine may not be blasphemed."
    },
    {
        "o": 33691,
        "r": "nkjv:1 Timothy:6:2",
        "t": "And those who have believing masters, let them not despise them*i because they are brethren, but rather serve them*i because those who are benefited are believers and beloved. Teach and exhort these things."
    },
    {
        "o": 33692,
        "r": "nkjv:1 Timothy:6:2",
        "t": "Error and Greed",
        "h": 2
    },
    {
        "o": 33693,
        "r": "nkjv:1 Timothy:6:3",
        "t": "If*p anyone teaches otherwise and does not consent to wholesome words, even*i the words of our Lord Jesus Christ, and to the doctrine which accords with godliness,"
    },
    {
        "o": 33694,
        "r": "nkjv:1 Timothy:6:4",
        "t": "he is proud, knowing nothing, but is obsessed with disputes and arguments over words, from which come envy, strife, reviling, evil suspicions,"
    },
    {
        "o": 33695,
        "r": "nkjv:1 Timothy:6:5",
        "t": "useless wranglings of men of corrupt minds and destitute of the truth, who suppose that godliness is a means*i of*i gain. From such withdraw yourself."
    },
    {
        "o": 33696,
        "r": "nkjv:1 Timothy:6:6",
        "t": "Now*p godliness with contentment is great gain."
    },
    {
        "o": 33697,
        "r": "nkjv:1 Timothy:6:7",
        "t": "For we brought nothing into this*i world, and it is certain we can carry nothing out."
    },
    {
        "o": 33698,
        "r": "nkjv:1 Timothy:6:8",
        "t": "And having food and clothing, with these we shall be content."
    },
    {
        "o": 33699,
        "r": "nkjv:1 Timothy:6:9",
        "t": "But those who desire to be rich fall into temptation and a snare, and into*i many foolish and harmful lusts which drown men in destruction and perdition."
    },
    {
        "o": 33700,
        "r": "nkjv:1 Timothy:6:10",
        "t": "For the love of money is a root of all kinds*i of*i evil, for which some have strayed from the faith in their greediness, and pierced themselves through with many sorrows."
    },
    {
        "o": 33701,
        "r": "nkjv:1 Timothy:6:10",
        "t": "The Good Confession",
        "h": 2
    },
    {
        "o": 33702,
        "r": "nkjv:1 Timothy:6:11",
        "t": "But*p you, O man of God, flee these things and pursue righteousness, godliness, faith, love, patience, gentleness."
    },
    {
        "o": 33703,
        "r": "nkjv:1 Timothy:6:12",
        "t": "Fight the good fight of faith, lay hold on eternal life, to which you were also called and have confessed the good confession in the presence of many witnesses."
    },
    {
        "o": 33704,
        "r": "nkjv:1 Timothy:6:13",
        "t": "I urge you in the sight of God who gives life to all things, and before*i Christ Jesus who witnessed the good confession before Pontius Pilate,"
    },
    {
        "o": 33705,
        "r": "nkjv:1 Timothy:6:14",
        "t": "that you keep this*i commandment without spot, blameless until our Lord Jesus Christ’s appearing,"
    },
    {
        "o": 33706,
        "r": "nkjv:1 Timothy:6:15",
        "t": "which He will manifest in His own time, He*i who*i is*i the blessed and only Potentate, the King of kings and Lord of lords,"
    },
    {
        "o": 33707,
        "r": "nkjv:1 Timothy:6:16",
        "t": "who alone has immortality, dwelling in unapproachable light, whom no man has seen or can see, to whom be*i honor and everlasting power. Amen."
    },
    {
        "o": 33708,
        "r": "nkjv:1 Timothy:6:16",
        "t": "Instructions to the Rich",
        "h": 2
    },
    {
        "o": 33709,
        "r": "nkjv:1 Timothy:6:17",
        "t": "Command*p those who are rich in this present age not to be haughty, nor to trust in uncertain riches but in the living God, who gives us richly all things to enjoy."
    },
    {
        "o": 33710,
        "r": "nkjv:1 Timothy:6:18",
        "t": "Let*i them*i do good, that they be rich in good works, ready to give, willing to share,"
    },
    {
        "o": 33711,
        "r": "nkjv:1 Timothy:6:19",
        "t": "storing up for themselves a good foundation for the time to come, that they may lay hold on eternal life."
    },
    {
        "o": 33712,
        "r": "nkjv:1 Timothy:6:19",
        "t": "Guard the Faith",
        "h": 2
    },
    {
        "o": 33713,
        "r": "nkjv:1 Timothy:6:20",
        "t": "O*p Timothy! Guard what was committed to your trust, avoiding the profane and*i idle babblings and contradictions of what is falsely called knowledge—"
    },
    {
        "o": 33714,
        "r": "nkjv:1 Timothy:6:21",
        "t": "by professing it some have strayed concerning the faith. Grace*p be*i with you. Amen."
    }
]
