[
    {
        "o": 5471,
        "r": "csb:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5472,
        "r": "csb:Deuteronomy:3:0",
        "t": "Defeat of Og of Bashan",
        "h": 2
    },
    {
        "o": 5473,
        "r": "csb:Deuteronomy:3:1",
        "t": "“Then*p we turned and went up the road to Bashan, and King Og of Bashan came out against us with his whole army to do battle at Edrei."
    },
    {
        "o": 5474,
        "r": "csb:Deuteronomy:3:2",
        "t": "But the Lord*s said to me, ‘Do not fear him, for I have handed him over to you along with his whole army and his land. Do to him as you did to King Sihon of the Amorites, who lived in Heshbon.’"
    },
    {
        "o": 5475,
        "r": "csb:Deuteronomy:3:3",
        "t": "So the Lord*s our God also handed over King Og of Bashan and his whole army to us. We struck him until there was no survivor left."
    },
    {
        "o": 5476,
        "r": "csb:Deuteronomy:3:4",
        "t": "We captured all his cities at that time. There wasn’t a city that we didn’t take from them: sixty cities, the entire region of Argob, the kingdom of Og in Bashan."
    },
    {
        "o": 5477,
        "r": "csb:Deuteronomy:3:5",
        "t": "All these were fortified with high walls, gates, and bars, besides a large number of rural villages."
    },
    {
        "o": 5478,
        "r": "csb:Deuteronomy:3:6",
        "t": "We completely destroyed them, as we had done to King Sihon of Heshbon, destroying the men, women, and children of every city."
    },
    {
        "o": 5479,
        "r": "csb:Deuteronomy:3:7",
        "t": "But we took all the livestock and the spoil from the cities as plunder for ourselves."
    },
    {
        "o": 5480,
        "r": "csb:Deuteronomy:3:7",
        "t": "The Land of the Transjordan Tribes",
        "h": 2
    },
    {
        "o": 5481,
        "r": "csb:Deuteronomy:3:8",
        "t": "“At*p that time we took the land from the two Amorite kings across the Jordan, from the Arnon Valley as far as Mount Hermon,"
    },
    {
        "o": 5482,
        "r": "csb:Deuteronomy:3:9",
        "t": "which the Sidonians call Sirion, but the Amorites call Senir,"
    },
    {
        "o": 5483,
        "r": "csb:Deuteronomy:3:10",
        "t": "all the cities of the plateau, Gilead, and Bashan as far as Salecah and Edrei, cities of Og’s kingdom in Bashan."
    },
    {
        "o": 5484,
        "r": "csb:Deuteronomy:3:11",
        "t": "(Only King Og of Bashan was left of the remnant of the Rephaim. His bed was made of iron. Isn’t it in Rabbah of the Ammonites? It is 13½ feet long and 6 feet wide by a standard measure.)"
    },
    {
        "o": 5485,
        "r": "csb:Deuteronomy:3:12",
        "t": "“At*p that time we took possession of this land. I gave to the Reubenites and Gadites the area extending from Aroer by the Arnon Valley, and half the hill country of Gilead along with its cities."
    },
    {
        "o": 5486,
        "r": "csb:Deuteronomy:3:13",
        "t": "I gave to half the tribe of Manasseh the rest of Gilead and all Bashan, the kingdom of Og. The entire region of Argob, the whole territory of Bashan, used to be called the land of the Rephaim."
    },
    {
        "o": 5487,
        "r": "csb:Deuteronomy:3:14",
        "t": "Jair, a descendant of Manasseh, took over the entire region of Argob as far as the border of the Geshurites and Maacathites. He called Bashan by his own name, Jair’s Villages, as it is today."
    },
    {
        "o": 5488,
        "r": "csb:Deuteronomy:3:15",
        "t": "I gave Gilead to Machir,"
    },
    {
        "o": 5489,
        "r": "csb:Deuteronomy:3:16",
        "t": "and I gave to the Reubenites and Gadites the area extending from Gilead to the Arnon Valley (the middle of the valley was the border) and up to the Jabbok River, the border of the Ammonites."
    },
    {
        "o": 5490,
        "r": "csb:Deuteronomy:3:17",
        "t": "The Arabah and Jordan are also borders from Chinnereth as far as the Sea of the Arabah, the Dead Sea, under the slopes of Pisgah on the east."
    },
    {
        "o": 5491,
        "r": "csb:Deuteronomy:3:18",
        "t": "“I*p commanded you at that time: The Lord*s your God has given you this land to possess. All your valiant men will cross over in battle formation ahead of your brothers the Israelites."
    },
    {
        "o": 5492,
        "r": "csb:Deuteronomy:3:19",
        "t": "But your wives, dependents, and livestock - I know that you have a lot of livestock - will remain in the cities I have given you"
    },
    {
        "o": 5493,
        "r": "csb:Deuteronomy:3:20",
        "t": "until the Lord*s gives rest to your brothers as he has to you, and they also take possession of the land the Lord*s your God is giving them across the Jordan. Then each of you may return to his possession that I have given you."
    },
    {
        "o": 5494,
        "r": "csb:Deuteronomy:3:20",
        "t": "The Transfer of Israel’s Leadership",
        "h": 2
    },
    {
        "o": 5495,
        "r": "csb:Deuteronomy:3:21",
        "t": "“I*p commanded Joshua at that time: Your own eyes have seen everything the Lord*s your God has done to these two kings. The Lord*s will do the same to all the kingdoms you are about to enter."
    },
    {
        "o": 5496,
        "r": "csb:Deuteronomy:3:22",
        "t": "Don’t be afraid of them, for the Lord*s your God fights for you."
    },
    {
        "o": 5497,
        "r": "csb:Deuteronomy:3:23",
        "t": "“At*p that time I begged the Lord:*s"
    },
    {
        "o": 5498,
        "r": "csb:Deuteronomy:3:24",
        "t": "Lord God,*s you have begun to show your greatness and your strong hand to your servant, for what god is there in heaven or on earth who can perform deeds and mighty acts like yours?"
    },
    {
        "o": 5499,
        "r": "csb:Deuteronomy:3:25",
        "t": "Please let me cross over and see the beautiful land on the other side of the Jordan, that good hill country and Lebanon."
    },
    {
        "o": 5500,
        "r": "csb:Deuteronomy:3:26",
        "t": "“But*p the Lord*s was angry with me because of you and would not listen to me. The Lord*s said to me, ‘That’s enough! Do not speak to me again about this matter."
    },
    {
        "o": 5501,
        "r": "csb:Deuteronomy:3:27",
        "t": "Go to the top of Pisgah and look to the west, north, south, and east, and see it with your own eyes, for you will not cross the Jordan."
    },
    {
        "o": 5502,
        "r": "csb:Deuteronomy:3:28",
        "t": "But commission Joshua and encourage and strengthen him, for he will cross over ahead of the people and enable them to inherit this land that you will see.’"
    },
    {
        "o": 5503,
        "r": "csb:Deuteronomy:3:29",
        "t": "So we stayed in the valley facing Beth-peor."
    }
]
