[
    {
        "o": 2434,
        "r": "niv:Exodus:26:0",
        "t": "Exodus 26",
        "h": 1
    },
    {
        "o": 2435,
        "r": "niv:Exodus:26:0",
        "t": "The Tabernacle",
        "h": 2
    },
    {
        "o": 2436,
        "r": "niv:Exodus:26:1",
        "t": "“Make*p the tabernacle with ten curtains of finely twisted linen and blue, purple and scarlet yarn, with cherubim woven into them by a skilled worker."
    },
    {
        "o": 2437,
        "r": "niv:Exodus:26:2",
        "t": "All the curtains are to be the same size—twenty-eight cubits long and four cubits wide."
    },
    {
        "o": 2438,
        "r": "niv:Exodus:26:3",
        "t": "Join five of the curtains together, and do the same with the other five."
    },
    {
        "o": 2439,
        "r": "niv:Exodus:26:4",
        "t": "Make loops of blue material along the edge of the end curtain in one set, and do the same with the end curtain in the other set."
    },
    {
        "o": 2440,
        "r": "niv:Exodus:26:5",
        "t": "Make fifty loops on one curtain and fifty loops on the end curtain of the other set, with the loops opposite each other."
    },
    {
        "o": 2441,
        "r": "niv:Exodus:26:6",
        "t": "Then make fifty gold clasps and use them to fasten the curtains together so that the tabernacle is a unit."
    },
    {
        "o": 2442,
        "r": "niv:Exodus:26:7",
        "t": "“Make*p curtains of goat hair for the tent over the tabernacle—eleven altogether."
    },
    {
        "o": 2443,
        "r": "niv:Exodus:26:8",
        "t": "All eleven curtains are to be the same size—thirty cubits long and four cubits wide."
    },
    {
        "o": 2444,
        "r": "niv:Exodus:26:9",
        "t": "Join five of the curtains together into one set and the other six into another set. Fold the sixth curtain double at the front of the tent."
    },
    {
        "o": 2445,
        "r": "niv:Exodus:26:10",
        "t": "Make fifty loops along the edge of the end curtain in one set and also along the edge of the end curtain in the other set."
    },
    {
        "o": 2446,
        "r": "niv:Exodus:26:11",
        "t": "Then make fifty bronze clasps and put them in the loops to fasten the tent together as a unit."
    },
    {
        "o": 2447,
        "r": "niv:Exodus:26:12",
        "t": "As for the additional length of the tent curtains, the half curtain that is left over is to hang down at the rear of the tabernacle."
    },
    {
        "o": 2448,
        "r": "niv:Exodus:26:13",
        "t": "The tent curtains will be a cubit longer on both sides; what is left will hang over the sides of the tabernacle so as to cover it."
    },
    {
        "o": 2449,
        "r": "niv:Exodus:26:14",
        "t": "Make for the tent a covering of ram skins dyed red, and over that a covering of the other durable leather."
    },
    {
        "o": 2450,
        "r": "niv:Exodus:26:15",
        "t": "“Make*p upright frames of acacia wood for the tabernacle."
    },
    {
        "o": 2451,
        "r": "niv:Exodus:26:16",
        "t": "Each frame is to be ten cubits long and a cubit and a half wide,"
    },
    {
        "o": 2452,
        "r": "niv:Exodus:26:17",
        "t": "with two projections set parallel to each other. Make all the frames of the tabernacle in this way."
    },
    {
        "o": 2453,
        "r": "niv:Exodus:26:18",
        "t": "Make twenty frames for the south side of the tabernacle"
    },
    {
        "o": 2454,
        "r": "niv:Exodus:26:19",
        "t": "and make forty silver bases to go under them—two bases for each frame, one under each projection."
    },
    {
        "o": 2455,
        "r": "niv:Exodus:26:20",
        "t": "For the other side, the north side of the tabernacle, make twenty frames"
    },
    {
        "o": 2456,
        "r": "niv:Exodus:26:21",
        "t": "and forty silver bases—two under each frame."
    },
    {
        "o": 2457,
        "r": "niv:Exodus:26:22",
        "t": "Make six frames for the far end, that is, the west end of the tabernacle,"
    },
    {
        "o": 2458,
        "r": "niv:Exodus:26:23",
        "t": "and make two frames for the corners at the far end."
    },
    {
        "o": 2459,
        "r": "niv:Exodus:26:24",
        "t": "At these two corners they must be double from the bottom all the way to the top and fitted into a single ring; both shall be like that."
    },
    {
        "o": 2460,
        "r": "niv:Exodus:26:25",
        "t": "So there will be eight frames and sixteen silver bases—two under each frame."
    },
    {
        "o": 2461,
        "r": "niv:Exodus:26:26",
        "t": "“Also*p make crossbars of acacia wood: five for the frames on one side of the tabernacle,"
    },
    {
        "o": 2462,
        "r": "niv:Exodus:26:27",
        "t": "five for those on the other side, and five for the frames on the west, at the far end of the tabernacle."
    },
    {
        "o": 2463,
        "r": "niv:Exodus:26:28",
        "t": "The center crossbar is to extend from end to end at the middle of the frames."
    },
    {
        "o": 2464,
        "r": "niv:Exodus:26:29",
        "t": "Overlay the frames with gold and make gold rings to hold the crossbars. Also overlay the crossbars with gold."
    },
    {
        "o": 2465,
        "r": "niv:Exodus:26:30",
        "t": "“Set*p up the tabernacle according to the plan shown you on the mountain."
    },
    {
        "o": 2466,
        "r": "niv:Exodus:26:31",
        "t": "“Make*p a curtain of blue, purple and scarlet yarn and finely twisted linen, with cherubim woven into it by a skilled worker."
    },
    {
        "o": 2467,
        "r": "niv:Exodus:26:32",
        "t": "Hang it with gold hooks on four posts of acacia wood overlaid with gold and standing on four silver bases."
    },
    {
        "o": 2468,
        "r": "niv:Exodus:26:33",
        "t": "Hang the curtain from the clasps and place the ark of the covenant law behind the curtain. The curtain will separate the Holy Place from the Most Holy Place."
    },
    {
        "o": 2469,
        "r": "niv:Exodus:26:34",
        "t": "Put the atonement cover on the ark of the covenant law in the Most Holy Place."
    },
    {
        "o": 2470,
        "r": "niv:Exodus:26:35",
        "t": "Place the table outside the curtain on the north side of the tabernacle and put the lampstand opposite it on the south side."
    },
    {
        "o": 2471,
        "r": "niv:Exodus:26:36",
        "t": "“For*p the entrance to the tent make a curtain of blue, purple and scarlet yarn and finely twisted linen—the work of an embroiderer."
    },
    {
        "o": 2472,
        "r": "niv:Exodus:26:37",
        "t": "Make gold hooks for this curtain and five posts of acacia wood overlaid with gold. And cast five bronze bases for them."
    }
]
