[
    {
        "o": 8522,
        "r": "niv:1 Samuel:23:0",
        "t": "1 Samuel 23",
        "h": 1
    },
    {
        "o": 8523,
        "r": "niv:1 Samuel:23:0",
        "t": "David Saves Keilah",
        "h": 2
    },
    {
        "o": 8524,
        "r": "niv:1 Samuel:23:1",
        "t": "When*p David was told, “Look, the Philistines are fighting against Keilah and are looting the threshing floors,”"
    },
    {
        "o": 8525,
        "r": "niv:1 Samuel:23:2",
        "t": "he inquired of the Lord,*s saying, “Shall I go and attack these Philistines?” The*p Lord*s answered him, “Go, attack the Philistines and save Keilah.”"
    },
    {
        "o": 8526,
        "r": "niv:1 Samuel:23:3",
        "t": "But*p David’s men said to him, “Here in Judah we are afraid. How much more, then, if we go to Keilah against the Philistine forces!”"
    },
    {
        "o": 8527,
        "r": "niv:1 Samuel:23:4",
        "t": "Once*p again David inquired of the Lord,*s and the Lord*s answered him, “Go down to Keilah, for I am going to give the Philistines into your hand.”"
    },
    {
        "o": 8528,
        "r": "niv:1 Samuel:23:5",
        "t": "So David and his men went to Keilah, fought the Philistines and carried off their livestock. He inflicted heavy losses on the Philistines and saved the people of Keilah."
    },
    {
        "o": 8529,
        "r": "niv:1 Samuel:23:6",
        "t": "(Now Abiathar son of Ahimelek had brought the ephod down with him when he fled to David at Keilah.)"
    },
    {
        "o": 8530,
        "r": "niv:1 Samuel:23:6",
        "t": "Saul Pursues David",
        "h": 2
    },
    {
        "o": 8531,
        "r": "niv:1 Samuel:23:7",
        "t": "Saul*p was told that David had gone to Keilah, and he said, “God has delivered him into my hands, for David has imprisoned himself by entering a town with gates and bars.”"
    },
    {
        "o": 8532,
        "r": "niv:1 Samuel:23:8",
        "t": "And Saul called up all his forces for battle, to go down to Keilah to besiege David and his men."
    },
    {
        "o": 8533,
        "r": "niv:1 Samuel:23:9",
        "t": "When*p David learned that Saul was plotting against him, he said to Abiathar the priest, “Bring the ephod.”"
    },
    {
        "o": 8534,
        "r": "niv:1 Samuel:23:10",
        "t": "David said, “Lord,*s God of Israel, your servant has heard definitely that Saul plans to come to Keilah and destroy the town on account of me."
    },
    {
        "o": 8535,
        "r": "niv:1 Samuel:23:11",
        "t": "Will the citizens of Keilah surrender me to him? Will Saul come down, as your servant has heard? Lord,*s God of Israel, tell your servant.” And*p the Lord*s said, “He will.”"
    },
    {
        "o": 8536,
        "r": "niv:1 Samuel:23:12",
        "t": "Again*p David asked, “Will the citizens of Keilah surrender me and my men to Saul?” And*p the Lord*s said, “They will.”"
    },
    {
        "o": 8537,
        "r": "niv:1 Samuel:23:13",
        "t": "So*p David and his men, about six hundred in number, left Keilah and kept moving from place to place. When Saul was told that David had escaped from Keilah, he did not go there."
    },
    {
        "o": 8538,
        "r": "niv:1 Samuel:23:14",
        "t": "David*p stayed in the wilderness strongholds and in the hills of the Desert of Ziph. Day after day Saul searched for him, but God did not give David into his hands."
    },
    {
        "o": 8539,
        "r": "niv:1 Samuel:23:15",
        "t": "While*p David was at Horesh in the Desert of Ziph, he learned that Saul had come out to take his life."
    },
    {
        "o": 8540,
        "r": "niv:1 Samuel:23:16",
        "t": "And Saul’s son Jonathan went to David at Horesh and helped him find strength in God."
    },
    {
        "o": 8541,
        "r": "niv:1 Samuel:23:17",
        "t": "“Don’t be afraid,” he said. “My father Saul will not lay a hand on you. You will be king over Israel, and I will be second to you. Even my father Saul knows this.”"
    },
    {
        "o": 8542,
        "r": "niv:1 Samuel:23:18",
        "t": "The two of them made a covenant before the Lord.*s Then Jonathan went home, but David remained at Horesh."
    },
    {
        "o": 8543,
        "r": "niv:1 Samuel:23:19",
        "t": "The*p Ziphites went up to Saul at Gibeah and said, “Is not David hiding among us in the strongholds at Horesh, on the hill of Hakilah, south of Jeshimon?"
    },
    {
        "o": 8544,
        "r": "niv:1 Samuel:23:20",
        "t": "Now, Your Majesty, come down whenever it pleases you to do so, and we will be responsible for giving him into your hands.”"
    },
    {
        "o": 8545,
        "r": "niv:1 Samuel:23:21",
        "t": "Saul*p replied, “The Lord*s bless you for your concern for me."
    },
    {
        "o": 8546,
        "r": "niv:1 Samuel:23:22",
        "t": "Go and get more information. Find out where David usually goes and who has seen him there. They tell me he is very crafty."
    },
    {
        "o": 8547,
        "r": "niv:1 Samuel:23:23",
        "t": "Find out about all the hiding places he uses and come back to me with definite information. Then I will go with you; if he is in the area, I will track him down among all the clans of Judah.”"
    },
    {
        "o": 8548,
        "r": "niv:1 Samuel:23:24",
        "t": "So*p they set out and went to Ziph ahead of Saul. Now David and his men were in the Desert of Maon, in the Arabah south of Jeshimon."
    },
    {
        "o": 8549,
        "r": "niv:1 Samuel:23:25",
        "t": "Saul and his men began the search, and when David was told about it, he went down to the rock and stayed in the Desert of Maon. When Saul heard this, he went into the Desert of Maon in pursuit of David."
    },
    {
        "o": 8550,
        "r": "niv:1 Samuel:23:26",
        "t": "Saul*p was going along one side of the mountain, and David and his men were on the other side, hurrying to get away from Saul. As Saul and his forces were closing in on David and his men to capture them,"
    },
    {
        "o": 8551,
        "r": "niv:1 Samuel:23:27",
        "t": "a messenger came to Saul, saying, “Come quickly! The Philistines are raiding the land.”"
    },
    {
        "o": 8552,
        "r": "niv:1 Samuel:23:28",
        "t": "Then Saul broke off his pursuit of David and went to meet the Philistines. That is why they call this place Sela Hammahlekoth."
    },
    {
        "o": 8553,
        "r": "niv:1 Samuel:23:29",
        "t": "And David went up from there and lived in the strongholds of En Gedi."
    }
]
