[
    {
        "o": 23965,
        "r": "kjv:Zechariah:3:0",
        "t": "Zechariah 3",
        "h": 1
    },
    {
        "o": 23966,
        "r": "kjv:Zechariah:3:1",
        "t": "And*p he shewed me Joshua the high priest standing before the angel of the Lord,*s and Satan standing at his right hand to resist him."
    },
    {
        "o": 23967,
        "r": "kjv:Zechariah:3:2",
        "t": "And*p the Lord*s said unto Satan, The Lord*s rebuke thee, O Satan; even the Lord*s that hath chosen Jerusalem rebuke thee: is not this a brand plucked out of the fire?"
    },
    {
        "o": 23968,
        "r": "kjv:Zechariah:3:3",
        "t": "Now*p Joshua was clothed with filthy garments, and stood before the angel."
    },
    {
        "o": 23969,
        "r": "kjv:Zechariah:3:4",
        "t": "And*p he answered and spake unto those that stood before him, saying, Take away the filthy garments from him. And unto him he said, Behold, I have caused thine iniquity to pass from thee, and I will clothe thee with change of raiment."
    },
    {
        "o": 23970,
        "r": "kjv:Zechariah:3:5",
        "t": "And*p I said, Let them set a fair mitre upon his head. So they set a fair mitre upon his head, and clothed him with garments. And the angel of the Lord*s stood by."
    },
    {
        "o": 23971,
        "r": "kjv:Zechariah:3:6",
        "t": "And*p the angel of the Lord*s protested unto Joshua, saying,"
    },
    {
        "o": 23972,
        "r": "kjv:Zechariah:3:7",
        "t": "Thus*p saith the Lord*s of hosts; If thou wilt walk in my ways, and if thou wilt keep my charge, then thou shalt also judge my house, and shalt also keep my courts, and I will give thee places to walk among these that stand by."
    },
    {
        "o": 23973,
        "r": "kjv:Zechariah:3:8",
        "t": "Hear*p now, O Joshua the high priest, thou, and thy fellows that sit before thee: for they are men wondered at: for, behold, I will bring forth my servant the BRANCH."
    },
    {
        "o": 23974,
        "r": "kjv:Zechariah:3:9",
        "t": "For*p behold the stone that I have laid before Joshua; upon one stone shall be seven eyes: behold, I will engrave the graving thereof, saith the Lord*s of hosts, and I will remove the iniquity of that land in one day."
    },
    {
        "o": 23975,
        "r": "kjv:Zechariah:3:10",
        "t": "In*p that day, saith the Lord*s of hosts, shall ye call every man his neighbour under the vine and under the fig tree."
    }
]
