[
    {
        "o": 12346,
        "r": "nasb:2 Chronicles:4:0",
        "t": "2 Chronicles 4",
        "h": 1
    },
    {
        "o": 12347,
        "r": "nasb:2 Chronicles:4:0",
        "t": "Furnishings of the Temple",
        "h": 2
    },
    {
        "o": 12348,
        "r": "nasb:2 Chronicles:4:1",
        "t": "Then*p he made a bronze altar, twenty cubits in length and twenty cubits in width and ten cubits in height."
    },
    {
        "o": 12349,
        "r": "nasb:2 Chronicles:4:2",
        "t": "Also he made the cast metal*i sea, ten cubits from brim to brim, circular in form, and its height was*i five cubits and its circumference thirty cubits."
    },
    {
        "o": 12350,
        "r": "nasb:2 Chronicles:4:3",
        "t": "Now figures like oxen were*i under it and*i all around it, ten cubits, entirely encircling the sea. The oxen were*i in two rows, cast in one piece."
    },
    {
        "o": 12351,
        "r": "nasb:2 Chronicles:4:4",
        "t": "It stood on twelve oxen, three facing the north, three facing west, three facing south and three facing east; and the sea was*i set*i on top of them and all their hindquarters turned inwards."
    },
    {
        "o": 12352,
        "r": "nasb:2 Chronicles:4:5",
        "t": "It was a handbreadth thick, and its brim was made like the brim of a cup, like*i a lily blossom; it could hold 3,000 baths."
    },
    {
        "o": 12353,
        "r": "nasb:2 Chronicles:4:6",
        "t": "He also made ten basins in which to wash, and he set five on the right side and five on the left to rinse things for the burnt offering; but the sea was*i for the priests to wash in."
    },
    {
        "o": 12354,
        "r": "nasb:2 Chronicles:4:7",
        "t": "Then*p he made the ten golden lampstands in the way prescribed for them and he set them in the temple, five on the right side and five on the left."
    },
    {
        "o": 12355,
        "r": "nasb:2 Chronicles:4:8",
        "t": "He also made ten tables and placed them in the temple, five on the right side and five on the left. And he made one hundred golden bowls."
    },
    {
        "o": 12356,
        "r": "nasb:2 Chronicles:4:9",
        "t": "Then he made the court of the priests and the great court and doors for the court, and overlaid their doors with bronze."
    },
    {
        "o": 12357,
        "r": "nasb:2 Chronicles:4:10",
        "t": "He set the sea on the right side of*i the*i house*i toward the southeast."
    },
    {
        "o": 12358,
        "r": "nasb:2 Chronicles:4:11",
        "t": "Huram*p also made the pails, the shovels and the bowls. So Huram finished doing the work which he performed for King Solomon in the house of God:"
    },
    {
        "o": 12359,
        "r": "nasb:2 Chronicles:4:12",
        "t": "the two pillars, the bowls and the two capitals on top of the pillars, and the two networks to cover the two bowls of the capitals which were on top of the pillars,"
    },
    {
        "o": 12360,
        "r": "nasb:2 Chronicles:4:13",
        "t": "and the four hundred pomegranates for the two networks, two rows of pomegranates for each network to cover the two bowls of the capitals which were on the pillars."
    },
    {
        "o": 12361,
        "r": "nasb:2 Chronicles:4:14",
        "t": "He also made the stands and he made the basins on the stands,"
    },
    {
        "o": 12362,
        "r": "nasb:2 Chronicles:4:15",
        "t": "and*i the one sea with the twelve oxen under it."
    },
    {
        "o": 12363,
        "r": "nasb:2 Chronicles:4:16",
        "t": "The pails, the shovels, the forks and all its utensils, Huram-abi made of polished bronze for King Solomon for the house of the Lord.*s"
    },
    {
        "o": 12364,
        "r": "nasb:2 Chronicles:4:17",
        "t": "On the plain of the Jordan the king cast them in the clay ground between Succoth and Zeredah."
    },
    {
        "o": 12365,
        "r": "nasb:2 Chronicles:4:18",
        "t": "Thus Solomon made all these utensils in great quantities, for the weight of the bronze could not be found out."
    },
    {
        "o": 12366,
        "r": "nasb:2 Chronicles:4:19",
        "t": "Solomon*p also made all the things that were*i in the house of God: even the golden altar, the tables with the bread of the Presence on them,"
    },
    {
        "o": 12367,
        "r": "nasb:2 Chronicles:4:20",
        "t": "the lampstands with their lamps of pure gold, to burn in front of the inner sanctuary in the way prescribed;"
    },
    {
        "o": 12368,
        "r": "nasb:2 Chronicles:4:21",
        "t": "the flowers, the lamps, and the tongs of gold, of purest gold;"
    },
    {
        "o": 12369,
        "r": "nasb:2 Chronicles:4:22",
        "t": "and the snuffers, the bowls, the spoons and the firepans of pure gold; and the entrance of the house, its inner doors for the holy of holies and the doors of the house, that*i is,*i of the nave, of gold."
    }
]
