[
    {
        "o": 34078,
        "r": "nasb:1 John:4:0",
        "t": "1 John 4",
        "h": 1
    },
    {
        "o": 34079,
        "r": "nasb:1 John:4:0",
        "t": "Testing the Spirits",
        "h": 2
    },
    {
        "o": 34080,
        "r": "nasb:1 John:4:1",
        "t": "Beloved,*p do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."
    },
    {
        "o": 34081,
        "r": "nasb:1 John:4:2",
        "t": "By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God;"
    },
    {
        "o": 34082,
        "r": "nasb:1 John:4:3",
        "t": "and every spirit that does not confess Jesus is not from God; this is the spirit*i of the antichrist, of which you have heard that it is coming, and now it is already in the world."
    },
    {
        "o": 34083,
        "r": "nasb:1 John:4:4",
        "t": "You are from God, little children, and have overcome them; because greater is He who is in you than he who is in the world."
    },
    {
        "o": 34084,
        "r": "nasb:1 John:4:5",
        "t": "They are from the world; therefore they speak as*i from the world, and the world listens to them."
    },
    {
        "o": 34085,
        "r": "nasb:1 John:4:6",
        "t": "We are from God; he who knows God listens to us; he who is not from God does not listen to us. By this we know the spirit of truth and the spirit of error."
    },
    {
        "o": 34086,
        "r": "nasb:1 John:4:6",
        "t": "God Is Love",
        "h": 2
    },
    {
        "o": 34087,
        "r": "nasb:1 John:4:7",
        "t": "Beloved,*p let us love one another, for love is from God; and everyone who loves is born of God and knows God."
    },
    {
        "o": 34088,
        "r": "nasb:1 John:4:8",
        "t": "The one who does not love does not know God, for God is love."
    },
    {
        "o": 34089,
        "r": "nasb:1 John:4:9",
        "t": "By this the love of God was manifested in us, that God has sent His only begotten Son into the world so that we might live through Him."
    },
    {
        "o": 34090,
        "r": "nasb:1 John:4:10",
        "t": "In this is love, not that we loved God, but that He loved us and sent His Son to*i be*i the propitiation for our sins."
    },
    {
        "o": 34091,
        "r": "nasb:1 John:4:11",
        "t": "Beloved, if God so loved us, we also ought to love one another."
    },
    {
        "o": 34092,
        "r": "nasb:1 John:4:12",
        "t": "No one has seen God at any time; if we love one another, God abides in us, and His love is perfected in us."
    },
    {
        "o": 34093,
        "r": "nasb:1 John:4:13",
        "t": "By this we know that we abide in Him and He in us, because He has given us of His Spirit."
    },
    {
        "o": 34094,
        "r": "nasb:1 John:4:14",
        "t": "We have seen and testify that the Father has sent the Son to*i be*i the Savior of the world."
    },
    {
        "o": 34095,
        "r": "nasb:1 John:4:15",
        "t": "Whoever*p confesses that Jesus is the Son of God, God abides in him, and he in God."
    },
    {
        "o": 34096,
        "r": "nasb:1 John:4:16",
        "t": "We have come to know and have believed the love which God has for us. God is love, and the one who abides in love abides in God, and God abides in him."
    },
    {
        "o": 34097,
        "r": "nasb:1 John:4:17",
        "t": "By this, love is perfected with us, so that we may have confidence in the day of judgment; because as He is, so also are we in this world."
    },
    {
        "o": 34098,
        "r": "nasb:1 John:4:18",
        "t": "There is no fear in love; but perfect love casts out fear, because fear involves punishment, and the one who fears is not perfected in love."
    },
    {
        "o": 34099,
        "r": "nasb:1 John:4:19",
        "t": "We love, because He first loved us."
    },
    {
        "o": 34100,
        "r": "nasb:1 John:4:20",
        "t": "If someone says, “I love God,” and hates his brother, he is a liar; for the one who does not love his brother whom he has seen, cannot love God whom he has not seen."
    },
    {
        "o": 34101,
        "r": "nasb:1 John:4:21",
        "t": "And this commandment we have from Him, that the one who loves God should love his brother also."
    }
]
