[
    {
        "o": 9079,
        "r": "niv:2 Samuel:13:0",
        "t": "2 Samuel 13",
        "h": 1
    },
    {
        "o": 9080,
        "r": "niv:2 Samuel:13:0",
        "t": "Amnon and Tamar",
        "h": 2
    },
    {
        "o": 9081,
        "r": "niv:2 Samuel:13:1",
        "t": "In*p the course of time, Amnon son of David fell in love with Tamar, the beautiful sister of Absalom son of David."
    },
    {
        "o": 9082,
        "r": "niv:2 Samuel:13:2",
        "t": "Amnon*p became so obsessed with his sister Tamar that he made himself ill. She was a virgin, and it seemed impossible for him to do anything to her."
    },
    {
        "o": 9083,
        "r": "niv:2 Samuel:13:3",
        "t": "Now*p Amnon had an adviser named Jonadab son of Shimeah, David’s brother. Jonadab was a very shrewd man."
    },
    {
        "o": 9084,
        "r": "niv:2 Samuel:13:4",
        "t": "He asked Amnon, “Why do you, the king’s son, look so haggard morning after morning? Won’t you tell me?” Amnon*p said to him, “I’m in love with Tamar, my brother Absalom’s sister.”"
    },
    {
        "o": 9085,
        "r": "niv:2 Samuel:13:5",
        "t": "“Go*p to bed and pretend to be ill,” Jonadab said. “When your father comes to see you, say to him, ‘I would like my sister Tamar to come and give me something to eat. Let her prepare the food in my sight so I may watch her and then eat it from her hand.’ ”"
    },
    {
        "o": 9086,
        "r": "niv:2 Samuel:13:6",
        "t": "So*p Amnon lay down and pretended to be ill. When the king came to see him, Amnon said to him, “I would like my sister Tamar to come and make some special bread in my sight, so I may eat from her hand.”"
    },
    {
        "o": 9087,
        "r": "niv:2 Samuel:13:7",
        "t": "David*p sent word to Tamar at the palace: “Go to the house of your brother Amnon and prepare some food for him.”"
    },
    {
        "o": 9088,
        "r": "niv:2 Samuel:13:8",
        "t": "So Tamar went to the house of her brother Amnon, who was lying down. She took some dough, kneaded it, made the bread in his sight and baked it."
    },
    {
        "o": 9089,
        "r": "niv:2 Samuel:13:9",
        "t": "Then she took the pan and served him the bread, but he refused to eat. “Send*p everyone out of here,” Amnon said. So everyone left him."
    },
    {
        "o": 9090,
        "r": "niv:2 Samuel:13:10",
        "t": "Then Amnon said to Tamar, “Bring the food here into my bedroom so I may eat from your hand.” And Tamar took the bread she had prepared and brought it to her brother Amnon in his bedroom."
    },
    {
        "o": 9091,
        "r": "niv:2 Samuel:13:11",
        "t": "But when she took it to him to eat, he grabbed her and said, “Come to bed with me, my sister.”"
    },
    {
        "o": 9092,
        "r": "niv:2 Samuel:13:12",
        "t": "“No,*p my brother!” she said to him. “Don’t force me! Such a thing should not be done in Israel! Don’t do this wicked thing."
    },
    {
        "o": 9093,
        "r": "niv:2 Samuel:13:13",
        "t": "What about me? Where could I get rid of my disgrace? And what about you? You would be like one of the wicked fools in Israel. Please speak to the king; he will not keep me from being married to you.”"
    },
    {
        "o": 9094,
        "r": "niv:2 Samuel:13:14",
        "t": "But he refused to listen to her, and since he was stronger than she, he raped her."
    },
    {
        "o": 9095,
        "r": "niv:2 Samuel:13:15",
        "t": "Then*p Amnon hated her with intense hatred. In fact, he hated her more than he had loved her. Amnon said to her, “Get up and get out!”"
    },
    {
        "o": 9096,
        "r": "niv:2 Samuel:13:16",
        "t": "“No!”*p she said to him. “Sending me away would be a greater wrong than what you have already done to me.” But*p he refused to listen to her."
    },
    {
        "o": 9097,
        "r": "niv:2 Samuel:13:17",
        "t": "He called his personal servant and said, “Get this woman out of my sight and bolt the door after her.”"
    },
    {
        "o": 9098,
        "r": "niv:2 Samuel:13:18",
        "t": "So his servant put her out and bolted the door after her. She was wearing an ornate robe, for this was the kind of garment the virgin daughters of the king wore."
    },
    {
        "o": 9099,
        "r": "niv:2 Samuel:13:19",
        "t": "Tamar put ashes on her head and tore the ornate robe she was wearing. She put her hands on her head and went away, weeping aloud as she went."
    },
    {
        "o": 9100,
        "r": "niv:2 Samuel:13:20",
        "t": "Her*p brother Absalom said to her, “Has that Amnon, your brother, been with you? Be quiet for now, my sister; he is your brother. Don’t take this thing to heart.” And Tamar lived in her brother Absalom’s house, a desolate woman."
    },
    {
        "o": 9101,
        "r": "niv:2 Samuel:13:21",
        "t": "When*p King David heard all this, he was furious."
    },
    {
        "o": 9102,
        "r": "niv:2 Samuel:13:22",
        "t": "And Absalom never said a word to Amnon, either good or bad; he hated Amnon because he had disgraced his sister Tamar."
    },
    {
        "o": 9103,
        "r": "niv:2 Samuel:13:22",
        "t": "Absalom Kills Amnon",
        "h": 2
    },
    {
        "o": 9104,
        "r": "niv:2 Samuel:13:23",
        "t": "Two*p years later, when Absalom’s sheepshearers were at Baal Hazor near the border of Ephraim, he invited all the king’s sons to come there."
    },
    {
        "o": 9105,
        "r": "niv:2 Samuel:13:24",
        "t": "Absalom went to the king and said, “Your servant has had shearers come. Will the king and his attendants please join me?”"
    },
    {
        "o": 9106,
        "r": "niv:2 Samuel:13:25",
        "t": "“No,*p my son,” the king replied. “All of us should not go; we would only be a burden to you.” Although Absalom urged him, he still refused to go but gave him his blessing."
    },
    {
        "o": 9107,
        "r": "niv:2 Samuel:13:26",
        "t": "Then*p Absalom said, “If not, please let my brother Amnon come with us.” The*p king asked him, “Why should he go with you?”"
    },
    {
        "o": 9108,
        "r": "niv:2 Samuel:13:27",
        "t": "But Absalom urged him, so he sent with him Amnon and the rest of the king’s sons."
    },
    {
        "o": 9109,
        "r": "niv:2 Samuel:13:28",
        "t": "Absalom*p ordered his men, “Listen! When Amnon is in high spirits from drinking wine and I say to you, ‘Strike Amnon down,’ then kill him. Don’t be afraid. Haven’t I given you this order? Be strong and brave.”"
    },
    {
        "o": 9110,
        "r": "niv:2 Samuel:13:29",
        "t": "So Absalom’s men did to Amnon what Absalom had ordered. Then all the king’s sons got up, mounted their mules and fled."
    },
    {
        "o": 9111,
        "r": "niv:2 Samuel:13:30",
        "t": "While*p they were on their way, the report came to David: “Absalom has struck down all the king’s sons; not one of them is left.”"
    },
    {
        "o": 9112,
        "r": "niv:2 Samuel:13:31",
        "t": "The king stood up, tore his clothes and lay down on the ground; and all his attendants stood by with their clothes torn."
    },
    {
        "o": 9113,
        "r": "niv:2 Samuel:13:32",
        "t": "But*p Jonadab son of Shimeah, David’s brother, said, “My lord should not think that they killed all the princes; only Amnon is dead. This has been Absalom’s express intention ever since the day Amnon raped his sister Tamar."
    },
    {
        "o": 9114,
        "r": "niv:2 Samuel:13:33",
        "t": "My lord the king should not be concerned about the report that all the king’s sons are dead. Only Amnon is dead.”"
    },
    {
        "o": 9115,
        "r": "niv:2 Samuel:13:34",
        "t": "Meanwhile,*p Absalom had fled. Now*p the man standing watch looked up and saw many people on the road west of him, coming down the side of the hill. The watchman went and told the king, “I see men in the direction of Horonaim, on the side of the hill.”"
    },
    {
        "o": 9116,
        "r": "niv:2 Samuel:13:35",
        "t": "Jonadab*p said to the king, “See, the king’s sons have come; it has happened just as your servant said.”"
    },
    {
        "o": 9117,
        "r": "niv:2 Samuel:13:36",
        "t": "As*p he finished speaking, the king’s sons came in, wailing loudly. The king, too, and all his attendants wept very bitterly."
    },
    {
        "o": 9118,
        "r": "niv:2 Samuel:13:37",
        "t": "Absalom*p fled and went to Talmai son of Ammihud, the king of Geshur. But King David mourned many days for his son."
    },
    {
        "o": 9119,
        "r": "niv:2 Samuel:13:38",
        "t": "After*p Absalom fled and went to Geshur, he stayed there three years."
    },
    {
        "o": 9120,
        "r": "niv:2 Samuel:13:39",
        "t": "And King David longed to go to Absalom, for he was consoled concerning Amnon’s death."
    }
]
