[
    {
        "o": 12939,
        "r": "nasb:2 Chronicles:27:0",
        "t": "2 Chronicles 27",
        "h": 1
    },
    {
        "o": 12940,
        "r": "nasb:2 Chronicles:27:0",
        "t": "Jotham Succeeds Uzziah in Judah",
        "h": 2
    },
    {
        "o": 12941,
        "r": "nasb:2 Chronicles:27:1",
        "t": "Jotham*p was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. And his mother’s name was Jerushah the daughter of Zadok."
    },
    {
        "o": 12942,
        "r": "nasb:2 Chronicles:27:2",
        "t": "He did right in the sight of the Lord,*s according to all that his father Uzziah had done; however he did not enter the temple of the Lord.*s But the people continued acting corruptly."
    },
    {
        "o": 12943,
        "r": "nasb:2 Chronicles:27:3",
        "t": "He built the upper gate of the house of the Lord,*s and he built extensively the wall of Ophel."
    },
    {
        "o": 12944,
        "r": "nasb:2 Chronicles:27:4",
        "t": "Moreover, he built cities in the hill country of Judah, and he built fortresses and towers on the wooded hills.*i"
    },
    {
        "o": 12945,
        "r": "nasb:2 Chronicles:27:5",
        "t": "He fought also with the king of the Ammonites and prevailed over them so that the Ammonites gave him during that year one hundred talents of silver, ten thousand kors of wheat and ten thousand of barley. The Ammonites also paid him this amount*i in the second and in the third year."
    },
    {
        "o": 12946,
        "r": "nasb:2 Chronicles:27:6",
        "t": "So Jotham became mighty because he ordered his ways before the Lord*s his God."
    },
    {
        "o": 12947,
        "r": "nasb:2 Chronicles:27:7",
        "t": "Now the rest of the acts of Jotham, even all his wars and his acts, behold, they are written in the Book of the Kings of Israel and Judah."
    },
    {
        "o": 12948,
        "r": "nasb:2 Chronicles:27:8",
        "t": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem."
    },
    {
        "o": 12949,
        "r": "nasb:2 Chronicles:27:9",
        "t": "And Jotham slept with his fathers, and they buried him in the city of David; and Ahaz his son became king in his place."
    }
]
