[
    {
        "o": 10951,
        "r": "niv:2 Kings:18:0",
        "t": "2 Kings 18",
        "h": 1
    },
    {
        "o": 10952,
        "r": "niv:2 Kings:18:0",
        "t": "Hezekiah King of Judah",
        "h": 2
    },
    {
        "o": 10953,
        "r": "niv:2 Kings:18:1",
        "t": "In*p the third year of Hoshea son of Elah king of Israel, Hezekiah son of Ahaz king of Judah began to reign."
    },
    {
        "o": 10954,
        "r": "niv:2 Kings:18:2",
        "t": "He was twenty-five years old when he became king, and he reigned in Jerusalem twenty-nine years. His mother’s name was Abijah daughter of Zechariah."
    },
    {
        "o": 10955,
        "r": "niv:2 Kings:18:3",
        "t": "He did what was right in the eyes of the Lord,*s just as his father David had done."
    },
    {
        "o": 10956,
        "r": "niv:2 Kings:18:4",
        "t": "He removed the high places, smashed the sacred stones and cut down the Asherah poles. He broke into pieces the bronze snake Moses had made, for up to that time the Israelites had been burning incense to it. (It was called Nehushtan.)"
    },
    {
        "o": 10957,
        "r": "niv:2 Kings:18:5",
        "t": "Hezekiah*p trusted in the Lord,*s the God of Israel. There was no one like him among all the kings of Judah, either before him or after him."
    },
    {
        "o": 10958,
        "r": "niv:2 Kings:18:6",
        "t": "He held fast to the Lord*s and did not stop following him; he kept the commands the Lord*s had given Moses."
    },
    {
        "o": 10959,
        "r": "niv:2 Kings:18:7",
        "t": "And the Lord*s was with him; he was successful in whatever he undertook. He rebelled against the king of Assyria and did not serve him."
    },
    {
        "o": 10960,
        "r": "niv:2 Kings:18:8",
        "t": "From watchtower to fortified city, he defeated the Philistines, as far as Gaza and its territory."
    },
    {
        "o": 10961,
        "r": "niv:2 Kings:18:9",
        "t": "In*p King Hezekiah’s fourth year, which was the seventh year of Hoshea son of Elah king of Israel, Shalmaneser king of Assyria marched against Samaria and laid siege to it."
    },
    {
        "o": 10962,
        "r": "niv:2 Kings:18:10",
        "t": "At the end of three years the Assyrians took it. So Samaria was captured in Hezekiah’s sixth year, which was the ninth year of Hoshea king of Israel."
    },
    {
        "o": 10963,
        "r": "niv:2 Kings:18:11",
        "t": "The king of Assyria deported Israel to Assyria and settled them in Halah, in Gozan on the Habor River and in towns of the Medes."
    },
    {
        "o": 10964,
        "r": "niv:2 Kings:18:12",
        "t": "This happened because they had not obeyed the Lord*s their God, but had violated his covenant—all that Moses the servant of the Lord*s commanded. They neither listened to the commands nor carried them out."
    },
    {
        "o": 10965,
        "r": "niv:2 Kings:18:13",
        "t": "In*p the fourteenth year of King Hezekiah’s reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them."
    },
    {
        "o": 10966,
        "r": "niv:2 Kings:18:14",
        "t": "So Hezekiah king of Judah sent this message to the king of Assyria at Lachish: “I have done wrong. Withdraw from me, and I will pay whatever you demand of me.” The king of Assyria exacted from Hezekiah king of Judah three hundred talents of silver and thirty talents of gold."
    },
    {
        "o": 10967,
        "r": "niv:2 Kings:18:15",
        "t": "So Hezekiah gave him all the silver that was found in the temple of the Lord*s and in the treasuries of the royal palace."
    },
    {
        "o": 10968,
        "r": "niv:2 Kings:18:16",
        "t": "At*p this time Hezekiah king of Judah stripped off the gold with which he had covered the doors and doorposts of the temple of the Lord,*s and gave it to the king of Assyria."
    },
    {
        "o": 10969,
        "r": "niv:2 Kings:18:16",
        "t": "Sennacherib Threatens Jerusalem",
        "h": 2
    },
    {
        "o": 10970,
        "r": "niv:2 Kings:18:17",
        "t": "The*p king of Assyria sent his supreme commander, his chief officer and his field commander with a large army, from Lachish to King Hezekiah at Jerusalem. They came up to Jerusalem and stopped at the aqueduct of the Upper Pool, on the road to the Washerman’s Field."
    },
    {
        "o": 10971,
        "r": "niv:2 Kings:18:18",
        "t": "They called for the king; and Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to them."
    },
    {
        "o": 10972,
        "r": "niv:2 Kings:18:19",
        "t": "The*p field commander said to them, “Tell Hezekiah: “ ‘This*ln is what the great king, the king of Assyria, says: On what are you basing this confidence of yours?"
    },
    {
        "o": 10973,
        "r": "niv:2 Kings:18:20",
        "t": "You say you have the counsel and the might for war—but you speak only empty words. On whom are you depending, that you rebel against me?"
    },
    {
        "o": 10974,
        "r": "niv:2 Kings:18:21",
        "t": "Look, I know you are depending on Egypt, that splintered reed of a staff, which pierces the hand of anyone who leans on it! Such is Pharaoh king of Egypt to all who depend on him."
    },
    {
        "o": 10975,
        "r": "niv:2 Kings:18:22",
        "t": "But if you say to me, “We are depending on the Lord*s our God”—isn’t he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, “You must worship before this altar in Jerusalem”?"
    },
    {
        "o": 10976,
        "r": "niv:2 Kings:18:23",
        "t": "“ ‘Come*ln now, make a bargain with my master, the king of Assyria: I will give you two thousand horses—if you can put riders on them!"
    },
    {
        "o": 10977,
        "r": "niv:2 Kings:18:24",
        "t": "How can you repulse one officer of the least of my master’s officials, even though you are depending on Egypt for chariots and horsemen?"
    },
    {
        "o": 10978,
        "r": "niv:2 Kings:18:25",
        "t": "Furthermore, have I come to attack and destroy this place without word from the Lord?*s The Lord*s himself told me to march against this country and destroy it.’ ”"
    },
    {
        "o": 10979,
        "r": "niv:2 Kings:18:26",
        "t": "Then*p Eliakim son of Hilkiah, and Shebna and Joah said to the field commander, “Please speak to your servants in Aramaic, since we understand it. Don’t speak to us in Hebrew in the hearing of the people on the wall.”"
    },
    {
        "o": 10980,
        "r": "niv:2 Kings:18:27",
        "t": "But*p the commander replied, “Was it only to your master and you that my master sent me to say these things, and not to the people sitting on the wall—who, like you, will have to eat their own excrement and drink their own urine?”"
    },
    {
        "o": 10981,
        "r": "niv:2 Kings:18:28",
        "t": "Then*p the commander stood and called out in Hebrew, “Hear the word of the great king, the king of Assyria!"
    },
    {
        "o": 10982,
        "r": "niv:2 Kings:18:29",
        "t": "This is what the king says: Do not let Hezekiah deceive you. He cannot deliver you from my hand."
    },
    {
        "o": 10983,
        "r": "niv:2 Kings:18:30",
        "t": "Do not let Hezekiah persuade you to trust in the Lord*s when he says, ‘The Lord*s will surely deliver us; this city will not be given into the hand of the king of Assyria.’"
    },
    {
        "o": 10984,
        "r": "niv:2 Kings:18:31",
        "t": "“Do*p not listen to Hezekiah. This is what the king of Assyria says: Make peace with me and come out to me. Then each of you will eat fruit from your own vine and fig tree and drink water from your own cistern,"
    },
    {
        "o": 10985,
        "r": "niv:2 Kings:18:32",
        "t": "until I come and take you to a land like your own—a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey. Choose life and not death! “Do*p not listen to Hezekiah, for he is misleading you when he says, ‘The Lord*s will deliver us.’"
    },
    {
        "o": 10986,
        "r": "niv:2 Kings:18:33",
        "t": "Has the god of any nation ever delivered his land from the hand of the king of Assyria?"
    },
    {
        "o": 10987,
        "r": "niv:2 Kings:18:34",
        "t": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena and Ivvah? Have they rescued Samaria from my hand?"
    },
    {
        "o": 10988,
        "r": "niv:2 Kings:18:35",
        "t": "Who of all the gods of these countries has been able to save his land from me? How then can the Lord*s deliver Jerusalem from my hand?”"
    },
    {
        "o": 10989,
        "r": "niv:2 Kings:18:36",
        "t": "But*p the people remained silent and said nothing in reply, because the king had commanded, “Do not answer him.”"
    },
    {
        "o": 10990,
        "r": "niv:2 Kings:18:37",
        "t": "Then*p Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went to Hezekiah, with their clothes torn, and told him what the field commander had said."
    }
]
