[
    {
        "o": 5853,
        "r": "csb:Deuteronomy:15:0",
        "t": "Deuteronomy 15",
        "h": 1
    },
    {
        "o": 5854,
        "r": "csb:Deuteronomy:15:0",
        "t": "Debts Canceled",
        "h": 2
    },
    {
        "o": 5855,
        "r": "csb:Deuteronomy:15:1",
        "t": "“At*p the end of every seven years you must cancel debts."
    },
    {
        "o": 5856,
        "r": "csb:Deuteronomy:15:2",
        "t": "This is how to cancel debt: Every creditor is to cancel what he has lent his neighbor. He is not to collect anything from his neighbor or brother, because the Lord’s*s release of debts has been proclaimed."
    },
    {
        "o": 5857,
        "r": "csb:Deuteronomy:15:3",
        "t": "You may collect something from a foreigner, but you must forgive whatever your brother owes you."
    },
    {
        "o": 5858,
        "r": "csb:Deuteronomy:15:4",
        "t": "“There*p will be no poor among you, however, because the Lord*s is certain to bless you in the land the Lord*s your God is giving you to possess as an inheritance-"
    },
    {
        "o": 5859,
        "r": "csb:Deuteronomy:15:5",
        "t": "if only you obey the Lord*s your God and are careful to follow every one of these commands I am giving you today."
    },
    {
        "o": 5860,
        "r": "csb:Deuteronomy:15:6",
        "t": "When the Lord*s your God blesses you as he has promised you, you will lend to many nations but not borrow; you will rule many nations, but they will not rule you."
    },
    {
        "o": 5861,
        "r": "csb:Deuteronomy:15:6",
        "t": "Lending to the Poor",
        "h": 2
    },
    {
        "o": 5862,
        "r": "csb:Deuteronomy:15:7",
        "t": "“If*p there is a poor person among you, one of your brothers within any of your city gates in the land the Lord*s your God is giving you, do not be hardhearted or tightfisted toward your poor brother."
    },
    {
        "o": 5863,
        "r": "csb:Deuteronomy:15:8",
        "t": "Instead, you are to open your hand to him and freely loan him enough for whatever need he has."
    },
    {
        "o": 5864,
        "r": "csb:Deuteronomy:15:9",
        "t": "Be careful that there isn’t this wicked thought in your heart, ‘The seventh year, the year of canceling debts, is near,’ and you are stingy toward your poor brother and give him nothing. He will cry out to the Lord*s against you, and you will be guilty."
    },
    {
        "o": 5865,
        "r": "csb:Deuteronomy:15:10",
        "t": "Give to him, and don’t have a stingy heart when you give, and because of this the Lord*s your God will bless you in all your work and in everything you do."
    },
    {
        "o": 5866,
        "r": "csb:Deuteronomy:15:11",
        "t": "For there will never cease to be poor people in the land; that is why I am commanding you, ‘Open your hand willingly to your poor and needy brother in your land.’"
    },
    {
        "o": 5867,
        "r": "csb:Deuteronomy:15:11",
        "t": "Release of Slaves",
        "h": 2
    },
    {
        "o": 5868,
        "r": "csb:Deuteronomy:15:12",
        "t": "“If*p your fellow Hebrew, a man or woman, is sold to you and serves you six years, you must set him free in the seventh year."
    },
    {
        "o": 5869,
        "r": "csb:Deuteronomy:15:13",
        "t": "When you set him free, do not send him away empty-handed."
    },
    {
        "o": 5870,
        "r": "csb:Deuteronomy:15:14",
        "t": "Give generously to him from your flock, your threshing floor, and your winepress. You are to give him whatever the Lord*s your God has blessed you with."
    },
    {
        "o": 5871,
        "r": "csb:Deuteronomy:15:15",
        "t": "Remember that you were a slave in the land of Egypt and the Lord*s your God redeemed you; that is why I am giving you this command today."
    },
    {
        "o": 5872,
        "r": "csb:Deuteronomy:15:16",
        "t": "But if your slave says to you, ‘I don’t want to leave you,’ because he loves you and your family, and is well off with you,"
    },
    {
        "o": 5873,
        "r": "csb:Deuteronomy:15:17",
        "t": "take an awl and pierce through his ear into the door, and he will become your slave for life. Also treat your female slave the same way."
    },
    {
        "o": 5874,
        "r": "csb:Deuteronomy:15:18",
        "t": "Do not regard it as a hardship when you set him free, because he worked for you six years - worth twice the wages of a hired worker. Then the Lord*s your God will bless you in everything you do."
    },
    {
        "o": 5875,
        "r": "csb:Deuteronomy:15:18",
        "t": "Consecration of Firstborn Animals",
        "h": 2
    },
    {
        "o": 5876,
        "r": "csb:Deuteronomy:15:19",
        "t": "“Consecrate*p to the Lord*s your God every firstborn male produced by your herd and flock. You are not to put the firstborn of your oxen to work or shear the firstborn of your flock."
    },
    {
        "o": 5877,
        "r": "csb:Deuteronomy:15:20",
        "t": "Each year you and your family are to eat it before the Lord*s your God in the place the Lord*s chooses."
    },
    {
        "o": 5878,
        "r": "csb:Deuteronomy:15:21",
        "t": "But if there is a defect in the animal, if it is lame or blind or has any serious defect, you may not sacrifice it to the Lord*s your God."
    },
    {
        "o": 5879,
        "r": "csb:Deuteronomy:15:22",
        "t": "Eat it within your city gates; both the unclean person and the clean may eat it, as though it were a gazelle or deer."
    },
    {
        "o": 5880,
        "r": "csb:Deuteronomy:15:23",
        "t": "But you must not eat its blood; pour it on the ground like water."
    }
]
