[
    {
        "o": 1216,
        "r": "niv:Genesis:38:0",
        "t": "Genesis 38",
        "h": 1
    },
    {
        "o": 1217,
        "r": "niv:Genesis:38:0",
        "t": "Judah and Tamar",
        "h": 2
    },
    {
        "o": 1218,
        "r": "niv:Genesis:38:1",
        "t": "At*p that time, Judah left his brothers and went down to stay with a man of Adullam named Hirah."
    },
    {
        "o": 1219,
        "r": "niv:Genesis:38:2",
        "t": "There Judah met the daughter of a Canaanite man named Shua. He married her and made love to her;"
    },
    {
        "o": 1220,
        "r": "niv:Genesis:38:3",
        "t": "she became pregnant and gave birth to a son, who was named Er."
    },
    {
        "o": 1221,
        "r": "niv:Genesis:38:4",
        "t": "She conceived again and gave birth to a son and named him Onan."
    },
    {
        "o": 1222,
        "r": "niv:Genesis:38:5",
        "t": "She gave birth to still another son and named him Shelah. It was at Kezib that she gave birth to him."
    },
    {
        "o": 1223,
        "r": "niv:Genesis:38:6",
        "t": "Judah*p got a wife for Er, his firstborn, and her name was Tamar."
    },
    {
        "o": 1224,
        "r": "niv:Genesis:38:7",
        "t": "But Er, Judah’s firstborn, was wicked in the Lord’s*s sight; so the Lord*s put him to death."
    },
    {
        "o": 1225,
        "r": "niv:Genesis:38:8",
        "t": "Then*p Judah said to Onan, “Sleep with your brother’s wife and fulfill your duty to her as a brother-in-law to raise up offspring for your brother.”"
    },
    {
        "o": 1226,
        "r": "niv:Genesis:38:9",
        "t": "But Onan knew that the child would not be his; so whenever he slept with his brother’s wife, he spilled his semen on the ground to keep from providing offspring for his brother."
    },
    {
        "o": 1227,
        "r": "niv:Genesis:38:10",
        "t": "What he did was wicked in the Lord’s*s sight; so the Lord*s put him to death also."
    },
    {
        "o": 1228,
        "r": "niv:Genesis:38:11",
        "t": "Judah*p then said to his daughter-in-law Tamar, “Live as a widow in your father’s household until my son Shelah grows up.” For he thought, “He may die too, just like his brothers.” So Tamar went to live in her father’s household."
    },
    {
        "o": 1229,
        "r": "niv:Genesis:38:12",
        "t": "After*p a long time Judah’s wife, the daughter of Shua, died. When Judah had recovered from his grief, he went up to Timnah, to the men who were shearing his sheep, and his friend Hirah the Adullamite went with him."
    },
    {
        "o": 1230,
        "r": "niv:Genesis:38:13",
        "t": "When*p Tamar was told, “Your father-in-law is on his way to Timnah to shear his sheep,”"
    },
    {
        "o": 1231,
        "r": "niv:Genesis:38:14",
        "t": "she took off her widow’s clothes, covered herself with a veil to disguise herself, and then sat down at the entrance to Enaim, which is on the road to Timnah. For she saw that, though Shelah had now grown up, she had not been given to him as his wife."
    },
    {
        "o": 1232,
        "r": "niv:Genesis:38:15",
        "t": "When*p Judah saw her, he thought she was a prostitute, for she had covered her face."
    },
    {
        "o": 1233,
        "r": "niv:Genesis:38:16",
        "t": "Not realizing that she was his daughter-in-law, he went over to her by the roadside and said, “Come now, let me sleep with you.” “And*p what will you give me to sleep with you?” she asked."
    },
    {
        "o": 1234,
        "r": "niv:Genesis:38:17",
        "t": "“I’ll*p send you a young goat from my flock,” he said. “Will*p you give me something as a pledge until you send it?” she asked."
    },
    {
        "o": 1235,
        "r": "niv:Genesis:38:18",
        "t": "He*p said, “What pledge should I give you?” “Your*p seal and its cord, and the staff in your hand,” she answered. So he gave them to her and slept with her, and she became pregnant by him."
    },
    {
        "o": 1236,
        "r": "niv:Genesis:38:19",
        "t": "After she left, she took off her veil and put on her widow’s clothes again."
    },
    {
        "o": 1237,
        "r": "niv:Genesis:38:20",
        "t": "Meanwhile*p Judah sent the young goat by his friend the Adullamite in order to get his pledge back from the woman, but he did not find her."
    },
    {
        "o": 1238,
        "r": "niv:Genesis:38:21",
        "t": "He asked the men who lived there, “Where is the shrine prostitute who was beside the road at Enaim?” “There*p hasn’t been any shrine prostitute here,” they said."
    },
    {
        "o": 1239,
        "r": "niv:Genesis:38:22",
        "t": "So*p he went back to Judah and said, “I didn’t find her. Besides, the men who lived there said, ‘There hasn’t been any shrine prostitute here.’ ”"
    },
    {
        "o": 1240,
        "r": "niv:Genesis:38:23",
        "t": "Then*p Judah said, “Let her keep what she has, or we will become a laughingstock. After all, I did send her this young goat, but you didn’t find her.”"
    },
    {
        "o": 1241,
        "r": "niv:Genesis:38:24",
        "t": "About*p three months later Judah was told, “Your daughter-in-law Tamar is guilty of prostitution, and as a result she is now pregnant.” Judah*p said, “Bring her out and have her burned to death!”"
    },
    {
        "o": 1242,
        "r": "niv:Genesis:38:25",
        "t": "As*p she was being brought out, she sent a message to her father-in-law. “I am pregnant by the man who owns these,” she said. And she added, “See if you recognize whose seal and cord and staff these are.”"
    },
    {
        "o": 1243,
        "r": "niv:Genesis:38:26",
        "t": "Judah*p recognized them and said, “She is more righteous than I, since I wouldn’t give her to my son Shelah.” And he did not sleep with her again."
    },
    {
        "o": 1244,
        "r": "niv:Genesis:38:27",
        "t": "When*p the time came for her to give birth, there were twin boys in her womb."
    },
    {
        "o": 1245,
        "r": "niv:Genesis:38:28",
        "t": "As she was giving birth, one of them put out his hand; so the midwife took a scarlet thread and tied it on his wrist and said, “This one came out first.”"
    },
    {
        "o": 1246,
        "r": "niv:Genesis:38:29",
        "t": "But when he drew back his hand, his brother came out, and she said, “So this is how you have broken out!” And he was named Perez."
    },
    {
        "o": 1247,
        "r": "niv:Genesis:38:30",
        "t": "Then his brother, who had the scarlet thread on his wrist, came out. And he was named Zerah."
    }
]
