[
    {
        "o": 33272,
        "r": "nasb:Titus:1:0",
        "t": "Titus 1",
        "h": 1
    },
    {
        "o": 33273,
        "r": "nasb:Titus:1:0",
        "t": "Salutation",
        "h": 2
    },
    {
        "o": 33274,
        "r": "nasb:Titus:1:1",
        "t": "Paul,*p a bond-servant of God and an apostle of Jesus Christ, for the faith of those chosen of God and the knowledge of the truth which is according to godliness,"
    },
    {
        "o": 33275,
        "r": "nasb:Titus:1:2",
        "t": "in the hope of eternal life, which God, who cannot lie, promised long ages ago,"
    },
    {
        "o": 33276,
        "r": "nasb:Titus:1:3",
        "t": "but at the proper time manifested, even*i His word, in the proclamation with which I was entrusted according to the commandment of God our Savior,"
    },
    {
        "o": 33277,
        "r": "nasb:Titus:1:4",
        "t": "To*p Titus, my true child in a common faith: Grace and peace from God the Father and Christ Jesus our Savior."
    },
    {
        "o": 33278,
        "r": "nasb:Titus:1:4",
        "t": "Qualifications of Elders",
        "h": 2
    },
    {
        "o": 33279,
        "r": "nasb:Titus:1:5",
        "t": "For*p this reason I left you in Crete, that you would set in order what remains and appoint elders in every city as I directed you,"
    },
    {
        "o": 33280,
        "r": "nasb:Titus:1:6",
        "t": "namely,*i if any man is above reproach, the husband of one wife, having children who believe, not accused of dissipation or rebellion."
    },
    {
        "o": 33281,
        "r": "nasb:Titus:1:7",
        "t": "For the overseer must be above reproach as God’s steward, not self-willed, not quick-tempered, not addicted to wine, not pugnacious, not fond of sordid gain,"
    },
    {
        "o": 33282,
        "r": "nasb:Titus:1:8",
        "t": "but hospitable, loving what is good, sensible, just, devout, self-controlled,"
    },
    {
        "o": 33283,
        "r": "nasb:Titus:1:9",
        "t": "holding fast the faithful word which is in accordance with the teaching, so that he will be able both to exhort in sound doctrine and to refute those who contradict."
    },
    {
        "o": 33284,
        "r": "nasb:Titus:1:10",
        "t": "For*p there are many rebellious men, empty talkers and deceivers, especially those of the circumcision,"
    },
    {
        "o": 33285,
        "r": "nasb:Titus:1:11",
        "t": "who must be silenced because they are upsetting whole families, teaching things they should not teach*i for the sake of sordid gain."
    },
    {
        "o": 33286,
        "r": "nasb:Titus:1:12",
        "t": "One of themselves, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.”"
    },
    {
        "o": 33287,
        "r": "nasb:Titus:1:13",
        "t": "This testimony is true. For this reason reprove them severely so that they may be sound in the faith,"
    },
    {
        "o": 33288,
        "r": "nasb:Titus:1:14",
        "t": "not paying attention to Jewish myths and commandments of men who turn away from the truth."
    },
    {
        "o": 33289,
        "r": "nasb:Titus:1:15",
        "t": "To the pure, all things are pure; but to those who are defiled and unbelieving, nothing is pure, but both their mind and their conscience are defiled."
    },
    {
        "o": 33290,
        "r": "nasb:Titus:1:16",
        "t": "They profess to know God, but by their*i deeds they deny Him,*i being detestable and disobedient and worthless for any good deed."
    }
]
