[
    {
        "o": 22341,
        "r": "esv:Jeremiah:48:0",
        "t": "Jeremiah 48",
        "h": 1
    },
    {
        "o": 22342,
        "r": "esv:Jeremiah:48:0",
        "t": "Judgment on Moab",
        "h": 2
    },
    {
        "o": 22343,
        "r": "esv:Jeremiah:48:1",
        "t": "Concerning*p Moab. Thus*p says the Lord*s of hosts, the God of Israel: “Woe*pn to Nebo, for it is laid waste! Kiriathaim*ld is put to shame, it is taken; the*ln fortress is put to shame and broken down;"
    },
    {
        "o": 22344,
        "r": "esv:Jeremiah:48:2",
        "t": "the*ld renown of Moab is no more. In*ln Heshbon they planned disaster against her: ‘Come,*ld let us cut her off from being a nation!’ You*ln also, O Madmen, shall be brought to silence; the*ld sword shall pursue you."
    },
    {
        "o": 22345,
        "r": "esv:Jeremiah:48:3",
        "t": "“A*pn voice! A cry from Horonaim, ‘Desolation*ld and great destruction!’"
    },
    {
        "o": 22346,
        "r": "esv:Jeremiah:48:4",
        "t": "Moab*ln is destroyed; her*ld little ones have made a cry."
    },
    {
        "o": 22347,
        "r": "esv:Jeremiah:48:5",
        "t": "For*ln at the ascent of Luhith they*ld go up weeping; for*ln at the descent of Horonaim they*ld have heard the distressed cry of destruction."
    },
    {
        "o": 22348,
        "r": "esv:Jeremiah:48:6",
        "t": "Flee!*ln Save yourselves! You*ld will be like a juniper in the desert!"
    },
    {
        "o": 22349,
        "r": "esv:Jeremiah:48:7",
        "t": "For,*ln because you trusted in your works and your treasures, you*ld also shall be taken; and*ln Chemosh shall go into exile with*ld his priests and his officials."
    },
    {
        "o": 22350,
        "r": "esv:Jeremiah:48:8",
        "t": "The*ln destroyer shall come upon every city, and*ld no city shall escape; the*ln valley shall perish, and*ld the plain shall be destroyed, as*ld the Lord*s has spoken."
    },
    {
        "o": 22351,
        "r": "esv:Jeremiah:48:9",
        "t": "“Give*pn wings to Moab, for*ld she would fly away; her*ln cities shall become a desolation, with*ld no inhabitant in them."
    },
    {
        "o": 22352,
        "r": "esv:Jeremiah:48:10",
        "t": "“Cursed*p is he who does the work of the Lord*s with slackness, and cursed is he who keeps back his sword from bloodshed."
    },
    {
        "o": 22353,
        "r": "esv:Jeremiah:48:11",
        "t": "“Moab*pn has been at ease from his youth and*ld has settled on his dregs; he*ln has not been emptied from vessel to vessel, nor*ld has he gone into exile; so*ln his taste remains in him, and*ld his scent is not changed."
    },
    {
        "o": 22354,
        "r": "esv:Jeremiah:48:12",
        "t": "“Therefore,*p behold, the days are coming, declares the Lord,*s when I shall send to him pourers who will pour him, and empty his vessels and break his jars in pieces."
    },
    {
        "o": 22355,
        "r": "esv:Jeremiah:48:13",
        "t": "Then Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, their confidence."
    },
    {
        "o": 22356,
        "r": "esv:Jeremiah:48:14",
        "t": "“How*pn do you say, ‘We are heroes and*ld mighty men of war’?"
    },
    {
        "o": 22357,
        "r": "esv:Jeremiah:48:15",
        "t": "The*ln destroyer of Moab and his cities has come up, and*ld the choicest of his young men have gone down to slaughter, declares*ld the King, whose name is the Lord*s of hosts."
    },
    {
        "o": 22358,
        "r": "esv:Jeremiah:48:16",
        "t": "The*ln calamity of Moab is near at hand, and*ld his affliction hastens swiftly."
    },
    {
        "o": 22359,
        "r": "esv:Jeremiah:48:17",
        "t": "Grieve*ln for him, all you who are around him, and*ld all who know his name; say,*ln ‘How the mighty scepter is broken, the*ld glorious staff.’"
    },
    {
        "o": 22360,
        "r": "esv:Jeremiah:48:18",
        "t": "“Come*pn down from your glory, and*ld sit on the parched ground, O*ld inhabitant of Dibon! For*ln the destroyer of Moab has come up against you; he*ld has destroyed your strongholds."
    },
    {
        "o": 22361,
        "r": "esv:Jeremiah:48:19",
        "t": "Stand*ln by the way and watch, O*ld inhabitant of Aroer! Ask*ln him who flees and her who escapes; say,*ld ‘What has happened?’"
    },
    {
        "o": 22362,
        "r": "esv:Jeremiah:48:20",
        "t": "Moab*ln is put to shame, for it is broken; wail*ld and cry! Tell*ln it beside the Arnon, that*ld Moab is laid waste."
    },
    {
        "o": 22363,
        "r": "esv:Jeremiah:48:21",
        "t": "“Judgment*p has come upon the tableland, upon Holon, and Jahzah, and Mephaath,"
    },
    {
        "o": 22364,
        "r": "esv:Jeremiah:48:22",
        "t": "and Dibon, and Nebo, and Beth-diblathaim,"
    },
    {
        "o": 22365,
        "r": "esv:Jeremiah:48:23",
        "t": "and Kiriathaim, and Beth-gamul, and Beth-meon,"
    },
    {
        "o": 22366,
        "r": "esv:Jeremiah:48:24",
        "t": "and Kerioth, and Bozrah, and all the cities of the land of Moab, far and near."
    },
    {
        "o": 22367,
        "r": "esv:Jeremiah:48:25",
        "t": "The horn of Moab is cut off, and his arm is broken, declares the Lord.*s"
    },
    {
        "o": 22368,
        "r": "esv:Jeremiah:48:26",
        "t": "“Make*p him drunk, because he magnified himself against the Lord,*s so that Moab shall wallow in his vomit, and he too shall be held in derision."
    },
    {
        "o": 22369,
        "r": "esv:Jeremiah:48:27",
        "t": "Was not Israel a derision to you? Was he found among thieves, that whenever you spoke of him you wagged your head?"
    },
    {
        "o": 22370,
        "r": "esv:Jeremiah:48:28",
        "t": "“Leave*pn the cities, and dwell in the rock, O*ld inhabitants of Moab! Be*ln like the dove that nests in*ld the sides of the mouth of a gorge."
    },
    {
        "o": 22371,
        "r": "esv:Jeremiah:48:29",
        "t": "We*ln have heard of the pride of Moab— he*ld is very proud— of*ln his loftiness, his pride, and his arrogance, and*ld the haughtiness of his heart."
    },
    {
        "o": 22372,
        "r": "esv:Jeremiah:48:30",
        "t": "I*ln know his insolence, declares the Lord;*s his*ld boasts are false, his*ld deeds are false."
    },
    {
        "o": 22373,
        "r": "esv:Jeremiah:48:31",
        "t": "Therefore*ln I wail for Moab; I*ld cry out for all Moab; for*ld the men of Kir-hareseth I mourn."
    },
    {
        "o": 22374,
        "r": "esv:Jeremiah:48:32",
        "t": "More*ln than for Jazer I weep for you, O*ld vine of Sibmah! Your*ln branches passed over the sea, reached*ld to the Sea of Jazer; on*ln your summer fruits and your grapes the*ld destroyer has fallen."
    },
    {
        "o": 22375,
        "r": "esv:Jeremiah:48:33",
        "t": "Gladness*ln and joy have been taken away from*ld the fruitful land of Moab; I*ln have made the wine cease from the winepresses; no*ld one treads them with shouts of joy; the*ld shouting is not the shout of joy."
    },
    {
        "o": 22376,
        "r": "esv:Jeremiah:48:34",
        "t": "“From*p the outcry at Heshbon even to Elealeh, as far as Jahaz they utter their voice, from Zoar to Horonaim and Eglath-shelishiyah. For the waters of Nimrim also have become desolate."
    },
    {
        "o": 22377,
        "r": "esv:Jeremiah:48:35",
        "t": "And I will bring to an end in Moab, declares the Lord,*s him who offers sacrifice in the high place and makes offerings to his god."
    },
    {
        "o": 22378,
        "r": "esv:Jeremiah:48:36",
        "t": "Therefore my heart moans for Moab like a flute, and my heart moans like a flute for the men of Kir-hareseth. Therefore the riches they gained have perished."
    },
    {
        "o": 22379,
        "r": "esv:Jeremiah:48:37",
        "t": "“For*p every head is shaved and every beard cut off. On all the hands are gashes, and around the waist is sackcloth."
    },
    {
        "o": 22380,
        "r": "esv:Jeremiah:48:38",
        "t": "On all the housetops of Moab and in the squares there is nothing but lamentation, for I have broken Moab like a vessel for which no one cares, declares the Lord.*s"
    },
    {
        "o": 22381,
        "r": "esv:Jeremiah:48:39",
        "t": "How it is broken! How they wail! How Moab has turned his back in shame! So Moab has become a derision and a horror to all that are around him.”"
    },
    {
        "o": 22382,
        "r": "esv:Jeremiah:48:40",
        "t": "For*pn thus says the Lord:*s “Behold,*ln one shall fly swiftly like an eagle and*ld spread his wings against Moab;"
    },
    {
        "o": 22383,
        "r": "esv:Jeremiah:48:41",
        "t": "the*ln cities shall be taken and*ld the strongholds seized. The*ln heart of the warriors of Moab shall be in that day like*ld the heart of a woman in her birth pains;"
    },
    {
        "o": 22384,
        "r": "esv:Jeremiah:48:42",
        "t": "Moab*ln shall be destroyed and be no longer a people, because*ld he magnified himself against the Lord.*s"
    },
    {
        "o": 22385,
        "r": "esv:Jeremiah:48:43",
        "t": "Terror,*ln pit, and snare are*ld before you, O inhabitant of Moab! declares*l the Lord.*s"
    },
    {
        "o": 22386,
        "r": "esv:Jeremiah:48:44",
        "t": "He*ln who flees from the terror shall*ld fall into the pit, and*ln he who climbs out of the pit shall*ld be caught in the snare. For*ln I will bring these things upon Moab, the*ld year of their punishment, declares*l the Lord.*s"
    },
    {
        "o": 22387,
        "r": "esv:Jeremiah:48:45",
        "t": "“In*pn the shadow of Heshbon fugitives*ld stop without strength, for*ln fire came out from Heshbon, flame*ld from the house of Sihon; it*ln has destroyed the forehead of Moab, the*ld crown of the sons of tumult."
    },
    {
        "o": 22388,
        "r": "esv:Jeremiah:48:46",
        "t": "Woe*ln to you, O Moab! The*ld people of Chemosh are undone, for*ln your sons have been taken captive, and*ld your daughters into captivity."
    },
    {
        "o": 22389,
        "r": "esv:Jeremiah:48:47",
        "t": "Yet*ln I will restore the fortunes of Moab in*ld the latter days, declares the Lord.”*s Thus*ln far is the judgment on Moab."
    }
]
