[
    {
        "o": 5819,
        "r": "niv:Deuteronomy:16:0",
        "t": "Deuteronomy 16",
        "h": 1
    },
    {
        "o": 5820,
        "r": "niv:Deuteronomy:16:0",
        "t": "The Passover",
        "h": 2
    },
    {
        "o": 5821,
        "r": "niv:Deuteronomy:16:1",
        "t": "Observe*p the month of Aviv and celebrate the Passover of the Lord*s your God, because in the month of Aviv he brought you out of Egypt by night."
    },
    {
        "o": 5822,
        "r": "niv:Deuteronomy:16:2",
        "t": "Sacrifice as the Passover to the Lord*s your God an animal from your flock or herd at the place the Lord*s will choose as a dwelling for his Name."
    },
    {
        "o": 5823,
        "r": "niv:Deuteronomy:16:3",
        "t": "Do not eat it with bread made with yeast, but for seven days eat unleavened bread, the bread of affliction, because you left Egypt in haste—so that all the days of your life you may remember the time of your departure from Egypt."
    },
    {
        "o": 5824,
        "r": "niv:Deuteronomy:16:4",
        "t": "Let no yeast be found in your possession in all your land for seven days. Do not let any of the meat you sacrifice on the evening of the first day remain until morning."
    },
    {
        "o": 5825,
        "r": "niv:Deuteronomy:16:5",
        "t": "You*p must not sacrifice the Passover in any town the Lord*s your God gives you"
    },
    {
        "o": 5826,
        "r": "niv:Deuteronomy:16:6",
        "t": "except in the place he will choose as a dwelling for his Name. There you must sacrifice the Passover in the evening, when the sun goes down, on the anniversary of your departure from Egypt."
    },
    {
        "o": 5827,
        "r": "niv:Deuteronomy:16:7",
        "t": "Roast it and eat it at the place the Lord*s your God will choose. Then in the morning return to your tents."
    },
    {
        "o": 5828,
        "r": "niv:Deuteronomy:16:8",
        "t": "For six days eat unleavened bread and on the seventh day hold an assembly to the Lord*s your God and do no work."
    },
    {
        "o": 5829,
        "r": "niv:Deuteronomy:16:8",
        "t": "The Festival of Weeks",
        "h": 2
    },
    {
        "o": 5830,
        "r": "niv:Deuteronomy:16:9",
        "t": "Count*p off seven weeks from the time you begin to put the sickle to the standing grain."
    },
    {
        "o": 5831,
        "r": "niv:Deuteronomy:16:10",
        "t": "Then celebrate the Festival of Weeks to the Lord*s your God by giving a freewill offering in proportion to the blessings the Lord*s your God has given you."
    },
    {
        "o": 5832,
        "r": "niv:Deuteronomy:16:11",
        "t": "And rejoice before the Lord*s your God at the place he will choose as a dwelling for his Name—you, your sons and daughters, your male and female servants, the Levites in your towns, and the foreigners, the fatherless and the widows living among you."
    },
    {
        "o": 5833,
        "r": "niv:Deuteronomy:16:12",
        "t": "Remember that you were slaves in Egypt, and follow carefully these decrees."
    },
    {
        "o": 5834,
        "r": "niv:Deuteronomy:16:12",
        "t": "The Festival of Tabernacles",
        "h": 2
    },
    {
        "o": 5835,
        "r": "niv:Deuteronomy:16:13",
        "t": "Celebrate*p the Festival of Tabernacles for seven days after you have gathered the produce of your threshing floor and your winepress."
    },
    {
        "o": 5836,
        "r": "niv:Deuteronomy:16:14",
        "t": "Be joyful at your festival—you, your sons and daughters, your male and female servants, and the Levites, the foreigners, the fatherless and the widows who live in your towns."
    },
    {
        "o": 5837,
        "r": "niv:Deuteronomy:16:15",
        "t": "For seven days celebrate the festival to the Lord*s your God at the place the Lord*s will choose. For the Lord*s your God will bless you in all your harvest and in all the work of your hands, and your joy will be complete."
    },
    {
        "o": 5838,
        "r": "niv:Deuteronomy:16:16",
        "t": "Three*p times a year all your men must appear before the Lord*s your God at the place he will choose: at the Festival of Unleavened Bread, the Festival of Weeks and the Festival of Tabernacles. No one should appear before the Lord*s empty-handed:"
    },
    {
        "o": 5839,
        "r": "niv:Deuteronomy:16:17",
        "t": "Each of you must bring a gift in proportion to the way the Lord*s your God has blessed you."
    },
    {
        "o": 5840,
        "r": "niv:Deuteronomy:16:17",
        "t": "Judges",
        "h": 2
    },
    {
        "o": 5841,
        "r": "niv:Deuteronomy:16:18",
        "t": "Appoint*p judges and officials for each of your tribes in every town the Lord*s your God is giving you, and they shall judge the people fairly."
    },
    {
        "o": 5842,
        "r": "niv:Deuteronomy:16:19",
        "t": "Do not pervert justice or show partiality. Do not accept a bribe, for a bribe blinds the eyes of the wise and twists the words of the innocent."
    },
    {
        "o": 5843,
        "r": "niv:Deuteronomy:16:20",
        "t": "Follow justice and justice alone, so that you may live and possess the land the Lord*s your God is giving you."
    },
    {
        "o": 5844,
        "r": "niv:Deuteronomy:16:20",
        "t": "Worshiping Other Gods",
        "h": 2
    },
    {
        "o": 5845,
        "r": "niv:Deuteronomy:16:21",
        "t": "Do*p not set up any wooden Asherah pole beside the altar you build to the Lord*s your God,"
    },
    {
        "o": 5846,
        "r": "niv:Deuteronomy:16:22",
        "t": "and do not erect a sacred stone, for these the Lord*s your God hates."
    }
]
