[
    {
        "o": 34,
        "r": "nasb:Genesis:2:0",
        "t": "Genesis 2",
        "h": 1
    },
    {
        "o": 35,
        "r": "nasb:Genesis:2:0",
        "t": "The Creation of Man and Woman",
        "h": 2
    },
    {
        "o": 36,
        "r": "nasb:Genesis:2:1",
        "t": "Thus*p the heavens and the earth were completed, and all their hosts."
    },
    {
        "o": 37,
        "r": "nasb:Genesis:2:2",
        "t": "By the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done."
    },
    {
        "o": 38,
        "r": "nasb:Genesis:2:3",
        "t": "Then God blessed the seventh day and sanctified it, because in it He rested from all His work which God had created and made."
    },
    {
        "o": 39,
        "r": "nasb:Genesis:2:4",
        "t": "This*p is the account of the heavens and the earth when they were created, in the day that the Lord*s God made earth and heaven."
    },
    {
        "o": 40,
        "r": "nasb:Genesis:2:5",
        "t": "Now no shrub of the field was yet in the earth, and no plant of the field had yet sprouted, for the Lord*s God had not sent rain upon the earth, and there was no man to cultivate the ground."
    },
    {
        "o": 41,
        "r": "nasb:Genesis:2:6",
        "t": "But a mist used to rise from the earth and water the whole surface of the ground."
    },
    {
        "o": 42,
        "r": "nasb:Genesis:2:7",
        "t": "Then the Lord*s God formed man of dust from the ground, and breathed into his nostrils the breath of life; and man became a living being."
    },
    {
        "o": 43,
        "r": "nasb:Genesis:2:8",
        "t": "The Lord*s God planted a garden toward the east, in Eden; and there He placed the man whom He had formed."
    },
    {
        "o": 44,
        "r": "nasb:Genesis:2:9",
        "t": "Out of the ground the Lord*s God caused to grow every tree that is pleasing to the sight and good for food; the tree of life also in the midst of the garden, and the tree of the knowledge of good and evil."
    },
    {
        "o": 45,
        "r": "nasb:Genesis:2:10",
        "t": "Now*p a river flowed out of Eden to water the garden; and from there it divided and became four rivers."
    },
    {
        "o": 46,
        "r": "nasb:Genesis:2:11",
        "t": "The name of the first is Pishon; it flows around the whole land of Havilah, where there is gold."
    },
    {
        "o": 47,
        "r": "nasb:Genesis:2:12",
        "t": "The gold of that land is good; the bdellium and the onyx stone are there."
    },
    {
        "o": 48,
        "r": "nasb:Genesis:2:13",
        "t": "The name of the second river is Gihon; it flows around the whole land of Cush."
    },
    {
        "o": 49,
        "r": "nasb:Genesis:2:14",
        "t": "The name of the third river is Tigris; it flows east of Assyria. And the fourth river is the Euphrates."
    },
    {
        "o": 50,
        "r": "nasb:Genesis:2:15",
        "t": "Then*p the Lord*s God took the man and put him into the garden of Eden to cultivate it and keep it."
    },
    {
        "o": 51,
        "r": "nasb:Genesis:2:16",
        "t": "The Lord*s God commanded the man, saying, “From any tree of the garden you may eat freely;"
    },
    {
        "o": 52,
        "r": "nasb:Genesis:2:17",
        "t": "but from the tree of the knowledge of good and evil you shall not eat, for in the day that you eat from it you will surely die.”"
    },
    {
        "o": 53,
        "r": "nasb:Genesis:2:18",
        "t": "Then*p the Lord*s God said, “It is not good for the man to be alone; I will make him a helper suitable for him.”"
    },
    {
        "o": 54,
        "r": "nasb:Genesis:2:19",
        "t": "Out of the ground the Lord*s God formed every beast of the field and every bird of the sky, and brought them*i to the man to see what he would call them; and whatever the man called a living creature, that was its name."
    },
    {
        "o": 55,
        "r": "nasb:Genesis:2:20",
        "t": "The man gave names to all the cattle, and to the birds of the sky, and to every beast of the field, but for Adam there was not found a helper suitable for him."
    },
    {
        "o": 56,
        "r": "nasb:Genesis:2:21",
        "t": "So the Lord*s God caused a deep sleep to fall upon the man, and he slept; then He took one of his ribs and closed up the flesh at that place."
    },
    {
        "o": 57,
        "r": "nasb:Genesis:2:22",
        "t": "The Lord*s God fashioned into a woman the rib which He had taken from the man, and brought her to the man."
    },
    {
        "o": 58,
        "r": "nasb:Genesis:2:23",
        "t": "The man said, “This*pn is now bone of my bones, And*ln flesh of my flesh; She*ln shall be called Woman, Because*ln she was taken out of Man.”"
    },
    {
        "o": 59,
        "r": "nasb:Genesis:2:24",
        "t": "For*p this reason a man shall leave his father and his mother, and be joined to his wife; and they shall become one flesh."
    },
    {
        "o": 60,
        "r": "nasb:Genesis:2:25",
        "t": "And the man and his wife were both naked and were not ashamed."
    }
]
