[
    {
        "o": 1,
        "r": "kjv:Genesis:1:0",
        "t": "Genesis 1",
        "h": 1
    },
    {
        "o": 2,
        "r": "kjv:Genesis:1:1",
        "t": "In*p the beginning God created the heaven and the earth."
    },
    {
        "o": 3,
        "r": "kjv:Genesis:1:2",
        "t": "And*p the earth was without form, and void; and darkness was upon the face of the deep. And the Spirit of God moved upon the face of the waters."
    },
    {
        "o": 4,
        "r": "kjv:Genesis:1:3",
        "t": "And*p God said, Let there be light: and there was light."
    },
    {
        "o": 5,
        "r": "kjv:Genesis:1:4",
        "t": "And*p God saw the light, that it was good: and God divided the light from the darkness."
    },
    {
        "o": 6,
        "r": "kjv:Genesis:1:5",
        "t": "And*p God called the light Day, and the darkness he called Night. And the evening and the morning were the first day."
    },
    {
        "o": 7,
        "r": "kjv:Genesis:1:6",
        "t": "And*p God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters."
    },
    {
        "o": 8,
        "r": "kjv:Genesis:1:7",
        "t": "And*p God made the firmament, and divided the waters which were under the firmament from the waters which were above the firmament: and it was so."
    },
    {
        "o": 9,
        "r": "kjv:Genesis:1:8",
        "t": "And*p God called the firmament Heaven. And the evening and the morning were the second day."
    },
    {
        "o": 10,
        "r": "kjv:Genesis:1:9",
        "t": "And*p God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so."
    },
    {
        "o": 11,
        "r": "kjv:Genesis:1:10",
        "t": "And*p God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good."
    },
    {
        "o": 12,
        "r": "kjv:Genesis:1:11",
        "t": "And*p God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so."
    },
    {
        "o": 13,
        "r": "kjv:Genesis:1:12",
        "t": "And*p the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good."
    },
    {
        "o": 14,
        "r": "kjv:Genesis:1:13",
        "t": "And*p the evening and the morning were the third day."
    },
    {
        "o": 15,
        "r": "kjv:Genesis:1:14",
        "t": "And*p God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:"
    },
    {
        "o": 16,
        "r": "kjv:Genesis:1:15",
        "t": "And*p let them be for lights in the firmament of the heaven to give light upon the earth: and it was so."
    },
    {
        "o": 17,
        "r": "kjv:Genesis:1:16",
        "t": "And*p God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also."
    },
    {
        "o": 18,
        "r": "kjv:Genesis:1:17",
        "t": "And*p God set them in the firmament of the heaven to give light upon the earth,"
    },
    {
        "o": 19,
        "r": "kjv:Genesis:1:18",
        "t": "And*p to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good."
    },
    {
        "o": 20,
        "r": "kjv:Genesis:1:19",
        "t": "And*p the evening and the morning were the fourth day."
    },
    {
        "o": 21,
        "r": "kjv:Genesis:1:20",
        "t": "And*p God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven."
    },
    {
        "o": 22,
        "r": "kjv:Genesis:1:21",
        "t": "And*p God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good."
    },
    {
        "o": 23,
        "r": "kjv:Genesis:1:22",
        "t": "And*p God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth."
    },
    {
        "o": 24,
        "r": "kjv:Genesis:1:23",
        "t": "And*p the evening and the morning were the fifth day."
    },
    {
        "o": 25,
        "r": "kjv:Genesis:1:24",
        "t": "And*p God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so."
    },
    {
        "o": 26,
        "r": "kjv:Genesis:1:25",
        "t": "And*p God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good."
    },
    {
        "o": 27,
        "r": "kjv:Genesis:1:26",
        "t": "And*p God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth."
    },
    {
        "o": 28,
        "r": "kjv:Genesis:1:27",
        "t": "So*p God created man in his own image, in the image of God created he him; male and female created he them."
    },
    {
        "o": 29,
        "r": "kjv:Genesis:1:28",
        "t": "And*p God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth."
    },
    {
        "o": 30,
        "r": "kjv:Genesis:1:29",
        "t": "And*p God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat."
    },
    {
        "o": 31,
        "r": "kjv:Genesis:1:30",
        "t": "And*p to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so."
    },
    {
        "o": 32,
        "r": "kjv:Genesis:1:31",
        "t": "And*p God saw every thing that he had made, and, behold, it was very good. And the evening and the morning were the sixth day."
    }
]
