[
    {
        "o": 7937,
        "r": "niv:1 Samuel:3:0",
        "t": "1 Samuel 3",
        "h": 1
    },
    {
        "o": 7938,
        "r": "niv:1 Samuel:3:0",
        "t": "The Lord Calls Samuel",
        "h": 2
    },
    {
        "o": 7939,
        "r": "niv:1 Samuel:3:1",
        "t": "The*p boy Samuel ministered before the Lord*s under Eli. In those days the word of the Lord*s was rare; there were not many visions."
    },
    {
        "o": 7940,
        "r": "niv:1 Samuel:3:2",
        "t": "One*p night Eli, whose eyes were becoming so weak that he could barely see, was lying down in his usual place."
    },
    {
        "o": 7941,
        "r": "niv:1 Samuel:3:3",
        "t": "The lamp of God had not yet gone out, and Samuel was lying down in the house of the Lord,*s where the ark of God was."
    },
    {
        "o": 7942,
        "r": "niv:1 Samuel:3:4",
        "t": "Then the Lord*s called Samuel. Samuel*p answered, “Here I am.”"
    },
    {
        "o": 7943,
        "r": "niv:1 Samuel:3:5",
        "t": "And he ran to Eli and said, “Here I am; you called me.” But*p Eli said, “I did not call; go back and lie down.” So he went and lay down."
    },
    {
        "o": 7944,
        "r": "niv:1 Samuel:3:6",
        "t": "Again*p the Lord*s called, “Samuel!” And Samuel got up and went to Eli and said, “Here I am; you called me.” “My*p son,” Eli said, “I did not call; go back and lie down.”"
    },
    {
        "o": 7945,
        "r": "niv:1 Samuel:3:7",
        "t": "Now*p Samuel did not yet know the Lord:*s The word of the Lord*s had not yet been revealed to him."
    },
    {
        "o": 7946,
        "r": "niv:1 Samuel:3:8",
        "t": "A*p third time the Lord*s called, “Samuel!” And Samuel got up and went to Eli and said, “Here I am; you called me.” Then*p Eli realized that the Lord*s was calling the boy."
    },
    {
        "o": 7947,
        "r": "niv:1 Samuel:3:9",
        "t": "So Eli told Samuel, “Go and lie down, and if he calls you, say, ‘Speak, Lord,*s for your servant is listening.’ ” So Samuel went and lay down in his place."
    },
    {
        "o": 7948,
        "r": "niv:1 Samuel:3:10",
        "t": "The*p Lord*s came and stood there, calling as at the other times, “Samuel! Samuel!” Then*p Samuel said, “Speak, for your servant is listening.”"
    },
    {
        "o": 7949,
        "r": "niv:1 Samuel:3:11",
        "t": "And*p the Lord*s said to Samuel: “See, I am about to do something in Israel that will make the ears of everyone who hears about it tingle."
    },
    {
        "o": 7950,
        "r": "niv:1 Samuel:3:12",
        "t": "At that time I will carry out against Eli everything I spoke against his family—from beginning to end."
    },
    {
        "o": 7951,
        "r": "niv:1 Samuel:3:13",
        "t": "For I told him that I would judge his family forever because of the sin he knew about; his sons blasphemed God, and he failed to restrain them."
    },
    {
        "o": 7952,
        "r": "niv:1 Samuel:3:14",
        "t": "Therefore I swore to the house of Eli, ‘The guilt of Eli’s house will never be atoned for by sacrifice or offering.’ ”"
    },
    {
        "o": 7953,
        "r": "niv:1 Samuel:3:15",
        "t": "Samuel*p lay down until morning and then opened the doors of the house of the Lord.*s He was afraid to tell Eli the vision,"
    },
    {
        "o": 7954,
        "r": "niv:1 Samuel:3:16",
        "t": "but Eli called him and said, “Samuel, my son.” Samuel*p answered, “Here I am.”"
    },
    {
        "o": 7955,
        "r": "niv:1 Samuel:3:17",
        "t": "“What*p was it he said to you?” Eli asked. “Do not hide it from me. May God deal with you, be it ever so severely, if you hide from me anything he told you.”"
    },
    {
        "o": 7956,
        "r": "niv:1 Samuel:3:18",
        "t": "So Samuel told him everything, hiding nothing from him. Then Eli said, “He is the Lord;*s let him do what is good in his eyes.”"
    },
    {
        "o": 7957,
        "r": "niv:1 Samuel:3:19",
        "t": "The*p Lord*s was with Samuel as he grew up, and he let none of Samuel’s words fall to the ground."
    },
    {
        "o": 7958,
        "r": "niv:1 Samuel:3:20",
        "t": "And all Israel from Dan to Beersheba recognized that Samuel was attested as a prophet of the Lord.*s"
    },
    {
        "o": 7959,
        "r": "niv:1 Samuel:3:21",
        "t": "The Lord*s continued to appear at Shiloh, and there he revealed himself to Samuel through his word."
    }
]
