[
    {
        "o": 33272,
        "r": "nasb:Titus:1:0",
        "t": "Titus 1",
        "h": 1
    },
    {
        "o": 33273,
        "r": "nasb:Titus:1:0",
        "t": "Salutation",
        "h": 2
    },
    {
        "o": 33274,
        "r": "nasb:Titus:1:1",
        "t": "Paul,*p a bond-servant of God and an apostle of Jesus Christ, for the faith of those chosen of God and the knowledge of the truth which is according to godliness,"
    },
    {
        "o": 33275,
        "r": "nasb:Titus:1:2",
        "t": "in the hope of eternal life, which God, who cannot lie, promised long ages ago,"
    },
    {
        "o": 33276,
        "r": "nasb:Titus:1:3",
        "t": "but at the proper time manifested, even*i His word, in the proclamation with which I was entrusted according to the commandment of God our Savior,"
    },
    {
        "o": 33277,
        "r": "nasb:Titus:1:4",
        "t": "To*p Titus, my true child in a common faith: Grace and peace from God the Father and Christ Jesus our Savior."
    },
    {
        "o": 33278,
        "r": "nasb:Titus:1:4",
        "t": "Qualifications of Elders",
        "h": 2
    },
    {
        "o": 33279,
        "r": "nasb:Titus:1:5",
        "t": "For*p this reason I left you in Crete, that you would set in order what remains and appoint elders in every city as I directed you,"
    },
    {
        "o": 33280,
        "r": "nasb:Titus:1:6",
        "t": "namely,*i if any man is above reproach, the husband of one wife, having children who believe, not accused of dissipation or rebellion."
    },
    {
        "o": 33281,
        "r": "nasb:Titus:1:7",
        "t": "For the overseer must be above reproach as God’s steward, not self-willed, not quick-tempered, not addicted to wine, not pugnacious, not fond of sordid gain,"
    },
    {
        "o": 33282,
        "r": "nasb:Titus:1:8",
        "t": "but hospitable, loving what is good, sensible, just, devout, self-controlled,"
    },
    {
        "o": 33283,
        "r": "nasb:Titus:1:9",
        "t": "holding fast the faithful word which is in accordance with the teaching, so that he will be able both to exhort in sound doctrine and to refute those who contradict."
    },
    {
        "o": 33284,
        "r": "nasb:Titus:1:10",
        "t": "For*p there are many rebellious men, empty talkers and deceivers, especially those of the circumcision,"
    },
    {
        "o": 33285,
        "r": "nasb:Titus:1:11",
        "t": "who must be silenced because they are upsetting whole families, teaching things they should not teach*i for the sake of sordid gain."
    },
    {
        "o": 33286,
        "r": "nasb:Titus:1:12",
        "t": "One of themselves, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.”"
    },
    {
        "o": 33287,
        "r": "nasb:Titus:1:13",
        "t": "This testimony is true. For this reason reprove them severely so that they may be sound in the faith,"
    },
    {
        "o": 33288,
        "r": "nasb:Titus:1:14",
        "t": "not paying attention to Jewish myths and commandments of men who turn away from the truth."
    },
    {
        "o": 33289,
        "r": "nasb:Titus:1:15",
        "t": "To the pure, all things are pure; but to those who are defiled and unbelieving, nothing is pure, but both their mind and their conscience are defiled."
    },
    {
        "o": 33290,
        "r": "nasb:Titus:1:16",
        "t": "They profess to know God, but by their*i deeds they deny Him,*i being detestable and disobedient and worthless for any good deed."
    },
    {
        "o": 33291,
        "r": "nasb:Titus:2:0",
        "t": "Titus 2",
        "h": 1
    },
    {
        "o": 33292,
        "r": "nasb:Titus:2:0",
        "t": "Duties of the Older and Younger",
        "h": 2
    },
    {
        "o": 33293,
        "r": "nasb:Titus:2:1",
        "t": "But*p as for you, speak the things which are fitting for sound doctrine."
    },
    {
        "o": 33294,
        "r": "nasb:Titus:2:2",
        "t": "Older men are to be temperate, dignified, sensible, sound in faith, in love, in perseverance."
    },
    {
        "o": 33295,
        "r": "nasb:Titus:2:3",
        "t": "Older*p women likewise are to be reverent in their behavior, not malicious gossips nor enslaved to much wine, teaching what is good,"
    },
    {
        "o": 33296,
        "r": "nasb:Titus:2:4",
        "t": "so that they may encourage the young women to love their husbands, to love their children,"
    },
    {
        "o": 33297,
        "r": "nasb:Titus:2:5",
        "t": "to*i be*i sensible, pure, workers at home, kind, being subject to their own husbands, so that the word of God will not be dishonored."
    },
    {
        "o": 33298,
        "r": "nasb:Titus:2:6",
        "t": "Likewise*p urge the young men to be sensible;"
    },
    {
        "o": 33299,
        "r": "nasb:Titus:2:7",
        "t": "in all things show yourself to be an example of good deeds, with*i purity in doctrine, dignified,"
    },
    {
        "o": 33300,
        "r": "nasb:Titus:2:8",
        "t": "sound in*i speech which is beyond reproach, so that the opponent will be put to shame, having nothing bad to say about us."
    },
    {
        "o": 33301,
        "r": "nasb:Titus:2:9",
        "t": "Urge*ip bondslaves to be subject to their own masters in everything, to be well-pleasing, not argumentative,"
    },
    {
        "o": 33302,
        "r": "nasb:Titus:2:10",
        "t": "not pilfering, but showing all good faith so that they will adorn the doctrine of God our Savior in every respect."
    },
    {
        "o": 33303,
        "r": "nasb:Titus:2:11",
        "t": "For*p the grace of God has appeared, bringing salvation to all men,"
    },
    {
        "o": 33304,
        "r": "nasb:Titus:2:12",
        "t": "instructing us to deny ungodliness and worldly desires and to live sensibly, righteously and godly in the present age,"
    },
    {
        "o": 33305,
        "r": "nasb:Titus:2:13",
        "t": "looking for the blessed hope and the appearing of the glory of our great God and Savior, Christ Jesus,"
    },
    {
        "o": 33306,
        "r": "nasb:Titus:2:14",
        "t": "who gave Himself for us to redeem us from every lawless deed, and to purify for Himself a people for His own possession, zealous for good deeds."
    },
    {
        "o": 33307,
        "r": "nasb:Titus:2:15",
        "t": "These*p things speak and exhort and reprove with all authority. Let no one disregard you."
    },
    {
        "o": 33308,
        "r": "nasb:Titus:3:0",
        "t": "Titus 3",
        "h": 1
    },
    {
        "o": 33309,
        "r": "nasb:Titus:3:0",
        "t": "Godly Living",
        "h": 2
    },
    {
        "o": 33310,
        "r": "nasb:Titus:3:1",
        "t": "Remind*p them to be subject to rulers, to authorities, to be obedient, to be ready for every good deed,"
    },
    {
        "o": 33311,
        "r": "nasb:Titus:3:2",
        "t": "to malign no one, to be peaceable, gentle, showing every consideration for all men."
    },
    {
        "o": 33312,
        "r": "nasb:Titus:3:3",
        "t": "For we also once were foolish ourselves, disobedient, deceived, enslaved to various lusts and pleasures, spending our life in malice and envy, hateful, hating one another."
    },
    {
        "o": 33313,
        "r": "nasb:Titus:3:4",
        "t": "But when the kindness of God our Savior and His*i love for mankind appeared,"
    },
    {
        "o": 33314,
        "r": "nasb:Titus:3:5",
        "t": "He saved us, not on the basis of deeds which we have done in righteousness, but according to His mercy, by the washing of regeneration and renewing by the Holy Spirit,"
    },
    {
        "o": 33315,
        "r": "nasb:Titus:3:6",
        "t": "whom He poured out upon us richly through Jesus Christ our Savior,"
    },
    {
        "o": 33316,
        "r": "nasb:Titus:3:7",
        "t": "so that being justified by His grace we would be made heirs according to the*i hope of eternal life."
    },
    {
        "o": 33317,
        "r": "nasb:Titus:3:8",
        "t": "This is a trustworthy statement; and concerning these things I want you to speak confidently, so that those who have believed God will be careful to engage in good deeds. These things are good and profitable for men."
    },
    {
        "o": 33318,
        "r": "nasb:Titus:3:9",
        "t": "But avoid foolish controversies and genealogies and strife and disputes about the Law, for they are unprofitable and worthless."
    },
    {
        "o": 33319,
        "r": "nasb:Titus:3:10",
        "t": "Reject a factious man after a first and second warning,"
    },
    {
        "o": 33320,
        "r": "nasb:Titus:3:11",
        "t": "knowing that such a man is perverted and is sinning, being self-condemned."
    },
    {
        "o": 33321,
        "r": "nasb:Titus:3:11",
        "t": "Personal Concerns",
        "h": 2
    },
    {
        "o": 33322,
        "r": "nasb:Titus:3:12",
        "t": "When*p I send Artemas or Tychicus to you, make every effort to come to me at Nicopolis, for I have decided to spend the winter there."
    },
    {
        "o": 33323,
        "r": "nasb:Titus:3:13",
        "t": "Diligently help Zenas the lawyer and Apollos on their way so that nothing is lacking for them."
    },
    {
        "o": 33324,
        "r": "nasb:Titus:3:14",
        "t": "Our people must also learn to engage in good deeds to meet pressing needs, so that they will not be unfruitful."
    },
    {
        "o": 33325,
        "r": "nasb:Titus:3:15",
        "t": "All*p who are with me greet you. Greet those who love us in the*i faith. Grace*bp be with you all."
    }
]
