[
    {
        "o": 15340,
        "r": "kjv:Psalm:56:0",
        "t": "Psalm 56",
        "h": 1
    },
    {
        "o": 15341,
        "r": "kjv:Psalm:56:0",
        "t": "To the chief Musician upon Jonath–elem–rechokim, Michtam of David, when the Philistines took him in Gath.",
        "h": 4
    },
    {
        "o": 15342,
        "r": "kjv:Psalm:56:1",
        "t": "Be*p merciful unto me, O God: for man would swallow me up; he fighting daily oppresseth me."
    },
    {
        "o": 15343,
        "r": "kjv:Psalm:56:2",
        "t": "Mine*p enemies would daily swallow me up: for they be many that fight against me, O thou most High."
    },
    {
        "o": 15344,
        "r": "kjv:Psalm:56:3",
        "t": "What*p time I am afraid, I will trust in thee."
    },
    {
        "o": 15345,
        "r": "kjv:Psalm:56:4",
        "t": "In*p God I will praise his word, in God I have put my trust; I will not fear what flesh can do unto me."
    },
    {
        "o": 15346,
        "r": "kjv:Psalm:56:5",
        "t": "Every*p day they wrest my words: all their thoughts are against me for evil."
    },
    {
        "o": 15347,
        "r": "kjv:Psalm:56:6",
        "t": "They*p gather themselves together, they hide themselves, they mark my steps, when they wait for my soul."
    },
    {
        "o": 15348,
        "r": "kjv:Psalm:56:7",
        "t": "Shall*p they escape by iniquity? in thine anger cast down the people, O God."
    },
    {
        "o": 15349,
        "r": "kjv:Psalm:56:8",
        "t": "Thou*p tellest my wanderings: put thou my tears into thy bottle: are they not in thy book?"
    },
    {
        "o": 15350,
        "r": "kjv:Psalm:56:9",
        "t": "When*p I cry unto thee, then shall mine enemies turn back: this I know; for God is for me."
    },
    {
        "o": 15351,
        "r": "kjv:Psalm:56:10",
        "t": "In*p God will I praise his word: in the Lord*s will I praise his word."
    },
    {
        "o": 15352,
        "r": "kjv:Psalm:56:11",
        "t": "In*p God have I put my trust: I will not be afraid what man can do unto me."
    },
    {
        "o": 15353,
        "r": "kjv:Psalm:56:12",
        "t": "Thy*p vows are upon me, O God: I will render praises unto thee."
    },
    {
        "o": 15354,
        "r": "kjv:Psalm:56:13",
        "t": "For*p thou hast delivered my soul from death: wilt not thou deliver my feet from falling, that I may walk before God in the light of the living?"
    }
]
