[
    {
        "o": 33898,
        "r": "nasb:1 Peter:4:0",
        "t": "1 Peter 4",
        "h": 1
    },
    {
        "o": 33899,
        "r": "nasb:1 Peter:4:0",
        "t": "Keep Fervent in Your Love",
        "h": 2
    },
    {
        "o": 33900,
        "r": "nasb:1 Peter:4:1",
        "t": "Therefore,*p since Christ has suffered in the flesh, arm yourselves also with the same purpose, because he who has suffered in the flesh has ceased from sin,"
    },
    {
        "o": 33901,
        "r": "nasb:1 Peter:4:2",
        "t": "so as to live the rest of the time in the flesh no longer for the lusts of men, but for the will of God."
    },
    {
        "o": 33902,
        "r": "nasb:1 Peter:4:3",
        "t": "For the time already past is sufficient for*i you*i to have carried out the desire of the Gentiles, having pursued a course of sensuality, lusts, drunkenness, carousing, drinking parties and abominable idolatries."
    },
    {
        "o": 33903,
        "r": "nasb:1 Peter:4:4",
        "t": "In all*i this, they are surprised that you do not run with them*i into the same excesses of dissipation, and they malign you;*i"
    },
    {
        "o": 33904,
        "r": "nasb:1 Peter:4:5",
        "t": "but they will give account to Him who is ready to judge the living and the dead."
    },
    {
        "o": 33905,
        "r": "nasb:1 Peter:4:6",
        "t": "For the gospel has for this purpose been preached even to those who are dead, that though they are judged in the flesh as men, they may live in the spirit according to the*i will*i of*i God."
    },
    {
        "o": 33906,
        "r": "nasb:1 Peter:4:7",
        "t": "The*p end of all things is near; therefore, be of sound judgment and sober spirit*i for the purpose of prayer."
    },
    {
        "o": 33907,
        "r": "nasb:1 Peter:4:8",
        "t": "Above all, keep fervent in your love for one another, because love covers a multitude of sins."
    },
    {
        "o": 33908,
        "r": "nasb:1 Peter:4:9",
        "t": "Be hospitable to one another without complaint."
    },
    {
        "o": 33909,
        "r": "nasb:1 Peter:4:10",
        "t": "As each one has received a special*i gift, employ it in serving one another as good stewards of the manifold grace of God."
    },
    {
        "o": 33910,
        "r": "nasb:1 Peter:4:11",
        "t": "Whoever speaks, is*i to*i do*i so*i as one who is speaking the utterances of God; whoever serves is*i to*i do*i so*i as one who is serving by the strength which God supplies; so that in all things God may be glorified through Jesus Christ, to whom belongs the glory and dominion forever and ever. Amen."
    },
    {
        "o": 33911,
        "r": "nasb:1 Peter:4:11",
        "t": "Share the Sufferings of Christ",
        "h": 2
    },
    {
        "o": 33912,
        "r": "nasb:1 Peter:4:12",
        "t": "Beloved,*p do not be surprised at the fiery ordeal among you, which comes upon you for your testing, as though some strange thing were happening to you;"
    },
    {
        "o": 33913,
        "r": "nasb:1 Peter:4:13",
        "t": "but to the degree that you share the sufferings of Christ, keep on rejoicing, so that also at the revelation of His glory you may rejoice with exultation."
    },
    {
        "o": 33914,
        "r": "nasb:1 Peter:4:14",
        "t": "If you are reviled for the name of Christ, you are blessed, because the Spirit of glory and of God rests on you."
    },
    {
        "o": 33915,
        "r": "nasb:1 Peter:4:15",
        "t": "Make sure that none of you suffers as a murderer, or thief, or evildoer, or a troublesome meddler;"
    },
    {
        "o": 33916,
        "r": "nasb:1 Peter:4:16",
        "t": "but if anyone*i suffers*i as a Christian, he is not to be ashamed, but is to glorify God in this name."
    },
    {
        "o": 33917,
        "r": "nasb:1 Peter:4:17",
        "t": "For it*i is*i time for judgment to begin with the household of God; and if it*i begins*i with us first, what will*i be*i the outcome for those who do not obey the gospel of God?"
    },
    {
        "o": 33918,
        "r": "nasb:1 Peter:4:18",
        "t": "And if*s it*s is*s with*s difficulty*s that*s the*s righteous*s is*s saved,*s what*s will*s become*s of*s the*s godless*s man*s and*s the*s sinner?*s"
    },
    {
        "o": 33919,
        "r": "nasb:1 Peter:4:19",
        "t": "Therefore, those also who suffer according to the will of God shall entrust their souls to a faithful Creator in doing what is right."
    }
]
