[
    {
        "o": 21109,
        "r": "csb:Isaiah:61:0",
        "t": "Isaiah 61",
        "h": 1
    },
    {
        "o": 21110,
        "r": "csb:Isaiah:61:0",
        "t": "Messiah’s Jubilee",
        "h": 2
    },
    {
        "o": 21111,
        "r": "csb:Isaiah:61:1",
        "t": "The*pn Spirit of the Lord God*s is on me, because*ln the Lord*s has anointed me to*ln bring good news to the poor. He*ln has sent me to heal the brokenhearted, to*ln proclaim liberty to the captives and*ln freedom to the prisoners;"
    },
    {
        "o": 21112,
        "r": "csb:Isaiah:61:2",
        "t": "to*ln proclaim the year of the Lord’s*s favor, and*ln the day of our God’s vengeance; to*ln comfort all who mourn,"
    },
    {
        "o": 21113,
        "r": "csb:Isaiah:61:3",
        "t": "to*ln provide for those who mourn in Zion; to*ln give them a crown of beauty instead of ashes, festive*ln oil instead of mourning, and*ln splendid clothes instead of despair. And*ln they will be called righteous trees, planted*ln by the Lord*s to*ln glorify him."
    },
    {
        "o": 21114,
        "r": "csb:Isaiah:61:4",
        "t": "They*ln will rebuild the ancient ruins; they*ln will restore the former devastations; they*ln will renew the ruined cities, the*ln devastations of many generations."
    },
    {
        "o": 21115,
        "r": "csb:Isaiah:61:5",
        "t": "Strangers*ln will stand and feed your flocks, and*ln foreigners will be your plowmen and vinedressers."
    },
    {
        "o": 21116,
        "r": "csb:Isaiah:61:6",
        "t": "But*pn you will be called the Lord’s*s priests; they*ln will speak of you as ministers of our God; you*ln will eat the wealth of the nations, and*ln you will boast in their riches."
    },
    {
        "o": 21117,
        "r": "csb:Isaiah:61:7",
        "t": "In*ln place of your shame, you will have a double portion; in*ln place of disgrace, they will rejoice over their share. So*ln they will possess double in their land, and*ln eternal joy will be theirs."
    },
    {
        "o": 21118,
        "r": "csb:Isaiah:61:8",
        "t": "For*pn I the Lord*s love justice; I*ln hate robbery and injustice; I*ln will faithfully reward my people and*ln make a permanent covenant with them."
    },
    {
        "o": 21119,
        "r": "csb:Isaiah:61:9",
        "t": "Their*ln descendants will be known among the nations, and*ln their posterity among the peoples. All*ln who see them will recognize that*ln they are a people the Lord*s has blessed."
    },
    {
        "o": 21120,
        "r": "csb:Isaiah:61:10",
        "t": "I*pn rejoice greatly in the Lord,*s I*ln exult in my God; for*ln he has clothed me with the garments of salvation and*ln wrapped me in a robe of righteousness, as*ln a groom wears a turban and*ln as a bride adorns herself with her jewels."
    },
    {
        "o": 21121,
        "r": "csb:Isaiah:61:11",
        "t": "For*ln as the earth produces its growth, and*ln as a garden enables what is sown to spring up, so*ln the Lord God*s will cause righteousness and praise to*ln spring up before all the nations."
    }
]
