[
    {
        "o": 21065,
        "r": "nkjv:Isaiah:60:0",
        "t": "Isaiah 60",
        "h": 1
    },
    {
        "o": 21066,
        "r": "nkjv:Isaiah:60:0",
        "t": "The Gentiles Bless Zion",
        "h": 2
    },
    {
        "o": 21067,
        "r": "nkjv:Isaiah:60:1",
        "t": "Arise,*pn shine; For*ld your light has come! And*ld the glory of the Lord*s is risen upon you."
    },
    {
        "o": 21068,
        "r": "nkjv:Isaiah:60:2",
        "t": "For*ld behold, the darkness shall cover the earth, And*ld deep darkness the people; But*ld the Lord*s will arise over you, And*ld His glory will be seen upon you."
    },
    {
        "o": 21069,
        "r": "nkjv:Isaiah:60:3",
        "t": "The*ld Gentiles shall come to your light, And*ld kings to the brightness of your rising."
    },
    {
        "o": 21070,
        "r": "nkjv:Isaiah:60:4",
        "t": "“Lift*ln up your eyes all around, and see: They*ld all gather together, they come to you; Your*ld sons shall come from afar, And*ld your daughters shall be nursed at your*i side."
    },
    {
        "o": 21071,
        "r": "nkjv:Isaiah:60:5",
        "t": "Then*ld you shall see and become radiant, And*ld your heart shall swell with joy; Because*ld the abundance of the sea shall be turned to you, The*ld wealth of the Gentiles shall come to you."
    },
    {
        "o": 21072,
        "r": "nkjv:Isaiah:60:6",
        "t": "The*ld multitude of camels shall cover your land,*i The*ld dromedaries of Midian and Ephah; All*ld those from Sheba shall come; They*ld shall bring gold and incense, And*ld they shall proclaim the praises of the Lord.*s"
    },
    {
        "o": 21073,
        "r": "nkjv:Isaiah:60:7",
        "t": "All*ld the flocks of Kedar shall be gathered together to you, The*ld rams of Nebaioth shall minister to you; They*ld shall ascend with acceptance on My altar, And*ld I will glorify the house of My glory."
    },
    {
        "o": 21074,
        "r": "nkjv:Isaiah:60:8",
        "t": "“Who*ln are*i these who*i fly like a cloud, And*ld like doves to their roosts?"
    },
    {
        "o": 21075,
        "r": "nkjv:Isaiah:60:9",
        "t": "Surely*ld the coastlands shall wait for Me; And*ld the ships of Tarshish will*i come*i first, To*ld bring your sons from afar, Their*ld silver and their gold with them, To*ld the name of the Lord*s your God, And*ld to the Holy One of Israel, Because*ld He has glorified you."
    },
    {
        "o": 21076,
        "r": "nkjv:Isaiah:60:10",
        "t": "“The*ln sons of foreigners shall build up your walls, And*ld their kings shall minister to you; For*ld in My wrath I struck you, But*ld in My favor I have had mercy on you."
    },
    {
        "o": 21077,
        "r": "nkjv:Isaiah:60:11",
        "t": "Therefore*ld your gates shall be open continually; They*ld shall not be shut day or night, That*ld men*i may bring to you the wealth of the Gentiles, And*ld their kings in procession."
    },
    {
        "o": 21078,
        "r": "nkjv:Isaiah:60:12",
        "t": "For*ld the nation and kingdom which will not serve you shall perish, And*ld those*i nations shall be utterly ruined."
    },
    {
        "o": 21079,
        "r": "nkjv:Isaiah:60:13",
        "t": "“The*ln glory of Lebanon shall come to you, The*ld cypress, the pine, and the box tree together, To*ld beautify the place of My sanctuary; And*ld I will make the place of My feet glorious."
    },
    {
        "o": 21080,
        "r": "nkjv:Isaiah:60:14",
        "t": "Also*ld the sons of those who afflicted you Shall*ld come bowing to you, And*ld all those who despised you shall fall prostrate at the soles of your feet; And*ld they shall call you The City of the Lord,*s Zion*ld of the Holy One of Israel."
    },
    {
        "o": 21081,
        "r": "nkjv:Isaiah:60:15",
        "t": "“Whereas*ln you have been forsaken and hated, So*ld that no one went through you,*i I*ld will make you an eternal excellence, A*ld joy of many generations."
    },
    {
        "o": 21082,
        "r": "nkjv:Isaiah:60:16",
        "t": "You*ld shall drink the milk of the Gentiles, And*ld milk the breast of kings; You*ld shall know that I, the Lord,*s am*i your Savior And*ld your Redeemer, the Mighty One of Jacob."
    },
    {
        "o": 21083,
        "r": "nkjv:Isaiah:60:17",
        "t": "“Instead*ln of bronze I will bring gold, Instead*ld of iron I will bring silver, Instead*ld of wood, bronze, And*ld instead of stones, iron. I*ld will also make your officers peace, And*ld your magistrates righteousness."
    },
    {
        "o": 21084,
        "r": "nkjv:Isaiah:60:18",
        "t": "Violence*ld shall no longer be heard in your land, Neither*ld wasting nor destruction within your borders; But*ld you shall call your walls Salvation, And*ld your gates Praise."
    },
    {
        "o": 21085,
        "r": "nkjv:Isaiah:60:18",
        "t": "God the Glory of His People",
        "h": 2
    },
    {
        "o": 21086,
        "r": "nkjv:Isaiah:60:19",
        "t": "“The*pn sun shall no longer be your light by day, Nor*ld for brightness shall the moon give light to you; But*ld the Lord*s will be to you an everlasting light, And*ld your God your glory."
    },
    {
        "o": 21087,
        "r": "nkjv:Isaiah:60:20",
        "t": "Your*ld sun shall no longer go down, Nor*ld shall your moon withdraw itself; For*ld the Lord*s will be your everlasting light, And*ld the days of your mourning shall be ended."
    },
    {
        "o": 21088,
        "r": "nkjv:Isaiah:60:21",
        "t": "Also*ld your people shall*i all be*i righteous; They*ld shall inherit the land forever, The*ld branch of My planting, The*ld work of My hands, That*ld I may be glorified."
    },
    {
        "o": 21089,
        "r": "nkjv:Isaiah:60:22",
        "t": "A*ld little one shall become a thousand, And*ld a small one a strong nation. I,*ld the Lord,*s will hasten it in its time.”"
    }
]
