[
    {
        "o": 15642,
        "r": "esv:Psalm:21:0",
        "t": "Psalm 21",
        "h": 1
    },
    {
        "o": 15643,
        "r": "esv:Psalm:21:0",
        "t": "The King Rejoices in the Lord’s Strength",
        "h": 2
    },
    {
        "o": 15644,
        "r": "esv:Psalm:21:0",
        "t": "To the choirmaster. A Psalm of David.",
        "h": 4
    },
    {
        "o": 15645,
        "r": "esv:Psalm:21:1",
        "t": "O*pn Lord,*s in your strength the king rejoices, and*ld in your salvation how greatly he exults!"
    },
    {
        "o": 15646,
        "r": "esv:Psalm:21:2",
        "t": "You*ln have given him his heart’s desire and*ld have not withheld the request of his lips. Selah*ig"
    },
    {
        "o": 15647,
        "r": "esv:Psalm:21:3",
        "t": "For*ln you meet him with rich blessings; you*ld set a crown of fine gold upon his head."
    },
    {
        "o": 15648,
        "r": "esv:Psalm:21:4",
        "t": "He*ln asked life of you; you gave it to him, length*ld of days forever and ever."
    },
    {
        "o": 15649,
        "r": "esv:Psalm:21:5",
        "t": "His*ln glory is great through your salvation; splendor*ld and majesty you bestow on him."
    },
    {
        "o": 15650,
        "r": "esv:Psalm:21:6",
        "t": "For*ln you make him most blessed forever; you*ld make him glad with the joy of your presence."
    },
    {
        "o": 15651,
        "r": "esv:Psalm:21:7",
        "t": "For*ln the king trusts in the Lord,*s and*ld through the steadfast love of the Most High he shall not be moved."
    },
    {
        "o": 15652,
        "r": "esv:Psalm:21:8",
        "t": "Your*pn hand will find out all your enemies; your*ld right hand will find out those who hate you."
    },
    {
        "o": 15653,
        "r": "esv:Psalm:21:9",
        "t": "You*ln will make them as a blazing oven when*ld you appear. The*ln Lord*s will swallow them up in his wrath, and*ld fire will consume them."
    },
    {
        "o": 15654,
        "r": "esv:Psalm:21:10",
        "t": "You*ln will destroy their descendants from the earth, and*ld their offspring from among the children of man."
    },
    {
        "o": 15655,
        "r": "esv:Psalm:21:11",
        "t": "Though*ln they plan evil against you, though*ld they devise mischief, they will not succeed."
    },
    {
        "o": 15656,
        "r": "esv:Psalm:21:12",
        "t": "For*ln you will put them to flight; you*ld will aim at their faces with your bows."
    },
    {
        "o": 15657,
        "r": "esv:Psalm:21:13",
        "t": "Be*pn exalted, O Lord,*s in your strength! We*ld will sing and praise your power."
    }
]
