[
    {
        "o": 21433,
        "r": "nkjv:Jeremiah:8:0",
        "t": "Jeremiah 8",
        "h": 1
    },
    {
        "o": 21434,
        "r": "nkjv:Jeremiah:8:1",
        "t": "“At*p that time,” says the Lord,*s “they shall bring out the bones of the kings of Judah, and the bones of its princes, and the bones of the priests, and the bones of the prophets, and the bones of the inhabitants of Jerusalem, out of their graves."
    },
    {
        "o": 21435,
        "r": "nkjv:Jeremiah:8:2",
        "t": "They shall spread them before the sun and the moon and all the host of heaven, which they have loved and which they have served and after which they have walked, which they have sought and which they have worshiped. They shall not be gathered nor buried; they shall be like refuse on the face of the earth."
    },
    {
        "o": 21436,
        "r": "nkjv:Jeremiah:8:3",
        "t": "Then death shall be chosen rather than life by all the residue of those who remain of this evil family, who remain in all the places where I have driven them,” says the Lord*s of hosts."
    },
    {
        "o": 21437,
        "r": "nkjv:Jeremiah:8:3",
        "t": "The Peril of False Teaching",
        "h": 2
    },
    {
        "o": 21438,
        "r": "nkjv:Jeremiah:8:4",
        "t": "“Moreover*p you shall say to them, ‘Thus says the Lord:*s “Will*pn they fall and not rise? Will*ld one turn away and not return?"
    },
    {
        "o": 21439,
        "r": "nkjv:Jeremiah:8:5",
        "t": "Why*ld has this people slidden back, Jerusalem,*ld in a perpetual backsliding? They*ld hold fast to deceit, They*ld refuse to return."
    },
    {
        "o": 21440,
        "r": "nkjv:Jeremiah:8:6",
        "t": "I*ld listened and heard, But*ild they do not speak aright. No*ld man repented of his wickedness, Saying,*ld ‘What have I done?’ Everyone*ld turned to his own course, As*ld the horse rushes into the battle."
    },
    {
        "o": 21441,
        "r": "nkjv:Jeremiah:8:7",
        "t": "“Even*ln the stork in the heavens Knows*ld her appointed times; And*ld the turtledove, the swift, and the swallow Observe*ld the time of their coming. But*ld My people do not know the judgment of the Lord.*s"
    },
    {
        "o": 21442,
        "r": "nkjv:Jeremiah:8:8",
        "t": "“How*ln can you say, ‘We are*i wise, And*ld the law of the Lord*s is*i with us’? Look,*ld the false pen of the scribe certainly works falsehood."
    },
    {
        "o": 21443,
        "r": "nkjv:Jeremiah:8:9",
        "t": "The*ld wise men are ashamed, They*ld are dismayed and taken. Behold,*ld they have rejected the word of the Lord;*s So*ld what wisdom do they have?"
    },
    {
        "o": 21444,
        "r": "nkjv:Jeremiah:8:10",
        "t": "Therefore*ld I will give their wives to others, And*ild their fields to those who will inherit them;*i Because*ld from the least even to the greatest Everyone*ld is given to covetousness; From*ld the prophet even to the priest Everyone*ld deals falsely."
    },
    {
        "o": 21445,
        "r": "nkjv:Jeremiah:8:11",
        "t": "For*ld they have healed the hurt of the daughter of My people slightly, Saying,*ld ‘Peace, peace!’ When*ld there*i is*i no peace."
    },
    {
        "o": 21446,
        "r": "nkjv:Jeremiah:8:12",
        "t": "Were*ld they ashamed when they had committed abomination? No!*ld They were not at all ashamed, Nor*ld did they know how to blush. Therefore*ld they shall fall among those who fall; In*ld the time of their punishment They*ld shall be cast down,” says the Lord.*s"
    },
    {
        "o": 21447,
        "r": "nkjv:Jeremiah:8:13",
        "t": "“I*ln will surely consume them,” says the Lord.*s “No*ld grapes shall*i be*i on the vine, Nor*ld figs on the fig tree, And*ld the leaf shall fade; And*ld the*i things*i I have given them shall pass away from them.”’”"
    },
    {
        "o": 21448,
        "r": "nkjv:Jeremiah:8:14",
        "t": "“Why*ln do we sit still? Assemble*ld yourselves, And*ld let us enter the fortified cities, And*ld let us be silent there. For*ld the Lord*s our God has put us to silence And*ld given us water of gall to drink, Because*ld we have sinned against the Lord.*s"
    },
    {
        "o": 21449,
        "r": "nkjv:Jeremiah:8:15",
        "t": "“We*iln looked for peace, but no good came;*i And*ld for a time of health, and there was trouble!"
    },
    {
        "o": 21450,
        "r": "nkjv:Jeremiah:8:16",
        "t": "The*ld snorting of His horses was heard from Dan. The*ld whole land trembled at the sound of the neighing of His strong ones; For*ld they have come and devoured the land and all that is in it, The*ld city and those who dwell in it.”"
    },
    {
        "o": 21451,
        "r": "nkjv:Jeremiah:8:17",
        "t": "“For*ln behold, I will send serpents among you, Vipers*ld which cannot be charmed, And*ld they shall bite you,” says the Lord.*s"
    },
    {
        "o": 21452,
        "r": "nkjv:Jeremiah:8:17",
        "t": "The Prophet Mourns for the People",
        "h": 2
    },
    {
        "o": 21453,
        "r": "nkjv:Jeremiah:8:18",
        "t": "I*pn would comfort myself in sorrow; My*ld heart is*i faint in me."
    },
    {
        "o": 21454,
        "r": "nkjv:Jeremiah:8:19",
        "t": "Listen!*ld The voice, The*ld cry of the daughter of my people From*ld a far country: “Is*ild not the Lord*s in Zion? Is*ild not her King in her?” “Why*ln have they provoked Me to anger With*ld their carved images— With*ld foreign idols?”"
    },
    {
        "o": 21455,
        "r": "nkjv:Jeremiah:8:20",
        "t": "“The*ln harvest is past, The*ld summer is ended, And*ld we are not saved!”"
    },
    {
        "o": 21456,
        "r": "nkjv:Jeremiah:8:21",
        "t": "For*ln the hurt of the daughter of my people I am hurt. I*ld am mourning; Astonishment*ld has taken hold of me."
    },
    {
        "o": 21457,
        "r": "nkjv:Jeremiah:8:22",
        "t": "Is*ild there*i no balm in Gilead, Is*ild there*i no physician there? Why*ld then is there no recovery For*ld the health of the daughter of my people?"
    }
]
