[
    {
        "o": 24431,
        "r": "nkjv:Daniel:4:0",
        "t": "Daniel 4",
        "h": 1
    },
    {
        "o": 24432,
        "r": "nkjv:Daniel:4:0",
        "t": "Nebuchadnezzar’s Second Dream",
        "h": 2
    },
    {
        "o": 24433,
        "r": "nkjv:Daniel:4:1",
        "t": "Nebuchadnezzar*p the king, To*p all peoples, nations, and languages that dwell in all the earth: Peace*p be multiplied to you."
    },
    {
        "o": 24434,
        "r": "nkjv:Daniel:4:2",
        "t": "I*p thought it good to declare the signs and wonders that the Most High God has worked for me."
    },
    {
        "o": 24435,
        "r": "nkjv:Daniel:4:3",
        "t": "How*pn great are*i His signs, And*ld how mighty His wonders! His*ld kingdom is*i an everlasting kingdom, And*ld His dominion is*i from generation to generation."
    },
    {
        "o": 24436,
        "r": "nkjv:Daniel:4:4",
        "t": "I,*p Nebuchadnezzar, was at rest in my house, and flourishing in my palace."
    },
    {
        "o": 24437,
        "r": "nkjv:Daniel:4:5",
        "t": "I saw a dream which made me afraid, and the thoughts on my bed and the visions of my head troubled me."
    },
    {
        "o": 24438,
        "r": "nkjv:Daniel:4:6",
        "t": "Therefore I issued a decree to bring in all the wise men*i of Babylon before me, that they might make known to me the interpretation of the dream."
    },
    {
        "o": 24439,
        "r": "nkjv:Daniel:4:7",
        "t": "Then the magicians, the astrologers, the Chaldeans, and the soothsayers came in, and I told them the dream; but they did not make known to me its interpretation."
    },
    {
        "o": 24440,
        "r": "nkjv:Daniel:4:8",
        "t": "But at last Daniel came before me (his name is*i Belteshazzar, according to the name of my god; in him is*i the Spirit of the Holy God), and I told the dream before him, saying:*i"
    },
    {
        "o": 24441,
        "r": "nkjv:Daniel:4:9",
        "t": "“Belteshazzar, chief of the magicians, because I know that the Spirit of the Holy God is*i in you, and no secret troubles you, explain to me the visions of my dream that I have seen, and its interpretation."
    },
    {
        "o": 24442,
        "r": "nkjv:Daniel:4:10",
        "t": "“These*p were*i the visions of my head while*i on my bed: I*pn was looking, and behold, A*ld tree in the midst of the earth, And*ld its height was great."
    },
    {
        "o": 24443,
        "r": "nkjv:Daniel:4:11",
        "t": "The*ld tree grew and became strong; Its*ld height reached to the heavens, And*ld it could be seen to the ends of all the earth."
    },
    {
        "o": 24444,
        "r": "nkjv:Daniel:4:12",
        "t": "Its*ld leaves were*i lovely, Its*ld fruit abundant, And*ld in it was*i food for all. The*ld beasts of the field found shade under it, The*ld birds of the heavens dwelt in its branches, And*ld all flesh was fed from it."
    },
    {
        "o": 24445,
        "r": "nkjv:Daniel:4:13",
        "t": "“I*p saw in the visions of my head while*i on my bed, and there was a watcher, a holy one, coming down from heaven."
    },
    {
        "o": 24446,
        "r": "nkjv:Daniel:4:14",
        "t": "He cried aloud and said thus: ‘Chop*pn down the tree and cut off its branches, Strip*ld off its leaves and scatter its fruit. Let*ld the beasts get out from under it, And*ld the birds from its branches."
    },
    {
        "o": 24447,
        "r": "nkjv:Daniel:4:15",
        "t": "Nevertheless*ld leave the stump and roots in the earth, Bound*ild with a band of iron and bronze, In*ld the tender grass of the field. Let*ld it be wet with the dew of heaven, And*ld let*i him graze with the beasts On*ld the grass of the earth."
    },
    {
        "o": 24448,
        "r": "nkjv:Daniel:4:16",
        "t": "Let*ld his heart be changed from that*i of*i a man, Let*ld him be given the heart of a beast, And*ld let seven times pass over him."
    },
    {
        "o": 24449,
        "r": "nkjv:Daniel:4:17",
        "t": "‘This*ln decision is*i by the decree of the watchers, And*ld the sentence by the word of the holy ones, In*ld order that the living may know That*ld the Most High rules in the kingdom of men, Gives*ld it to whomever He will, And*ld sets over it the lowest of men.’"
    },
    {
        "o": 24450,
        "r": "nkjv:Daniel:4:18",
        "t": "“This*p dream I, King Nebuchadnezzar, have seen. Now you, Belteshazzar, declare its interpretation, since all the wise men*i of my kingdom are not able to make known to me the interpretation; but you are*i able, for the Spirit of the Holy God is*i in you.”"
    },
    {
        "o": 24451,
        "r": "nkjv:Daniel:4:18",
        "t": "Daniel Explains the Second Dream",
        "h": 2
    },
    {
        "o": 24452,
        "r": "nkjv:Daniel:4:19",
        "t": "Then*p Daniel, whose name was*i Belteshazzar, was astonished for a time, and his thoughts troubled him. So*i the king spoke, and said, “Belteshazzar, do not let the dream or its interpretation trouble you.” Belteshazzar answered and said, “My lord, may*i the dream concern those who hate you, and its interpretation concern your enemies!"
    },
    {
        "o": 24453,
        "r": "nkjv:Daniel:4:20",
        "t": "“The*p tree that you saw, which grew and became strong, whose height reached to the heavens and which could*i be*i seen by all the earth,"
    },
    {
        "o": 24454,
        "r": "nkjv:Daniel:4:21",
        "t": "whose leaves were*i lovely and its fruit abundant, in which was*i food for all, under which the beasts of the field dwelt, and in whose branches the birds of the heaven had their home—"
    },
    {
        "o": 24455,
        "r": "nkjv:Daniel:4:22",
        "t": "it is*i you, O king, who have grown and become strong; for your greatness has grown and reaches to the heavens, and your dominion to the end of the earth."
    },
    {
        "o": 24456,
        "r": "nkjv:Daniel:4:23",
        "t": "“And*p inasmuch as the king saw a watcher, a holy one, coming down from heaven and saying, ‘Chop down the tree and destroy it, but leave its stump and roots in the earth, bound*i with a band of iron and bronze in the tender grass of the field; let it be wet with the dew of heaven, and let him graze with the beasts of the field, till seven times pass over him’;"
    },
    {
        "o": 24457,
        "r": "nkjv:Daniel:4:24",
        "t": "this is the interpretation, O king, and this is the decree of the Most High, which has come upon my lord the king:"
    },
    {
        "o": 24458,
        "r": "nkjv:Daniel:4:25",
        "t": "They shall drive you from men, your dwelling shall be with the beasts of the field, and they shall make you eat grass like oxen. They shall wet you with the dew of heaven, and seven times shall pass over you, till you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses."
    },
    {
        "o": 24459,
        "r": "nkjv:Daniel:4:26",
        "t": "“And*p inasmuch as they gave the command to leave the stump and*i roots of the tree, your kingdom shall be assured to you, after you come to know that Heaven rules."
    },
    {
        "o": 24460,
        "r": "nkjv:Daniel:4:27",
        "t": "Therefore, O king, let my advice be acceptable to you; break off your sins by being*i righteous, and your iniquities by showing mercy to the*i poor. Perhaps there may be a lengthening of your prosperity.”"
    },
    {
        "o": 24461,
        "r": "nkjv:Daniel:4:27",
        "t": "Nebuchadnezzar’s Humiliation",
        "h": 2
    },
    {
        "o": 24462,
        "r": "nkjv:Daniel:4:28",
        "t": "All*p this*i came upon King Nebuchadnezzar."
    },
    {
        "o": 24463,
        "r": "nkjv:Daniel:4:29",
        "t": "At the end of the twelve months he was walking about the royal palace of Babylon."
    },
    {
        "o": 24464,
        "r": "nkjv:Daniel:4:30",
        "t": "The king spoke, saying, “Is not this great Babylon, that I have built for a royal dwelling by my mighty power and for the honor of my majesty?”"
    },
    {
        "o": 24465,
        "r": "nkjv:Daniel:4:31",
        "t": "While*p the word was*i still*i in the king’s mouth, a voice fell from heaven: “King Nebuchadnezzar, to you it is spoken: the kingdom has departed from you!"
    },
    {
        "o": 24466,
        "r": "nkjv:Daniel:4:32",
        "t": "And they shall drive you from men, and your dwelling shall*i be*i with the beasts of the field. They shall make you eat grass like oxen; and seven times shall pass over you, until you know that the Most High rules in the kingdom of men, and gives it to whomever He chooses.”"
    },
    {
        "o": 24467,
        "r": "nkjv:Daniel:4:33",
        "t": "That*p very hour the word was fulfilled concerning Nebuchadnezzar; he was driven from men and ate grass like oxen; his body was wet with the dew of heaven till his hair had grown like eagles’ feathers*i and his nails like birds’ claws.*i"
    },
    {
        "o": 24468,
        "r": "nkjv:Daniel:4:33",
        "t": "Nebuchadnezzar Praises God",
        "h": 2
    },
    {
        "o": 24469,
        "r": "nkjv:Daniel:4:34",
        "t": "And*p at the end of the time I, Nebuchadnezzar, lifted my eyes to heaven, and my understanding returned to me; and I blessed the Most High and praised and honored Him who lives forever: For*pn His dominion is*i an everlasting dominion, And*ld His kingdom is*i from generation to generation."
    },
    {
        "o": 24470,
        "r": "nkjv:Daniel:4:35",
        "t": "All*ld the inhabitants of the earth are*i reputed as nothing; He*ld does according to His will in the army of heaven And*ld among*i the inhabitants of the earth. No*ld one can restrain His hand Or*ld say to Him, “What have You done?”"
    },
    {
        "o": 24471,
        "r": "nkjv:Daniel:4:36",
        "t": "At*p the same time my reason returned to me, and for the glory of my kingdom, my honor and splendor returned to me. My counselors and nobles resorted to me, I was restored to my kingdom, and excellent majesty was added to me."
    },
    {
        "o": 24472,
        "r": "nkjv:Daniel:4:37",
        "t": "Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, all of whose works are*i truth, and His ways justice. And those who walk in pride He is able to put down."
    }
]
