[
    {
        "o": 33031,
        "r": "nasb:2 Thessalonians:3:0",
        "t": "2 Thessalonians 3",
        "h": 1
    },
    {
        "o": 33032,
        "r": "nasb:2 Thessalonians:3:0",
        "t": "Exhortation",
        "h": 2
    },
    {
        "o": 33033,
        "r": "nasb:2 Thessalonians:3:1",
        "t": "Finally,*p brethren, pray for us that the word of the Lord will spread rapidly and be glorified, just as it*i did*i also with you;"
    },
    {
        "o": 33034,
        "r": "nasb:2 Thessalonians:3:2",
        "t": "and that we will be rescued from perverse and evil men; for not all have faith."
    },
    {
        "o": 33035,
        "r": "nasb:2 Thessalonians:3:3",
        "t": "But the Lord is faithful, and He will strengthen and protect you from the evil one.*i"
    },
    {
        "o": 33036,
        "r": "nasb:2 Thessalonians:3:4",
        "t": "We have confidence in the Lord concerning you, that you are doing and will continue*i to*i do what we command."
    },
    {
        "o": 33037,
        "r": "nasb:2 Thessalonians:3:5",
        "t": "May the Lord direct your hearts into the love of God and into the steadfastness of Christ."
    },
    {
        "o": 33038,
        "r": "nasb:2 Thessalonians:3:6",
        "t": "Now*p we command you, brethren, in the name of our Lord Jesus Christ, that you keep away from every brother who leads an unruly life and not according to the tradition which you received from us."
    },
    {
        "o": 33039,
        "r": "nasb:2 Thessalonians:3:7",
        "t": "For you yourselves know how you ought to follow our example, because we did not act in an undisciplined manner among you,"
    },
    {
        "o": 33040,
        "r": "nasb:2 Thessalonians:3:8",
        "t": "nor did we eat anyone’s bread without paying for it, but with labor and hardship we kept*i working night and day so that we would not be a burden to any of you;"
    },
    {
        "o": 33041,
        "r": "nasb:2 Thessalonians:3:9",
        "t": "not because we do not have the right to*i this,*i but in order to offer ourselves as a model for you, so that you would follow our example."
    },
    {
        "o": 33042,
        "r": "nasb:2 Thessalonians:3:10",
        "t": "For even when we were with you, we used to give you this order: if anyone is not willing to work, then he is not to eat, either."
    },
    {
        "o": 33043,
        "r": "nasb:2 Thessalonians:3:11",
        "t": "For we hear that some among you are leading an undisciplined life, doing no work at all, but acting like busybodies."
    },
    {
        "o": 33044,
        "r": "nasb:2 Thessalonians:3:12",
        "t": "Now such persons we command and exhort in the Lord Jesus Christ to work in quiet fashion and eat their own bread."
    },
    {
        "o": 33045,
        "r": "nasb:2 Thessalonians:3:13",
        "t": "But as for you, brethren, do not grow weary of doing good."
    },
    {
        "o": 33046,
        "r": "nasb:2 Thessalonians:3:14",
        "t": "If*p anyone does not obey our instruction in this letter, take special note of that person and do not associate with him, so that he will be put to shame."
    },
    {
        "o": 33047,
        "r": "nasb:2 Thessalonians:3:15",
        "t": "Yet*i do not regard him as an enemy, but admonish him as a brother."
    },
    {
        "o": 33048,
        "r": "nasb:2 Thessalonians:3:16",
        "t": "Now*p may the Lord of peace Himself continually grant you peace in every circumstance. The Lord be with you all!"
    },
    {
        "o": 33049,
        "r": "nasb:2 Thessalonians:3:17",
        "t": "I,*p Paul, write this greeting with my own hand, and this is a distinguishing mark in every letter; this is the way I write."
    },
    {
        "o": 33050,
        "r": "nasb:2 Thessalonians:3:18",
        "t": "The grace of our Lord Jesus Christ be with you all."
    }
]
