[
    {
        "o": 24413,
        "r": "csb:Ezekiel:48:0",
        "t": "Ezekiel 48",
        "h": 1
    },
    {
        "o": 24414,
        "r": "csb:Ezekiel:48:0",
        "t": "The Tribal Allotments",
        "h": 2
    },
    {
        "o": 24415,
        "r": "csb:Ezekiel:48:1",
        "t": "“Now*p these are the names of the tribes: From*ln the northern end, along the road of Hethlon, to Lebo-hamath as far as Hazar-enon, at the northern border of Damascus, alongside Hamath and extending from the eastern side to the sea, will be Dan - one portion."
    },
    {
        "o": 24416,
        "r": "csb:Ezekiel:48:2",
        "t": "Next*ln to the territory of Dan, from the east side to the west, will be Asher - one portion."
    },
    {
        "o": 24417,
        "r": "csb:Ezekiel:48:3",
        "t": "Next*ln to the territory of Asher, from the east side to the west, will be Naphtali - one portion."
    },
    {
        "o": 24418,
        "r": "csb:Ezekiel:48:4",
        "t": "Next*ln to the territory of Naphtali, from the east side to the west, will be Manasseh - one portion."
    },
    {
        "o": 24419,
        "r": "csb:Ezekiel:48:5",
        "t": "Next*ln to the territory of Manasseh, from the east side to the west, will be Ephraim - one portion."
    },
    {
        "o": 24420,
        "r": "csb:Ezekiel:48:6",
        "t": "Next*ln to the territory of Ephraim, from the east side to the west, will be Reuben - one portion."
    },
    {
        "o": 24421,
        "r": "csb:Ezekiel:48:7",
        "t": "Next*ln to the territory of Reuben, from the east side to the west, will be Judah - one portion."
    },
    {
        "o": 24422,
        "r": "csb:Ezekiel:48:8",
        "t": "“Next*p to the territory of Judah, from the east side to the west, will be the portion you donate to the Lord,*s 8⅓ miles wide, and as long as one of the tribal portions from the east side to the west. The sanctuary will be in the middle of it."
    },
    {
        "o": 24423,
        "r": "csb:Ezekiel:48:9",
        "t": "“The*p special portion you donate to the Lord*s will be 8⅓ miles long and 3⅓ miles wide."
    },
    {
        "o": 24424,
        "r": "csb:Ezekiel:48:10",
        "t": "This holy donation will be set apart for the priests alone. It will be 8⅓ miles long on the northern side, 3⅓ miles wide on the western side, 3⅓ miles wide on the eastern side, and 8⅓ miles long on the southern side. The Lord’s*s sanctuary will be in the middle of it."
    },
    {
        "o": 24425,
        "r": "csb:Ezekiel:48:11",
        "t": "It is for the consecrated priests, the sons of Zadok, who kept my charge and did not go astray as the Levites did when the Israelites went astray."
    },
    {
        "o": 24426,
        "r": "csb:Ezekiel:48:12",
        "t": "It will be a special donation for them out of the holy donation of the land, a most holy place adjacent to the territory of the Levites."
    },
    {
        "o": 24427,
        "r": "csb:Ezekiel:48:13",
        "t": "“Next*p to the territory of the priests, the Levites will have an area 8⅓ miles long and 3⅓ miles wide. The total length will be 8⅓ miles and the width 3⅓ miles."
    },
    {
        "o": 24428,
        "r": "csb:Ezekiel:48:14",
        "t": "They must not sell or exchange any of it, and they must not transfer this choice part of the land, for it is holy to the Lord.*s"
    },
    {
        "o": 24429,
        "r": "csb:Ezekiel:48:15",
        "t": "“The*p remaining area, 1⅔ miles wide and 8⅓ miles long, will be for common use by the city, for both residential and open space. The city will be in the middle of it."
    },
    {
        "o": 24430,
        "r": "csb:Ezekiel:48:16",
        "t": "These are the city’s measurements: 1½*ln miles on the north side; 1½*ln miles on the south side; 1½*ln miles on the east side; and*ln 1½ miles on the west side."
    },
    {
        "o": 24431,
        "r": "csb:Ezekiel:48:17",
        "t": "The*p city’s open space will extend: 425*ln feet to the north, 425*ln feet to the south, 425*ln feet to the east, and*ln 425 feet to the west."
    },
    {
        "o": 24432,
        "r": "csb:Ezekiel:48:18",
        "t": "“The*p remainder of the length alongside the holy donation will be 3⅓ miles to the east and 3⅓ miles to the west. It will run alongside the holy donation. Its produce will be food for the workers of the city."
    },
    {
        "o": 24433,
        "r": "csb:Ezekiel:48:19",
        "t": "The city’s workers from all the tribes of Israel will cultivate it."
    },
    {
        "o": 24434,
        "r": "csb:Ezekiel:48:20",
        "t": "The entire donation will be 8⅓ miles by 8⅓ miles; you are to set apart the holy donation along with the city property as a square area."
    },
    {
        "o": 24435,
        "r": "csb:Ezekiel:48:21",
        "t": "“The*p remaining area on both sides of the holy donation and the city property will belong to the prince. He will own the land adjacent to the tribal portions, next to the 8⅓ miles of the donation as far as the eastern border and next to the 8⅓ miles of the donation as far as the western border. The holy donation and the sanctuary of the temple will be in the middle of it."
    },
    {
        "o": 24436,
        "r": "csb:Ezekiel:48:22",
        "t": "Except for the Levitical property and the city property in the middle of the area belonging to the prince, the area between the territory of Judah and that of Benjamin will belong to the prince."
    },
    {
        "o": 24437,
        "r": "csb:Ezekiel:48:23",
        "t": "“As*p for the rest of the tribes: From*ln the east side to the west, will be Benjamin - one portion."
    },
    {
        "o": 24438,
        "r": "csb:Ezekiel:48:24",
        "t": "Next*ln to the territory of Benjamin, from the east side to the west, will be Simeon - one portion."
    },
    {
        "o": 24439,
        "r": "csb:Ezekiel:48:25",
        "t": "Next*ln to the territory of Simeon, from the east side to the west, will be Issachar - one portion."
    },
    {
        "o": 24440,
        "r": "csb:Ezekiel:48:26",
        "t": "Next*ln to the territory of Issachar, from the east side to the west, will be Zebulun - one portion."
    },
    {
        "o": 24441,
        "r": "csb:Ezekiel:48:27",
        "t": "Next*ln to the territory of Zebulun, from the east side to the west, will be Gad - one portion."
    },
    {
        "o": 24442,
        "r": "csb:Ezekiel:48:28",
        "t": "Next*p to the territory of Gad toward the south side, the border will run from Tamar to the Waters of Meribath-kadesh, to the Brook of Egypt, and out to the Mediterranean Sea."
    },
    {
        "o": 24443,
        "r": "csb:Ezekiel:48:29",
        "t": "This is the land you are to allot as an inheritance to Israel’s tribes, and these will be their portions.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 24444,
        "r": "csb:Ezekiel:48:29",
        "t": "The New City",
        "h": 2
    },
    {
        "o": 24445,
        "r": "csb:Ezekiel:48:30",
        "t": "“These*p are the exits of the city: On*ln the north side, which measures 1½ miles,"
    },
    {
        "o": 24446,
        "r": "csb:Ezekiel:48:31",
        "t": "there will be three gates facing north, the gates of the city being named for the tribes of Israel: one, the gate of Reuben; one, the gate of Judah; and one, the gate of Levi."
    },
    {
        "o": 24447,
        "r": "csb:Ezekiel:48:32",
        "t": "On*ln the east side, which is 1½ miles, there will be three gates: one, the gate of Joseph; one, the gate of Benjamin; and one, the gate of Dan."
    },
    {
        "o": 24448,
        "r": "csb:Ezekiel:48:33",
        "t": "On*ln the south side, which measures 1½ miles, there will be three gates: one, the gate of Simeon; one, the gate of Issachar; and one, the gate of Zebulun."
    },
    {
        "o": 24449,
        "r": "csb:Ezekiel:48:34",
        "t": "On*ln the west side, which is 1½ miles, there will be three gates: one, the gate of Gad; one, the gate of Asher; and one, the gate of Naphtali."
    },
    {
        "o": 24450,
        "r": "csb:Ezekiel:48:35",
        "t": "The*p perimeter of the city will be six miles, and the name of the city from that day on will be The Lord*s Is There.”"
    }
]
