[
    {
        "o": 25289,
        "r": "csb:Amos:7:0",
        "t": "Amos 7",
        "h": 1
    },
    {
        "o": 25290,
        "r": "csb:Amos:7:0",
        "t": "First Vision: Locusts",
        "h": 2
    },
    {
        "o": 25291,
        "r": "csb:Amos:7:1",
        "t": "The*p Lord God*s showed me this: He was forming a swarm of locusts at the time the spring crop first began to sprout - after the cutting of the king’s hay."
    },
    {
        "o": 25292,
        "r": "csb:Amos:7:2",
        "t": "When the locusts finished eating the vegetation of the land, I said, “Lord God,*s please forgive! How will Jacob survive since he is so small?”"
    },
    {
        "o": 25293,
        "r": "csb:Amos:7:3",
        "t": "The*p Lord*s relented concerning this. “It will not happen,” he said."
    },
    {
        "o": 25294,
        "r": "csb:Amos:7:3",
        "t": "Second Vision: Fire",
        "h": 2
    },
    {
        "o": 25295,
        "r": "csb:Amos:7:4",
        "t": "The*p Lord God*s showed me this: The Lord God*s was calling for a judgment by fire. It consumed the great deep and devoured the land."
    },
    {
        "o": 25296,
        "r": "csb:Amos:7:5",
        "t": "Then I said, “Lord God,*s please stop! How will Jacob survive since he is so small?”"
    },
    {
        "o": 25297,
        "r": "csb:Amos:7:6",
        "t": "The*p Lord*s relented concerning this. “This will not happen either,” said the Lord God.*s"
    },
    {
        "o": 25298,
        "r": "csb:Amos:7:6",
        "t": "Third Vision: A Plumb Line",
        "h": 2
    },
    {
        "o": 25299,
        "r": "csb:Amos:7:7",
        "t": "He*p showed me this: The Lord was standing there by a vertical wall with a plumb line in his hand."
    },
    {
        "o": 25300,
        "r": "csb:Amos:7:8",
        "t": "The Lord*s asked me, “What do you see, Amos?” I*p replied, “A plumb line.” Then*p the Lord said, “I am setting a plumb line among my people Israel; I will no longer spare them:"
    },
    {
        "o": 25301,
        "r": "csb:Amos:7:9",
        "t": "Isaac’s*pn high places will be deserted, and*ln Israel’s sanctuaries will be in ruins; I*ln will rise up against the house of Jeroboam with*ln a sword.”"
    },
    {
        "o": 25302,
        "r": "csb:Amos:7:9",
        "t": "Amaziah’s Opposition",
        "h": 2
    },
    {
        "o": 25303,
        "r": "csb:Amos:7:10",
        "t": "Amaziah*p the priest of Bethel sent word to King Jeroboam of Israel, saying, “Amos has conspired against you right here in the house of Israel. The land cannot endure all his words,"
    },
    {
        "o": 25304,
        "r": "csb:Amos:7:11",
        "t": "for Amos has said this: ‘Jeroboam will die by the sword, and Israel will certainly go into exile from its homeland.’”"
    },
    {
        "o": 25305,
        "r": "csb:Amos:7:12",
        "t": "Then*p Amaziah said to Amos, “Go away, you seer! Flee to the land of Judah. Earn your living and give your prophecies there,"
    },
    {
        "o": 25306,
        "r": "csb:Amos:7:13",
        "t": "but don’t ever prophesy at Bethel again, for it is the king’s sanctuary and a royal temple.”"
    },
    {
        "o": 25307,
        "r": "csb:Amos:7:14",
        "t": "So*p Amos answered Amaziah, “I was not a prophet or the son of a prophet; rather, I was a herdsman, and I took care of sycamore figs."
    },
    {
        "o": 25308,
        "r": "csb:Amos:7:15",
        "t": "But the Lord*s took me from following the flock and said to me, ‘Go, prophesy to my people Israel.’”"
    },
    {
        "o": 25309,
        "r": "csb:Amos:7:16",
        "t": "Now*p hear the word of the Lord.*s You say: Do*pn not prophesy against Israel; do*ln not preach against the house of Isaac."
    },
    {
        "o": 25310,
        "r": "csb:Amos:7:17",
        "t": "Therefore,*p this is what the Lord*s says: Your*pn wife will be a prostitute in the city, your*ln sons and daughters will fall by the sword, and*ln your land will be divided up with*ln a measuring line. You*ln yourself will die on pagan soil, and*ln Israel will certainly go into exile from*ln its homeland."
    }
]
