[
    {
        "o": 33143,
        "r": "niv:Hebrews:2:0",
        "t": "Hebrews 2",
        "h": 1
    },
    {
        "o": 33144,
        "r": "niv:Hebrews:2:0",
        "t": "Warning to Pay Attention",
        "h": 2
    },
    {
        "o": 33145,
        "r": "niv:Hebrews:2:1",
        "t": "We*p must pay the most careful attention, therefore, to what we have heard, so that we do not drift away."
    },
    {
        "o": 33146,
        "r": "niv:Hebrews:2:2",
        "t": "For since the message spoken through angels was binding, and every violation and disobedience received its just punishment,"
    },
    {
        "o": 33147,
        "r": "niv:Hebrews:2:3",
        "t": "how shall we escape if we ignore so great a salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him."
    },
    {
        "o": 33148,
        "r": "niv:Hebrews:2:4",
        "t": "God also testified to it by signs, wonders and various miracles, and by gifts of the Holy Spirit distributed according to his will."
    },
    {
        "o": 33149,
        "r": "niv:Hebrews:2:4",
        "t": "Jesus Made Fully Human",
        "h": 2
    },
    {
        "o": 33150,
        "r": "niv:Hebrews:2:5",
        "t": "It*p is not to angels that he has subjected the world to come, about which we are speaking."
    },
    {
        "o": 33151,
        "r": "niv:Hebrews:2:6",
        "t": "But there is a place where someone has testified: “What*pn is mankind that you are mindful of them, a*ld son of man that you care for him?"
    },
    {
        "o": 33152,
        "r": "niv:Hebrews:2:7",
        "t": "You*ln made them a little lower than the angels; you*ld crowned them with glory and honor"
    },
    {
        "o": 33153,
        "r": "niv:Hebrews:2:8",
        "t": "and*ld put everything under their feet.” In*p putting everything under them, God left nothing that is not subject to them. Yet at present we do not see everything subject to them."
    },
    {
        "o": 33154,
        "r": "niv:Hebrews:2:9",
        "t": "But we do see Jesus, who was made lower than the angels for a little while, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone."
    },
    {
        "o": 33155,
        "r": "niv:Hebrews:2:10",
        "t": "In*p bringing many sons and daughters to glory, it was fitting that God, for whom and through whom everything exists, should make the pioneer of their salvation perfect through what he suffered."
    },
    {
        "o": 33156,
        "r": "niv:Hebrews:2:11",
        "t": "Both the one who makes people holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers and sisters."
    },
    {
        "o": 33157,
        "r": "niv:Hebrews:2:12",
        "t": "He says, “I*pn will declare your name to my brothers and sisters; in*ld the assembly I will sing your praises.”"
    },
    {
        "o": 33158,
        "r": "niv:Hebrews:2:13",
        "t": "And*p again, “I*pn will put my trust in him.” And*p again he says, “Here*pn am I, and the children God has given me.”"
    },
    {
        "o": 33159,
        "r": "niv:Hebrews:2:14",
        "t": "Since*p the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death—that is, the devil—"
    },
    {
        "o": 33160,
        "r": "niv:Hebrews:2:15",
        "t": "and free those who all their lives were held in slavery by their fear of death."
    },
    {
        "o": 33161,
        "r": "niv:Hebrews:2:16",
        "t": "For surely it is not angels he helps, but Abraham’s descendants."
    },
    {
        "o": 33162,
        "r": "niv:Hebrews:2:17",
        "t": "For this reason he had to be made like them, fully human in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people."
    },
    {
        "o": 33163,
        "r": "niv:Hebrews:2:18",
        "t": "Because he himself suffered when he was tempted, he is able to help those who are being tempted."
    }
]
