[
    {
        "o": 34298,
        "r": "esv:1 John:5:0",
        "t": "1 John 5",
        "h": 1
    },
    {
        "o": 34299,
        "r": "esv:1 John:5:0",
        "t": "Overcoming the World",
        "h": 2
    },
    {
        "o": 34300,
        "r": "esv:1 John:5:1",
        "t": "Everyone*p who believes that Jesus is the Christ has been born of God, and everyone who loves the Father loves whoever has been born of him."
    },
    {
        "o": 34301,
        "r": "esv:1 John:5:2",
        "t": "By this we know that we love the children of God, when we love God and obey his commandments."
    },
    {
        "o": 34302,
        "r": "esv:1 John:5:3",
        "t": "For this is the love of God, that we keep his commandments. And his commandments are not burdensome."
    },
    {
        "o": 34303,
        "r": "esv:1 John:5:4",
        "t": "For everyone who has been born of God overcomes the world. And this is the victory that has overcome the world— our faith."
    },
    {
        "o": 34304,
        "r": "esv:1 John:5:5",
        "t": "Who is it that overcomes the world except the one who believes that Jesus is the Son of God?"
    },
    {
        "o": 34305,
        "r": "esv:1 John:5:5",
        "t": "Testimony Concerning the Son of God",
        "h": 2
    },
    {
        "o": 34306,
        "r": "esv:1 John:5:6",
        "t": "This*p is he who came by water and blood— Jesus Christ; not by the water only but by the water and the blood. And the Spirit is the one who testifies, because the Spirit is the truth."
    },
    {
        "o": 34307,
        "r": "esv:1 John:5:7",
        "t": "For there are three that testify:"
    },
    {
        "o": 34308,
        "r": "esv:1 John:5:8",
        "t": "the Spirit and the water and the blood; and these three agree."
    },
    {
        "o": 34309,
        "r": "esv:1 John:5:9",
        "t": "If we receive the testimony of men, the testimony of God is greater, for this is the testimony of God that he has borne concerning his Son."
    },
    {
        "o": 34310,
        "r": "esv:1 John:5:10",
        "t": "Whoever believes in the Son of God has the testimony in himself. Whoever does not believe God has made him a liar, because he has not believed in the testimony that God has borne concerning his Son."
    },
    {
        "o": 34311,
        "r": "esv:1 John:5:11",
        "t": "And this is the testimony, that God gave us eternal life, and this life is in his Son."
    },
    {
        "o": 34312,
        "r": "esv:1 John:5:12",
        "t": "Whoever has the Son has life; whoever does not have the Son of God does not have life."
    },
    {
        "o": 34313,
        "r": "esv:1 John:5:12",
        "t": "That You May Know",
        "h": 2
    },
    {
        "o": 34314,
        "r": "esv:1 John:5:13",
        "t": "I*p write these things to you who believe in the name of the Son of God, that you may know that you have eternal life."
    },
    {
        "o": 34315,
        "r": "esv:1 John:5:14",
        "t": "And this is the confidence that we have toward him, that if we ask anything according to his will he hears us."
    },
    {
        "o": 34316,
        "r": "esv:1 John:5:15",
        "t": "And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him."
    },
    {
        "o": 34317,
        "r": "esv:1 John:5:16",
        "t": "If*p anyone sees his brother committing a sin not leading to death, he shall ask, and God will give him life— to those who commit sins that do not lead to death. There is sin that leads to death; I do not say that one should pray for that."
    },
    {
        "o": 34318,
        "r": "esv:1 John:5:17",
        "t": "All wrongdoing is sin, but there is sin that does not lead to death."
    },
    {
        "o": 34319,
        "r": "esv:1 John:5:18",
        "t": "We*p know that everyone who has been born of God does not keep on sinning, but he who was born of God protects him, and the evil one does not touch him."
    },
    {
        "o": 34320,
        "r": "esv:1 John:5:19",
        "t": "We*p know that we are from God, and the whole world lies in the power of the evil one."
    },
    {
        "o": 34321,
        "r": "esv:1 John:5:20",
        "t": "And*p we know that the Son of God has come and has given us understanding, so that we may know him who is true; and we are in him who is true, in his Son Jesus Christ. He is the true God and eternal life."
    },
    {
        "o": 34322,
        "r": "esv:1 John:5:21",
        "t": "Little children, keep yourselves from idols."
    }
]
