[
    {
        "o": 3113,
        "r": "niv:Leviticus:6:0",
        "t": "Leviticus 6",
        "h": 1
    },
    {
        "o": 3114,
        "r": "niv:Leviticus:6:1",
        "t": "The*p Lord*s said to Moses:"
    },
    {
        "o": 3115,
        "r": "niv:Leviticus:6:2",
        "t": "“If anyone sins and is unfaithful to the Lord*s by deceiving a neighbor about something entrusted to them or left in their care or about something stolen, or if they cheat their neighbor,"
    },
    {
        "o": 3116,
        "r": "niv:Leviticus:6:3",
        "t": "or if they find lost property and lie about it, or if they swear falsely about any such sin that people may commit—"
    },
    {
        "o": 3117,
        "r": "niv:Leviticus:6:4",
        "t": "when they sin in any of these ways and realize their guilt, they must return what they have stolen or taken by extortion, or what was entrusted to them, or the lost property they found,"
    },
    {
        "o": 3118,
        "r": "niv:Leviticus:6:5",
        "t": "or whatever it was they swore falsely about. They must make restitution in full, add a fifth of the value to it and give it all to the owner on the day they present their guilt offering."
    },
    {
        "o": 3119,
        "r": "niv:Leviticus:6:6",
        "t": "And as a penalty they must bring to the priest, that is, to the Lord,*s their guilt offering, a ram from the flock, one without defect and of the proper value."
    },
    {
        "o": 3120,
        "r": "niv:Leviticus:6:7",
        "t": "In this way the priest will make atonement for them before the Lord,*s and they will be forgiven for any of the things they did that made them guilty.”"
    },
    {
        "o": 3121,
        "r": "niv:Leviticus:6:7",
        "t": "The Burnt Offering",
        "h": 2
    },
    {
        "o": 3122,
        "r": "niv:Leviticus:6:8",
        "t": "The*p Lord*s said to Moses:"
    },
    {
        "o": 3123,
        "r": "niv:Leviticus:6:9",
        "t": "“Give Aaron and his sons this command: ‘These are the regulations for the burnt offering: The burnt offering is to remain on the altar hearth throughout the night, till morning, and the fire must be kept burning on the altar."
    },
    {
        "o": 3124,
        "r": "niv:Leviticus:6:10",
        "t": "The priest shall then put on his linen clothes, with linen undergarments next to his body, and shall remove the ashes of the burnt offering that the fire has consumed on the altar and place them beside the altar."
    },
    {
        "o": 3125,
        "r": "niv:Leviticus:6:11",
        "t": "Then he is to take off these clothes and put on others, and carry the ashes outside the camp to a place that is ceremonially clean."
    },
    {
        "o": 3126,
        "r": "niv:Leviticus:6:12",
        "t": "The fire on the altar must be kept burning; it must not go out. Every morning the priest is to add firewood and arrange the burnt offering on the fire and burn the fat of the fellowship offerings on it."
    },
    {
        "o": 3127,
        "r": "niv:Leviticus:6:13",
        "t": "The fire must be kept burning on the altar continuously; it must not go out."
    },
    {
        "o": 3128,
        "r": "niv:Leviticus:6:13",
        "t": "The Grain Offering",
        "h": 2
    },
    {
        "o": 3129,
        "r": "niv:Leviticus:6:14",
        "t": "“ ‘These*p are the regulations for the grain offering: Aaron’s sons are to bring it before the Lord,*s in front of the altar."
    },
    {
        "o": 3130,
        "r": "niv:Leviticus:6:15",
        "t": "The priest is to take a handful of the finest flour and some olive oil, together with all the incense on the grain offering, and burn the memorial portion on the altar as an aroma pleasing to the Lord.*s"
    },
    {
        "o": 3131,
        "r": "niv:Leviticus:6:16",
        "t": "Aaron and his sons shall eat the rest of it, but it is to be eaten without yeast in the sanctuary area; they are to eat it in the courtyard of the tent of meeting."
    },
    {
        "o": 3132,
        "r": "niv:Leviticus:6:17",
        "t": "It must not be baked with yeast; I have given it as their share of the food offerings presented to me. Like the sin offering and the guilt offering, it is most holy."
    },
    {
        "o": 3133,
        "r": "niv:Leviticus:6:18",
        "t": "Any male descendant of Aaron may eat it. For all generations to come it is his perpetual share of the food offerings presented to the Lord.*s Whatever touches them will become holy.’ ”"
    },
    {
        "o": 3134,
        "r": "niv:Leviticus:6:19",
        "t": "The*p Lord*s also said to Moses,"
    },
    {
        "o": 3135,
        "r": "niv:Leviticus:6:20",
        "t": "“This is the offering Aaron and his sons are to bring to the Lord*s on the day he is anointed: a tenth of an ephah of the finest flour as a regular grain offering, half of it in the morning and half in the evening."
    },
    {
        "o": 3136,
        "r": "niv:Leviticus:6:21",
        "t": "It must be prepared with oil on a griddle; bring it well-mixed and present the grain offering broken in pieces as an aroma pleasing to the Lord.*s"
    },
    {
        "o": 3137,
        "r": "niv:Leviticus:6:22",
        "t": "The son who is to succeed him as anointed priest shall prepare it. It is the Lord’s*s perpetual share and is to be burned completely."
    },
    {
        "o": 3138,
        "r": "niv:Leviticus:6:23",
        "t": "Every grain offering of a priest shall be burned completely; it must not be eaten.”"
    },
    {
        "o": 3139,
        "r": "niv:Leviticus:6:23",
        "t": "The Sin Offering",
        "h": 2
    },
    {
        "o": 3140,
        "r": "niv:Leviticus:6:24",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3141,
        "r": "niv:Leviticus:6:25",
        "t": "“Say to Aaron and his sons: ‘These are the regulations for the sin offering: The sin offering is to be slaughtered before the Lord*s in the place the burnt offering is slaughtered; it is most holy."
    },
    {
        "o": 3142,
        "r": "niv:Leviticus:6:26",
        "t": "The priest who offers it shall eat it; it is to be eaten in the sanctuary area, in the courtyard of the tent of meeting."
    },
    {
        "o": 3143,
        "r": "niv:Leviticus:6:27",
        "t": "Whatever touches any of the flesh will become holy, and if any of the blood is spattered on a garment, you must wash it in the sanctuary area."
    },
    {
        "o": 3144,
        "r": "niv:Leviticus:6:28",
        "t": "The clay pot the meat is cooked in must be broken; but if it is cooked in a bronze pot, the pot is to be scoured and rinsed with water."
    },
    {
        "o": 3145,
        "r": "niv:Leviticus:6:29",
        "t": "Any male in a priest’s family may eat it; it is most holy."
    },
    {
        "o": 3146,
        "r": "niv:Leviticus:6:30",
        "t": "But any sin offering whose blood is brought into the tent of meeting to make atonement in the Holy Place must not be eaten; it must be burned up."
    }
]
