[
    {
        "o": 21737,
        "r": "csb:Jeremiah:18:0",
        "t": "Jeremiah 18",
        "h": 1
    },
    {
        "o": 21738,
        "r": "csb:Jeremiah:18:0",
        "t": "Parable of the Potter",
        "h": 2
    },
    {
        "o": 21739,
        "r": "csb:Jeremiah:18:1",
        "t": "This*p is the word that came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21740,
        "r": "csb:Jeremiah:18:2",
        "t": "“Go down at once to the potter’s house; there I will reveal my words to you.”"
    },
    {
        "o": 21741,
        "r": "csb:Jeremiah:18:3",
        "t": "So I went down to the potter’s house, and there he was, working away at the wheel."
    },
    {
        "o": 21742,
        "r": "csb:Jeremiah:18:4",
        "t": "But the jar that he was making from the clay became flawed in the potter’s hand, so he made it into another jar, as it seemed right for him to do."
    },
    {
        "o": 21743,
        "r": "csb:Jeremiah:18:5",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 21744,
        "r": "csb:Jeremiah:18:6",
        "t": "“House of Israel, can I not treat you as this potter treats his clay?” - this is the Lord’s*s declaration. “Just like clay in the potter’s hand, so are you in my hand, house of Israel."
    },
    {
        "o": 21745,
        "r": "csb:Jeremiah:18:7",
        "t": "At one moment I might announce concerning a nation or a kingdom that I will uproot, tear down, and destroy it."
    },
    {
        "o": 21746,
        "r": "csb:Jeremiah:18:8",
        "t": "However, if that nation about which I have made the announcement turns from its evil, I will relent concerning the disaster I had planned to do to it."
    },
    {
        "o": 21747,
        "r": "csb:Jeremiah:18:9",
        "t": "At another time I might announce concerning a nation or a kingdom that I will build and plant it."
    },
    {
        "o": 21748,
        "r": "csb:Jeremiah:18:10",
        "t": "However, if it does what is evil in my sight by not listening to me, I will relent concerning the good I had said I would do to it."
    },
    {
        "o": 21749,
        "r": "csb:Jeremiah:18:11",
        "t": "So now, say to the men of Judah and to the residents of Jerusalem, ‘This is what the Lord*s says: Look, I am about to bring harm to you and make plans against you. Turn now, each from your evil way, and correct your ways and your deeds.’"
    },
    {
        "o": 21750,
        "r": "csb:Jeremiah:18:12",
        "t": "But they will say, ‘It’s hopeless. We will continue to follow our plans, and each of us will continue to act according to the stubbornness of his evil heart.’”"
    },
    {
        "o": 21751,
        "r": "csb:Jeremiah:18:12",
        "t": "Deluded Israel",
        "h": 2
    },
    {
        "o": 21752,
        "r": "csb:Jeremiah:18:13",
        "t": "Therefore,*p this is what the Lord*s says: Ask*pn among the nations, who*ln has heard things like these? Virgin*ln Israel has done a most horrible thing."
    },
    {
        "o": 21753,
        "r": "csb:Jeremiah:18:14",
        "t": "Does*ln the snow of Lebanon ever leave the highland crags? Or*ln does cold water flowing from a distance ever fail?"
    },
    {
        "o": 21754,
        "r": "csb:Jeremiah:18:15",
        "t": "Yet*ln my people have forgotten me. They*ln burn incense to worthless idols that*ln make them stumble in their ways on*ln the ancient roads, and*ln make them walk on new paths, not the highway."
    },
    {
        "o": 21755,
        "r": "csb:Jeremiah:18:16",
        "t": "They*ln have made their land a horror, a*ln perpetual object of scorn; all*ln who pass by it will be appalled and*ln shake their heads."
    },
    {
        "o": 21756,
        "r": "csb:Jeremiah:18:17",
        "t": "I*ln will scatter them before the enemy like the east wind. I*ln will show them my back and not my face on*ln the day of their calamity."
    },
    {
        "o": 21757,
        "r": "csb:Jeremiah:18:17",
        "t": "Plot against Jeremiah",
        "h": 2
    },
    {
        "o": 21758,
        "r": "csb:Jeremiah:18:18",
        "t": "Then*p certain ones said, “Come, let’s make plans against Jeremiah, for instruction will never be lost from the priest, or counsel from the wise, or a word from the prophet. Come, let’s denounce him and pay no attention to all his words.”"
    },
    {
        "o": 21759,
        "r": "csb:Jeremiah:18:19",
        "t": "Pay*pn attention to me, Lord.*s Hear*ln what my opponents are saying!"
    },
    {
        "o": 21760,
        "r": "csb:Jeremiah:18:20",
        "t": "Should*ln good be repaid with evil? Yet*ln they have dug a pit for me. Remember*ln how I stood before you to*ln speak good on their behalf, to*ln turn your anger from them."
    },
    {
        "o": 21761,
        "r": "csb:Jeremiah:18:21",
        "t": "Therefore,*ln hand their children over to famine, and*ln give them over to the power of the sword. Let*ln their wives become childless and widowed, their*ln husbands slain by deadly disease, their*ln young men struck down by the sword in battle."
    },
    {
        "o": 21762,
        "r": "csb:Jeremiah:18:22",
        "t": "Let*ln a cry be heard from their houses when*ln you suddenly bring raiders against them, for*ln they have dug a pit to capture me and*ln have hidden snares for my feet."
    },
    {
        "o": 21763,
        "r": "csb:Jeremiah:18:23",
        "t": "But*ln you, Lord,*s know all*ln their deadly plots against me. Do*ln not wipe out their iniquity; do*ln not blot out their sin before you. Let*ln them be forced to stumble before you; deal*ln with them in the time of your anger."
    }
]
