[
    {
        "o": 31265,
        "r": "esv:Romans:2:0",
        "t": "Romans 2",
        "h": 1
    },
    {
        "o": 31266,
        "r": "esv:Romans:2:0",
        "t": "God’s Righteous Judgment",
        "h": 2
    },
    {
        "o": 31267,
        "r": "esv:Romans:2:1",
        "t": "Therefore*p you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things."
    },
    {
        "o": 31268,
        "r": "esv:Romans:2:2",
        "t": "We know that the judgment of God rightly falls on those who practice such things."
    },
    {
        "o": 31269,
        "r": "esv:Romans:2:3",
        "t": "Do you suppose, O man— you who judge those who practice such things and yet do them yourself— that you will escape the judgment of God?"
    },
    {
        "o": 31270,
        "r": "esv:Romans:2:4",
        "t": "Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance?"
    },
    {
        "o": 31271,
        "r": "esv:Romans:2:5",
        "t": "But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed."
    },
    {
        "o": 31272,
        "r": "esv:Romans:2:6",
        "t": "He*p will render to each one according to his works:"
    },
    {
        "o": 31273,
        "r": "esv:Romans:2:7",
        "t": "to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life;"
    },
    {
        "o": 31274,
        "r": "esv:Romans:2:8",
        "t": "but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury."
    },
    {
        "o": 31275,
        "r": "esv:Romans:2:9",
        "t": "There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek,"
    },
    {
        "o": 31276,
        "r": "esv:Romans:2:10",
        "t": "but glory and honor and peace for everyone who does good, the Jew first and also the Greek."
    },
    {
        "o": 31277,
        "r": "esv:Romans:2:11",
        "t": "For God shows no partiality."
    },
    {
        "o": 31278,
        "r": "esv:Romans:2:11",
        "t": "God’s Judgment and the Law",
        "h": 2
    },
    {
        "o": 31279,
        "r": "esv:Romans:2:12",
        "t": "For*p all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law."
    },
    {
        "o": 31280,
        "r": "esv:Romans:2:13",
        "t": "For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified."
    },
    {
        "o": 31281,
        "r": "esv:Romans:2:14",
        "t": "For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law."
    },
    {
        "o": 31282,
        "r": "esv:Romans:2:15",
        "t": "They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them"
    },
    {
        "o": 31283,
        "r": "esv:Romans:2:16",
        "t": "on that day when, according to my gospel, God judges the secrets of men by Christ Jesus."
    },
    {
        "o": 31284,
        "r": "esv:Romans:2:17",
        "t": "But*p if you call yourself a Jew and rely on the law and boast in God"
    },
    {
        "o": 31285,
        "r": "esv:Romans:2:18",
        "t": "and know his will and approve what is excellent, because you are instructed from the law;"
    },
    {
        "o": 31286,
        "r": "esv:Romans:2:19",
        "t": "and if you are sure that you yourself are a guide to the blind, a light to those who are in darkness,"
    },
    {
        "o": 31287,
        "r": "esv:Romans:2:20",
        "t": "an instructor of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth—"
    },
    {
        "o": 31288,
        "r": "esv:Romans:2:21",
        "t": "you then who teach others, do you not teach yourself? While you preach against stealing, do you steal?"
    },
    {
        "o": 31289,
        "r": "esv:Romans:2:22",
        "t": "You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?"
    },
    {
        "o": 31290,
        "r": "esv:Romans:2:23",
        "t": "You who boast in the law dishonor God by breaking the law."
    },
    {
        "o": 31291,
        "r": "esv:Romans:2:24",
        "t": "For, as it is written, “The name of God is blasphemed among the Gentiles because of you.”"
    },
    {
        "o": 31292,
        "r": "esv:Romans:2:25",
        "t": "For*p circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision."
    },
    {
        "o": 31293,
        "r": "esv:Romans:2:26",
        "t": "So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision?"
    },
    {
        "o": 31294,
        "r": "esv:Romans:2:27",
        "t": "Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law."
    },
    {
        "o": 31295,
        "r": "esv:Romans:2:28",
        "t": "For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical."
    },
    {
        "o": 31296,
        "r": "esv:Romans:2:29",
        "t": "But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God."
    }
]
