[
    {
        "o": 23470,
        "r": "esv:Ezekiel:27:0",
        "t": "Ezekiel 27",
        "h": 1
    },
    {
        "o": 23471,
        "r": "esv:Ezekiel:27:0",
        "t": "A Lament for Tyre",
        "h": 2
    },
    {
        "o": 23472,
        "r": "esv:Ezekiel:27:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23473,
        "r": "esv:Ezekiel:27:2",
        "t": "“Now you, son of man, raise a lamentation over Tyre,"
    },
    {
        "o": 23474,
        "r": "esv:Ezekiel:27:3",
        "t": "and say to Tyre, who dwells at the entrances to the sea, merchant of the peoples to many coastlands, thus says the Lord God:*s “O*pn Tyre, you have said, ‘I*ld am perfect in beauty.’"
    },
    {
        "o": 23475,
        "r": "esv:Ezekiel:27:4",
        "t": "Your*ln borders are in the heart of the seas; your*ld builders made perfect your beauty."
    },
    {
        "o": 23476,
        "r": "esv:Ezekiel:27:5",
        "t": "They*ln made all your planks of*ld fir trees from Senir; they*ln took a cedar from Lebanon to*ld make a mast for you."
    },
    {
        "o": 23477,
        "r": "esv:Ezekiel:27:6",
        "t": "Of*ln oaks of Bashan they*ld made your oars; they*ln made your deck of pines from*ld the coasts of Cyprus, inlaid*ld with ivory."
    },
    {
        "o": 23478,
        "r": "esv:Ezekiel:27:7",
        "t": "Of*ln fine embroidered linen from Egypt was*ld your sail, serving*ld as your banner; blue*ln and purple from the coasts of Elishah was*ld your awning."
    },
    {
        "o": 23479,
        "r": "esv:Ezekiel:27:8",
        "t": "The*ln inhabitants of Sidon and Arvad were*ld your rowers; your*ln skilled men, O Tyre, were in you; they*ld were your pilots."
    },
    {
        "o": 23480,
        "r": "esv:Ezekiel:27:9",
        "t": "The*ln elders of Gebal and her skilled men were in you, caulking*ld your seams; all*ln the ships of the sea with their mariners were in you to*ld barter for your wares."
    },
    {
        "o": 23481,
        "r": "esv:Ezekiel:27:10",
        "t": "“Persia*p and Lud and Put were in your army as your men of war. They hung the shield and helmet in you; they gave you splendor."
    },
    {
        "o": 23482,
        "r": "esv:Ezekiel:27:11",
        "t": "Men of Arvad and Helech were on your walls all around, and men of Gamad were in your towers. They hung their shields on your walls all around; they made perfect your beauty."
    },
    {
        "o": 23483,
        "r": "esv:Ezekiel:27:12",
        "t": "“Tarshish*p did business with you because of your great wealth of every kind; silver, iron, tin, and lead they exchanged for your wares."
    },
    {
        "o": 23484,
        "r": "esv:Ezekiel:27:13",
        "t": "Javan, Tubal, and Meshech traded with you; they exchanged human beings and vessels of bronze for your merchandise."
    },
    {
        "o": 23485,
        "r": "esv:Ezekiel:27:14",
        "t": "From Beth-togarmah they exchanged horses, war horses, and mules for your wares."
    },
    {
        "o": 23486,
        "r": "esv:Ezekiel:27:15",
        "t": "The men of Dedan traded with you. Many coastlands were your own special markets; they brought you in payment ivory tusks and ebony."
    },
    {
        "o": 23487,
        "r": "esv:Ezekiel:27:16",
        "t": "Syria did business with you because of your abundant goods; they exchanged for your wares emeralds, purple, embroidered work, fine linen, coral, and ruby."
    },
    {
        "o": 23488,
        "r": "esv:Ezekiel:27:17",
        "t": "Judah and the land of Israel traded with you; they exchanged for your merchandise wheat of Minnith, meal, honey, oil, and balm."
    },
    {
        "o": 23489,
        "r": "esv:Ezekiel:27:18",
        "t": "Damascus did business with you for your abundant goods, because of your great wealth of every kind; wine of Helbon and wool of Sahar"
    },
    {
        "o": 23490,
        "r": "esv:Ezekiel:27:19",
        "t": "and casks of wine from Uzal they exchanged for your wares; wrought iron, cassia, and calamus were bartered for your merchandise."
    },
    {
        "o": 23491,
        "r": "esv:Ezekiel:27:20",
        "t": "Dedan traded with you in saddlecloths for riding."
    },
    {
        "o": 23492,
        "r": "esv:Ezekiel:27:21",
        "t": "Arabia and all the princes of Kedar were your favored dealers in lambs, rams, and goats; in these they did business with you."
    },
    {
        "o": 23493,
        "r": "esv:Ezekiel:27:22",
        "t": "The traders of Sheba and Raamah traded with you; they exchanged for your wares the best of all kinds of spices and all precious stones and gold."
    },
    {
        "o": 23494,
        "r": "esv:Ezekiel:27:23",
        "t": "Haran, Canneh, Eden, traders of Sheba, Asshur, and Chilmad traded with you."
    },
    {
        "o": 23495,
        "r": "esv:Ezekiel:27:24",
        "t": "In your market these traded with you in choice garments, in clothes of blue and embroidered work, and in carpets of colored material, bound with cords and made secure."
    },
    {
        "o": 23496,
        "r": "esv:Ezekiel:27:25",
        "t": "The ships of Tarshish traveled for you with your merchandise. So you were filled and heavily laden in the heart of the seas."
    },
    {
        "o": 23497,
        "r": "esv:Ezekiel:27:26",
        "t": "“Your*pn rowers have brought you out into*ld the high seas. The*ln east wind has wrecked you in*ld the heart of the seas."
    },
    {
        "o": 23498,
        "r": "esv:Ezekiel:27:27",
        "t": "Your*ln riches, your wares, your merchandise, your*ld mariners and your pilots, your*ln caulkers, your dealers in merchandise, and*ld all your men of war who are in you, with*ln all your crew that*ld is in your midst, sink*ln into the heart of the seas on*ld the day of your fall."
    },
    {
        "o": 23499,
        "r": "esv:Ezekiel:27:28",
        "t": "At*ln the sound of the cry of your pilots the*ld countryside shakes,"
    },
    {
        "o": 23500,
        "r": "esv:Ezekiel:27:29",
        "t": "and*ln down from their ships come*ld all who handle the oar. The*ln mariners and all the pilots of the sea stand*ld on the land"
    },
    {
        "o": 23501,
        "r": "esv:Ezekiel:27:30",
        "t": "and*ln shout aloud over you and*ld cry out bitterly. They*ln cast dust on their heads and*ld wallow in ashes;"
    },
    {
        "o": 23502,
        "r": "esv:Ezekiel:27:31",
        "t": "they*ln make themselves bald for you and*ld put sackcloth on their waist, and*ln they weep over you in bitterness of soul, with*ld bitter mourning."
    },
    {
        "o": 23503,
        "r": "esv:Ezekiel:27:32",
        "t": "In*ln their wailing they raise a lamentation for you and*ld lament over you: ‘Who*ln is like Tyre, like*ld one destroyed in the midst of the sea?"
    },
    {
        "o": 23504,
        "r": "esv:Ezekiel:27:33",
        "t": "When*ln your wares came from the seas, you*ld satisfied many peoples; with*ln your abundant wealth and merchandise you*ld enriched the kings of the earth."
    },
    {
        "o": 23505,
        "r": "esv:Ezekiel:27:34",
        "t": "Now*ln you are wrecked by the seas, in*ld the depths of the waters; your*ln merchandise and all your crew in your midst have*ld sunk with you."
    },
    {
        "o": 23506,
        "r": "esv:Ezekiel:27:35",
        "t": "All*ln the inhabitants of the coastlands are*ld appalled at you, and*ln the hair of their kings bristles with horror; their*ld faces are convulsed."
    },
    {
        "o": 23507,
        "r": "esv:Ezekiel:27:36",
        "t": "The*ln merchants among the peoples hiss at you; you*ld have come to a dreadful end and*ld shall be no more forever.’”"
    }
]
