[
    {
        "o": 34270,
        "r": "nasb:Revelation:4:0",
        "t": "Revelation 4",
        "h": 1
    },
    {
        "o": 34271,
        "r": "nasb:Revelation:4:0",
        "t": "Scene in Heaven",
        "h": 2
    },
    {
        "o": 34272,
        "r": "nasb:Revelation:4:1",
        "t": "After*p these things I looked, and behold, a door standing*i open in heaven, and the first voice which I had heard, like the*i sound*i of a trumpet speaking with me, said, “Come up here, and I will show you what must take place after these things.”"
    },
    {
        "o": 34273,
        "r": "nasb:Revelation:4:2",
        "t": "Immediately I was in the Spirit; and behold, a throne was standing in heaven, and One sitting on the throne."
    },
    {
        "o": 34274,
        "r": "nasb:Revelation:4:3",
        "t": "And He who was sitting was*i like a jasper stone and a sardius in appearance; and there*i was*i a rainbow around the throne, like an emerald in appearance."
    },
    {
        "o": 34275,
        "r": "nasb:Revelation:4:4",
        "t": "Around the throne were*i twenty-four thrones; and upon the thrones I*i saw*i twenty-four elders sitting, clothed in white garments, and golden crowns on their heads."
    },
    {
        "o": 34276,
        "r": "nasb:Revelation:4:4",
        "t": "The Throne and Worship of the Creator",
        "h": 2
    },
    {
        "o": 34277,
        "r": "nasb:Revelation:4:5",
        "t": "Out*p from the throne come flashes of lightning and sounds and peals of thunder. And there*i were*i seven lamps of fire burning before the throne, which are the seven Spirits of God;"
    },
    {
        "o": 34278,
        "r": "nasb:Revelation:4:6",
        "t": "and before the throne there*i was*i something*i like a sea of glass, like crystal; and in the center and around the throne, four living creatures full of eyes in front and behind."
    },
    {
        "o": 34279,
        "r": "nasb:Revelation:4:7",
        "t": "The first creature was*i like a lion, and the second creature like a calf, and the third creature had a face like that of a man, and the fourth creature was*i like a flying eagle."
    },
    {
        "o": 34280,
        "r": "nasb:Revelation:4:8",
        "t": "And the four living creatures, each one of them having six wings, are full of eyes around and within; and day and night they do not cease to say, “Holy,*spn holy,*s holy*s is*i the*s Lord*s God,*s the*s Almighty, who*s was*s and*s who*s is*s and*s who*s is*s to*s come.”*s"
    },
    {
        "o": 34281,
        "r": "nasb:Revelation:4:9",
        "t": "And*p when the living creatures give glory and honor and thanks to Him who sits on the throne, to Him who lives forever and ever,"
    },
    {
        "o": 34282,
        "r": "nasb:Revelation:4:10",
        "t": "the twenty-four elders will fall down before Him who sits on the throne, and will worship Him who lives forever and ever, and will cast their crowns before the throne, saying,"
    },
    {
        "o": 34283,
        "r": "nasb:Revelation:4:11",
        "t": "“Worthy*pn are You, our Lord and our God, to receive glory and honor and power; for You created all things, and because of Your will they existed, and were created.”"
    }
]
