[
    {
        "o": 8028,
        "r": "nkjv:1 Samuel:3:0",
        "t": "1 Samuel 3",
        "h": 1
    },
    {
        "o": 8029,
        "r": "nkjv:1 Samuel:3:0",
        "t": "Samuel’s First Prophecy",
        "h": 2
    },
    {
        "o": 8030,
        "r": "nkjv:1 Samuel:3:1",
        "t": "Now*p the boy Samuel ministered to the Lord*s before Eli. And the word of the Lord*s was rare in those days; there*i was*i no widespread revelation."
    },
    {
        "o": 8031,
        "r": "nkjv:1 Samuel:3:2",
        "t": "And it came to pass at that time, while Eli was*i lying down in his place, and when his eyes had begun to grow so dim that he could not see,"
    },
    {
        "o": 8032,
        "r": "nkjv:1 Samuel:3:3",
        "t": "and before the lamp of God went out in the tabernacle of the Lord*s where the ark of God was,*i and while Samuel was lying down,"
    },
    {
        "o": 8033,
        "r": "nkjv:1 Samuel:3:4",
        "t": "that the Lord*s called Samuel. And he answered, “Here I am!”"
    },
    {
        "o": 8034,
        "r": "nkjv:1 Samuel:3:5",
        "t": "So he ran to Eli and said, “Here I am, for you called me.” And*p he said, “I did not call; lie down again.” And he went and lay down."
    },
    {
        "o": 8035,
        "r": "nkjv:1 Samuel:3:6",
        "t": "Then*p the Lord*s called yet again, “Samuel!” So*p Samuel arose and went to Eli, and said, “Here I am, for you called me.” He answered, “I did not call, my son; lie down again.”"
    },
    {
        "o": 8036,
        "r": "nkjv:1 Samuel:3:7",
        "t": "(Now Samuel did not yet know the Lord,*s nor was the word of the Lord*s yet revealed to him.)"
    },
    {
        "o": 8037,
        "r": "nkjv:1 Samuel:3:8",
        "t": "And*p the Lord*s called Samuel again the third time. So he arose and went to Eli, and said, “Here I am, for you did call me.” Then*p Eli perceived that the Lord*s had called the boy."
    },
    {
        "o": 8038,
        "r": "nkjv:1 Samuel:3:9",
        "t": "Therefore Eli said to Samuel, “Go, lie down; and it shall be, if He calls you, that you must say, ‘Speak, Lord,*s for Your servant hears.’” So Samuel went and lay down in his place."
    },
    {
        "o": 8039,
        "r": "nkjv:1 Samuel:3:10",
        "t": "Now*p the Lord*s came and stood and called as at other times, “Samuel! Samuel!” And*p Samuel answered, “Speak, for Your servant hears.”"
    },
    {
        "o": 8040,
        "r": "nkjv:1 Samuel:3:11",
        "t": "Then*p the Lord*s said to Samuel: “Behold, I will do something in Israel at which both ears of everyone who hears it will tingle."
    },
    {
        "o": 8041,
        "r": "nkjv:1 Samuel:3:12",
        "t": "In that day I will perform against Eli all that I have spoken concerning his house, from beginning to end."
    },
    {
        "o": 8042,
        "r": "nkjv:1 Samuel:3:13",
        "t": "For I have told him that I will judge his house forever for the iniquity which he knows, because his sons made themselves vile, and he did not restrain them."
    },
    {
        "o": 8043,
        "r": "nkjv:1 Samuel:3:14",
        "t": "And therefore I have sworn to the house of Eli that the iniquity of Eli’s house shall not be atoned for by sacrifice or offering forever.”"
    },
    {
        "o": 8044,
        "r": "nkjv:1 Samuel:3:15",
        "t": "So*p Samuel lay down until morning, and opened the doors of the house of the Lord.*s And Samuel was afraid to tell Eli the vision."
    },
    {
        "o": 8045,
        "r": "nkjv:1 Samuel:3:16",
        "t": "Then Eli called Samuel and said, “Samuel, my son!” He*p answered, “Here I am.”"
    },
    {
        "o": 8046,
        "r": "nkjv:1 Samuel:3:17",
        "t": "And*p he said, “What is*i the word that the*i Lord*is spoke to you? Please do not hide it*i from me. God do so to you, and more also, if you hide anything from me of all the things that He said to you.”"
    },
    {
        "o": 8047,
        "r": "nkjv:1 Samuel:3:18",
        "t": "Then Samuel told him everything, and hid nothing from him. And he said, “It is*i the Lord.*s Let Him do what seems good to Him.”"
    },
    {
        "o": 8048,
        "r": "nkjv:1 Samuel:3:19",
        "t": "So*p Samuel grew, and the Lord*s was with him and let none of his words fall to the ground."
    },
    {
        "o": 8049,
        "r": "nkjv:1 Samuel:3:20",
        "t": "And all Israel from Dan to Beersheba knew that Samuel had*i been*i established as a prophet of the Lord.*s"
    },
    {
        "o": 8050,
        "r": "nkjv:1 Samuel:3:21",
        "t": "Then the Lord*s appeared again in Shiloh. For the Lord*s revealed Himself to Samuel in Shiloh by the word of the Lord.*s"
    }
]
