[
    {
        "o": 29035,
        "r": "nasb:John:1:0",
        "t": "John 1",
        "h": 1
    },
    {
        "o": 29036,
        "r": "nasb:John:1:0",
        "t": "The Deity of Jesus Christ",
        "h": 2
    },
    {
        "o": 29037,
        "r": "nasb:John:1:1",
        "t": "In*p the beginning was the Word, and the Word was with God, and the Word was God."
    },
    {
        "o": 29038,
        "r": "nasb:John:1:2",
        "t": "He was in the beginning with God."
    },
    {
        "o": 29039,
        "r": "nasb:John:1:3",
        "t": "All things came into being through Him, and apart from Him nothing came into being that has come into being."
    },
    {
        "o": 29040,
        "r": "nasb:John:1:4",
        "t": "In Him was life, and the life was the Light of men."
    },
    {
        "o": 29041,
        "r": "nasb:John:1:5",
        "t": "The Light shines in the darkness, and the darkness did not comprehend it."
    },
    {
        "o": 29042,
        "r": "nasb:John:1:5",
        "t": "The Witness John",
        "h": 2
    },
    {
        "o": 29043,
        "r": "nasb:John:1:6",
        "t": "There*p came a man sent from God, whose name was John."
    },
    {
        "o": 29044,
        "r": "nasb:John:1:7",
        "t": "He came as a witness, to testify about the Light, so that all might believe through him."
    },
    {
        "o": 29045,
        "r": "nasb:John:1:8",
        "t": "He was not the Light, but he*i came*i to testify about the Light."
    },
    {
        "o": 29046,
        "r": "nasb:John:1:9",
        "t": "There*p was the true Light which, coming into the world, enlightens every man."
    },
    {
        "o": 29047,
        "r": "nasb:John:1:10",
        "t": "He was in the world, and the world was made through Him, and the world did not know Him."
    },
    {
        "o": 29048,
        "r": "nasb:John:1:11",
        "t": "He came to His own, and those who were His own did not receive Him."
    },
    {
        "o": 29049,
        "r": "nasb:John:1:12",
        "t": "But as many as received Him, to them He gave the right to become children of God, even*i to those who believe in His name,"
    },
    {
        "o": 29050,
        "r": "nasb:John:1:13",
        "t": "who were born, not of blood nor of the will of the flesh nor of the will of man, but of God."
    },
    {
        "o": 29051,
        "r": "nasb:John:1:13",
        "t": "The Word Made Flesh",
        "h": 2
    },
    {
        "o": 29052,
        "r": "nasb:John:1:14",
        "t": "And*p the Word became flesh, and dwelt among us, and we saw His glory, glory as of the only begotten from the Father, full of grace and truth."
    },
    {
        "o": 29053,
        "r": "nasb:John:1:15",
        "t": "John testified about Him and cried out, saying, “This was He of whom I said, ‘He who comes after me has a higher rank than I, for He existed before me.’ ”"
    },
    {
        "o": 29054,
        "r": "nasb:John:1:16",
        "t": "For of His fullness we have all received, and grace upon grace."
    },
    {
        "o": 29055,
        "r": "nasb:John:1:17",
        "t": "For the Law was given through Moses; grace and truth were realized through Jesus Christ."
    },
    {
        "o": 29056,
        "r": "nasb:John:1:18",
        "t": "No one has seen God at any time; the only begotten God who is in the bosom of the Father, He has explained Him.*i"
    },
    {
        "o": 29057,
        "r": "nasb:John:1:18",
        "t": "The Testimony of John",
        "h": 2
    },
    {
        "o": 29058,
        "r": "nasb:John:1:19",
        "t": "This*p is the testimony of John, when the Jews sent to him priests and Levites from Jerusalem to ask him, “Who are you?”"
    },
    {
        "o": 29059,
        "r": "nasb:John:1:20",
        "t": "And he confessed and did not deny, but confessed, “I am not the Christ.”"
    },
    {
        "o": 29060,
        "r": "nasb:John:1:21",
        "t": "They asked him, “What then? Are you Elijah?” And he said, “I am not.” “Are you the Prophet?” And he answered, “No.”"
    },
    {
        "o": 29061,
        "r": "nasb:John:1:22",
        "t": "Then they said to him, “Who are you, so that we may give an answer to those who sent us? What do you say about yourself?”"
    },
    {
        "o": 29062,
        "r": "nasb:John:1:23",
        "t": "He said, “I am a*s voice*s of*s one*s crying*s in*s the*s wilderness,*s ‘Make*s straight*s the*s way*s of*s the*s Lord,’*s as Isaiah the prophet said.”"
    },
    {
        "o": 29063,
        "r": "nasb:John:1:24",
        "t": "Now*p they had been sent from the Pharisees."
    },
    {
        "o": 29064,
        "r": "nasb:John:1:25",
        "t": "They asked him, and said to him, “Why then are you baptizing, if you are not the Christ, nor Elijah, nor the Prophet?”"
    },
    {
        "o": 29065,
        "r": "nasb:John:1:26",
        "t": "John answered them saying, “I baptize in water, but*i among you stands One whom you do not know."
    },
    {
        "o": 29066,
        "r": "nasb:John:1:27",
        "t": "It*i is*i He who comes after me, the thong of whose sandal I am not worthy to untie.”"
    },
    {
        "o": 29067,
        "r": "nasb:John:1:28",
        "t": "These things took place in Bethany beyond the Jordan, where John was baptizing."
    },
    {
        "o": 29068,
        "r": "nasb:John:1:29",
        "t": "The*p next day he saw Jesus coming to him and said, “Behold, the Lamb of God who takes away the sin of the world!"
    },
    {
        "o": 29069,
        "r": "nasb:John:1:30",
        "t": "This is He on behalf of whom I said, ‘After me comes a Man who has a higher rank than I, for He existed before me.’"
    },
    {
        "o": 29070,
        "r": "nasb:John:1:31",
        "t": "I did not recognize Him, but so that He might be manifested to Israel, I came baptizing in water.”"
    },
    {
        "o": 29071,
        "r": "nasb:John:1:32",
        "t": "John testified saying, “I have seen the Spirit descending as a dove out of heaven, and He remained upon Him."
    },
    {
        "o": 29072,
        "r": "nasb:John:1:33",
        "t": "I did not recognize Him, but He who sent me to baptize in water said to me, ‘He upon whom you see the Spirit descending and remaining upon Him, this is the One who baptizes in the Holy Spirit.’"
    },
    {
        "o": 29073,
        "r": "nasb:John:1:34",
        "t": "I myself have seen, and have testified that this is the Son of God.”"
    },
    {
        "o": 29074,
        "r": "nasb:John:1:34",
        "t": "Jesus’ Public Ministry, First Converts",
        "h": 2
    },
    {
        "o": 29075,
        "r": "nasb:John:1:35",
        "t": "Again*p the next day John was standing with two of his disciples,"
    },
    {
        "o": 29076,
        "r": "nasb:John:1:36",
        "t": "and he looked at Jesus as He walked, and said, “Behold, the Lamb of God!”"
    },
    {
        "o": 29077,
        "r": "nasb:John:1:37",
        "t": "The two disciples heard him speak, and they followed Jesus."
    },
    {
        "o": 29078,
        "r": "nasb:John:1:38",
        "t": "And Jesus turned and saw them following, and said to them, “What*r do*r you*r seek?”*r They said to Him, “Rabbi (which translated means Teacher), where are You staying?”"
    },
    {
        "o": 29079,
        "r": "nasb:John:1:39",
        "t": "He said to them, “Come,*r and*r you*r will*r see.”*r So they came and saw where He was staying; and they stayed with Him that day, for it was about the tenth hour."
    },
    {
        "o": 29080,
        "r": "nasb:John:1:40",
        "t": "One of the two who heard John speak*i and followed Him, was Andrew, Simon Peter’s brother."
    },
    {
        "o": 29081,
        "r": "nasb:John:1:41",
        "t": "He found first his own brother Simon and said to him, “We have found the Messiah” (which translated means Christ)."
    },
    {
        "o": 29082,
        "r": "nasb:John:1:42",
        "t": "He brought him to Jesus. Jesus looked at him and said, “You*r are*r Simon*r the*r son*r of*r John;*r you*r shall*r be*r called*r Cephas”*r (which is translated Peter)."
    },
    {
        "o": 29083,
        "r": "nasb:John:1:43",
        "t": "The*p next day He purposed to go into Galilee, and He found Philip. And Jesus said to him, “Follow*r Me.”*r"
    },
    {
        "o": 29084,
        "r": "nasb:John:1:44",
        "t": "Now Philip was from Bethsaida, of the city of Andrew and Peter."
    },
    {
        "o": 29085,
        "r": "nasb:John:1:45",
        "t": "Philip found Nathanael and said to him, “We have found Him of whom Moses in the Law and also*i the Prophets wrote—Jesus of Nazareth, the son of Joseph.”"
    },
    {
        "o": 29086,
        "r": "nasb:John:1:46",
        "t": "Nathanael said to him, “Can any good thing come out of Nazareth?” Philip said to him, “Come and see.”"
    },
    {
        "o": 29087,
        "r": "nasb:John:1:47",
        "t": "Jesus saw Nathanael coming to Him, and said of him, “Behold,*r an*r Israelite*r indeed,*r in*r whom*r there*r is*r no*r deceit!”*r"
    },
    {
        "o": 29088,
        "r": "nasb:John:1:48",
        "t": "Nathanael said to Him, “How do You know me?” Jesus answered and said to him, “Before*r Philip*r called*r you,*r when*r you*r were*r under*r the*r fig*r tree,*r I*r saw*r you.”*r"
    },
    {
        "o": 29089,
        "r": "nasb:John:1:49",
        "t": "Nathanael answered Him, “Rabbi, You are the Son of God; You are the King of Israel.”"
    },
    {
        "o": 29090,
        "r": "nasb:John:1:50",
        "t": "Jesus answered and said to him, “Because*r I*r said*r to*r you*r that*r I*r saw*r you*r under*r the*r fig*r tree,*r do*r you*r believe?*r You*r will*r see*r greater*r things*r than*r these.”*r"
    },
    {
        "o": 29091,
        "r": "nasb:John:1:51",
        "t": "And He said to him, “Truly,*r truly,*r I*r say*r to*r you,*r you*r will*r see*r the*r heavens*r opened*r and*r the*r angels*r of*r God*r ascending*r and*r descending*r on*r the*r Son*r of*r Man.”*r"
    }
]
