[
    {
        "o": 13793,
        "r": "nasb:Nehemiah:9:0",
        "t": "Nehemiah 9",
        "h": 1
    },
    {
        "o": 13794,
        "r": "nasb:Nehemiah:9:0",
        "t": "The People Confess Their Sin",
        "h": 2
    },
    {
        "o": 13795,
        "r": "nasb:Nehemiah:9:1",
        "t": "Now*p on the twenty-fourth day of this month the sons of Israel assembled with fasting, in sackcloth and with dirt upon them."
    },
    {
        "o": 13796,
        "r": "nasb:Nehemiah:9:2",
        "t": "The descendants of Israel separated themselves from all foreigners, and stood and confessed their sins and the iniquities of their fathers."
    },
    {
        "o": 13797,
        "r": "nasb:Nehemiah:9:3",
        "t": "While they stood in their place, they read from the book of the law of the Lord*s their God for a fourth of the day; and for another*i fourth they confessed and worshiped the Lord*s their God."
    },
    {
        "o": 13798,
        "r": "nasb:Nehemiah:9:4",
        "t": "Now on the Levites’ platform stood Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani and*i Chenani, and they cried with a loud voice to the Lord*s their God."
    },
    {
        "o": 13799,
        "r": "nasb:Nehemiah:9:5",
        "t": "Then*p the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and*i Pethahiah, said, “Arise, bless the Lord*s your God forever and ever! O*pn may Your glorious name be blessed And*ln exalted above all blessing and praise!"
    },
    {
        "o": 13800,
        "r": "nasb:Nehemiah:9:6",
        "t": "You*ln alone are the Lord.*s You*ln have made the heavens, The*ln heaven of heavens with all their host, The*ln earth and all that is on it, The*ln seas and all that is in them. You*ln give life to all of them And*ln the heavenly host bows down before You."
    },
    {
        "o": 13801,
        "r": "nasb:Nehemiah:9:7",
        "t": "You*ln are the Lord*s God, Who*ln chose Abram And*ln brought him out from Ur of the Chaldees, And*ln gave him the name Abraham."
    },
    {
        "o": 13802,
        "r": "nasb:Nehemiah:9:8",
        "t": "You*ln found his heart faithful before You, And*ln made a covenant with him To*ln give him*i the land of the Canaanite, Of*ln the Hittite and the Amorite, Of*ln the Perizzite, the Jebusite and the Girgashite— To*ln give it*i to his descendants. And*ln You have fulfilled Your promise, For*ln You are righteous."
    },
    {
        "o": 13803,
        "r": "nasb:Nehemiah:9:9",
        "t": "“You*ln saw the affliction of our fathers in Egypt, And*ln heard their cry by the Red Sea."
    },
    {
        "o": 13804,
        "r": "nasb:Nehemiah:9:10",
        "t": "Then*ln You performed signs and wonders against Pharaoh, Against*ln all his servants and all the people of his land; For*ln You knew that they acted arrogantly toward them, And*ln made a name for Yourself as it*i is*i this day."
    },
    {
        "o": 13805,
        "r": "nasb:Nehemiah:9:11",
        "t": "You*ln divided the sea before them, So*ln they passed through the midst of the sea on dry ground; And*ln their pursuers You hurled into the depths, Like*ln a stone into raging waters."
    },
    {
        "o": 13806,
        "r": "nasb:Nehemiah:9:12",
        "t": "And*ln with a pillar of cloud You led them by day, And*ln with a pillar of fire by night To*ln light for them the way In*ln which they were to go."
    },
    {
        "o": 13807,
        "r": "nasb:Nehemiah:9:13",
        "t": "Then*ln You came down on Mount Sinai, And*ln spoke with them from heaven; You*ln gave them just ordinances and true laws, Good*ln statutes and commandments."
    },
    {
        "o": 13808,
        "r": "nasb:Nehemiah:9:14",
        "t": "So*ln You made known to them Your holy sabbath, And*ln laid down for them commandments, statutes and law, Through*ln Your servant Moses."
    },
    {
        "o": 13809,
        "r": "nasb:Nehemiah:9:15",
        "t": "You*ln provided bread from heaven for them for their hunger, You*ln brought forth water from a rock for them for their thirst, And*ln You told them to enter in order to possess The*ln land which You swore to give them."
    },
    {
        "o": 13810,
        "r": "nasb:Nehemiah:9:16",
        "t": "“But*ln they, our fathers, acted arrogantly; They*ln became stubborn and would not listen to Your commandments."
    },
    {
        "o": 13811,
        "r": "nasb:Nehemiah:9:17",
        "t": "They*ln refused to listen, And*ln did not remember Your wondrous deeds which You had performed among them; So*ln they became stubborn and appointed a leader to return to their slavery in Egypt. But*ln You are a God of forgiveness, Gracious*ln and compassionate, Slow*ln to anger and abounding in lovingkindness; And*ln You did not forsake them."
    },
    {
        "o": 13812,
        "r": "nasb:Nehemiah:9:18",
        "t": "Even*ln when they made for themselves A*ln calf of molten metal And*ln said, ‘This is your God Who*ln brought you up from Egypt,’ And*ln committed great blasphemies,"
    },
    {
        "o": 13813,
        "r": "nasb:Nehemiah:9:19",
        "t": "You,*ln in Your great compassion, Did*ln not forsake them in the wilderness; The*ln pillar of cloud did not leave them by day, To*ln guide them on their way, Nor*ln the pillar of fire by night, to light for them the way in which they were to go."
    },
    {
        "o": 13814,
        "r": "nasb:Nehemiah:9:20",
        "t": "You*ln gave Your good Spirit to instruct them, Your*ln manna You did not withhold from their mouth, And*ln You gave them water for their thirst."
    },
    {
        "o": 13815,
        "r": "nasb:Nehemiah:9:21",
        "t": "Indeed,*ln forty years You provided for them in the wilderness and*i they were not in want; Their*ln clothes did not wear out, nor did their feet swell."
    },
    {
        "o": 13816,
        "r": "nasb:Nehemiah:9:22",
        "t": "You*ln also gave them kingdoms and peoples, And*ln allotted them*i to them as a boundary. They*ln took possession of the land of Sihon the king of Heshbon And*ln the land of Og the king of Bashan."
    },
    {
        "o": 13817,
        "r": "nasb:Nehemiah:9:23",
        "t": "You*ln made their sons numerous as the stars of heaven, And*ln You brought them into the land Which*ln You had told their fathers to enter and possess."
    },
    {
        "o": 13818,
        "r": "nasb:Nehemiah:9:24",
        "t": "So*ln their sons entered and possessed the land. And*ln You subdued before them the inhabitants of the land, the Canaanites, And*ln You gave them into their hand, with their kings and the peoples of the land, To*ln do with them as they desired."
    },
    {
        "o": 13819,
        "r": "nasb:Nehemiah:9:25",
        "t": "They*ln captured fortified cities and a fertile land. They*ln took possession of houses full of every good thing, Hewn*ln cisterns, vineyards, olive groves, Fruit*ln trees in abundance. So*ln they ate, were filled and grew fat, And*ln reveled in Your great goodness."
    },
    {
        "o": 13820,
        "r": "nasb:Nehemiah:9:26",
        "t": "“But*ln they became disobedient and rebelled against You, And*ln cast Your law behind their backs And*ln killed Your prophets who had admonished them So*ln that they might return to You, And*ln they committed great blasphemies."
    },
    {
        "o": 13821,
        "r": "nasb:Nehemiah:9:27",
        "t": "Therefore*ln You delivered them into the hand of their oppressors who oppressed them, But*ln when they cried to You in the time of their distress, You*ln heard from heaven, and according to Your great compassion You*ln gave them deliverers who delivered them from the hand of their oppressors."
    },
    {
        "o": 13822,
        "r": "nasb:Nehemiah:9:28",
        "t": "But*ln as soon as they had rest, they did evil again before You; Therefore*ln You abandoned them to the hand of their enemies, so that they ruled over them. When*ln they cried again to You, You heard from heaven, And*ln many times You rescued them according to Your compassion,"
    },
    {
        "o": 13823,
        "r": "nasb:Nehemiah:9:29",
        "t": "And*ln admonished them in order to turn them back to Your law. Yet*ln they acted arrogantly and did not listen to Your commandments but sinned against Your ordinances, By*ln which if a man observes them he shall live. And*ln they turned a stubborn shoulder and stiffened their neck, and would not listen."
    },
    {
        "o": 13824,
        "r": "nasb:Nehemiah:9:30",
        "t": "However,*ln You bore with them for many years, And*ln admonished them by Your Spirit through Your prophets, Yet*ln they would not give ear. Therefore*ln You gave them into the hand of the peoples of the lands."
    },
    {
        "o": 13825,
        "r": "nasb:Nehemiah:9:31",
        "t": "Nevertheless,*ln in Your great compassion You did not make an end of them or forsake them, For*ln You are a gracious and compassionate God."
    },
    {
        "o": 13826,
        "r": "nasb:Nehemiah:9:32",
        "t": "“Now*ln therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and lovingkindness, Do*ln not let all the hardship seem insignificant before You, Which*ln has come upon us, our kings, our princes, our priests, our prophets, our fathers and on all Your people, From*ln the days of the kings of Assyria to this day."
    },
    {
        "o": 13827,
        "r": "nasb:Nehemiah:9:33",
        "t": "However,*ln You are just in all that has come upon us; For*ln You have dealt faithfully, but we have acted wickedly."
    },
    {
        "o": 13828,
        "r": "nasb:Nehemiah:9:34",
        "t": "For*ln our kings, our leaders, our priests and our fathers have not kept Your law Or*ln paid attention to Your commandments and Your admonitions with which You have admonished them."
    },
    {
        "o": 13829,
        "r": "nasb:Nehemiah:9:35",
        "t": "But*ln they, in their own kingdom, With*ln Your great goodness which You gave them, With*ln the broad and rich land which You set before them, Did*ln not serve You or turn from their evil deeds."
    },
    {
        "o": 13830,
        "r": "nasb:Nehemiah:9:36",
        "t": "Behold,*ln we are slaves today, And*ln as to the land which You gave to our fathers to eat of its fruit and its bounty, Behold,*ln we are slaves in it."
    },
    {
        "o": 13831,
        "r": "nasb:Nehemiah:9:37",
        "t": "Its*ln abundant produce is for the kings Whom*ln You have set over us because of our sins; They*ln also rule over our bodies And*ln over our cattle as they please, So*ln we are in great distress."
    },
    {
        "o": 13832,
        "r": "nasb:Nehemiah:9:37",
        "t": "A Covenant Results",
        "h": 2
    },
    {
        "o": 13833,
        "r": "nasb:Nehemiah:9:38",
        "t": "“Now*pn because of all this We*ln are making an agreement in writing; And*ln on the sealed document are*i the*i names*i of*i our leaders, our Levites and*i our priests.”"
    }
]
