[
    {
        "o": 12768,
        "r": "csb:2 Chronicles:16:0",
        "t": "2 Chronicles 16",
        "h": 1
    },
    {
        "o": 12769,
        "r": "csb:2 Chronicles:16:0",
        "t": "Asa’s Treaty with Aram",
        "h": 2
    },
    {
        "o": 12770,
        "r": "csb:2 Chronicles:16:1",
        "t": "In*p the thirty-sixth year of Asa, Israel’s King Baasha went to war against Judah. He built Ramah in order to keep anyone from leaving or coming to King Asa of Judah."
    },
    {
        "o": 12771,
        "r": "csb:2 Chronicles:16:2",
        "t": "So Asa brought out the silver and gold from the treasuries of the Lord’s*s temple and the royal palace and sent it to Aram’s King Ben-hadad, who lived in Damascus, saying,"
    },
    {
        "o": 12772,
        "r": "csb:2 Chronicles:16:3",
        "t": "“There’s a treaty between me and you, between my father and your father. Look, I have sent you silver and gold. Go break your treaty with Israel’s King Baasha so that he will withdraw from me.”"
    },
    {
        "o": 12773,
        "r": "csb:2 Chronicles:16:4",
        "t": "Ben-hadad*p listened to King Asa and sent the commanders of his armies to the cities of Israel. They attacked Ijon, Dan, Abel-maim, and all the storage cities of Naphtali."
    },
    {
        "o": 12774,
        "r": "csb:2 Chronicles:16:5",
        "t": "When Baasha heard about it, he quit building Ramah and stopped his work."
    },
    {
        "o": 12775,
        "r": "csb:2 Chronicles:16:6",
        "t": "Then King Asa brought all Judah, and they carried away the stones of Ramah and the timbers Baasha had built it with. Then he built Geba and Mizpah with them."
    },
    {
        "o": 12776,
        "r": "csb:2 Chronicles:16:6",
        "t": "Hanani’s Rebuke of Asa",
        "h": 2
    },
    {
        "o": 12777,
        "r": "csb:2 Chronicles:16:7",
        "t": "At*p that time, the seer Hanani came to King Asa of Judah and said to him, “Because you depended on the king of Aram and have not depended on the Lord*s your God, the army of the king of Aram has escaped from you."
    },
    {
        "o": 12778,
        "r": "csb:2 Chronicles:16:8",
        "t": "Were not the Cushites and Libyans a vast army with many chariots and horsemen? When you depended on the Lord,*s he handed them over to you."
    },
    {
        "o": 12779,
        "r": "csb:2 Chronicles:16:9",
        "t": "For the eyes of the Lord*s roam throughout the earth to show himself strong for those who are wholeheartedly devoted to him. You have been foolish in this matter. Therefore, you will have wars from now on.”"
    },
    {
        "o": 12780,
        "r": "csb:2 Chronicles:16:10",
        "t": "Asa was enraged with the seer and put him in prison because of his anger over this. And Asa mistreated some of the people at that time."
    },
    {
        "o": 12781,
        "r": "csb:2 Chronicles:16:10",
        "t": "Asa’s Death",
        "h": 2
    },
    {
        "o": 12782,
        "r": "csb:2 Chronicles:16:11",
        "t": "Note*p that the events of Asa’s reign, from beginning to end, are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 12783,
        "r": "csb:2 Chronicles:16:12",
        "t": "In the thirty-ninth year of his reign, Asa developed a disease in his feet, and his disease became increasingly severe. Yet even in his disease he didn’t seek the Lord*s but only the physicians."
    },
    {
        "o": 12784,
        "r": "csb:2 Chronicles:16:13",
        "t": "Asa rested with his ancestors; he died in the forty-first year of his reign."
    },
    {
        "o": 12785,
        "r": "csb:2 Chronicles:16:14",
        "t": "He was buried in his own tomb that he had made for himself in the city of David. They laid him out in a coffin that was full of spices and various mixtures of prepared ointments; then they made a great fire in his honor."
    }
]
