[
    {
        "o": 5350,
        "r": "kjv:Deuteronomy:10:0",
        "t": "Deuteronomy 10",
        "h": 1
    },
    {
        "o": 5351,
        "r": "kjv:Deuteronomy:10:1",
        "t": "At*p that time the Lord*s said unto me, Hew thee two tables of stone like unto the first, and come up unto me into the mount, and make thee an ark of wood."
    },
    {
        "o": 5352,
        "r": "kjv:Deuteronomy:10:2",
        "t": "And*p I will write on the tables the words that were in the first tables which thou brakest, and thou shalt put them in the ark."
    },
    {
        "o": 5353,
        "r": "kjv:Deuteronomy:10:3",
        "t": "And*p I made an ark of shittim wood, and hewed two tables of stone like unto the first, and went up into the mount, having the two tables in mine hand."
    },
    {
        "o": 5354,
        "r": "kjv:Deuteronomy:10:4",
        "t": "And*p he wrote on the tables, according to the first writing, the ten commandments, which the Lord*s spake unto you in the mount out of the midst of the fire in the day of the assembly: and the Lord*s gave them unto me."
    },
    {
        "o": 5355,
        "r": "kjv:Deuteronomy:10:5",
        "t": "And*p I turned myself and came down from the mount, and put the tables in the ark which I had made; and there they be, as the Lord*s commanded me."
    },
    {
        "o": 5356,
        "r": "kjv:Deuteronomy:10:6",
        "t": "And*p the children of Israel took their journey from Beeroth of the children of Jaakan to Moserah: there Aaron died, and there he was buried; and Eleazar his son ministered in the priest's office in his stead."
    },
    {
        "o": 5357,
        "r": "kjv:Deuteronomy:10:7",
        "t": "From*p thence they journeyed unto Gudgodah; and from Gudgodah to Jotbathah, a land of rivers of waters."
    },
    {
        "o": 5358,
        "r": "kjv:Deuteronomy:10:8",
        "t": "At*p that time the Lord*s separated the tribe of Levi, to bear the ark of the covenant of the Lord,*s to stand before the Lord*s to minister unto him, and to bless in his name, unto this day."
    },
    {
        "o": 5359,
        "r": "kjv:Deuteronomy:10:9",
        "t": "Wherefore*p Levi hath no part nor inheritance with his brethren; the Lord*s is his inheritance, according as the Lord*s thy God promised him."
    },
    {
        "o": 5360,
        "r": "kjv:Deuteronomy:10:10",
        "t": "And*p I stayed in the mount, according to the first time, forty days and forty nights; and the Lord*s hearkened unto me at that time also, and the Lord*s would not destroy thee."
    },
    {
        "o": 5361,
        "r": "kjv:Deuteronomy:10:11",
        "t": "And*p the Lord*s said unto me, Arise, take thy journey before the people, that they may go in and possess the land, which I sware unto their fathers to give unto them."
    },
    {
        "o": 5362,
        "r": "kjv:Deuteronomy:10:12",
        "t": "And*p now, Israel, what doth the Lord*s thy God require of thee, but to fear the Lord*s thy God, to walk in all his ways, and to love him, and to serve the Lord*s thy God with all thy heart and with all thy soul,"
    },
    {
        "o": 5363,
        "r": "kjv:Deuteronomy:10:13",
        "t": "To*p keep the commandments of the Lord,*s and his statutes, which I command thee this day for thy good?"
    },
    {
        "o": 5364,
        "r": "kjv:Deuteronomy:10:14",
        "t": "Behold,*p the heaven and the heaven of heavens is the Lord's*s thy God, the earth also, with all that therein is."
    },
    {
        "o": 5365,
        "r": "kjv:Deuteronomy:10:15",
        "t": "Only*p the Lord*s had a delight in thy fathers to love them, and he chose their seed after them, even you above all people, as it is this day."
    },
    {
        "o": 5366,
        "r": "kjv:Deuteronomy:10:16",
        "t": "Circumcise*p therefore the foreskin of your heart, and be no more stiffnecked."
    },
    {
        "o": 5367,
        "r": "kjv:Deuteronomy:10:17",
        "t": "For*p the Lord*s your God is God of gods, and Lord of lords, a great God, a mighty, and a terrible, which regardeth not persons, nor taketh reward:"
    },
    {
        "o": 5368,
        "r": "kjv:Deuteronomy:10:18",
        "t": "He*p doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment."
    },
    {
        "o": 5369,
        "r": "kjv:Deuteronomy:10:19",
        "t": "Love*p ye therefore the stranger: for ye were strangers in the land of Egypt."
    },
    {
        "o": 5370,
        "r": "kjv:Deuteronomy:10:20",
        "t": "Thou*p shalt fear the Lord*s thy God; him shalt thou serve, and to him shalt thou cleave, and swear by his name."
    },
    {
        "o": 5371,
        "r": "kjv:Deuteronomy:10:21",
        "t": "He*p is thy praise, and he is thy God, that hath done for thee these great and terrible things, which thine eyes have seen."
    },
    {
        "o": 5372,
        "r": "kjv:Deuteronomy:10:22",
        "t": "Thy*p fathers went down into Egypt with threescore and ten persons; and now the Lord*s thy God hath made thee as the stars of heaven for multitude."
    }
]
