[
    {
        "o": 34158,
        "r": "nasb:Jude:1:0",
        "t": "Jude 1",
        "h": 1
    },
    {
        "o": 34159,
        "r": "nasb:Jude:1:0",
        "t": "The Warnings of History to the Ungodly",
        "h": 2
    },
    {
        "o": 34160,
        "r": "nasb:Jude:1:1",
        "t": "Jude,*p a bond-servant of Jesus Christ, and brother of James, To*bp those who are the called, beloved in God the Father, and kept for Jesus Christ:"
    },
    {
        "o": 34161,
        "r": "nasb:Jude:1:2",
        "t": "May mercy and peace and love be multiplied to you."
    },
    {
        "o": 34162,
        "r": "nasb:Jude:1:3",
        "t": "Beloved,*p while I was making every effort to write you about our common salvation, I felt the necessity to write to you appealing that you contend earnestly for the faith which was once for all handed down to the saints."
    },
    {
        "o": 34163,
        "r": "nasb:Jude:1:4",
        "t": "For certain persons have crept in unnoticed, those who were long beforehand marked out for this condemnation, ungodly persons who turn the grace of our God into licentiousness and deny our only Master and Lord, Jesus Christ."
    },
    {
        "o": 34164,
        "r": "nasb:Jude:1:5",
        "t": "Now*p I desire to remind you, though you know all things once for all, that the Lord, after saving a people out of the land of Egypt, subsequently destroyed those who did not believe."
    },
    {
        "o": 34165,
        "r": "nasb:Jude:1:6",
        "t": "And angels who did not keep their own domain, but abandoned their proper abode, He has kept in eternal bonds under darkness for the judgment of the great day,"
    },
    {
        "o": 34166,
        "r": "nasb:Jude:1:7",
        "t": "just as Sodom and Gomorrah and the cities around them, since they in the same way as these indulged in gross immorality and went after strange flesh, are exhibited as an example in undergoing the punishment of eternal fire."
    },
    {
        "o": 34167,
        "r": "nasb:Jude:1:8",
        "t": "Yet*p in the same way these men, also by dreaming, defile the flesh, and reject authority, and revile angelic majesties."
    },
    {
        "o": 34168,
        "r": "nasb:Jude:1:9",
        "t": "But Michael the archangel, when he disputed with the devil and argued about the body of Moses, did not dare pronounce against him a railing judgment, but said, “The Lord rebuke you!”"
    },
    {
        "o": 34169,
        "r": "nasb:Jude:1:10",
        "t": "But these men revile the things which they do not understand; and the things which they know by instinct, like unreasoning animals, by these things they are destroyed."
    },
    {
        "o": 34170,
        "r": "nasb:Jude:1:11",
        "t": "Woe to them! For they have gone the way of Cain, and for pay they have rushed headlong into the error of Balaam, and perished in the rebellion of Korah."
    },
    {
        "o": 34171,
        "r": "nasb:Jude:1:12",
        "t": "These are the men who are hidden reefs in your love feasts when they feast with you without fear, caring for themselves; clouds without water, carried along by winds; autumn trees without fruit, doubly dead, uprooted;"
    },
    {
        "o": 34172,
        "r": "nasb:Jude:1:13",
        "t": "wild waves of the sea, casting up their own shame like foam; wandering stars, for whom the black darkness has been reserved forever."
    },
    {
        "o": 34173,
        "r": "nasb:Jude:1:14",
        "t": "It*ip was*i also about these men that*i Enoch, in*i the seventh generation*i from Adam, prophesied, saying, “Behold, the Lord came with many thousands of His holy ones,"
    },
    {
        "o": 34174,
        "r": "nasb:Jude:1:15",
        "t": "to execute judgment upon all, and to convict all the ungodly of all their ungodly deeds which they have done in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”"
    },
    {
        "o": 34175,
        "r": "nasb:Jude:1:16",
        "t": "These are grumblers, finding fault, following after their own*i lusts; they speak arrogantly, flattering people for the sake of gaining*i an*i advantage."
    },
    {
        "o": 34176,
        "r": "nasb:Jude:1:16",
        "t": "Keep Yourselves in the Love of God",
        "h": 2
    },
    {
        "o": 34177,
        "r": "nasb:Jude:1:17",
        "t": "But*p you, beloved, ought to remember the words that were spoken beforehand by the apostles of our Lord Jesus Christ,"
    },
    {
        "o": 34178,
        "r": "nasb:Jude:1:18",
        "t": "that they were saying to you, “In the last time there will be mockers, following after their own ungodly lusts.”"
    },
    {
        "o": 34179,
        "r": "nasb:Jude:1:19",
        "t": "These are the ones who cause divisions, worldly-minded, devoid of the Spirit."
    },
    {
        "o": 34180,
        "r": "nasb:Jude:1:20",
        "t": "But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit,"
    },
    {
        "o": 34181,
        "r": "nasb:Jude:1:21",
        "t": "keep yourselves in the love of God, waiting anxiously for the mercy of our Lord Jesus Christ to eternal life."
    },
    {
        "o": 34182,
        "r": "nasb:Jude:1:22",
        "t": "And have mercy on some, who are doubting;"
    },
    {
        "o": 34183,
        "r": "nasb:Jude:1:23",
        "t": "save others, snatching them out of the fire; and on some have mercy with fear, hating even the garment polluted by the flesh."
    },
    {
        "o": 34184,
        "r": "nasb:Jude:1:24",
        "t": "Now*p to Him who is able to keep you from stumbling, and to make you stand in the presence of His glory blameless with great joy,"
    },
    {
        "o": 34185,
        "r": "nasb:Jude:1:25",
        "t": "to the only God our Savior, through Jesus Christ our Lord, be*i glory, majesty, dominion and authority, before all time and now and forever. Amen."
    }
]
