[
    {
        "o": 9630,
        "r": "csb:1 Kings:1:0",
        "t": "1 Kings 1",
        "h": 1
    },
    {
        "o": 9631,
        "r": "csb:1 Kings:1:0",
        "t": "David’s Last Days",
        "h": 2
    },
    {
        "o": 9632,
        "r": "csb:1 Kings:1:1",
        "t": "Now*p King David was old and advanced in age. Although they covered him with bedclothes, he could not get warm."
    },
    {
        "o": 9633,
        "r": "csb:1 Kings:1:2",
        "t": "So his servants said to him, “Let us search for a young virgin for my lord the king. She is to attend the king and be his caregiver. She is to lie by your side so that my lord the king will get warm.”"
    },
    {
        "o": 9634,
        "r": "csb:1 Kings:1:3",
        "t": "They searched for a beautiful girl throughout the territory of Israel; they found Abishag the Shunammite and brought her to the king."
    },
    {
        "o": 9635,
        "r": "csb:1 Kings:1:4",
        "t": "The girl was of unsurpassed beauty, and she became the king’s caregiver. She attended to him, but he was not intimate with her."
    },
    {
        "o": 9636,
        "r": "csb:1 Kings:1:4",
        "t": "Adonijah’s Bid for Power",
        "h": 2
    },
    {
        "o": 9637,
        "r": "csb:1 Kings:1:5",
        "t": "Adonijah*p son of Haggith kept exalting himself, saying, “I will be king!” He prepared chariots, cavalry, and fifty men to run ahead of him."
    },
    {
        "o": 9638,
        "r": "csb:1 Kings:1:6",
        "t": "But his father had never once infuriated him by asking, “Why did you do that?” In addition, he was quite handsome and was born after Absalom."
    },
    {
        "o": 9639,
        "r": "csb:1 Kings:1:7",
        "t": "He conspired with Joab son of Zeruiah and with the priest Abiathar. They supported Adonijah,"
    },
    {
        "o": 9640,
        "r": "csb:1 Kings:1:8",
        "t": "but the priest Zadok, Benaiah son of Jehoiada, the prophet Nathan, Shimei, Rei, and David’s royal guard did not side with Adonijah."
    },
    {
        "o": 9641,
        "r": "csb:1 Kings:1:9",
        "t": "Adonijah*p sacrificed sheep, goats, cattle, and fattened cattle near the stone of Zoheleth, which is next to En-rogel. He invited all his royal brothers and all the men of Judah, the servants of the king,"
    },
    {
        "o": 9642,
        "r": "csb:1 Kings:1:10",
        "t": "but he did not invite the prophet Nathan, Benaiah, the royal guard, or his brother Solomon."
    },
    {
        "o": 9643,
        "r": "csb:1 Kings:1:10",
        "t": "Nathan’s and Bathsheba’s Appeals",
        "h": 2
    },
    {
        "o": 9644,
        "r": "csb:1 Kings:1:11",
        "t": "Then*p Nathan said to Bathsheba, Solomon’s mother, “Have you not heard that Adonijah son of Haggith has become king and our lord David does not know it?"
    },
    {
        "o": 9645,
        "r": "csb:1 Kings:1:12",
        "t": "Now please come and let me advise you. Save your life and the life of your son Solomon."
    },
    {
        "o": 9646,
        "r": "csb:1 Kings:1:13",
        "t": "Go, approach King David and say to him, ‘My lord the king, did you not swear to your servant: Your son Solomon is to become king after me, and he is the one who is to sit on my throne? So why has Adonijah become king?’"
    },
    {
        "o": 9647,
        "r": "csb:1 Kings:1:14",
        "t": "At that moment, while you are still there speaking with the king, I’ll come in after you and confirm your words.”"
    },
    {
        "o": 9648,
        "r": "csb:1 Kings:1:15",
        "t": "So*p Bathsheba went to the king in his bedroom. Since the king was very old, Abishag the Shunammite was attending to him."
    },
    {
        "o": 9649,
        "r": "csb:1 Kings:1:16",
        "t": "Bathsheba knelt low and paid homage to the king, and he asked, “What do you want?”"
    },
    {
        "o": 9650,
        "r": "csb:1 Kings:1:17",
        "t": "She*p replied, “My lord, you swore to your servant by the Lord*s your God, ‘Your son Solomon is to become king after me, and he is the one who is to sit on my throne.’"
    },
    {
        "o": 9651,
        "r": "csb:1 Kings:1:18",
        "t": "Now look, Adonijah has become king. And, my lord the king, you didn’t know it."
    },
    {
        "o": 9652,
        "r": "csb:1 Kings:1:19",
        "t": "He has lavishly sacrificed oxen, fattened cattle, and sheep. He invited all the king’s sons, the priest Abiathar, and Joab the commander of the army, but he did not invite your servant Solomon."
    },
    {
        "o": 9653,
        "r": "csb:1 Kings:1:20",
        "t": "Now, my lord the king, the eyes of all Israel are on you to tell them who will sit on the throne of my lord the king after him."
    },
    {
        "o": 9654,
        "r": "csb:1 Kings:1:21",
        "t": "Otherwise, when my lord the king rests with his ancestors, I and my son Solomon will be regarded as criminals.”"
    },
    {
        "o": 9655,
        "r": "csb:1 Kings:1:22",
        "t": "At*p that moment, while she was still speaking with the king, the prophet Nathan arrived,"
    },
    {
        "o": 9656,
        "r": "csb:1 Kings:1:23",
        "t": "and it was announced to the king, “The prophet Nathan is here.” He came into the king’s presence and paid homage to him with his face to the ground."
    },
    {
        "o": 9657,
        "r": "csb:1 Kings:1:24",
        "t": "“My*p lord the king,” Nathan said, “did you say, ‘Adonijah is to become king after me, and he is the one who is to sit on my throne’?"
    },
    {
        "o": 9658,
        "r": "csb:1 Kings:1:25",
        "t": "For today he went down and lavishly sacrificed oxen, fattened cattle, and sheep. He invited all the sons of the king, the commanders of the army, and the priest Abiathar. And look! They’re eating and drinking in his presence, and they’re saying, ‘Long live King Adonijah!’"
    },
    {
        "o": 9659,
        "r": "csb:1 Kings:1:26",
        "t": "But he did not invite me - me, your servant - or the priest Zadok or Benaiah son of Jehoiada or your servant Solomon."
    },
    {
        "o": 9660,
        "r": "csb:1 Kings:1:27",
        "t": "I’m certain my lord the king would not have let this happen without letting your servant know who will sit on my lord the king’s throne after him.”"
    },
    {
        "o": 9661,
        "r": "csb:1 Kings:1:27",
        "t": "Solomon Confirmed King",
        "h": 2
    },
    {
        "o": 9662,
        "r": "csb:1 Kings:1:28",
        "t": "King*p David responded by saying, “Call in Bathsheba for me.” So she came into the king’s presence and stood before him."
    },
    {
        "o": 9663,
        "r": "csb:1 Kings:1:29",
        "t": "The king swore an oath and said, “As the Lord*s lives, who has redeemed my life from every difficulty,"
    },
    {
        "o": 9664,
        "r": "csb:1 Kings:1:30",
        "t": "just as I swore to you by the Lord*s God of Israel: Your son Solomon is to become king after me, and he is the one who is to sit on my throne in my place, that is exactly what I will do this very day.”"
    },
    {
        "o": 9665,
        "r": "csb:1 Kings:1:31",
        "t": "Bathsheba*p knelt low with her face to the ground, paying homage to the king, and said, “May my lord King David live forever!”"
    },
    {
        "o": 9666,
        "r": "csb:1 Kings:1:32",
        "t": "King*p David then said, “Call in the priest Zadok, the prophet Nathan, and Benaiah son of Jehoiada for me.” So they came into the king’s presence."
    },
    {
        "o": 9667,
        "r": "csb:1 Kings:1:33",
        "t": "The king said to them, “Take my servants with you, have my son Solomon ride on my own mule, and take him down to Gihon."
    },
    {
        "o": 9668,
        "r": "csb:1 Kings:1:34",
        "t": "There, the priest Zadok and the prophet Nathan are to anoint him as king over Israel. You are to blow the ram’s horn and say, ‘Long live King Solomon! ’"
    },
    {
        "o": 9669,
        "r": "csb:1 Kings:1:35",
        "t": "You are to come up after him, and he is to come in and sit on my throne. He is the one who is to become king in my place; he is the one I have commanded to be ruler over Israel and Judah.”"
    },
    {
        "o": 9670,
        "r": "csb:1 Kings:1:36",
        "t": "“Amen,”*p Benaiah son of Jehoiada replied to the king. “May the Lord,*s the God of my lord the king, so affirm it."
    },
    {
        "o": 9671,
        "r": "csb:1 Kings:1:37",
        "t": "Just as the Lord*s was with my lord the king, so may he be with Solomon and make his throne greater than the throne of my lord King David.”"
    },
    {
        "o": 9672,
        "r": "csb:1 Kings:1:38",
        "t": "Then*p the priest Zadok, the prophet Nathan, Benaiah son of Jehoiada, the Cherethites, and the Pelethites went down, had Solomon ride on King David’s mule, and took him to Gihon."
    },
    {
        "o": 9673,
        "r": "csb:1 Kings:1:39",
        "t": "The priest Zadok took the horn of oil from the tabernacle and anointed Solomon. Then they blew the ram’s horn, and all the people proclaimed, “Long live King Solomon!”"
    },
    {
        "o": 9674,
        "r": "csb:1 Kings:1:40",
        "t": "All the people went up after him, playing flutes and rejoicing with such a great joy that the earth split open from the sound."
    },
    {
        "o": 9675,
        "r": "csb:1 Kings:1:40",
        "t": "Adonijah Hears of Solomon’s Coronation",
        "h": 2
    },
    {
        "o": 9676,
        "r": "csb:1 Kings:1:41",
        "t": "Adonijah*p and all the invited guests who were with him heard the noise as they finished eating. Joab heard the sound of the ram’s horn and said, “Why is the town in such an uproar?”"
    },
    {
        "o": 9677,
        "r": "csb:1 Kings:1:42",
        "t": "He was still speaking when Jonathan son of Abiathar the priest, suddenly arrived. Adonijah said, “Come in, for you are an important man, and you must be bringing good news.”"
    },
    {
        "o": 9678,
        "r": "csb:1 Kings:1:43",
        "t": "“Unfortunately*p not,” Jonathan answered him. “Our lord King David has made Solomon king."
    },
    {
        "o": 9679,
        "r": "csb:1 Kings:1:44",
        "t": "And with Solomon, the king has sent the priest Zadok, the prophet Nathan, Benaiah son of Jehoiada, the Cherethites, and the Pelethites, and they have had him ride on the king’s mule."
    },
    {
        "o": 9680,
        "r": "csb:1 Kings:1:45",
        "t": "The priest Zadok and the prophet Nathan have anointed him king in Gihon. They have gone up from there rejoicing. The town has been in an uproar; that’s the noise you heard."
    },
    {
        "o": 9681,
        "r": "csb:1 Kings:1:46",
        "t": "Solomon has even taken his seat on the royal throne."
    },
    {
        "o": 9682,
        "r": "csb:1 Kings:1:47",
        "t": "“The*p king’s servants have also gone to congratulate our lord King David, saying, ‘May your God make the name of Solomon more well known than your name, and may he make his throne greater than your throne.’ Then the king bowed in worship on his bed."
    },
    {
        "o": 9683,
        "r": "csb:1 Kings:1:48",
        "t": "And the king went on to say this: ‘Blessed be the Lord*s God of Israel! Today he has provided one to sit on my throne, and I am a witness.’”"
    },
    {
        "o": 9684,
        "r": "csb:1 Kings:1:49",
        "t": "Then*p all of Adonijah’s guests got up trembling and went their separate ways."
    },
    {
        "o": 9685,
        "r": "csb:1 Kings:1:50",
        "t": "Adonijah was afraid of Solomon, so he got up and went to take hold of the horns of the altar."
    },
    {
        "o": 9686,
        "r": "csb:1 Kings:1:51",
        "t": "It*p was reported to Solomon, “Look, Adonijah fears King Solomon, and he has taken hold of the horns of the altar, saying, ‘Let King Solomon first swear to me that he will not kill his servant with the sword.’”"
    },
    {
        "o": 9687,
        "r": "csb:1 Kings:1:52",
        "t": "Then*p Solomon said, “If he is a man of character, not a single hair of his will fall to the ground, but if evil is found in him, he dies.”"
    },
    {
        "o": 9688,
        "r": "csb:1 Kings:1:53",
        "t": "So King Solomon sent for him, and they took him down from the altar. He came and paid homage to King Solomon, and Solomon said to him, “Go to your home.”"
    }
]
