[
    {
        "o": 18444,
        "r": "kjv:Song of Solomon:7:0",
        "t": "Song of Solomon 7",
        "h": 1
    },
    {
        "o": 18445,
        "r": "kjv:Song of Solomon:7:1",
        "t": "How*p beautiful are thy feet with shoes, O prince's daughter! the joints of thy thighs are like jewels, the work of the hands of a cunning workman."
    },
    {
        "o": 18446,
        "r": "kjv:Song of Solomon:7:2",
        "t": "Thy*p navel is like a round goblet, which wanteth not liquor: thy belly is like an heap of wheat set about with lilies."
    },
    {
        "o": 18447,
        "r": "kjv:Song of Solomon:7:3",
        "t": "Thy*p two breasts are like two young roes that are twins."
    },
    {
        "o": 18448,
        "r": "kjv:Song of Solomon:7:4",
        "t": "Thy*p neck is as a tower of ivory; thine eyes like the fishpools in Heshbon, by the gate of Bath–rabbim: thy nose is as the tower of Lebanon which looketh toward Damascus."
    },
    {
        "o": 18449,
        "r": "kjv:Song of Solomon:7:5",
        "t": "Thine*p head upon thee is like Carmel, and the hair of thine head like purple; the king is held in the galleries."
    },
    {
        "o": 18450,
        "r": "kjv:Song of Solomon:7:6",
        "t": "How*p fair and how pleasant art thou, O love, for delights!"
    },
    {
        "o": 18451,
        "r": "kjv:Song of Solomon:7:7",
        "t": "This*p thy stature is like to a palm tree, and thy breasts to clusters of grapes."
    },
    {
        "o": 18452,
        "r": "kjv:Song of Solomon:7:8",
        "t": "I*p said, I will go up to the palm tree, I will take hold of the boughs thereof: now also thy breasts shall be as clusters of the vine, and the smell of thy nose like apples;"
    },
    {
        "o": 18453,
        "r": "kjv:Song of Solomon:7:9",
        "t": "And*p the roof of thy mouth like the best wine for my beloved, that goeth down sweetly, causing the lips of those that are asleep to speak."
    },
    {
        "o": 18454,
        "r": "kjv:Song of Solomon:7:10",
        "t": "I*p am my beloved's, and his desire is toward me."
    },
    {
        "o": 18455,
        "r": "kjv:Song of Solomon:7:11",
        "t": "Come,*p my beloved, let us go forth into the field; let us lodge in the villages."
    },
    {
        "o": 18456,
        "r": "kjv:Song of Solomon:7:12",
        "t": "Let*p us get up early to the vineyards; let us see if the vine flourish, whether the tender grape appear, and the pomegranates bud forth: there will I give thee my loves."
    },
    {
        "o": 18457,
        "r": "kjv:Song of Solomon:7:13",
        "t": "The*p mandrakes give a smell, and at our gates are all manner of pleasant fruits, new and old, which I have laid up for thee, O my beloved."
    }
]
