[
    {
        "o": 29116,
        "r": "kjv:Romans:1:0",
        "t": "Romans 1",
        "h": 1
    },
    {
        "o": 29117,
        "r": "kjv:Romans:1:1",
        "t": "Paul,*p a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,"
    },
    {
        "o": 29118,
        "r": "kjv:Romans:1:2",
        "t": "(Which*p he had promised afore by his prophets in the holy scriptures,)"
    },
    {
        "o": 29119,
        "r": "kjv:Romans:1:3",
        "t": "Concerning*p his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;"
    },
    {
        "o": 29120,
        "r": "kjv:Romans:1:4",
        "t": "And*p declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:"
    },
    {
        "o": 29121,
        "r": "kjv:Romans:1:5",
        "t": "By*p whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:"
    },
    {
        "o": 29122,
        "r": "kjv:Romans:1:6",
        "t": "Among*p whom are ye also the called of Jesus Christ:"
    },
    {
        "o": 29123,
        "r": "kjv:Romans:1:7",
        "t": "To*p all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ."
    },
    {
        "o": 29124,
        "r": "kjv:Romans:1:8",
        "t": "First,*p I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world."
    },
    {
        "o": 29125,
        "r": "kjv:Romans:1:9",
        "t": "For*p God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;"
    },
    {
        "o": 29126,
        "r": "kjv:Romans:1:10",
        "t": "Making*p request, if by any means now at length I might have a prosperous journey by the will of God to come unto you."
    },
    {
        "o": 29127,
        "r": "kjv:Romans:1:11",
        "t": "For*p I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;"
    },
    {
        "o": 29128,
        "r": "kjv:Romans:1:12",
        "t": "That*p is, that I may be comforted together with you by the mutual faith both of you and me."
    },
    {
        "o": 29129,
        "r": "kjv:Romans:1:13",
        "t": "Now*p I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles."
    },
    {
        "o": 29130,
        "r": "kjv:Romans:1:14",
        "t": "I*p am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise."
    },
    {
        "o": 29131,
        "r": "kjv:Romans:1:15",
        "t": "So,*p as much as in me is, I am ready to preach the gospel to you that are at Rome also."
    },
    {
        "o": 29132,
        "r": "kjv:Romans:1:16",
        "t": "For*p I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek."
    },
    {
        "o": 29133,
        "r": "kjv:Romans:1:17",
        "t": "For*p therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith."
    },
    {
        "o": 29134,
        "r": "kjv:Romans:1:18",
        "t": "For*p the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;"
    },
    {
        "o": 29135,
        "r": "kjv:Romans:1:19",
        "t": "Because*p that which may be known of God is manifest in them; for God hath shewed it unto them."
    },
    {
        "o": 29136,
        "r": "kjv:Romans:1:20",
        "t": "For*p the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even his eternal power and Godhead; so that they are without excuse:"
    },
    {
        "o": 29137,
        "r": "kjv:Romans:1:21",
        "t": "Because*p that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened."
    },
    {
        "o": 29138,
        "r": "kjv:Romans:1:22",
        "t": "Professing*p themselves to be wise, they became fools,"
    },
    {
        "o": 29139,
        "r": "kjv:Romans:1:23",
        "t": "And*p changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things."
    },
    {
        "o": 29140,
        "r": "kjv:Romans:1:24",
        "t": "Wherefore*p God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:"
    },
    {
        "o": 29141,
        "r": "kjv:Romans:1:25",
        "t": "Who*p changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen."
    },
    {
        "o": 29142,
        "r": "kjv:Romans:1:26",
        "t": "For*p this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:"
    },
    {
        "o": 29143,
        "r": "kjv:Romans:1:27",
        "t": "And*p likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet."
    },
    {
        "o": 29144,
        "r": "kjv:Romans:1:28",
        "t": "And*p even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;"
    },
    {
        "o": 29145,
        "r": "kjv:Romans:1:29",
        "t": "Being*p filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,"
    },
    {
        "o": 29146,
        "r": "kjv:Romans:1:30",
        "t": "Backbiters,*p haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,"
    },
    {
        "o": 29147,
        "r": "kjv:Romans:1:31",
        "t": "Without*p understanding, covenantbreakers, without natural affection, implacable, unmerciful:"
    },
    {
        "o": 29148,
        "r": "kjv:Romans:1:32",
        "t": "Who*p knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them."
    }
]
