[
    {
        "o": 25439,
        "r": "nasb:Haggai:1:0",
        "t": "Haggai 1",
        "h": 1
    },
    {
        "o": 25440,
        "r": "nasb:Haggai:1:0",
        "t": "Haggai Begins Temple Building",
        "h": 2
    },
    {
        "o": 25441,
        "r": "nasb:Haggai:1:1",
        "t": "In*p the second year of Darius the king, on the first day of the sixth month, the word of the Lord*s came by the prophet Haggai to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, saying,"
    },
    {
        "o": 25442,
        "r": "nasb:Haggai:1:2",
        "t": "“Thus says the Lord*s of hosts, ‘This people says, “The time has not come, even*i the time for the house of the Lord*s to be rebuilt.” ’ ”"
    },
    {
        "o": 25443,
        "r": "nasb:Haggai:1:3",
        "t": "Then the word of the Lord*s came by Haggai the prophet, saying,"
    },
    {
        "o": 25444,
        "r": "nasb:Haggai:1:4",
        "t": "“Is it time for you yourselves to dwell in your paneled houses while this house lies*i desolate?”"
    },
    {
        "o": 25445,
        "r": "nasb:Haggai:1:5",
        "t": "Now therefore, thus says the Lord*s of hosts, “Consider your ways!"
    },
    {
        "o": 25446,
        "r": "nasb:Haggai:1:6",
        "t": "You have sown much, but harvest little; you*i eat, but there*i is*i not enough*i to be satisfied; you*i drink, but there*i is*i not enough*i to become drunk; you*i put on clothing, but no one is warm enough;*i and he who earns, earns wages to*i put*i into a purse with holes.”"
    },
    {
        "o": 25447,
        "r": "nasb:Haggai:1:7",
        "t": "Thus*p says the Lord*s of hosts, “Consider your ways!"
    },
    {
        "o": 25448,
        "r": "nasb:Haggai:1:8",
        "t": "Go up to the mountains, bring wood and rebuild the temple, that I may be pleased with it and be glorified,” says the Lord.*s"
    },
    {
        "o": 25449,
        "r": "nasb:Haggai:1:9",
        "t": "“You*i look for much, but behold, it*i comes*i to little; when you bring it*i home, I blow it away.*i Why?” declares the Lord*s of hosts, “Because of My house which lies*i desolate, while each of you runs to his own house."
    },
    {
        "o": 25450,
        "r": "nasb:Haggai:1:10",
        "t": "Therefore, because of you the sky has withheld its dew and the earth has withheld its produce."
    },
    {
        "o": 25451,
        "r": "nasb:Haggai:1:11",
        "t": "I called for a drought on the land, on the mountains, on the grain, on the new wine, on the oil, on what the ground produces, on men, on cattle, and on all the labor of your hands.”"
    },
    {
        "o": 25452,
        "r": "nasb:Haggai:1:12",
        "t": "Then*p Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of the Lord*s their God and the words of Haggai the prophet, as the Lord*s their God had sent him. And the people showed reverence for the Lord.*s"
    },
    {
        "o": 25453,
        "r": "nasb:Haggai:1:13",
        "t": "Then Haggai, the messenger of the Lord,*s spoke by the commission of the Lord*s to the people saying, “ ‘I am with you,’ declares the Lord.”*s"
    },
    {
        "o": 25454,
        "r": "nasb:Haggai:1:14",
        "t": "So the Lord*s stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people; and they came and worked on the house of the Lord*s of hosts, their God,"
    },
    {
        "o": 25455,
        "r": "nasb:Haggai:1:15",
        "t": "on the twenty-fourth day of the sixth month in the second year of Darius the king."
    },
    {
        "o": 25456,
        "r": "nasb:Haggai:2:0",
        "t": "Haggai 2",
        "h": 1
    },
    {
        "o": 25457,
        "r": "nasb:Haggai:2:0",
        "t": "The Builders Encouraged",
        "h": 2
    },
    {
        "o": 25458,
        "r": "nasb:Haggai:2:1",
        "t": "On*p the twenty-first of the seventh month, the word of the Lord*s came by Haggai the prophet saying,"
    },
    {
        "o": 25459,
        "r": "nasb:Haggai:2:2",
        "t": "“Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest, and to the remnant of the people saying,"
    },
    {
        "o": 25460,
        "r": "nasb:Haggai:2:3",
        "t": "‘Who is left among you who saw this temple in its former glory? And how do you see it now? Does it not seem to you like nothing in comparison?"
    },
    {
        "o": 25461,
        "r": "nasb:Haggai:2:4",
        "t": "But now take courage, Zerubbabel,’ declares the Lord,*s ‘take courage also, Joshua son of Jehozadak, the high priest, and all you people of the land take courage,’ declares the Lord,*s ‘and work; for I am with you,’ declares the Lord*s of hosts."
    },
    {
        "o": 25462,
        "r": "nasb:Haggai:2:5",
        "t": "‘As for the promise which I made you when you came out of Egypt, My Spirit is abiding in your midst; do not fear!’"
    },
    {
        "o": 25463,
        "r": "nasb:Haggai:2:6",
        "t": "For thus says the Lord*s of hosts, ‘Once more in a little while, I am going to shake the heavens and the earth, the sea also and the dry land."
    },
    {
        "o": 25464,
        "r": "nasb:Haggai:2:7",
        "t": "I will shake all the nations; and they will come with the wealth of all nations, and I will fill this house with glory,’ says the Lord*s of hosts."
    },
    {
        "o": 25465,
        "r": "nasb:Haggai:2:8",
        "t": "‘The silver is Mine and the gold is Mine,’ declares the Lord*s of hosts."
    },
    {
        "o": 25466,
        "r": "nasb:Haggai:2:9",
        "t": "‘The latter glory of this house will be greater than the former,’ says the Lord*s of hosts, ‘and in this place I will give peace,’ declares the Lord*s of hosts.”"
    },
    {
        "o": 25467,
        "r": "nasb:Haggai:2:10",
        "t": "On*p the twenty-fourth of the ninth month,*i in the second year of Darius, the word of the Lord*s came to Haggai the prophet, saying,"
    },
    {
        "o": 25468,
        "r": "nasb:Haggai:2:11",
        "t": "“Thus says the Lord*s of hosts, ‘Ask now the priests for*i a ruling:"
    },
    {
        "o": 25469,
        "r": "nasb:Haggai:2:12",
        "t": "If a man carries holy meat in the fold of his garment, and touches bread with this fold, or cooked food, wine, oil, or any other*i food, will it become holy?’ ” And the priests answered, “No.”"
    },
    {
        "o": 25470,
        "r": "nasb:Haggai:2:13",
        "t": "Then Haggai said, “If one who is unclean from a corpse touches any of these, will the*i latter*i become unclean?” And the priests answered, “It will become unclean.”"
    },
    {
        "o": 25471,
        "r": "nasb:Haggai:2:14",
        "t": "Then Haggai said, “ ‘So is this people. And so is this nation before Me,’ declares the Lord,*s ‘and so is every work of their hands; and what they offer there is unclean."
    },
    {
        "o": 25472,
        "r": "nasb:Haggai:2:15",
        "t": "But now, do consider from this day onward: before one stone was placed on another in the temple of the Lord,*s"
    },
    {
        "o": 25473,
        "r": "nasb:Haggai:2:16",
        "t": "from that time when*i one came to a grain*i heap of twenty measures,*i there would be only ten; and when*i one came to the wine vat to draw fifty measures, there would be only*i twenty."
    },
    {
        "o": 25474,
        "r": "nasb:Haggai:2:17",
        "t": "I smote you and*i every work of your hands with blasting wind, mildew and hail; yet you did*i not come*i back*i to Me,’ declares the Lord.*s"
    },
    {
        "o": 25475,
        "r": "nasb:Haggai:2:18",
        "t": "‘Do consider from this day onward, from the twenty-fourth day of the ninth month;*i from the day when the temple of the Lord*s was founded, consider:"
    },
    {
        "o": 25476,
        "r": "nasb:Haggai:2:19",
        "t": "Is the seed still in the barn? Even including the vine, the fig tree, the pomegranate and the olive tree, it has not borne fruit.*i Yet from this day on I will bless you.’ ”*i"
    },
    {
        "o": 25477,
        "r": "nasb:Haggai:2:20",
        "t": "Then*p the word of the Lord*s came a second time to Haggai on the twenty-fourth day*i of the month, saying,"
    },
    {
        "o": 25478,
        "r": "nasb:Haggai:2:21",
        "t": "“Speak to Zerubbabel governor of Judah, saying, ‘I am going to shake the heavens and the earth."
    },
    {
        "o": 25479,
        "r": "nasb:Haggai:2:22",
        "t": "I will overthrow the thrones of kingdoms and destroy the power of the kingdoms of the nations; and I will overthrow the chariots and their riders, and the horses and their riders will go down, everyone by the sword of another.’"
    },
    {
        "o": 25480,
        "r": "nasb:Haggai:2:23",
        "t": "‘On that day,’ declares the Lord*s of hosts, ‘I will take you, Zerubbabel, son of Shealtiel, My servant,’ declares the Lord,*s ‘and I will make you like a signet ring,*i for I have chosen you,’ ” declares the Lord*s of hosts."
    }
]
