[
    {
        "o": 30821,
        "r": "nasb:Acts:21:0",
        "t": "Acts 21",
        "h": 1
    },
    {
        "o": 30822,
        "r": "nasb:Acts:21:0",
        "t": "Paul Sails from Miletus",
        "h": 2
    },
    {
        "o": 30823,
        "r": "nasb:Acts:21:1",
        "t": "When*p we had parted from them and had set sail, we ran a straight course to Cos and the next day to Rhodes and from there to Patara;"
    },
    {
        "o": 30824,
        "r": "nasb:Acts:21:2",
        "t": "and having found a ship crossing over to Phoenicia, we went aboard and set sail."
    },
    {
        "o": 30825,
        "r": "nasb:Acts:21:3",
        "t": "When we came in sight of Cyprus, leaving it on the left, we kept sailing to Syria and landed at Tyre; for there the ship was to unload its cargo."
    },
    {
        "o": 30826,
        "r": "nasb:Acts:21:4",
        "t": "After looking up the disciples, we stayed there seven days; and they kept telling Paul through the Spirit not to set foot in Jerusalem."
    },
    {
        "o": 30827,
        "r": "nasb:Acts:21:5",
        "t": "When our days there were ended, we left and started on our journey, while they all, with wives and children, escorted us until we*i were*i out of the city. After kneeling down on the beach and praying, we said farewell to one another."
    },
    {
        "o": 30828,
        "r": "nasb:Acts:21:6",
        "t": "Then we went on board the ship, and they returned home again."
    },
    {
        "o": 30829,
        "r": "nasb:Acts:21:7",
        "t": "When*p we had finished the voyage from Tyre, we arrived at Ptolemais, and after greeting the brethren, we stayed with them for a day."
    },
    {
        "o": 30830,
        "r": "nasb:Acts:21:8",
        "t": "On the next day we left and came to Caesarea, and entering the house of Philip the evangelist, who was one of the seven, we stayed with him."
    },
    {
        "o": 30831,
        "r": "nasb:Acts:21:9",
        "t": "Now this man had four virgin daughters who were prophetesses."
    },
    {
        "o": 30832,
        "r": "nasb:Acts:21:10",
        "t": "As we were staying there for some days, a prophet named Agabus came down from Judea."
    },
    {
        "o": 30833,
        "r": "nasb:Acts:21:11",
        "t": "And coming to us, he took Paul’s belt and bound his own feet and hands, and said, “This is what the Holy Spirit says: ‘In this way the Jews at Jerusalem will bind the man who owns this belt and deliver him into the hands of the Gentiles.’ ”"
    },
    {
        "o": 30834,
        "r": "nasb:Acts:21:12",
        "t": "When we had heard this, we as well as the local residents began*i begging him not to go up to Jerusalem."
    },
    {
        "o": 30835,
        "r": "nasb:Acts:21:13",
        "t": "Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be bound, but even to die at Jerusalem for the name of the Lord Jesus.”"
    },
    {
        "o": 30836,
        "r": "nasb:Acts:21:14",
        "t": "And since he would not be persuaded, we fell silent, remarking, “The will of the Lord be done!”"
    },
    {
        "o": 30837,
        "r": "nasb:Acts:21:14",
        "t": "Paul at Jerusalem",
        "h": 2
    },
    {
        "o": 30838,
        "r": "nasb:Acts:21:15",
        "t": "After*p these days we got ready and started on our way up to Jerusalem."
    },
    {
        "o": 30839,
        "r": "nasb:Acts:21:16",
        "t": "Some*i of the disciples from Caesarea also came with us, taking us to Mnason of Cyprus, a disciple of long standing with whom we were to lodge."
    },
    {
        "o": 30840,
        "r": "nasb:Acts:21:17",
        "t": "After*p we arrived in Jerusalem, the brethren received us gladly."
    },
    {
        "o": 30841,
        "r": "nasb:Acts:21:18",
        "t": "And the following day Paul went in with us to James, and all the elders were present."
    },
    {
        "o": 30842,
        "r": "nasb:Acts:21:19",
        "t": "After he had greeted them, he began*i to relate one by one the things which God had done among the Gentiles through his ministry."
    },
    {
        "o": 30843,
        "r": "nasb:Acts:21:20",
        "t": "And when they heard it they began*i glorifying God; and they said to him, “You see, brother, how many thousands there are among the Jews of those who have believed, and they are all zealous for the Law;"
    },
    {
        "o": 30844,
        "r": "nasb:Acts:21:21",
        "t": "and they have been told about you, that you are teaching all the Jews who are among the Gentiles to forsake Moses, telling them not to circumcise their children nor to walk according to the customs."
    },
    {
        "o": 30845,
        "r": "nasb:Acts:21:22",
        "t": "What, then, is to*i be*i done?*i They will certainly hear that you have come."
    },
    {
        "o": 30846,
        "r": "nasb:Acts:21:23",
        "t": "Therefore do this that we tell you. We have four men who are under a vow;"
    },
    {
        "o": 30847,
        "r": "nasb:Acts:21:24",
        "t": "take them and purify yourself along with them, and pay their expenses so that they may shave their heads; and all will know that there is nothing to the things which they have been told about you, but that you yourself also walk orderly, keeping the Law."
    },
    {
        "o": 30848,
        "r": "nasb:Acts:21:25",
        "t": "But concerning the Gentiles who have believed, we wrote, having decided that they should abstain from meat sacrificed to idols and from blood and from what is strangled and from fornication.”"
    },
    {
        "o": 30849,
        "r": "nasb:Acts:21:26",
        "t": "Then Paul took the men, and the next day, purifying himself along with them, went into the temple giving notice of the completion of the days of purification, until the sacrifice was offered for each one of them."
    },
    {
        "o": 30850,
        "r": "nasb:Acts:21:26",
        "t": "Paul Seized in the Temple",
        "h": 2
    },
    {
        "o": 30851,
        "r": "nasb:Acts:21:27",
        "t": "When*p the seven days were almost over, the Jews from Asia, upon seeing him in the temple, began*i to stir up all the crowd and laid hands on him,"
    },
    {
        "o": 30852,
        "r": "nasb:Acts:21:28",
        "t": "crying out, “Men of Israel, come to our aid! This is the man who preaches to all men everywhere against our people and the Law and this place; and besides he has even brought Greeks into the temple and has defiled this holy place.”"
    },
    {
        "o": 30853,
        "r": "nasb:Acts:21:29",
        "t": "For they had previously seen Trophimus the Ephesian in the city with him, and they supposed that Paul had brought him into the temple."
    },
    {
        "o": 30854,
        "r": "nasb:Acts:21:30",
        "t": "Then all the city was provoked, and the people rushed together, and taking hold of Paul they dragged him out of the temple, and immediately the doors were shut."
    },
    {
        "o": 30855,
        "r": "nasb:Acts:21:31",
        "t": "While they were seeking to kill him, a report came up to the commander of the Roman*i cohort that all Jerusalem was in confusion."
    },
    {
        "o": 30856,
        "r": "nasb:Acts:21:32",
        "t": "At once he took along some*i soldiers and centurions and ran down to them; and when they saw the commander and the soldiers, they stopped beating Paul."
    },
    {
        "o": 30857,
        "r": "nasb:Acts:21:33",
        "t": "Then the commander came up and took hold of him, and ordered him to be bound with two chains; and he began*i asking who he was and what he had done."
    },
    {
        "o": 30858,
        "r": "nasb:Acts:21:34",
        "t": "But among the crowd some were shouting one thing and*i some another, and when he could not find out the facts because of the uproar, he ordered him to be brought into the barracks."
    },
    {
        "o": 30859,
        "r": "nasb:Acts:21:35",
        "t": "When he got to the stairs, he was carried by the soldiers because of the violence of the mob;"
    },
    {
        "o": 30860,
        "r": "nasb:Acts:21:36",
        "t": "for the multitude of the people kept following them, shouting, “Away with him!”"
    },
    {
        "o": 30861,
        "r": "nasb:Acts:21:37",
        "t": "As*p Paul was about to be brought into the barracks, he said to the commander, “May I say something to you?” And he said, “Do you know Greek?"
    },
    {
        "o": 30862,
        "r": "nasb:Acts:21:38",
        "t": "Then you are not the Egyptian who some time ago stirred up a revolt and led the four thousand men of the Assassins out into the wilderness?”"
    },
    {
        "o": 30863,
        "r": "nasb:Acts:21:39",
        "t": "But Paul said, “I am a Jew of Tarsus in Cilicia, a citizen of no insignificant city; and I beg you, allow me to speak to the people.”"
    },
    {
        "o": 30864,
        "r": "nasb:Acts:21:40",
        "t": "When he had given him permission, Paul, standing on the stairs, motioned to the people with his hand; and when there was a great hush, he spoke to them in the Hebrew dialect, saying,"
    }
]
