[
    {
        "o": 12936,
        "r": "esv:2 Chronicles:27:0",
        "t": "2 Chronicles 27",
        "h": 1
    },
    {
        "o": 12937,
        "r": "esv:2 Chronicles:27:0",
        "t": "Jotham Reigns in Judah",
        "h": 2
    },
    {
        "o": 12938,
        "r": "esv:2 Chronicles:27:1",
        "t": "Jotham*p was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem. His mother’s name was Jerushah the daughter of Zadok."
    },
    {
        "o": 12939,
        "r": "esv:2 Chronicles:27:2",
        "t": "And he did what was right in the eyes of the Lord*s according to all that his father Uzziah had done, except he did not enter the temple of the Lord.*s But the people still followed corrupt practices."
    },
    {
        "o": 12940,
        "r": "esv:2 Chronicles:27:3",
        "t": "He built the upper gate of the house of the Lord*s and did much building on the wall of Ophel."
    },
    {
        "o": 12941,
        "r": "esv:2 Chronicles:27:4",
        "t": "Moreover, he built cities in the hill country of Judah, and forts and towers on the wooded hills."
    },
    {
        "o": 12942,
        "r": "esv:2 Chronicles:27:5",
        "t": "He fought with the king of the Ammonites and prevailed against them. And the Ammonites gave him that year 100 talents of silver, and 10,000 cors of wheat and 10,000 of barley. The Ammonites paid him the same amount in the second and the third years."
    },
    {
        "o": 12943,
        "r": "esv:2 Chronicles:27:6",
        "t": "So Jotham became mighty, because he ordered his ways before the Lord*s his God."
    },
    {
        "o": 12944,
        "r": "esv:2 Chronicles:27:7",
        "t": "Now the rest of the acts of Jotham, and all his wars and his ways, behold, they are written in the Book of the Kings of Israel and Judah."
    },
    {
        "o": 12945,
        "r": "esv:2 Chronicles:27:8",
        "t": "He was twenty-five years old when he began to reign, and he reigned sixteen years in Jerusalem."
    },
    {
        "o": 12946,
        "r": "esv:2 Chronicles:27:9",
        "t": "And Jotham slept with his fathers, and they buried him in the city of David, and Ahaz his son reigned in his place."
    }
]
