[
    {
        "o": 10954,
        "r": "csb:2 Kings:14:0",
        "t": "2 Kings 14",
        "h": 1
    },
    {
        "o": 10955,
        "r": "csb:2 Kings:14:0",
        "t": "Judah’s King Amaziah",
        "h": 2
    },
    {
        "o": 10956,
        "r": "csb:2 Kings:14:1",
        "t": "In*p the second year of Israel’s King Jehoash son of Jehoahaz, Amaziah son of Joash became king of Judah."
    },
    {
        "o": 10957,
        "r": "csb:2 Kings:14:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan; she was from Jerusalem."
    },
    {
        "o": 10958,
        "r": "csb:2 Kings:14:3",
        "t": "He did what was right in the Lord’s*s sight, but not like his ancestor David. He did everything his father Joash had done."
    },
    {
        "o": 10959,
        "r": "csb:2 Kings:14:4",
        "t": "Yet the high places were not taken away, and the people continued sacrificing and burning incense on the high places."
    },
    {
        "o": 10960,
        "r": "csb:2 Kings:14:5",
        "t": "As*p soon as the kingdom was firmly in his grasp, Amaziah killed his servants who had killed his father the king."
    },
    {
        "o": 10961,
        "r": "csb:2 Kings:14:6",
        "t": "However, he did not put the children of the killers to death, as it is written in the book of the law of Moses where the Lord*s commanded, “Fathers are not to be put to death because of children, and children are not to be put to death because of fathers; instead, each one will be put to death for his own sin.”"
    },
    {
        "o": 10962,
        "r": "csb:2 Kings:14:7",
        "t": "Amaziah*p killed ten thousand Edomites in Salt Valley. He took Sela in battle and called it Joktheel, which is still its name today."
    },
    {
        "o": 10963,
        "r": "csb:2 Kings:14:8",
        "t": "Amaziah then sent messengers to Jehoash son of Jehoahaz, son of Jehu, king of Israel, and challenged him: “Come, let’s meet face to face.”"
    },
    {
        "o": 10964,
        "r": "csb:2 Kings:14:9",
        "t": "King*p Jehoash of Israel sent word to King Amaziah of Judah, saying, “The thistle in Lebanon once sent a message to the cedar in Lebanon, saying, ‘Give your daughter to my son as a wife.’ Then a wild animal in Lebanon passed by and trampled the thistle."
    },
    {
        "o": 10965,
        "r": "csb:2 Kings:14:10",
        "t": "You have indeed defeated Edom, and you have become overconfident. Enjoy your glory and stay at home. Why should you stir up such trouble that you fall - you and Judah with you?”"
    },
    {
        "o": 10966,
        "r": "csb:2 Kings:14:11",
        "t": "But*p Amaziah would not listen, so King Jehoash of Israel advanced. He and King Amaziah of Judah met face to face at Beth-shemesh that belonged to Judah."
    },
    {
        "o": 10967,
        "r": "csb:2 Kings:14:12",
        "t": "Judah was routed before Israel, and each man fled to his own tent."
    },
    {
        "o": 10968,
        "r": "csb:2 Kings:14:13",
        "t": "King Jehoash of Israel captured Judah’s King Amaziah son of Joash, son of Ahaziah, at Beth-shemesh. Then Jehoash went to Jerusalem and broke down two hundred yards of Jerusalem’s wall from the Ephraim Gate to the Corner Gate."
    },
    {
        "o": 10969,
        "r": "csb:2 Kings:14:14",
        "t": "He took all the gold and silver, all the articles found in the Lord’s*s temple and in the treasuries of the king’s palace, and some hostages. Then he returned to Samaria."
    },
    {
        "o": 10970,
        "r": "csb:2 Kings:14:14",
        "t": "Jehoash’s Death",
        "h": 2
    },
    {
        "o": 10971,
        "r": "csb:2 Kings:14:15",
        "t": "The*p rest of the events of Jehoash’s reign, along with his accomplishments, his might, and how he waged war against King Amaziah of Judah, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10972,
        "r": "csb:2 Kings:14:16",
        "t": "Jehoash rested with his ancestors, and he was buried in Samaria with the kings of Israel. His son Jeroboam became king in his place."
    },
    {
        "o": 10973,
        "r": "csb:2 Kings:14:16",
        "t": "Amaziah’s Death",
        "h": 2
    },
    {
        "o": 10974,
        "r": "csb:2 Kings:14:17",
        "t": "Judah’s*p King Amaziah son of Joash lived fifteen years after the death of Israel’s King Jehoash son of Jehoahaz."
    },
    {
        "o": 10975,
        "r": "csb:2 Kings:14:18",
        "t": "The rest of the events of Amaziah’s reign are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 10976,
        "r": "csb:2 Kings:14:19",
        "t": "A conspiracy was formed against him in Jerusalem, and he fled to Lachish. However, men were sent after him to Lachish, and they put him to death there."
    },
    {
        "o": 10977,
        "r": "csb:2 Kings:14:20",
        "t": "They carried him back on horses, and he was buried in Jerusalem with his ancestors in the city of David."
    },
    {
        "o": 10978,
        "r": "csb:2 Kings:14:21",
        "t": "Then*p all the people of Judah took Azariah, who was sixteen years old, and made him king in place of his father Amaziah."
    },
    {
        "o": 10979,
        "r": "csb:2 Kings:14:22",
        "t": "After Amaziah the king rested with his ancestors, Azariah rebuilt Elath and restored it to Judah."
    },
    {
        "o": 10980,
        "r": "csb:2 Kings:14:22",
        "t": "Israel’s King Jeroboam",
        "h": 2
    },
    {
        "o": 10981,
        "r": "csb:2 Kings:14:23",
        "t": "In*p the fifteenth year of Judah’s King Amaziah son of Joash, Jeroboam son of Jehoash became king of Israel in Samaria, and he reigned forty-one years."
    },
    {
        "o": 10982,
        "r": "csb:2 Kings:14:24",
        "t": "He did what was evil in the Lord’s*s sight. He did not turn away from all the sins Jeroboam son of Nebat had caused Israel to commit."
    },
    {
        "o": 10983,
        "r": "csb:2 Kings:14:25",
        "t": "He*p restored Israel’s border from Lebo-hamath as far as the Sea of the Arabah, according to the word the Lord,*s the God of Israel, had spoken through his servant, the prophet Jonah son of Amittai from Gath-hepher."
    },
    {
        "o": 10984,
        "r": "csb:2 Kings:14:26",
        "t": "For the Lord*s saw that the affliction of Israel was very bitter for both slaves and free people. There was no one to help Israel."
    },
    {
        "o": 10985,
        "r": "csb:2 Kings:14:27",
        "t": "The Lord*s had not said he would blot out the name of Israel under heaven, so he delivered them by the hand of Jeroboam son of Jehoash."
    },
    {
        "o": 10986,
        "r": "csb:2 Kings:14:28",
        "t": "The*p rest of the events of Jeroboam’s reign - along with all his accomplishments, the power he had to wage war, and how he recovered for Israel Damascus and Hamath, which had belonged to Judah — are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10987,
        "r": "csb:2 Kings:14:29",
        "t": "Jeroboam rested with his ancestors, the kings of Israel. His son Zechariah became king in his place."
    }
]
