[
    {
        "o": 9667,
        "r": "nasb:1 Kings:4:0",
        "t": "1 Kings 4",
        "h": 1
    },
    {
        "o": 9668,
        "r": "nasb:1 Kings:4:0",
        "t": "Solomon’s Officials",
        "h": 2
    },
    {
        "o": 9669,
        "r": "nasb:1 Kings:4:1",
        "t": "Now*p King Solomon was king over all Israel."
    },
    {
        "o": 9670,
        "r": "nasb:1 Kings:4:2",
        "t": "These were his officials: Azariah the son of Zadok was*i the priest;"
    },
    {
        "o": 9671,
        "r": "nasb:1 Kings:4:3",
        "t": "Elihoreph and Ahijah, the sons of Shisha were*i secretaries; Jehoshaphat the son of Ahilud was*i the recorder;"
    },
    {
        "o": 9672,
        "r": "nasb:1 Kings:4:4",
        "t": "and Benaiah the son of Jehoiada was*i over the army; and Zadok and Abiathar were*i priests;"
    },
    {
        "o": 9673,
        "r": "nasb:1 Kings:4:5",
        "t": "and Azariah the son of Nathan was*i over the deputies; and Zabud the son of Nathan, a priest, was*i the king’s friend;"
    },
    {
        "o": 9674,
        "r": "nasb:1 Kings:4:6",
        "t": "and Ahishar was over the household; and Adoniram the son of Abda was*i over the men subject to forced labor."
    },
    {
        "o": 9675,
        "r": "nasb:1 Kings:4:7",
        "t": "Solomon*p had twelve deputies over all Israel, who provided for the king and his household; each man had to provide for a month in the year."
    },
    {
        "o": 9676,
        "r": "nasb:1 Kings:4:8",
        "t": "These are their names: Ben-hur, in the hill country of Ephraim;"
    },
    {
        "o": 9677,
        "r": "nasb:1 Kings:4:9",
        "t": "Ben-deker in Makaz and Shaalbim and Beth-shemesh and Elonbeth-hanan;"
    },
    {
        "o": 9678,
        "r": "nasb:1 Kings:4:10",
        "t": "Ben-hesed, in Arubboth (Socoh was*i his and all the land of Hepher);"
    },
    {
        "o": 9679,
        "r": "nasb:1 Kings:4:11",
        "t": "Ben-abinadab, in*i all the height of Dor (Taphath the daughter of Solomon was his wife);"
    },
    {
        "o": 9680,
        "r": "nasb:1 Kings:4:12",
        "t": "Baana the son of Ahilud, in*i Taanach and Megiddo, and all Beth-shean which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah as far as the other side of Jokmeam;"
    },
    {
        "o": 9681,
        "r": "nasb:1 Kings:4:13",
        "t": "Ben-geber, in Ramoth-gilead (the towns of Jair, the son of Manasseh, which are in Gilead were his: the region of Argob, which is in Bashan, sixty great cities with walls and bronze bars were*i his);"
    },
    {
        "o": 9682,
        "r": "nasb:1 Kings:4:14",
        "t": "Ahinadab the son of Iddo, in*i Mahanaim;"
    },
    {
        "o": 9683,
        "r": "nasb:1 Kings:4:15",
        "t": "Ahimaaz, in Naphtali (he also married Basemath the daughter of Solomon);"
    },
    {
        "o": 9684,
        "r": "nasb:1 Kings:4:16",
        "t": "Baana the son of Hushai, in Asher and Bealoth;"
    },
    {
        "o": 9685,
        "r": "nasb:1 Kings:4:17",
        "t": "Jehoshaphat the son of Paruah, in Issachar;"
    },
    {
        "o": 9686,
        "r": "nasb:1 Kings:4:18",
        "t": "Shimei the son of Ela, in Benjamin;"
    },
    {
        "o": 9687,
        "r": "nasb:1 Kings:4:19",
        "t": "Geber the son of Uri, in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan; and he*i was*i the only deputy who was*i in the land."
    },
    {
        "o": 9688,
        "r": "nasb:1 Kings:4:19",
        "t": "Solomon’s Power, Wealth and Wisdom",
        "h": 2
    },
    {
        "o": 9689,
        "r": "nasb:1 Kings:4:20",
        "t": "Judah*p and Israel were*i as numerous as the sand that is on the seashore in abundance; they*i were eating and drinking and rejoicing."
    },
    {
        "o": 9690,
        "r": "nasb:1 Kings:4:21",
        "t": "Now*p Solomon ruled over all the kingdoms from the River to*i the land of the Philistines and to the border of Egypt; they*i brought tribute and served Solomon all the days of his life."
    },
    {
        "o": 9691,
        "r": "nasb:1 Kings:4:22",
        "t": "Solomon’s*p provision for one day was thirty kors of fine flour and sixty kors of meal,"
    },
    {
        "o": 9692,
        "r": "nasb:1 Kings:4:23",
        "t": "ten fat oxen, twenty pasture-fed oxen, a hundred sheep besides deer, gazelles, roebucks, and fattened fowl."
    },
    {
        "o": 9693,
        "r": "nasb:1 Kings:4:24",
        "t": "For he had dominion over everything west of the River, from Tiphsah even to Gaza, over all the kings west of the River; and he had peace on all sides around about him."
    },
    {
        "o": 9694,
        "r": "nasb:1 Kings:4:25",
        "t": "So Judah and Israel lived in safety, every man under his vine and his fig tree, from Dan even to Beersheba, all the days of Solomon."
    },
    {
        "o": 9695,
        "r": "nasb:1 Kings:4:26",
        "t": "Solomon had 40,000 stalls of horses for his chariots, and 12,000 horsemen."
    },
    {
        "o": 9696,
        "r": "nasb:1 Kings:4:27",
        "t": "Those deputies provided for King Solomon and all who came to King Solomon’s table, each in his month; they left nothing lacking."
    },
    {
        "o": 9697,
        "r": "nasb:1 Kings:4:28",
        "t": "They also brought barley and straw for the horses and swift steeds to the place where it should be, each according to his charge."
    },
    {
        "o": 9698,
        "r": "nasb:1 Kings:4:29",
        "t": "Now*p God gave Solomon wisdom and very great discernment and breadth of mind, like the sand that is on the seashore."
    },
    {
        "o": 9699,
        "r": "nasb:1 Kings:4:30",
        "t": "Solomon’s wisdom surpassed the wisdom of all the sons of the east and all the wisdom of Egypt."
    },
    {
        "o": 9700,
        "r": "nasb:1 Kings:4:31",
        "t": "For he was wiser than all men, than Ethan the Ezrahite, Heman, Calcol and Darda, the sons of Mahol; and his fame was known*i in all the surrounding nations."
    },
    {
        "o": 9701,
        "r": "nasb:1 Kings:4:32",
        "t": "He also spoke 3,000 proverbs, and his songs were 1,005."
    },
    {
        "o": 9702,
        "r": "nasb:1 Kings:4:33",
        "t": "He spoke of trees, from the cedar that is in Lebanon even to the hyssop that grows on the wall; he spoke also of animals and birds and creeping things and fish."
    },
    {
        "o": 9703,
        "r": "nasb:1 Kings:4:34",
        "t": "Men came from all peoples to hear the wisdom of Solomon, from all the kings of the earth who had heard of his wisdom."
    }
]
