[
    {
        "o": 20023,
        "r": "csb:Isaiah:11:0",
        "t": "Isaiah 11",
        "h": 1
    },
    {
        "o": 20024,
        "r": "csb:Isaiah:11:0",
        "t": "Reign of the Davidic King",
        "h": 2
    },
    {
        "o": 20025,
        "r": "csb:Isaiah:11:1",
        "t": "Then*pn a shoot will grow from the stump of Jesse, and*ln a branch from his roots will bear fruit."
    },
    {
        "o": 20026,
        "r": "csb:Isaiah:11:2",
        "t": "The*ln Spirit of the Lord*s will rest on him— a*ln Spirit of wisdom and understanding, a*ln Spirit of counsel and strength, a*ln Spirit of knowledge and of the fear of the Lord.*s"
    },
    {
        "o": 20027,
        "r": "csb:Isaiah:11:3",
        "t": "His*ln delight will be in the fear of the Lord.*s He*ln will not judge by*ln what he sees with his eyes, he*ln will not execute justice by*ln what he hears with his ears,"
    },
    {
        "o": 20028,
        "r": "csb:Isaiah:11:4",
        "t": "but*ln he will judge the poor righteously and*ln execute justice for the oppressed of the land. He*ln will strike the land with*ln a scepter from his mouth, and*ln he will kill the wicked with*ln a command from his lips."
    },
    {
        "o": 20029,
        "r": "csb:Isaiah:11:5",
        "t": "Righteousness*ln will be a belt around his hips; faithfulness*ln will be a belt around his waist."
    },
    {
        "o": 20030,
        "r": "csb:Isaiah:11:6",
        "t": "The*pn wolf will dwell with the lamb, and*ln the leopard will lie down with the goat. The*ln calf, the young lion, and the fattened calf will be together, and*ln a child will lead them."
    },
    {
        "o": 20031,
        "r": "csb:Isaiah:11:7",
        "t": "The*ln cow and the bear will graze, their*ln young ones will lie down together, and*ln the lion will eat straw like cattle."
    },
    {
        "o": 20032,
        "r": "csb:Isaiah:11:8",
        "t": "An*ln infant will play beside the cobra’s pit, and*ln a toddler will put his hand into a snake’s den."
    },
    {
        "o": 20033,
        "r": "csb:Isaiah:11:9",
        "t": "They*ln will not harm or destroy each other on*ln my entire holy mountain, for*ln the land will be as full of*ln the knowledge of the Lord*s as*ln the sea is filled with water."
    },
    {
        "o": 20034,
        "r": "csb:Isaiah:11:9",
        "t": "Israel Regathered",
        "h": 2
    },
    {
        "o": 20035,
        "r": "csb:Isaiah:11:10",
        "t": "On*pn that day the root of Jesse will*ln stand as a banner for the peoples. The*ln nations will look to him for guidance, and*ln his resting place will be glorious."
    },
    {
        "o": 20036,
        "r": "csb:Isaiah:11:11",
        "t": "On*p that day the Lord will extend his hand a second time to recover the remnant of his people who survive - from Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath, and the coasts and islands of the west."
    },
    {
        "o": 20037,
        "r": "csb:Isaiah:11:12",
        "t": "He*pn will lift up a banner for the nations and*ln gather the dispersed of Israel; he*ln will collect the scattered of Judah from*ln the four corners of the earth."
    },
    {
        "o": 20038,
        "r": "csb:Isaiah:11:13",
        "t": "Ephraim’s*ln envy will cease; Judah’s*ln harassing will end. Ephraim*ln will no longer be envious of Judah, and*ln Judah will not harass Ephraim."
    },
    {
        "o": 20039,
        "r": "csb:Isaiah:11:14",
        "t": "But*ln they will swoop down on*ln the Philistine flank to the west. Together*ln they will plunder the people of the east. They*ln will extend their power over Edom and Moab, and*ln the Ammonites will be their subjects."
    },
    {
        "o": 20040,
        "r": "csb:Isaiah:11:15",
        "t": "The*ln Lord*s will divide the Gulf of Suez. He*ln will wave his hand over the Euphrates with*ln his mighty wind and*ln will split it into seven streams, letting*ln people walk through on foot."
    },
    {
        "o": 20041,
        "r": "csb:Isaiah:11:16",
        "t": "There*ln will be a highway for the remnant of his people who*ln will survive from Assyria, as*ln there was for Israel when*ln they came up from the land of Egypt."
    }
]
