[
    {
        "o": 7596,
        "r": "nkjv:Judges:13:0",
        "t": "Judges 13",
        "h": 1
    },
    {
        "o": 7597,
        "r": "nkjv:Judges:13:0",
        "t": "The Birth of Samson",
        "h": 2
    },
    {
        "o": 7598,
        "r": "nkjv:Judges:13:1",
        "t": "Again*p the children of Israel did evil in the sight of the Lord,*s and the Lord*s delivered them into the hand of the Philistines for forty years."
    },
    {
        "o": 7599,
        "r": "nkjv:Judges:13:2",
        "t": "Now*p there was a certain man from Zorah, of the family of the Danites, whose name was*i Manoah; and his wife was*i barren and had no children."
    },
    {
        "o": 7600,
        "r": "nkjv:Judges:13:3",
        "t": "And the Angel of the Lord*s appeared to the woman and said to her, “Indeed now, you are barren and have borne no children, but you shall conceive and bear a son."
    },
    {
        "o": 7601,
        "r": "nkjv:Judges:13:4",
        "t": "Now therefore, please be careful not to drink wine or similar*i drink, and not to eat anything unclean."
    },
    {
        "o": 7602,
        "r": "nkjv:Judges:13:5",
        "t": "For behold, you shall conceive and bear a son. And no razor shall come upon his head, for the child shall be a Nazirite to God from the womb; and he shall begin to deliver Israel out of the hand of the Philistines.”"
    },
    {
        "o": 7603,
        "r": "nkjv:Judges:13:6",
        "t": "So*p the woman came and told her husband, saying, “A Man of God came to me, and His countenance was*i like the countenance of the Angel of God, very awesome; but I did not ask Him where He was*i from, and He did not tell me His name."
    },
    {
        "o": 7604,
        "r": "nkjv:Judges:13:7",
        "t": "And He said to me, ‘Behold, you shall conceive and bear a son. Now drink no wine or similar*i drink, nor eat anything unclean, for the child shall be a Nazirite to God from the womb to the day of his death.’”"
    },
    {
        "o": 7605,
        "r": "nkjv:Judges:13:8",
        "t": "Then*p Manoah prayed to the Lord,*s and said, “O my Lord, please let the Man of God whom You sent come to us again and teach us what we shall do for the child who will be born.”"
    },
    {
        "o": 7606,
        "r": "nkjv:Judges:13:9",
        "t": "And*p God listened to the voice of Manoah, and the Angel of God came to the woman again as she was sitting in the field; but Manoah her husband was*i not with her."
    },
    {
        "o": 7607,
        "r": "nkjv:Judges:13:10",
        "t": "Then the woman ran in haste and told her husband, and said to him, “Look, the Man who came to me the other*i day has just now appeared to me!”"
    },
    {
        "o": 7608,
        "r": "nkjv:Judges:13:11",
        "t": "So*p Manoah arose and followed his wife. When he came to the Man, he said to Him, “Are You the Man who spoke to this woman?” And*p He said, “I am.”*i"
    },
    {
        "o": 7609,
        "r": "nkjv:Judges:13:12",
        "t": "Manoah*p said, “Now let Your words come to*i pass!*i What will be the boy’s rule of life, and his work?”"
    },
    {
        "o": 7610,
        "r": "nkjv:Judges:13:13",
        "t": "So*p the Angel of the Lord*s said to Manoah, “Of all that I said to the woman let her be careful."
    },
    {
        "o": 7611,
        "r": "nkjv:Judges:13:14",
        "t": "She may not eat anything that comes from the vine, nor may she drink wine or similar*i drink, nor eat anything unclean. All that I commanded her let her observe.”"
    },
    {
        "o": 7612,
        "r": "nkjv:Judges:13:15",
        "t": "Then*p Manoah said to the Angel of the Lord,*s “Please let us detain You, and we will prepare a young goat for You.”"
    },
    {
        "o": 7613,
        "r": "nkjv:Judges:13:16",
        "t": "And*p the Angel of the Lord*s said to Manoah, “Though you detain Me, I will not eat your food. But if you offer a burnt offering, you must offer it to the Lord.”*s (For Manoah did not know He was*i the Angel of the Lord.)*s"
    },
    {
        "o": 7614,
        "r": "nkjv:Judges:13:17",
        "t": "Then*p Manoah said to the Angel of the Lord,*s “What is*i Your name, that when Your words come to*i pass*i we may honor You?”"
    },
    {
        "o": 7615,
        "r": "nkjv:Judges:13:18",
        "t": "And*p the Angel of the Lord*s said to him, “Why do you ask My name, seeing it is*i wonderful?”"
    },
    {
        "o": 7616,
        "r": "nkjv:Judges:13:19",
        "t": "So*p Manoah took the young goat with the grain offering, and offered it upon the rock to the Lord.*s And He did a wondrous thing while Manoah and his wife looked on—"
    },
    {
        "o": 7617,
        "r": "nkjv:Judges:13:20",
        "t": "it happened as the flame went up toward heaven from the altar—the Angel of the Lord*s ascended in the flame of the altar! When Manoah and his wife saw this,*i they fell on their faces to the ground."
    },
    {
        "o": 7618,
        "r": "nkjv:Judges:13:21",
        "t": "When the Angel of the Lord*s appeared no more to Manoah and his wife, then Manoah knew that He was*i the Angel of the Lord.*s"
    },
    {
        "o": 7619,
        "r": "nkjv:Judges:13:22",
        "t": "And*p Manoah said to his wife, “We shall surely die, because we have seen God!”"
    },
    {
        "o": 7620,
        "r": "nkjv:Judges:13:23",
        "t": "But*p his wife said to him, “If the Lord*s had desired to kill us, He would not have accepted a burnt offering and a grain offering from our hands, nor would He have shown us all these things,*i nor would He have told us such*i things*i as these at this time.”"
    },
    {
        "o": 7621,
        "r": "nkjv:Judges:13:24",
        "t": "So*p the woman bore a son and called his name Samson; and the child grew, and the Lord*s blessed him."
    },
    {
        "o": 7622,
        "r": "nkjv:Judges:13:25",
        "t": "And the Spirit of the Lord*s began to move upon him at Mahaneh Dan between Zorah and Eshtaol."
    }
]
