[
    {
        "o": 21269,
        "r": "niv:Jeremiah:16:0",
        "t": "Jeremiah 16",
        "h": 1
    },
    {
        "o": 21270,
        "r": "niv:Jeremiah:16:0",
        "t": "Day of Disaster",
        "h": 2
    },
    {
        "o": 21271,
        "r": "niv:Jeremiah:16:1",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 21272,
        "r": "niv:Jeremiah:16:2",
        "t": "“You must not marry and have sons or daughters in this place.”"
    },
    {
        "o": 21273,
        "r": "niv:Jeremiah:16:3",
        "t": "For this is what the Lord*s says about the sons and daughters born in this land and about the women who are their mothers and the men who are their fathers:"
    },
    {
        "o": 21274,
        "r": "niv:Jeremiah:16:4",
        "t": "“They will die of deadly diseases. They will not be mourned or buried but will be like dung lying on the ground. They will perish by sword and famine, and their dead bodies will become food for the birds and the wild animals.”"
    },
    {
        "o": 21275,
        "r": "niv:Jeremiah:16:5",
        "t": "For*p this is what the Lord*s says: “Do not enter a house where there is a funeral meal; do not go to mourn or show sympathy, because I have withdrawn my blessing, my love and my pity from this people,” declares the Lord.*s"
    },
    {
        "o": 21276,
        "r": "niv:Jeremiah:16:6",
        "t": "“Both high and low will die in this land. They will not be buried or mourned, and no one will cut themselves or shave their head for the dead."
    },
    {
        "o": 21277,
        "r": "niv:Jeremiah:16:7",
        "t": "No one will offer food to comfort those who mourn for the dead—not even for a father or a mother—nor will anyone give them a drink to console them."
    },
    {
        "o": 21278,
        "r": "niv:Jeremiah:16:8",
        "t": "“And*p do not enter a house where there is feasting and sit down to eat and drink."
    },
    {
        "o": 21279,
        "r": "niv:Jeremiah:16:9",
        "t": "For this is what the Lord*s Almighty, the God of Israel, says: Before your eyes and in your days I will bring an end to the sounds of joy and gladness and to the voices of bride and bridegroom in this place."
    },
    {
        "o": 21280,
        "r": "niv:Jeremiah:16:10",
        "t": "“When*p you tell these people all this and they ask you, ‘Why has the Lord*s decreed such a great disaster against us? What wrong have we done? What sin have we committed against the Lord*s our God?’"
    },
    {
        "o": 21281,
        "r": "niv:Jeremiah:16:11",
        "t": "then say to them, ‘It is because your ancestors forsook me,’ declares the Lord,*s ‘and followed other gods and served and worshiped them. They forsook me and did not keep my law."
    },
    {
        "o": 21282,
        "r": "niv:Jeremiah:16:12",
        "t": "But you have behaved more wickedly than your ancestors. See how all of you are following the stubbornness of your evil hearts instead of obeying me."
    },
    {
        "o": 21283,
        "r": "niv:Jeremiah:16:13",
        "t": "So I will throw you out of this land into a land neither you nor your ancestors have known, and there you will serve other gods day and night, for I will show you no favor.’"
    },
    {
        "o": 21284,
        "r": "niv:Jeremiah:16:14",
        "t": "“However,*p the days are coming,” declares the Lord,*s “when it will no longer be said, ‘As surely as the Lord*s lives, who brought the Israelites up out of Egypt,’"
    },
    {
        "o": 21285,
        "r": "niv:Jeremiah:16:15",
        "t": "but it will be said, ‘As surely as the Lord*s lives, who brought the Israelites up out of the land of the north and out of all the countries where he had banished them.’ For I will restore them to the land I gave their ancestors."
    },
    {
        "o": 21286,
        "r": "niv:Jeremiah:16:16",
        "t": "“But*p now I will send for many fishermen,” declares the Lord,*s “and they will catch them. After that I will send for many hunters, and they will hunt them down on every mountain and hill and from the crevices of the rocks."
    },
    {
        "o": 21287,
        "r": "niv:Jeremiah:16:17",
        "t": "My eyes are on all their ways; they are not hidden from me, nor is their sin concealed from my eyes."
    },
    {
        "o": 21288,
        "r": "niv:Jeremiah:16:18",
        "t": "I will repay them double for their wickedness and their sin, because they have defiled my land with the lifeless forms of their vile images and have filled my inheritance with their detestable idols.”"
    },
    {
        "o": 21289,
        "r": "niv:Jeremiah:16:19",
        "t": "Lord,*spn my strength and my fortress, my*ld refuge in time of distress, to*ln you the nations will come from*ld the ends of the earth and say, “Our*ln ancestors possessed nothing but false gods, worthless*ld idols that did them no good."
    },
    {
        "o": 21290,
        "r": "niv:Jeremiah:16:20",
        "t": "Do*ln people make their own gods? Yes,*ld but they are not gods!”"
    },
    {
        "o": 21291,
        "r": "niv:Jeremiah:16:21",
        "t": "“Therefore*pn I will teach them— this*ld time I will teach them my*ld power and might. Then*ln they will know that*ld my name is the Lord.*s"
    }
]
