[
    {
        "o": 23074,
        "r": "nkjv:Ezekiel:10:0",
        "t": "Ezekiel 10",
        "h": 1
    },
    {
        "o": 23075,
        "r": "nkjv:Ezekiel:10:0",
        "t": "The Glory Departs from the Temple",
        "h": 2
    },
    {
        "o": 23076,
        "r": "nkjv:Ezekiel:10:1",
        "t": "And*p I looked, and there in the firmament that was above the head of the cherubim, there appeared something like a sapphire stone, having the appearance of the likeness of a throne."
    },
    {
        "o": 23077,
        "r": "nkjv:Ezekiel:10:2",
        "t": "Then He spoke to the man clothed with linen, and said, “Go in among the wheels, under the cherub, fill your hands with coals of fire from among the cherubim, and scatter them*i over the city.” And he went in as I watched."
    },
    {
        "o": 23078,
        "r": "nkjv:Ezekiel:10:3",
        "t": "Now*p the cherubim were standing on the south side of the temple when the man went in, and the cloud filled the inner court."
    },
    {
        "o": 23079,
        "r": "nkjv:Ezekiel:10:4",
        "t": "Then the glory of the Lord*s went up from the cherub, and*i paused*i over the threshold of the temple; and the house was filled with the cloud, and the court was full of the brightness of the Lord’s*s glory."
    },
    {
        "o": 23080,
        "r": "nkjv:Ezekiel:10:5",
        "t": "And the sound of the wings of the cherubim was heard even*i in the outer court, like the voice of Almighty God when He speaks."
    },
    {
        "o": 23081,
        "r": "nkjv:Ezekiel:10:6",
        "t": "Then*p it happened, when He commanded the man clothed in linen, saying, “Take fire from among the wheels, from among the cherubim,” that he went in and stood beside the wheels."
    },
    {
        "o": 23082,
        "r": "nkjv:Ezekiel:10:7",
        "t": "And the cherub stretched out his hand from among the cherubim to the fire that was*i among the cherubim, and took some*i of*i it*i and put it*i into the hands of the man*i clothed with linen, who took it*i and went out."
    },
    {
        "o": 23083,
        "r": "nkjv:Ezekiel:10:8",
        "t": "The cherubim appeared to have the form of a man’s hand under their wings."
    },
    {
        "o": 23084,
        "r": "nkjv:Ezekiel:10:9",
        "t": "And*p when I looked, there were four wheels by the cherubim, one wheel by one cherub and another wheel by each other cherub; the wheels appeared to*i have*i the color of a beryl stone."
    },
    {
        "o": 23085,
        "r": "nkjv:Ezekiel:10:10",
        "t": "As*i for*i their appearance, all four looked alike—as it were, a wheel in the middle of a wheel."
    },
    {
        "o": 23086,
        "r": "nkjv:Ezekiel:10:11",
        "t": "When they went, they went toward any*i of*i their four directions; they did not turn aside when they went, but followed in the direction the head was facing. They did not turn aside when they went."
    },
    {
        "o": 23087,
        "r": "nkjv:Ezekiel:10:12",
        "t": "And their whole body, with their back, their hands, their wings, and the wheels that the four had, were*i full of eyes all around."
    },
    {
        "o": 23088,
        "r": "nkjv:Ezekiel:10:13",
        "t": "As for the wheels, they were called in my hearing, “Wheel.”"
    },
    {
        "o": 23089,
        "r": "nkjv:Ezekiel:10:14",
        "t": "Each*p one had four faces: the first face was*i the face of a cherub, the second face the face of a man, the third the face of a lion, and the fourth the face of an eagle."
    },
    {
        "o": 23090,
        "r": "nkjv:Ezekiel:10:15",
        "t": "And the cherubim were lifted up. This was*i the living creature I saw by the River Chebar."
    },
    {
        "o": 23091,
        "r": "nkjv:Ezekiel:10:16",
        "t": "When the cherubim went, the wheels went beside them; and when the cherubim lifted their wings to mount up from the earth, the same wheels also did not turn from beside them."
    },
    {
        "o": 23092,
        "r": "nkjv:Ezekiel:10:17",
        "t": "When the*i cherubim*i stood still, the*i wheels*i stood still, and when one*i was lifted up, the*i other*i lifted itself up, for the spirit of the living creature was*i in them."
    },
    {
        "o": 23093,
        "r": "nkjv:Ezekiel:10:18",
        "t": "Then*p the glory of the Lord*s departed from the threshold of the temple and stood over the cherubim."
    },
    {
        "o": 23094,
        "r": "nkjv:Ezekiel:10:19",
        "t": "And the cherubim lifted their wings and mounted up from the earth in my sight. When they went out, the wheels were*i beside them; and they stood at the door of the east gate of the Lord’s*s house, and the glory of the God of Israel was*i above them."
    },
    {
        "o": 23095,
        "r": "nkjv:Ezekiel:10:20",
        "t": "This*p is*i the living creature I saw under the God of Israel by the River Chebar, and I knew they were*i cherubim."
    },
    {
        "o": 23096,
        "r": "nkjv:Ezekiel:10:21",
        "t": "Each one had four faces and each one four wings, and the likeness of the hands of a man was*i under their wings."
    },
    {
        "o": 23097,
        "r": "nkjv:Ezekiel:10:22",
        "t": "And the likeness of their faces was*i the same as*i the faces which I had seen by the River Chebar, their appearance and their persons. They each went straight forward."
    }
]
