[
    {
        "o": 35021,
        "r": "csb:Revelation:10:0",
        "t": "Revelation 10",
        "h": 1
    },
    {
        "o": 35022,
        "r": "csb:Revelation:10:0",
        "t": "The Mighty Angel and the Small Scroll",
        "h": 2
    },
    {
        "o": 35023,
        "r": "csb:Revelation:10:1",
        "t": "Then*p I saw another mighty angel coming down from heaven, wrapped in a cloud, with a rainbow over his head. His face was like the sun, his legs were like pillars of fire,"
    },
    {
        "o": 35024,
        "r": "csb:Revelation:10:2",
        "t": "and he held a little scroll opened in his hand. He put his right foot on the sea, his left on the land,"
    },
    {
        "o": 35025,
        "r": "csb:Revelation:10:3",
        "t": "and he called out with a loud voice like a roaring lion. When he cried out, the seven thunders raised their voices."
    },
    {
        "o": 35026,
        "r": "csb:Revelation:10:4",
        "t": "And when the seven thunders spoke, I was about to write, but I heard a voice from heaven, saying, “Seal up what the seven thunders said, and do not write it down!”"
    },
    {
        "o": 35027,
        "r": "csb:Revelation:10:5",
        "t": "Then*p the angel that I had seen standing on the sea and on the land raised his right hand to heaven."
    },
    {
        "o": 35028,
        "r": "csb:Revelation:10:6",
        "t": "He swore by the one who lives forever and ever, who created heaven and what is in it, the earth and what is in it, and the sea and what is in it, “There will no longer be a delay,"
    },
    {
        "o": 35029,
        "r": "csb:Revelation:10:7",
        "t": "but in the days when the seventh angel will blow his trumpet, then the mystery of God will be completed, as he announced to his servants the prophets.”"
    },
    {
        "o": 35030,
        "r": "csb:Revelation:10:8",
        "t": "Then*p the voice that I heard from heaven spoke to me again and said, “Go, take the scroll that lies open in the hand of the angel who is standing on the sea and on the land.”"
    },
    {
        "o": 35031,
        "r": "csb:Revelation:10:9",
        "t": "So*p I went to the angel and asked him to give me the little scroll. He said to me, “Take and eat it; it will be bitter in your stomach, but it will be as sweet as honey in your mouth.”"
    },
    {
        "o": 35032,
        "r": "csb:Revelation:10:10",
        "t": "Then*p I took the little scroll from the angel’s hand and ate it. It was as sweet as honey in my mouth, but when I ate it, my stomach became bitter."
    },
    {
        "o": 35033,
        "r": "csb:Revelation:10:11",
        "t": "And they said to me, “You must prophesy again about many peoples, nations, languages, and kings.”"
    }
]
