[
    {
        "o": 14930,
        "r": "kjv:Psalm:34:0",
        "t": "Psalm 34",
        "h": 1
    },
    {
        "o": 14931,
        "r": "kjv:Psalm:34:0",
        "t": "A Psalm of David, when he changed his behaviour before Abimelech; who drove him away, and he departed.",
        "h": 4
    },
    {
        "o": 14932,
        "r": "kjv:Psalm:34:1",
        "t": "I*p will bless the Lord*s at all times: his praise shall continually be in my mouth."
    },
    {
        "o": 14933,
        "r": "kjv:Psalm:34:2",
        "t": "My*p soul shall make her boast in the Lord:*s the humble shall hear thereof, and be glad."
    },
    {
        "o": 14934,
        "r": "kjv:Psalm:34:3",
        "t": "O*p magnify the Lord*s with me, and let us exalt his name together."
    },
    {
        "o": 14935,
        "r": "kjv:Psalm:34:4",
        "t": "I*p sought the Lord,*s and he heard me, and delivered me from all my fears."
    },
    {
        "o": 14936,
        "r": "kjv:Psalm:34:5",
        "t": "They*p looked unto him, and were lightened: and their faces were not ashamed."
    },
    {
        "o": 14937,
        "r": "kjv:Psalm:34:6",
        "t": "This*p poor man cried, and the Lord*s heard him, and saved him out of all his troubles."
    },
    {
        "o": 14938,
        "r": "kjv:Psalm:34:7",
        "t": "The*p angel of the Lord*s encampeth round about them that fear him, and delivereth them."
    },
    {
        "o": 14939,
        "r": "kjv:Psalm:34:8",
        "t": "O*p taste and see that the Lord*s is good: blessed is the man that trusteth in him."
    },
    {
        "o": 14940,
        "r": "kjv:Psalm:34:9",
        "t": "O*p fear the Lord,*s ye his saints: for there is no want to them that fear him."
    },
    {
        "o": 14941,
        "r": "kjv:Psalm:34:10",
        "t": "The*p young lions do lack, and suffer hunger: but they that seek the Lord*s shall not want any good thing."
    },
    {
        "o": 14942,
        "r": "kjv:Psalm:34:11",
        "t": "Come,*p ye children, hearken unto me: I will teach you the fear of the Lord.*s"
    },
    {
        "o": 14943,
        "r": "kjv:Psalm:34:12",
        "t": "What*p man is he that desireth life, and loveth many days, that he may see good?"
    },
    {
        "o": 14944,
        "r": "kjv:Psalm:34:13",
        "t": "Keep*p thy tongue from evil, and thy lips from speaking guile."
    },
    {
        "o": 14945,
        "r": "kjv:Psalm:34:14",
        "t": "Depart*p from evil, and do good; seek peace, and pursue it."
    },
    {
        "o": 14946,
        "r": "kjv:Psalm:34:15",
        "t": "The*p eyes of the Lord*s are upon the righteous, and his ears are open unto their cry."
    },
    {
        "o": 14947,
        "r": "kjv:Psalm:34:16",
        "t": "The*p face of the Lord*s is against them that do evil, to cut off the remembrance of them from the earth."
    },
    {
        "o": 14948,
        "r": "kjv:Psalm:34:17",
        "t": "The*p righteous cry, and the Lord*s heareth, and delivereth them out of all their troubles."
    },
    {
        "o": 14949,
        "r": "kjv:Psalm:34:18",
        "t": "The*p Lord*s is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit."
    },
    {
        "o": 14950,
        "r": "kjv:Psalm:34:19",
        "t": "Many*p are the afflictions of the righteous: but the Lord*s delivereth him out of them all."
    },
    {
        "o": 14951,
        "r": "kjv:Psalm:34:20",
        "t": "He*p keepeth all his bones: not one of them is broken."
    },
    {
        "o": 14952,
        "r": "kjv:Psalm:34:21",
        "t": "Evil*p shall slay the wicked: and they that hate the righteous shall be desolate."
    },
    {
        "o": 14953,
        "r": "kjv:Psalm:34:22",
        "t": "The*p Lord*s redeemeth the soul of his servants: and none of them that trust in him shall be desolate."
    }
]
