[
    {
        "o": 29130,
        "r": "esv:John:1:0",
        "t": "John 1",
        "h": 1
    },
    {
        "o": 29131,
        "r": "esv:John:1:0",
        "t": "The Word Became Flesh",
        "h": 2
    },
    {
        "o": 29132,
        "r": "esv:John:1:1",
        "t": "In*p the beginning was the Word, and the Word was with God, and the Word was God."
    },
    {
        "o": 29133,
        "r": "esv:John:1:2",
        "t": "He was in the beginning with God."
    },
    {
        "o": 29134,
        "r": "esv:John:1:3",
        "t": "All things were made through him, and without him was not any thing made that was made."
    },
    {
        "o": 29135,
        "r": "esv:John:1:4",
        "t": "In him was life, and the life was the light of men."
    },
    {
        "o": 29136,
        "r": "esv:John:1:5",
        "t": "The light shines in the darkness, and the darkness has not overcome it."
    },
    {
        "o": 29137,
        "r": "esv:John:1:6",
        "t": "There*p was a man sent from God, whose name was John."
    },
    {
        "o": 29138,
        "r": "esv:John:1:7",
        "t": "He came as a witness, to bear witness about the light, that all might believe through him."
    },
    {
        "o": 29139,
        "r": "esv:John:1:8",
        "t": "He was not the light, but came to bear witness about the light."
    },
    {
        "o": 29140,
        "r": "esv:John:1:9",
        "t": "The*p true light, which gives light to everyone, was coming into the world."
    },
    {
        "o": 29141,
        "r": "esv:John:1:10",
        "t": "He was in the world, and the world was made through him, yet the world did not know him."
    },
    {
        "o": 29142,
        "r": "esv:John:1:11",
        "t": "He came to his own, and his own people did not receive him."
    },
    {
        "o": 29143,
        "r": "esv:John:1:12",
        "t": "But to all who did receive him, who believed in his name, he gave the right to become children of God,"
    },
    {
        "o": 29144,
        "r": "esv:John:1:13",
        "t": "who were born, not of blood nor of the will of the flesh nor of the will of man, but of God."
    },
    {
        "o": 29145,
        "r": "esv:John:1:14",
        "t": "And*p the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth."
    },
    {
        "o": 29146,
        "r": "esv:John:1:15",
        "t": "(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”)"
    },
    {
        "o": 29147,
        "r": "esv:John:1:16",
        "t": "For from his fullness we have all received, grace upon grace."
    },
    {
        "o": 29148,
        "r": "esv:John:1:17",
        "t": "For the law was given through Moses; grace and truth came through Jesus Christ."
    },
    {
        "o": 29149,
        "r": "esv:John:1:18",
        "t": "No one has ever seen God; the only God, who is at the Father’s side, he has made him known."
    },
    {
        "o": 29150,
        "r": "esv:John:1:18",
        "t": "The Testimony of John the Baptist",
        "h": 2
    },
    {
        "o": 29151,
        "r": "esv:John:1:19",
        "t": "And*p this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?”"
    },
    {
        "o": 29152,
        "r": "esv:John:1:20",
        "t": "He confessed, and did not deny, but confessed, “I am not the Christ.”"
    },
    {
        "o": 29153,
        "r": "esv:John:1:21",
        "t": "And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.”"
    },
    {
        "o": 29154,
        "r": "esv:John:1:22",
        "t": "So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?”"
    },
    {
        "o": 29155,
        "r": "esv:John:1:23",
        "t": "He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”"
    },
    {
        "o": 29156,
        "r": "esv:John:1:24",
        "t": "(Now*p they had been sent from the Pharisees.)"
    },
    {
        "o": 29157,
        "r": "esv:John:1:25",
        "t": "They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?”"
    },
    {
        "o": 29158,
        "r": "esv:John:1:26",
        "t": "John answered them, “I baptize with water, but among you stands one you do not know,"
    },
    {
        "o": 29159,
        "r": "esv:John:1:27",
        "t": "even he who comes after me, the strap of whose sandal I am not worthy to untie.”"
    },
    {
        "o": 29160,
        "r": "esv:John:1:28",
        "t": "These things took place in Bethany across the Jordan, where John was baptizing."
    },
    {
        "o": 29161,
        "r": "esv:John:1:28",
        "t": "Behold, the Lamb of God",
        "h": 2
    },
    {
        "o": 29162,
        "r": "esv:John:1:29",
        "t": "The*p next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world!"
    },
    {
        "o": 29163,
        "r": "esv:John:1:30",
        "t": "This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’"
    },
    {
        "o": 29164,
        "r": "esv:John:1:31",
        "t": "I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.”"
    },
    {
        "o": 29165,
        "r": "esv:John:1:32",
        "t": "And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him."
    },
    {
        "o": 29166,
        "r": "esv:John:1:33",
        "t": "I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’"
    },
    {
        "o": 29167,
        "r": "esv:John:1:34",
        "t": "And I have seen and have borne witness that this is the Son of God.”"
    },
    {
        "o": 29168,
        "r": "esv:John:1:34",
        "t": "Jesus Calls the First Disciples",
        "h": 2
    },
    {
        "o": 29169,
        "r": "esv:John:1:35",
        "t": "The*p next day again John was standing with two of his disciples,"
    },
    {
        "o": 29170,
        "r": "esv:John:1:36",
        "t": "and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!”"
    },
    {
        "o": 29171,
        "r": "esv:John:1:37",
        "t": "The two disciples heard him say this, and they followed Jesus."
    },
    {
        "o": 29172,
        "r": "esv:John:1:38",
        "t": "Jesus turned and saw them following and said to them, “What*r are*r you*r seeking?”*r And they said to him, “Rabbi” (which means Teacher), “where are you staying?”"
    },
    {
        "o": 29173,
        "r": "esv:John:1:39",
        "t": "He said to them, “Come*r and*r you*r will*r see.”*r So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour."
    },
    {
        "o": 29174,
        "r": "esv:John:1:40",
        "t": "One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother."
    },
    {
        "o": 29175,
        "r": "esv:John:1:41",
        "t": "He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ)."
    },
    {
        "o": 29176,
        "r": "esv:John:1:42",
        "t": "He brought him to Jesus. Jesus looked at him and said, “You*r are*r Simon*r the*r son*r of*r John.*r You*r shall*r be*r called*r Cephas”*r (which means Peter)."
    },
    {
        "o": 29177,
        "r": "esv:John:1:42",
        "t": "Jesus Calls Philip and Nathanael",
        "h": 2
    },
    {
        "o": 29178,
        "r": "esv:John:1:43",
        "t": "The*p next day Jesus decided to go to Galilee. He found Philip and said to him, “Follow*r me.”*r"
    },
    {
        "o": 29179,
        "r": "esv:John:1:44",
        "t": "Now Philip was from Bethsaida, the city of Andrew and Peter."
    },
    {
        "o": 29180,
        "r": "esv:John:1:45",
        "t": "Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.”"
    },
    {
        "o": 29181,
        "r": "esv:John:1:46",
        "t": "Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.”"
    },
    {
        "o": 29182,
        "r": "esv:John:1:47",
        "t": "Jesus saw Nathanael coming toward him and said of him, “Behold,*r an*r Israelite*r indeed,*r in*r whom*r there*r is*r no*r deceit!”*r"
    },
    {
        "o": 29183,
        "r": "esv:John:1:48",
        "t": "Nathanael said to him, “How do you know me?” Jesus answered him, “Before*r Philip*r called*r you,*r when*r you*r were*r under*r the*r fig*r tree,*r I*r saw*r you.”*r"
    },
    {
        "o": 29184,
        "r": "esv:John:1:49",
        "t": "Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!”"
    },
    {
        "o": 29185,
        "r": "esv:John:1:50",
        "t": "Jesus answered him, “Because*r I*r said*r to*r you,*r ‘I*r saw*r you*r under*r the*r fig*r tree,’*r do*r you*r believe?*r You*r will*r see*r greater*r things*r than*r these.”*r"
    },
    {
        "o": 29186,
        "r": "esv:John:1:51",
        "t": "And he said to him, “Truly,*r truly,*r I*r say*r to*r you,*r you*r will*r see*r heaven*r opened,*r and*r the*r angels*r of*r God*r ascending*r and*r descending*r on*r the*r Son*r of*r Man.”*r"
    }
]
