[
    {
        "o": 25813,
        "r": "csb:Zechariah:2:0",
        "t": "Zechariah 2",
        "h": 1
    },
    {
        "o": 25814,
        "r": "csb:Zechariah:2:0",
        "t": "Third Vision: Surveyor",
        "h": 2
    },
    {
        "o": 25815,
        "r": "csb:Zechariah:2:1",
        "t": "I*p looked up and saw a man with a measuring line in his hand."
    },
    {
        "o": 25816,
        "r": "csb:Zechariah:2:2",
        "t": "I asked, “Where are you going?” He*p answered me, “To measure Jerusalem to determine its width and length.”"
    },
    {
        "o": 25817,
        "r": "csb:Zechariah:2:3",
        "t": "Then*p the angel who was speaking with me went out, and another angel went out to meet him."
    },
    {
        "o": 25818,
        "r": "csb:Zechariah:2:4",
        "t": "He said to him, “Run and tell this young man: Jerusalem will be inhabited without walls because of the number of people and animals in it.”"
    },
    {
        "o": 25819,
        "r": "csb:Zechariah:2:5",
        "t": "The declaration of the Lord:*s “I myself will be a wall of fire around it, and I will be the glory within it.”"
    },
    {
        "o": 25820,
        "r": "csb:Zechariah:2:6",
        "t": "“Listen!*p Listen! Flee from the land of the north”- this is the Lord’s*s declaration - “for I have scattered you like the four winds of heaven” - this is the Lord’s*s declaration."
    },
    {
        "o": 25821,
        "r": "csb:Zechariah:2:7",
        "t": "“Listen, Zion! Escape, you who are living with Daughter Babylon.”"
    },
    {
        "o": 25822,
        "r": "csb:Zechariah:2:8",
        "t": "For the Lord*s of Armies says this: “In pursuit of his glory, he sent me against the nations plundering you, for whoever touches you touches the pupil of my eye."
    },
    {
        "o": 25823,
        "r": "csb:Zechariah:2:9",
        "t": "For look, I am raising my hand against them, and they will become plunder for their own servants. Then you will know that the Lord*s of Armies has sent me."
    },
    {
        "o": 25824,
        "r": "csb:Zechariah:2:10",
        "t": "“Daughter*p Zion, shout for joy and be glad, for I am coming to dwell among you” - this is the Lord’s*s declaration."
    },
    {
        "o": 25825,
        "r": "csb:Zechariah:2:11",
        "t": "“Many nations will join themselves to the Lord*s on that day and become my people. I will dwell among you, and you will know that the Lord*s of Armies has sent me to you."
    },
    {
        "o": 25826,
        "r": "csb:Zechariah:2:12",
        "t": "The Lord*s will take possession of Judah as his portion in the Holy Land, and he will once again choose Jerusalem."
    },
    {
        "o": 25827,
        "r": "csb:Zechariah:2:13",
        "t": "Let all humanity be silent before the Lord,*s for from his holy dwelling he has roused himself.”"
    }
]
