[
    {
        "o": 23203,
        "r": "kjv:Hosea:8:0",
        "t": "Hosea 8",
        "h": 1
    },
    {
        "o": 23204,
        "r": "kjv:Hosea:8:1",
        "t": "Set*p the trumpet to thy mouth. He shall come as an eagle against the house of the Lord,*s because they have transgressed my covenant, and trespassed against my law."
    },
    {
        "o": 23205,
        "r": "kjv:Hosea:8:2",
        "t": "Israel*p shall cry unto me, My God, we know thee."
    },
    {
        "o": 23206,
        "r": "kjv:Hosea:8:3",
        "t": "Israel*p hath cast off the thing that is good: the enemy shall pursue him."
    },
    {
        "o": 23207,
        "r": "kjv:Hosea:8:4",
        "t": "They*p have set up kings, but not by me: they have made princes, and I knew it not: of their silver and their gold have they made them idols, that they may be cut off."
    },
    {
        "o": 23208,
        "r": "kjv:Hosea:8:5",
        "t": "Thy*p calf, O Samaria, hath cast thee off; mine anger is kindled against them: how long will it be ere they attain to innocency?"
    },
    {
        "o": 23209,
        "r": "kjv:Hosea:8:6",
        "t": "For*p from Israel was it also: the workman made it; therefore it is not God: but the calf of Samaria shall be broken in pieces."
    },
    {
        "o": 23210,
        "r": "kjv:Hosea:8:7",
        "t": "For*p they have sown the wind, and they shall reap the whirlwind: it hath no stalk: the bud shall yield no meal: if so be it yield, the strangers shall swallow it up."
    },
    {
        "o": 23211,
        "r": "kjv:Hosea:8:8",
        "t": "Israel*p is swallowed up: now shall they be among the Gentiles as a vessel wherein is no pleasure."
    },
    {
        "o": 23212,
        "r": "kjv:Hosea:8:9",
        "t": "For*p they are gone up to Assyria, a wild ass alone by himself: Ephraim hath hired lovers."
    },
    {
        "o": 23213,
        "r": "kjv:Hosea:8:10",
        "t": "Yea,*p though they have hired among the nations, now will I gather them, and they shall sorrow a little for the burden of the king of princes."
    },
    {
        "o": 23214,
        "r": "kjv:Hosea:8:11",
        "t": "Because*p Ephraim hath made many altars to sin, altars shall be unto him to sin."
    },
    {
        "o": 23215,
        "r": "kjv:Hosea:8:12",
        "t": "I*p have written to him the great things of my law, but they were counted as a strange thing."
    },
    {
        "o": 23216,
        "r": "kjv:Hosea:8:13",
        "t": "They*p sacrifice flesh for the sacrifices of mine offerings, and eat it; but the Lord*s accepteth them not; now will he remember their iniquity, and visit their sins: they shall return to Egypt."
    },
    {
        "o": 23217,
        "r": "kjv:Hosea:8:14",
        "t": "For*p Israel hath forgotten his Maker, and buildeth temples; and Judah hath multiplied fenced cities: but I will send a fire upon his cities, and it shall devour the palaces thereof."
    }
]
