[
    {
        "o": 31670,
        "r": "niv:1 Corinthians:14:0",
        "t": "1 Corinthians 14",
        "h": 1
    },
    {
        "o": 31671,
        "r": "niv:1 Corinthians:14:0",
        "t": "Intelligibility in Worship",
        "h": 2
    },
    {
        "o": 31672,
        "r": "niv:1 Corinthians:14:1",
        "t": "Follow*p the way of love and eagerly desire gifts of the Spirit, especially prophecy."
    },
    {
        "o": 31673,
        "r": "niv:1 Corinthians:14:2",
        "t": "For anyone who speaks in a tongue does not speak to people but to God. Indeed, no one understands them; they utter mysteries by the Spirit."
    },
    {
        "o": 31674,
        "r": "niv:1 Corinthians:14:3",
        "t": "But the one who prophesies speaks to people for their strengthening, encouraging and comfort."
    },
    {
        "o": 31675,
        "r": "niv:1 Corinthians:14:4",
        "t": "Anyone who speaks in a tongue edifies themselves, but the one who prophesies edifies the church."
    },
    {
        "o": 31676,
        "r": "niv:1 Corinthians:14:5",
        "t": "I would like every one of you to speak in tongues, but I would rather have you prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be edified."
    },
    {
        "o": 31677,
        "r": "niv:1 Corinthians:14:6",
        "t": "Now,*p brothers and sisters, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction?"
    },
    {
        "o": 31678,
        "r": "niv:1 Corinthians:14:7",
        "t": "Even in the case of lifeless things that make sounds, such as the pipe or harp, how will anyone know what tune is being played unless there is a distinction in the notes?"
    },
    {
        "o": 31679,
        "r": "niv:1 Corinthians:14:8",
        "t": "Again, if the trumpet does not sound a clear call, who will get ready for battle?"
    },
    {
        "o": 31680,
        "r": "niv:1 Corinthians:14:9",
        "t": "So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air."
    },
    {
        "o": 31681,
        "r": "niv:1 Corinthians:14:10",
        "t": "Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning."
    },
    {
        "o": 31682,
        "r": "niv:1 Corinthians:14:11",
        "t": "If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and the speaker is a foreigner to me."
    },
    {
        "o": 31683,
        "r": "niv:1 Corinthians:14:12",
        "t": "So it is with you. Since you are eager for gifts of the Spirit, try to excel in those that build up the church."
    },
    {
        "o": 31684,
        "r": "niv:1 Corinthians:14:13",
        "t": "For*p this reason the one who speaks in a tongue should pray that they may interpret what they say."
    },
    {
        "o": 31685,
        "r": "niv:1 Corinthians:14:14",
        "t": "For if I pray in a tongue, my spirit prays, but my mind is unfruitful."
    },
    {
        "o": 31686,
        "r": "niv:1 Corinthians:14:15",
        "t": "So what shall I do? I will pray with my spirit, but I will also pray with my understanding; I will sing with my spirit, but I will also sing with my understanding."
    },
    {
        "o": 31687,
        "r": "niv:1 Corinthians:14:16",
        "t": "Otherwise when you are praising God in the Spirit, how can someone else, who is now put in the position of an inquirer, say “Amen” to your thanksgiving, since they do not know what you are saying?"
    },
    {
        "o": 31688,
        "r": "niv:1 Corinthians:14:17",
        "t": "You are giving thanks well enough, but no one else is edified."
    },
    {
        "o": 31689,
        "r": "niv:1 Corinthians:14:18",
        "t": "I*p thank God that I speak in tongues more than all of you."
    },
    {
        "o": 31690,
        "r": "niv:1 Corinthians:14:19",
        "t": "But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue."
    },
    {
        "o": 31691,
        "r": "niv:1 Corinthians:14:20",
        "t": "Brothers*p and sisters, stop thinking like children. In regard to evil be infants, but in your thinking be adults."
    },
    {
        "o": 31692,
        "r": "niv:1 Corinthians:14:21",
        "t": "In the Law it is written: “With*pn other tongues and*ld through the lips of foreigners I*ln will speak to this people, but*ld even then they will not listen to me, says*ld the Lord.”"
    },
    {
        "o": 31693,
        "r": "niv:1 Corinthians:14:22",
        "t": "Tongues,*p then, are a sign, not for believers but for unbelievers; prophecy, however, is not for unbelievers but for believers."
    },
    {
        "o": 31694,
        "r": "niv:1 Corinthians:14:23",
        "t": "So if the whole church comes together and everyone speaks in tongues, and inquirers or unbelievers come in, will they not say that you are out of your mind?"
    },
    {
        "o": 31695,
        "r": "niv:1 Corinthians:14:24",
        "t": "But if an unbeliever or an inquirer comes in while everyone is prophesying, they are convicted of sin and are brought under judgment by all,"
    },
    {
        "o": 31696,
        "r": "niv:1 Corinthians:14:25",
        "t": "as the secrets of their hearts are laid bare. So they will fall down and worship God, exclaiming, “God is really among you!”"
    },
    {
        "o": 31697,
        "r": "niv:1 Corinthians:14:25",
        "t": "Good Order in Worship",
        "h": 2
    },
    {
        "o": 31698,
        "r": "niv:1 Corinthians:14:26",
        "t": "What*p then shall we say, brothers and sisters? When you come together, each of you has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. Everything must be done so that the church may be built up."
    },
    {
        "o": 31699,
        "r": "niv:1 Corinthians:14:27",
        "t": "If anyone speaks in a tongue, two—or at the most three—should speak, one at a time, and someone must interpret."
    },
    {
        "o": 31700,
        "r": "niv:1 Corinthians:14:28",
        "t": "If there is no interpreter, the speaker should keep quiet in the church and speak to himself and to God."
    },
    {
        "o": 31701,
        "r": "niv:1 Corinthians:14:29",
        "t": "Two*p or three prophets should speak, and the others should weigh carefully what is said."
    },
    {
        "o": 31702,
        "r": "niv:1 Corinthians:14:30",
        "t": "And if a revelation comes to someone who is sitting down, the first speaker should stop."
    },
    {
        "o": 31703,
        "r": "niv:1 Corinthians:14:31",
        "t": "For you can all prophesy in turn so that everyone may be instructed and encouraged."
    },
    {
        "o": 31704,
        "r": "niv:1 Corinthians:14:32",
        "t": "The spirits of prophets are subject to the control of prophets."
    },
    {
        "o": 31705,
        "r": "niv:1 Corinthians:14:33",
        "t": "For God is not a God of disorder but of peace—as in all the congregations of the Lord’s people."
    },
    {
        "o": 31706,
        "r": "niv:1 Corinthians:14:34",
        "t": "Women*p should remain silent in the churches. They are not allowed to speak, but must be in submission, as the law says."
    },
    {
        "o": 31707,
        "r": "niv:1 Corinthians:14:35",
        "t": "If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church."
    },
    {
        "o": 31708,
        "r": "niv:1 Corinthians:14:36",
        "t": "Or*p did the word of God originate with you? Or are you the only people it has reached?"
    },
    {
        "o": 31709,
        "r": "niv:1 Corinthians:14:37",
        "t": "If anyone thinks they are a prophet or otherwise gifted by the Spirit, let them acknowledge that what I am writing to you is the Lord’s command."
    },
    {
        "o": 31710,
        "r": "niv:1 Corinthians:14:38",
        "t": "But if anyone ignores this, they will themselves be ignored."
    },
    {
        "o": 31711,
        "r": "niv:1 Corinthians:14:39",
        "t": "Therefore,*p my brothers and sisters, be eager to prophesy, and do not forbid speaking in tongues."
    },
    {
        "o": 31712,
        "r": "niv:1 Corinthians:14:40",
        "t": "But everything should be done in a fitting and orderly way."
    }
]
