[
    {
        "o": 2100,
        "r": "nasb:Exodus:15:0",
        "t": "Exodus 15",
        "h": 1
    },
    {
        "o": 2101,
        "r": "nasb:Exodus:15:0",
        "t": "The Song of Moses and Israel",
        "h": 2
    },
    {
        "o": 2102,
        "r": "nasb:Exodus:15:1",
        "t": "Then*p Moses and the sons of Israel sang this song to the Lord,*s and said, “I*pn will sing to the Lord,*s for He is highly exalted; The*ln horse and its rider He has hurled into the sea."
    },
    {
        "o": 2103,
        "r": "nasb:Exodus:15:2",
        "t": "The*ln Lord*s is my strength and song, And*ln He has become my salvation; This*ln is my God, and I will praise Him; My*ln father’s God, and I will extol Him."
    },
    {
        "o": 2104,
        "r": "nasb:Exodus:15:3",
        "t": "The*ln Lord*s is a warrior; The*ln Lord*s is His name."
    },
    {
        "o": 2105,
        "r": "nasb:Exodus:15:4",
        "t": "Pharaoh’s*ln chariots and his army He has cast into the sea; And*ln the choicest of his officers are drowned in the Red Sea."
    },
    {
        "o": 2106,
        "r": "nasb:Exodus:15:5",
        "t": "The*ln deeps cover them; They*ln went down into the depths like a stone."
    },
    {
        "o": 2107,
        "r": "nasb:Exodus:15:6",
        "t": "Your*ln right hand, O Lord,*s is majestic in power, Your*ln right hand, O Lord,*s shatters the enemy."
    },
    {
        "o": 2108,
        "r": "nasb:Exodus:15:7",
        "t": "And*ln in the greatness of Your excellence You overthrow those who rise up against You; You*ln send forth Your burning anger, and*i it consumes them as chaff."
    },
    {
        "o": 2109,
        "r": "nasb:Exodus:15:8",
        "t": "At*ln the blast of Your nostrils the waters were piled up, The*ln flowing waters stood up like a heap; The*ln deeps were congealed in the heart of the sea."
    },
    {
        "o": 2110,
        "r": "nasb:Exodus:15:9",
        "t": "The*ln enemy said, ‘I will pursue, I will overtake, I will divide the spoil; My*ln desire shall be gratified against them; I*ln will draw out my sword, my hand will destroy them.’"
    },
    {
        "o": 2111,
        "r": "nasb:Exodus:15:10",
        "t": "You*ln blew with Your wind, the sea covered them; They*ln sank like lead in the mighty waters."
    },
    {
        "o": 2112,
        "r": "nasb:Exodus:15:11",
        "t": "Who*ln is like You among the gods, O Lord?*s Who*ln is like You, majestic in holiness, Awesome*ln in praises, working wonders?"
    },
    {
        "o": 2113,
        "r": "nasb:Exodus:15:12",
        "t": "You*ln stretched out Your right hand, The*ln earth swallowed them."
    },
    {
        "o": 2114,
        "r": "nasb:Exodus:15:13",
        "t": "In*ln Your lovingkindness You have led the people whom You have redeemed; In*ln Your strength You have guided them*i to Your holy habitation."
    },
    {
        "o": 2115,
        "r": "nasb:Exodus:15:14",
        "t": "The*ln peoples have heard, they tremble; Anguish*ln has gripped the inhabitants of Philistia."
    },
    {
        "o": 2116,
        "r": "nasb:Exodus:15:15",
        "t": "Then*ln the chiefs of Edom were dismayed; The*ln leaders of Moab, trembling grips them; All*ln the inhabitants of Canaan have melted away."
    },
    {
        "o": 2117,
        "r": "nasb:Exodus:15:16",
        "t": "Terror*ln and dread fall upon them; By*ln the greatness of Your arm they are motionless as stone; Until*ln Your people pass over, O Lord,*s Until*ln the people pass over whom You have purchased."
    },
    {
        "o": 2118,
        "r": "nasb:Exodus:15:17",
        "t": "You*ln will bring them and plant them in the mountain of Your inheritance, The*ln place, O Lord,*s which You have made for Your dwelling, The*ln sanctuary, O Lord, which Your hands have established."
    },
    {
        "o": 2119,
        "r": "nasb:Exodus:15:18",
        "t": "The*ln Lord*s shall reign forever and ever.”"
    },
    {
        "o": 2120,
        "r": "nasb:Exodus:15:19",
        "t": "For*p the horses of Pharaoh with his chariots and his horsemen went into the sea, and the Lord*s brought back the waters of the sea on them, but the sons of Israel walked on dry land through the midst of the sea."
    },
    {
        "o": 2121,
        "r": "nasb:Exodus:15:20",
        "t": "Miriam*p the prophetess, Aaron’s sister, took the timbrel in her hand, and all the women went out after her with timbrels and with dancing."
    },
    {
        "o": 2122,
        "r": "nasb:Exodus:15:21",
        "t": "Miriam answered them, “Sing*pn to the Lord,*s for He is highly exalted; The*ln horse and his rider He has hurled into the sea.”"
    },
    {
        "o": 2123,
        "r": "nasb:Exodus:15:21",
        "t": "The Lord Provides Water",
        "h": 2
    },
    {
        "o": 2124,
        "r": "nasb:Exodus:15:22",
        "t": "Then*p Moses led Israel from the Red Sea, and they went out into the wilderness of Shur; and they went three days in the wilderness and found no water."
    },
    {
        "o": 2125,
        "r": "nasb:Exodus:15:23",
        "t": "When they came to Marah, they could not drink the waters of Marah, for they were bitter; therefore it was named Marah."
    },
    {
        "o": 2126,
        "r": "nasb:Exodus:15:24",
        "t": "So the people grumbled at Moses, saying, “What shall we drink?”"
    },
    {
        "o": 2127,
        "r": "nasb:Exodus:15:25",
        "t": "Then he cried out to the Lord,*s and the Lord*s showed him a tree; and he threw it*i into the waters, and the waters became sweet. There*bp He made for them a statute and regulation, and there He tested them."
    },
    {
        "o": 2128,
        "r": "nasb:Exodus:15:26",
        "t": "And He said, “If you will give earnest heed to the voice of the Lord*s your God, and do what is right in His sight, and give ear to His commandments, and keep all His statutes, I will put none of the diseases on you which I have put on the Egyptians; for I, the Lord,*s am your healer.”"
    },
    {
        "o": 2129,
        "r": "nasb:Exodus:15:27",
        "t": "Then*p they came to Elim where there were*i twelve springs of water and seventy date palms, and they camped there beside the waters."
    }
]
