[
    {
        "o": 1492,
        "r": "csb:Genesis:45:0",
        "t": "Genesis 45",
        "h": 1
    },
    {
        "o": 1493,
        "r": "csb:Genesis:45:0",
        "t": "Joseph Reveals His Identity",
        "h": 2
    },
    {
        "o": 1494,
        "r": "csb:Genesis:45:1",
        "t": "Joseph*p could no longer keep his composure in front of all his attendants, so he called out, “Send everyone away from me!” No one was with him when he revealed his identity to his brothers."
    },
    {
        "o": 1495,
        "r": "csb:Genesis:45:2",
        "t": "But he wept so loudly that the Egyptians heard it, and also Pharaoh’s household heard it."
    },
    {
        "o": 1496,
        "r": "csb:Genesis:45:3",
        "t": "Joseph said to his brothers, “I am Joseph! Is my father still living?” But they could not answer him because they were terrified in his presence."
    },
    {
        "o": 1497,
        "r": "csb:Genesis:45:4",
        "t": "Then*p Joseph said to his brothers, “Please, come near me,” and they came near. “I am Joseph, your brother,” he said, “the one you sold into Egypt."
    },
    {
        "o": 1498,
        "r": "csb:Genesis:45:5",
        "t": "And now don’t be grieved or angry with yourselves for selling me here, because God sent me ahead of you to preserve life."
    },
    {
        "o": 1499,
        "r": "csb:Genesis:45:6",
        "t": "For the famine has been in the land these two years, and there will be five more years without plowing or harvesting."
    },
    {
        "o": 1500,
        "r": "csb:Genesis:45:7",
        "t": "God sent me ahead of you to establish you as a remnant within the land and to keep you alive by a great deliverance."
    },
    {
        "o": 1501,
        "r": "csb:Genesis:45:8",
        "t": "Therefore it was not you who sent me here, but God. He has made me a father to Pharaoh, lord of his entire household, and ruler over all the land of Egypt."
    },
    {
        "o": 1502,
        "r": "csb:Genesis:45:9",
        "t": "“Return*p quickly to my father and say to him, ‘This is what your son Joseph says: “God has made me lord of all Egypt. Come down to me without delay."
    },
    {
        "o": 1503,
        "r": "csb:Genesis:45:10",
        "t": "You can settle in the land of Goshen and be near me - you, your children, and your grandchildren, your flocks, your herds, and all you have."
    },
    {
        "o": 1504,
        "r": "csb:Genesis:45:11",
        "t": "There I will sustain you, for there will be five more years of famine. Otherwise, you, your household, and everything you have will become destitute.”’"
    },
    {
        "o": 1505,
        "r": "csb:Genesis:45:12",
        "t": "Look! Your eyes and the eyes of my brother Benjamin can see that I’m the one speaking to you."
    },
    {
        "o": 1506,
        "r": "csb:Genesis:45:13",
        "t": "Tell my father about all my glory in Egypt and about all you have seen. And bring my father here quickly.”"
    },
    {
        "o": 1507,
        "r": "csb:Genesis:45:14",
        "t": "Then*p Joseph threw his arms around his brother Benjamin and wept, and Benjamin wept on his shoulder."
    },
    {
        "o": 1508,
        "r": "csb:Genesis:45:15",
        "t": "Joseph kissed each of his brothers as he wept, and afterward his brothers talked with him."
    },
    {
        "o": 1509,
        "r": "csb:Genesis:45:15",
        "t": "The Return for Jacob",
        "h": 2
    },
    {
        "o": 1510,
        "r": "csb:Genesis:45:16",
        "t": "When*p the news reached Pharaoh’s palace, “Joseph’s brothers have come,” Pharaoh and his servants were pleased."
    },
    {
        "o": 1511,
        "r": "csb:Genesis:45:17",
        "t": "Pharaoh said to Joseph, “Tell your brothers, ‘Do this: Load your animals and go on back to the land of Canaan."
    },
    {
        "o": 1512,
        "r": "csb:Genesis:45:18",
        "t": "Get your father and your families, and come back to me. I will give you the best of the land of Egypt, and you can eat from the richness of the land.’"
    },
    {
        "o": 1513,
        "r": "csb:Genesis:45:19",
        "t": "You are also commanded to tell them, ‘Do this: Take wagons from the land of Egypt for your dependents and your wives and bring your father here."
    },
    {
        "o": 1514,
        "r": "csb:Genesis:45:20",
        "t": "Do not be concerned about your belongings, for the best of all the land of Egypt is yours.’”"
    },
    {
        "o": 1515,
        "r": "csb:Genesis:45:21",
        "t": "The*p sons of Israel did this. Joseph gave them wagons as Pharaoh had commanded, and he gave them provisions for the journey."
    },
    {
        "o": 1516,
        "r": "csb:Genesis:45:22",
        "t": "He gave each of the brothers changes of clothes, but he gave Benjamin three hundred pieces of silver and five changes of clothes."
    },
    {
        "o": 1517,
        "r": "csb:Genesis:45:23",
        "t": "He sent his father the following: ten donkeys carrying the best products of Egypt and ten female donkeys carrying grain, food, and provisions for his father on the journey."
    },
    {
        "o": 1518,
        "r": "csb:Genesis:45:24",
        "t": "So Joseph sent his brothers on their way, and as they were leaving, he said to them, “Don’t argue on the way.”"
    },
    {
        "o": 1519,
        "r": "csb:Genesis:45:25",
        "t": "So*p they went up from Egypt and came to their father Jacob in the land of Canaan."
    },
    {
        "o": 1520,
        "r": "csb:Genesis:45:26",
        "t": "They said, “Joseph is still alive, and he is ruler over all the land of Egypt!” Jacob was stunned, for he did not believe them."
    },
    {
        "o": 1521,
        "r": "csb:Genesis:45:27",
        "t": "But when they told Jacob all that Joseph had said to them, and when he saw the wagons that Joseph had sent to transport him, the spirit of their father Jacob revived."
    },
    {
        "o": 1522,
        "r": "csb:Genesis:45:28",
        "t": "Then*p Israel said, “Enough! My son Joseph is still alive. I will go to see him before I die.”"
    }
]
