[
    {
        "o": 15741,
        "r": "kjv:Psalm:78:0",
        "t": "Psalm 78",
        "h": 1
    },
    {
        "o": 15742,
        "r": "kjv:Psalm:78:0",
        "t": "Maschil of Asaph.",
        "h": 4
    },
    {
        "o": 15743,
        "r": "kjv:Psalm:78:1",
        "t": "Give*p ear, O my people, to my law: incline your ears to the words of my mouth."
    },
    {
        "o": 15744,
        "r": "kjv:Psalm:78:2",
        "t": "I*p will open my mouth in a parable: I will utter dark sayings of old:"
    },
    {
        "o": 15745,
        "r": "kjv:Psalm:78:3",
        "t": "Which*p we have heard and known, and our fathers have told us."
    },
    {
        "o": 15746,
        "r": "kjv:Psalm:78:4",
        "t": "We*p will not hide them from their children, shewing to the generation to come the praises of the Lord,*s and his strength, and his wonderful works that he hath done."
    },
    {
        "o": 15747,
        "r": "kjv:Psalm:78:5",
        "t": "For*p he established a testimony in Jacob, and appointed a law in Israel, which he commanded our fathers, that they should make them known to their children:"
    },
    {
        "o": 15748,
        "r": "kjv:Psalm:78:6",
        "t": "That*p the generation to come might know them, even the children which should be born; who should arise and declare them to their children:"
    },
    {
        "o": 15749,
        "r": "kjv:Psalm:78:7",
        "t": "That*p they might set their hope in God, and not forget the works of God, but keep his commandments:"
    },
    {
        "o": 15750,
        "r": "kjv:Psalm:78:8",
        "t": "And*p might not be as their fathers, a stubborn and rebellious generation; a generation that set not their heart aright, and whose spirit was not stedfast with God."
    },
    {
        "o": 15751,
        "r": "kjv:Psalm:78:9",
        "t": "The*p children of Ephraim, being armed, and carrying bows, turned back in the day of battle."
    },
    {
        "o": 15752,
        "r": "kjv:Psalm:78:10",
        "t": "They*p kept not the covenant of God, and refused to walk in his law;"
    },
    {
        "o": 15753,
        "r": "kjv:Psalm:78:11",
        "t": "And*p forgat his works, and his wonders that he had shewed them."
    },
    {
        "o": 15754,
        "r": "kjv:Psalm:78:12",
        "t": "Marvellous*p things did he in the sight of their fathers, in the land of Egypt, in the field of Zoan."
    },
    {
        "o": 15755,
        "r": "kjv:Psalm:78:13",
        "t": "He*p divided the sea, and caused them to pass through; and he made the waters to stand as an heap."
    },
    {
        "o": 15756,
        "r": "kjv:Psalm:78:14",
        "t": "In*p the daytime also he led them with a cloud, and all the night with a light of fire."
    },
    {
        "o": 15757,
        "r": "kjv:Psalm:78:15",
        "t": "He*p clave the rocks in the wilderness, and gave them drink as out of the great depths."
    },
    {
        "o": 15758,
        "r": "kjv:Psalm:78:16",
        "t": "He*p brought streams also out of the rock, and caused waters to run down like rivers."
    },
    {
        "o": 15759,
        "r": "kjv:Psalm:78:17",
        "t": "And*p they sinned yet more against him by provoking the most High in the wilderness."
    },
    {
        "o": 15760,
        "r": "kjv:Psalm:78:18",
        "t": "And*p they tempted God in their heart by asking meat for their lust."
    },
    {
        "o": 15761,
        "r": "kjv:Psalm:78:19",
        "t": "Yea,*p they spake against God; they said, Can God furnish a table in the wilderness?"
    },
    {
        "o": 15762,
        "r": "kjv:Psalm:78:20",
        "t": "Behold,*p he smote the rock, that the waters gushed out, and the streams overflowed; can he give bread also? can he provide flesh for his people?"
    },
    {
        "o": 15763,
        "r": "kjv:Psalm:78:21",
        "t": "Therefore*p the Lord*s heard this, and was wroth: so a fire was kindled against Jacob, and anger also came up against Israel;"
    },
    {
        "o": 15764,
        "r": "kjv:Psalm:78:22",
        "t": "Because*p they believed not in God, and trusted not in his salvation:"
    },
    {
        "o": 15765,
        "r": "kjv:Psalm:78:23",
        "t": "Though*p he had commanded the clouds from above, and opened the doors of heaven,"
    },
    {
        "o": 15766,
        "r": "kjv:Psalm:78:24",
        "t": "And*p had rained down manna upon them to eat, and had given them of the corn of heaven."
    },
    {
        "o": 15767,
        "r": "kjv:Psalm:78:25",
        "t": "Man*p did eat angels' food: he sent them meat to the full."
    },
    {
        "o": 15768,
        "r": "kjv:Psalm:78:26",
        "t": "He*p caused an east wind to blow in the heaven: and by his power he brought in the south wind."
    },
    {
        "o": 15769,
        "r": "kjv:Psalm:78:27",
        "t": "He*p rained flesh also upon them as dust, and feathered fowls like as the sand of the sea:"
    },
    {
        "o": 15770,
        "r": "kjv:Psalm:78:28",
        "t": "And*p he let it fall in the midst of their camp, round about their habitations."
    },
    {
        "o": 15771,
        "r": "kjv:Psalm:78:29",
        "t": "So*p they did eat, and were well filled: for he gave them their own desire;"
    },
    {
        "o": 15772,
        "r": "kjv:Psalm:78:30",
        "t": "They*p were not estranged from their lust. But while their meat was yet in their mouths,"
    },
    {
        "o": 15773,
        "r": "kjv:Psalm:78:31",
        "t": "The*p wrath of God came upon them, and slew the fattest of them, and smote down the chosen men of Israel."
    },
    {
        "o": 15774,
        "r": "kjv:Psalm:78:32",
        "t": "For*p all this they sinned still, and believed not for his wondrous works."
    },
    {
        "o": 15775,
        "r": "kjv:Psalm:78:33",
        "t": "Therefore*p their days did he consume in vanity, and their years in trouble."
    },
    {
        "o": 15776,
        "r": "kjv:Psalm:78:34",
        "t": "When*p he slew them, then they sought him: and they returned and enquired early after God."
    },
    {
        "o": 15777,
        "r": "kjv:Psalm:78:35",
        "t": "And*p they remembered that God was their rock, and the high God their redeemer."
    },
    {
        "o": 15778,
        "r": "kjv:Psalm:78:36",
        "t": "Nevertheless*p they did flatter him with their mouth, and they lied unto him with their tongues."
    },
    {
        "o": 15779,
        "r": "kjv:Psalm:78:37",
        "t": "For*p their heart was not right with him, neither were they stedfast in his covenant."
    },
    {
        "o": 15780,
        "r": "kjv:Psalm:78:38",
        "t": "But*p he, being full of compassion, forgave their iniquity, and destroyed them not: yea, many a time turned he his anger away, and did not stir up all his wrath."
    },
    {
        "o": 15781,
        "r": "kjv:Psalm:78:39",
        "t": "For*p he remembered that they were but flesh; a wind that passeth away, and cometh not again."
    },
    {
        "o": 15782,
        "r": "kjv:Psalm:78:40",
        "t": "How*p oft did they provoke him in the wilderness, and grieve him in the desert!"
    },
    {
        "o": 15783,
        "r": "kjv:Psalm:78:41",
        "t": "Yea,*p they turned back and tempted God, and limited the Holy One of Israel."
    },
    {
        "o": 15784,
        "r": "kjv:Psalm:78:42",
        "t": "They*p remembered not his hand, nor the day when he delivered them from the enemy."
    },
    {
        "o": 15785,
        "r": "kjv:Psalm:78:43",
        "t": "How*p he had wrought his signs in Egypt, and his wonders in the field of Zoan:"
    },
    {
        "o": 15786,
        "r": "kjv:Psalm:78:44",
        "t": "And*p had turned their rivers into blood; and their floods, that they could not drink."
    },
    {
        "o": 15787,
        "r": "kjv:Psalm:78:45",
        "t": "He*p sent divers sorts of flies among them, which devoured them; and frogs, which destroyed them."
    },
    {
        "o": 15788,
        "r": "kjv:Psalm:78:46",
        "t": "He*p gave also their increase unto the caterpiller, and their labour unto the locust."
    },
    {
        "o": 15789,
        "r": "kjv:Psalm:78:47",
        "t": "He*p destroyed their vines with hail, and their sycomore trees with frost."
    },
    {
        "o": 15790,
        "r": "kjv:Psalm:78:48",
        "t": "He*p gave up their cattle also to the hail, and their flocks to hot thunderbolts."
    },
    {
        "o": 15791,
        "r": "kjv:Psalm:78:49",
        "t": "He*p cast upon them the fierceness of his anger, wrath, and indignation, and trouble, by sending evil angels among them."
    },
    {
        "o": 15792,
        "r": "kjv:Psalm:78:50",
        "t": "He*p made a way to his anger; he spared not their soul from death, but gave their life over to the pestilence;"
    },
    {
        "o": 15793,
        "r": "kjv:Psalm:78:51",
        "t": "And*p smote all the firstborn in Egypt; the chief of their strength in the tabernacles of Ham:"
    },
    {
        "o": 15794,
        "r": "kjv:Psalm:78:52",
        "t": "But*p made his own people to go forth like sheep, and guided them in the wilderness like a flock."
    },
    {
        "o": 15795,
        "r": "kjv:Psalm:78:53",
        "t": "And*p he led them on safely, so that they feared not: but the sea overwhelmed their enemies."
    },
    {
        "o": 15796,
        "r": "kjv:Psalm:78:54",
        "t": "And*p he brought them to the border of his sanctuary, even to this mountain, which his right hand had purchased."
    },
    {
        "o": 15797,
        "r": "kjv:Psalm:78:55",
        "t": "He*p cast out the heathen also before them, and divided them an inheritance by line, and made the tribes of Israel to dwell in their tents."
    },
    {
        "o": 15798,
        "r": "kjv:Psalm:78:56",
        "t": "Yet*p they tempted and provoked the most high God, and kept not his testimonies:"
    },
    {
        "o": 15799,
        "r": "kjv:Psalm:78:57",
        "t": "But*p turned back, and dealt unfaithfully like their fathers: they were turned aside like a deceitful bow."
    },
    {
        "o": 15800,
        "r": "kjv:Psalm:78:58",
        "t": "For*p they provoked him to anger with their high places, and moved him to jealousy with their graven images."
    },
    {
        "o": 15801,
        "r": "kjv:Psalm:78:59",
        "t": "When*p God heard this, he was wroth, and greatly abhorred Israel:"
    },
    {
        "o": 15802,
        "r": "kjv:Psalm:78:60",
        "t": "So*p that he forsook the tabernacle of Shiloh, the tent which he placed among men;"
    },
    {
        "o": 15803,
        "r": "kjv:Psalm:78:61",
        "t": "And*p delivered his strength into captivity, and his glory into the enemy's hand."
    },
    {
        "o": 15804,
        "r": "kjv:Psalm:78:62",
        "t": "He*p gave his people over also unto the sword; and was wroth with his inheritance."
    },
    {
        "o": 15805,
        "r": "kjv:Psalm:78:63",
        "t": "The*p fire consumed their young men; and their maidens were not given to marriage."
    },
    {
        "o": 15806,
        "r": "kjv:Psalm:78:64",
        "t": "Their*p priests fell by the sword; and their widows made no lamentation."
    },
    {
        "o": 15807,
        "r": "kjv:Psalm:78:65",
        "t": "Then*p the Lord awaked as one out of sleep, and like a mighty man that shouteth by reason of wine."
    },
    {
        "o": 15808,
        "r": "kjv:Psalm:78:66",
        "t": "And*p he smote his enemies in the hinder parts: he put them to a perpetual reproach."
    },
    {
        "o": 15809,
        "r": "kjv:Psalm:78:67",
        "t": "Moreover*p he refused the tabernacle of Joseph, and chose not the tribe of Ephraim:"
    },
    {
        "o": 15810,
        "r": "kjv:Psalm:78:68",
        "t": "But*p chose the tribe of Judah, the mount Zion which he loved."
    },
    {
        "o": 15811,
        "r": "kjv:Psalm:78:69",
        "t": "And*p he built his sanctuary like high palaces, like the earth which he hath established for ever."
    },
    {
        "o": 15812,
        "r": "kjv:Psalm:78:70",
        "t": "He*p chose David also his servant, and took him from the sheepfolds:"
    },
    {
        "o": 15813,
        "r": "kjv:Psalm:78:71",
        "t": "From*p following the ewes great with young he brought him to feed Jacob his people, and Israel his inheritance."
    },
    {
        "o": 15814,
        "r": "kjv:Psalm:78:72",
        "t": "So*p he fed them according to the integrity of his heart; and guided them by the skilfulness of his hands."
    }
]
