[
    {
        "o": 33051,
        "r": "nasb:1 Timothy:1:0",
        "t": "1 Timothy 1",
        "h": 1
    },
    {
        "o": 33052,
        "r": "nasb:1 Timothy:1:0",
        "t": "Misleadings in Doctrine and Living",
        "h": 2
    },
    {
        "o": 33053,
        "r": "nasb:1 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus according to the commandment of God our Savior, and of Christ Jesus, who*i is*i our hope,"
    },
    {
        "o": 33054,
        "r": "nasb:1 Timothy:1:2",
        "t": "To*p Timothy, my*i true child in the*i faith: Grace, mercy and*i peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33055,
        "r": "nasb:1 Timothy:1:3",
        "t": "As*p I urged you upon my departure for Macedonia, remain on at Ephesus so that you may instruct certain men not to teach strange doctrines,"
    },
    {
        "o": 33056,
        "r": "nasb:1 Timothy:1:4",
        "t": "nor to pay attention to myths and endless genealogies, which give rise to mere speculation rather than furthering*i the administration of God which is by faith."
    },
    {
        "o": 33057,
        "r": "nasb:1 Timothy:1:5",
        "t": "But the goal of our instruction is love from a pure heart and a good conscience and a sincere faith."
    },
    {
        "o": 33058,
        "r": "nasb:1 Timothy:1:6",
        "t": "For some men, straying from these things, have turned aside to fruitless discussion,"
    },
    {
        "o": 33059,
        "r": "nasb:1 Timothy:1:7",
        "t": "wanting to be teachers of the Law, even though they do not understand either what they are saying or the matters about which they make confident assertions."
    },
    {
        "o": 33060,
        "r": "nasb:1 Timothy:1:8",
        "t": "But*p we know that the Law is good, if one uses it lawfully,"
    },
    {
        "o": 33061,
        "r": "nasb:1 Timothy:1:9",
        "t": "realizing the fact that law is not made for a righteous person, but for those who are lawless and rebellious, for the ungodly and sinners, for the unholy and profane, for those who kill their fathers or mothers, for murderers"
    },
    {
        "o": 33062,
        "r": "nasb:1 Timothy:1:10",
        "t": "and immoral men and homosexuals and kidnappers and liars and perjurers, and whatever else is contrary to sound teaching,"
    },
    {
        "o": 33063,
        "r": "nasb:1 Timothy:1:11",
        "t": "according to the glorious gospel of the blessed God, with which I have been entrusted."
    },
    {
        "o": 33064,
        "r": "nasb:1 Timothy:1:12",
        "t": "I*p thank Christ Jesus our Lord, who has strengthened me, because He considered me faithful, putting me into service,"
    },
    {
        "o": 33065,
        "r": "nasb:1 Timothy:1:13",
        "t": "even though I was formerly a blasphemer and a persecutor and a violent aggressor. Yet I was shown mercy because I acted ignorantly in unbelief;"
    },
    {
        "o": 33066,
        "r": "nasb:1 Timothy:1:14",
        "t": "and the grace of our Lord was more than abundant, with the faith and love which are found*i in Christ Jesus."
    },
    {
        "o": 33067,
        "r": "nasb:1 Timothy:1:15",
        "t": "It is a trustworthy statement, deserving full acceptance, that Christ Jesus came into the world to save sinners, among whom I am foremost of*i all.*i"
    },
    {
        "o": 33068,
        "r": "nasb:1 Timothy:1:16",
        "t": "Yet for this reason I found mercy, so that in me as the foremost, Jesus Christ might demonstrate His perfect patience as an example for those who would believe in Him for eternal life."
    },
    {
        "o": 33069,
        "r": "nasb:1 Timothy:1:17",
        "t": "Now to the King eternal, immortal, invisible, the only God, be*i honor and glory forever and ever. Amen."
    },
    {
        "o": 33070,
        "r": "nasb:1 Timothy:1:18",
        "t": "This*p command I entrust to you, Timothy, my*i son, in accordance with the prophecies previously made concerning you, that by them you fight the good fight,"
    },
    {
        "o": 33071,
        "r": "nasb:1 Timothy:1:19",
        "t": "keeping faith and a good conscience, which some have rejected and suffered shipwreck in regard to their faith."
    },
    {
        "o": 33072,
        "r": "nasb:1 Timothy:1:20",
        "t": "Among these are Hymenaeus and Alexander, whom I have handed over to Satan, so that they will be taught not to blaspheme."
    },
    {
        "o": 33073,
        "r": "nasb:1 Timothy:2:0",
        "t": "1 Timothy 2",
        "h": 1
    },
    {
        "o": 33074,
        "r": "nasb:1 Timothy:2:0",
        "t": "A Call to Prayer",
        "h": 2
    },
    {
        "o": 33075,
        "r": "nasb:1 Timothy:2:1",
        "t": "First*p of all, then, I urge that entreaties and*i prayers, petitions and*i thanksgivings, be made on behalf of all men,"
    },
    {
        "o": 33076,
        "r": "nasb:1 Timothy:2:2",
        "t": "for kings and all who are in authority, so that we may lead a tranquil and quiet life in all godliness and dignity."
    },
    {
        "o": 33077,
        "r": "nasb:1 Timothy:2:3",
        "t": "This is good and acceptable in the sight of God our Savior,"
    },
    {
        "o": 33078,
        "r": "nasb:1 Timothy:2:4",
        "t": "who desires all men to be saved and to come to the knowledge of the truth."
    },
    {
        "o": 33079,
        "r": "nasb:1 Timothy:2:5",
        "t": "For there is one God, and*i one mediator also between God and men, the*i man Christ Jesus,"
    },
    {
        "o": 33080,
        "r": "nasb:1 Timothy:2:6",
        "t": "who gave Himself as a ransom for all, the testimony given*i at the proper time."
    },
    {
        "o": 33081,
        "r": "nasb:1 Timothy:2:7",
        "t": "For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying) as a teacher of the Gentiles in faith and truth."
    },
    {
        "o": 33082,
        "r": "nasb:1 Timothy:2:8",
        "t": "Therefore*p I want the men in every place to pray, lifting up holy hands, without wrath and dissension."
    },
    {
        "o": 33083,
        "r": "nasb:1 Timothy:2:8",
        "t": "Women Instructed",
        "h": 2
    },
    {
        "o": 33084,
        "r": "nasb:1 Timothy:2:9",
        "t": "Likewise,*p I*i want*i women to adorn themselves with proper clothing, modestly and discreetly, not with braided hair and gold or pearls or costly garments,"
    },
    {
        "o": 33085,
        "r": "nasb:1 Timothy:2:10",
        "t": "but rather by means of good works, as is proper for women making a claim to godliness."
    },
    {
        "o": 33086,
        "r": "nasb:1 Timothy:2:11",
        "t": "A woman must quietly receive instruction with entire submissiveness."
    },
    {
        "o": 33087,
        "r": "nasb:1 Timothy:2:12",
        "t": "But I do not allow a woman to teach or exercise authority over a man, but to remain quiet."
    },
    {
        "o": 33088,
        "r": "nasb:1 Timothy:2:13",
        "t": "For it was Adam who was first created, and*i then Eve."
    },
    {
        "o": 33089,
        "r": "nasb:1 Timothy:2:14",
        "t": "And it*i was*i not Adam who*i was deceived, but the woman being deceived, fell into transgression."
    },
    {
        "o": 33090,
        "r": "nasb:1 Timothy:2:15",
        "t": "But women*i will be preserved through the bearing of children if they continue in faith and love and sanctity with self-restraint."
    },
    {
        "o": 33091,
        "r": "nasb:1 Timothy:3:0",
        "t": "1 Timothy 3",
        "h": 1
    },
    {
        "o": 33092,
        "r": "nasb:1 Timothy:3:0",
        "t": "Overseers and Deacons",
        "h": 2
    },
    {
        "o": 33093,
        "r": "nasb:1 Timothy:3:1",
        "t": "It*p is a trustworthy statement: if any man aspires to the office of overseer, it is a fine work he desires to*i do.*i"
    },
    {
        "o": 33094,
        "r": "nasb:1 Timothy:3:2",
        "t": "An overseer, then, must be above reproach, the husband of one wife, temperate, prudent, respectable, hospitable, able to teach,"
    },
    {
        "o": 33095,
        "r": "nasb:1 Timothy:3:3",
        "t": "not addicted to wine or pugnacious, but gentle, peaceable, free from the love of money."
    },
    {
        "o": 33096,
        "r": "nasb:1 Timothy:3:4",
        "t": "He*i must*i be*i one who manages his own household well, keeping his children under control with all dignity"
    },
    {
        "o": 33097,
        "r": "nasb:1 Timothy:3:5",
        "t": "(but if a man does not know how to manage his own household, how will he take care of the church of God?),"
    },
    {
        "o": 33098,
        "r": "nasb:1 Timothy:3:6",
        "t": "and*i not a new convert, so that he will not become conceited and fall into the condemnation incurred by the devil."
    },
    {
        "o": 33099,
        "r": "nasb:1 Timothy:3:7",
        "t": "And he must have a good reputation with those outside the*i church,*i so that he will not fall into reproach and the snare of the devil."
    },
    {
        "o": 33100,
        "r": "nasb:1 Timothy:3:8",
        "t": "Deacons*p likewise must*i be*i men of dignity, not double-tongued, or addicted to much wine or fond of sordid gain,"
    },
    {
        "o": 33101,
        "r": "nasb:1 Timothy:3:9",
        "t": "but*i holding to the mystery of the faith with a clear conscience."
    },
    {
        "o": 33102,
        "r": "nasb:1 Timothy:3:10",
        "t": "These men must also first be tested; then let them serve as deacons if they are beyond reproach."
    },
    {
        "o": 33103,
        "r": "nasb:1 Timothy:3:11",
        "t": "Women must*i likewise be*i dignified, not malicious gossips, but temperate, faithful in all things."
    },
    {
        "o": 33104,
        "r": "nasb:1 Timothy:3:12",
        "t": "Deacons must be husbands of only*i one wife, and*i good managers of their*i children and their own households."
    },
    {
        "o": 33105,
        "r": "nasb:1 Timothy:3:13",
        "t": "For those who have served well as deacons obtain for themselves a high standing and great confidence in the faith that is in Christ Jesus."
    },
    {
        "o": 33106,
        "r": "nasb:1 Timothy:3:14",
        "t": "I*p am writing these things to you, hoping to come to you before long;"
    },
    {
        "o": 33107,
        "r": "nasb:1 Timothy:3:15",
        "t": "but in case I am delayed, I*i write*i so that you will know how one ought to conduct himself in the household of God, which is the church of the living God, the pillar and support of the truth."
    },
    {
        "o": 33108,
        "r": "nasb:1 Timothy:3:16",
        "t": "By common confession, great is the mystery of godliness: He*pn who was revealed in the flesh, Was*ln vindicated in the Spirit, Seen*ln by angels, Proclaimed*ln among the nations, Believed*ln on in the world, Taken*ln up in glory."
    },
    {
        "o": 33109,
        "r": "nasb:1 Timothy:4:0",
        "t": "1 Timothy 4",
        "h": 1
    },
    {
        "o": 33110,
        "r": "nasb:1 Timothy:4:0",
        "t": "Apostasy",
        "h": 2
    },
    {
        "o": 33111,
        "r": "nasb:1 Timothy:4:1",
        "t": "But*p the Spirit explicitly says that in later times some will fall away from the faith, paying attention to deceitful spirits and doctrines of demons,"
    },
    {
        "o": 33112,
        "r": "nasb:1 Timothy:4:2",
        "t": "by means of the hypocrisy of liars seared in their own conscience as with a branding iron,"
    },
    {
        "o": 33113,
        "r": "nasb:1 Timothy:4:3",
        "t": "men*i who forbid marriage and*i advocate*i abstaining from foods which God has created to be gratefully shared in by those who believe and know the truth."
    },
    {
        "o": 33114,
        "r": "nasb:1 Timothy:4:4",
        "t": "For everything created by God is good, and nothing is to be rejected if it is received with gratitude;"
    },
    {
        "o": 33115,
        "r": "nasb:1 Timothy:4:5",
        "t": "for it is sanctified by means of the word of God and prayer."
    },
    {
        "o": 33116,
        "r": "nasb:1 Timothy:4:5",
        "t": "A Good Minister’s Discipline",
        "h": 2
    },
    {
        "o": 33117,
        "r": "nasb:1 Timothy:4:6",
        "t": "In*p pointing out these things to the brethren, you will be a good servant of Christ Jesus, constantly*i nourished on the words of the faith and of the sound doctrine which you have been following."
    },
    {
        "o": 33118,
        "r": "nasb:1 Timothy:4:7",
        "t": "But have nothing to do with worldly fables fit only for old women. On the other hand, discipline yourself for the purpose of godliness;"
    },
    {
        "o": 33119,
        "r": "nasb:1 Timothy:4:8",
        "t": "for bodily discipline is only of little profit, but godliness is profitable for all things, since it holds promise for the present life and also*i for the life*i to come."
    },
    {
        "o": 33120,
        "r": "nasb:1 Timothy:4:9",
        "t": "It is a trustworthy statement deserving full acceptance."
    },
    {
        "o": 33121,
        "r": "nasb:1 Timothy:4:10",
        "t": "For it is for this we labor and strive, because we have fixed our hope on the living God, who is the Savior of all men, especially of believers."
    },
    {
        "o": 33122,
        "r": "nasb:1 Timothy:4:11",
        "t": "Prescribe*p and teach these things."
    },
    {
        "o": 33123,
        "r": "nasb:1 Timothy:4:12",
        "t": "Let no one look down on your youthfulness, but rather*i in speech, conduct, love, faith and*i purity, show yourself an example of those who believe."
    },
    {
        "o": 33124,
        "r": "nasb:1 Timothy:4:13",
        "t": "Until I come, give attention to the public*i reading of*i Scripture,*i to exhortation and teaching."
    },
    {
        "o": 33125,
        "r": "nasb:1 Timothy:4:14",
        "t": "Do not neglect the spiritual gift within you, which was bestowed on you through prophetic utterance with the laying on of hands by the presbytery."
    },
    {
        "o": 33126,
        "r": "nasb:1 Timothy:4:15",
        "t": "Take pains with these things; be absorbed*i in them, so that your progress will be evident to all."
    },
    {
        "o": 33127,
        "r": "nasb:1 Timothy:4:16",
        "t": "Pay close attention to yourself and to your teaching; persevere in these things, for as you do this you will ensure salvation both for yourself and for those who hear you."
    },
    {
        "o": 33128,
        "r": "nasb:1 Timothy:5:0",
        "t": "1 Timothy 5",
        "h": 1
    },
    {
        "o": 33129,
        "r": "nasb:1 Timothy:5:0",
        "t": "Honor Widows",
        "h": 2
    },
    {
        "o": 33130,
        "r": "nasb:1 Timothy:5:1",
        "t": "Do*p not sharply rebuke an older man, but rather*i appeal to him*i as a father, to*i the younger men as brothers,"
    },
    {
        "o": 33131,
        "r": "nasb:1 Timothy:5:2",
        "t": "the older women as mothers, and*i the younger women as sisters, in all purity."
    },
    {
        "o": 33132,
        "r": "nasb:1 Timothy:5:3",
        "t": "Honor*p widows who are widows indeed;"
    },
    {
        "o": 33133,
        "r": "nasb:1 Timothy:5:4",
        "t": "but if any widow has children or grandchildren, they must first learn to practice piety in regard to their own family and to make some return to their parents; for this is acceptable in the sight of God."
    },
    {
        "o": 33134,
        "r": "nasb:1 Timothy:5:5",
        "t": "Now she who is a widow indeed and who has been left alone, has fixed her hope on God and continues in entreaties and prayers night and day."
    },
    {
        "o": 33135,
        "r": "nasb:1 Timothy:5:6",
        "t": "But she who gives herself to wanton pleasure is dead even while she lives."
    },
    {
        "o": 33136,
        "r": "nasb:1 Timothy:5:7",
        "t": "Prescribe these things as well, so that they may be above reproach."
    },
    {
        "o": 33137,
        "r": "nasb:1 Timothy:5:8",
        "t": "But if anyone does not provide for his own, and especially for those of his household, he has denied the faith and is worse than an unbeliever."
    },
    {
        "o": 33138,
        "r": "nasb:1 Timothy:5:9",
        "t": "A*p widow is to be put on the list only if she is not less than sixty years old, having*i been*i the wife of one man,"
    },
    {
        "o": 33139,
        "r": "nasb:1 Timothy:5:10",
        "t": "having a reputation for good works; and*i if she has brought up children, if she has shown hospitality to strangers, if she has washed the saints’ feet, if she has assisted those in distress, and*i if she has devoted herself to every good work."
    },
    {
        "o": 33140,
        "r": "nasb:1 Timothy:5:11",
        "t": "But refuse to*i put*i younger widows on*i the*i list,*i for when they feel sensual desires in disregard of Christ, they want to get married,"
    },
    {
        "o": 33141,
        "r": "nasb:1 Timothy:5:12",
        "t": "thus*i incurring condemnation, because they have set aside their previous pledge."
    },
    {
        "o": 33142,
        "r": "nasb:1 Timothy:5:13",
        "t": "At the same time they also learn to*i be*i idle, as they go around from house to house; and not merely idle, but also gossips and busybodies, talking about things not proper to*i mention.*i"
    },
    {
        "o": 33143,
        "r": "nasb:1 Timothy:5:14",
        "t": "Therefore, I want younger widows*i to get married, bear children, keep house, and*i give the enemy no occasion for reproach;"
    },
    {
        "o": 33144,
        "r": "nasb:1 Timothy:5:15",
        "t": "for some have already turned aside to follow Satan."
    },
    {
        "o": 33145,
        "r": "nasb:1 Timothy:5:16",
        "t": "If any woman who is a believer has dependent*i widows, she must assist them and the church must not be burdened, so that it may assist those who are widows indeed."
    },
    {
        "o": 33146,
        "r": "nasb:1 Timothy:5:16",
        "t": "Concerning Elders",
        "h": 2
    },
    {
        "o": 33147,
        "r": "nasb:1 Timothy:5:17",
        "t": "The*p elders who rule well are to be considered worthy of double honor, especially those who work hard at preaching and teaching."
    },
    {
        "o": 33148,
        "r": "nasb:1 Timothy:5:18",
        "t": "For the Scripture says, “You*s shall*s not*s muzzle*s the*s ox*s while*s he*s is*s threshing,”*s and “The laborer is worthy of his wages.”"
    },
    {
        "o": 33149,
        "r": "nasb:1 Timothy:5:19",
        "t": "Do not receive an accusation against an elder except on the basis of two or three witnesses."
    },
    {
        "o": 33150,
        "r": "nasb:1 Timothy:5:20",
        "t": "Those who continue in sin, rebuke in the presence of all, so that the rest also will be fearful of*i sinning.*i"
    },
    {
        "o": 33151,
        "r": "nasb:1 Timothy:5:21",
        "t": "I solemnly charge you in the presence of God and of Christ Jesus and of His*i chosen angels, to maintain these principles*i without bias, doing nothing in a spirit*i of*i partiality."
    },
    {
        "o": 33152,
        "r": "nasb:1 Timothy:5:22",
        "t": "Do not lay hands upon anyone too*i hastily and thereby share responsibility*i for*i the sins of others; keep yourself free from sin."
    },
    {
        "o": 33153,
        "r": "nasb:1 Timothy:5:23",
        "t": "No*p longer drink water exclusively,*i but use a little wine for the sake of your stomach and your frequent ailments."
    },
    {
        "o": 33154,
        "r": "nasb:1 Timothy:5:24",
        "t": "The*p sins of some men are quite evident, going before them to judgment; for others, their sins*i follow after."
    },
    {
        "o": 33155,
        "r": "nasb:1 Timothy:5:25",
        "t": "Likewise also, deeds that are good are quite evident, and those which are otherwise cannot be concealed."
    },
    {
        "o": 33156,
        "r": "nasb:1 Timothy:6:0",
        "t": "1 Timothy 6",
        "h": 1
    },
    {
        "o": 33157,
        "r": "nasb:1 Timothy:6:0",
        "t": "Instructions to Those Who Minister",
        "h": 2
    },
    {
        "o": 33158,
        "r": "nasb:1 Timothy:6:1",
        "t": "All*p who are under the yoke as slaves are to regard their own masters as worthy of all honor so that the name of God and our*i doctrine will not be spoken against."
    },
    {
        "o": 33159,
        "r": "nasb:1 Timothy:6:2",
        "t": "Those who have believers as their masters must not be disrespectful to them because they are brethren, but must serve them all the more, because those who partake of the benefit are believers and beloved. Teach and preach these principles.*i"
    },
    {
        "o": 33160,
        "r": "nasb:1 Timothy:6:3",
        "t": "If*p anyone advocates a different doctrine and does not agree with sound words, those of our Lord Jesus Christ, and with the doctrine conforming to godliness,"
    },
    {
        "o": 33161,
        "r": "nasb:1 Timothy:6:4",
        "t": "he is conceited and*i understands nothing; but he has a morbid interest in controversial questions and disputes about words, out of which arise envy, strife, abusive language, evil suspicions,"
    },
    {
        "o": 33162,
        "r": "nasb:1 Timothy:6:5",
        "t": "and constant friction between men of depraved mind and deprived of the truth, who suppose that godliness is a means of gain."
    },
    {
        "o": 33163,
        "r": "nasb:1 Timothy:6:6",
        "t": "But godliness actually*i is a means of great gain when accompanied by contentment."
    },
    {
        "o": 33164,
        "r": "nasb:1 Timothy:6:7",
        "t": "For we have brought nothing into the world, so we cannot take anything out of it either."
    },
    {
        "o": 33165,
        "r": "nasb:1 Timothy:6:8",
        "t": "If we have food and covering, with these we shall be content."
    },
    {
        "o": 33166,
        "r": "nasb:1 Timothy:6:9",
        "t": "But those who want to get rich fall into temptation and a snare and many foolish and harmful desires which plunge men into ruin and destruction."
    },
    {
        "o": 33167,
        "r": "nasb:1 Timothy:6:10",
        "t": "For the love of money is a root of all sorts of evil, and some by longing for it have wandered away from the faith and pierced themselves with many griefs."
    },
    {
        "o": 33168,
        "r": "nasb:1 Timothy:6:11",
        "t": "But*p flee from these things, you man of God, and pursue righteousness, godliness, faith, love, perseverance and*i gentleness."
    },
    {
        "o": 33169,
        "r": "nasb:1 Timothy:6:12",
        "t": "Fight the good fight of faith; take hold of the eternal life to which you were called, and you made the good confession in the presence of many witnesses."
    },
    {
        "o": 33170,
        "r": "nasb:1 Timothy:6:13",
        "t": "I charge you in the presence of God, who gives life to all things, and of Christ Jesus, who testified the good confession before Pontius Pilate,"
    },
    {
        "o": 33171,
        "r": "nasb:1 Timothy:6:14",
        "t": "that you keep the commandment without stain or reproach until the appearing of our Lord Jesus Christ,"
    },
    {
        "o": 33172,
        "r": "nasb:1 Timothy:6:15",
        "t": "which He will bring about at the proper time—He who is the blessed and only Sovereign, the King of kings and Lord of lords,"
    },
    {
        "o": 33173,
        "r": "nasb:1 Timothy:6:16",
        "t": "who alone possesses immortality and dwells in unapproachable light, whom no man has seen or can see. To Him be*i honor and eternal dominion! Amen."
    },
    {
        "o": 33174,
        "r": "nasb:1 Timothy:6:17",
        "t": "Instruct*p those who are rich in this present world not to be conceited or to fix their hope on the uncertainty of riches, but on God, who richly supplies us with all things to enjoy."
    },
    {
        "o": 33175,
        "r": "nasb:1 Timothy:6:18",
        "t": "Instruct*i them*i to do good, to be rich in good works, to be generous and ready to share,"
    },
    {
        "o": 33176,
        "r": "nasb:1 Timothy:6:19",
        "t": "storing up for themselves the treasure of a good foundation for the future, so that they may take hold of that which is life indeed."
    },
    {
        "o": 33177,
        "r": "nasb:1 Timothy:6:20",
        "t": "O*p Timothy, guard what has been entrusted to you, avoiding worldly and*i empty chatter and*i the opposing arguments of what is falsely called “knowledge”—"
    },
    {
        "o": 33178,
        "r": "nasb:1 Timothy:6:21",
        "t": "which some have professed and thus gone astray from the faith. Grace*bp be with you."
    }
]
