[
    {
        "o": 10676,
        "r": "nasb:2 Kings:9:0",
        "t": "2 Kings 9",
        "h": 1
    },
    {
        "o": 10677,
        "r": "nasb:2 Kings:9:0",
        "t": "Jehu Reigns over Israel",
        "h": 2
    },
    {
        "o": 10678,
        "r": "nasb:2 Kings:9:1",
        "t": "Now*p Elisha the prophet called one of the sons of the prophets and said to him, “Gird up your loins, and take this flask of oil in your hand and go to Ramoth-gilead."
    },
    {
        "o": 10679,
        "r": "nasb:2 Kings:9:2",
        "t": "When you arrive there, search out Jehu the son of Jehoshaphat the son of Nimshi, and go in and bid him arise from among his brothers, and bring him to an inner room."
    },
    {
        "o": 10680,
        "r": "nasb:2 Kings:9:3",
        "t": "Then take the flask of oil and pour it on his head and say, ‘Thus says the Lord,*s “I have anointed you king over Israel.” ’ Then open the door and flee and do not wait.”"
    },
    {
        "o": 10681,
        "r": "nasb:2 Kings:9:4",
        "t": "So*p the young man, the servant of the prophet, went to Ramoth-gilead."
    },
    {
        "o": 10682,
        "r": "nasb:2 Kings:9:5",
        "t": "When he came, behold, the captains of the army were sitting, and he said, “I have a word for you, O captain.” And Jehu said, “For which one*i of us?” And he said, “For you, O captain.”"
    },
    {
        "o": 10683,
        "r": "nasb:2 Kings:9:6",
        "t": "He arose and went into the house, and he poured the oil on his head and said to him, “Thus says the Lord,*s the God of Israel, ‘I have anointed you king over the people of the Lord,*s even*i over Israel."
    },
    {
        "o": 10684,
        "r": "nasb:2 Kings:9:7",
        "t": "You shall strike the house of Ahab your master, that I may avenge the blood of My servants the prophets, and the blood of all the servants of the Lord,*s at the hand of Jezebel."
    },
    {
        "o": 10685,
        "r": "nasb:2 Kings:9:8",
        "t": "For the whole house of Ahab shall perish, and I will cut off from Ahab every male person both bond and free in Israel."
    },
    {
        "o": 10686,
        "r": "nasb:2 Kings:9:9",
        "t": "I will make the house of Ahab like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah."
    },
    {
        "o": 10687,
        "r": "nasb:2 Kings:9:10",
        "t": "The dogs shall eat Jezebel in the territory of Jezreel, and none shall bury her.’ ”*i Then he opened the door and fled."
    },
    {
        "o": 10688,
        "r": "nasb:2 Kings:9:11",
        "t": "Now*p Jehu came out to the servants of his master, and one said to him, “Is all well? Why did this mad fellow come to you?” And he said to them, “You know very*i well*i the man and his talk.”"
    },
    {
        "o": 10689,
        "r": "nasb:2 Kings:9:12",
        "t": "They said, “It is a lie, tell us now.” And he said, “Thus and thus he said to me, ‘Thus says the Lord,*s “I have anointed you king over Israel.” ’ ”"
    },
    {
        "o": 10690,
        "r": "nasb:2 Kings:9:13",
        "t": "Then they hurried and each man took his garment and placed it under him on the bare steps, and blew the trumpet, saying, “Jehu is king!”"
    },
    {
        "o": 10691,
        "r": "nasb:2 Kings:9:13",
        "t": "Jehoram (Joram) Is Assassinated",
        "h": 2
    },
    {
        "o": 10692,
        "r": "nasb:2 Kings:9:14",
        "t": "So*p Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram. Now Joram with all Israel was defending Ramoth-gilead against Hazael king of Aram,"
    },
    {
        "o": 10693,
        "r": "nasb:2 Kings:9:15",
        "t": "but King Joram had returned to Jezreel to be healed of the wounds which the Arameans had inflicted on him when he fought with Hazael king of Aram. So Jehu said, “If this is your mind, then*i let no one escape or*i leave the city to go tell it*i in Jezreel.”"
    },
    {
        "o": 10694,
        "r": "nasb:2 Kings:9:16",
        "t": "Then Jehu rode in a chariot and went to Jezreel, for Joram was lying there. Ahaziah king of Judah had come down to see Joram."
    },
    {
        "o": 10695,
        "r": "nasb:2 Kings:9:17",
        "t": "Now*p the watchman was standing on the tower in Jezreel and he saw the company of Jehu as he came, and said, “I see a company.” And Joram said, “Take a horseman and send him to meet them and let him say, ‘Is it peace?’ ”"
    },
    {
        "o": 10696,
        "r": "nasb:2 Kings:9:18",
        "t": "So a horseman went to meet him and said, “Thus says the king, ‘Is it peace?’ ” And Jehu said, “What have you to do with peace? Turn behind me.” And the watchman reported, “The messenger came to them, but he did not return.”"
    },
    {
        "o": 10697,
        "r": "nasb:2 Kings:9:19",
        "t": "Then he sent out a second horseman, who came to them and said, “Thus says the king, ‘Is it peace?’ ” And Jehu answered, “What have you to do with peace? Turn behind me.”"
    },
    {
        "o": 10698,
        "r": "nasb:2 Kings:9:20",
        "t": "The watchman reported, “He came even to them, and he did not return; and the driving is like the driving of Jehu the son of Nimshi, for he drives furiously.”"
    },
    {
        "o": 10699,
        "r": "nasb:2 Kings:9:21",
        "t": "Then*p Joram said, “Get ready.” And they made his chariot ready. Joram king of Israel and Ahaziah king of Judah went out, each in his chariot, and they went out to meet Jehu and found him in the property of Naboth the Jezreelite."
    },
    {
        "o": 10700,
        "r": "nasb:2 Kings:9:22",
        "t": "When Joram saw Jehu, he said, “Is it peace, Jehu?” And he answered, “What peace, so long as the harlotries of your mother Jezebel and her witchcrafts are so many?”"
    },
    {
        "o": 10701,
        "r": "nasb:2 Kings:9:23",
        "t": "So Joram reined about and fled and said to Ahaziah, “There*i is*i treachery, O Ahaziah!”"
    },
    {
        "o": 10702,
        "r": "nasb:2 Kings:9:24",
        "t": "And Jehu drew his bow with his full strength and shot Joram between his arms; and the arrow went through his heart and he sank in his chariot."
    },
    {
        "o": 10703,
        "r": "nasb:2 Kings:9:25",
        "t": "Then Jehu*i said to Bidkar his officer, “Take him*i up and cast him into the property of the field of Naboth the Jezreelite, for I remember when you and I were riding together after Ahab his father, that the Lord*s laid this oracle against him:"
    },
    {
        "o": 10704,
        "r": "nasb:2 Kings:9:26",
        "t": "‘Surely I have seen yesterday the blood of Naboth and the blood of his sons,’ says the Lord,*s ‘and I will repay you in this property,’ says the Lord.*s Now then, take and cast him into the property, according to the word of the Lord.”*s"
    },
    {
        "o": 10705,
        "r": "nasb:2 Kings:9:26",
        "t": "Jehu Assassinates Ahaziah",
        "h": 2
    },
    {
        "o": 10706,
        "r": "nasb:2 Kings:9:27",
        "t": "When*p Ahaziah the king of Judah saw this,*i he fled by the way of the garden house. And Jehu pursued him and said, “Shoot him too, in the chariot.” So*i they*i shot*i him*i at the ascent of Gur, which is at Ibleam. But he fled to Megiddo and died there."
    },
    {
        "o": 10707,
        "r": "nasb:2 Kings:9:28",
        "t": "Then his servants carried him in a chariot to Jerusalem and buried him in his grave with his fathers in the city of David."
    },
    {
        "o": 10708,
        "r": "nasb:2 Kings:9:29",
        "t": "Now*p in the eleventh year of Joram, the son of Ahab, Ahaziah became king over Judah."
    },
    {
        "o": 10709,
        "r": "nasb:2 Kings:9:30",
        "t": "When*p Jehu came to Jezreel, Jezebel heard of*i it,*i and she painted her eyes and adorned her head and looked out the window."
    },
    {
        "o": 10710,
        "r": "nasb:2 Kings:9:31",
        "t": "As Jehu entered the gate, she said, “Is it well, Zimri, your master’s murderer?”"
    },
    {
        "o": 10711,
        "r": "nasb:2 Kings:9:32",
        "t": "Then he lifted up his face to the window and said, “Who is on my side? Who?” And two or three officials looked down at him."
    },
    {
        "o": 10712,
        "r": "nasb:2 Kings:9:32",
        "t": "Jezebel Is Slain",
        "h": 2
    },
    {
        "o": 10713,
        "r": "nasb:2 Kings:9:33",
        "t": "He*p said, “Throw her down.” So they threw her down, and some of her blood was sprinkled on the wall and on the horses, and he trampled her under foot."
    },
    {
        "o": 10714,
        "r": "nasb:2 Kings:9:34",
        "t": "When he came in, he ate and drank; and he said, “See now to this cursed woman and bury her, for she is a king’s daughter.”"
    },
    {
        "o": 10715,
        "r": "nasb:2 Kings:9:35",
        "t": "They went to bury her, but they found nothing more of her than the skull and the feet and the palms of her hands."
    },
    {
        "o": 10716,
        "r": "nasb:2 Kings:9:36",
        "t": "Therefore they returned and told him. And he said, “This is the word of the Lord,*s which He spoke by His servant Elijah the Tishbite, saying, ‘In the property of Jezreel the dogs shall eat the flesh of Jezebel;"
    },
    {
        "o": 10717,
        "r": "nasb:2 Kings:9:37",
        "t": "and the corpse of Jezebel will be as dung on the face of the field in the property of Jezreel, so they cannot say, “This is Jezebel.” ’ ”"
    }
]
