[
    {
        "o": 33782,
        "r": "csb:2 Timothy:1:0",
        "t": "2 Timothy 1",
        "h": 1
    },
    {
        "o": 33783,
        "r": "csb:2 Timothy:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33784,
        "r": "csb:2 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by God’s will, for the sake of the promise of life in Christ Jesus:"
    },
    {
        "o": 33785,
        "r": "csb:2 Timothy:1:2",
        "t": "To*p Timothy, my dearly loved son. Grace,*p mercy, and peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 33786,
        "r": "csb:2 Timothy:1:2",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 33787,
        "r": "csb:2 Timothy:1:3",
        "t": "I*p thank God, whom I serve with a clear conscience as my ancestors did, when I constantly remember you in my prayers night and day."
    },
    {
        "o": 33788,
        "r": "csb:2 Timothy:1:4",
        "t": "Remembering your tears, I long to see you so that I may be filled with joy."
    },
    {
        "o": 33789,
        "r": "csb:2 Timothy:1:5",
        "t": "I recall your sincere faith that first lived in your grandmother Lois and in your mother Eunice and now, I am convinced, is in you also."
    },
    {
        "o": 33790,
        "r": "csb:2 Timothy:1:6",
        "t": "Therefore,*p I remind you to rekindle the gift of God that is in you through the laying on of my hands."
    },
    {
        "o": 33791,
        "r": "csb:2 Timothy:1:7",
        "t": "For God has not given us a spirit of fear, but one of power, love, and sound judgment."
    },
    {
        "o": 33792,
        "r": "csb:2 Timothy:1:7",
        "t": "Not Ashamed of the Gospel",
        "h": 2
    },
    {
        "o": 33793,
        "r": "csb:2 Timothy:1:8",
        "t": "So*p don’t be ashamed of the testimony about our Lord, or of me his prisoner. Instead, share in suffering for the gospel, relying on the power of God."
    },
    {
        "o": 33794,
        "r": "csb:2 Timothy:1:9",
        "t": "He has saved us and called us with a holy calling, not according to our works, but according to his own purpose and grace, which was given to us in Christ Jesus before time began."
    },
    {
        "o": 33795,
        "r": "csb:2 Timothy:1:10",
        "t": "This has now been made evident through the appearing of our Savior Christ Jesus, who has abolished death and has brought life and immortality to light through the gospel."
    },
    {
        "o": 33796,
        "r": "csb:2 Timothy:1:11",
        "t": "For this gospel I was appointed a herald, apostle, and teacher,"
    },
    {
        "o": 33797,
        "r": "csb:2 Timothy:1:12",
        "t": "and that is why I suffer these things. But I am not ashamed, because I know whom I have believed and am persuaded that he is able to guard what has been entrusted to me until that day."
    },
    {
        "o": 33798,
        "r": "csb:2 Timothy:1:12",
        "t": "Be Loyal to the Faith",
        "h": 2
    },
    {
        "o": 33799,
        "r": "csb:2 Timothy:1:13",
        "t": "Hold*p on to the pattern of sound teaching that you have heard from me, in the faith and love that are in Christ Jesus."
    },
    {
        "o": 33800,
        "r": "csb:2 Timothy:1:14",
        "t": "Guard the good deposit through the Holy Spirit who lives in us."
    },
    {
        "o": 33801,
        "r": "csb:2 Timothy:1:15",
        "t": "You know that all those in the province of Asia have deserted me, including Phygelus and Hermogenes."
    },
    {
        "o": 33802,
        "r": "csb:2 Timothy:1:16",
        "t": "May the Lord grant mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chains."
    },
    {
        "o": 33803,
        "r": "csb:2 Timothy:1:17",
        "t": "On the contrary, when he was in Rome, he diligently searched for me and found me."
    },
    {
        "o": 33804,
        "r": "csb:2 Timothy:1:18",
        "t": "May the Lord grant that he obtain mercy from him on that day. You know very well how much he ministered at Ephesus."
    }
]
