[
    {
        "o": 13421,
        "r": "niv:Ezra:10:0",
        "t": "Ezra 10",
        "h": 1
    },
    {
        "o": 13422,
        "r": "niv:Ezra:10:0",
        "t": "The People’s Confession of Sin",
        "h": 2
    },
    {
        "o": 13423,
        "r": "niv:Ezra:10:1",
        "t": "While*p Ezra was praying and confessing, weeping and throwing himself down before the house of God, a large crowd of Israelites—men, women and children—gathered around him. They too wept bitterly."
    },
    {
        "o": 13424,
        "r": "niv:Ezra:10:2",
        "t": "Then Shekaniah son of Jehiel, one of the descendants of Elam, said to Ezra, “We have been unfaithful to our God by marrying foreign women from the peoples around us. But in spite of this, there is still hope for Israel."
    },
    {
        "o": 13425,
        "r": "niv:Ezra:10:3",
        "t": "Now let us make a covenant before our God to send away all these women and their children, in accordance with the counsel of my lord and of those who fear the commands of our God. Let it be done according to the Law."
    },
    {
        "o": 13426,
        "r": "niv:Ezra:10:4",
        "t": "Rise up; this matter is in your hands. We will support you, so take courage and do it.”"
    },
    {
        "o": 13427,
        "r": "niv:Ezra:10:5",
        "t": "So*p Ezra rose up and put the leading priests and Levites and all Israel under oath to do what had been suggested. And they took the oath."
    },
    {
        "o": 13428,
        "r": "niv:Ezra:10:6",
        "t": "Then Ezra withdrew from before the house of God and went to the room of Jehohanan son of Eliashib. While he was there, he ate no food and drank no water, because he continued to mourn over the unfaithfulness of the exiles."
    },
    {
        "o": 13429,
        "r": "niv:Ezra:10:7",
        "t": "A*p proclamation was then issued throughout Judah and Jerusalem for all the exiles to assemble in Jerusalem."
    },
    {
        "o": 13430,
        "r": "niv:Ezra:10:8",
        "t": "Anyone who failed to appear within three days would forfeit all his property, in accordance with the decision of the officials and elders, and would himself be expelled from the assembly of the exiles."
    },
    {
        "o": 13431,
        "r": "niv:Ezra:10:9",
        "t": "Within*p the three days, all the men of Judah and Benjamin had gathered in Jerusalem. And on the twentieth day of the ninth month, all the people were sitting in the square before the house of God, greatly distressed by the occasion and because of the rain."
    },
    {
        "o": 13432,
        "r": "niv:Ezra:10:10",
        "t": "Then Ezra the priest stood up and said to them, “You have been unfaithful; you have married foreign women, adding to Israel’s guilt."
    },
    {
        "o": 13433,
        "r": "niv:Ezra:10:11",
        "t": "Now honor the Lord,*s the God of your ancestors, and do his will. Separate yourselves from the peoples around you and from your foreign wives.”"
    },
    {
        "o": 13434,
        "r": "niv:Ezra:10:12",
        "t": "The*p whole assembly responded with a loud voice: “You are right! We must do as you say."
    },
    {
        "o": 13435,
        "r": "niv:Ezra:10:13",
        "t": "But there are many people here and it is the rainy season; so we cannot stand outside. Besides, this matter cannot be taken care of in a day or two, because we have sinned greatly in this thing."
    },
    {
        "o": 13436,
        "r": "niv:Ezra:10:14",
        "t": "Let our officials act for the whole assembly. Then let everyone in our towns who has married a foreign woman come at a set time, along with the elders and judges of each town, until the fierce anger of our God in this matter is turned away from us.”"
    },
    {
        "o": 13437,
        "r": "niv:Ezra:10:15",
        "t": "Only Jonathan son of Asahel and Jahzeiah son of Tikvah, supported by Meshullam and Shabbethai the Levite, opposed this."
    },
    {
        "o": 13438,
        "r": "niv:Ezra:10:16",
        "t": "So*p the exiles did as was proposed. Ezra the priest selected men who were family heads, one from each family division, and all of them designated by name. On the first day of the tenth month they sat down to investigate the cases,"
    },
    {
        "o": 13439,
        "r": "niv:Ezra:10:17",
        "t": "and by the first day of the first month they finished dealing with all the men who had married foreign women."
    },
    {
        "o": 13440,
        "r": "niv:Ezra:10:17",
        "t": "Those Guilty of Intermarriage",
        "h": 2
    },
    {
        "o": 13441,
        "r": "niv:Ezra:10:18",
        "t": "Among*ln the descendants of the priests, the following had married foreign women: From*pln the descendants of Joshua son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib and Gedaliah."
    },
    {
        "o": 13442,
        "r": "niv:Ezra:10:19",
        "t": "(They all gave their hands in pledge to put away their wives, and for their guilt they each presented a ram from the flock as a guilt offering.)"
    },
    {
        "o": 13443,
        "r": "niv:Ezra:10:20",
        "t": "From*ln the descendants of Immer: Hanani*ld and Zebadiah."
    },
    {
        "o": 13444,
        "r": "niv:Ezra:10:21",
        "t": "From*ln the descendants of Harim: Maaseiah,*ld Elijah, Shemaiah, Jehiel and Uzziah."
    },
    {
        "o": 13445,
        "r": "niv:Ezra:10:22",
        "t": "From*ln the descendants of Pashhur: Elioenai,*ld Maaseiah, Ishmael, Nethanel, Jozabad and Elasah."
    },
    {
        "o": 13446,
        "r": "niv:Ezra:10:23",
        "t": "Among*pln the Levites: Jozabad,*pld Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah and Eliezer."
    },
    {
        "o": 13447,
        "r": "niv:Ezra:10:24",
        "t": "From*ln the musicians: Eliashib.*ld From*ln the gatekeepers: Shallum,*ld Telem and Uri."
    },
    {
        "o": 13448,
        "r": "niv:Ezra:10:25",
        "t": "And*pln among the other Israelites: From*pln the descendants of Parosh: Ramiah,*ld Izziah, Malkijah, Mijamin, Eleazar, Malkijah and Benaiah."
    },
    {
        "o": 13449,
        "r": "niv:Ezra:10:26",
        "t": "From*ln the descendants of Elam: Mattaniah,*ld Zechariah, Jehiel, Abdi, Jeremoth and Elijah."
    },
    {
        "o": 13450,
        "r": "niv:Ezra:10:27",
        "t": "From*ln the descendants of Zattu: Elioenai,*ld Eliashib, Mattaniah, Jeremoth, Zabad and Aziza."
    },
    {
        "o": 13451,
        "r": "niv:Ezra:10:28",
        "t": "From*ln the descendants of Bebai: Jehohanan,*ld Hananiah, Zabbai and Athlai."
    },
    {
        "o": 13452,
        "r": "niv:Ezra:10:29",
        "t": "From*ln the descendants of Bani: Meshullam,*ld Malluk, Adaiah, Jashub, Sheal and Jeremoth."
    },
    {
        "o": 13453,
        "r": "niv:Ezra:10:30",
        "t": "From*ln the descendants of Pahath-Moab: Adna,*ld Kelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui and Manasseh."
    },
    {
        "o": 13454,
        "r": "niv:Ezra:10:31",
        "t": "From*ln the descendants of Harim: Eliezer,*ld Ishijah, Malkijah, Shemaiah, Shimeon,"
    },
    {
        "o": 13455,
        "r": "niv:Ezra:10:32",
        "t": "Benjamin, Malluk and Shemariah."
    },
    {
        "o": 13456,
        "r": "niv:Ezra:10:33",
        "t": "From*ln the descendants of Hashum: Mattenai,*ld Mattattah, Zabad, Eliphelet, Jeremai, Manasseh and Shimei."
    },
    {
        "o": 13457,
        "r": "niv:Ezra:10:34",
        "t": "From*ln the descendants of Bani: Maadai,*ld Amram, Uel,"
    },
    {
        "o": 13458,
        "r": "niv:Ezra:10:35",
        "t": "Benaiah, Bedeiah, Keluhi,"
    },
    {
        "o": 13459,
        "r": "niv:Ezra:10:36",
        "t": "Vaniah, Meremoth, Eliashib,"
    },
    {
        "o": 13460,
        "r": "niv:Ezra:10:37",
        "t": "Mattaniah, Mattenai and Jaasu."
    },
    {
        "o": 13461,
        "r": "niv:Ezra:10:38",
        "t": "From*ln the descendants of Binnui: Shimei,*ld"
    },
    {
        "o": 13462,
        "r": "niv:Ezra:10:39",
        "t": "Shelemiah, Nathan, Adaiah,"
    },
    {
        "o": 13463,
        "r": "niv:Ezra:10:40",
        "t": "Maknadebai, Shashai, Sharai,"
    },
    {
        "o": 13464,
        "r": "niv:Ezra:10:41",
        "t": "Azarel, Shelemiah, Shemariah,"
    },
    {
        "o": 13465,
        "r": "niv:Ezra:10:42",
        "t": "Shallum, Amariah and Joseph."
    },
    {
        "o": 13466,
        "r": "niv:Ezra:10:43",
        "t": "From*ln the descendants of Nebo: Jeiel,*ld Mattithiah, Zabad, Zebina, Jaddai, Joel and Benaiah."
    },
    {
        "o": 13467,
        "r": "niv:Ezra:10:44",
        "t": "All*p these had married foreign women, and some of them had children by these wives."
    }
]
