[
    {
        "o": 10452,
        "r": "niv:2 Kings:3:0",
        "t": "2 Kings 3",
        "h": 1
    },
    {
        "o": 10453,
        "r": "niv:2 Kings:3:0",
        "t": "Moab Revolts",
        "h": 2
    },
    {
        "o": 10454,
        "r": "niv:2 Kings:3:1",
        "t": "Joram*p son of Ahab became king of Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah, and he reigned twelve years."
    },
    {
        "o": 10455,
        "r": "niv:2 Kings:3:2",
        "t": "He did evil in the eyes of the Lord,*s but not as his father and mother had done. He got rid of the sacred stone of Baal that his father had made."
    },
    {
        "o": 10456,
        "r": "niv:2 Kings:3:3",
        "t": "Nevertheless he clung to the sins of Jeroboam son of Nebat, which he had caused Israel to commit; he did not turn away from them."
    },
    {
        "o": 10457,
        "r": "niv:2 Kings:3:4",
        "t": "Now*p Mesha king of Moab raised sheep, and he had to pay the king of Israel a tribute of a hundred thousand lambs and the wool of a hundred thousand rams."
    },
    {
        "o": 10458,
        "r": "niv:2 Kings:3:5",
        "t": "But after Ahab died, the king of Moab rebelled against the king of Israel."
    },
    {
        "o": 10459,
        "r": "niv:2 Kings:3:6",
        "t": "So at that time King Joram set out from Samaria and mobilized all Israel."
    },
    {
        "o": 10460,
        "r": "niv:2 Kings:3:7",
        "t": "He also sent this message to Jehoshaphat king of Judah: “The king of Moab has rebelled against me. Will you go with me to fight against Moab?” “I*p will go with you,” he replied. “I am as you are, my people as your people, my horses as your horses.”"
    },
    {
        "o": 10461,
        "r": "niv:2 Kings:3:8",
        "t": "“By*p what route shall we attack?” he asked. “Through*p the Desert of Edom,” he answered."
    },
    {
        "o": 10462,
        "r": "niv:2 Kings:3:9",
        "t": "So*p the king of Israel set out with the king of Judah and the king of Edom. After a roundabout march of seven days, the army had no more water for themselves or for the animals with them."
    },
    {
        "o": 10463,
        "r": "niv:2 Kings:3:10",
        "t": "“What!”*p exclaimed the king of Israel. “Has the Lord*s called us three kings together only to deliver us into the hands of Moab?”"
    },
    {
        "o": 10464,
        "r": "niv:2 Kings:3:11",
        "t": "But*p Jehoshaphat asked, “Is there no prophet of the Lord*s here, through whom we may inquire of the Lord?”*s An*p officer of the king of Israel answered, “Elisha son of Shaphat is here. He used to pour water on the hands of Elijah.”"
    },
    {
        "o": 10465,
        "r": "niv:2 Kings:3:12",
        "t": "Jehoshaphat*p said, “The word of the Lord*s is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him."
    },
    {
        "o": 10466,
        "r": "niv:2 Kings:3:13",
        "t": "Elisha*p said to the king of Israel, “Why do you want to involve me? Go to the prophets of your father and the prophets of your mother.” “No,”*p the king of Israel answered, “because it was the Lord*s who called us three kings together to deliver us into the hands of Moab.”"
    },
    {
        "o": 10467,
        "r": "niv:2 Kings:3:14",
        "t": "Elisha*p said, “As surely as the Lord*s Almighty lives, whom I serve, if I did not have respect for the presence of Jehoshaphat king of Judah, I would not pay any attention to you."
    },
    {
        "o": 10468,
        "r": "niv:2 Kings:3:15",
        "t": "But now bring me a harpist.” While*p the harpist was playing, the hand of the Lord*s came on Elisha"
    },
    {
        "o": 10469,
        "r": "niv:2 Kings:3:16",
        "t": "and he said, “This is what the Lord*s says: I will fill this valley with pools of water."
    },
    {
        "o": 10470,
        "r": "niv:2 Kings:3:17",
        "t": "For this is what the Lord*s says: You will see neither wind nor rain, yet this valley will be filled with water, and you, your cattle and your other animals will drink."
    },
    {
        "o": 10471,
        "r": "niv:2 Kings:3:18",
        "t": "This is an easy thing in the eyes of the Lord;*s he will also deliver Moab into your hands."
    },
    {
        "o": 10472,
        "r": "niv:2 Kings:3:19",
        "t": "You will overthrow every fortified city and every major town. You will cut down every good tree, stop up all the springs, and ruin every good field with stones.”"
    },
    {
        "o": 10473,
        "r": "niv:2 Kings:3:20",
        "t": "The*p next morning, about the time for offering the sacrifice, there it was—water flowing from the direction of Edom! And the land was filled with water."
    },
    {
        "o": 10474,
        "r": "niv:2 Kings:3:21",
        "t": "Now*p all the Moabites had heard that the kings had come to fight against them; so every man, young and old, who could bear arms was called up and stationed on the border."
    },
    {
        "o": 10475,
        "r": "niv:2 Kings:3:22",
        "t": "When they got up early in the morning, the sun was shining on the water. To the Moabites across the way, the water looked red—like blood."
    },
    {
        "o": 10476,
        "r": "niv:2 Kings:3:23",
        "t": "“That’s blood!” they said. “Those kings must have fought and slaughtered each other. Now to the plunder, Moab!”"
    },
    {
        "o": 10477,
        "r": "niv:2 Kings:3:24",
        "t": "But*p when the Moabites came to the camp of Israel, the Israelites rose up and fought them until they fled. And the Israelites invaded the land and slaughtered the Moabites."
    },
    {
        "o": 10478,
        "r": "niv:2 Kings:3:25",
        "t": "They destroyed the towns, and each man threw a stone on every good field until it was covered. They stopped up all the springs and cut down every good tree. Only Kir Hareseth was left with its stones in place, but men armed with slings surrounded it and attacked it."
    },
    {
        "o": 10479,
        "r": "niv:2 Kings:3:26",
        "t": "When*p the king of Moab saw that the battle had gone against him, he took with him seven hundred swordsmen to break through to the king of Edom, but they failed."
    },
    {
        "o": 10480,
        "r": "niv:2 Kings:3:27",
        "t": "Then he took his firstborn son, who was to succeed him as king, and offered him as a sacrifice on the city wall. The fury against Israel was great; they withdrew and returned to their own land."
    }
]
