[
    {
        "o": 12724,
        "r": "nasb:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 12725,
        "r": "nasb:2 Chronicles:19:0",
        "t": "Jehu Rebukes Jehoshaphat",
        "h": 2
    },
    {
        "o": 12726,
        "r": "nasb:2 Chronicles:19:1",
        "t": "Then*p Jehoshaphat the king of Judah returned in safety to his house in Jerusalem."
    },
    {
        "o": 12727,
        "r": "nasb:2 Chronicles:19:2",
        "t": "Jehu the son of Hanani the seer went out to meet him and said to King Jehoshaphat, “Should you help the wicked and love those who hate the Lord*s and so bring*i wrath on yourself from the Lord?*s"
    },
    {
        "o": 12728,
        "r": "nasb:2 Chronicles:19:3",
        "t": "But there is some*i good in you, for you have removed the Asheroth from the land and you have set your heart to seek God.”"
    },
    {
        "o": 12729,
        "r": "nasb:2 Chronicles:19:4",
        "t": "So*p Jehoshaphat lived in Jerusalem and went out again among the people from Beersheba to the hill country of Ephraim and brought them back to the Lord,*s the God of their fathers."
    },
    {
        "o": 12730,
        "r": "nasb:2 Chronicles:19:4",
        "t": "Reforms Instituted",
        "h": 2
    },
    {
        "o": 12731,
        "r": "nasb:2 Chronicles:19:5",
        "t": "He*p appointed judges in the land in all the fortified cities of Judah, city by city."
    },
    {
        "o": 12732,
        "r": "nasb:2 Chronicles:19:6",
        "t": "He said to the judges, “Consider what you are doing, for you do not judge for man but for the Lord*s who is with you when you render judgment."
    },
    {
        "o": 12733,
        "r": "nasb:2 Chronicles:19:7",
        "t": "Now then let the fear of the Lord*s be upon you; be very careful what you do, for the Lord*s our God will have no part in unrighteousness or partiality or the taking of a bribe.”"
    },
    {
        "o": 12734,
        "r": "nasb:2 Chronicles:19:8",
        "t": "In*p Jerusalem also Jehoshaphat appointed some of the Levites and priests, and some of the heads of the fathers’ households*i of Israel, for the judgment of the Lord*s and to judge disputes among the inhabitants of Jerusalem."
    },
    {
        "o": 12735,
        "r": "nasb:2 Chronicles:19:9",
        "t": "Then he charged them saying, “Thus you shall do in the fear of the Lord,*s faithfully and wholeheartedly."
    },
    {
        "o": 12736,
        "r": "nasb:2 Chronicles:19:10",
        "t": "Whenever any dispute comes to you from your brethren who live in their cities, between blood and blood, between law and commandment, statutes and ordinances, you shall warn them so that they may not be guilty before the Lord,*s and wrath may not*i come on you and your brethren. Thus you shall do and you will not be guilty."
    },
    {
        "o": 12737,
        "r": "nasb:2 Chronicles:19:11",
        "t": "Behold, Amariah the chief priest will be over you in all that pertains to the Lord,*s and Zebadiah the son of Ishmael, the ruler of the house of Judah, in all that pertains to the king. Also the Levites shall be officers before you. Act resolutely, and the Lord*s be with the upright.”"
    }
]
