[
    {
        "o": 30963,
        "r": "niv:Romans:5:0",
        "t": "Romans 5",
        "h": 1
    },
    {
        "o": 30964,
        "r": "niv:Romans:5:0",
        "t": "Peace and Hope",
        "h": 2
    },
    {
        "o": 30965,
        "r": "niv:Romans:5:1",
        "t": "Therefore,*p since we have been justified through faith, we have peace with God through our Lord Jesus Christ,"
    },
    {
        "o": 30966,
        "r": "niv:Romans:5:2",
        "t": "through whom we have gained access by faith into this grace in which we now stand. And we boast in the hope of the glory of God."
    },
    {
        "o": 30967,
        "r": "niv:Romans:5:3",
        "t": "Not only so, but we also glory in our sufferings, because we know that suffering produces perseverance;"
    },
    {
        "o": 30968,
        "r": "niv:Romans:5:4",
        "t": "perseverance, character; and character, hope."
    },
    {
        "o": 30969,
        "r": "niv:Romans:5:5",
        "t": "And hope does not put us to shame, because God’s love has been poured out into our hearts through the Holy Spirit, who has been given to us."
    },
    {
        "o": 30970,
        "r": "niv:Romans:5:6",
        "t": "You*p see, at just the right time, when we were still powerless, Christ died for the ungodly."
    },
    {
        "o": 30971,
        "r": "niv:Romans:5:7",
        "t": "Very rarely will anyone die for a righteous person, though for a good person someone might possibly dare to die."
    },
    {
        "o": 30972,
        "r": "niv:Romans:5:8",
        "t": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."
    },
    {
        "o": 30973,
        "r": "niv:Romans:5:9",
        "t": "Since*p we have now been justified by his blood, how much more shall we be saved from God’s wrath through him!"
    },
    {
        "o": 30974,
        "r": "niv:Romans:5:10",
        "t": "For if, while we were God’s enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life!"
    },
    {
        "o": 30975,
        "r": "niv:Romans:5:11",
        "t": "Not only is this so, but we also boast in God through our Lord Jesus Christ, through whom we have now received reconciliation."
    },
    {
        "o": 30976,
        "r": "niv:Romans:5:11",
        "t": "Death Through Adam, Life Through Christ",
        "h": 2
    },
    {
        "o": 30977,
        "r": "niv:Romans:5:12",
        "t": "Therefore,*p just as sin entered the world through one man, and death through sin, and in this way death came to all people, because all sinned—"
    },
    {
        "o": 30978,
        "r": "niv:Romans:5:13",
        "t": "To*p be sure, sin was in the world before the law was given, but sin is not charged against anyone’s account where there is no law."
    },
    {
        "o": 30979,
        "r": "niv:Romans:5:14",
        "t": "Nevertheless, death reigned from the time of Adam to the time of Moses, even over those who did not sin by breaking a command, as did Adam, who is a pattern of the one to come."
    },
    {
        "o": 30980,
        "r": "niv:Romans:5:15",
        "t": "But*p the gift is not like the trespass. For if the many died by the trespass of the one man, how much more did God’s grace and the gift that came by the grace of the one man, Jesus Christ, overflow to the many!"
    },
    {
        "o": 30981,
        "r": "niv:Romans:5:16",
        "t": "Nor can the gift of God be compared with the result of one man’s sin: The judgment followed one sin and brought condemnation, but the gift followed many trespasses and brought justification."
    },
    {
        "o": 30982,
        "r": "niv:Romans:5:17",
        "t": "For if, by the trespass of the one man, death reigned through that one man, how much more will those who receive God’s abundant provision of grace and of the gift of righteousness reign in life through the one man, Jesus Christ!"
    },
    {
        "o": 30983,
        "r": "niv:Romans:5:18",
        "t": "Consequently,*p just as one trespass resulted in condemnation for all people, so also one righteous act resulted in justification and life for all people."
    },
    {
        "o": 30984,
        "r": "niv:Romans:5:19",
        "t": "For just as through the disobedience of the one man the many were made sinners, so also through the obedience of the one man the many will be made righteous."
    },
    {
        "o": 30985,
        "r": "niv:Romans:5:20",
        "t": "The*p law was brought in so that the trespass might increase. But where sin increased, grace increased all the more,"
    },
    {
        "o": 30986,
        "r": "niv:Romans:5:21",
        "t": "so that, just as sin reigned in death, so also grace might reign through righteousness to bring eternal life through Jesus Christ our Lord."
    }
]
