[
    {
        "o": 1829,
        "r": "esv:Exodus:7:0",
        "t": "Exodus 7",
        "h": 1
    },
    {
        "o": 1830,
        "r": "esv:Exodus:7:0",
        "t": "Moses and Aaron Before Pharaoh",
        "h": 2
    },
    {
        "o": 1831,
        "r": "esv:Exodus:7:1",
        "t": "And*p the Lord*s said to Moses, “See, I have made you like God to Pharaoh, and your brother Aaron shall be your prophet."
    },
    {
        "o": 1832,
        "r": "esv:Exodus:7:2",
        "t": "You shall speak all that I command you, and your brother Aaron shall tell Pharaoh to let the people of Israel go out of his land."
    },
    {
        "o": 1833,
        "r": "esv:Exodus:7:3",
        "t": "But I will harden Pharaoh’s heart, and though I multiply my signs and wonders in the land of Egypt,"
    },
    {
        "o": 1834,
        "r": "esv:Exodus:7:4",
        "t": "Pharaoh will not listen to you. Then I will lay my hand on Egypt and bring my hosts, my people the children of Israel, out of the land of Egypt by great acts of judgment."
    },
    {
        "o": 1835,
        "r": "esv:Exodus:7:5",
        "t": "The Egyptians shall know that I am the Lord,*s when I stretch out my hand against Egypt and bring out the people of Israel from among them.”"
    },
    {
        "o": 1836,
        "r": "esv:Exodus:7:6",
        "t": "Moses and Aaron did so; they did just as the Lord*s commanded them."
    },
    {
        "o": 1837,
        "r": "esv:Exodus:7:7",
        "t": "Now Moses was eighty years old, and Aaron eighty-three years old, when they spoke to Pharaoh."
    },
    {
        "o": 1838,
        "r": "esv:Exodus:7:8",
        "t": "Then*p the Lord*s said to Moses and Aaron,"
    },
    {
        "o": 1839,
        "r": "esv:Exodus:7:9",
        "t": "“When Pharaoh says to you, ‘Prove yourselves by working a miracle,’ then you shall say to Aaron, ‘Take your staff and cast it down before Pharaoh, that it may become a serpent.’”"
    },
    {
        "o": 1840,
        "r": "esv:Exodus:7:10",
        "t": "So Moses and Aaron went to Pharaoh and did just as the Lord*s commanded. Aaron cast down his staff before Pharaoh and his servants, and it became a serpent."
    },
    {
        "o": 1841,
        "r": "esv:Exodus:7:11",
        "t": "Then Pharaoh summoned the wise men and the sorcerers, and they, the magicians of Egypt, also did the same by their secret arts."
    },
    {
        "o": 1842,
        "r": "esv:Exodus:7:12",
        "t": "For each man cast down his staff, and they became serpents. But Aaron’s staff swallowed up their staffs."
    },
    {
        "o": 1843,
        "r": "esv:Exodus:7:13",
        "t": "Still Pharaoh’s heart was hardened, and he would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1844,
        "r": "esv:Exodus:7:13",
        "t": "The First Plague: Water Turned to Blood",
        "h": 2
    },
    {
        "o": 1845,
        "r": "esv:Exodus:7:14",
        "t": "Then*p the Lord*s said to Moses, “Pharaoh’s heart is hardened; he refuses to let the people go."
    },
    {
        "o": 1846,
        "r": "esv:Exodus:7:15",
        "t": "Go to Pharaoh in the morning, as he is going out to the water. Stand on the bank of the Nile to meet him, and take in your hand the staff that turned into a serpent."
    },
    {
        "o": 1847,
        "r": "esv:Exodus:7:16",
        "t": "And you shall say to him, ‘The Lord,*s the God of the Hebrews, sent me to you, saying, “Let my people go, that they may serve me in the wilderness.” But so far, you have not obeyed."
    },
    {
        "o": 1848,
        "r": "esv:Exodus:7:17",
        "t": "Thus says the Lord,*s “By this you shall know that I am the Lord:*s behold, with the staff that is in my hand I will strike the water that is in the Nile, and it shall turn into blood."
    },
    {
        "o": 1849,
        "r": "esv:Exodus:7:18",
        "t": "The fish in the Nile shall die, and the Nile will stink, and the Egyptians will grow weary of drinking water from the Nile.”’”"
    },
    {
        "o": 1850,
        "r": "esv:Exodus:7:19",
        "t": "And the Lord*s said to Moses, “Say to Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt, over their rivers, their canals, and their ponds, and all their pools of water, so that they may become blood, and there shall be blood throughout all the land of Egypt, even in vessels of wood and in vessels of stone.’”"
    },
    {
        "o": 1851,
        "r": "esv:Exodus:7:20",
        "t": "Moses*p and Aaron did as the Lord*s commanded. In the sight of Pharaoh and in the sight of his servants he lifted up the staff and struck the water in the Nile, and all the water in the Nile turned into blood."
    },
    {
        "o": 1852,
        "r": "esv:Exodus:7:21",
        "t": "And the fish in the Nile died, and the Nile stank, so that the Egyptians could not drink water from the Nile. There was blood throughout all the land of Egypt."
    },
    {
        "o": 1853,
        "r": "esv:Exodus:7:22",
        "t": "But the magicians of Egypt did the same by their secret arts. So Pharaoh’s heart remained hardened, and he would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1854,
        "r": "esv:Exodus:7:23",
        "t": "Pharaoh turned and went into his house, and he did not take even this to heart."
    },
    {
        "o": 1855,
        "r": "esv:Exodus:7:24",
        "t": "And all the Egyptians dug along the Nile for water to drink, for they could not drink the water of the Nile."
    },
    {
        "o": 1856,
        "r": "esv:Exodus:7:25",
        "t": "Seven*p full days passed after the Lord*s had struck the Nile."
    }
]
