[
    {
        "o": 31163,
        "r": "nkjv:Acts:20:0",
        "t": "Acts 20",
        "h": 1
    },
    {
        "o": 31164,
        "r": "nkjv:Acts:20:0",
        "t": "Journeys in Greece",
        "h": 2
    },
    {
        "o": 31165,
        "r": "nkjv:Acts:20:1",
        "t": "After*p the uproar had ceased, Paul called the disciples to himself,*i embraced them,*i and departed to go to Macedonia."
    },
    {
        "o": 31166,
        "r": "nkjv:Acts:20:2",
        "t": "Now when he had gone over that region and encouraged them with many words, he came to Greece"
    },
    {
        "o": 31167,
        "r": "nkjv:Acts:20:3",
        "t": "and stayed three months. And when the Jews plotted against him as he was about to sail to Syria, he decided to return through Macedonia."
    },
    {
        "o": 31168,
        "r": "nkjv:Acts:20:4",
        "t": "And Sopater of Berea accompanied him to Asia—also Aristarchus and Secundus of the Thessalonians, and Gaius of Derbe, and Timothy, and Tychicus and Trophimus of Asia."
    },
    {
        "o": 31169,
        "r": "nkjv:Acts:20:5",
        "t": "These men, going ahead, waited for us at Troas."
    },
    {
        "o": 31170,
        "r": "nkjv:Acts:20:6",
        "t": "But we sailed away from Philippi after the Days of Unleavened Bread, and in five days joined them at Troas, where we stayed seven days."
    },
    {
        "o": 31171,
        "r": "nkjv:Acts:20:6",
        "t": "Ministering at Troas",
        "h": 2
    },
    {
        "o": 31172,
        "r": "nkjv:Acts:20:7",
        "t": "Now*p on the first day*i of the week, when the disciples came together to break bread, Paul, ready to depart the next day, spoke to them and continued his message until midnight."
    },
    {
        "o": 31173,
        "r": "nkjv:Acts:20:8",
        "t": "There were many lamps in the upper room where they were gathered together."
    },
    {
        "o": 31174,
        "r": "nkjv:Acts:20:9",
        "t": "And in a window sat a certain young man named Eutychus, who was sinking into a deep sleep. He was overcome by sleep; and as Paul continued speaking, he fell down from the third story and was taken up dead."
    },
    {
        "o": 31175,
        "r": "nkjv:Acts:20:10",
        "t": "But Paul went down, fell on him, and embracing him*i said, “Do not trouble yourselves, for his life is in him.”"
    },
    {
        "o": 31176,
        "r": "nkjv:Acts:20:11",
        "t": "Now when he had come up, had broken bread and eaten, and talked a long while, even till daybreak, he departed."
    },
    {
        "o": 31177,
        "r": "nkjv:Acts:20:12",
        "t": "And they brought the young man in alive, and they were not a little comforted."
    },
    {
        "o": 31178,
        "r": "nkjv:Acts:20:12",
        "t": "From Troas to Miletus",
        "h": 2
    },
    {
        "o": 31179,
        "r": "nkjv:Acts:20:13",
        "t": "Then*p we went ahead to the ship and sailed to Assos, there intending to take Paul on board; for so he had given orders, intending himself to go on foot."
    },
    {
        "o": 31180,
        "r": "nkjv:Acts:20:14",
        "t": "And when he met us at Assos, we took him on board and came to Mitylene."
    },
    {
        "o": 31181,
        "r": "nkjv:Acts:20:15",
        "t": "We sailed from there, and the next day*i came opposite Chios. The following day*i we arrived at Samos and stayed at Trogyllium. The next day*i we came to Miletus."
    },
    {
        "o": 31182,
        "r": "nkjv:Acts:20:16",
        "t": "For Paul had decided to sail past Ephesus, so that he would not have to spend time in Asia; for he was hurrying to be at Jerusalem, if possible, on the Day of Pentecost."
    },
    {
        "o": 31183,
        "r": "nkjv:Acts:20:16",
        "t": "The Ephesian Elders Exhorted",
        "h": 2
    },
    {
        "o": 31184,
        "r": "nkjv:Acts:20:17",
        "t": "From*p Miletus he sent to Ephesus and called for the elders of the church."
    },
    {
        "o": 31185,
        "r": "nkjv:Acts:20:18",
        "t": "And when they had come to him, he said to them: “You know, from the first day that I came to Asia, in what manner I always lived among you,"
    },
    {
        "o": 31186,
        "r": "nkjv:Acts:20:19",
        "t": "serving the Lord with all humility, with many tears and trials which happened to me by the plotting of the Jews;"
    },
    {
        "o": 31187,
        "r": "nkjv:Acts:20:20",
        "t": "how I kept back nothing that was helpful, but proclaimed it to you, and taught you publicly and from house to house,"
    },
    {
        "o": 31188,
        "r": "nkjv:Acts:20:21",
        "t": "testifying to Jews, and also to Greeks, repentance toward God and faith toward our Lord Jesus Christ."
    },
    {
        "o": 31189,
        "r": "nkjv:Acts:20:22",
        "t": "And see, now I go bound in the spirit to Jerusalem, not knowing the things that will happen to me there,"
    },
    {
        "o": 31190,
        "r": "nkjv:Acts:20:23",
        "t": "except that the Holy Spirit testifies in every city, saying that chains and tribulations await me."
    },
    {
        "o": 31191,
        "r": "nkjv:Acts:20:24",
        "t": "But none of these things move me; nor do I count my life dear to myself, so that I may finish my race with joy, and the ministry which I received from the Lord Jesus, to testify to the gospel of the grace of God."
    },
    {
        "o": 31192,
        "r": "nkjv:Acts:20:25",
        "t": "“And*p indeed, now I know that you all, among whom I have gone preaching the kingdom of God, will see my face no more."
    },
    {
        "o": 31193,
        "r": "nkjv:Acts:20:26",
        "t": "Therefore I testify to you this day that I am*i innocent of the blood of all men.*i"
    },
    {
        "o": 31194,
        "r": "nkjv:Acts:20:27",
        "t": "For I have not shunned to declare to you the whole counsel of God."
    },
    {
        "o": 31195,
        "r": "nkjv:Acts:20:28",
        "t": "Therefore take heed to yourselves and to all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood."
    },
    {
        "o": 31196,
        "r": "nkjv:Acts:20:29",
        "t": "For I know this, that after my departure savage wolves will come in among you, not sparing the flock."
    },
    {
        "o": 31197,
        "r": "nkjv:Acts:20:30",
        "t": "Also from among yourselves men will rise up, speaking perverse things, to draw away the disciples after themselves."
    },
    {
        "o": 31198,
        "r": "nkjv:Acts:20:31",
        "t": "Therefore watch, and remember that for three years I did not cease to warn everyone night and day with tears."
    },
    {
        "o": 31199,
        "r": "nkjv:Acts:20:32",
        "t": "“So*p now, brethren, I commend you to God and to the word of His grace, which is able to build you up and give you an inheritance among all those who are sanctified."
    },
    {
        "o": 31200,
        "r": "nkjv:Acts:20:33",
        "t": "I have coveted no one’s silver or gold or apparel."
    },
    {
        "o": 31201,
        "r": "nkjv:Acts:20:34",
        "t": "Yes, you yourselves know that these hands have provided for my necessities, and for those who were with me."
    },
    {
        "o": 31202,
        "r": "nkjv:Acts:20:35",
        "t": "I have shown you in every way, by laboring like this, that you must support the weak. And remember the words of the Lord Jesus, that He said, ‘It*r is*r more*r blessed*r to*r give*r than*r to*r receive.’”*r"
    },
    {
        "o": 31203,
        "r": "nkjv:Acts:20:36",
        "t": "And*p when he had said these things, he knelt down and prayed with them all."
    },
    {
        "o": 31204,
        "r": "nkjv:Acts:20:37",
        "t": "Then they all wept freely, and fell on Paul’s neck and kissed him,"
    },
    {
        "o": 31205,
        "r": "nkjv:Acts:20:38",
        "t": "sorrowing most of all for the words which he spoke, that they would see his face no more. And they accompanied him to the ship."
    }
]
