[
    {
        "o": 33817,
        "r": "nasb:1 Peter:1:0",
        "t": "1 Peter 1",
        "h": 1
    },
    {
        "o": 33818,
        "r": "nasb:1 Peter:1:0",
        "t": "A Living Hope, and a Sure Salvation",
        "h": 2
    },
    {
        "o": 33819,
        "r": "nasb:1 Peter:1:1",
        "t": "Peter,*p an apostle of Jesus Christ, To*bp those who reside as aliens, scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia, who are chosen"
    },
    {
        "o": 33820,
        "r": "nasb:1 Peter:1:2",
        "t": "according to the foreknowledge of God the Father, by the sanctifying work of the Spirit, to obey Jesus Christ and be sprinkled with His blood: May grace and peace be yours in the fullest measure."
    },
    {
        "o": 33821,
        "r": "nasb:1 Peter:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ, who according to His great mercy has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,"
    },
    {
        "o": 33822,
        "r": "nasb:1 Peter:1:4",
        "t": "to obtain*i an inheritance which*i is*i imperishable and undefiled and will not fade away, reserved in heaven for you,"
    },
    {
        "o": 33823,
        "r": "nasb:1 Peter:1:5",
        "t": "who are protected by the power of God through faith for a salvation ready to be revealed in the last time."
    },
    {
        "o": 33824,
        "r": "nasb:1 Peter:1:6",
        "t": "In this you greatly rejoice, even though now for a little while, if necessary, you have been distressed by various trials,"
    },
    {
        "o": 33825,
        "r": "nasb:1 Peter:1:7",
        "t": "so that the proof of your faith, being*i more precious than gold which is perishable, even though tested by fire, may be found to result in praise and glory and honor at the revelation of Jesus Christ;"
    },
    {
        "o": 33826,
        "r": "nasb:1 Peter:1:8",
        "t": "and though you have not seen Him, you love Him, and though you do not see Him now, but believe in Him, you greatly rejoice with joy inexpressible and full of glory,"
    },
    {
        "o": 33827,
        "r": "nasb:1 Peter:1:9",
        "t": "obtaining as the outcome of your faith the salvation of your souls."
    },
    {
        "o": 33828,
        "r": "nasb:1 Peter:1:10",
        "t": "As*p to this salvation, the prophets who prophesied of the grace that would*i come*i to you made careful searches and inquiries,"
    },
    {
        "o": 33829,
        "r": "nasb:1 Peter:1:11",
        "t": "seeking to know what person or time the Spirit of Christ within them was indicating as He predicted the sufferings of Christ and the glories to follow."
    },
    {
        "o": 33830,
        "r": "nasb:1 Peter:1:12",
        "t": "It was revealed to them that they were not serving themselves, but you, in these things which now have been announced to you through those who preached the gospel to you by the Holy Spirit sent from heaven—things into which angels long to look."
    },
    {
        "o": 33831,
        "r": "nasb:1 Peter:1:13",
        "t": "Therefore,*p prepare your minds for action, keep sober in*i spirit,*i fix your hope completely on the grace to be brought to you at the revelation of Jesus Christ."
    },
    {
        "o": 33832,
        "r": "nasb:1 Peter:1:14",
        "t": "As obedient children, do not be conformed to the former lusts which*i were*i yours*i in your ignorance,"
    },
    {
        "o": 33833,
        "r": "nasb:1 Peter:1:15",
        "t": "but like the Holy One who called you, be holy yourselves also in all your*i behavior;"
    },
    {
        "o": 33834,
        "r": "nasb:1 Peter:1:16",
        "t": "because it is written, “You*s shall*s be*s holy,*s for*s I am*s holy.”*s"
    },
    {
        "o": 33835,
        "r": "nasb:1 Peter:1:17",
        "t": "If*p you address as Father the One who impartially judges according to each one’s work, conduct yourselves in fear during the time of your stay on*i earth;*i"
    },
    {
        "o": 33836,
        "r": "nasb:1 Peter:1:18",
        "t": "knowing that you were not redeemed with perishable things like silver or gold from your futile way of life inherited from your forefathers,"
    },
    {
        "o": 33837,
        "r": "nasb:1 Peter:1:19",
        "t": "but with precious blood, as of a lamb unblemished and spotless, the*i blood*i of Christ."
    },
    {
        "o": 33838,
        "r": "nasb:1 Peter:1:20",
        "t": "For He was foreknown before the foundation of the world, but has appeared in these last times for the sake of you"
    },
    {
        "o": 33839,
        "r": "nasb:1 Peter:1:21",
        "t": "who through Him are believers in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God."
    },
    {
        "o": 33840,
        "r": "nasb:1 Peter:1:22",
        "t": "Since*p you have in obedience to the truth purified your souls for a sincere love of the brethren, fervently love one another from the heart,"
    },
    {
        "o": 33841,
        "r": "nasb:1 Peter:1:23",
        "t": "for you have been born again not of seed which is perishable but imperishable, that*i is,*i through the living and enduring word of God."
    },
    {
        "o": 33842,
        "r": "nasb:1 Peter:1:24",
        "t": "For, “All*pn flesh*s is*s like*s grass,*s And*ln all*s its*s glory*s like*s the*s flower*s of*s grass.*s The*sln grass*s withers,*s And*ln the*s flower*s falls*s off,*s"
    },
    {
        "o": 33843,
        "r": "nasb:1 Peter:1:25",
        "t": "But*sln the*s word*s of*s the*s Lord*s endures*s forever.”*s And*p this is the word which was preached to you."
    }
]
