[
    {
        "o": 753,
        "r": "nasb:Genesis:26:0",
        "t": "Genesis 26",
        "h": 1
    },
    {
        "o": 754,
        "r": "nasb:Genesis:26:0",
        "t": "Isaac Settles in Gerar",
        "h": 2
    },
    {
        "o": 755,
        "r": "nasb:Genesis:26:1",
        "t": "Now*p there was a famine in the land, besides the previous famine that had occurred in the days of Abraham. So Isaac went to Gerar, to Abimelech king of the Philistines."
    },
    {
        "o": 756,
        "r": "nasb:Genesis:26:2",
        "t": "The Lord*s appeared to him and said, “Do not go down to Egypt; stay in the land of which I shall tell you."
    },
    {
        "o": 757,
        "r": "nasb:Genesis:26:3",
        "t": "Sojourn in this land and I will be with you and bless you, for to you and to your descendants I will give all these lands, and I will establish the oath which I swore to your father Abraham."
    },
    {
        "o": 758,
        "r": "nasb:Genesis:26:4",
        "t": "I will multiply your descendants as the stars of heaven, and will give your descendants all these lands; and by your descendants all the nations of the earth shall be blessed;"
    },
    {
        "o": 759,
        "r": "nasb:Genesis:26:5",
        "t": "because Abraham obeyed Me and kept My charge, My commandments, My statutes and My laws.”"
    },
    {
        "o": 760,
        "r": "nasb:Genesis:26:6",
        "t": "So*p Isaac lived in Gerar."
    },
    {
        "o": 761,
        "r": "nasb:Genesis:26:7",
        "t": "When the men of the place asked about his wife, he said, “She is my sister,” for he was afraid to say, “my wife,” thinking,*i “the men of the place might kill me on account of Rebekah, for she is beautiful.”"
    },
    {
        "o": 762,
        "r": "nasb:Genesis:26:8",
        "t": "It came about, when he had been there a long time, that Abimelech king of the Philistines looked out through a window, and saw, and behold, Isaac was caressing his wife Rebekah."
    },
    {
        "o": 763,
        "r": "nasb:Genesis:26:9",
        "t": "Then Abimelech called Isaac and said, “Behold, certainly she is your wife! How then did you say, ‘She is my sister’?” And Isaac said to him, “Because I said, ‘I might die on account of her.’ ”"
    },
    {
        "o": 764,
        "r": "nasb:Genesis:26:10",
        "t": "Abimelech said, “What is this you have done to us? One of the people might easily have lain with your wife, and you would have brought guilt upon us.”"
    },
    {
        "o": 765,
        "r": "nasb:Genesis:26:11",
        "t": "So Abimelech charged all the people, saying, “He who touches this man or his wife shall surely be put to death.”"
    },
    {
        "o": 766,
        "r": "nasb:Genesis:26:12",
        "t": "Now*p Isaac sowed in that land and reaped in the same year a hundredfold. And the Lord*s blessed him,"
    },
    {
        "o": 767,
        "r": "nasb:Genesis:26:13",
        "t": "and the man became rich, and continued to grow richer until he became very wealthy;"
    },
    {
        "o": 768,
        "r": "nasb:Genesis:26:14",
        "t": "for he had possessions of flocks and herds and a great household, so that the Philistines envied him."
    },
    {
        "o": 769,
        "r": "nasb:Genesis:26:15",
        "t": "Now all the wells which his father’s servants had dug in the days of Abraham his father, the Philistines stopped up by filling them with earth."
    },
    {
        "o": 770,
        "r": "nasb:Genesis:26:16",
        "t": "Then Abimelech said to Isaac, “Go away from us, for you are too powerful for us.”"
    },
    {
        "o": 771,
        "r": "nasb:Genesis:26:17",
        "t": "And Isaac departed from there and camped in the valley of Gerar, and settled there."
    },
    {
        "o": 772,
        "r": "nasb:Genesis:26:17",
        "t": "Quarrel over the Wells",
        "h": 2
    },
    {
        "o": 773,
        "r": "nasb:Genesis:26:18",
        "t": "Then*p Isaac dug again the wells of water which had been dug in the days of his father Abraham, for the Philistines had stopped them up after the death of Abraham; and he gave them the same names which his father had given them."
    },
    {
        "o": 774,
        "r": "nasb:Genesis:26:19",
        "t": "But when Isaac’s servants dug in the valley and found there a well of flowing water,"
    },
    {
        "o": 775,
        "r": "nasb:Genesis:26:20",
        "t": "the herdsmen of Gerar quarreled with the herdsmen of Isaac, saying, “The water is ours!” So he named the well Esek, because they contended with him."
    },
    {
        "o": 776,
        "r": "nasb:Genesis:26:21",
        "t": "Then they dug another well, and they quarreled over it too, so he named it Sitnah."
    },
    {
        "o": 777,
        "r": "nasb:Genesis:26:22",
        "t": "He moved away from there and dug another well, and they did not quarrel over it; so he named it Rehoboth, for he said, “At last the Lord*s has made room for us, and we will be fruitful in the land.”"
    },
    {
        "o": 778,
        "r": "nasb:Genesis:26:23",
        "t": "Then*p he went up from there to Beersheba."
    },
    {
        "o": 779,
        "r": "nasb:Genesis:26:24",
        "t": "The Lord*s appeared to him the same night and said, “I*pn am the God of your father Abraham; Do*ln not fear, for I am with you. I*ln will bless you, and multiply your descendants, For*ln the sake of My servant Abraham.”"
    },
    {
        "o": 780,
        "r": "nasb:Genesis:26:25",
        "t": "So*p he built an altar there and called upon the name of the Lord,*s and pitched his tent there; and there Isaac’s servants dug a well."
    },
    {
        "o": 781,
        "r": "nasb:Genesis:26:25",
        "t": "Covenant with Abimelech",
        "h": 2
    },
    {
        "o": 782,
        "r": "nasb:Genesis:26:26",
        "t": "Then*p Abimelech came to him from Gerar with his adviser Ahuzzath and Phicol the commander of his army."
    },
    {
        "o": 783,
        "r": "nasb:Genesis:26:27",
        "t": "Isaac said to them, “Why have you come to me, since you hate me and have sent me away from you?”"
    },
    {
        "o": 784,
        "r": "nasb:Genesis:26:28",
        "t": "They said, “We see plainly that the Lord*s has been with you; so we said, ‘Let there now be an oath between us, even*i between you and us, and let us make a covenant with you,"
    },
    {
        "o": 785,
        "r": "nasb:Genesis:26:29",
        "t": "that you will do us no harm, just as we have not touched you and have done to you nothing but good and have sent you away in peace. You are now the blessed of the Lord*s .’ ”"
    },
    {
        "o": 786,
        "r": "nasb:Genesis:26:30",
        "t": "Then he made them a feast, and they ate and drank."
    },
    {
        "o": 787,
        "r": "nasb:Genesis:26:31",
        "t": "In the morning they arose early and exchanged oaths; then Isaac sent them away and they departed from him in peace."
    },
    {
        "o": 788,
        "r": "nasb:Genesis:26:32",
        "t": "Now it came about on the same day, that Isaac’s servants came in and told him about the well which they had dug, and said to him, “We have found water.”"
    },
    {
        "o": 789,
        "r": "nasb:Genesis:26:33",
        "t": "So he called it Shibah; therefore the name of the city is Beersheba to this day."
    },
    {
        "o": 790,
        "r": "nasb:Genesis:26:34",
        "t": "When*p Esau was forty years old he married Judith the daughter of Beeri the Hittite, and Basemath the daughter of Elon the Hittite;"
    },
    {
        "o": 791,
        "r": "nasb:Genesis:26:35",
        "t": "and they brought grief to Isaac and Rebekah."
    }
]
