[
    {
        "o": 21365,
        "r": "esv:Jeremiah:10:0",
        "t": "Jeremiah 10",
        "h": 1
    },
    {
        "o": 21366,
        "r": "esv:Jeremiah:10:0",
        "t": "Idols and the Living God",
        "h": 2
    },
    {
        "o": 21367,
        "r": "esv:Jeremiah:10:1",
        "t": "Hear*p the word that the Lord*s speaks to you, O house of Israel."
    },
    {
        "o": 21368,
        "r": "esv:Jeremiah:10:2",
        "t": "Thus says the Lord:*s “Learn*pn not the way of the nations, nor*ld be dismayed at the signs of the heavens because*ld the nations are dismayed at them,"
    },
    {
        "o": 21369,
        "r": "esv:Jeremiah:10:3",
        "t": "for*ln the customs of the peoples are vanity. A*ln tree from the forest is cut down and*ld worked with an axe by the hands of a craftsman."
    },
    {
        "o": 21370,
        "r": "esv:Jeremiah:10:4",
        "t": "They*ln decorate it with silver and gold; they*ld fasten it with hammer and nails so*ld that it cannot move."
    },
    {
        "o": 21371,
        "r": "esv:Jeremiah:10:5",
        "t": "Their*ln idols are like scarecrows in a cucumber field, and*ld they cannot speak; they*ln have to be carried, for*ld they cannot walk. Do*ln not be afraid of them, for*ld they cannot do evil, neither*ld is it in them to do good.”"
    },
    {
        "o": 21372,
        "r": "esv:Jeremiah:10:6",
        "t": "There*pn is none like you, O Lord;*s you*ld are great, and your name is great in might."
    },
    {
        "o": 21373,
        "r": "esv:Jeremiah:10:7",
        "t": "Who*ln would not fear you, O King of the nations? For*ld this is your due; for*ln among all the wise ones of the nations and*ld in all their kingdoms there*ld is none like you."
    },
    {
        "o": 21374,
        "r": "esv:Jeremiah:10:8",
        "t": "They*ln are both stupid and foolish; the*ld instruction of idols is but wood!"
    },
    {
        "o": 21375,
        "r": "esv:Jeremiah:10:9",
        "t": "Beaten*ln silver is brought from Tarshish, and*ld gold from Uphaz. They*ln are the work of the craftsman and of the hands of the goldsmith; their*ld clothing is violet and purple; they*ld are all the work of skilled men."
    },
    {
        "o": 21376,
        "r": "esv:Jeremiah:10:10",
        "t": "But*ln the Lord*s is the true God; he*ld is the living God and the everlasting King. At*ln his wrath the earth quakes, and*ld the nations cannot endure his indignation."
    },
    {
        "o": 21377,
        "r": "esv:Jeremiah:10:11",
        "t": "Thus*p shall you say to them: “The gods who did not make the heavens and the earth shall perish from the earth and from under the heavens.”"
    },
    {
        "o": 21378,
        "r": "esv:Jeremiah:10:12",
        "t": "It*pn is he who made the earth by his power, who*ld established the world by his wisdom, and*ld by his understanding stretched out the heavens."
    },
    {
        "o": 21379,
        "r": "esv:Jeremiah:10:13",
        "t": "When*ln he utters his voice, there is a tumult of waters in the heavens, and*ld he makes the mist rise from the ends of the earth. He*ln makes lightning for the rain, and*ld he brings forth the wind from his storehouses."
    },
    {
        "o": 21380,
        "r": "esv:Jeremiah:10:14",
        "t": "Every*ln man is stupid and without knowledge; every*ld goldsmith is put to shame by his idols, for*ln his images are false, and*ld there is no breath in them."
    },
    {
        "o": 21381,
        "r": "esv:Jeremiah:10:15",
        "t": "They*ln are worthless, a work of delusion; at*ld the time of their punishment they shall perish."
    },
    {
        "o": 21382,
        "r": "esv:Jeremiah:10:16",
        "t": "Not*ln like these is he who is the portion of Jacob, for*ld he is the one who formed all things, and*ln Israel is the tribe of his inheritance; the*ld Lord*s of hosts is his name."
    },
    {
        "o": 21383,
        "r": "esv:Jeremiah:10:17",
        "t": "Gather*pn up your bundle from the ground, O*ld you who dwell under siege!"
    },
    {
        "o": 21384,
        "r": "esv:Jeremiah:10:18",
        "t": "For*ln thus says the Lord:*s “Behold,*ln I am slinging out the inhabitants of the land at*ld this time, and*ln I will bring distress on them, that*ld they may feel it.”"
    },
    {
        "o": 21385,
        "r": "esv:Jeremiah:10:19",
        "t": "Woe*pn is me because of my hurt! My*ld wound is grievous. But*ln I said, “Truly this is an affliction, and*ld I must bear it.”"
    },
    {
        "o": 21386,
        "r": "esv:Jeremiah:10:20",
        "t": "My*ln tent is destroyed, and*ld all my cords are broken; my*ln children have gone from me, and*ld they are not; there*ln is no one to spread my tent again and*ld to set up my curtains."
    },
    {
        "o": 21387,
        "r": "esv:Jeremiah:10:21",
        "t": "For*ln the shepherds are stupid and*ld do not inquire of the Lord;*s therefore*ln they have not prospered, and*ld all their flock is scattered."
    },
    {
        "o": 21388,
        "r": "esv:Jeremiah:10:22",
        "t": "A*pn voice, a rumor! Behold, it comes!— a*ld great commotion out of the north country to*ln make the cities of Judah a desolation, a*ld lair of jackals."
    },
    {
        "o": 21389,
        "r": "esv:Jeremiah:10:23",
        "t": "I*pn know, O Lord,*s that the way of man is not in himself, that*ld it is not in man who walks to direct his steps."
    },
    {
        "o": 21390,
        "r": "esv:Jeremiah:10:24",
        "t": "Correct*ln me, O Lord,*s but in justice; not*ld in your anger, lest you bring me to nothing."
    },
    {
        "o": 21391,
        "r": "esv:Jeremiah:10:25",
        "t": "Pour*pn out your wrath on the nations that know you not, and*ld on the peoples that call not on your name, for*ln they have devoured Jacob; they*ld have devoured him and consumed him, and*ld have laid waste his habitation."
    }
]
