[
    {
        "o": 19330,
        "r": "nasb:Ecclesiastes:4:0",
        "t": "Ecclesiastes 4",
        "h": 1
    },
    {
        "o": 19331,
        "r": "nasb:Ecclesiastes:4:0",
        "t": "The Evils of Oppression",
        "h": 2
    },
    {
        "o": 19332,
        "r": "nasb:Ecclesiastes:4:1",
        "t": "Then*p I looked again at all the acts of oppression which were being done under the sun. And behold I*i saw*i the tears of the oppressed and that*i they had no one to comfort them;*i and on the side of their oppressors was power, but they had no one to comfort them.*i"
    },
    {
        "o": 19333,
        "r": "nasb:Ecclesiastes:4:2",
        "t": "So I congratulated the dead who are already dead more than the living who are still living."
    },
    {
        "o": 19334,
        "r": "nasb:Ecclesiastes:4:3",
        "t": "But better off*i than both of them is the one who has never existed, who has never seen the evil activity that is done under the sun."
    },
    {
        "o": 19335,
        "r": "nasb:Ecclesiastes:4:4",
        "t": "I*p have seen that every labor and every skill which is done is the*i result*i of*i rivalry between a man and his neighbor. This too is vanity and striving after wind."
    },
    {
        "o": 19336,
        "r": "nasb:Ecclesiastes:4:5",
        "t": "The fool folds his hands and consumes his own flesh."
    },
    {
        "o": 19337,
        "r": "nasb:Ecclesiastes:4:6",
        "t": "One hand full of rest is better than two fists full of labor and striving after wind."
    },
    {
        "o": 19338,
        "r": "nasb:Ecclesiastes:4:7",
        "t": "Then*p I looked again at vanity under the sun."
    },
    {
        "o": 19339,
        "r": "nasb:Ecclesiastes:4:8",
        "t": "There was a certain man without a dependent, having neither a son nor a brother, yet there was no end to all his labor. Indeed, his eyes were not satisfied with riches and*i he*i never*i asked,*i “And for whom am I laboring and depriving myself of pleasure?” This too is vanity and it is a grievous task."
    },
    {
        "o": 19340,
        "r": "nasb:Ecclesiastes:4:9",
        "t": "Two*p are better than one because they have a good return for their labor."
    },
    {
        "o": 19341,
        "r": "nasb:Ecclesiastes:4:10",
        "t": "For if either of them falls, the one will lift up his companion. But woe to the one who falls when there is not another to lift him up."
    },
    {
        "o": 19342,
        "r": "nasb:Ecclesiastes:4:11",
        "t": "Furthermore, if two lie down together they keep warm, but how can one be warm alone?*i"
    },
    {
        "o": 19343,
        "r": "nasb:Ecclesiastes:4:12",
        "t": "And if one can overpower him who is alone, two can resist him. A cord of three strands*i is not quickly torn apart."
    },
    {
        "o": 19344,
        "r": "nasb:Ecclesiastes:4:13",
        "t": "A*p poor yet wise lad is better than an old and foolish king who no longer knows how*i to receive instruction."
    },
    {
        "o": 19345,
        "r": "nasb:Ecclesiastes:4:14",
        "t": "For he has come out of prison to become king, even though he was born poor in his kingdom."
    },
    {
        "o": 19346,
        "r": "nasb:Ecclesiastes:4:15",
        "t": "I have seen all the living under the sun throng to the side of the second lad who replaces him."
    },
    {
        "o": 19347,
        "r": "nasb:Ecclesiastes:4:16",
        "t": "There is no end to all the people, to all who were before them, and even the ones who will come later will not be happy with him, for this too is vanity and striving after wind."
    }
]
