[
    {
        "o": 9347,
        "r": "nasb:2 Samuel:20:0",
        "t": "2 Samuel 20",
        "h": 1
    },
    {
        "o": 9348,
        "r": "nasb:2 Samuel:20:0",
        "t": "Sheba’s Revolt",
        "h": 2
    },
    {
        "o": 9349,
        "r": "nasb:2 Samuel:20:1",
        "t": "Now*p a worthless fellow happened to be there whose name was Sheba, the son of Bichri, a Benjamite; and he blew the trumpet and said, “We*pn have no portion in David, Nor*ln do we have inheritance in the son of Jesse; Every*ln man to his tents, O Israel!”"
    },
    {
        "o": 9350,
        "r": "nasb:2 Samuel:20:2",
        "t": "So*p all the men of Israel withdrew from following David and*i followed Sheba the son of Bichri; but the men of Judah remained steadfast to their king, from the Jordan even to Jerusalem."
    },
    {
        "o": 9351,
        "r": "nasb:2 Samuel:20:3",
        "t": "Then*p David came to his house at Jerusalem, and the king took the ten women, the concubines whom he had left to keep the house, and placed them under guard and provided them with sustenance, but did not go in to them. So they were shut up until the day of their death, living as widows."
    },
    {
        "o": 9352,
        "r": "nasb:2 Samuel:20:4",
        "t": "Then*p the king said to Amasa, “Call out the men of Judah for me within three days, and be present here yourself.”"
    },
    {
        "o": 9353,
        "r": "nasb:2 Samuel:20:5",
        "t": "So Amasa went to call out the*i men*i of*i Judah, but he delayed longer than the set time which he had appointed him."
    },
    {
        "o": 9354,
        "r": "nasb:2 Samuel:20:6",
        "t": "And David said to Abishai, “Now Sheba the son of Bichri will do us more harm than Absalom; take your lord’s servants and pursue him, so that he does not find for himself fortified cities and escape from our sight.”"
    },
    {
        "o": 9355,
        "r": "nasb:2 Samuel:20:7",
        "t": "So Joab’s men went out after him, along with the Cherethites and the Pelethites and all the mighty men; and they went out from Jerusalem to pursue Sheba the son of Bichri."
    },
    {
        "o": 9356,
        "r": "nasb:2 Samuel:20:8",
        "t": "When they were at the large stone which is in Gibeon, Amasa came to meet them. Now Joab was dressed in his military attire, and over it was a belt with a sword in its sheath fastened at his waist; and as he went forward, it fell out."
    },
    {
        "o": 9357,
        "r": "nasb:2 Samuel:20:9",
        "t": "Joab said to Amasa, “Is it well with you, my brother?” And Joab took Amasa by the beard with his right hand to kiss him."
    },
    {
        "o": 9358,
        "r": "nasb:2 Samuel:20:9",
        "t": "Amasa Murdered",
        "h": 2
    },
    {
        "o": 9359,
        "r": "nasb:2 Samuel:20:10",
        "t": "But*p Amasa was not on guard against the sword which was in Joab’s hand so he struck him in the belly with it and poured out his inward parts on the ground, and did not strike*i him again, and he died. Then Joab and Abishai his brother pursued Sheba the son of Bichri."
    },
    {
        "o": 9360,
        "r": "nasb:2 Samuel:20:11",
        "t": "Now there stood by him one of Joab’s young men, and said, “Whoever favors Joab and whoever is for David, let*i him*i follow Joab.”"
    },
    {
        "o": 9361,
        "r": "nasb:2 Samuel:20:12",
        "t": "But Amasa lay wallowing in his*i blood in the middle of the highway. And when the man saw that all the people stood still, he removed Amasa from the highway into the field and threw a garment over him when he saw that everyone who came by him stood still."
    },
    {
        "o": 9362,
        "r": "nasb:2 Samuel:20:12",
        "t": "Revolt Put Down",
        "h": 2
    },
    {
        "o": 9363,
        "r": "nasb:2 Samuel:20:13",
        "t": "As*p soon as he was removed from the highway, all the men passed on after Joab to pursue Sheba the son of Bichri."
    },
    {
        "o": 9364,
        "r": "nasb:2 Samuel:20:14",
        "t": "Now*p he went through all the tribes of Israel to Abel, even Beth-maacah, and all the Berites; and they were gathered together and also went after him."
    },
    {
        "o": 9365,
        "r": "nasb:2 Samuel:20:15",
        "t": "They came and besieged him in Abel Beth-maacah, and they cast up a siege ramp against the city, and it stood by the rampart; and all the people who were with Joab were wreaking destruction in order to topple the wall."
    },
    {
        "o": 9366,
        "r": "nasb:2 Samuel:20:16",
        "t": "Then a wise woman called from the city, “Hear, hear! Please tell Joab, ‘Come here that I may speak with you.’ ”"
    },
    {
        "o": 9367,
        "r": "nasb:2 Samuel:20:17",
        "t": "So he approached her, and the woman said, “Are you Joab?” And he answered, “I am.” Then she said to him, “Listen to the words of your maidservant.” And he answered, “I am listening.”"
    },
    {
        "o": 9368,
        "r": "nasb:2 Samuel:20:18",
        "t": "Then she spoke, saying, “Formerly they used to say, ‘They will surely ask advice*i at Abel,’ and thus they ended the*i dispute.*i"
    },
    {
        "o": 9369,
        "r": "nasb:2 Samuel:20:19",
        "t": "I am of those who are peaceable and*i faithful in Israel. You are seeking to destroy a city, even a mother in Israel. Why would you swallow up the inheritance of the Lord?”*s"
    },
    {
        "o": 9370,
        "r": "nasb:2 Samuel:20:20",
        "t": "Joab replied, “Far be it, far be it from me that I should swallow up or destroy!"
    },
    {
        "o": 9371,
        "r": "nasb:2 Samuel:20:21",
        "t": "Such is not the case. But a man from the hill country of Ephraim, Sheba the son of Bichri by name, has lifted up his hand against King David. Only hand him over, and I will depart from the city.” And the woman said to Joab, “Behold, his head will be thrown to you over the wall.”"
    },
    {
        "o": 9372,
        "r": "nasb:2 Samuel:20:22",
        "t": "Then the woman wisely came to all the people. And they cut off the head of Sheba the son of Bichri and threw it to Joab. So he blew the trumpet, and they were dispersed from the city, each to his tent. Joab also returned to the king at Jerusalem."
    },
    {
        "o": 9373,
        "r": "nasb:2 Samuel:20:23",
        "t": "Now*p Joab was over the whole army of Israel, and Benaiah the son of Jehoiada was over the Cherethites and the Pelethites;"
    },
    {
        "o": 9374,
        "r": "nasb:2 Samuel:20:24",
        "t": "and Adoram was over the forced labor, and Jehoshaphat the son of Ahilud was the recorder;"
    },
    {
        "o": 9375,
        "r": "nasb:2 Samuel:20:25",
        "t": "and Sheva was scribe, and Zadok and Abiathar were priests;"
    },
    {
        "o": 9376,
        "r": "nasb:2 Samuel:20:26",
        "t": "and Ira the Jairite was also a priest to David."
    }
]
