[
    {
        "o": 3060,
        "r": "csb:Leviticus:2:0",
        "t": "Leviticus 2",
        "h": 1
    },
    {
        "o": 3061,
        "r": "csb:Leviticus:2:0",
        "t": "The Grain Offering",
        "h": 2
    },
    {
        "o": 3062,
        "r": "csb:Leviticus:2:1",
        "t": "“When*p anyone presents a grain offering as an offering to the Lord,*s it is to consist of fine flour. He is to pour olive oil on it, put frankincense on it,"
    },
    {
        "o": 3063,
        "r": "csb:Leviticus:2:2",
        "t": "and bring it to Aaron’s sons the priests. The priest will take a handful of fine flour and oil from it, along with all its frankincense, and will burn this memorial portion of it on the altar, a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3064,
        "r": "csb:Leviticus:2:3",
        "t": "But the rest of the grain offering will belong to Aaron and his sons; it is the holiest part of the food offerings to the Lord.*s"
    },
    {
        "o": 3065,
        "r": "csb:Leviticus:2:4",
        "t": "“When*p you present a grain offering baked in an oven, it is to be made of fine flour, either unleavened cakes mixed with oil or unleavened wafers coated with oil."
    },
    {
        "o": 3066,
        "r": "csb:Leviticus:2:5",
        "t": "If your offering is a grain offering prepared on a griddle, it is to be unleavened bread made of fine flour mixed with oil."
    },
    {
        "o": 3067,
        "r": "csb:Leviticus:2:6",
        "t": "Break it into pieces and pour oil on it; it is a grain offering."
    },
    {
        "o": 3068,
        "r": "csb:Leviticus:2:7",
        "t": "If your offering is a grain offering prepared in a pan, it is to be made of fine flour with oil."
    },
    {
        "o": 3069,
        "r": "csb:Leviticus:2:8",
        "t": "When you bring to the Lord*s the grain offering made in any of these ways, it is to be presented to the priest, and he will take it to the altar."
    },
    {
        "o": 3070,
        "r": "csb:Leviticus:2:9",
        "t": "The priest will remove the memorial portion from the grain offering and burn it on the altar, a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3071,
        "r": "csb:Leviticus:2:10",
        "t": "But the rest of the grain offering will belong to Aaron and his sons; it is the holiest part of the food offerings to the Lord.*s"
    },
    {
        "o": 3072,
        "r": "csb:Leviticus:2:11",
        "t": "“No*p grain offering that you present to the Lord*s is to be made with yeast, for you are not to burn any yeast or honey as a food offering to the Lord.*s"
    },
    {
        "o": 3073,
        "r": "csb:Leviticus:2:12",
        "t": "You may present them to the Lord*s as an offering of firstfruits, but they are not to be offered on the altar as a pleasing aroma."
    },
    {
        "o": 3074,
        "r": "csb:Leviticus:2:13",
        "t": "You are to season each of your grain offerings with salt; you must not omit from your grain offering the salt of the covenant with your God. You are to present salt with each of your offerings."
    },
    {
        "o": 3075,
        "r": "csb:Leviticus:2:14",
        "t": "“If*p you present a grain offering of firstfruits to the Lord,*s you are to present fresh heads of grain, crushed kernels, roasted on the fire, for your grain offering of firstfruits."
    },
    {
        "o": 3076,
        "r": "csb:Leviticus:2:15",
        "t": "You are to put oil and frankincense on it; it is a grain offering."
    },
    {
        "o": 3077,
        "r": "csb:Leviticus:2:16",
        "t": "The priest will then burn some of its crushed kernels and oil with all its frankincense as a food offering to the Lord.*s"
    }
]
