[
    {
        "o": 22275,
        "r": "nasb:Jeremiah:43:0",
        "t": "Jeremiah 43",
        "h": 1
    },
    {
        "o": 22276,
        "r": "nasb:Jeremiah:43:0",
        "t": "In Egypt Jeremiah Warns of Judgment",
        "h": 2
    },
    {
        "o": 22277,
        "r": "nasb:Jeremiah:43:1",
        "t": "But*p as soon as Jeremiah, whom the Lord*s their God had sent, had finished telling all the people all the words of the Lord*s their God—that is, all these words—"
    },
    {
        "o": 22278,
        "r": "nasb:Jeremiah:43:2",
        "t": "Azariah the son of Hoshaiah, and Johanan the son of Kareah, and all the arrogant men said to Jeremiah, “You are telling a lie! The Lord*s our God has not sent you to say, ‘You are not to enter Egypt to reside there’;"
    },
    {
        "o": 22279,
        "r": "nasb:Jeremiah:43:3",
        "t": "but Baruch the son of Neriah is inciting you against us to give us over into the hand of the Chaldeans, so they will put us to death or exile us to Babylon.”"
    },
    {
        "o": 22280,
        "r": "nasb:Jeremiah:43:4",
        "t": "So Johanan the son of Kareah and all the commanders of the forces, and all the people, did not obey the voice of the Lord*s to stay in the land of Judah."
    },
    {
        "o": 22281,
        "r": "nasb:Jeremiah:43:5",
        "t": "But Johanan the son of Kareah and all the commanders of the forces took the entire remnant of Judah who had returned from all the nations to which they had been driven away, in order to reside in the land of Judah—"
    },
    {
        "o": 22282,
        "r": "nasb:Jeremiah:43:6",
        "t": "the men, the women, the children, the king’s daughters and every person that Nebuzaradan the captain of the bodyguard had left with Gedaliah the son of Ahikam and grandson of Shaphan, together with Jeremiah the prophet and Baruch the son of Neriah—"
    },
    {
        "o": 22283,
        "r": "nasb:Jeremiah:43:7",
        "t": "and they entered the land of Egypt (for they did not obey the voice of the Lord)*s and went in as far as Tahpanhes."
    },
    {
        "o": 22284,
        "r": "nasb:Jeremiah:43:8",
        "t": "Then*p the word of the Lord*s came to Jeremiah in Tahpanhes, saying,"
    },
    {
        "o": 22285,
        "r": "nasb:Jeremiah:43:9",
        "t": "“Take some*i large stones in your hands and hide them in the mortar in the brick terrace*i which is at the entrance of Pharaoh’s palace in Tahpanhes, in the sight of some of*i the*i Jews;"
    },
    {
        "o": 22286,
        "r": "nasb:Jeremiah:43:10",
        "t": "and say to them, ‘Thus says the Lord*s of hosts, the God of Israel, “Behold, I am going to send and get Nebuchadnezzar the king of Babylon, My servant, and I am going to set his throne right*i over these stones that I have hidden; and he will spread his canopy over them."
    },
    {
        "o": 22287,
        "r": "nasb:Jeremiah:43:11",
        "t": "He will also come and strike the land of Egypt; those who are meant*i for death will*i be*i given*i over*i to death, and those for captivity to captivity, and those for the sword to the sword."
    },
    {
        "o": 22288,
        "r": "nasb:Jeremiah:43:12",
        "t": "And I shall set fire to the temples of the gods of Egypt, and he will burn them and take them captive. So he will wrap himself with the land of Egypt as a shepherd wraps himself with his garment, and he will depart from there safely."
    },
    {
        "o": 22289,
        "r": "nasb:Jeremiah:43:13",
        "t": "He will also shatter the obelisks of Heliopolis, which is in the land of Egypt; and the temples of the gods of Egypt he will burn with fire.” ’ ”"
    }
]
