[
    {
        "o": 9626,
        "r": "kjv:1 Kings:17:0",
        "t": "1 Kings 17",
        "h": 1
    },
    {
        "o": 9627,
        "r": "kjv:1 Kings:17:1",
        "t": "And*p Elijah the Tishbite, who was of the inhabitants of Gilead, said unto Ahab, As the Lord*s God of Israel liveth, before whom I stand, there shall not be dew nor rain these years, but according to my word."
    },
    {
        "o": 9628,
        "r": "kjv:1 Kings:17:2",
        "t": "And*p the word of the Lord*s came unto him, saying,"
    },
    {
        "o": 9629,
        "r": "kjv:1 Kings:17:3",
        "t": "Get*p thee hence, and turn thee eastward, and hide thyself by the brook Cherith, that is before Jordan."
    },
    {
        "o": 9630,
        "r": "kjv:1 Kings:17:4",
        "t": "And*p it shall be, that thou shalt drink of the brook; and I have commanded the ravens to feed thee there."
    },
    {
        "o": 9631,
        "r": "kjv:1 Kings:17:5",
        "t": "So*p he went and did according unto the word of the Lord:*s for he went and dwelt by the brook Cherith, that is before Jordan."
    },
    {
        "o": 9632,
        "r": "kjv:1 Kings:17:6",
        "t": "And*p the ravens brought him bread and flesh in the morning, and bread and flesh in the evening; and he drank of the brook."
    },
    {
        "o": 9633,
        "r": "kjv:1 Kings:17:7",
        "t": "And*p it came to pass after a while, that the brook dried up, because there had been no rain in the land."
    },
    {
        "o": 9634,
        "r": "kjv:1 Kings:17:8",
        "t": "And*p the word of the Lord*s came unto him, saying,"
    },
    {
        "o": 9635,
        "r": "kjv:1 Kings:17:9",
        "t": "Arise,*p get thee to Zarephath, which belongeth to Zidon, and dwell there: behold, I have commanded a widow woman there to sustain thee."
    },
    {
        "o": 9636,
        "r": "kjv:1 Kings:17:10",
        "t": "So*p he arose and went to Zarephath. And when he came to the gate of the city, behold, the widow woman was there gathering of sticks: and he called to her, and said, Fetch me, I pray thee, a little water in a vessel, that I may drink."
    },
    {
        "o": 9637,
        "r": "kjv:1 Kings:17:11",
        "t": "And*p as she was going to fetch it, he called to her, and said, Bring me, I pray thee, a morsel of bread in thine hand."
    },
    {
        "o": 9638,
        "r": "kjv:1 Kings:17:12",
        "t": "And*p she said, As the Lord*s thy God liveth, I have not a cake, but an handful of meal in a barrel, and a little oil in a cruse: and, behold, I am gathering two sticks, that I may go in and dress it for me and my son, that we may eat it, and die."
    },
    {
        "o": 9639,
        "r": "kjv:1 Kings:17:13",
        "t": "And*p Elijah said unto her, Fear not; go and do as thou hast said: but make me thereof a little cake first, and bring it unto me, and after make for thee and for thy son."
    },
    {
        "o": 9640,
        "r": "kjv:1 Kings:17:14",
        "t": "For*p thus saith the Lord*s God of Israel, The barrel of meal shall not waste, neither shall the cruse of oil fail, until the day that the Lord*s sendeth rain upon the earth."
    },
    {
        "o": 9641,
        "r": "kjv:1 Kings:17:15",
        "t": "And*p she went and did according to the saying of Elijah: and she, and he, and her house, did eat many days."
    },
    {
        "o": 9642,
        "r": "kjv:1 Kings:17:16",
        "t": "And*p the barrel of meal wasted not, neither did the cruse of oil fail, according to the word of the Lord,*s which he spake by Elijah."
    },
    {
        "o": 9643,
        "r": "kjv:1 Kings:17:17",
        "t": "And*p it came to pass after these things, that the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no breath left in him."
    },
    {
        "o": 9644,
        "r": "kjv:1 Kings:17:18",
        "t": "And*p she said unto Elijah, What have I to do with thee, O thou man of God? art thou come unto me to call my sin to remembrance, and to slay my son?"
    },
    {
        "o": 9645,
        "r": "kjv:1 Kings:17:19",
        "t": "And*p he said unto her, Give me thy son. And he took him out of her bosom, and carried him up into a loft, where he abode, and laid him upon his own bed."
    },
    {
        "o": 9646,
        "r": "kjv:1 Kings:17:20",
        "t": "And*p he cried unto the Lord,*s and said, O Lord*s my God, hast thou also brought evil upon the widow with whom I sojourn, by slaying her son?"
    },
    {
        "o": 9647,
        "r": "kjv:1 Kings:17:21",
        "t": "And*p he stretched himself upon the child three times, and cried unto the Lord,*s and said, O Lord*s my God, I pray thee, let this child's soul come into him again."
    },
    {
        "o": 9648,
        "r": "kjv:1 Kings:17:22",
        "t": "And*p the Lord*s heard the voice of Elijah; and the soul of the child came into him again, and he revived."
    },
    {
        "o": 9649,
        "r": "kjv:1 Kings:17:23",
        "t": "And*p Elijah took the child, and brought him down out of the chamber into the house, and delivered him unto his mother: and Elijah said, See, thy son liveth."
    },
    {
        "o": 9650,
        "r": "kjv:1 Kings:17:24",
        "t": "And*p the woman said to Elijah, Now by this I know that thou art a man of God, and that the word of the Lord*s in thy mouth is truth."
    }
]
