[
    {
        "o": 10973,
        "r": "nkjv:2 Kings:15:0",
        "t": "2 Kings 15",
        "h": 1
    },
    {
        "o": 10974,
        "r": "nkjv:2 Kings:15:0",
        "t": "Azariah Reigns in Judah",
        "h": 2
    },
    {
        "o": 10975,
        "r": "nkjv:2 Kings:15:1",
        "t": "In*p the twenty-seventh year of Jeroboam king of Israel, Azariah the son of Amaziah, king of Judah, became king."
    },
    {
        "o": 10976,
        "r": "nkjv:2 Kings:15:2",
        "t": "He was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother’s name was*i Jecholiah of Jerusalem."
    },
    {
        "o": 10977,
        "r": "nkjv:2 Kings:15:3",
        "t": "And he did what*i was*i right in the sight of the Lord,*s according to all that his father Amaziah had done,"
    },
    {
        "o": 10978,
        "r": "nkjv:2 Kings:15:4",
        "t": "except that the high places were not removed; the people still sacrificed and burned incense on the high places."
    },
    {
        "o": 10979,
        "r": "nkjv:2 Kings:15:5",
        "t": "Then the Lord*s struck the king, so that he was a leper until the day of his death; so he dwelt in an isolated house. And Jotham the king’s son was*i over the royal*i house, judging the people of the land."
    },
    {
        "o": 10980,
        "r": "nkjv:2 Kings:15:6",
        "t": "Now*p the rest of the acts of Azariah, and all that he did, are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 10981,
        "r": "nkjv:2 Kings:15:7",
        "t": "So Azariah rested with his fathers, and they buried him with his fathers in the City of David. Then Jotham his son reigned in his place."
    },
    {
        "o": 10982,
        "r": "nkjv:2 Kings:15:7",
        "t": "Zechariah Reigns in Israel",
        "h": 2
    },
    {
        "o": 10983,
        "r": "nkjv:2 Kings:15:8",
        "t": "In*p the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam reigned over Israel in Samaria six months."
    },
    {
        "o": 10984,
        "r": "nkjv:2 Kings:15:9",
        "t": "And he did evil in the sight of the Lord,*s as his fathers had done; he did not depart from the sins of Jeroboam the son of Nebat, who had made Israel sin."
    },
    {
        "o": 10985,
        "r": "nkjv:2 Kings:15:10",
        "t": "Then Shallum the son of Jabesh conspired against him, and struck and killed him in front of the people; and he reigned in his place."
    },
    {
        "o": 10986,
        "r": "nkjv:2 Kings:15:11",
        "t": "Now*p the rest of the acts of Zechariah, indeed they are*i written in the book of the chronicles of the kings of Israel."
    },
    {
        "o": 10987,
        "r": "nkjv:2 Kings:15:12",
        "t": "This*p was*i the word of the Lord*s which He spoke to Jehu, saying, “Your sons shall sit on the throne of Israel to the fourth generation.”*i And so it was."
    },
    {
        "o": 10988,
        "r": "nkjv:2 Kings:15:12",
        "t": "Shallum Reigns in Israel",
        "h": 2
    },
    {
        "o": 10989,
        "r": "nkjv:2 Kings:15:13",
        "t": "Shallum*p the son of Jabesh became king in the thirty-ninth year of Uzziah king of Judah; and he reigned a full month in Samaria."
    },
    {
        "o": 10990,
        "r": "nkjv:2 Kings:15:14",
        "t": "For Menahem the son of Gadi went up from Tirzah, came to Samaria, and struck Shallum the son of Jabesh in Samaria and killed him; and he reigned in his place."
    },
    {
        "o": 10991,
        "r": "nkjv:2 Kings:15:15",
        "t": "Now*p the rest of the acts of Shallum, and the conspiracy which he led, indeed they are*i written in the book of the chronicles of the kings of Israel."
    },
    {
        "o": 10992,
        "r": "nkjv:2 Kings:15:16",
        "t": "Then from Tirzah, Menahem attacked Tiphsah, all who were*i there, and its territory. Because they did not surrender, therefore he attacked it.*i All the women there who were with child he ripped open."
    },
    {
        "o": 10993,
        "r": "nkjv:2 Kings:15:16",
        "t": "Menahem Reigns in Israel",
        "h": 2
    },
    {
        "o": 10994,
        "r": "nkjv:2 Kings:15:17",
        "t": "In*p the thirty-ninth year of Azariah king of Judah, Menahem the son of Gadi became king over Israel, and*i reigned*i ten years in Samaria."
    },
    {
        "o": 10995,
        "r": "nkjv:2 Kings:15:18",
        "t": "And he did evil in the sight of the Lord;*s he did not depart all his days from the sins of Jeroboam the son of Nebat, who had made Israel sin."
    },
    {
        "o": 10996,
        "r": "nkjv:2 Kings:15:19",
        "t": "Pul king of Assyria came against the land; and Menahem gave Pul a thousand talents of silver, that his hand might be with him to strengthen the kingdom under his control."
    },
    {
        "o": 10997,
        "r": "nkjv:2 Kings:15:20",
        "t": "And Menahem exacted the money from Israel, from all the very wealthy, from each man fifty shekels of silver, to give to the king of Assyria. So the king of Assyria turned back, and did not stay there in the land."
    },
    {
        "o": 10998,
        "r": "nkjv:2 Kings:15:21",
        "t": "Now*p the rest of the acts of Menahem, and all that he did, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10999,
        "r": "nkjv:2 Kings:15:22",
        "t": "So Menahem rested with his fathers. Then Pekahiah his son reigned in his place."
    },
    {
        "o": 11000,
        "r": "nkjv:2 Kings:15:22",
        "t": "Pekahiah Reigns in Israel",
        "h": 2
    },
    {
        "o": 11001,
        "r": "nkjv:2 Kings:15:23",
        "t": "In*p the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem became king over Israel in Samaria, and*i reigned*i two years."
    },
    {
        "o": 11002,
        "r": "nkjv:2 Kings:15:24",
        "t": "And he did evil in the sight of the Lord;*s he did not depart from the sins of Jeroboam the son of Nebat, who had made Israel sin."
    },
    {
        "o": 11003,
        "r": "nkjv:2 Kings:15:25",
        "t": "Then Pekah the son of Remaliah, an officer of his, conspired against him and killed him in Samaria, in the citadel of the king’s house, along with Argob and Arieh; and with him were fifty men of Gilead. He killed him and reigned in his place."
    },
    {
        "o": 11004,
        "r": "nkjv:2 Kings:15:26",
        "t": "Now*p the rest of the acts of Pekahiah, and all that he did, indeed they are*i written in the book of the chronicles of the kings of Israel."
    },
    {
        "o": 11005,
        "r": "nkjv:2 Kings:15:26",
        "t": "Pekah Reigns in Israel",
        "h": 2
    },
    {
        "o": 11006,
        "r": "nkjv:2 Kings:15:27",
        "t": "In*p the fifty-second year of Azariah king of Judah, Pekah the son of Remaliah became king over Israel in Samaria, and*i reigned*i twenty years."
    },
    {
        "o": 11007,
        "r": "nkjv:2 Kings:15:28",
        "t": "And he did evil in the sight of the Lord;*s he did not depart from the sins of Jeroboam the son of Nebat, who had made Israel sin."
    },
    {
        "o": 11008,
        "r": "nkjv:2 Kings:15:29",
        "t": "In the days of Pekah king of Israel, Tiglath-Pileser king of Assyria came and took Ijon, Abel Beth Maachah, Janoah, Kedesh, Hazor, Gilead, and Galilee, all the land of Naphtali; and he carried them captive to Assyria."
    },
    {
        "o": 11009,
        "r": "nkjv:2 Kings:15:30",
        "t": "Then Hoshea the son of Elah led a conspiracy against Pekah the son of Remaliah, and struck and killed him; so he reigned in his place in the twentieth year of Jotham the son of Uzziah."
    },
    {
        "o": 11010,
        "r": "nkjv:2 Kings:15:31",
        "t": "Now*p the rest of the acts of Pekah, and all that he did, indeed they are*i written in the book of the chronicles of the kings of Israel."
    },
    {
        "o": 11011,
        "r": "nkjv:2 Kings:15:31",
        "t": "Jotham Reigns in Judah",
        "h": 2
    },
    {
        "o": 11012,
        "r": "nkjv:2 Kings:15:32",
        "t": "In*p the second year of Pekah the son of Remaliah, king of Israel, Jotham the son of Uzziah, king of Judah, began to reign."
    },
    {
        "o": 11013,
        "r": "nkjv:2 Kings:15:33",
        "t": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. His mother’s name was*i Jerusha the daughter of Zadok."
    },
    {
        "o": 11014,
        "r": "nkjv:2 Kings:15:34",
        "t": "And he did what*i was*i right in the sight of the Lord;*s he did according to all that his father Uzziah had done."
    },
    {
        "o": 11015,
        "r": "nkjv:2 Kings:15:35",
        "t": "However the high places were not removed; the people still sacrificed and burned incense on the high places. He built the Upper Gate of the house of the Lord.*s"
    },
    {
        "o": 11016,
        "r": "nkjv:2 Kings:15:36",
        "t": "Now*p the rest of the acts of Jotham, and all that he did, are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 11017,
        "r": "nkjv:2 Kings:15:37",
        "t": "In those days the Lord*s began to send Rezin king of Syria and Pekah the son of Remaliah against Judah."
    },
    {
        "o": 11018,
        "r": "nkjv:2 Kings:15:38",
        "t": "So Jotham rested with his fathers, and was buried with his fathers in the City of David his father. Then Ahaz his son reigned in his place."
    }
]
