[
    {
        "o": 16374,
        "r": "esv:Psalm:60:0",
        "t": "Psalm 60",
        "h": 1
    },
    {
        "o": 16375,
        "r": "esv:Psalm:60:0",
        "t": "He Will Tread Down Our Foes",
        "h": 2
    },
    {
        "o": 16376,
        "r": "esv:Psalm:60:0",
        "t": "To the choirmaster: according to Shushan Eduth. A Miktam of David; for instruction; when he strove with Aram-naharaim and with Aram-zobah, and when Joab on his return struck down twelve thousand of Edom in the Valley of Salt.",
        "h": 4
    },
    {
        "o": 16377,
        "r": "esv:Psalm:60:1",
        "t": "O*pn God, you have rejected us, broken our defenses; you*ld have been angry; oh, restore us."
    },
    {
        "o": 16378,
        "r": "esv:Psalm:60:2",
        "t": "You*ln have made the land to quake; you have torn it open; repair*ld its breaches, for it totters."
    },
    {
        "o": 16379,
        "r": "esv:Psalm:60:3",
        "t": "You*ln have made your people see hard things; you*ld have given us wine to drink that made us stagger."
    },
    {
        "o": 16380,
        "r": "esv:Psalm:60:4",
        "t": "You*pn have set up a banner for those who fear you, that*ld they may flee to it from the bow. Selah*ig"
    },
    {
        "o": 16381,
        "r": "esv:Psalm:60:5",
        "t": "That*ln your beloved ones may be delivered, give*ld salvation by your right hand and answer us!"
    },
    {
        "o": 16382,
        "r": "esv:Psalm:60:6",
        "t": "God*pn has spoken in his holiness: “With*ld exultation I will divide up Shechem and*ld portion out the Vale of Succoth."
    },
    {
        "o": 16383,
        "r": "esv:Psalm:60:7",
        "t": "Gilead*ln is mine; Manasseh is mine; Ephraim*ld is my helmet; Judah*ld is my scepter."
    },
    {
        "o": 16384,
        "r": "esv:Psalm:60:8",
        "t": "Moab*ln is my washbasin; upon*ld Edom I cast my shoe; over*ld Philistia I shout in triumph.”"
    },
    {
        "o": 16385,
        "r": "esv:Psalm:60:9",
        "t": "Who*pn will bring me to the fortified city? Who*ld will lead me to Edom?"
    },
    {
        "o": 16386,
        "r": "esv:Psalm:60:10",
        "t": "Have*ln you not rejected us, O God? You*ld do not go forth, O God, with our armies."
    },
    {
        "o": 16387,
        "r": "esv:Psalm:60:11",
        "t": "Oh,*ln grant us help against the foe, for*ld vain is the salvation of man!"
    },
    {
        "o": 16388,
        "r": "esv:Psalm:60:12",
        "t": "With*ln God we shall do valiantly; it*ld is he who will tread down our foes."
    }
]
