[
    {
        "o": 23516,
        "r": "csb:Ezekiel:20:0",
        "t": "Ezekiel 20",
        "h": 1
    },
    {
        "o": 23517,
        "r": "csb:Ezekiel:20:0",
        "t": "Israel’s Rebellion",
        "h": 2
    },
    {
        "o": 23518,
        "r": "csb:Ezekiel:20:1",
        "t": "In*p the seventh year, in the fifth month, on the tenth day of the month, some of Israel’s elders came to inquire of the Lord,*s and they sat down in front of me."
    },
    {
        "o": 23519,
        "r": "csb:Ezekiel:20:2",
        "t": "Then the word of the Lord*s came to me:"
    },
    {
        "o": 23520,
        "r": "csb:Ezekiel:20:3",
        "t": "“Son of man, speak with the elders of Israel and tell them, ‘This is what the Lord God*s says: Are you coming to inquire of me? As I live, I will not let you inquire of me. This is the declaration of the Lord God.’*s"
    },
    {
        "o": 23521,
        "r": "csb:Ezekiel:20:4",
        "t": "“Will*p you pass judgment against them, will you pass judgment, son of man? Explain the detestable practices of their ancestors to them."
    },
    {
        "o": 23522,
        "r": "csb:Ezekiel:20:5",
        "t": "Say to them, ‘This is what the Lord God*s says: On the day I chose Israel, I swore an oath to the descendants of Jacob’s house and made myself known to them in the land of Egypt. I swore to them, saying, “I am the Lord*s your God.”"
    },
    {
        "o": 23523,
        "r": "csb:Ezekiel:20:6",
        "t": "On that day I swore to them that I would bring them out of the land of Egypt into a land I had searched out for them, a land flowing with milk and honey, the most beautiful of all lands."
    },
    {
        "o": 23524,
        "r": "csb:Ezekiel:20:7",
        "t": "I also said to them, “Throw away, each of you, the abhorrent things that you prize, and do not defile yourselves with the idols of Egypt. I am the Lord*s your God.”"
    },
    {
        "o": 23525,
        "r": "csb:Ezekiel:20:8",
        "t": "“‘But*p they rebelled against me and were unwilling to listen to me. None of them threw away the abhorrent things that they prized, and they did not abandon the idols of Egypt. So I considered pouring out my wrath on them, exhausting my anger against them within the land of Egypt."
    },
    {
        "o": 23526,
        "r": "csb:Ezekiel:20:9",
        "t": "But I acted for the sake of my name, so that it would not be profaned in the eyes of the nations they were living among, in whose sight I had made myself known to Israel by bringing them out of Egypt."
    },
    {
        "o": 23527,
        "r": "csb:Ezekiel:20:10",
        "t": "“‘So*p I brought them out of the land of Egypt and led them into the wilderness."
    },
    {
        "o": 23528,
        "r": "csb:Ezekiel:20:11",
        "t": "Then I gave them my statutes and explained my ordinances to them - the person who does them will live by them."
    },
    {
        "o": 23529,
        "r": "csb:Ezekiel:20:12",
        "t": "I also gave them my Sabbaths to serve as a sign between me and them, so that they would know that I am the Lord*s who consecrates them."
    },
    {
        "o": 23530,
        "r": "csb:Ezekiel:20:13",
        "t": "“‘But*p the house of Israel rebelled against me in the wilderness. They did not follow my statutes and they rejected my ordinances - the person who does them will live by them. They also completely profaned my Sabbaths. So I considered pouring out my wrath on them in the wilderness to put an end to them."
    },
    {
        "o": 23531,
        "r": "csb:Ezekiel:20:14",
        "t": "But I acted for the sake of my name, so that it would not be profaned in the eyes of the nations in whose sight I had brought them out."
    },
    {
        "o": 23532,
        "r": "csb:Ezekiel:20:15",
        "t": "However, I swore to them in the wilderness that I would not bring them into the land I had given them - the most beautiful of all lands, flowing with milk and honey -"
    },
    {
        "o": 23533,
        "r": "csb:Ezekiel:20:16",
        "t": "because they rejected my ordinances, profaned my Sabbaths, and did not follow my statutes. For their hearts went after their idols."
    },
    {
        "o": 23534,
        "r": "csb:Ezekiel:20:17",
        "t": "Yet I spared them from destruction and did not bring them to an end in the wilderness."
    },
    {
        "o": 23535,
        "r": "csb:Ezekiel:20:18",
        "t": "“‘Then*p I said to their children in the wilderness, “Don’t follow the statutes of your fathers, defile yourselves with their idols, or keep their ordinances."
    },
    {
        "o": 23536,
        "r": "csb:Ezekiel:20:19",
        "t": "I am the Lord*s your God. Follow my statutes, keep my ordinances, and practice them."
    },
    {
        "o": 23537,
        "r": "csb:Ezekiel:20:20",
        "t": "Keep my Sabbaths holy, and they will be a sign between me and you, so you may know that I am the Lord*s your God.”"
    },
    {
        "o": 23538,
        "r": "csb:Ezekiel:20:21",
        "t": "“‘But*p the children rebelled against me. They did not follow my statutes or carefully keep my ordinances - the person who does them will live by them. They also profaned my Sabbaths. So I considered pouring out my wrath on them and exhausting my anger against them in the wilderness."
    },
    {
        "o": 23539,
        "r": "csb:Ezekiel:20:22",
        "t": "But I withheld my hand and acted for the sake of my name, so that it would not be profaned in the eyes of the nations in whose sight I brought them out."
    },
    {
        "o": 23540,
        "r": "csb:Ezekiel:20:23",
        "t": "However, I swore to them in the wilderness that I would disperse them among the nations and scatter them among the countries."
    },
    {
        "o": 23541,
        "r": "csb:Ezekiel:20:24",
        "t": "For they did not practice my ordinances but rejected my statutes and profaned my Sabbaths, and their eyes were fixed on their fathers’ idols."
    },
    {
        "o": 23542,
        "r": "csb:Ezekiel:20:25",
        "t": "I also gave them statutes that were not good and ordinances they could not live by."
    },
    {
        "o": 23543,
        "r": "csb:Ezekiel:20:26",
        "t": "When they sacrificed every firstborn in the fire, I defiled them through their gifts in order to devastate them so they would know that I am the Lord.’*s"
    },
    {
        "o": 23544,
        "r": "csb:Ezekiel:20:27",
        "t": "“Therefore,*p son of man, speak to the house of Israel, and tell them, ‘This is what the Lord God*s says: In this way also your ancestors blasphemed me by committing treachery against me:"
    },
    {
        "o": 23545,
        "r": "csb:Ezekiel:20:28",
        "t": "When I brought them into the land that I swore to give them and they saw any high hill or leafy tree, they offered their sacrifices and presented their offensive offerings there. They also sent up their pleasing aromas and poured out their drink offerings there."
    },
    {
        "o": 23546,
        "r": "csb:Ezekiel:20:29",
        "t": "So I asked them, “What is this high place you are going to?” And it is still called Bamah today.’"
    },
    {
        "o": 23547,
        "r": "csb:Ezekiel:20:30",
        "t": "“Therefore*p say to the house of Israel, ‘This is what the Lord God*s says: Are you defiling yourselves the way your ancestors did, and prostituting yourselves with their abhorrent things?"
    },
    {
        "o": 23548,
        "r": "csb:Ezekiel:20:31",
        "t": "When you offer your gifts, sacrificing your children in the fire, you still continue to defile yourselves with all your idols today. So should I let you inquire of me, house of Israel? As I live - this is the declaration of the Lord God-*s I will not let you inquire of me!"
    },
    {
        "o": 23549,
        "r": "csb:Ezekiel:20:31",
        "t": "Israel’s Restoration",
        "h": 2
    },
    {
        "o": 23550,
        "r": "csb:Ezekiel:20:32",
        "t": "“‘When*p you say, “Let’s be like the nations, like the clans of other countries, serving wood and stone,” what you have in mind will never happen."
    },
    {
        "o": 23551,
        "r": "csb:Ezekiel:20:33",
        "t": "As I live - the declaration of the Lord God-*s I will reign over you with a strong hand, an outstretched arm, and outpoured wrath."
    },
    {
        "o": 23552,
        "r": "csb:Ezekiel:20:34",
        "t": "I will bring you from the peoples and gather you from the countries where you were scattered, with a strong hand, an outstretched arm, and outpoured wrath."
    },
    {
        "o": 23553,
        "r": "csb:Ezekiel:20:35",
        "t": "I will lead you into the wilderness of the peoples and enter into judgment with you there face to face."
    },
    {
        "o": 23554,
        "r": "csb:Ezekiel:20:36",
        "t": "Just as I entered into judgment with your ancestors in the wilderness of the land of Egypt, so I will enter into judgment with you. This is the declaration of the Lord God.*s"
    },
    {
        "o": 23555,
        "r": "csb:Ezekiel:20:37",
        "t": "I will make you pass under the rod and will bring you into the bond of the covenant."
    },
    {
        "o": 23556,
        "r": "csb:Ezekiel:20:38",
        "t": "I will purge you of those who rebel and transgress against me. I will bring them out of the land where they live as foreign residents, but they will not enter the land of Israel. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23557,
        "r": "csb:Ezekiel:20:39",
        "t": "“‘As*p for you, house of Israel, this is what the Lord God*s says: Go and serve your idols, each of you. But afterward you will surely listen to me, and you will no longer defile my holy name with your gifts and idols."
    },
    {
        "o": 23558,
        "r": "csb:Ezekiel:20:40",
        "t": "For on my holy mountain, Israel’s high mountain - the declaration of the Lord God-*s there the entire house of Israel, all of them, will serve me in the land. There I will accept them and will require your contributions and choicest gifts, all your holy offerings."
    },
    {
        "o": 23559,
        "r": "csb:Ezekiel:20:41",
        "t": "When I bring you from the peoples and gather you from the countries where you have been scattered, I will accept you as a pleasing aroma. And I will demonstrate my holiness through you in the sight of the nations."
    },
    {
        "o": 23560,
        "r": "csb:Ezekiel:20:42",
        "t": "When I lead you into the land of Israel, the land I swore to give your ancestors, you will know that I am the Lord.*s"
    },
    {
        "o": 23561,
        "r": "csb:Ezekiel:20:43",
        "t": "There you will remember your ways and all your deeds by which you have defiled yourself, and you will loathe yourselves for all the evil things you have done."
    },
    {
        "o": 23562,
        "r": "csb:Ezekiel:20:44",
        "t": "You will know that I am the Lord,*s house of Israel, when I have dealt with you for the sake of my name rather than according to your evil ways and corrupt acts. This is the declaration of the Lord God*s .’”"
    },
    {
        "o": 23563,
        "r": "csb:Ezekiel:20:44",
        "t": "Fire in the South",
        "h": 2
    },
    {
        "o": 23564,
        "r": "csb:Ezekiel:20:45",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23565,
        "r": "csb:Ezekiel:20:46",
        "t": "“Son of man, face the south and preach against it. Prophesy against the forest land in the Negev,"
    },
    {
        "o": 23566,
        "r": "csb:Ezekiel:20:47",
        "t": "and say to the forest there, ‘Hear the word of the Lord!*s This is what the Lord God*s says: I am about to ignite a fire in you, and it will devour every green tree and every dry tree in you. The blazing flame will not be extinguished, and every face from the south to the north will be scorched by it."
    },
    {
        "o": 23567,
        "r": "csb:Ezekiel:20:48",
        "t": "Then all humanity will see that I, the Lord,*s have kindled it. It will not be extinguished.’”"
    },
    {
        "o": 23568,
        "r": "csb:Ezekiel:20:49",
        "t": "Then*p I said, “Oh, Lord God,*s they are saying of me, ‘Isn’t he just composing parables?’”"
    }
]
