[
    {
        "o": 8495,
        "r": "nasb:1 Samuel:22:0",
        "t": "1 Samuel 22",
        "h": 1
    },
    {
        "o": 8496,
        "r": "nasb:1 Samuel:22:0",
        "t": "The Priests Slain at Nob",
        "h": 2
    },
    {
        "o": 8497,
        "r": "nasb:1 Samuel:22:1",
        "t": "So*p David departed from there and escaped to the cave of Adullam; and when his brothers and all his father’s household heard of*i it,*i they went down there to him."
    },
    {
        "o": 8498,
        "r": "nasb:1 Samuel:22:2",
        "t": "Everyone who was in distress, and everyone who was in debt, and everyone who was discontented gathered to him; and he became captain over them. Now there were about four hundred men with him."
    },
    {
        "o": 8499,
        "r": "nasb:1 Samuel:22:3",
        "t": "And*p David went from there to Mizpah of Moab; and he said to the king of Moab, “Please let my father and my mother come and*i stay*i with you until I know what God will do for me.”"
    },
    {
        "o": 8500,
        "r": "nasb:1 Samuel:22:4",
        "t": "Then he left them with the king of Moab; and they stayed with him all the time that David was in the stronghold."
    },
    {
        "o": 8501,
        "r": "nasb:1 Samuel:22:5",
        "t": "The prophet Gad said to David, “Do not stay in the stronghold; depart, and go into the land of Judah.” So David departed and went into the forest of Hereth."
    },
    {
        "o": 8502,
        "r": "nasb:1 Samuel:22:6",
        "t": "Then*p Saul heard that David and the men who were with him had been discovered. Now Saul was sitting in Gibeah, under the tamarisk tree on the height with his spear in his hand, and all his servants were standing around him."
    },
    {
        "o": 8503,
        "r": "nasb:1 Samuel:22:7",
        "t": "Saul said to his servants who stood around him, “Hear now, O Benjamites! Will the son of Jesse also give to all of you fields and vineyards? Will he make you all commanders of thousands and commanders of hundreds?"
    },
    {
        "o": 8504,
        "r": "nasb:1 Samuel:22:8",
        "t": "For all of you have conspired against me so that there is no one who discloses to me when my son makes a*i covenant*i with the son of Jesse, and there is none of you who is sorry for me or discloses to me that my son has stirred up my servant against me to lie in ambush, as it*i is*i this day.”"
    },
    {
        "o": 8505,
        "r": "nasb:1 Samuel:22:9",
        "t": "Then Doeg the Edomite, who was standing by the servants of Saul, said, “I saw the son of Jesse coming to Nob, to Ahimelech the son of Ahitub."
    },
    {
        "o": 8506,
        "r": "nasb:1 Samuel:22:10",
        "t": "He inquired of the Lord*s for him, gave him provisions, and gave him the sword of Goliath the Philistine.”"
    },
    {
        "o": 8507,
        "r": "nasb:1 Samuel:22:11",
        "t": "Then*p the king sent someone to summon Ahimelech the priest, the son of Ahitub, and all his father’s household, the priests who were in Nob; and all of them came to the king."
    },
    {
        "o": 8508,
        "r": "nasb:1 Samuel:22:12",
        "t": "Saul said, “Listen now, son of Ahitub.” And he answered, “Here I am, my lord.”"
    },
    {
        "o": 8509,
        "r": "nasb:1 Samuel:22:13",
        "t": "Saul then said to him, “Why have you and the son of Jesse conspired against me, in that you have given him bread and a sword and have inquired of God for him, so that he would rise up against me by lying in ambush as it*i is*i this day?”"
    },
    {
        "o": 8510,
        "r": "nasb:1 Samuel:22:14",
        "t": "Then*p Ahimelech answered the king and said, “And who among all your servants is as faithful as David, even the king’s son-in-law, who is captain over your guard, and is honored in your house?"
    },
    {
        "o": 8511,
        "r": "nasb:1 Samuel:22:15",
        "t": "Did I just*i begin to inquire of God for him today? Far be it from me! Do not let the king impute anything to his servant or*i to any of the household of my father, for your servant knows nothing at all of this whole affair.”"
    },
    {
        "o": 8512,
        "r": "nasb:1 Samuel:22:16",
        "t": "But the king said, “You shall surely die, Ahimelech, you and all your father’s household!”"
    },
    {
        "o": 8513,
        "r": "nasb:1 Samuel:22:17",
        "t": "And the king said to the guards who were attending him, “Turn around and put the priests of the Lord*s to death, because their hand also is with David and because they knew that he was fleeing and did not reveal it to me.” But the servants of the king were not willing to put forth their hands to attack the priests of the Lord.*s"
    },
    {
        "o": 8514,
        "r": "nasb:1 Samuel:22:18",
        "t": "Then the king said to Doeg, “You turn around and attack the priests.” And Doeg the Edomite turned around and attacked the priests, and he killed that day eighty-five men who wore the linen ephod."
    },
    {
        "o": 8515,
        "r": "nasb:1 Samuel:22:19",
        "t": "And he struck Nob the city of the priests with the edge of the sword, both men and women, children and infants; also oxen, donkeys, and sheep he*i struck*i with the edge of the sword."
    },
    {
        "o": 8516,
        "r": "nasb:1 Samuel:22:20",
        "t": "But*p one son of Ahimelech the son of Ahitub, named Abiathar, escaped and fled after David."
    },
    {
        "o": 8517,
        "r": "nasb:1 Samuel:22:21",
        "t": "Abiathar told David that Saul had killed the priests of the Lord.*s"
    },
    {
        "o": 8518,
        "r": "nasb:1 Samuel:22:22",
        "t": "Then David said to Abiathar, “I knew on that day, when Doeg the Edomite was there, that he would surely tell Saul. I have brought about the*i death*i of every person in your father’s household."
    },
    {
        "o": 8519,
        "r": "nasb:1 Samuel:22:23",
        "t": "Stay with me; do not be afraid, for he who seeks my life seeks your life, for you are safe with me.”"
    }
]
