[
    {
        "o": 25370,
        "r": "niv:Zechariah:12:0",
        "t": "Zechariah 12",
        "h": 1
    },
    {
        "o": 25371,
        "r": "niv:Zechariah:12:0",
        "t": "Jerusalem’s Enemies to Be Destroyed",
        "h": 2
    },
    {
        "o": 25372,
        "r": "niv:Zechariah:12:1",
        "t": "A*p prophecy: The word of the Lord*s concerning Israel. The*p Lord,*s who stretches out the heavens, who lays the foundation of the earth, and who forms the human spirit within a person, declares:"
    },
    {
        "o": 25373,
        "r": "niv:Zechariah:12:2",
        "t": "“I am going to make Jerusalem a cup that sends all the surrounding peoples reeling. Judah will be besieged as well as Jerusalem."
    },
    {
        "o": 25374,
        "r": "niv:Zechariah:12:3",
        "t": "On that day, when all the nations of the earth are gathered against her, I will make Jerusalem an immovable rock for all the nations. All who try to move it will injure themselves."
    },
    {
        "o": 25375,
        "r": "niv:Zechariah:12:4",
        "t": "On that day I will strike every horse with panic and its rider with madness,” declares the Lord.*s “I will keep a watchful eye over Judah, but I will blind all the horses of the nations."
    },
    {
        "o": 25376,
        "r": "niv:Zechariah:12:5",
        "t": "Then the clans of Judah will say in their hearts, ‘The people of Jerusalem are strong, because the Lord*s Almighty is their God.’"
    },
    {
        "o": 25377,
        "r": "niv:Zechariah:12:6",
        "t": "“On*p that day I will make the clans of Judah like a firepot in a woodpile, like a flaming torch among sheaves. They will consume all the surrounding peoples right and left, but Jerusalem will remain intact in her place."
    },
    {
        "o": 25378,
        "r": "niv:Zechariah:12:7",
        "t": "“The*p Lord*s will save the dwellings of Judah first, so that the honor of the house of David and of Jerusalem’s inhabitants may not be greater than that of Judah."
    },
    {
        "o": 25379,
        "r": "niv:Zechariah:12:8",
        "t": "On that day the Lord*s will shield those who live in Jerusalem, so that the feeblest among them will be like David, and the house of David will be like God, like the angel of the Lord*s going before them."
    },
    {
        "o": 25380,
        "r": "niv:Zechariah:12:9",
        "t": "On that day I will set out to destroy all the nations that attack Jerusalem."
    },
    {
        "o": 25381,
        "r": "niv:Zechariah:12:9",
        "t": "Mourning for the One They Pierced",
        "h": 2
    },
    {
        "o": 25382,
        "r": "niv:Zechariah:12:10",
        "t": "“And*p I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and supplication. They will look on me, the one they have pierced, and they will mourn for him as one mourns for an only child, and grieve bitterly for him as one grieves for a firstborn son."
    },
    {
        "o": 25383,
        "r": "niv:Zechariah:12:11",
        "t": "On that day the weeping in Jerusalem will be as great as the weeping of Hadad Rimmon in the plain of Megiddo."
    },
    {
        "o": 25384,
        "r": "niv:Zechariah:12:12",
        "t": "The land will mourn, each clan by itself, with their wives by themselves: the clan of the house of David and their wives, the clan of the house of Nathan and their wives,"
    },
    {
        "o": 25385,
        "r": "niv:Zechariah:12:13",
        "t": "the clan of the house of Levi and their wives, the clan of Shimei and their wives,"
    },
    {
        "o": 25386,
        "r": "niv:Zechariah:12:14",
        "t": "and all the rest of the clans and their wives."
    }
]
