[
    {
        "o": 7061,
        "r": "csb:Joshua:21:0",
        "t": "Joshua 21",
        "h": 1
    },
    {
        "o": 7062,
        "r": "csb:Joshua:21:0",
        "t": "Cities of the Levites",
        "h": 2
    },
    {
        "o": 7063,
        "r": "csb:Joshua:21:1",
        "t": "The*p Levite family heads approached the priest Eleazar, Joshua son of Nun, and the family heads of the Israelite tribes."
    },
    {
        "o": 7064,
        "r": "csb:Joshua:21:2",
        "t": "At Shiloh, in the land of Canaan, they told them, “The Lord*s commanded through Moses that we be given cities to live in, with their pasturelands for our livestock.”"
    },
    {
        "o": 7065,
        "r": "csb:Joshua:21:3",
        "t": "So the Israelites, by the Lord’s*s command, gave the Levites these cities with their pasturelands from their inheritance."
    },
    {
        "o": 7066,
        "r": "csb:Joshua:21:4",
        "t": "The*p lot came out for the Kohathite clans: The Levites who were the descendants of the priest Aaron received thirteen cities by lot from the tribes of Judah, Simeon, and Benjamin."
    },
    {
        "o": 7067,
        "r": "csb:Joshua:21:5",
        "t": "The remaining descendants of Kohath received ten cities by lot from the clans of the tribes of Ephraim, Dan, and half the tribe of Manasseh."
    },
    {
        "o": 7068,
        "r": "csb:Joshua:21:6",
        "t": "Gershon’s*p descendants received thirteen cities by lot from the clans of the tribes of Issachar, Asher, Naphtali, and half the tribe of Manasseh in Bashan."
    },
    {
        "o": 7069,
        "r": "csb:Joshua:21:7",
        "t": "Merari’s*p descendants received twelve cities for their clans from the tribes of Reuben, Gad, and Zebulun."
    },
    {
        "o": 7070,
        "r": "csb:Joshua:21:8",
        "t": "The*p Israelites gave these cities with their pasturelands around them to the Levites by lot, as the Lord*s had commanded through Moses."
    },
    {
        "o": 7071,
        "r": "csb:Joshua:21:8",
        "t": "Cities of Aaron’s Descendants",
        "h": 2
    },
    {
        "o": 7072,
        "r": "csb:Joshua:21:9",
        "t": "The*p Israelites gave these cities by name from the tribes of the descendants of Judah and Simeon"
    },
    {
        "o": 7073,
        "r": "csb:Joshua:21:10",
        "t": "to the descendants of Aaron from the Kohathite clans of the Levites, because they received the first lot."
    },
    {
        "o": 7074,
        "r": "csb:Joshua:21:11",
        "t": "They gave them Kiriath-arba (that is, Hebron; Arba was the father of Anak) with its surrounding pasturelands in the hill country of Judah."
    },
    {
        "o": 7075,
        "r": "csb:Joshua:21:12",
        "t": "But they gave the fields and settlements of the city to Caleb son of Jephunneh as his possession."
    },
    {
        "o": 7076,
        "r": "csb:Joshua:21:13",
        "t": "They*p gave to the descendants of the priest Aaron: Hebron,*p the city of refuge for the one who commits manslaughter, with its pasturelands, Libnah with its pasturelands,"
    },
    {
        "o": 7077,
        "r": "csb:Joshua:21:14",
        "t": "Jattir with its pasturelands, Eshtemoa with its pasturelands,"
    },
    {
        "o": 7078,
        "r": "csb:Joshua:21:15",
        "t": "Holon with its pasturelands, Debir with its pasturelands,"
    },
    {
        "o": 7079,
        "r": "csb:Joshua:21:16",
        "t": "Ain with its pasturelands, Juttah with its pasturelands, and Beth-shemesh with its pasturelands - nine cities from these two tribes."
    },
    {
        "o": 7080,
        "r": "csb:Joshua:21:17",
        "t": "From*p the tribe of Benjamin they gave: Gibeon*p with its pasturelands, Geba with its pasturelands,"
    },
    {
        "o": 7081,
        "r": "csb:Joshua:21:18",
        "t": "Anathoth with its pasturelands, and Almon with its pasturelands - four cities."
    },
    {
        "o": 7082,
        "r": "csb:Joshua:21:19",
        "t": "All thirteen cities with their pasturelands were for the priests, the descendants of Aaron."
    },
    {
        "o": 7083,
        "r": "csb:Joshua:21:19",
        "t": "Cities of Kohath’s Other Descendants",
        "h": 2
    },
    {
        "o": 7084,
        "r": "csb:Joshua:21:20",
        "t": "The*p allotted cities to the remaining clans of Kohath’s descendants, who were Levites, came from the tribe of Ephraim."
    },
    {
        "o": 7085,
        "r": "csb:Joshua:21:21",
        "t": "The Israelites gave them: Shechem,*p the city of refuge for the one who commits manslaughter, with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,"
    },
    {
        "o": 7086,
        "r": "csb:Joshua:21:22",
        "t": "Kibzaim with its pasturelands, and Beth-horon with its pasturelands - four cities."
    },
    {
        "o": 7087,
        "r": "csb:Joshua:21:23",
        "t": "From*p the tribe of Dan they gave: Elteke*p with its pasturelands, Gibbethon with its pasturelands,"
    },
    {
        "o": 7088,
        "r": "csb:Joshua:21:24",
        "t": "Aijalon with its pasturelands, and Gath-rimmon with its pasturelands - four cities."
    },
    {
        "o": 7089,
        "r": "csb:Joshua:21:25",
        "t": "From*p half the tribe of Manasseh they gave: Taanach*p with its pasturelands and Gath-rimmon with its pasturelands - two cities."
    },
    {
        "o": 7090,
        "r": "csb:Joshua:21:26",
        "t": "All*p ten cities with their pasturelands were for the clans of Kohath’s other descendants."
    },
    {
        "o": 7091,
        "r": "csb:Joshua:21:26",
        "t": "Cities of Gershon’s Descendants",
        "h": 2
    },
    {
        "o": 7092,
        "r": "csb:Joshua:21:27",
        "t": "From*p half the tribe of Manasseh, they gave to the descendants of Gershon, who were one of the Levite clans: Golan,*p the city of refuge for the one who commits manslaughter, with its pasturelands in Bashan, and Beeshterah with its pasturelands - two cities."
    },
    {
        "o": 7093,
        "r": "csb:Joshua:21:28",
        "t": "From*p the tribe of Issachar they gave: Kishion*p with its pasturelands, Daberath with its pasturelands,"
    },
    {
        "o": 7094,
        "r": "csb:Joshua:21:29",
        "t": "Jarmuth with its pasturelands, and En-gannim with its pasturelands - four cities."
    },
    {
        "o": 7095,
        "r": "csb:Joshua:21:30",
        "t": "From*p the tribe of Asher they gave: Mishal*p with its pasturelands, Abdon with its pasturelands,"
    },
    {
        "o": 7096,
        "r": "csb:Joshua:21:31",
        "t": "Helkath with its pasturelands, and Rehob with its pasturelands - four cities."
    },
    {
        "o": 7097,
        "r": "csb:Joshua:21:32",
        "t": "From*p the tribe of Naphtali they gave: Kedesh*p in Galilee, the city of refuge for the one who commits manslaughter, with its pasturelands, Hammoth-dor with its pasturelands, and Kartan with its pasturelands - three cities."
    },
    {
        "o": 7098,
        "r": "csb:Joshua:21:33",
        "t": "All*p thirteen cities with their pasturelands were for the Gershonites by their clans."
    },
    {
        "o": 7099,
        "r": "csb:Joshua:21:33",
        "t": "Cities of Merari’s Descendants",
        "h": 2
    },
    {
        "o": 7100,
        "r": "csb:Joshua:21:34",
        "t": "From*p the tribe of Zebulun, they gave to the clans of the descendants of Merari, who were the remaining Levites: Jokneam*p with its pasturelands, Kartah with its pasturelands,"
    },
    {
        "o": 7101,
        "r": "csb:Joshua:21:35",
        "t": "Dimnah with its pasturelands, and Nahalal with its pasturelands - four cities."
    },
    {
        "o": 7102,
        "r": "csb:Joshua:21:36",
        "t": "From*p the tribe of Reuben they gave: Bezer*p with its pasturelands, Jahzah with its pasturelands,"
    },
    {
        "o": 7103,
        "r": "csb:Joshua:21:37",
        "t": "Kedemoth with its pasturelands, and Mephaath with its pasturelands - four cities."
    },
    {
        "o": 7104,
        "r": "csb:Joshua:21:38",
        "t": "From*p the tribe of Gad they gave: Ramoth*p in Gilead, the city of refuge for the one who commits manslaughter, with its pasturelands, Mahanaim with its pasturelands,"
    },
    {
        "o": 7105,
        "r": "csb:Joshua:21:39",
        "t": "Heshbon with its pasturelands, and Jazer with its pasturelands - four cities in all."
    },
    {
        "o": 7106,
        "r": "csb:Joshua:21:40",
        "t": "All twelve cities were allotted to the clans of Merari’s descendants, the remaining Levite clans."
    },
    {
        "o": 7107,
        "r": "csb:Joshua:21:41",
        "t": "Within*p the Israelite possession there were forty-eight cities in all with their pasturelands for the Levites."
    },
    {
        "o": 7108,
        "r": "csb:Joshua:21:42",
        "t": "Each of these cities had its own surrounding pasturelands; this was true for all the cities."
    },
    {
        "o": 7109,
        "r": "csb:Joshua:21:42",
        "t": "The Lord’s Promises Fulfilled",
        "h": 2
    },
    {
        "o": 7110,
        "r": "csb:Joshua:21:43",
        "t": "So*p the Lord*s gave Israel all the land he had sworn to give their ancestors, and they took possession of it and settled there."
    },
    {
        "o": 7111,
        "r": "csb:Joshua:21:44",
        "t": "The Lord*s gave them rest on every side according to all he had sworn to their ancestors. None of their enemies were able to stand against them, for the Lord*s handed over all their enemies to them."
    },
    {
        "o": 7112,
        "r": "csb:Joshua:21:45",
        "t": "None of the good promises the Lord*s had made to the house of Israel failed. Everything was fulfilled."
    }
]
