[
    {
        "o": 10693,
        "r": "niv:2 Kings:10:0",
        "t": "2 Kings 10",
        "h": 1
    },
    {
        "o": 10694,
        "r": "niv:2 Kings:10:0",
        "t": "Ahab’s Family Killed",
        "h": 2
    },
    {
        "o": 10695,
        "r": "niv:2 Kings:10:1",
        "t": "Now*p there were in Samaria seventy sons of the house of Ahab. So Jehu wrote letters and sent them to Samaria: to the officials of Jezreel, to the elders and to the guardians of Ahab’s children. He said,"
    },
    {
        "o": 10696,
        "r": "niv:2 Kings:10:2",
        "t": "“You have your master’s sons with you and you have chariots and horses, a fortified city and weapons. Now as soon as this letter reaches you,"
    },
    {
        "o": 10697,
        "r": "niv:2 Kings:10:3",
        "t": "choose the best and most worthy of your master’s sons and set him on his father’s throne. Then fight for your master’s house.”"
    },
    {
        "o": 10698,
        "r": "niv:2 Kings:10:4",
        "t": "But*p they were terrified and said, “If two kings could not resist him, how can we?”"
    },
    {
        "o": 10699,
        "r": "niv:2 Kings:10:5",
        "t": "So*p the palace administrator, the city governor, the elders and the guardians sent this message to Jehu: “We are your servants and we will do anything you say. We will not appoint anyone as king; you do whatever you think best.”"
    },
    {
        "o": 10700,
        "r": "niv:2 Kings:10:6",
        "t": "Then*p Jehu wrote them a second letter, saying, “If you are on my side and will obey me, take the heads of your master’s sons and come to me in Jezreel by this time tomorrow.” Now*p the royal princes, seventy of them, were with the leading men of the city, who were rearing them."
    },
    {
        "o": 10701,
        "r": "niv:2 Kings:10:7",
        "t": "When the letter arrived, these men took the princes and slaughtered all seventy of them. They put their heads in baskets and sent them to Jehu in Jezreel."
    },
    {
        "o": 10702,
        "r": "niv:2 Kings:10:8",
        "t": "When the messenger arrived, he told Jehu, “They have brought the heads of the princes.” Then*p Jehu ordered, “Put them in two piles at the entrance of the city gate until morning.”"
    },
    {
        "o": 10703,
        "r": "niv:2 Kings:10:9",
        "t": "The*p next morning Jehu went out. He stood before all the people and said, “You are innocent. It was I who conspired against my master and killed him, but who killed all these?"
    },
    {
        "o": 10704,
        "r": "niv:2 Kings:10:10",
        "t": "Know, then, that not a word the Lord*s has spoken against the house of Ahab will fail. The Lord*s has done what he announced through his servant Elijah.”"
    },
    {
        "o": 10705,
        "r": "niv:2 Kings:10:11",
        "t": "So Jehu killed everyone in Jezreel who remained of the house of Ahab, as well as all his chief men, his close friends and his priests, leaving him no survivor."
    },
    {
        "o": 10706,
        "r": "niv:2 Kings:10:12",
        "t": "Jehu*p then set out and went toward Samaria. At Beth Eked of the Shepherds,"
    },
    {
        "o": 10707,
        "r": "niv:2 Kings:10:13",
        "t": "he met some relatives of Ahaziah king of Judah and asked, “Who are you?” They*p said, “We are relatives of Ahaziah, and we have come down to greet the families of the king and of the queen mother.”"
    },
    {
        "o": 10708,
        "r": "niv:2 Kings:10:14",
        "t": "“Take*p them alive!” he ordered. So they took them alive and slaughtered them by the well of Beth Eked—forty-two of them. He left no survivor."
    },
    {
        "o": 10709,
        "r": "niv:2 Kings:10:15",
        "t": "After*p he left there, he came upon Jehonadab son of Rekab, who was on his way to meet him. Jehu greeted him and said, “Are you in accord with me, as I am with you?” “I*p am,” Jehonadab answered. “If*p so,” said Jehu, “give me your hand.” So he did, and Jehu helped him up into the chariot."
    },
    {
        "o": 10710,
        "r": "niv:2 Kings:10:16",
        "t": "Jehu said, “Come with me and see my zeal for the Lord.”*s Then he had him ride along in his chariot."
    },
    {
        "o": 10711,
        "r": "niv:2 Kings:10:17",
        "t": "When*p Jehu came to Samaria, he killed all who were left there of Ahab’s family; he destroyed them, according to the word of the Lord*s spoken to Elijah."
    },
    {
        "o": 10712,
        "r": "niv:2 Kings:10:17",
        "t": "Servants of Baal Killed",
        "h": 2
    },
    {
        "o": 10713,
        "r": "niv:2 Kings:10:18",
        "t": "Then*p Jehu brought all the people together and said to them, “Ahab served Baal a little; Jehu will serve him much."
    },
    {
        "o": 10714,
        "r": "niv:2 Kings:10:19",
        "t": "Now summon all the prophets of Baal, all his servants and all his priests. See that no one is missing, because I am going to hold a great sacrifice for Baal. Anyone who fails to come will no longer live.” But Jehu was acting deceptively in order to destroy the servants of Baal."
    },
    {
        "o": 10715,
        "r": "niv:2 Kings:10:20",
        "t": "Jehu*p said, “Call an assembly in honor of Baal.” So they proclaimed it."
    },
    {
        "o": 10716,
        "r": "niv:2 Kings:10:21",
        "t": "Then he sent word throughout Israel, and all the servants of Baal came; not one stayed away. They crowded into the temple of Baal until it was full from one end to the other."
    },
    {
        "o": 10717,
        "r": "niv:2 Kings:10:22",
        "t": "And Jehu said to the keeper of the wardrobe, “Bring robes for all the servants of Baal.” So he brought out robes for them."
    },
    {
        "o": 10718,
        "r": "niv:2 Kings:10:23",
        "t": "Then*p Jehu and Jehonadab son of Rekab went into the temple of Baal. Jehu said to the servants of Baal, “Look around and see that no one who serves the Lord*s is here with you—only servants of Baal.”"
    },
    {
        "o": 10719,
        "r": "niv:2 Kings:10:24",
        "t": "So they went in to make sacrifices and burnt offerings. Now Jehu had posted eighty men outside with this warning: “If one of you lets any of the men I am placing in your hands escape, it will be your life for his life.”"
    },
    {
        "o": 10720,
        "r": "niv:2 Kings:10:25",
        "t": "As*p soon as Jehu had finished making the burnt offering, he ordered the guards and officers: “Go in and kill them; let no one escape.” So they cut them down with the sword. The guards and officers threw the bodies out and then entered the inner shrine of the temple of Baal."
    },
    {
        "o": 10721,
        "r": "niv:2 Kings:10:26",
        "t": "They brought the sacred stone out of the temple of Baal and burned it."
    },
    {
        "o": 10722,
        "r": "niv:2 Kings:10:27",
        "t": "They demolished the sacred stone of Baal and tore down the temple of Baal, and people have used it for a latrine to this day."
    },
    {
        "o": 10723,
        "r": "niv:2 Kings:10:28",
        "t": "So*p Jehu destroyed Baal worship in Israel."
    },
    {
        "o": 10724,
        "r": "niv:2 Kings:10:29",
        "t": "However, he did not turn away from the sins of Jeroboam son of Nebat, which he had caused Israel to commit—the worship of the golden calves at Bethel and Dan."
    },
    {
        "o": 10725,
        "r": "niv:2 Kings:10:30",
        "t": "The*p Lord*s said to Jehu, “Because you have done well in accomplishing what is right in my eyes and have done to the house of Ahab all I had in mind to do, your descendants will sit on the throne of Israel to the fourth generation.”"
    },
    {
        "o": 10726,
        "r": "niv:2 Kings:10:31",
        "t": "Yet Jehu was not careful to keep the law of the Lord,*s the God of Israel, with all his heart. He did not turn away from the sins of Jeroboam, which he had caused Israel to commit."
    },
    {
        "o": 10727,
        "r": "niv:2 Kings:10:32",
        "t": "In*p those days the Lord*s began to reduce the size of Israel. Hazael overpowered the Israelites throughout their territory"
    },
    {
        "o": 10728,
        "r": "niv:2 Kings:10:33",
        "t": "east of the Jordan in all the land of Gilead (the region of Gad, Reuben and Manasseh), from Aroer by the Arnon Gorge through Gilead to Bashan."
    },
    {
        "o": 10729,
        "r": "niv:2 Kings:10:34",
        "t": "As*p for the other events of Jehu’s reign, all he did, and all his achievements, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10730,
        "r": "niv:2 Kings:10:35",
        "t": "Jehu*p rested with his ancestors and was buried in Samaria. And Jehoahaz his son succeeded him as king."
    },
    {
        "o": 10731,
        "r": "niv:2 Kings:10:36",
        "t": "The time that Jehu reigned over Israel in Samaria was twenty-eight years."
    }
]
