[
    {
        "o": 22369,
        "r": "nasb:Jeremiah:48:0",
        "t": "Jeremiah 48",
        "h": 1
    },
    {
        "o": 22370,
        "r": "nasb:Jeremiah:48:0",
        "t": "Prophecy against Moab",
        "h": 2
    },
    {
        "o": 22371,
        "r": "nasb:Jeremiah:48:1",
        "t": "Concerning*p Moab. Thus says the Lord*s of hosts, the God of Israel, “Woe*pn to Nebo, for it has been destroyed; Kiriathaim*ln has been put to shame, it has been captured; The*ln lofty stronghold has been put to shame and shattered."
    },
    {
        "o": 22372,
        "r": "nasb:Jeremiah:48:2",
        "t": "There*ln is praise for Moab no longer; In*ln Heshbon they have devised calamity against her: ‘Come*ln and let us cut her off from being*i a nation!’ You*ln too, Madmen, will be silenced; The*ln sword will follow after you."
    },
    {
        "o": 22373,
        "r": "nasb:Jeremiah:48:3",
        "t": "The*ln sound of an outcry from Horonaim, ‘Devastation*ln and great destruction!’"
    },
    {
        "o": 22374,
        "r": "nasb:Jeremiah:48:4",
        "t": "Moab*ln is broken, Her*ln little ones have sounded out a cry of*i distress.*i"
    },
    {
        "o": 22375,
        "r": "nasb:Jeremiah:48:5",
        "t": "For*ln by the ascent of Luhith They*ln will ascend with continual weeping; For*ln at the descent of Horonaim They*ln have heard the anguished cry of destruction."
    },
    {
        "o": 22376,
        "r": "nasb:Jeremiah:48:6",
        "t": "Flee,*ln save your lives, That*ln you may be like a juniper in the wilderness."
    },
    {
        "o": 22377,
        "r": "nasb:Jeremiah:48:7",
        "t": "For*ln because of your trust in your own achievements and treasures, Even*ln you yourself will be captured; And*ln Chemosh will go off into exile Together*ln with his priests and his princes."
    },
    {
        "o": 22378,
        "r": "nasb:Jeremiah:48:8",
        "t": "A*ln destroyer will come to every city, So*ln that no city will escape; The*ln valley also will be ruined And*ln the plateau will be destroyed, As*ln the Lord*s has said."
    },
    {
        "o": 22379,
        "r": "nasb:Jeremiah:48:9",
        "t": "Give*ln wings to Moab, For*ln she will flee away; And*ln her cities will become a desolation, Without*ln inhabitants in them."
    },
    {
        "o": 22380,
        "r": "nasb:Jeremiah:48:10",
        "t": "Cursed*ln be the one who does the Lord’s*s work negligently, And*ln cursed be the one who restrains his sword from blood."
    },
    {
        "o": 22381,
        "r": "nasb:Jeremiah:48:11",
        "t": "“Moab*ln has been at ease since his youth; He*ln has also been undisturbed, like*i wine*i on its dregs, And*ln he has not been emptied from vessel to vessel, Nor*ln has he gone into exile. Therefore*ln he retains his flavor, And*ln his aroma has not changed."
    },
    {
        "o": 22382,
        "r": "nasb:Jeremiah:48:12",
        "t": "Therefore*p behold, the days are coming,” declares the Lord,*s “when I will send to him those who tip vessels,*i and they will tip him over, and they will empty his vessels and shatter his jars."
    },
    {
        "o": 22383,
        "r": "nasb:Jeremiah:48:13",
        "t": "And Moab will be ashamed of Chemosh, as the house of Israel was ashamed of Bethel, their confidence."
    },
    {
        "o": 22384,
        "r": "nasb:Jeremiah:48:14",
        "t": "How*pn can you say, ‘We are mighty warriors, And*ln men valiant for battle’?"
    },
    {
        "o": 22385,
        "r": "nasb:Jeremiah:48:15",
        "t": "Moab*ln has been destroyed and men have gone up to his cities; His*ln choicest young men have also gone down to the slaughter,” Declares*ln the King, whose name is the Lord*s of hosts."
    },
    {
        "o": 22386,
        "r": "nasb:Jeremiah:48:16",
        "t": "“The*ln disaster of Moab will soon come, And*ln his calamity has swiftly hastened."
    },
    {
        "o": 22387,
        "r": "nasb:Jeremiah:48:17",
        "t": "Mourn*ln for him, all you who live*i around him, Even*ln all of you who know his name; Say,*ln ‘How has the mighty scepter been broken, A*ln staff of splendor!’"
    },
    {
        "o": 22388,
        "r": "nasb:Jeremiah:48:18",
        "t": "Come*ln down from your glory And*ln sit on the parched ground, O*ln daughter dwelling in Dibon, For*ln the destroyer of Moab has come up against you, He*ln has ruined your strongholds."
    },
    {
        "o": 22389,
        "r": "nasb:Jeremiah:48:19",
        "t": "Stand*ln by the road and keep watch, O*ln inhabitant of Aroer; Ask*ln him who flees and her who escapes And*iln say, ‘What has happened?’"
    },
    {
        "o": 22390,
        "r": "nasb:Jeremiah:48:20",
        "t": "Moab*ln has been put to shame, for it has been shattered. Wail*ln and cry out; Declare*ln by the Arnon That*ln Moab has been destroyed."
    },
    {
        "o": 22391,
        "r": "nasb:Jeremiah:48:21",
        "t": "“Judgment*p has also come upon the plain, upon Holon, Jahzah and against Mephaath,"
    },
    {
        "o": 22392,
        "r": "nasb:Jeremiah:48:22",
        "t": "against Dibon, Nebo and Beth-diblathaim,"
    },
    {
        "o": 22393,
        "r": "nasb:Jeremiah:48:23",
        "t": "against Kiriathaim, Beth-gamul and Beth-meon,"
    },
    {
        "o": 22394,
        "r": "nasb:Jeremiah:48:24",
        "t": "against Kerioth, Bozrah and all the cities of the land of Moab, far and near."
    },
    {
        "o": 22395,
        "r": "nasb:Jeremiah:48:25",
        "t": "The horn of Moab has been cut off and his arm broken,” declares the Lord.*s"
    },
    {
        "o": 22396,
        "r": "nasb:Jeremiah:48:26",
        "t": "“Make him drunk, for he has become arrogant toward the Lord;*s so Moab will wallow in his vomit, and he also will become a laughingstock."
    },
    {
        "o": 22397,
        "r": "nasb:Jeremiah:48:27",
        "t": "Now was not Israel a laughingstock to you? Or was he caught among thieves? For each time you speak about him you shake your*i head*i in*i scorn.*i"
    },
    {
        "o": 22398,
        "r": "nasb:Jeremiah:48:28",
        "t": "Leave*pn the cities and dwell among the crags, O*ln inhabitants of Moab, And*ln be like a dove that nests Beyond*ln the mouth of the chasm."
    },
    {
        "o": 22399,
        "r": "nasb:Jeremiah:48:29",
        "t": "We*ln have heard of the pride of Moab—he is*i very proud— Of*ln his haughtiness, his pride, his arrogance and his self-exaltation."
    },
    {
        "o": 22400,
        "r": "nasb:Jeremiah:48:30",
        "t": "I*ln know his fury,” declares the Lord,*s “But*ln it is futile; His*ln idle boasts have accomplished nothing."
    },
    {
        "o": 22401,
        "r": "nasb:Jeremiah:48:31",
        "t": "Therefore*ln I will wail for Moab, Even*ln for all Moab will I cry out; I*ln will moan for the men of Kir-heres."
    },
    {
        "o": 22402,
        "r": "nasb:Jeremiah:48:32",
        "t": "More*ln than the weeping for Jazer I*ln will weep for you, O vine of Sibmah! Your*ln tendrils stretched across the sea, They*ln reached to the sea of Jazer; Upon*ln your summer fruits and your grape harvest The*ln destroyer has fallen."
    },
    {
        "o": 22403,
        "r": "nasb:Jeremiah:48:33",
        "t": "So*ln gladness and joy are taken away From*ln the fruitful field, even from the land of Moab. And*ln I have made the wine to cease from the wine presses; No*ln one will tread them*i with shouting, The*ln shouting will not be shouts of*i joy.*i"
    },
    {
        "o": 22404,
        "r": "nasb:Jeremiah:48:34",
        "t": "From*p the outcry at Heshbon even to Elealeh, even to Jahaz they have raised their voice, from Zoar even to Horonaim and*i to*i Eglath-shelishiyah; for even the waters of Nimrim will become desolate."
    },
    {
        "o": 22405,
        "r": "nasb:Jeremiah:48:35",
        "t": "I will make an end of Moab,” declares the Lord,*s “the one who offers sacrifice*i on the high place and the one who burns incense to his gods."
    },
    {
        "o": 22406,
        "r": "nasb:Jeremiah:48:36",
        "t": "“Therefore*p My heart wails for Moab like flutes; My heart also wails like flutes for the men of Kir-heres. Therefore they have lost the abundance it produced."
    },
    {
        "o": 22407,
        "r": "nasb:Jeremiah:48:37",
        "t": "For every head is bald and every beard cut short; there are gashes on all the hands and sackcloth on the loins."
    },
    {
        "o": 22408,
        "r": "nasb:Jeremiah:48:38",
        "t": "On all the housetops of Moab and in its streets there is lamentation everywhere; for I have broken Moab like an undesirable vessel,” declares the Lord.*s"
    },
    {
        "o": 22409,
        "r": "nasb:Jeremiah:48:39",
        "t": "“How shattered it is! How*i they have wailed! How Moab has turned his back—he is ashamed! So Moab will become a laughingstock and an object of terror to all around him.”"
    },
    {
        "o": 22410,
        "r": "nasb:Jeremiah:48:40",
        "t": "For*pn thus says the Lord:*s “Behold,*ln one will fly swiftly like an eagle And*ln spread out his wings against Moab."
    },
    {
        "o": 22411,
        "r": "nasb:Jeremiah:48:41",
        "t": "Kerioth*ln has been captured And*ln the strongholds have been seized, So*ln the hearts of the mighty men of Moab in that day Will*ln be like the heart of a woman in labor."
    },
    {
        "o": 22412,
        "r": "nasb:Jeremiah:48:42",
        "t": "Moab*ln will be destroyed from being*i a people Because*ln he has become arrogant toward the Lord.*s"
    },
    {
        "o": 22413,
        "r": "nasb:Jeremiah:48:43",
        "t": "Terror,*ln pit and snare are coming*i upon you, O*ln inhabitant of Moab,” declares the Lord.*s"
    },
    {
        "o": 22414,
        "r": "nasb:Jeremiah:48:44",
        "t": "“The*ln one who flees from the terror Will*ln fall into the pit, And*ln the one who climbs up out of the pit Will*ln be caught in the snare; For*ln I shall bring upon her, even*i upon Moab, The*ln year of their punishment,” declares the Lord.*s"
    },
    {
        "o": 22415,
        "r": "nasb:Jeremiah:48:45",
        "t": "“In*ln the shadow of Heshbon The*ln fugitives stand without strength; For*ln a fire has gone forth from Heshbon And*ln a flame from the midst of Sihon, And*ln it has devoured the forehead of Moab And*ln the scalps of the riotous revelers."
    },
    {
        "o": 22416,
        "r": "nasb:Jeremiah:48:46",
        "t": "Woe*ln to you, Moab! The*ln people of Chemosh have perished; For*ln your sons have been taken away captive And*ln your daughters into captivity."
    },
    {
        "o": 22417,
        "r": "nasb:Jeremiah:48:47",
        "t": "Yet*ln I will restore the fortunes of Moab In*ln the latter days,” declares the Lord.*s Thus*bp far the judgment on Moab."
    }
]
