[
    {
        "o": 19340,
        "r": "csb:Ecclesiastes:1:0",
        "t": "Ecclesiastes 1",
        "h": 1
    },
    {
        "o": 19341,
        "r": "csb:Ecclesiastes:1:0",
        "t": "Everything Is Futile",
        "h": 2
    },
    {
        "o": 19342,
        "r": "csb:Ecclesiastes:1:1",
        "t": "The*p words of the Teacher, son of David, king in Jerusalem."
    },
    {
        "o": 19343,
        "r": "csb:Ecclesiastes:1:2",
        "t": "“Absolute*pn futility,” says the Teacher. “Absolute*ln futility. Everything is futile.”"
    },
    {
        "o": 19344,
        "r": "csb:Ecclesiastes:1:3",
        "t": "What*ln does a person gain for all his efforts that*ln he labors at under the sun?"
    },
    {
        "o": 19345,
        "r": "csb:Ecclesiastes:1:4",
        "t": "A*ln generation goes and a generation comes, but*ln the earth remains forever."
    },
    {
        "o": 19346,
        "r": "csb:Ecclesiastes:1:5",
        "t": "The*ln sun rises and the sun sets; panting,*ln it hurries back to the place where*ln it rises."
    },
    {
        "o": 19347,
        "r": "csb:Ecclesiastes:1:6",
        "t": "Gusting*ln to the south, turning*ln to the north, turning,*ln turning, goes the wind, and*ln the wind returns in its cycles."
    },
    {
        "o": 19348,
        "r": "csb:Ecclesiastes:1:7",
        "t": "All*ln the streams flow to the sea, yet*ln the sea is never full; to*ln the place where the streams flow, there*ln they flow again."
    },
    {
        "o": 19349,
        "r": "csb:Ecclesiastes:1:8",
        "t": "All*ln things are wearisome, more*ln than anyone can say. The*ln eye is not satisfied by seeing or*ln the ear filled with hearing."
    },
    {
        "o": 19350,
        "r": "csb:Ecclesiastes:1:9",
        "t": "What*ln has been is what will be, and*ln what has been done is what will be done; there*ln is nothing new under the sun."
    },
    {
        "o": 19351,
        "r": "csb:Ecclesiastes:1:10",
        "t": "Can*ln one say about anything, “Look,*ln this is new”? It*ln has already existed in the ages before us."
    },
    {
        "o": 19352,
        "r": "csb:Ecclesiastes:1:11",
        "t": "There*ln is no remembrance of those who came before; and*ln of those who will come after there*ln will also be no remembrance by*ln those who follow them."
    },
    {
        "o": 19353,
        "r": "csb:Ecclesiastes:1:11",
        "t": "The Limitations of Wisdom",
        "h": 2
    },
    {
        "o": 19354,
        "r": "csb:Ecclesiastes:1:12",
        "t": "I,*p the Teacher, have been king over Israel in Jerusalem."
    },
    {
        "o": 19355,
        "r": "csb:Ecclesiastes:1:13",
        "t": "I applied my mind to examine and explore through wisdom all that is done under heaven. God has given people this miserable task to keep them occupied."
    },
    {
        "o": 19356,
        "r": "csb:Ecclesiastes:1:14",
        "t": "I have seen all the things that are done under the sun and have found everything to be futile, a pursuit of the wind."
    },
    {
        "o": 19357,
        "r": "csb:Ecclesiastes:1:15",
        "t": "What*pn is crooked cannot be straightened; what*ln is lacking cannot be counted."
    },
    {
        "o": 19358,
        "r": "csb:Ecclesiastes:1:16",
        "t": "I*p said to myself, “See, I have amassed wisdom far beyond all those who were over Jerusalem before me, and my mind has thoroughly grasped wisdom and knowledge.”"
    },
    {
        "o": 19359,
        "r": "csb:Ecclesiastes:1:17",
        "t": "I applied my mind to know wisdom and knowledge, madness and folly; I learned that this too is a pursuit of the wind."
    },
    {
        "o": 19360,
        "r": "csb:Ecclesiastes:1:18",
        "t": "For*pn with much wisdom is much sorrow; as*ln knowledge increases, grief increases."
    },
    {
        "o": 19361,
        "r": "csb:Ecclesiastes:2:0",
        "t": "Ecclesiastes 2",
        "h": 1
    },
    {
        "o": 19362,
        "r": "csb:Ecclesiastes:2:0",
        "t": "The Emptiness of Pleasure",
        "h": 2
    },
    {
        "o": 19363,
        "r": "csb:Ecclesiastes:2:1",
        "t": "I*p said to myself, “Go ahead, I will test you with pleasure; enjoy what is good.” But it turned out to be futile."
    },
    {
        "o": 19364,
        "r": "csb:Ecclesiastes:2:2",
        "t": "I said about laughter, “It is madness,” and about pleasure, “What does this accomplish?”"
    },
    {
        "o": 19365,
        "r": "csb:Ecclesiastes:2:3",
        "t": "I explored with my mind the pull of wine on my body - my mind still guiding me with wisdom — and how to grasp folly, until I could see what is good for people to do under heaven during the few days of their lives."
    },
    {
        "o": 19366,
        "r": "csb:Ecclesiastes:2:3",
        "t": "The Emptiness of Possessions",
        "h": 2
    },
    {
        "o": 19367,
        "r": "csb:Ecclesiastes:2:4",
        "t": "I*p increased my achievements. I built houses and planted vineyards for myself."
    },
    {
        "o": 19368,
        "r": "csb:Ecclesiastes:2:5",
        "t": "I made gardens and parks for myself and planted every kind of fruit tree in them."
    },
    {
        "o": 19369,
        "r": "csb:Ecclesiastes:2:6",
        "t": "I constructed reservoirs for myself from which to irrigate a grove of flourishing trees."
    },
    {
        "o": 19370,
        "r": "csb:Ecclesiastes:2:7",
        "t": "I acquired male and female servants and had slaves who were born in my house. I also owned livestock - large herds and flocks - more than all who were before me in Jerusalem."
    },
    {
        "o": 19371,
        "r": "csb:Ecclesiastes:2:8",
        "t": "I also amassed silver and gold for myself, and the treasure of kings and provinces. I gathered male and female singers for myself, and many concubines, the delights of men."
    },
    {
        "o": 19372,
        "r": "csb:Ecclesiastes:2:9",
        "t": "So I became great and surpassed all who were before me in Jerusalem; my wisdom also remained with me."
    },
    {
        "o": 19373,
        "r": "csb:Ecclesiastes:2:10",
        "t": "All that my eyes desired, I did not deny them. I did not refuse myself any pleasure, for I took pleasure in all my struggles. This was my reward for all my struggles."
    },
    {
        "o": 19374,
        "r": "csb:Ecclesiastes:2:11",
        "t": "When I considered all that I had accomplished and what I had labored to achieve, I found everything to be futile and a pursuit of the wind. There was nothing to be gained under the sun."
    },
    {
        "o": 19375,
        "r": "csb:Ecclesiastes:2:11",
        "t": "The Relative Value of Wisdom",
        "h": 2
    },
    {
        "o": 19376,
        "r": "csb:Ecclesiastes:2:12",
        "t": "Then*p I turned to consider wisdom, madness, and folly, for what will the king’s successor be like? He will do what has already been done."
    },
    {
        "o": 19377,
        "r": "csb:Ecclesiastes:2:13",
        "t": "And I realized that there is an advantage to wisdom over folly, like the advantage of light over darkness."
    },
    {
        "o": 19378,
        "r": "csb:Ecclesiastes:2:14",
        "t": "The*pn wise person has eyes in his head, but*ln the fool walks in darkness. Yet*p I also knew that one fate comes to them both."
    },
    {
        "o": 19379,
        "r": "csb:Ecclesiastes:2:15",
        "t": "So I said to myself, “What happens to the fool will also happen to me. Why then have I been overly wise?” And I said to myself that this is also futile."
    },
    {
        "o": 19380,
        "r": "csb:Ecclesiastes:2:16",
        "t": "For, just like the fool, there is no lasting remembrance of the wise, since in the days to come both will be forgotten. How is it that the wise person dies just like the fool?"
    },
    {
        "o": 19381,
        "r": "csb:Ecclesiastes:2:17",
        "t": "Therefore, I hated life because the work that was done under the sun was distressing to me. For everything is futile and a pursuit of the wind."
    },
    {
        "o": 19382,
        "r": "csb:Ecclesiastes:2:17",
        "t": "The Emptiness of Work",
        "h": 2
    },
    {
        "o": 19383,
        "r": "csb:Ecclesiastes:2:18",
        "t": "I*p hated all my work that I labored at under the sun because I must leave it to the one who comes after me."
    },
    {
        "o": 19384,
        "r": "csb:Ecclesiastes:2:19",
        "t": "And who knows whether he will be wise or a fool? Yet he will take over all my work that I labored at skillfully under the sun. This too is futile."
    },
    {
        "o": 19385,
        "r": "csb:Ecclesiastes:2:20",
        "t": "So I began to give myself over to despair concerning all my work that I had labored at under the sun."
    },
    {
        "o": 19386,
        "r": "csb:Ecclesiastes:2:21",
        "t": "When there is a person whose work was done with wisdom, knowledge, and skill, and he must give his portion to a person who has not worked for it, this too is futile and a great wrong."
    },
    {
        "o": 19387,
        "r": "csb:Ecclesiastes:2:22",
        "t": "For what does a person get with all his work and all his efforts that he labors at under the sun?"
    },
    {
        "o": 19388,
        "r": "csb:Ecclesiastes:2:23",
        "t": "For all his days are filled with grief, and his occupation is sorrowful; even at night, his mind does not rest. This too is futile."
    },
    {
        "o": 19389,
        "r": "csb:Ecclesiastes:2:24",
        "t": "There*p is nothing better for a person than to eat, drink, and enjoy his work. I have seen that even this is from God’s hand,"
    },
    {
        "o": 19390,
        "r": "csb:Ecclesiastes:2:25",
        "t": "because who can eat and who can enjoy life apart from him?"
    },
    {
        "o": 19391,
        "r": "csb:Ecclesiastes:2:26",
        "t": "For to the person who is pleasing in his sight, he gives wisdom, knowledge, and joy; but to the sinner he gives the task of gathering and accumulating in order to give to the one who is pleasing in God’s sight. This too is futile and a pursuit of the wind."
    },
    {
        "o": 19392,
        "r": "csb:Ecclesiastes:3:0",
        "t": "Ecclesiastes 3",
        "h": 1
    },
    {
        "o": 19393,
        "r": "csb:Ecclesiastes:3:0",
        "t": "The Mystery of Time",
        "h": 2
    },
    {
        "o": 19394,
        "r": "csb:Ecclesiastes:3:1",
        "t": "There*pn is an occasion for everything, and*ln a time for every activity under heaven:"
    },
    {
        "o": 19395,
        "r": "csb:Ecclesiastes:3:2",
        "t": "a*ln time to give birth and a time to die; a*ln time to plant and a time to uproot;"
    },
    {
        "o": 19396,
        "r": "csb:Ecclesiastes:3:3",
        "t": "a*ln time to kill and a time to heal; a*ln time to tear down and a time to build;"
    },
    {
        "o": 19397,
        "r": "csb:Ecclesiastes:3:4",
        "t": "a*ln time to weep and a time to laugh; a*ln time to mourn and a time to dance;"
    },
    {
        "o": 19398,
        "r": "csb:Ecclesiastes:3:5",
        "t": "a*ln time to throw stones and a time to gather stones; a*ln time to embrace and a time to avoid embracing;"
    },
    {
        "o": 19399,
        "r": "csb:Ecclesiastes:3:6",
        "t": "a*ln time to search and a time to count as lost; a*ln time to keep and a time to throw away;"
    },
    {
        "o": 19400,
        "r": "csb:Ecclesiastes:3:7",
        "t": "a*ln time to tear and a time to sew; a*ln time to be silent and a time to speak;"
    },
    {
        "o": 19401,
        "r": "csb:Ecclesiastes:3:8",
        "t": "a*ln time to love and a time to hate; a*ln time for war and a time for peace."
    },
    {
        "o": 19402,
        "r": "csb:Ecclesiastes:3:9",
        "t": "What*p does the worker gain from his struggles?"
    },
    {
        "o": 19403,
        "r": "csb:Ecclesiastes:3:10",
        "t": "I have seen the task that God has given the children of Adam to keep them occupied."
    },
    {
        "o": 19404,
        "r": "csb:Ecclesiastes:3:11",
        "t": "He has made everything appropriate in its time. He has also put eternity in their hearts, but no one can discover the work God has done from beginning to end."
    },
    {
        "o": 19405,
        "r": "csb:Ecclesiastes:3:12",
        "t": "I know that there is nothing better for them than to rejoice and enjoy the good life."
    },
    {
        "o": 19406,
        "r": "csb:Ecclesiastes:3:13",
        "t": "It is also the gift of God whenever anyone eats, drinks, and enjoys all his efforts."
    },
    {
        "o": 19407,
        "r": "csb:Ecclesiastes:3:14",
        "t": "I know that everything God does will last forever; there is no adding to it or taking from it. God works so that people will be in awe of him."
    },
    {
        "o": 19408,
        "r": "csb:Ecclesiastes:3:15",
        "t": "Whatever is, has already been, and whatever will be, already is. However, God seeks justice for the persecuted."
    },
    {
        "o": 19409,
        "r": "csb:Ecclesiastes:3:15",
        "t": "The Mystery of Injustice and Death",
        "h": 2
    },
    {
        "o": 19410,
        "r": "csb:Ecclesiastes:3:16",
        "t": "I*p also observed under the sun: there is wickedness at the place of judgment and there is wickedness at the place of righteousness."
    },
    {
        "o": 19411,
        "r": "csb:Ecclesiastes:3:17",
        "t": "I said to myself, “God will judge the righteous and the wicked, since there is a time for every activity and every work.”"
    },
    {
        "o": 19412,
        "r": "csb:Ecclesiastes:3:18",
        "t": "I said to myself, “This happens so that God may test the children of Adam and they may see for themselves that they are like animals.”"
    },
    {
        "o": 19413,
        "r": "csb:Ecclesiastes:3:19",
        "t": "For the fate of the children of Adam and the fate of animals is the same. As one dies, so dies the other; they all have the same breath. People have no advantage over animals since everything is futile."
    },
    {
        "o": 19414,
        "r": "csb:Ecclesiastes:3:20",
        "t": "All are going to the same place; all come from dust, and all return to dust."
    },
    {
        "o": 19415,
        "r": "csb:Ecclesiastes:3:21",
        "t": "Who knows if the spirits of the children of Adam go upward and the spirits of animals go downward to the earth?"
    },
    {
        "o": 19416,
        "r": "csb:Ecclesiastes:3:22",
        "t": "I have seen that there is nothing better than for a person to enjoy his activities because that is his reward. For who can enable him to see what will happen after he dies?"
    },
    {
        "o": 19417,
        "r": "csb:Ecclesiastes:4:0",
        "t": "Ecclesiastes 4",
        "h": 1
    },
    {
        "o": 19418,
        "r": "csb:Ecclesiastes:4:1",
        "t": "Again,*p I observed all the acts of oppression being done under the sun. Look at the tears of those who are oppressed; they have no one to comfort them. Power is with those who oppress them; they have no one to comfort them."
    },
    {
        "o": 19419,
        "r": "csb:Ecclesiastes:4:2",
        "t": "So I commended the dead, who have already died, more than the living, who are still alive."
    },
    {
        "o": 19420,
        "r": "csb:Ecclesiastes:4:3",
        "t": "But better than either of them is the one who has not yet existed, who has not seen the evil activity that is done under the sun."
    },
    {
        "o": 19421,
        "r": "csb:Ecclesiastes:4:3",
        "t": "The Loneliness of Wealth",
        "h": 2
    },
    {
        "o": 19422,
        "r": "csb:Ecclesiastes:4:4",
        "t": "I*p saw that all labor and all skillful work is due to one person’s jealousy of another. This too is futile and a pursuit of the wind."
    },
    {
        "o": 19423,
        "r": "csb:Ecclesiastes:4:5",
        "t": "The*pn fool folds his arms and*ln consumes his own flesh."
    },
    {
        "o": 19424,
        "r": "csb:Ecclesiastes:4:6",
        "t": "Better*ln one handful with rest than*ln two handfuls with effort and a pursuit of the wind."
    },
    {
        "o": 19425,
        "r": "csb:Ecclesiastes:4:7",
        "t": "Again,*p I saw futility under the sun:"
    },
    {
        "o": 19426,
        "r": "csb:Ecclesiastes:4:8",
        "t": "There is a person without a companion, without even a son or brother, and though there is no end to all his struggles, his eyes are still not content with riches. “Who am I struggling for,” he asks, “and depriving myself of good things?” This too is futile and a miserable task."
    },
    {
        "o": 19427,
        "r": "csb:Ecclesiastes:4:9",
        "t": "Two*p are better than one because they have a good reward for their efforts."
    },
    {
        "o": 19428,
        "r": "csb:Ecclesiastes:4:10",
        "t": "For if either falls, his companion can lift him up; but pity the one who falls without another to lift him up."
    },
    {
        "o": 19429,
        "r": "csb:Ecclesiastes:4:11",
        "t": "Also, if two lie down together, they can keep warm; but how can one person alone keep warm?"
    },
    {
        "o": 19430,
        "r": "csb:Ecclesiastes:4:12",
        "t": "And if someone overpowers one person, two can resist him. A cord of three strands is not easily broken."
    },
    {
        "o": 19431,
        "r": "csb:Ecclesiastes:4:13",
        "t": "Better*p is a poor but wise youth than an old but foolish king who no longer pays attention to warnings."
    },
    {
        "o": 19432,
        "r": "csb:Ecclesiastes:4:14",
        "t": "For he came from prison to be king, even though he was born poor in his kingdom."
    },
    {
        "o": 19433,
        "r": "csb:Ecclesiastes:4:15",
        "t": "I saw all the living, who move about under the sun, follow a second youth who succeeds him."
    },
    {
        "o": 19434,
        "r": "csb:Ecclesiastes:4:16",
        "t": "There is no limit to all the people who were before them, yet those who come later will not rejoice in him. This too is futile and a pursuit of the wind."
    },
    {
        "o": 19435,
        "r": "csb:Ecclesiastes:5:0",
        "t": "Ecclesiastes 5",
        "h": 1
    },
    {
        "o": 19436,
        "r": "csb:Ecclesiastes:5:0",
        "t": "Caution in God’s Presence",
        "h": 2
    },
    {
        "o": 19437,
        "r": "csb:Ecclesiastes:5:1",
        "t": "Guard*p your steps when you go to the house of God. Better to approach in obedience than to offer the sacrifice as fools do, for they ignorantly do wrong."
    },
    {
        "o": 19438,
        "r": "csb:Ecclesiastes:5:2",
        "t": "Do not be hasty to speak, and do not be impulsive to make a speech before God. God is in heaven and you are on earth, so let your words be few."
    },
    {
        "o": 19439,
        "r": "csb:Ecclesiastes:5:3",
        "t": "Just as dreams accompany much labor, so also a fool’s voice comes with many words."
    },
    {
        "o": 19440,
        "r": "csb:Ecclesiastes:5:4",
        "t": "When you make a vow to God, don’t delay fulfilling it, because he does not delight in fools. Fulfill what you vow."
    },
    {
        "o": 19441,
        "r": "csb:Ecclesiastes:5:5",
        "t": "Better that you do not vow than that you vow and not fulfill it."
    },
    {
        "o": 19442,
        "r": "csb:Ecclesiastes:5:6",
        "t": "Do not let your mouth bring guilt on you, and do not say in the presence of the messenger that it was a mistake. Why should God be angry with your words and destroy the work of your hands?"
    },
    {
        "o": 19443,
        "r": "csb:Ecclesiastes:5:7",
        "t": "For many dreams bring futility; so do many words. Therefore, fear God."
    },
    {
        "o": 19444,
        "r": "csb:Ecclesiastes:5:7",
        "t": "The Realities of Wealth",
        "h": 2
    },
    {
        "o": 19445,
        "r": "csb:Ecclesiastes:5:8",
        "t": "If*p you see oppression of the poor and perversion of justice and righteousness in the province, don’t be astonished at the situation, because one official protects another official, and higher officials protect them."
    },
    {
        "o": 19446,
        "r": "csb:Ecclesiastes:5:9",
        "t": "The profit from the land is taken by all; the king is served by the field."
    },
    {
        "o": 19447,
        "r": "csb:Ecclesiastes:5:10",
        "t": "The*p one who loves silver is never satisfied with silver, and whoever loves wealth is never satisfied with income. This too is futile."
    },
    {
        "o": 19448,
        "r": "csb:Ecclesiastes:5:11",
        "t": "When good things increase, the ones who consume them multiply; what, then, is the profit to the owner, except to gaze at them with his eyes?"
    },
    {
        "o": 19449,
        "r": "csb:Ecclesiastes:5:12",
        "t": "The sleep of the worker is sweet, whether he eats little or much, but the abundance of the rich permits him no sleep."
    },
    {
        "o": 19450,
        "r": "csb:Ecclesiastes:5:13",
        "t": "There*p is a sickening tragedy I have seen under the sun: wealth kept by its owner to his harm."
    },
    {
        "o": 19451,
        "r": "csb:Ecclesiastes:5:14",
        "t": "That wealth was lost in a bad venture, so when he fathered a son, he was empty-handed."
    },
    {
        "o": 19452,
        "r": "csb:Ecclesiastes:5:15",
        "t": "As he came from his mother’s womb, so he will go again, naked as he came; he will take nothing for his efforts that he can carry in his hands."
    },
    {
        "o": 19453,
        "r": "csb:Ecclesiastes:5:16",
        "t": "This too is a sickening tragedy: exactly as he comes, so he will go. What does the one gain who struggles for the wind?"
    },
    {
        "o": 19454,
        "r": "csb:Ecclesiastes:5:17",
        "t": "What is more, he eats in darkness all his days, with much frustration, sickness, and anger."
    },
    {
        "o": 19455,
        "r": "csb:Ecclesiastes:5:18",
        "t": "Here*p is what I have seen to be good: It is appropriate to eat, drink, and experience good in all the labor one does under the sun during the few days of his life God has given him, because that is his reward."
    },
    {
        "o": 19456,
        "r": "csb:Ecclesiastes:5:19",
        "t": "Furthermore, everyone to whom God has given riches and wealth, he has also allowed him to enjoy them, take his reward, and rejoice in his labor. This is a gift of God,"
    },
    {
        "o": 19457,
        "r": "csb:Ecclesiastes:5:20",
        "t": "for he does not often consider the days of his life because God keeps him occupied with the joy of his heart."
    },
    {
        "o": 19458,
        "r": "csb:Ecclesiastes:6:0",
        "t": "Ecclesiastes 6",
        "h": 1
    },
    {
        "o": 19459,
        "r": "csb:Ecclesiastes:6:1",
        "t": "Here*p is a tragedy I have observed under the sun, and it weighs heavily on humanity:"
    },
    {
        "o": 19460,
        "r": "csb:Ecclesiastes:6:2",
        "t": "God gives a person riches, wealth, and honor so that he lacks nothing of all he desires for himself, but God does not allow him to enjoy them. Instead, a stranger will enjoy them. This is futile and a sickening tragedy."
    },
    {
        "o": 19461,
        "r": "csb:Ecclesiastes:6:3",
        "t": "A man may father a hundred children and live many years. No matter how long he lives, if he is not satisfied by good things and does not even have a proper burial, I say that a stillborn child is better off than he."
    },
    {
        "o": 19462,
        "r": "csb:Ecclesiastes:6:4",
        "t": "For he comes in futility and he goes in darkness, and his name is shrouded in darkness."
    },
    {
        "o": 19463,
        "r": "csb:Ecclesiastes:6:5",
        "t": "Though a stillborn child does not see the sun and is not conscious, it has more rest than he."
    },
    {
        "o": 19464,
        "r": "csb:Ecclesiastes:6:6",
        "t": "And if a person lives a thousand years twice, but does not experience happiness, do not both go to the same place?"
    },
    {
        "o": 19465,
        "r": "csb:Ecclesiastes:6:7",
        "t": "All*pn of a person’s labor is for his stomach, yet*ln the appetite is never satisfied."
    },
    {
        "o": 19466,
        "r": "csb:Ecclesiastes:6:8",
        "t": "What*p advantage then does the wise person have over the fool? What advantage is there for the poor person who knows how to conduct himself before others?"
    },
    {
        "o": 19467,
        "r": "csb:Ecclesiastes:6:9",
        "t": "Better what the eyes see than wandering desire. This too is futile and a pursuit of the wind."
    },
    {
        "o": 19468,
        "r": "csb:Ecclesiastes:6:10",
        "t": "Whatever*p exists was given its name long ago, and it is known what mankind is. But he is not able to contend with the one stronger than he."
    },
    {
        "o": 19469,
        "r": "csb:Ecclesiastes:6:11",
        "t": "For when there are many words, they increase futility. What is the advantage for mankind?"
    },
    {
        "o": 19470,
        "r": "csb:Ecclesiastes:6:12",
        "t": "For who knows what is good for anyone in life, in the few days of his futile life that he spends like a shadow? Who can tell anyone what will happen after him under the sun?"
    },
    {
        "o": 19471,
        "r": "csb:Ecclesiastes:7:0",
        "t": "Ecclesiastes 7",
        "h": 1
    },
    {
        "o": 19472,
        "r": "csb:Ecclesiastes:7:0",
        "t": "Wise Sayings",
        "h": 2
    },
    {
        "o": 19473,
        "r": "csb:Ecclesiastes:7:1",
        "t": "A*pn good name is better than fine perfume, and*ln the day of one’s death is better than the day of one’s birth."
    },
    {
        "o": 19474,
        "r": "csb:Ecclesiastes:7:2",
        "t": "It*ln is better to go to a house of mourning than*ln to go to a house of feasting, since*ln that is the end of all mankind, and*ln the living should take it to heart."
    },
    {
        "o": 19475,
        "r": "csb:Ecclesiastes:7:3",
        "t": "Grief*ln is better than laughter, for*ln when a face is sad, a heart may be glad."
    },
    {
        "o": 19476,
        "r": "csb:Ecclesiastes:7:4",
        "t": "The*ln heart of the wise is in a house of mourning, but*ln the heart of fools is in a house of pleasure."
    },
    {
        "o": 19477,
        "r": "csb:Ecclesiastes:7:5",
        "t": "It*ln is better to listen to rebuke from a wise person than*ln to listen to the song of fools,"
    },
    {
        "o": 19478,
        "r": "csb:Ecclesiastes:7:6",
        "t": "for*ln like the crackling of burning thorns under the pot, so*ln is the laughter of the fool. This*ln too is futile."
    },
    {
        "o": 19479,
        "r": "csb:Ecclesiastes:7:7",
        "t": "Surely,*ln the practice of extortion turns a wise person into a fool, and*ln a bribe corrupts the mind."
    },
    {
        "o": 19480,
        "r": "csb:Ecclesiastes:7:8",
        "t": "The*ln end of a matter is better than its beginning; a*ln patient spirit is better than a proud spirit."
    },
    {
        "o": 19481,
        "r": "csb:Ecclesiastes:7:9",
        "t": "Don’t*ln let your spirit rush to be angry, for*ln anger abides in the heart of fools."
    },
    {
        "o": 19482,
        "r": "csb:Ecclesiastes:7:10",
        "t": "Don’t*ln say, “Why were the former days better than these?” since*ln it is not wise of you to ask this."
    },
    {
        "o": 19483,
        "r": "csb:Ecclesiastes:7:11",
        "t": "Wisdom*ln is as good as an inheritance and*ln an advantage to those who see the sun,"
    },
    {
        "o": 19484,
        "r": "csb:Ecclesiastes:7:12",
        "t": "because*ln wisdom is protection as silver is protection; but*ln the advantage of knowledge is*ln that wisdom preserves the life of its owner."
    },
    {
        "o": 19485,
        "r": "csb:Ecclesiastes:7:13",
        "t": "Consider*ln the work of God, for*ln who can straighten out what*ln he has made crooked?"
    },
    {
        "o": 19486,
        "r": "csb:Ecclesiastes:7:14",
        "t": "In*p the day of prosperity be joyful, but in the day of adversity, consider: God has made the one as well as the other, so that no one can discover anything that will come after him."
    },
    {
        "o": 19487,
        "r": "csb:Ecclesiastes:7:14",
        "t": "Avoiding Extremes",
        "h": 2
    },
    {
        "o": 19488,
        "r": "csb:Ecclesiastes:7:15",
        "t": "In*p my futile life I have seen everything: someone righteous perishes in spite of his righteousness, and someone wicked lives long in spite of his evil."
    },
    {
        "o": 19489,
        "r": "csb:Ecclesiastes:7:16",
        "t": "Don’t be excessively righteous, and don’t be overly wise. Why should you destroy yourself?"
    },
    {
        "o": 19490,
        "r": "csb:Ecclesiastes:7:17",
        "t": "Don’t be excessively wicked, and don’t be foolish. Why should you die before your time?"
    },
    {
        "o": 19491,
        "r": "csb:Ecclesiastes:7:18",
        "t": "It is good that you grasp the one and do not let the other slip from your hand. For the one who fears God will end up with both of them."
    },
    {
        "o": 19492,
        "r": "csb:Ecclesiastes:7:19",
        "t": "Wisdom*pn makes the wise person stronger than*ln ten rulers of a city."
    },
    {
        "o": 19493,
        "r": "csb:Ecclesiastes:7:20",
        "t": "There*ln is certainly no one righteous on the earth who*ln does good and never sins."
    },
    {
        "o": 19494,
        "r": "csb:Ecclesiastes:7:21",
        "t": "Don’t*p pay attention to everything people say, or you may hear your servant cursing you,"
    },
    {
        "o": 19495,
        "r": "csb:Ecclesiastes:7:22",
        "t": "for in your heart you know that many times you yourself have cursed others."
    },
    {
        "o": 19496,
        "r": "csb:Ecclesiastes:7:22",
        "t": "What the Teacher Found",
        "h": 2
    },
    {
        "o": 19497,
        "r": "csb:Ecclesiastes:7:23",
        "t": "I*p have tested all this by wisdom. I resolved, “I will be wise,” but it was beyond me."
    },
    {
        "o": 19498,
        "r": "csb:Ecclesiastes:7:24",
        "t": "What exists is beyond reach and very deep. Who can discover it?"
    },
    {
        "o": 19499,
        "r": "csb:Ecclesiastes:7:25",
        "t": "I turned my thoughts to know, explore, and examine wisdom and an explanation for things, and to know that wickedness is stupidity and folly is madness."
    },
    {
        "o": 19500,
        "r": "csb:Ecclesiastes:7:26",
        "t": "And I find more bitter than death the woman who is a trap: her heart a net and her hands chains. The one who pleases God will escape her, but the sinner will be captured by her."
    },
    {
        "o": 19501,
        "r": "csb:Ecclesiastes:7:27",
        "t": "“Look,” says the Teacher, “I have discovered this by adding one thing to another to find out the explanation,"
    },
    {
        "o": 19502,
        "r": "csb:Ecclesiastes:7:28",
        "t": "which my soul continually searches for but does not find: I found one person in a thousand, but none of those was a woman."
    },
    {
        "o": 19503,
        "r": "csb:Ecclesiastes:7:29",
        "t": "Only see this: I have discovered that God made people upright, but they pursued many schemes.”"
    },
    {
        "o": 19504,
        "r": "csb:Ecclesiastes:8:0",
        "t": "Ecclesiastes 8",
        "h": 1
    },
    {
        "o": 19505,
        "r": "csb:Ecclesiastes:8:0",
        "t": "Wisdom, Authorities, and Inequities",
        "h": 2
    },
    {
        "o": 19506,
        "r": "csb:Ecclesiastes:8:1",
        "t": "Who*p is like the wise person, and who knows the interpretation of a matter? A person’s wisdom brightens his face, and the sternness of his face is changed."
    },
    {
        "o": 19507,
        "r": "csb:Ecclesiastes:8:2",
        "t": "Keep*p the king’s command because of your oath made before God."
    },
    {
        "o": 19508,
        "r": "csb:Ecclesiastes:8:3",
        "t": "Do not be in a hurry; leave his presence, and don’t persist in a bad cause, since he will do whatever he wants."
    },
    {
        "o": 19509,
        "r": "csb:Ecclesiastes:8:4",
        "t": "For the king’s word is authoritative, and who can say to him, “What are you doing?”"
    },
    {
        "o": 19510,
        "r": "csb:Ecclesiastes:8:5",
        "t": "The one who keeps a command will not experience anything harmful, and a wise heart knows the right time and procedure."
    },
    {
        "o": 19511,
        "r": "csb:Ecclesiastes:8:6",
        "t": "For every activity there is a right time and procedure, even though a person’s troubles are heavy on him."
    },
    {
        "o": 19512,
        "r": "csb:Ecclesiastes:8:7",
        "t": "Yet no one knows what will happen because who can tell him what will happen?"
    },
    {
        "o": 19513,
        "r": "csb:Ecclesiastes:8:8",
        "t": "No one has authority over the wind to restrain it, and there is no authority over the day of death; no one is discharged during battle, and wickedness will not allow those who practice it to escape."
    },
    {
        "o": 19514,
        "r": "csb:Ecclesiastes:8:9",
        "t": "All this I have seen, applying my mind to all the work that is done under the sun, at a time when one person has authority over another to his harm."
    },
    {
        "o": 19515,
        "r": "csb:Ecclesiastes:8:10",
        "t": "In*p such circumstances, I saw the wicked buried. They came and went from the holy place, and they were praised in the city where they did those things. This too is futile."
    },
    {
        "o": 19516,
        "r": "csb:Ecclesiastes:8:11",
        "t": "Because the sentence against an evil act is not carried out quickly, the heart of people is filled with the desire to commit evil."
    },
    {
        "o": 19517,
        "r": "csb:Ecclesiastes:8:12",
        "t": "Although a sinner does evil a hundred times and prolongs his life, I also know that it will go well with God-fearing people, for they are reverent before him."
    },
    {
        "o": 19518,
        "r": "csb:Ecclesiastes:8:13",
        "t": "However, it will not go well with the wicked, and they will not lengthen their days like a shadow, for they are not reverent before God."
    },
    {
        "o": 19519,
        "r": "csb:Ecclesiastes:8:14",
        "t": "There*p is a futility that is done on the earth: there are righteous people who get what the actions of the wicked deserve, and there are wicked people who get what the actions of the righteous deserve. I say that this too is futile."
    },
    {
        "o": 19520,
        "r": "csb:Ecclesiastes:8:15",
        "t": "So I commended enjoyment because there is nothing better for a person under the sun than to eat, drink, and enjoy himself, for this will accompany him in his labor during the days of his life that God gives him under the sun."
    },
    {
        "o": 19521,
        "r": "csb:Ecclesiastes:8:16",
        "t": "When*p I applied my mind to know wisdom and to observe the activity that is done on the earth (even though one’s eyes do not close in sleep day or night),"
    },
    {
        "o": 19522,
        "r": "csb:Ecclesiastes:8:17",
        "t": "I observed all the work of God and concluded that a person is unable to discover the work that is done under the sun. Even though a person labors hard to explore it, he cannot find it; even if a wise person claims to know it, he is unable to discover it."
    },
    {
        "o": 19523,
        "r": "csb:Ecclesiastes:9:0",
        "t": "Ecclesiastes 9",
        "h": 1
    },
    {
        "o": 19524,
        "r": "csb:Ecclesiastes:9:0",
        "t": "Enjoy Life Despite Death",
        "h": 2
    },
    {
        "o": 19525,
        "r": "csb:Ecclesiastes:9:1",
        "t": "Indeed,*p I took all this to heart and explained it all: The righteous, the wise, and their works are in God’s hands. People don’t know whether to expect love or hate. Everything lies ahead of them."
    },
    {
        "o": 19526,
        "r": "csb:Ecclesiastes:9:2",
        "t": "Everything is the same for everyone: There is one fate for the righteous and the wicked, for the good and the bad, for the clean and the unclean, for the one who sacrifices and the one who does not sacrifice. As it is for the good, so also it is for the sinner; as it is for the one who takes an oath, so also for the one who fears an oath."
    },
    {
        "o": 19527,
        "r": "csb:Ecclesiastes:9:3",
        "t": "This is an evil in all that is done under the sun: there is one fate for everyone. In addition, the hearts of people are full of evil, and madness is in their hearts while they live; after that they go to the dead."
    },
    {
        "o": 19528,
        "r": "csb:Ecclesiastes:9:4",
        "t": "But there is hope for whoever is joined with all the living, since a live dog is better than a dead lion."
    },
    {
        "o": 19529,
        "r": "csb:Ecclesiastes:9:5",
        "t": "For the living know that they will die, but the dead don’t know anything. There is no longer a reward for them because the memory of them is forgotten."
    },
    {
        "o": 19530,
        "r": "csb:Ecclesiastes:9:6",
        "t": "Their love, their hate, and their envy have already disappeared, and there is no longer a portion for them in all that is done under the sun."
    },
    {
        "o": 19531,
        "r": "csb:Ecclesiastes:9:7",
        "t": "Go,*p eat your bread with pleasure, and drink your wine with a cheerful heart, for God has already accepted your works."
    },
    {
        "o": 19532,
        "r": "csb:Ecclesiastes:9:8",
        "t": "Let your clothes be white all the time, and never let oil be lacking on your head."
    },
    {
        "o": 19533,
        "r": "csb:Ecclesiastes:9:9",
        "t": "Enjoy life with the wife you love all the days of your fleeting life, which has been given to you under the sun, all your fleeting days. For that is your portion in life and in your struggle under the sun."
    },
    {
        "o": 19534,
        "r": "csb:Ecclesiastes:9:10",
        "t": "Whatever your hands find to do, do with all your strength, because there is no work, planning, knowledge, or wisdom in Sheol where you are going."
    },
    {
        "o": 19535,
        "r": "csb:Ecclesiastes:9:10",
        "t": "The Limitations of Wisdom",
        "h": 2
    },
    {
        "o": 19536,
        "r": "csb:Ecclesiastes:9:11",
        "t": "Again*p I saw under the sun that the race is not to the swift, or the battle to the strong, or bread to the wise, or riches to the discerning, or favor to the skillful; rather, time and chance happen to all of them."
    },
    {
        "o": 19537,
        "r": "csb:Ecclesiastes:9:12",
        "t": "For certainly no one knows his time: like fish caught in a cruel net or like birds caught in a trap, so people are trapped in an evil time as it suddenly falls on them."
    },
    {
        "o": 19538,
        "r": "csb:Ecclesiastes:9:13",
        "t": "I*p have observed that this also is wisdom under the sun, and it is significant to me:"
    },
    {
        "o": 19539,
        "r": "csb:Ecclesiastes:9:14",
        "t": "There was a small city with few men in it. A great king came against it, surrounded it, and built large siege works against it."
    },
    {
        "o": 19540,
        "r": "csb:Ecclesiastes:9:15",
        "t": "Now a poor wise man was found in the city, and he delivered the city by his wisdom. Yet no one remembered that poor man."
    },
    {
        "o": 19541,
        "r": "csb:Ecclesiastes:9:16",
        "t": "And I said, “Wisdom is better than strength, but the wisdom of the poor man is despised, and his words are not heeded.”"
    },
    {
        "o": 19542,
        "r": "csb:Ecclesiastes:9:17",
        "t": "The*pn calm words of the wise are heeded more*ln than the shouts of a ruler over fools."
    },
    {
        "o": 19543,
        "r": "csb:Ecclesiastes:9:18",
        "t": "Wisdom*ln is better than weapons of war, but*ln one sinner can destroy much good."
    },
    {
        "o": 19544,
        "r": "csb:Ecclesiastes:10:0",
        "t": "Ecclesiastes 10",
        "h": 1
    },
    {
        "o": 19545,
        "r": "csb:Ecclesiastes:10:0",
        "t": "The Burden of Folly",
        "h": 2
    },
    {
        "o": 19546,
        "r": "csb:Ecclesiastes:10:1",
        "t": "Dead*pn flies make a perfumer’s oil ferment and stink; so*ln a little folly outweighs wisdom and honor."
    },
    {
        "o": 19547,
        "r": "csb:Ecclesiastes:10:2",
        "t": "A*ln wise person’s heart goes to the right, but*ln a fool’s heart to the left."
    },
    {
        "o": 19548,
        "r": "csb:Ecclesiastes:10:3",
        "t": "Even*ln when the fool walks along the road, his heart lacks sense, and*ln he shows everyone he is a fool."
    },
    {
        "o": 19549,
        "r": "csb:Ecclesiastes:10:4",
        "t": "If*ln the ruler’s anger rises against you, don’t leave your post, for*ln calmness puts great offenses to rest."
    },
    {
        "o": 19550,
        "r": "csb:Ecclesiastes:10:5",
        "t": "There*p is an evil I have seen under the sun, an error proceeding from the presence of the ruler:"
    },
    {
        "o": 19551,
        "r": "csb:Ecclesiastes:10:6",
        "t": "The*pn fool is appointed to great heights, but*ln the rich remain in lowly positions."
    },
    {
        "o": 19552,
        "r": "csb:Ecclesiastes:10:7",
        "t": "I*ln have seen slaves on horses, but*ln princes walking on the ground like slaves."
    },
    {
        "o": 19553,
        "r": "csb:Ecclesiastes:10:8",
        "t": "The*pn one who digs a pit may fall into it, and*ln the one who breaks through a wall may be bitten by a snake."
    },
    {
        "o": 19554,
        "r": "csb:Ecclesiastes:10:9",
        "t": "The*ln one who quarries stones may be hurt by them; the*ln one who splits logs may be endangered by them."
    },
    {
        "o": 19555,
        "r": "csb:Ecclesiastes:10:10",
        "t": "If*ln the ax is dull, and one does not sharpen its edge, then*ln one must exert more strength; however,*ln the advantage of wisdom is that it brings success."
    },
    {
        "o": 19556,
        "r": "csb:Ecclesiastes:10:11",
        "t": "If*ln the snake bites before it is charmed, then*ln there is no advantage for the charmer."
    },
    {
        "o": 19557,
        "r": "csb:Ecclesiastes:10:12",
        "t": "The*ln words from the mouth of a wise person are gracious, but*ln the lips of a fool consume him."
    },
    {
        "o": 19558,
        "r": "csb:Ecclesiastes:10:13",
        "t": "The*ln beginning of the words from his mouth is folly, but*ln the end of his speaking is evil madness;"
    },
    {
        "o": 19559,
        "r": "csb:Ecclesiastes:10:14",
        "t": "yet*ln the fool multiplies words. No*ln one knows what will happen, and*ln who can tell anyone what will happen after him?"
    },
    {
        "o": 19560,
        "r": "csb:Ecclesiastes:10:15",
        "t": "The*ln struggles of fools weary them, for*ln they don’t know how to go to the city."
    },
    {
        "o": 19561,
        "r": "csb:Ecclesiastes:10:16",
        "t": "Woe*ln to you, land, when your king is a youth and*ln your princes feast in the morning."
    },
    {
        "o": 19562,
        "r": "csb:Ecclesiastes:10:17",
        "t": "Blessed*ln are you, land, when your king is a son of nobles and*ln your princes feast at the proper time — for*ln strength and not for drunkenness."
    },
    {
        "o": 19563,
        "r": "csb:Ecclesiastes:10:18",
        "t": "Because*ln of laziness the roof caves in, and*ln because of negligent hands the house leaks."
    },
    {
        "o": 19564,
        "r": "csb:Ecclesiastes:10:19",
        "t": "A*ln feast is prepared for laughter, and*ln wine makes life happy, and*ln money is the answer for everything."
    },
    {
        "o": 19565,
        "r": "csb:Ecclesiastes:10:20",
        "t": "Do*ln not curse the king even in your thoughts, and*ln do not curse a rich person even in your bedroom, for*ln a bird of the sky may carry the message, and*ln a winged creature may report the matter."
    },
    {
        "o": 19566,
        "r": "csb:Ecclesiastes:11:0",
        "t": "Ecclesiastes 11",
        "h": 1
    },
    {
        "o": 19567,
        "r": "csb:Ecclesiastes:11:0",
        "t": "Invest in Life",
        "h": 2
    },
    {
        "o": 19568,
        "r": "csb:Ecclesiastes:11:1",
        "t": "Send*pn your bread on the surface of the water, for*ln after many days you may find it."
    },
    {
        "o": 19569,
        "r": "csb:Ecclesiastes:11:2",
        "t": "Give*ln a portion to seven or even to eight, for*ln you don’t know what disaster may happen on earth."
    },
    {
        "o": 19570,
        "r": "csb:Ecclesiastes:11:3",
        "t": "If*ln the clouds are full, they will pour out rain on the earth; whether*ln a tree falls to the south or the north, the*ln place where the tree falls, there it will lie."
    },
    {
        "o": 19571,
        "r": "csb:Ecclesiastes:11:4",
        "t": "One*ln who watches the wind will not sow, and*ln the one who looks at the clouds will not reap."
    },
    {
        "o": 19572,
        "r": "csb:Ecclesiastes:11:5",
        "t": "Just*ln as you don’t know the path of the wind, or*ln how bones develop in the womb of a pregnant woman, so*ln also you don’t know the work of God who makes everything."
    },
    {
        "o": 19573,
        "r": "csb:Ecclesiastes:11:6",
        "t": "In*ln the morning sow your seed, and*ln at evening do not let your hand rest, because*ln you don’t know which will succeed, whether*ln one or the other, or*ln if both of them will be equally good."
    },
    {
        "o": 19574,
        "r": "csb:Ecclesiastes:11:7",
        "t": "Light*ln is sweet, and*ln it is pleasing for the eyes to see the sun."
    },
    {
        "o": 19575,
        "r": "csb:Ecclesiastes:11:8",
        "t": "Indeed,*ln if someone lives many years, let*ln him rejoice in them all, and*ln let him remember the days of darkness, since they will be many. All*ln that comes is futile."
    },
    {
        "o": 19576,
        "r": "csb:Ecclesiastes:11:9",
        "t": "Rejoice,*ln young person, while you are young, and*ln let your heart be glad in the days of your youth. And*ln walk in the ways of your heart and*ln in the desire of your eyes; but*ln know that for all of these things God will bring you to judgment."
    },
    {
        "o": 19577,
        "r": "csb:Ecclesiastes:11:10",
        "t": "Remove*ln sorrow from your heart, and*ln put away pain from your flesh, because*ln youth and the prime of life are fleeting."
    },
    {
        "o": 19578,
        "r": "csb:Ecclesiastes:12:0",
        "t": "Ecclesiastes 12",
        "h": 1
    },
    {
        "o": 19579,
        "r": "csb:Ecclesiastes:12:0",
        "t": "The Twilight of Life",
        "h": 2
    },
    {
        "o": 19580,
        "r": "csb:Ecclesiastes:12:1",
        "t": "So*p remember your Creator in the days of your youth: Before*pn the days of adversity come, and*ln the years approach when you will say, “I*ln have no delight in them”;"
    },
    {
        "o": 19581,
        "r": "csb:Ecclesiastes:12:2",
        "t": "before*ln the sun and the light are darkened, and*ln the moon and the stars, and*ln the clouds return after the rain;"
    },
    {
        "o": 19582,
        "r": "csb:Ecclesiastes:12:3",
        "t": "on*ln the day when the guardians of the house tremble, and*ln the strong men stoop, the*ln women who grind grain cease because they are few, and*ln the ones who watch through the windows see dimly,"
    },
    {
        "o": 19583,
        "r": "csb:Ecclesiastes:12:4",
        "t": "the*ln doors at the street are shut while*ln the sound of the mill fades; when*ln one rises at the sound of a bird, and*ln all the daughters of song grow faint."
    },
    {
        "o": 19584,
        "r": "csb:Ecclesiastes:12:5",
        "t": "Also,*ln they are afraid of heights and dangers on the road; the*ln almond tree blossoms, the*ln grasshopper loses its spring, and*ln the caper berry has no effect; for*ln the mere mortal is headed to his eternal home, and*ln mourners will walk around in the street;"
    },
    {
        "o": 19585,
        "r": "csb:Ecclesiastes:12:6",
        "t": "before*ln the silver cord is snapped, and*ln the gold bowl is broken, and*ln the jar is shattered at the spring, and*ln the wheel is broken into the well;"
    },
    {
        "o": 19586,
        "r": "csb:Ecclesiastes:12:7",
        "t": "and*ln the dust returns to the earth as it once was, and*ln the spirit returns to God who gave it."
    },
    {
        "o": 19587,
        "r": "csb:Ecclesiastes:12:8",
        "t": "“Absolute*p futility,” says the Teacher. “Everything is futile.”"
    },
    {
        "o": 19588,
        "r": "csb:Ecclesiastes:12:8",
        "t": "The Teacher’s Objectives and Conclusion",
        "h": 2
    },
    {
        "o": 19589,
        "r": "csb:Ecclesiastes:12:9",
        "t": "In*p addition to the Teacher being a wise man, he constantly taught the people knowledge; he weighed, explored, and arranged many proverbs."
    },
    {
        "o": 19590,
        "r": "csb:Ecclesiastes:12:10",
        "t": "The Teacher sought to find delightful sayings and write words of truth accurately."
    },
    {
        "o": 19591,
        "r": "csb:Ecclesiastes:12:11",
        "t": "The sayings of the wise are like cattle prods, and those from masters of collections are like firmly embedded nails. The sayings are given by one Shepherd."
    },
    {
        "o": 19592,
        "r": "csb:Ecclesiastes:12:12",
        "t": "But*p beyond these, my son, be warned: there is no end to the making of many books, and much study wearies the body."
    },
    {
        "o": 19593,
        "r": "csb:Ecclesiastes:12:13",
        "t": "When all has been heard, the conclusion of the matter is this: fear God and keep his commands, because this is for all humanity."
    },
    {
        "o": 19594,
        "r": "csb:Ecclesiastes:12:14",
        "t": "For God will bring every act to judgment, including every hidden thing, whether good or evil."
    }
]
