[
    {
        "o": 8785,
        "r": "esv:2 Samuel:1:0",
        "t": "2 Samuel 1",
        "h": 1
    },
    {
        "o": 8786,
        "r": "esv:2 Samuel:1:0",
        "t": "David Hears of Saul’s Death",
        "h": 2
    },
    {
        "o": 8787,
        "r": "esv:2 Samuel:1:1",
        "t": "After*p the death of Saul, when David had returned from striking down the Amalekites, David remained two days in Ziklag."
    },
    {
        "o": 8788,
        "r": "esv:2 Samuel:1:2",
        "t": "And on the third day, behold, a man came from Saul’s camp, with his clothes torn and dirt on his head. And when he came to David, he fell to the ground and paid homage."
    },
    {
        "o": 8789,
        "r": "esv:2 Samuel:1:3",
        "t": "David said to him, “Where do you come from?” And he said to him, “I have escaped from the camp of Israel.”"
    },
    {
        "o": 8790,
        "r": "esv:2 Samuel:1:4",
        "t": "And David said to him, “How did it go? Tell me.” And he answered, “The people fled from the battle, and also many of the people have fallen and are dead, and Saul and his son Jonathan are also dead.”"
    },
    {
        "o": 8791,
        "r": "esv:2 Samuel:1:5",
        "t": "Then David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?”"
    },
    {
        "o": 8792,
        "r": "esv:2 Samuel:1:6",
        "t": "And the young man who told him said, “By chance I happened to be on Mount Gilboa, and there was Saul leaning on his spear, and behold, the chariots and the horsemen were close upon him."
    },
    {
        "o": 8793,
        "r": "esv:2 Samuel:1:7",
        "t": "And when he looked behind him, he saw me, and called to me. And I answered, ‘Here I am.’"
    },
    {
        "o": 8794,
        "r": "esv:2 Samuel:1:8",
        "t": "And he said to me, ‘Who are you?’ I answered him, ‘I am an Amalekite.’"
    },
    {
        "o": 8795,
        "r": "esv:2 Samuel:1:9",
        "t": "And he said to me, ‘Stand beside me and kill me, for anguish has seized me, and yet my life still lingers.’"
    },
    {
        "o": 8796,
        "r": "esv:2 Samuel:1:10",
        "t": "So I stood beside him and killed him, because I was sure that he could not live after he had fallen. And I took the crown that was on his head and the armlet that was on his arm, and I have brought them here to my lord.”"
    },
    {
        "o": 8797,
        "r": "esv:2 Samuel:1:11",
        "t": "Then*p David took hold of his clothes and tore them, and so did all the men who were with him."
    },
    {
        "o": 8798,
        "r": "esv:2 Samuel:1:12",
        "t": "And they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of the Lord*s and for the house of Israel, because they had fallen by the sword."
    },
    {
        "o": 8799,
        "r": "esv:2 Samuel:1:13",
        "t": "And David said to the young man who told him, “Where do you come from?” And he answered, “I am the son of a sojourner, an Amalekite.”"
    },
    {
        "o": 8800,
        "r": "esv:2 Samuel:1:14",
        "t": "David said to him, “How is it you were not afraid to put out your hand to destroy the Lord’s*s anointed?”"
    },
    {
        "o": 8801,
        "r": "esv:2 Samuel:1:15",
        "t": "Then David called one of the young men and said, “Go, execute him.” And he struck him down so that he died."
    },
    {
        "o": 8802,
        "r": "esv:2 Samuel:1:16",
        "t": "And David said to him, “Your blood be on your head, for your own mouth has testified against you, saying, ‘I have killed the Lord’s*s anointed.’”"
    },
    {
        "o": 8803,
        "r": "esv:2 Samuel:1:16",
        "t": "David’s Lament for Saul and Jonathan",
        "h": 2
    },
    {
        "o": 8804,
        "r": "esv:2 Samuel:1:17",
        "t": "And*p David lamented with this lamentation over Saul and Jonathan his son,"
    },
    {
        "o": 8805,
        "r": "esv:2 Samuel:1:18",
        "t": "and he said it should be taught to the people of Judah; behold, it is written in the Book of Jashar. He said:"
    },
    {
        "o": 8806,
        "r": "esv:2 Samuel:1:19",
        "t": "“Your*pn glory, O Israel, is slain on your high places! How*ld the mighty have fallen!"
    },
    {
        "o": 8807,
        "r": "esv:2 Samuel:1:20",
        "t": "Tell*ln it not in Gath, publish*ld it not in the streets of Ashkelon, lest*ln the daughters of the Philistines rejoice, lest*ld the daughters of the uncircumcised exult."
    },
    {
        "o": 8808,
        "r": "esv:2 Samuel:1:21",
        "t": "“You*pn mountains of Gilboa, let*ld there be no dew or rain upon you, nor*ld fields of offerings! For*ln there the shield of the mighty was defiled, the*ld shield of Saul, not anointed with oil."
    },
    {
        "o": 8809,
        "r": "esv:2 Samuel:1:22",
        "t": "“From*pn the blood of the slain, from*ld the fat of the mighty, the*ln bow of Jonathan turned not back, and*ld the sword of Saul returned not empty."
    },
    {
        "o": 8810,
        "r": "esv:2 Samuel:1:23",
        "t": "“Saul*pn and Jonathan, beloved and lovely! In*ld life and in death they were not divided; they*ln were swifter than eagles; they*ld were stronger than lions."
    },
    {
        "o": 8811,
        "r": "esv:2 Samuel:1:24",
        "t": "“You*pn daughters of Israel, weep over Saul, who*ld clothed you luxuriously in scarlet, who*ld put ornaments of gold on your apparel."
    },
    {
        "o": 8812,
        "r": "esv:2 Samuel:1:25",
        "t": "“How*pn the mighty have fallen in*ld the midst of the battle! “Jonathan*pn lies slain on your high places."
    },
    {
        "o": 8813,
        "r": "esv:2 Samuel:1:26",
        "t": "I*ld am distressed for you, my brother Jonathan; very*ln pleasant have you been to me; your*ld love to me was extraordinary, surpassing*ld the love of women."
    },
    {
        "o": 8814,
        "r": "esv:2 Samuel:1:27",
        "t": "“How*pn the mighty have fallen, and*ld the weapons of war perished!”"
    }
]
