[
    {
        "o": 11413,
        "r": "esv:1 Chronicles:4:0",
        "t": "1 Chronicles 4",
        "h": 1
    },
    {
        "o": 11414,
        "r": "esv:1 Chronicles:4:0",
        "t": "Descendants of Judah",
        "h": 2
    },
    {
        "o": 11415,
        "r": "esv:1 Chronicles:4:1",
        "t": "The*p sons of Judah: Perez, Hezron, Carmi, Hur, and Shobal."
    },
    {
        "o": 11416,
        "r": "esv:1 Chronicles:4:2",
        "t": "Reaiah the son of Shobal fathered Jahath, and Jahath fathered Ahumai and Lahad. These were the clans of the Zorathites."
    },
    {
        "o": 11417,
        "r": "esv:1 Chronicles:4:3",
        "t": "These were the sons of Etam: Jezreel, Ishma, and Idbash; and the name of their sister was Hazzelelponi,"
    },
    {
        "o": 11418,
        "r": "esv:1 Chronicles:4:4",
        "t": "and Penuel fathered Gedor, and Ezer fathered Hushah. These were the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem."
    },
    {
        "o": 11419,
        "r": "esv:1 Chronicles:4:5",
        "t": "Ashhur, the father of Tekoa, had two wives, Helah and Naarah;"
    },
    {
        "o": 11420,
        "r": "esv:1 Chronicles:4:6",
        "t": "Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These were the sons of Naarah."
    },
    {
        "o": 11421,
        "r": "esv:1 Chronicles:4:7",
        "t": "The sons of Helah: Zereth, Izhar, and Ethnan."
    },
    {
        "o": 11422,
        "r": "esv:1 Chronicles:4:8",
        "t": "Koz fathered Anub, Zobebah, and the clans of Aharhel, the son of Harum."
    },
    {
        "o": 11423,
        "r": "esv:1 Chronicles:4:9",
        "t": "Jabez was more honorable than his brothers; and his mother called his name Jabez, saying, “Because I bore him in pain.”"
    },
    {
        "o": 11424,
        "r": "esv:1 Chronicles:4:10",
        "t": "Jabez called upon the God of Israel, saying, “Oh that you would bless me and enlarge my border, and that your hand might be with me, and that you would keep me from harm so that it might not bring me pain!” And God granted what he asked."
    },
    {
        "o": 11425,
        "r": "esv:1 Chronicles:4:11",
        "t": "Chelub, the brother of Shuhah, fathered Mehir, who fathered Eshton."
    },
    {
        "o": 11426,
        "r": "esv:1 Chronicles:4:12",
        "t": "Eshton fathered Beth-rapha, Paseah, and Tehinnah, the father of Ir-nahash. These are the men of Recah."
    },
    {
        "o": 11427,
        "r": "esv:1 Chronicles:4:13",
        "t": "The sons of Kenaz: Othniel and Seraiah; and the sons of Othniel: Hathath and Meonothai."
    },
    {
        "o": 11428,
        "r": "esv:1 Chronicles:4:14",
        "t": "Meonothai fathered Ophrah; and Seraiah fathered Joab, the father of Ge-harashim, so-called because they were craftsmen."
    },
    {
        "o": 11429,
        "r": "esv:1 Chronicles:4:15",
        "t": "The sons of Caleb the son of Jephunneh: Iru, Elah, and Naam; and the son of Elah: Kenaz."
    },
    {
        "o": 11430,
        "r": "esv:1 Chronicles:4:16",
        "t": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel."
    },
    {
        "o": 11431,
        "r": "esv:1 Chronicles:4:17",
        "t": "The sons of Ezrah: Jether, Mered, Epher, and Jalon. These are the sons of Bithiah, the daughter of Pharaoh, whom Mered married; and she conceived and bore Miriam, Shammai, and Ishbah, the father of Eshtemoa."
    },
    {
        "o": 11432,
        "r": "esv:1 Chronicles:4:18",
        "t": "And his Judahite wife bore Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah."
    },
    {
        "o": 11433,
        "r": "esv:1 Chronicles:4:19",
        "t": "The sons of the wife of Hodiah, the sister of Naham, were the fathers of Keilah the Garmite and Eshtemoa the Maacathite."
    },
    {
        "o": 11434,
        "r": "esv:1 Chronicles:4:20",
        "t": "The sons of Shimon: Amnon, Rinnah, Ben-hanan, and Tilon. The sons of Ishi: Zoheth and Ben-zoheth."
    },
    {
        "o": 11435,
        "r": "esv:1 Chronicles:4:21",
        "t": "The sons of Shelah the son of Judah: Er the father of Lecah, Laadah the father of Mareshah, and the clans of the house of linen workers at Beth-ashbea;"
    },
    {
        "o": 11436,
        "r": "esv:1 Chronicles:4:22",
        "t": "and Jokim, and the men of Cozeba, and Joash, and Saraph, who ruled in Moab and returned to Lehem (now the records are ancient)."
    },
    {
        "o": 11437,
        "r": "esv:1 Chronicles:4:23",
        "t": "These were the potters who were inhabitants of Netaim and Gederah. They lived there in the king’s service."
    },
    {
        "o": 11438,
        "r": "esv:1 Chronicles:4:23",
        "t": "Descendants of Simeon",
        "h": 2
    },
    {
        "o": 11439,
        "r": "esv:1 Chronicles:4:24",
        "t": "The*p sons of Simeon: Nemuel, Jamin, Jarib, Zerah, Shaul;"
    },
    {
        "o": 11440,
        "r": "esv:1 Chronicles:4:25",
        "t": "Shallum was his son, Mibsam his son, Mishma his son."
    },
    {
        "o": 11441,
        "r": "esv:1 Chronicles:4:26",
        "t": "The sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son."
    },
    {
        "o": 11442,
        "r": "esv:1 Chronicles:4:27",
        "t": "Shimei had sixteen sons and six daughters; but his brothers did not have many children, nor did all their clan multiply like the men of Judah."
    },
    {
        "o": 11443,
        "r": "esv:1 Chronicles:4:28",
        "t": "They lived in Beersheba, Moladah, Hazar-shual,"
    },
    {
        "o": 11444,
        "r": "esv:1 Chronicles:4:29",
        "t": "Bilhah, Ezem, Tolad,"
    },
    {
        "o": 11445,
        "r": "esv:1 Chronicles:4:30",
        "t": "Bethuel, Hormah, Ziklag,"
    },
    {
        "o": 11446,
        "r": "esv:1 Chronicles:4:31",
        "t": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until David reigned."
    },
    {
        "o": 11447,
        "r": "esv:1 Chronicles:4:32",
        "t": "And their villages were Etam, Ain, Rimmon, Tochen, and Ashan, five cities,"
    },
    {
        "o": 11448,
        "r": "esv:1 Chronicles:4:33",
        "t": "along with all their villages that were around these cities as far as Baal. These were their settlements, and they kept a genealogical record."
    },
    {
        "o": 11449,
        "r": "esv:1 Chronicles:4:34",
        "t": "Meshobab,*p Jamlech, Joshah the son of Amaziah,"
    },
    {
        "o": 11450,
        "r": "esv:1 Chronicles:4:35",
        "t": "Joel, Jehu the son of Joshibiah, son of Seraiah, son of Asiel,"
    },
    {
        "o": 11451,
        "r": "esv:1 Chronicles:4:36",
        "t": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,"
    },
    {
        "o": 11452,
        "r": "esv:1 Chronicles:4:37",
        "t": "Ziza the son of Shiphi, son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah—"
    },
    {
        "o": 11453,
        "r": "esv:1 Chronicles:4:38",
        "t": "these mentioned by name were princes in their clans, and their fathers’ houses increased greatly."
    },
    {
        "o": 11454,
        "r": "esv:1 Chronicles:4:39",
        "t": "They journeyed to the entrance of Gedor, to the east side of the valley, to seek pasture for their flocks,"
    },
    {
        "o": 11455,
        "r": "esv:1 Chronicles:4:40",
        "t": "where they found rich, good pasture, and the land was very broad, quiet, and peaceful, for the former inhabitants there belonged to Ham."
    },
    {
        "o": 11456,
        "r": "esv:1 Chronicles:4:41",
        "t": "These, registered by name, came in the days of Hezekiah, king of Judah, and destroyed their tents and the Meunites who were found there, and marked them for destruction to this day, and settled in their place, because there was pasture there for their flocks."
    },
    {
        "o": 11457,
        "r": "esv:1 Chronicles:4:42",
        "t": "And some of them, five hundred men of the Simeonites, went to Mount Seir, having as their leaders Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi."
    },
    {
        "o": 11458,
        "r": "esv:1 Chronicles:4:43",
        "t": "And they defeated the remnant of the Amalekites who had escaped, and they have lived there to this day."
    }
]
