[
    {
        "o": 5363,
        "r": "csb:Numbers:36:0",
        "t": "Numbers 36",
        "h": 1
    },
    {
        "o": 5364,
        "r": "csb:Numbers:36:0",
        "t": "The Inheritance of Zelophehad’s Daughters",
        "h": 2
    },
    {
        "o": 5365,
        "r": "csb:Numbers:36:1",
        "t": "The*p family heads from the clan of the descendants of Gilead - the son of Machir, son of Manasseh- who were from the clans of the sons of Joseph, approached and addressed Moses and the leaders who were heads of the Israelite families."
    },
    {
        "o": 5366,
        "r": "csb:Numbers:36:2",
        "t": "They said, “The Lord*s commanded my lord to give the land as an inheritance by lot to the Israelites. My lord was further commanded by the Lord*s to give our brother Zelophehad’s inheritance to his daughters."
    },
    {
        "o": 5367,
        "r": "csb:Numbers:36:3",
        "t": "If they marry any of the men from the other Israelite tribes, their inheritance will be taken away from our fathers’ inheritance and added to that of the tribe into which they marry. Therefore, part of our allotted inheritance would be taken away."
    },
    {
        "o": 5368,
        "r": "csb:Numbers:36:4",
        "t": "When the Jubilee comes for the Israelites, their inheritance will be added to that of the tribe into which they marry, and their inheritance will be taken away from the inheritance of our ancestral tribe.”"
    },
    {
        "o": 5369,
        "r": "csb:Numbers:36:5",
        "t": "So*p Moses commanded the Israelites at the word of the Lord,*s “What the tribe of Joseph’s descendants says is right."
    },
    {
        "o": 5370,
        "r": "csb:Numbers:36:6",
        "t": "This is what the Lord*s has commanded concerning Zelophehad’s daughters: They may marry anyone they like provided they marry within a clan of their ancestral tribe."
    },
    {
        "o": 5371,
        "r": "csb:Numbers:36:7",
        "t": "No inheritance belonging to the Israelites is to transfer from tribe to tribe, because each of the Israelites is to retain the inheritance of his ancestral tribe."
    },
    {
        "o": 5372,
        "r": "csb:Numbers:36:8",
        "t": "Any daughter who possesses an inheritance from an Israelite tribe must marry someone from the clan of her ancestral tribe, so that each of the Israelites will possess the inheritance of his fathers."
    },
    {
        "o": 5373,
        "r": "csb:Numbers:36:9",
        "t": "No inheritance is to transfer from one tribe to another, because each of the Israelite tribes is to retain its inheritance.”"
    },
    {
        "o": 5374,
        "r": "csb:Numbers:36:10",
        "t": "The*p daughters of Zelophehad did as the Lord*s commanded Moses."
    },
    {
        "o": 5375,
        "r": "csb:Numbers:36:11",
        "t": "Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, married cousins on their father’s side."
    },
    {
        "o": 5376,
        "r": "csb:Numbers:36:12",
        "t": "They married men from the clans of the descendants of Manasseh son of Joseph, and their inheritance remained within the tribe of their father’s clan."
    },
    {
        "o": 5377,
        "r": "csb:Numbers:36:13",
        "t": "These*p are the commands and ordinances the Lord*s commanded the Israelites through Moses in the plains of Moab by the Jordan across from Jericho."
    }
]
