[
    {
        "o": 4444,
        "r": "nasb:Numbers:13:0",
        "t": "Numbers 13",
        "h": 1
    },
    {
        "o": 4445,
        "r": "nasb:Numbers:13:0",
        "t": "Spies View the Land",
        "h": 2
    },
    {
        "o": 4446,
        "r": "nasb:Numbers:13:1",
        "t": "Then*p the Lord*s spoke to Moses saying,"
    },
    {
        "o": 4447,
        "r": "nasb:Numbers:13:2",
        "t": "“Send out for yourself men so that they may spy out the land of Canaan, which I am going to give to the sons of Israel; you shall send a man from each of their fathers’ tribes, every one a leader among them.”"
    },
    {
        "o": 4448,
        "r": "nasb:Numbers:13:3",
        "t": "So Moses sent them from the wilderness of Paran at the command of the Lord,*s all of them men who were heads of the sons of Israel."
    },
    {
        "o": 4449,
        "r": "nasb:Numbers:13:4",
        "t": "These then were*i their names: from the tribe of Reuben, Shammua the son of Zaccur;"
    },
    {
        "o": 4450,
        "r": "nasb:Numbers:13:5",
        "t": "from the tribe of Simeon, Shaphat the son of Hori;"
    },
    {
        "o": 4451,
        "r": "nasb:Numbers:13:6",
        "t": "from the tribe of Judah, Caleb the son of Jephunneh;"
    },
    {
        "o": 4452,
        "r": "nasb:Numbers:13:7",
        "t": "from the tribe of Issachar, Igal the son of Joseph;"
    },
    {
        "o": 4453,
        "r": "nasb:Numbers:13:8",
        "t": "from the tribe of Ephraim, Hoshea the son of Nun;"
    },
    {
        "o": 4454,
        "r": "nasb:Numbers:13:9",
        "t": "from the tribe of Benjamin, Palti the son of Raphu;"
    },
    {
        "o": 4455,
        "r": "nasb:Numbers:13:10",
        "t": "from the tribe of Zebulun, Gaddiel the son of Sodi;"
    },
    {
        "o": 4456,
        "r": "nasb:Numbers:13:11",
        "t": "from the tribe of Joseph, from the tribe of Manasseh, Gaddi the son of Susi;"
    },
    {
        "o": 4457,
        "r": "nasb:Numbers:13:12",
        "t": "from the tribe of Dan, Ammiel the son of Gemalli;"
    },
    {
        "o": 4458,
        "r": "nasb:Numbers:13:13",
        "t": "from the tribe of Asher, Sethur the son of Michael;"
    },
    {
        "o": 4459,
        "r": "nasb:Numbers:13:14",
        "t": "from the tribe of Naphtali, Nahbi the son of Vophsi;"
    },
    {
        "o": 4460,
        "r": "nasb:Numbers:13:15",
        "t": "from the tribe of Gad, Geuel the son of Machi."
    },
    {
        "o": 4461,
        "r": "nasb:Numbers:13:16",
        "t": "These are the names of the men whom Moses sent to spy out the land; but Moses called Hoshea the son of Nun, Joshua."
    },
    {
        "o": 4462,
        "r": "nasb:Numbers:13:17",
        "t": "When*p Moses sent them to spy out the land of Canaan, he said to them, “Go up there into the Negev; then go up into the hill country."
    },
    {
        "o": 4463,
        "r": "nasb:Numbers:13:18",
        "t": "See what the land is like, and whether the people who live in it are strong or*i weak, whether they are few or many."
    },
    {
        "o": 4464,
        "r": "nasb:Numbers:13:19",
        "t": "How is the land in which they live, is it good or bad? And how are the cities in which they live, are they*i like open*i camps or with fortifications?"
    },
    {
        "o": 4465,
        "r": "nasb:Numbers:13:20",
        "t": "How is the land, is it fat or lean? Are there trees in it or not? Make an effort then to get some of the fruit of the land.” Now the time was the time of the first ripe grapes."
    },
    {
        "o": 4466,
        "r": "nasb:Numbers:13:21",
        "t": "So*p they went up and spied out the land from the wilderness of Zin as far as Rehob, at Lebo-hamath."
    },
    {
        "o": 4467,
        "r": "nasb:Numbers:13:22",
        "t": "When they had gone up into the Negev, they came to Hebron where Ahiman, Sheshai and Talmai, the descendants of Anak were. (Now Hebron was built seven years before Zoan in Egypt.)"
    },
    {
        "o": 4468,
        "r": "nasb:Numbers:13:23",
        "t": "Then*p they came to the valley of Eshcol and from there cut down a branch with a single cluster of grapes; and they carried it on a pole between two men,*i with some of the pomegranates and the figs."
    },
    {
        "o": 4469,
        "r": "nasb:Numbers:13:24",
        "t": "That place was called the valley of Eshcol, because of the cluster which the sons of Israel cut down from there."
    },
    {
        "o": 4470,
        "r": "nasb:Numbers:13:24",
        "t": "The Spies’ Reports",
        "h": 2
    },
    {
        "o": 4471,
        "r": "nasb:Numbers:13:25",
        "t": "When*p they returned from spying out the land, at the end of forty days,"
    },
    {
        "o": 4472,
        "r": "nasb:Numbers:13:26",
        "t": "they proceeded to come to Moses and Aaron and to all the congregation of the sons of Israel in the wilderness of Paran, at Kadesh; and they brought back word to them and to all the congregation and showed them the fruit of the land."
    },
    {
        "o": 4473,
        "r": "nasb:Numbers:13:27",
        "t": "Thus they told him, and said, “We went in to the land where you sent us; and it certainly does flow with milk and honey, and this is its fruit."
    },
    {
        "o": 4474,
        "r": "nasb:Numbers:13:28",
        "t": "Nevertheless, the people who live in the land are strong, and the cities are fortified and*i very large; and moreover, we saw the descendants of Anak there."
    },
    {
        "o": 4475,
        "r": "nasb:Numbers:13:29",
        "t": "Amalek is living in the land of the Negev and the Hittites and the Jebusites and the Amorites are living in the hill country, and the Canaanites are living by the sea and by the side of the Jordan.”"
    },
    {
        "o": 4476,
        "r": "nasb:Numbers:13:30",
        "t": "Then*p Caleb quieted the people before Moses and said, “We should by all means go up and take possession of it, for we will surely overcome it.”"
    },
    {
        "o": 4477,
        "r": "nasb:Numbers:13:31",
        "t": "But the men who had gone up with him said, “We are not able to go up against the people, for they are too strong for us.”"
    },
    {
        "o": 4478,
        "r": "nasb:Numbers:13:32",
        "t": "So they gave out to the sons of Israel a bad report of the land which they had spied out, saying, “The land through which we have gone, in spying it out, is a land that devours its inhabitants; and all the people whom we saw in it are men of great*i size."
    },
    {
        "o": 4479,
        "r": "nasb:Numbers:13:33",
        "t": "There also we saw the Nephilim (the sons of Anak are part of the Nephilim); and we became like grasshoppers in our own sight, and so we were in their sight.”"
    }
]
