[
    {
        "o": 11294,
        "r": "kjv:1 Chronicles:21:0",
        "t": "1 Chronicles 21",
        "h": 1
    },
    {
        "o": 11295,
        "r": "kjv:1 Chronicles:21:1",
        "t": "And*p Satan stood up against Israel, and provoked David to number Israel."
    },
    {
        "o": 11296,
        "r": "kjv:1 Chronicles:21:2",
        "t": "And*p David said to Joab and to the rulers of the people, Go, number Israel from Beer–sheba even to Dan; and bring the number of them to me, that I may know it."
    },
    {
        "o": 11297,
        "r": "kjv:1 Chronicles:21:3",
        "t": "And*p Joab answered, The Lord*s make his people an hundred times so many more as they be: but, my lord the king, are they not all my lord's servants? why then doth my lord require this thing? why will he be a cause of trespass to Israel?"
    },
    {
        "o": 11298,
        "r": "kjv:1 Chronicles:21:4",
        "t": "Nevertheless*p the king's word prevailed against Joab. Wherefore Joab departed, and went throughout all Israel, and came to Jerusalem."
    },
    {
        "o": 11299,
        "r": "kjv:1 Chronicles:21:5",
        "t": "And*p Joab gave the sum of the number of the people unto David. And all they of Israel were a thousand thousand and an hundred thousand men that drew sword: and Judah was four hundred threescore and ten thousand men that drew sword."
    },
    {
        "o": 11300,
        "r": "kjv:1 Chronicles:21:6",
        "t": "But*p Levi and Benjamin counted he not among them: for the king's word was abominable to Joab."
    },
    {
        "o": 11301,
        "r": "kjv:1 Chronicles:21:7",
        "t": "And*p God was displeased with this thing; therefore he smote Israel."
    },
    {
        "o": 11302,
        "r": "kjv:1 Chronicles:21:8",
        "t": "And*p David said unto God, I have sinned greatly, because I have done this thing: but now, I beseech thee, do away the iniquity of thy servant; for I have done very foolishly."
    },
    {
        "o": 11303,
        "r": "kjv:1 Chronicles:21:9",
        "t": "And*p the Lord*s spake unto Gad, David's seer, saying,"
    },
    {
        "o": 11304,
        "r": "kjv:1 Chronicles:21:10",
        "t": "Go*p and tell David, saying, Thus saith the Lord,*s I offer thee three things: choose thee one of them, that I may do it unto thee."
    },
    {
        "o": 11305,
        "r": "kjv:1 Chronicles:21:11",
        "t": "So*p Gad came to David, and said unto him, Thus saith the Lord,*s Choose thee"
    },
    {
        "o": 11306,
        "r": "kjv:1 Chronicles:21:12",
        "t": "Either*p three years' famine; or three months to be destroyed before thy foes, while that the sword of thine enemies overtaketh thee; or else three days the sword of the Lord,*s even the pestilence, in the land, and the angel of the Lord*s destroying throughout all the coasts of Israel. Now therefore advise thyself what word I shall bring again to him that sent me."
    },
    {
        "o": 11307,
        "r": "kjv:1 Chronicles:21:13",
        "t": "And*p David said unto Gad, I am in a great strait: let me fall now into the hand of the Lord;*s for very great are his mercies: but let me not fall into the hand of man."
    },
    {
        "o": 11308,
        "r": "kjv:1 Chronicles:21:14",
        "t": "So*p the Lord*s sent pestilence upon Israel: and there fell of Israel seventy thousand men."
    },
    {
        "o": 11309,
        "r": "kjv:1 Chronicles:21:15",
        "t": "And*p God sent an angel unto Jerusalem to destroy it: and as he was destroying, the Lord*s beheld, and he repented him of the evil, and said to the angel that destroyed, It is enough, stay now thine hand. And the angel of the Lord*s stood by the threshingfloor of Ornan the Jebusite."
    },
    {
        "o": 11310,
        "r": "kjv:1 Chronicles:21:16",
        "t": "And*p David lifted up his eyes, and saw the angel of the Lord*s stand between the earth and the heaven, having a drawn sword in his hand stretched out over Jerusalem. Then David and the elders of Israel, who were clothed in sackcloth, fell upon their faces."
    },
    {
        "o": 11311,
        "r": "kjv:1 Chronicles:21:17",
        "t": "And*p David said unto God, Is it not I that commanded the people to be numbered? even I it is that have sinned and done evil indeed; but as for these sheep, what have they done? let thine hand, I pray thee, O Lord*s my God, be on me, and on my father's house; but not on thy people, that they should be plagued."
    },
    {
        "o": 11312,
        "r": "kjv:1 Chronicles:21:18",
        "t": "Then*p the angel of the Lord*s commanded Gad to say to David, that David should go up, and set up an altar unto the Lord*s in the threshingfloor of Ornan the Jebusite."
    },
    {
        "o": 11313,
        "r": "kjv:1 Chronicles:21:19",
        "t": "And*p David went up at the saying of Gad, which he spake in the name of the Lord.*s"
    },
    {
        "o": 11314,
        "r": "kjv:1 Chronicles:21:20",
        "t": "And*p Ornan turned back, and saw the angel; and his four sons with him hid themselves. Now Ornan was threshing wheat."
    },
    {
        "o": 11315,
        "r": "kjv:1 Chronicles:21:21",
        "t": "And*p as David came to Ornan, Ornan looked and saw David, and went out of the threshingfloor, and bowed himself to David with his face to the ground."
    },
    {
        "o": 11316,
        "r": "kjv:1 Chronicles:21:22",
        "t": "Then*p David said to Ornan, Grant me the place of this threshingfloor, that I may build an altar therein unto the Lord:*s thou shalt grant it me for the full price: that the plague may be stayed from the people."
    },
    {
        "o": 11317,
        "r": "kjv:1 Chronicles:21:23",
        "t": "And*p Ornan said unto David, Take it to thee, and let my lord the king do that which is good in his eyes: lo, I give thee the oxen also for burnt offerings, and the threshing instruments for wood, and the wheat for the meat offering; I give it all."
    },
    {
        "o": 11318,
        "r": "kjv:1 Chronicles:21:24",
        "t": "And*p king David said to Ornan, Nay; but I will verily buy it for the full price: for I will not take that which is thine for the Lord,*s nor offer burnt offerings without cost."
    },
    {
        "o": 11319,
        "r": "kjv:1 Chronicles:21:25",
        "t": "So*p David gave to Ornan for the place six hundred shekels of gold by weight."
    },
    {
        "o": 11320,
        "r": "kjv:1 Chronicles:21:26",
        "t": "And*p David built there an altar unto the Lord,*s and offered burnt offerings and peace offerings, and called upon the Lord;*s and he answered him from heaven by fire upon the altar of burnt offering."
    },
    {
        "o": 11321,
        "r": "kjv:1 Chronicles:21:27",
        "t": "And*p the Lord*s commanded the angel; and he put up his sword again into the sheath thereof."
    },
    {
        "o": 11322,
        "r": "kjv:1 Chronicles:21:28",
        "t": "At*p that time when David saw that the Lord*s had answered him in the threshingfloor of Ornan the Jebusite, then he sacrificed there."
    },
    {
        "o": 11323,
        "r": "kjv:1 Chronicles:21:29",
        "t": "For*p the tabernacle of the Lord,*s which Moses made in the wilderness, and the altar of the burnt offering, were at that season in the high place at Gibeon."
    },
    {
        "o": 11324,
        "r": "kjv:1 Chronicles:21:30",
        "t": "But*p David could not go before it to enquire of God: for he was afraid because of the sword of the angel of the Lord.*s"
    }
]
