[
    {
        "o": 21696,
        "r": "nkjv:Jeremiah:18:0",
        "t": "Jeremiah 18",
        "h": 1
    },
    {
        "o": 21697,
        "r": "nkjv:Jeremiah:18:0",
        "t": "The Potter and the Clay",
        "h": 2
    },
    {
        "o": 21698,
        "r": "nkjv:Jeremiah:18:1",
        "t": "The*p word which came to Jeremiah from the Lord,*s saying:"
    },
    {
        "o": 21699,
        "r": "nkjv:Jeremiah:18:2",
        "t": "“Arise and go down to the potter’s house, and there I will cause you to hear My words.”"
    },
    {
        "o": 21700,
        "r": "nkjv:Jeremiah:18:3",
        "t": "Then I went down to the potter’s house, and there he was, making something at the wheel."
    },
    {
        "o": 21701,
        "r": "nkjv:Jeremiah:18:4",
        "t": "And the vessel that he made of clay was marred in the hand of the potter; so he made it again into another vessel, as it seemed good to the potter to make."
    },
    {
        "o": 21702,
        "r": "nkjv:Jeremiah:18:5",
        "t": "Then*p the word of the Lord*s came to me, saying:"
    },
    {
        "o": 21703,
        "r": "nkjv:Jeremiah:18:6",
        "t": "“O house of Israel, can I not do with you as this potter?” says the Lord.*s “Look, as the clay is*i in the potter’s hand, so are*i you in My hand, O house of Israel!"
    },
    {
        "o": 21704,
        "r": "nkjv:Jeremiah:18:7",
        "t": "The instant I speak concerning a nation and concerning a kingdom, to pluck up, to pull down, and to destroy it,*i"
    },
    {
        "o": 21705,
        "r": "nkjv:Jeremiah:18:8",
        "t": "if that nation against whom I have spoken turns from its evil, I will relent of the disaster that I thought to bring upon it."
    },
    {
        "o": 21706,
        "r": "nkjv:Jeremiah:18:9",
        "t": "And the instant I speak concerning a nation and concerning a kingdom, to build and to plant it,*i"
    },
    {
        "o": 21707,
        "r": "nkjv:Jeremiah:18:10",
        "t": "if it does evil in My sight so that it does not obey My voice, then I will relent concerning the good with which I said I would benefit it."
    },
    {
        "o": 21708,
        "r": "nkjv:Jeremiah:18:11",
        "t": "“Now*p therefore, speak to the men of Judah and to the inhabitants of Jerusalem, saying, ‘Thus says the Lord:*s “Behold, I am fashioning a disaster and devising a plan against you. Return now every one from his evil way, and make your ways and your doings good.”’”"
    },
    {
        "o": 21709,
        "r": "nkjv:Jeremiah:18:11",
        "t": "God’s Warning Rejected",
        "h": 2
    },
    {
        "o": 21710,
        "r": "nkjv:Jeremiah:18:12",
        "t": "And*p they said, “That is hopeless! So we will walk according to our own plans, and we will every one obey the dictates of his evil heart.”"
    },
    {
        "o": 21711,
        "r": "nkjv:Jeremiah:18:13",
        "t": "Therefore*p thus says the Lord:*s “Ask*pn now among the Gentiles, Who*ld has heard such things? The*ld virgin of Israel has done a very horrible thing."
    },
    {
        "o": 21712,
        "r": "nkjv:Jeremiah:18:14",
        "t": "Will*ld a*i man*i leave the snow water of Lebanon, Which*ild comes*i from the rock of the field? Will*ld the cold flowing waters be forsaken for strange waters?"
    },
    {
        "o": 21713,
        "r": "nkjv:Jeremiah:18:15",
        "t": "“Because*ld My people have forgotten Me, They*ld have burned incense to worthless idols. And*ld they have caused themselves to stumble in their ways, From*ild the ancient paths, To*ld walk in pathways and not on a highway,"
    },
    {
        "o": 21714,
        "r": "nkjv:Jeremiah:18:16",
        "t": "To*ld make their land desolate and*i a perpetual hissing; Everyone*ld who passes by it will be astonished And*ld shake his head."
    },
    {
        "o": 21715,
        "r": "nkjv:Jeremiah:18:17",
        "t": "I*ld will scatter them as with an east wind before the enemy; I*ld will show them the back and not the face In*ld the day of their calamity.”"
    },
    {
        "o": 21716,
        "r": "nkjv:Jeremiah:18:17",
        "t": "Jeremiah Persecuted",
        "h": 2
    },
    {
        "o": 21717,
        "r": "nkjv:Jeremiah:18:18",
        "t": "Then*p they said, “Come and let us devise plans against Jeremiah; for the law shall not perish from the priest, nor counsel from the wise, nor the word from the prophet. Come and let us attack him with the tongue, and let us not give heed to any of his words.”"
    },
    {
        "o": 21718,
        "r": "nkjv:Jeremiah:18:19",
        "t": "Give*pn heed to me, O Lord,*s And*ld listen to the voice of those who contend with me!"
    },
    {
        "o": 21719,
        "r": "nkjv:Jeremiah:18:20",
        "t": "Shall*ld evil be repaid for good? For*ld they have dug a pit for my life. Remember*ld that I stood before You To*ld speak good for them, To*ld turn away Your wrath from them."
    },
    {
        "o": 21720,
        "r": "nkjv:Jeremiah:18:21",
        "t": "Therefore*ld deliver up their children to the famine, And*ld pour out their blood*i By*ld the force of the sword; Let*ld their wives become*i widows And*ld bereaved of their children. Let*ld their men be put to death, Their*ld young men be*i slain By*ld the sword in battle."
    },
    {
        "o": 21721,
        "r": "nkjv:Jeremiah:18:22",
        "t": "Let*ld a cry be heard from their houses, When*ld You bring a troop suddenly upon them; For*ld they have dug a pit to take me, And*ld hidden snares for my feet."
    },
    {
        "o": 21722,
        "r": "nkjv:Jeremiah:18:23",
        "t": "Yet,*ld Lord,*s You know all their counsel Which*ld is against me, to slay me.*i Provide*ld no atonement for their iniquity, Nor*ld blot out their sin from Your sight; But*ld let them be overthrown before You. Deal*ld thus*i with them In*ld the time of Your anger."
    }
]
