[
    {
        "o": 18234,
        "r": "kjv:Ecclesiastes:7:0",
        "t": "Ecclesiastes 7",
        "h": 1
    },
    {
        "o": 18235,
        "r": "kjv:Ecclesiastes:7:1",
        "t": "A*p good name is better than precious ointment; and the day of death than the day of one's birth."
    },
    {
        "o": 18236,
        "r": "kjv:Ecclesiastes:7:2",
        "t": "It*p is better to go to the house of mourning, than to go to the house of feasting: for that is the end of all men; and the living will lay it to his heart."
    },
    {
        "o": 18237,
        "r": "kjv:Ecclesiastes:7:3",
        "t": "Sorrow*p is better than laughter: for by the sadness of the countenance the heart is made better."
    },
    {
        "o": 18238,
        "r": "kjv:Ecclesiastes:7:4",
        "t": "The*p heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth."
    },
    {
        "o": 18239,
        "r": "kjv:Ecclesiastes:7:5",
        "t": "It*p is better to hear the rebuke of the wise, than for a man to hear the song of fools."
    },
    {
        "o": 18240,
        "r": "kjv:Ecclesiastes:7:6",
        "t": "For*p as the crackling of thorns under a pot, so is the laughter of the fool: this also is vanity."
    },
    {
        "o": 18241,
        "r": "kjv:Ecclesiastes:7:7",
        "t": "Surely*p oppression maketh a wise man mad; and a gift destroyeth the heart."
    },
    {
        "o": 18242,
        "r": "kjv:Ecclesiastes:7:8",
        "t": "Better*p is the end of a thing than the beginning thereof: and the patient in spirit is better than the proud in spirit."
    },
    {
        "o": 18243,
        "r": "kjv:Ecclesiastes:7:9",
        "t": "Be*p not hasty in thy spirit to be angry: for anger resteth in the bosom of fools."
    },
    {
        "o": 18244,
        "r": "kjv:Ecclesiastes:7:10",
        "t": "Say*p not thou, What is the cause that the former days were better than these? for thou dost not enquire wisely concerning this."
    },
    {
        "o": 18245,
        "r": "kjv:Ecclesiastes:7:11",
        "t": "Wisdom*p is good with an inheritance: and by it there is profit to them that see the sun."
    },
    {
        "o": 18246,
        "r": "kjv:Ecclesiastes:7:12",
        "t": "For*p wisdom is a defence, and money is a defence: but the excellency of knowledge is, that wisdom giveth life to them that have it."
    },
    {
        "o": 18247,
        "r": "kjv:Ecclesiastes:7:13",
        "t": "Consider*p the work of God: for who can make that straight, which he hath made crooked?"
    },
    {
        "o": 18248,
        "r": "kjv:Ecclesiastes:7:14",
        "t": "In*p the day of prosperity be joyful, but in the day of adversity consider: God also hath set the one over against the other, to the end that man should find nothing after him."
    },
    {
        "o": 18249,
        "r": "kjv:Ecclesiastes:7:15",
        "t": "All*p things have I seen in the days of my vanity: there is a just man that perisheth in his righteousness, and there is a wicked man that prolongeth his life in his wickedness."
    },
    {
        "o": 18250,
        "r": "kjv:Ecclesiastes:7:16",
        "t": "Be*p not righteous over much; neither make thyself over wise: why shouldest thou destroy thyself?"
    },
    {
        "o": 18251,
        "r": "kjv:Ecclesiastes:7:17",
        "t": "Be*p not over much wicked, neither be thou foolish: why shouldest thou die before thy time?"
    },
    {
        "o": 18252,
        "r": "kjv:Ecclesiastes:7:18",
        "t": "It*p is good that thou shouldest take hold of this; yea, also from this withdraw not thine hand: for he that feareth God shall come forth of them all."
    },
    {
        "o": 18253,
        "r": "kjv:Ecclesiastes:7:19",
        "t": "Wisdom*p strengtheneth the wise more than ten mighty men which are in the city."
    },
    {
        "o": 18254,
        "r": "kjv:Ecclesiastes:7:20",
        "t": "For*p there is not a just man upon earth, that doeth good, and sinneth not."
    },
    {
        "o": 18255,
        "r": "kjv:Ecclesiastes:7:21",
        "t": "Also*p take no heed unto all words that are spoken; lest thou hear thy servant curse thee:"
    },
    {
        "o": 18256,
        "r": "kjv:Ecclesiastes:7:22",
        "t": "For*p oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others."
    },
    {
        "o": 18257,
        "r": "kjv:Ecclesiastes:7:23",
        "t": "All*p this have I proved by wisdom: I said, I will be wise; but it was far from me."
    },
    {
        "o": 18258,
        "r": "kjv:Ecclesiastes:7:24",
        "t": "That*p which is far off, and exceeding deep, who can find it out?"
    },
    {
        "o": 18259,
        "r": "kjv:Ecclesiastes:7:25",
        "t": "I*p applied mine heart to know, and to search, and to seek out wisdom, and the reason of things, and to know the wickedness of folly, even of foolishness and madness:"
    },
    {
        "o": 18260,
        "r": "kjv:Ecclesiastes:7:26",
        "t": "And*p I find more bitter than death the woman, whose heart is snares and nets, and her hands as bands: whoso pleaseth God shall escape from her; but the sinner shall be taken by her."
    },
    {
        "o": 18261,
        "r": "kjv:Ecclesiastes:7:27",
        "t": "Behold,*p this have I found, saith the preacher, counting one by one, to find out the account:"
    },
    {
        "o": 18262,
        "r": "kjv:Ecclesiastes:7:28",
        "t": "Which*p yet my soul seeketh, but I find not: one man among a thousand have I found; but a woman among all those have I not found."
    },
    {
        "o": 18263,
        "r": "kjv:Ecclesiastes:7:29",
        "t": "Lo,*p this only have I found, that God hath made man upright; but they have sought out many inventions."
    }
]
