[
    {
        "o": 7930,
        "r": "nkjv:Ruth:4:0",
        "t": "Ruth 4",
        "h": 1
    },
    {
        "o": 7931,
        "r": "nkjv:Ruth:4:0",
        "t": "Boaz Redeems Ruth",
        "h": 2
    },
    {
        "o": 7932,
        "r": "nkjv:Ruth:4:1",
        "t": "Now*p Boaz went up to the gate and sat down there; and behold, the close relative of whom Boaz had spoken came by. So Boaz said, “Come aside, friend, sit down here.” So he came aside and sat down."
    },
    {
        "o": 7933,
        "r": "nkjv:Ruth:4:2",
        "t": "And he took ten men of the elders of the city, and said, “Sit down here.” So they sat down."
    },
    {
        "o": 7934,
        "r": "nkjv:Ruth:4:3",
        "t": "Then he said to the close relative, “Naomi, who has come back from the country of Moab, sold the piece of land which belonged*i to our brother Elimelech."
    },
    {
        "o": 7935,
        "r": "nkjv:Ruth:4:4",
        "t": "And I thought to inform you, saying, ‘Buy it*i back in the presence of the inhabitants and the elders of my people. If you will redeem it,*i redeem it;*i but if you will not redeem it,*i then*i tell me, that I may know; for there*i is*i no one but you to redeem it,*i and I am*i next after you.’” And*p he said, “I will redeem it.”*i"
    },
    {
        "o": 7936,
        "r": "nkjv:Ruth:4:5",
        "t": "Then*p Boaz said, “On the day you buy the field from the hand of Naomi, you must also buy it*i from Ruth the Moabitess, the wife of the dead, to perpetuate the name of the dead through his inheritance.”"
    },
    {
        "o": 7937,
        "r": "nkjv:Ruth:4:6",
        "t": "And*p the close relative said, “I cannot redeem it*i for myself, lest I ruin my own inheritance. You redeem my right of redemption for yourself, for I cannot redeem it.”*i"
    },
    {
        "o": 7938,
        "r": "nkjv:Ruth:4:7",
        "t": "Now*p this was*i the*i custom*i in former times in Israel concerning redeeming and exchanging, to confirm anything: one man took off his sandal and gave it*i to the other, and this was*i a confirmation in Israel."
    },
    {
        "o": 7939,
        "r": "nkjv:Ruth:4:8",
        "t": "Therefore*p the close relative said to Boaz, “Buy it*i for yourself.” So he took off his sandal."
    },
    {
        "o": 7940,
        "r": "nkjv:Ruth:4:9",
        "t": "And Boaz said to the elders and all the people, “You are*i witnesses this day that I have bought all that was Elimelech’s, and all that was*i Chilion’s and Mahlon’s, from the hand of Naomi."
    },
    {
        "o": 7941,
        "r": "nkjv:Ruth:4:10",
        "t": "Moreover, Ruth the Moabitess, the widow of Mahlon, I have acquired as my wife, to perpetuate the name of the dead through his inheritance, that the name of the dead may not be cut off from among his brethren and from his position at the gate. You are*i witnesses this day.”"
    },
    {
        "o": 7942,
        "r": "nkjv:Ruth:4:11",
        "t": "And*p all the people who were*i at the gate, and the elders, said, “We*i are*i witnesses. The Lord*s make the woman who is coming to your house like Rachel and Leah, the two who built the house of Israel; and may you prosper in Ephrathah and be famous in Bethlehem."
    },
    {
        "o": 7943,
        "r": "nkjv:Ruth:4:12",
        "t": "May your house be like the house of Perez, whom Tamar bore to Judah, because of the offspring which the Lord*s will give you from this young woman.”"
    },
    {
        "o": 7944,
        "r": "nkjv:Ruth:4:12",
        "t": "Descendants of Boaz and Ruth",
        "h": 2
    },
    {
        "o": 7945,
        "r": "nkjv:Ruth:4:13",
        "t": "So*p Boaz took Ruth and she became his wife; and when he went in to her, the Lord*s gave her conception, and she bore a son."
    },
    {
        "o": 7946,
        "r": "nkjv:Ruth:4:14",
        "t": "Then the women said to Naomi, “Blessed be*i the Lord,*s who has not left you this day without a close relative; and may his name be famous in Israel!"
    },
    {
        "o": 7947,
        "r": "nkjv:Ruth:4:15",
        "t": "And may he be to you a restorer of life and a nourisher of your old age; for your daughter-in-law, who loves you, who is better to you than seven sons, has borne him.”"
    },
    {
        "o": 7948,
        "r": "nkjv:Ruth:4:16",
        "t": "Then Naomi took the child and laid him on her bosom, and became a nurse to him."
    },
    {
        "o": 7949,
        "r": "nkjv:Ruth:4:17",
        "t": "Also the neighbor women gave him a name, saying, “There is a son born to Naomi.” And they called his name Obed. He is*i the father of Jesse, the father of David."
    },
    {
        "o": 7950,
        "r": "nkjv:Ruth:4:18",
        "t": "Now*p this is*i the genealogy of Perez: Perez begot Hezron;"
    },
    {
        "o": 7951,
        "r": "nkjv:Ruth:4:19",
        "t": "Hezron begot Ram, and Ram begot Amminadab;"
    },
    {
        "o": 7952,
        "r": "nkjv:Ruth:4:20",
        "t": "Amminadab begot Nahshon, and Nahshon begot Salmon;"
    },
    {
        "o": 7953,
        "r": "nkjv:Ruth:4:21",
        "t": "Salmon begot Boaz, and Boaz begot Obed;"
    },
    {
        "o": 7954,
        "r": "nkjv:Ruth:4:22",
        "t": "Obed begot Jesse, and Jesse begot David."
    }
]
