[
    {
        "o": 25742,
        "r": "csb:Haggai:1:0",
        "t": "Haggai 1",
        "h": 1
    },
    {
        "o": 25743,
        "r": "csb:Haggai:1:0",
        "t": "Command to Rebuild the Temple",
        "h": 2
    },
    {
        "o": 25744,
        "r": "csb:Haggai:1:1",
        "t": "In*p the second year of King Darius, on the first day of the sixth month, the word of the Lord*s came through the prophet Haggai to Zerubbabel son of Shealtiel, the governor of Judah, and to Joshua son of Jehozadak, the high priest:"
    },
    {
        "o": 25745,
        "r": "csb:Haggai:1:2",
        "t": "“The*p Lord*s of Armies says this: These people say: The time has not come for the house of the Lord*s to be rebuilt.”"
    },
    {
        "o": 25746,
        "r": "csb:Haggai:1:3",
        "t": "The*p word of the Lord*s came through the prophet Haggai:"
    },
    {
        "o": 25747,
        "r": "csb:Haggai:1:4",
        "t": "“Is it a time for you yourselves to live in your paneled houses, while this house lies in ruins?”"
    },
    {
        "o": 25748,
        "r": "csb:Haggai:1:5",
        "t": "Now, the Lord*s of Armies says this: “Think carefully about your ways:"
    },
    {
        "o": 25749,
        "r": "csb:Haggai:1:6",
        "t": "You*pn have planted much but*ln harvested little. You*ln eat but*ln never have enough to be satisfied. You*ln drink but*ln never have enough to be happy. You*ln put on clothes but*ln never have enough to get warm. The*ln wage earner puts his wages into*ln a bag with a hole in it.”"
    },
    {
        "o": 25750,
        "r": "csb:Haggai:1:7",
        "t": "The*p Lord*s of Armies says this: “Think carefully about your ways."
    },
    {
        "o": 25751,
        "r": "csb:Haggai:1:8",
        "t": "Go up into the hills, bring down lumber, and build the house; and I will be pleased with it and be glorified,” says the Lord.*s"
    },
    {
        "o": 25752,
        "r": "csb:Haggai:1:9",
        "t": "“You expected much, but then it amounted to little. When you brought the harvest to your house, I ruined it. Why?” This is the declaration of the Lord*s of Armies. “Because my house still lies in ruins, while each of you is busy with his own house."
    },
    {
        "o": 25753,
        "r": "csb:Haggai:1:10",
        "t": "So*pn on your account, the*ln skies have withheld the dew and*ln the land its crops."
    },
    {
        "o": 25754,
        "r": "csb:Haggai:1:11",
        "t": "I*ln have summoned a drought on*ln the fields and the hills, on*ln the grain, new wine, fresh oil, and*ln whatever the ground yields, on*ln people and animals, and*ln on all that your hands produce.”"
    },
    {
        "o": 25755,
        "r": "csb:Haggai:1:11",
        "t": "The People’s Response",
        "h": 2
    },
    {
        "o": 25756,
        "r": "csb:Haggai:1:12",
        "t": "Then*p Zerubbabel son of Shealtiel, the high priest Joshua son of Jehozadak, and the entire remnant of the people obeyed the Lord*s their God and the words of the prophet Haggai, because the Lord*s their God had sent him. So the people feared the Lord.*s"
    },
    {
        "o": 25757,
        "r": "csb:Haggai:1:13",
        "t": "Then*p Haggai, the Lord’s*s messenger, delivered the Lord’s*s message to the people: “I am with you- this is the Lord’s*s declaration.”"
    },
    {
        "o": 25758,
        "r": "csb:Haggai:1:14",
        "t": "The*p Lord*s roused the spirit of Zerubbabel son of Shealtiel, governor of Judah, the spirit of the high priest Joshua son of Jehozadak, and the spirit of all the remnant of the people. They began work on the house of the Lord*s of Armies, their God,"
    },
    {
        "o": 25759,
        "r": "csb:Haggai:1:15",
        "t": "on the twenty-fourth day of the sixth month, in the second year of King Darius."
    }
]
