[
    {
        "o": 10559,
        "r": "csb:2 Kings:2:0",
        "t": "2 Kings 2",
        "h": 1
    },
    {
        "o": 10560,
        "r": "csb:2 Kings:2:0",
        "t": "Elijah in the Whirlwind",
        "h": 2
    },
    {
        "o": 10561,
        "r": "csb:2 Kings:2:1",
        "t": "The*p time had come for the Lord*s to take Elijah up to heaven in a whirlwind. Elijah and Elisha were traveling from Gilgal,"
    },
    {
        "o": 10562,
        "r": "csb:2 Kings:2:2",
        "t": "and Elijah said to Elisha, “Stay here; the Lord*s is sending me on to Bethel.” But*p Elisha replied, “As the Lord*s lives and as you yourself live, I will not leave you.” So they went down to Bethel."
    },
    {
        "o": 10563,
        "r": "csb:2 Kings:2:3",
        "t": "Then*p the sons of the prophets who were at Bethel came out to Elisha and said, “Do you know that the Lord*s will take your master away from you today?” He*p said, “Yes, I know. Be quiet.”"
    },
    {
        "o": 10564,
        "r": "csb:2 Kings:2:4",
        "t": "Elijah*p said to him, “Elisha, stay here; the Lord*s is sending me to Jericho.” But*p Elisha said, “As the Lord*s lives and as you yourself live, I will not leave you.” So they went to Jericho."
    },
    {
        "o": 10565,
        "r": "csb:2 Kings:2:5",
        "t": "Then*p the sons of the prophets who were in Jericho came up to Elisha and said, “Do you know that the Lord*s will take your master away from you today?” He*p said, “Yes, I know. Be quiet.”"
    },
    {
        "o": 10566,
        "r": "csb:2 Kings:2:6",
        "t": "Elijah*p said to him, “Stay here; the Lord*s is sending me to the Jordan.” But*p Elisha said, “As the Lord*s lives and as you yourself live, I will not leave you.” So the two of them went on."
    },
    {
        "o": 10567,
        "r": "csb:2 Kings:2:7",
        "t": "Fifty*p men from the sons of the prophets came and stood observing them at a distance while the two of them stood by the Jordan."
    },
    {
        "o": 10568,
        "r": "csb:2 Kings:2:8",
        "t": "Elijah took his mantle, rolled it up, and struck the water, which parted to the right and left. Then the two of them crossed over on dry ground."
    },
    {
        "o": 10569,
        "r": "csb:2 Kings:2:9",
        "t": "When they had crossed over, Elijah said to Elisha, “Tell me what I can do for you before I am taken from you.” So*p Elisha answered, “Please, let me inherit two shares of your spirit.”"
    },
    {
        "o": 10570,
        "r": "csb:2 Kings:2:10",
        "t": "Elijah*p replied, “You have asked for something difficult. If you see me being taken from you, you will have it. If not, you won’t.”"
    },
    {
        "o": 10571,
        "r": "csb:2 Kings:2:11",
        "t": "As*p they continued walking and talking, a chariot of fire with horses of fire suddenly appeared and separated the two of them. Then Elijah went up into heaven in the whirlwind."
    },
    {
        "o": 10572,
        "r": "csb:2 Kings:2:12",
        "t": "As Elisha watched, he kept crying out, “My father, my father, the chariots and horsemen of Israel!”"
    },
    {
        "o": 10573,
        "r": "csb:2 Kings:2:12",
        "t": "Elisha Succeeds Elijah",
        "h": 2
    },
    {
        "o": 10574,
        "r": "csb:2 Kings:2:12",
        "t": "When*p he could see him no longer, he took hold of his own clothes, tore them in two,"
    },
    {
        "o": 10575,
        "r": "csb:2 Kings:2:13",
        "t": "picked up the mantle that had fallen off Elijah, and went back and stood on the bank of the Jordan."
    },
    {
        "o": 10576,
        "r": "csb:2 Kings:2:14",
        "t": "He took the mantle Elijah had dropped, and he struck the water. “Where is the Lord*s God of Elijah?” he asked. He struck the water himself, and it parted to the right and the left, and Elisha crossed over."
    },
    {
        "o": 10577,
        "r": "csb:2 Kings:2:15",
        "t": "When*p the sons of the prophets from Jericho who were observing saw him, they said, “The spirit of Elijah rests on Elisha.” They came to meet him and bowed down to the ground in front of him."
    },
    {
        "o": 10578,
        "r": "csb:2 Kings:2:16",
        "t": "Then*p the sons of the prophets said to Elisha, “Since there are fifty strong men here with your servants, please let them go and search for your master. Maybe the Spirit of the Lord*s has carried him away and put him on one of the mountains or into one of the valleys.” He*p answered, “Don’t send them.”"
    },
    {
        "o": 10579,
        "r": "csb:2 Kings:2:17",
        "t": "However,*p they urged him to the point of embarrassment, so he said, “Send them.” They sent fifty men, who looked for three days but did not find him."
    },
    {
        "o": 10580,
        "r": "csb:2 Kings:2:18",
        "t": "When they returned to him in Jericho where he was staying, he said to them, “Didn’t I tell you not to go?”"
    },
    {
        "o": 10581,
        "r": "csb:2 Kings:2:19",
        "t": "The*p men of the city said to Elisha, “My lord can see that even though the city’s location is good, the water is bad and the land unfruitful.”"
    },
    {
        "o": 10582,
        "r": "csb:2 Kings:2:20",
        "t": "He*p replied, “Bring me a new bowl and put salt in it.” After*p they had brought him one,"
    },
    {
        "o": 10583,
        "r": "csb:2 Kings:2:21",
        "t": "Elisha went out to the spring, threw salt in it, and said, “This is what the Lord*s says: ‘I have healed this water. No longer will death or unfruitfulness result from it.’”"
    },
    {
        "o": 10584,
        "r": "csb:2 Kings:2:22",
        "t": "Therefore, the water still remains healthy today according to the word that Elisha spoke."
    },
    {
        "o": 10585,
        "r": "csb:2 Kings:2:23",
        "t": "From*p there Elisha went up to Bethel. As he was walking up the path, some small boys came out of the city and jeered at him, chanting, “Go up, baldy! Go up, baldy!”"
    },
    {
        "o": 10586,
        "r": "csb:2 Kings:2:24",
        "t": "He turned around, looked at them, and cursed them in the name of the Lord.*s Then two female bears came out of the woods and mauled forty-two of the children."
    },
    {
        "o": 10587,
        "r": "csb:2 Kings:2:25",
        "t": "From there Elisha went to Mount Carmel, and then he returned to Samaria."
    }
]
