[
    {
        "o": 31526,
        "r": "kjv:Hebrews:13:0",
        "t": "Hebrews 13",
        "h": 1
    },
    {
        "o": 31527,
        "r": "kjv:Hebrews:13:1",
        "t": "Let*p brotherly love continue."
    },
    {
        "o": 31528,
        "r": "kjv:Hebrews:13:2",
        "t": "Be*p not forgetful to entertain strangers: for thereby some have entertained angels unawares."
    },
    {
        "o": 31529,
        "r": "kjv:Hebrews:13:3",
        "t": "Remember*p them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body."
    },
    {
        "o": 31530,
        "r": "kjv:Hebrews:13:4",
        "t": "Marriage*p is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge."
    },
    {
        "o": 31531,
        "r": "kjv:Hebrews:13:5",
        "t": "Let*p your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee."
    },
    {
        "o": 31532,
        "r": "kjv:Hebrews:13:6",
        "t": "So*p that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me."
    },
    {
        "o": 31533,
        "r": "kjv:Hebrews:13:7",
        "t": "Remember*p them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation."
    },
    {
        "o": 31534,
        "r": "kjv:Hebrews:13:8",
        "t": "Jesus*p Christ the same yesterday, and to day, and for ever."
    },
    {
        "o": 31535,
        "r": "kjv:Hebrews:13:9",
        "t": "Be*p not carried about with divers and strange doctrines. For it is a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein."
    },
    {
        "o": 31536,
        "r": "kjv:Hebrews:13:10",
        "t": "We*p have an altar, whereof they have no right to eat which serve the tabernacle."
    },
    {
        "o": 31537,
        "r": "kjv:Hebrews:13:11",
        "t": "For*p the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp."
    },
    {
        "o": 31538,
        "r": "kjv:Hebrews:13:12",
        "t": "Wherefore*p Jesus also, that he might sanctify the people with his own blood, suffered without the gate."
    },
    {
        "o": 31539,
        "r": "kjv:Hebrews:13:13",
        "t": "Let*p us go forth therefore unto him without the camp, bearing his reproach."
    },
    {
        "o": 31540,
        "r": "kjv:Hebrews:13:14",
        "t": "For*p here have we no continuing city, but we seek one to come."
    },
    {
        "o": 31541,
        "r": "kjv:Hebrews:13:15",
        "t": "By*p him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name."
    },
    {
        "o": 31542,
        "r": "kjv:Hebrews:13:16",
        "t": "But*p to do good and to communicate forget not: for with such sacrifices God is well pleased."
    },
    {
        "o": 31543,
        "r": "kjv:Hebrews:13:17",
        "t": "Obey*p them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you."
    },
    {
        "o": 31544,
        "r": "kjv:Hebrews:13:18",
        "t": "Pray*p for us: for we trust we have a good conscience, in all things willing to live honestly."
    },
    {
        "o": 31545,
        "r": "kjv:Hebrews:13:19",
        "t": "But*p I beseech you the rather to do this, that I may be restored to you the sooner."
    },
    {
        "o": 31546,
        "r": "kjv:Hebrews:13:20",
        "t": "Now*p the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,"
    },
    {
        "o": 31547,
        "r": "kjv:Hebrews:13:21",
        "t": "Make*p you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be glory for ever and ever. Amen."
    },
    {
        "o": 31548,
        "r": "kjv:Hebrews:13:22",
        "t": "And*p I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words."
    },
    {
        "o": 31549,
        "r": "kjv:Hebrews:13:23",
        "t": "Know*p ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you."
    },
    {
        "o": 31550,
        "r": "kjv:Hebrews:13:24",
        "t": "Salute*p all them that have the rule over you, and all the saints. They of Italy salute you."
    },
    {
        "o": 31551,
        "r": "kjv:Hebrews:13:25",
        "t": "Grace*p be with you all. Amen."
    }
]
