[
    {
        "o": 34544,
        "r": "nasb:Revelation:18:0",
        "t": "Revelation 18",
        "h": 1
    },
    {
        "o": 34545,
        "r": "nasb:Revelation:18:0",
        "t": "Babylon Is Fallen",
        "h": 2
    },
    {
        "o": 34546,
        "r": "nasb:Revelation:18:1",
        "t": "After*p these things I saw another angel coming down from heaven, having great authority, and the earth was illumined with his glory."
    },
    {
        "o": 34547,
        "r": "nasb:Revelation:18:2",
        "t": "And he cried out with a mighty voice, saying, “Fallen, fallen is Babylon the great! She has become a dwelling place of demons and a prison of every unclean spirit, and a prison of every unclean and hateful bird."
    },
    {
        "o": 34548,
        "r": "nasb:Revelation:18:3",
        "t": "For all the nations have drunk of the wine of the passion of her immorality, and the kings of the earth have committed acts*i of*i immorality with her, and the merchants of the earth have become rich by the wealth of her sensuality.”"
    },
    {
        "o": 34549,
        "r": "nasb:Revelation:18:4",
        "t": "I*p heard another voice from heaven, saying, “Come out of her, my people, so that you will not participate in her sins and receive of her plagues;"
    },
    {
        "o": 34550,
        "r": "nasb:Revelation:18:5",
        "t": "for her sins have piled up as high as heaven, and God has remembered her iniquities."
    },
    {
        "o": 34551,
        "r": "nasb:Revelation:18:6",
        "t": "Pay her back even as she has paid, and give back to*i her*i double according to her deeds; in the cup which she has mixed, mix twice as much for her."
    },
    {
        "o": 34552,
        "r": "nasb:Revelation:18:7",
        "t": "To the degree that she glorified herself and lived sensuously, to the same degree give her torment and mourning; for she says in her heart, ‘I sit*s as*i a*s queen*s and*s I am*s not*s a*s widow,*s and will never see mourning.’"
    },
    {
        "o": 34553,
        "r": "nasb:Revelation:18:8",
        "t": "For this reason in one day her plagues will come, pestilence and mourning and famine, and she will be burned up with fire; for the Lord God who judges her is strong."
    },
    {
        "o": 34554,
        "r": "nasb:Revelation:18:8",
        "t": "Lament for Babylon",
        "h": 2
    },
    {
        "o": 34555,
        "r": "nasb:Revelation:18:9",
        "t": "“And*p the kings of the earth, who committed acts*i of*i immorality and lived sensuously with her, will weep and lament over her when they see the smoke of her burning,"
    },
    {
        "o": 34556,
        "r": "nasb:Revelation:18:10",
        "t": "standing at a distance because of the fear of her torment, saying, ‘Woe, woe, the great city, Babylon, the strong city! For in one hour your judgment has come.’"
    },
    {
        "o": 34557,
        "r": "nasb:Revelation:18:11",
        "t": "“And*p the merchants of the earth weep and mourn over her, because no one buys their cargoes any more—"
    },
    {
        "o": 34558,
        "r": "nasb:Revelation:18:12",
        "t": "cargoes of gold and silver and precious stones and pearls and fine linen and purple and silk and scarlet, and every kind*i of*i citron wood and every article of ivory and every article made*i from very costly wood and bronze and iron and marble,"
    },
    {
        "o": 34559,
        "r": "nasb:Revelation:18:13",
        "t": "and cinnamon and spice and incense and perfume and frankincense and wine and olive oil and fine flour and wheat and cattle and sheep, and cargoes*i of horses and chariots and slaves and human lives."
    },
    {
        "o": 34560,
        "r": "nasb:Revelation:18:14",
        "t": "The fruit you long for has gone from you, and all things that were luxurious and splendid have passed away from you and men*i will no longer find them."
    },
    {
        "o": 34561,
        "r": "nasb:Revelation:18:15",
        "t": "The merchants of these things, who became rich from her, will stand at a distance because of the fear of her torment, weeping and mourning,"
    },
    {
        "o": 34562,
        "r": "nasb:Revelation:18:16",
        "t": "saying, ‘Woe, woe, the great city, she who was clothed in fine linen and purple and scarlet, and adorned with gold and precious stones and pearls;"
    },
    {
        "o": 34563,
        "r": "nasb:Revelation:18:17",
        "t": "for in one hour such great wealth has been laid waste!’ And every shipmaster and every passenger and sailor, and as many as make their living by the sea, stood at a distance,"
    },
    {
        "o": 34564,
        "r": "nasb:Revelation:18:18",
        "t": "and were crying out as they saw the smoke of her burning, saying, ‘What city*i is like the great city?’"
    },
    {
        "o": 34565,
        "r": "nasb:Revelation:18:19",
        "t": "And they threw dust on their heads and were crying out, weeping and mourning, saying, ‘Woe, woe, the great city, in which all who had ships at sea became rich by her wealth, for in one hour she has been laid waste!’"
    },
    {
        "o": 34566,
        "r": "nasb:Revelation:18:20",
        "t": "Rejoice over her, O heaven, and you saints and apostles and prophets, because God has pronounced judgment for you against her.”"
    },
    {
        "o": 34567,
        "r": "nasb:Revelation:18:21",
        "t": "Then*p a strong angel took up a stone like a great millstone and threw it into the sea, saying, “So will Babylon, the great city, be thrown down with violence, and will not be found any longer."
    },
    {
        "o": 34568,
        "r": "nasb:Revelation:18:22",
        "t": "And the sound of harpists and musicians and flute-players and trumpeters will not be heard in you any longer; and no craftsman of any craft will be found in you any longer; and the sound of a mill will not be heard in you any longer;"
    },
    {
        "o": 34569,
        "r": "nasb:Revelation:18:23",
        "t": "and the light of a lamp will not shine in you any longer; and the voice of the bridegroom and bride will not be heard in you any longer; for your merchants were the great men of the earth, because all the nations were deceived by your sorcery."
    },
    {
        "o": 34570,
        "r": "nasb:Revelation:18:24",
        "t": "And in her was found the blood of prophets and of saints and of all who have been slain on the earth.”"
    }
]
