[
    {
        "o": 5848,
        "r": "nkjv:Deuteronomy:15:0",
        "t": "Deuteronomy 15",
        "h": 1
    },
    {
        "o": 5849,
        "r": "nkjv:Deuteronomy:15:0",
        "t": "Debts Canceled Every Seven Years",
        "h": 2
    },
    {
        "o": 5850,
        "r": "nkjv:Deuteronomy:15:1",
        "t": "“At*p the end of every*i seven years you shall grant a release of*i debts.*i"
    },
    {
        "o": 5851,
        "r": "nkjv:Deuteronomy:15:2",
        "t": "And this is*i the form of the release: Every creditor who has lent anything*i to his neighbor shall release it;*i he shall not require it*i of his neighbor or his brother, because it is called the Lord’s*s release."
    },
    {
        "o": 5852,
        "r": "nkjv:Deuteronomy:15:3",
        "t": "Of a foreigner you may require it;*i but you shall give up your claim to what is owed by your brother,"
    },
    {
        "o": 5853,
        "r": "nkjv:Deuteronomy:15:4",
        "t": "except when there may be no poor among you; for the Lord*s will greatly bless you in the land which the Lord*s your God is giving you to possess as*i an inheritance—"
    },
    {
        "o": 5854,
        "r": "nkjv:Deuteronomy:15:5",
        "t": "only if you carefully obey the voice of the Lord*s your God, to observe with care all these commandments which I command you today."
    },
    {
        "o": 5855,
        "r": "nkjv:Deuteronomy:15:6",
        "t": "For the Lord*s your God will bless you just as He promised you; you shall lend to many nations, but you shall not borrow; you shall reign over many nations, but they shall not reign over you."
    },
    {
        "o": 5856,
        "r": "nkjv:Deuteronomy:15:6",
        "t": "Generosity to the Poor",
        "h": 2
    },
    {
        "o": 5857,
        "r": "nkjv:Deuteronomy:15:7",
        "t": "“If*p there is among you a poor man of your brethren, within any of the gates in your land which the Lord*s your God is giving you, you shall not harden your heart nor shut your hand from your poor brother,"
    },
    {
        "o": 5858,
        "r": "nkjv:Deuteronomy:15:8",
        "t": "but you shall open your hand wide to him and willingly lend him sufficient for his need, whatever he needs."
    },
    {
        "o": 5859,
        "r": "nkjv:Deuteronomy:15:9",
        "t": "Beware lest there be a wicked thought in your heart, saying, ‘The seventh year, the year of release, is at hand,’ and your eye be evil against your poor brother and you give him nothing, and he cry out to the Lord*s against you, and it become sin among you."
    },
    {
        "o": 5860,
        "r": "nkjv:Deuteronomy:15:10",
        "t": "You shall surely give to him, and your heart should not be grieved when you give to him, because for this thing the Lord*s your God will bless you in all your works and in all to which you put your hand."
    },
    {
        "o": 5861,
        "r": "nkjv:Deuteronomy:15:11",
        "t": "For the poor will never cease from the land; therefore I command you, saying, ‘You shall open your hand wide to your brother, to your poor and your needy, in your land.’"
    },
    {
        "o": 5862,
        "r": "nkjv:Deuteronomy:15:11",
        "t": "The Law Concerning Bondservants",
        "h": 2
    },
    {
        "o": 5863,
        "r": "nkjv:Deuteronomy:15:12",
        "t": "“If*p your brother, a Hebrew man, or a Hebrew woman, is sold to you and serves you six years, then in the seventh year you shall let him go free from you."
    },
    {
        "o": 5864,
        "r": "nkjv:Deuteronomy:15:13",
        "t": "And when you send him away free from you, you shall not let him go away empty-handed;"
    },
    {
        "o": 5865,
        "r": "nkjv:Deuteronomy:15:14",
        "t": "you shall supply him liberally from your flock, from your threshing floor, and from your winepress. From*i what*i the Lord*s your God has blessed you with, you shall give to him."
    },
    {
        "o": 5866,
        "r": "nkjv:Deuteronomy:15:15",
        "t": "You shall remember that you were a slave in the land of Egypt, and the Lord*s your God redeemed you; therefore I command you this thing today."
    },
    {
        "o": 5867,
        "r": "nkjv:Deuteronomy:15:16",
        "t": "And if it happens that he says to you, ‘I will not go away from you,’ because he loves you and your house, since he prospers with you,"
    },
    {
        "o": 5868,
        "r": "nkjv:Deuteronomy:15:17",
        "t": "then you shall take an awl and thrust it*i through his ear to the door, and he shall be your servant forever. Also to your female servant you shall do likewise."
    },
    {
        "o": 5869,
        "r": "nkjv:Deuteronomy:15:18",
        "t": "It shall not seem hard to you when you send him away free from you; for he has been worth a double hired servant in serving you six years. Then the Lord*s your God will bless you in all that you do."
    },
    {
        "o": 5870,
        "r": "nkjv:Deuteronomy:15:18",
        "t": "The Law Concerning Firstborn Animals",
        "h": 2
    },
    {
        "o": 5871,
        "r": "nkjv:Deuteronomy:15:19",
        "t": "“All*p the firstborn males that come from your herd and your flock you shall sanctify to the Lord*s your God; you shall do no work with the firstborn of your herd, nor shear the firstborn of your flock."
    },
    {
        "o": 5872,
        "r": "nkjv:Deuteronomy:15:20",
        "t": "You and your household shall eat it*i before the Lord*s your God year by year in the place which the Lord*s chooses."
    },
    {
        "o": 5873,
        "r": "nkjv:Deuteronomy:15:21",
        "t": "But if there is a defect in it, if*i it*i is*i lame or blind or*i has*i any serious defect, you shall not sacrifice it to the Lord*s your God."
    },
    {
        "o": 5874,
        "r": "nkjv:Deuteronomy:15:22",
        "t": "You may eat it within your gates; the unclean and the clean person*i alike may*i eat*i it,*i as if*i it*i were*i a gazelle or a deer."
    },
    {
        "o": 5875,
        "r": "nkjv:Deuteronomy:15:23",
        "t": "Only you shall not eat its blood; you shall pour it on the ground like water."
    }
]
