[
    {
        "o": 12747,
        "r": "csb:2 Chronicles:15:0",
        "t": "2 Chronicles 15",
        "h": 1
    },
    {
        "o": 12748,
        "r": "csb:2 Chronicles:15:0",
        "t": "Revival under Asa",
        "h": 2
    },
    {
        "o": 12749,
        "r": "csb:2 Chronicles:15:1",
        "t": "The*p Spirit of God came on Azariah son of Oded."
    },
    {
        "o": 12750,
        "r": "csb:2 Chronicles:15:2",
        "t": "So he went out to meet Asa and said to him, “Asa and all Judah and Benjamin, hear me. The Lord*s is with you when you are with him. If you seek him, he will be found by you, but if you abandon him, he will abandon you."
    },
    {
        "o": 12751,
        "r": "csb:2 Chronicles:15:3",
        "t": "For many years Israel has been without the true God, without a teaching priest, and without instruction,"
    },
    {
        "o": 12752,
        "r": "csb:2 Chronicles:15:4",
        "t": "but when they turned to the Lord*s God of Israel in their distress and sought him, he was found by them."
    },
    {
        "o": 12753,
        "r": "csb:2 Chronicles:15:5",
        "t": "In those times there was no peace for those who went about their daily activities because the residents of the lands had many conflicts."
    },
    {
        "o": 12754,
        "r": "csb:2 Chronicles:15:6",
        "t": "Nation was crushed by nation and city by city, for God troubled them with every possible distress."
    },
    {
        "o": 12755,
        "r": "csb:2 Chronicles:15:7",
        "t": "But as for you, be strong; don’t give up, for your work has a reward.”"
    },
    {
        "o": 12756,
        "r": "csb:2 Chronicles:15:8",
        "t": "When*p Asa heard these words and the prophecy of Azariah son of Oded the prophet, he took courage and removed the abhorrent idols from the whole land of Judah and Benjamin and from the cities he had captured in the hill country of Ephraim. He renovated the altar of the Lord*s that was in front of the portico of the Lord’s*s temple."
    },
    {
        "o": 12757,
        "r": "csb:2 Chronicles:15:9",
        "t": "Then he gathered all Judah and Benjamin, as well as those from the tribes of Ephraim, Manasseh, and Simeon who were residing among them, for they had defected to him from Israel in great numbers when they saw that the Lord*s his God was with him."
    },
    {
        "o": 12758,
        "r": "csb:2 Chronicles:15:10",
        "t": "They*p were gathered in Jerusalem in the third month of the fifteenth year of Asa’s reign."
    },
    {
        "o": 12759,
        "r": "csb:2 Chronicles:15:11",
        "t": "At that time they sacrificed to the Lord*s seven hundred cattle and seven thousand sheep and goats from all the plunder they had brought."
    },
    {
        "o": 12760,
        "r": "csb:2 Chronicles:15:12",
        "t": "Then they entered into a covenant to seek the Lord*s God of their ancestors with all their heart and all their soul."
    },
    {
        "o": 12761,
        "r": "csb:2 Chronicles:15:13",
        "t": "Whoever would not seek the Lord*s God of Israel would be put to death, young or old, man or woman."
    },
    {
        "o": 12762,
        "r": "csb:2 Chronicles:15:14",
        "t": "They took an oath to the Lord*s in a loud voice, with shouting, with trumpets, and with rams’ horns."
    },
    {
        "o": 12763,
        "r": "csb:2 Chronicles:15:15",
        "t": "All Judah rejoiced over the oath, for they had sworn it wholeheartedly. They had sought him with all sincerity, and he was found by them. So the Lord*s gave them rest on every side."
    },
    {
        "o": 12764,
        "r": "csb:2 Chronicles:15:16",
        "t": "King*p Asa also removed Maacah, his grandmother, from being queen mother because she had made an obscene image of Asherah. Asa chopped down her obscene image, then crushed it and burned it in the Kidron Valley."
    },
    {
        "o": 12765,
        "r": "csb:2 Chronicles:15:17",
        "t": "The high places were not taken away from Israel; nevertheless, Asa was wholeheartedly devoted his entire life."
    },
    {
        "o": 12766,
        "r": "csb:2 Chronicles:15:18",
        "t": "He brought his father’s consecrated gifts and his own consecrated gifts into God’s temple: silver, gold, and utensils."
    },
    {
        "o": 12767,
        "r": "csb:2 Chronicles:15:19",
        "t": "There*p was no war until the thirty-fifth year of Asa’s reign."
    }
]
