[
    {
        "o": 8871,
        "r": "csb:2 Samuel:1:0",
        "t": "2 Samuel 1",
        "h": 1
    },
    {
        "o": 8872,
        "r": "csb:2 Samuel:1:0",
        "t": "Responses to Saul’s Death",
        "h": 2
    },
    {
        "o": 8873,
        "r": "csb:2 Samuel:1:1",
        "t": "After*p the death of Saul, David returned from defeating the Amalekites and stayed at Ziklag two days."
    },
    {
        "o": 8874,
        "r": "csb:2 Samuel:1:2",
        "t": "On the third day a man with torn clothes and dust on his head came from Saul’s camp. When he came to David, he fell to the ground and paid homage."
    },
    {
        "o": 8875,
        "r": "csb:2 Samuel:1:3",
        "t": "David asked him, “Where have you come from?” He*p replied to him, “I’ve escaped from the Israelite camp.”"
    },
    {
        "o": 8876,
        "r": "csb:2 Samuel:1:4",
        "t": "“What*p was the outcome? Tell me,” David asked him. “The*p troops fled from the battle,” he answered. “Many of the troops have fallen and are dead. Also, Saul and his son Jonathan are dead.”"
    },
    {
        "o": 8877,
        "r": "csb:2 Samuel:1:5",
        "t": "David*p asked the young man who had brought him the report, “How do you know Saul and his son Jonathan are dead?”"
    },
    {
        "o": 8878,
        "r": "csb:2 Samuel:1:6",
        "t": "“I*p happened to be on Mount Gilboa,” he replied, “and there was Saul, leaning on his spear. At that very moment the chariots and the cavalry were closing in on him."
    },
    {
        "o": 8879,
        "r": "csb:2 Samuel:1:7",
        "t": "When he turned around and saw me, he called out to me, so I answered: I’m at your service."
    },
    {
        "o": 8880,
        "r": "csb:2 Samuel:1:8",
        "t": "He asked me, ‘Who are you? ’ I told him: I’m an Amalekite."
    },
    {
        "o": 8881,
        "r": "csb:2 Samuel:1:9",
        "t": "Then he begged me, ‘Stand over me and kill me, for I’m mortally wounded, but my life still lingers.’"
    },
    {
        "o": 8882,
        "r": "csb:2 Samuel:1:10",
        "t": "So I stood over him and killed him because I knew that after he had fallen he couldn’t survive. I took the crown that was on his head and the armband that was on his arm, and I’ve brought them here to my lord.”"
    },
    {
        "o": 8883,
        "r": "csb:2 Samuel:1:11",
        "t": "Then*p David took hold of his clothes and tore them, and all the men with him did the same."
    },
    {
        "o": 8884,
        "r": "csb:2 Samuel:1:12",
        "t": "They mourned, wept, and fasted until the evening for those who died by the sword - for Saul, his son Jonathan, the Lord’s*s people, and the house of Israel."
    },
    {
        "o": 8885,
        "r": "csb:2 Samuel:1:13",
        "t": "David*p inquired of the young man who had brought him the report, “Where are you from?” “I’m*p the son of a resident alien,” he said. “I’m an Amalekite.”"
    },
    {
        "o": 8886,
        "r": "csb:2 Samuel:1:14",
        "t": "David*p questioned him, “How is it that you were not afraid to lift your hand to destroy the Lord’s*s anointed?”"
    },
    {
        "o": 8887,
        "r": "csb:2 Samuel:1:15",
        "t": "Then David summoned one of his servants and said, “Come here and kill him!” The servant struck him, and he died."
    },
    {
        "o": 8888,
        "r": "csb:2 Samuel:1:16",
        "t": "For David had said to the Amalekite, “Your blood is on your own head because your own mouth testified against you by saying, ‘I killed the Lord’s*s anointed.’”"
    },
    {
        "o": 8889,
        "r": "csb:2 Samuel:1:17",
        "t": "David*p sang the following lament for Saul and his son Jonathan,"
    },
    {
        "o": 8890,
        "r": "csb:2 Samuel:1:18",
        "t": "and he ordered that the Judahites be taught The Song of the Bow. It is written in the Book of Jashar:"
    },
    {
        "o": 8891,
        "r": "csb:2 Samuel:1:19",
        "t": "The*pn splendor of Israel lies slain on your heights. How*ln the mighty have fallen!"
    },
    {
        "o": 8892,
        "r": "csb:2 Samuel:1:20",
        "t": "Do*ln not tell it in Gath, don’t*ln announce it in the marketplaces of Ashkelon, or*ln the daughters of the Philistines will rejoice, and*ln the daughters of the uncircumcised will celebrate."
    },
    {
        "o": 8893,
        "r": "csb:2 Samuel:1:21",
        "t": "Mountains*ln of Gilboa, let*ln no dew or rain be on you, or*ln fields of offerings, for*ln there the shield of the mighty was defiled— the*ln shield of Saul, no longer anointed with oil."
    },
    {
        "o": 8894,
        "r": "csb:2 Samuel:1:22",
        "t": "Jonathan’s*ln bow never retreated, Saul’s*ln sword never returned unstained, from*ln the blood of the slain, from*ln the flesh of the mighty."
    },
    {
        "o": 8895,
        "r": "csb:2 Samuel:1:23",
        "t": "Saul*ln and Jonathan, loved*ln and delightful, they*ln were not parted in life or in death. They*ln were swifter than eagles, stronger than lions."
    },
    {
        "o": 8896,
        "r": "csb:2 Samuel:1:24",
        "t": "Daughters*ln of Israel, weep for Saul, who*ln clothed you in scarlet, with luxurious things, who*ln decked your garments with gold ornaments."
    },
    {
        "o": 8897,
        "r": "csb:2 Samuel:1:25",
        "t": "How*ln the mighty have fallen in the thick of battle! Jonathan*ln lies slain on your heights."
    },
    {
        "o": 8898,
        "r": "csb:2 Samuel:1:26",
        "t": "I*ln grieve for you, Jonathan, my brother. You*ln were such a friend to me. Your*ln love for me was more wondrous than*ln the love of women."
    },
    {
        "o": 8899,
        "r": "csb:2 Samuel:1:27",
        "t": "How*ln the mighty have fallen and*ln the weapons of war have perished!"
    }
]
