[
    {
        "o": 22639,
        "r": "niv:Ezekiel:8:0",
        "t": "Ezekiel 8",
        "h": 1
    },
    {
        "o": 22640,
        "r": "niv:Ezekiel:8:0",
        "t": "Idolatry in the Temple",
        "h": 2
    },
    {
        "o": 22641,
        "r": "niv:Ezekiel:8:1",
        "t": "In*p the sixth year, in the sixth month on the fifth day, while I was sitting in my house and the elders of Judah were sitting before me, the hand of the Sovereign Lord*s came on me there."
    },
    {
        "o": 22642,
        "r": "niv:Ezekiel:8:2",
        "t": "I looked, and I saw a figure like that of a man. From what appeared to be his waist down he was like fire, and from there up his appearance was as bright as glowing metal."
    },
    {
        "o": 22643,
        "r": "niv:Ezekiel:8:3",
        "t": "He stretched out what looked like a hand and took me by the hair of my head. The Spirit lifted me up between earth and heaven and in visions of God he took me to Jerusalem, to the entrance of the north gate of the inner court, where the idol that provokes to jealousy stood."
    },
    {
        "o": 22644,
        "r": "niv:Ezekiel:8:4",
        "t": "And there before me was the glory of the God of Israel, as in the vision I had seen in the plain."
    },
    {
        "o": 22645,
        "r": "niv:Ezekiel:8:5",
        "t": "Then*p he said to me, “Son of man, look toward the north.” So I looked, and in the entrance north of the gate of the altar I saw this idol of jealousy."
    },
    {
        "o": 22646,
        "r": "niv:Ezekiel:8:6",
        "t": "And*p he said to me, “Son of man, do you see what they are doing—the utterly detestable things the Israelites are doing here, things that will drive me far from my sanctuary? But you will see things that are even more detestable.”"
    },
    {
        "o": 22647,
        "r": "niv:Ezekiel:8:7",
        "t": "Then*p he brought me to the entrance to the court. I looked, and I saw a hole in the wall."
    },
    {
        "o": 22648,
        "r": "niv:Ezekiel:8:8",
        "t": "He said to me, “Son of man, now dig into the wall.” So I dug into the wall and saw a doorway there."
    },
    {
        "o": 22649,
        "r": "niv:Ezekiel:8:9",
        "t": "And*p he said to me, “Go in and see the wicked and detestable things they are doing here.”"
    },
    {
        "o": 22650,
        "r": "niv:Ezekiel:8:10",
        "t": "So I went in and looked, and I saw portrayed all over the walls all kinds of crawling things and unclean animals and all the idols of Israel."
    },
    {
        "o": 22651,
        "r": "niv:Ezekiel:8:11",
        "t": "In front of them stood seventy elders of Israel, and Jaazaniah son of Shaphan was standing among them. Each had a censer in his hand, and a fragrant cloud of incense was rising."
    },
    {
        "o": 22652,
        "r": "niv:Ezekiel:8:12",
        "t": "He*p said to me, “Son of man, have you seen what the elders of Israel are doing in the darkness, each at the shrine of his own idol? They say, ‘The Lord*s does not see us; the Lord*s has forsaken the land.’ ”"
    },
    {
        "o": 22653,
        "r": "niv:Ezekiel:8:13",
        "t": "Again, he said, “You will see them doing things that are even more detestable.”"
    },
    {
        "o": 22654,
        "r": "niv:Ezekiel:8:14",
        "t": "Then*p he brought me to the entrance of the north gate of the house of the Lord,*s and I saw women sitting there, mourning the god Tammuz."
    },
    {
        "o": 22655,
        "r": "niv:Ezekiel:8:15",
        "t": "He said to me, “Do you see this, son of man? You will see things that are even more detestable than this.”"
    },
    {
        "o": 22656,
        "r": "niv:Ezekiel:8:16",
        "t": "He*p then brought me into the inner court of the house of the Lord,*s and there at the entrance to the temple, between the portico and the altar, were about twenty-five men. With their backs toward the temple of the Lord*s and their faces toward the east, they were bowing down to the sun in the east."
    },
    {
        "o": 22657,
        "r": "niv:Ezekiel:8:17",
        "t": "He*p said to me, “Have you seen this, son of man? Is it a trivial matter for the people of Judah to do the detestable things they are doing here? Must they also fill the land with violence and continually arouse my anger? Look at them putting the branch to their nose!"
    },
    {
        "o": 22658,
        "r": "niv:Ezekiel:8:18",
        "t": "Therefore I will deal with them in anger; I will not look on them with pity or spare them. Although they shout in my ears, I will not listen to them.”"
    }
]
