[
    {
        "o": 959,
        "r": "nkjv:Genesis:31:0",
        "t": "Genesis 31",
        "h": 1
    },
    {
        "o": 960,
        "r": "nkjv:Genesis:31:0",
        "t": "Jacob Flees from Laban",
        "h": 2
    },
    {
        "o": 961,
        "r": "nkjv:Genesis:31:1",
        "t": "Now*p Jacob*i heard the words of Laban’s sons, saying, “Jacob has taken away all that was our father’s, and from what was our father’s he has acquired all this wealth.”"
    },
    {
        "o": 962,
        "r": "nkjv:Genesis:31:2",
        "t": "And Jacob saw the countenance of Laban, and indeed it was*i not favorable*i toward him as before."
    },
    {
        "o": 963,
        "r": "nkjv:Genesis:31:3",
        "t": "Then the Lord*s said to Jacob, “Return to the land of your fathers and to your family, and I will be with you.”"
    },
    {
        "o": 964,
        "r": "nkjv:Genesis:31:4",
        "t": "So*p Jacob sent and called Rachel and Leah to the field, to his flock,"
    },
    {
        "o": 965,
        "r": "nkjv:Genesis:31:5",
        "t": "and said to them, “I see your father’s countenance, that it is*i not favorable*i toward me as before; but the God of my father has been with me."
    },
    {
        "o": 966,
        "r": "nkjv:Genesis:31:6",
        "t": "And you know that with all my might I have served your father."
    },
    {
        "o": 967,
        "r": "nkjv:Genesis:31:7",
        "t": "Yet your father has deceived me and changed my wages ten times, but God did not allow him to hurt me."
    },
    {
        "o": 968,
        "r": "nkjv:Genesis:31:8",
        "t": "If he said thus: ‘The speckled shall be your wages,’ then all the flocks bore speckled. And if he said thus: ‘The streaked shall be your wages,’ then all the flocks bore streaked."
    },
    {
        "o": 969,
        "r": "nkjv:Genesis:31:9",
        "t": "So God has taken away the livestock of your father and given them*i to me."
    },
    {
        "o": 970,
        "r": "nkjv:Genesis:31:10",
        "t": "“And*p it happened, at the time when the flocks conceived, that I lifted my eyes and saw in a dream, and behold, the rams which leaped upon the flocks were*i streaked, speckled, and gray-spotted."
    },
    {
        "o": 971,
        "r": "nkjv:Genesis:31:11",
        "t": "Then the Angel of God spoke to me in a dream, saying, ‘Jacob.’ And I said, ‘Here I am.’"
    },
    {
        "o": 972,
        "r": "nkjv:Genesis:31:12",
        "t": "And He said, ‘Lift your eyes now and see, all the rams which leap on the flocks are*i streaked, speckled, and gray-spotted; for I have seen all that Laban is doing to you."
    },
    {
        "o": 973,
        "r": "nkjv:Genesis:31:13",
        "t": "I am*i the God of Bethel, where you anointed the pillar and*i where you made a vow to Me. Now arise, get out of this land, and return to the land of your family.’”"
    },
    {
        "o": 974,
        "r": "nkjv:Genesis:31:14",
        "t": "Then*p Rachel and Leah answered and said to him, “Is there still any portion or inheritance for us in our father’s house?"
    },
    {
        "o": 975,
        "r": "nkjv:Genesis:31:15",
        "t": "Are we not considered strangers by him? For he has sold us, and also completely consumed our money."
    },
    {
        "o": 976,
        "r": "nkjv:Genesis:31:16",
        "t": "For all these riches which God has taken from our father are really*i ours and our children’s; now then, whatever God has said to you, do it.”"
    },
    {
        "o": 977,
        "r": "nkjv:Genesis:31:17",
        "t": "Then*p Jacob rose and set his sons and his wives on camels."
    },
    {
        "o": 978,
        "r": "nkjv:Genesis:31:18",
        "t": "And he carried away all his livestock and all his possessions which he had gained, his acquired livestock which he had gained in Padan Aram, to go to his father Isaac in the land of Canaan."
    },
    {
        "o": 979,
        "r": "nkjv:Genesis:31:19",
        "t": "Now Laban had gone to shear his sheep, and Rachel had stolen the household idols that were her father’s."
    },
    {
        "o": 980,
        "r": "nkjv:Genesis:31:20",
        "t": "And Jacob stole away, unknown to Laban the Syrian, in that he did not tell him that he intended to flee."
    },
    {
        "o": 981,
        "r": "nkjv:Genesis:31:21",
        "t": "So he fled with all that he had. He arose and crossed the river, and headed toward the mountains of Gilead."
    },
    {
        "o": 982,
        "r": "nkjv:Genesis:31:21",
        "t": "Laban Pursues Jacob",
        "h": 2
    },
    {
        "o": 983,
        "r": "nkjv:Genesis:31:22",
        "t": "And*p Laban was told on the third day that Jacob had fled."
    },
    {
        "o": 984,
        "r": "nkjv:Genesis:31:23",
        "t": "Then he took his brethren with him and pursued him for seven days’ journey, and he overtook him in the mountains of Gilead."
    },
    {
        "o": 985,
        "r": "nkjv:Genesis:31:24",
        "t": "But God had come to Laban the Syrian in a dream by night, and said to him, “Be careful that you speak to Jacob neither good nor bad.”"
    },
    {
        "o": 986,
        "r": "nkjv:Genesis:31:25",
        "t": "So*p Laban overtook Jacob. Now Jacob had pitched his tent in the mountains, and Laban with his brethren pitched in the mountains of Gilead."
    },
    {
        "o": 987,
        "r": "nkjv:Genesis:31:26",
        "t": "And*p Laban said to Jacob: “What have you done, that you have stolen away unknown to me, and carried away my daughters like captives taken*i with the sword?"
    },
    {
        "o": 988,
        "r": "nkjv:Genesis:31:27",
        "t": "Why did you flee away secretly, and steal away from me, and not tell me; for I might have sent you away with joy and songs, with timbrel and harp?"
    },
    {
        "o": 989,
        "r": "nkjv:Genesis:31:28",
        "t": "And you did not allow me to kiss my sons and my daughters. Now you have done foolishly in so*i doing."
    },
    {
        "o": 990,
        "r": "nkjv:Genesis:31:29",
        "t": "It is in my power to do you harm, but the God of your father spoke to me last night, saying, ‘Be careful that you speak to Jacob neither good nor bad.’"
    },
    {
        "o": 991,
        "r": "nkjv:Genesis:31:30",
        "t": "And now you have surely gone because you greatly long for your father’s house, but*i why did you steal my gods?”"
    },
    {
        "o": 992,
        "r": "nkjv:Genesis:31:31",
        "t": "Then*p Jacob answered and said to Laban, “Because I was afraid, for I said, ‘Perhaps you would take your daughters from me by force.’"
    },
    {
        "o": 993,
        "r": "nkjv:Genesis:31:32",
        "t": "With whomever you find your gods, do not let him live. In the presence of our brethren, identify what I have of yours and take it*i with you.” For Jacob did not know that Rachel had stolen them."
    },
    {
        "o": 994,
        "r": "nkjv:Genesis:31:33",
        "t": "And*p Laban went into Jacob’s tent, into Leah’s tent, and into the two maids’ tents, but he did not find them.*i Then he went out of Leah’s tent and entered Rachel’s tent."
    },
    {
        "o": 995,
        "r": "nkjv:Genesis:31:34",
        "t": "Now Rachel had taken the household idols, put them in the camel’s saddle, and sat on them. And Laban searched all about the tent but did not find them.*i"
    },
    {
        "o": 996,
        "r": "nkjv:Genesis:31:35",
        "t": "And she said to her father, “Let it not displease my lord that I cannot rise before you, for the manner of women is*i with me.” And he searched but did not find the household idols."
    },
    {
        "o": 997,
        "r": "nkjv:Genesis:31:36",
        "t": "Then*p Jacob was angry and rebuked Laban, and Jacob answered and said to Laban: “What is*i my trespass? What is*i my sin, that you have so hotly pursued me?"
    },
    {
        "o": 998,
        "r": "nkjv:Genesis:31:37",
        "t": "Although you have searched all my things, what part of your household things have you found? Set it*i here before my brethren and your brethren, that they may judge between us both!"
    },
    {
        "o": 999,
        "r": "nkjv:Genesis:31:38",
        "t": "These twenty years I have*i been*i with you; your ewes and your female goats have not miscarried their young, and I have not eaten the rams of your flock."
    },
    {
        "o": 1000,
        "r": "nkjv:Genesis:31:39",
        "t": "That which was torn by*i beasts*i I did not bring to you; I bore the loss of it. You required it from my hand, whether*i stolen by day or stolen by night."
    },
    {
        "o": 1001,
        "r": "nkjv:Genesis:31:40",
        "t": "There*i I was! In the day the drought consumed me, and the frost by night, and my sleep departed from my eyes."
    },
    {
        "o": 1002,
        "r": "nkjv:Genesis:31:41",
        "t": "Thus I have been in your house twenty years; I served you fourteen years for your two daughters, and six years for your flock, and you have changed my wages ten times."
    },
    {
        "o": 1003,
        "r": "nkjv:Genesis:31:42",
        "t": "Unless the God of my father, the God of Abraham and the Fear of Isaac, had been with me, surely now you would have sent me away empty-handed. God has seen my affliction and the labor of my hands, and rebuked you*i last night.”"
    },
    {
        "o": 1004,
        "r": "nkjv:Genesis:31:42",
        "t": "Laban’s Covenant with Jacob",
        "h": 2
    },
    {
        "o": 1005,
        "r": "nkjv:Genesis:31:43",
        "t": "And*p Laban answered and said to Jacob, “These*i daughters are*i my daughters, and these*i children are*i my children, and this*i flock is*i my flock; all that you see is*i mine. But what can I do this day to these my daughters or to their children whom they have borne?"
    },
    {
        "o": 1006,
        "r": "nkjv:Genesis:31:44",
        "t": "Now therefore, come, let us make a covenant, you and I, and let it be a witness between you and me.”"
    },
    {
        "o": 1007,
        "r": "nkjv:Genesis:31:45",
        "t": "So*p Jacob took a stone and set it up as*i a pillar."
    },
    {
        "o": 1008,
        "r": "nkjv:Genesis:31:46",
        "t": "Then Jacob said to his brethren, “Gather stones.” And they took stones and made a heap, and they ate there on the heap."
    },
    {
        "o": 1009,
        "r": "nkjv:Genesis:31:47",
        "t": "Laban called it Jegar Sahadutha, but Jacob called it Galeed."
    },
    {
        "o": 1010,
        "r": "nkjv:Genesis:31:48",
        "t": "And Laban said, “This heap is*i a witness between you and me this day.” Therefore its name was called Galeed,"
    },
    {
        "o": 1011,
        "r": "nkjv:Genesis:31:49",
        "t": "also Mizpah, because he said, “May the Lord*s watch between you and me when we are absent one from another."
    },
    {
        "o": 1012,
        "r": "nkjv:Genesis:31:50",
        "t": "If you afflict my daughters, or if you take other*i wives besides my daughters, although*i no man is*i with us—see, God is*i witness between you and me!”"
    },
    {
        "o": 1013,
        "r": "nkjv:Genesis:31:51",
        "t": "Then*p Laban said to Jacob, “Here is this heap and here is this*i pillar, which I have placed between you and me."
    },
    {
        "o": 1014,
        "r": "nkjv:Genesis:31:52",
        "t": "This heap is*i a witness, and this*i pillar is*i a witness, that I will not pass beyond this heap to you, and you will not pass beyond this heap and this pillar to me, for harm."
    },
    {
        "o": 1015,
        "r": "nkjv:Genesis:31:53",
        "t": "The God of Abraham, the God of Nahor, and the God of their father judge between us.” And Jacob swore by the Fear of his father Isaac."
    },
    {
        "o": 1016,
        "r": "nkjv:Genesis:31:54",
        "t": "Then Jacob offered a sacrifice on the mountain, and called his brethren to eat bread. And they ate bread and stayed all night on the mountain."
    },
    {
        "o": 1017,
        "r": "nkjv:Genesis:31:55",
        "t": "And early in the morning Laban arose, and kissed his sons and daughters and blessed them. Then Laban departed and returned to his place."
    }
]
