[
    {
        "o": 3092,
        "r": "niv:Leviticus:5:0",
        "t": "Leviticus 5",
        "h": 1
    },
    {
        "o": 3093,
        "r": "niv:Leviticus:5:1",
        "t": "“ ‘If*p anyone sins because they do not speak up when they hear a public charge to testify regarding something they have seen or learned about, they will be held responsible."
    },
    {
        "o": 3094,
        "r": "niv:Leviticus:5:2",
        "t": "“ ‘If*p anyone becomes aware that they are guilty—if they unwittingly touch anything ceremonially unclean (whether the carcass of an unclean animal, wild or domestic, or of any unclean creature that moves along the ground) and they are unaware that they have become unclean, but then they come to realize their guilt;"
    },
    {
        "o": 3095,
        "r": "niv:Leviticus:5:3",
        "t": "or if they touch human uncleanness (anything that would make them unclean) even though they are unaware of it, but then they learn of it and realize their guilt;"
    },
    {
        "o": 3096,
        "r": "niv:Leviticus:5:4",
        "t": "or if anyone thoughtlessly takes an oath to do anything, whether good or evil (in any matter one might carelessly swear about) even though they are unaware of it, but then they learn of it and realize their guilt—"
    },
    {
        "o": 3097,
        "r": "niv:Leviticus:5:5",
        "t": "when anyone becomes aware that they are guilty in any of these matters, they must confess in what way they have sinned."
    },
    {
        "o": 3098,
        "r": "niv:Leviticus:5:6",
        "t": "As a penalty for the sin they have committed, they must bring to the Lord*s a female lamb or goat from the flock as a sin offering; and the priest shall make atonement for them for their sin."
    },
    {
        "o": 3099,
        "r": "niv:Leviticus:5:7",
        "t": "“ ‘Anyone*p who cannot afford a lamb is to bring two doves or two young pigeons to the Lord*s as a penalty for their sin—one for a sin offering and the other for a burnt offering."
    },
    {
        "o": 3100,
        "r": "niv:Leviticus:5:8",
        "t": "They are to bring them to the priest, who shall first offer the one for the sin offering. He is to wring its head from its neck, not dividing it completely,"
    },
    {
        "o": 3101,
        "r": "niv:Leviticus:5:9",
        "t": "and is to splash some of the blood of the sin offering against the side of the altar; the rest of the blood must be drained out at the base of the altar. It is a sin offering."
    },
    {
        "o": 3102,
        "r": "niv:Leviticus:5:10",
        "t": "The priest shall then offer the other as a burnt offering in the prescribed way and make atonement for them for the sin they have committed, and they will be forgiven."
    },
    {
        "o": 3103,
        "r": "niv:Leviticus:5:11",
        "t": "“ ‘If,*p however, they cannot afford two doves or two young pigeons, they are to bring as an offering for their sin a tenth of an ephah of the finest flour for a sin offering. They must not put olive oil or incense on it, because it is a sin offering."
    },
    {
        "o": 3104,
        "r": "niv:Leviticus:5:12",
        "t": "They are to bring it to the priest, who shall take a handful of it as a memorial portion and burn it on the altar on top of the food offerings presented to the Lord.*s It is a sin offering."
    },
    {
        "o": 3105,
        "r": "niv:Leviticus:5:13",
        "t": "In this way the priest will make atonement for them for any of these sins they have committed, and they will be forgiven. The rest of the offering will belong to the priest, as in the case of the grain offering.’ ”"
    },
    {
        "o": 3106,
        "r": "niv:Leviticus:5:13",
        "t": "The Guilt Offering",
        "h": 2
    },
    {
        "o": 3107,
        "r": "niv:Leviticus:5:14",
        "t": "The*p Lord*s said to Moses:"
    },
    {
        "o": 3108,
        "r": "niv:Leviticus:5:15",
        "t": "“When anyone is unfaithful to the Lord*s by sinning unintentionally in regard to any of the Lord’s*s holy things, they are to bring to the Lord*s as a penalty a ram from the flock, one without defect and of the proper value in silver, according to the sanctuary shekel. It is a guilt offering."
    },
    {
        "o": 3109,
        "r": "niv:Leviticus:5:16",
        "t": "They must make restitution for what they have failed to do in regard to the holy things, pay an additional penalty of a fifth of its value and give it all to the priest. The priest will make atonement for them with the ram as a guilt offering, and they will be forgiven."
    },
    {
        "o": 3110,
        "r": "niv:Leviticus:5:17",
        "t": "“If*p anyone sins and does what is forbidden in any of the Lord’s*s commands, even though they do not know it, they are guilty and will be held responsible."
    },
    {
        "o": 3111,
        "r": "niv:Leviticus:5:18",
        "t": "They are to bring to the priest as a guilt offering a ram from the flock, one without defect and of the proper value. In this way the priest will make atonement for them for the wrong they have committed unintentionally, and they will be forgiven."
    },
    {
        "o": 3112,
        "r": "niv:Leviticus:5:19",
        "t": "It is a guilt offering; they have been guilty of wrongdoing against the Lord.”*s"
    }
]
