[
    {
        "o": 34246,
        "r": "csb:Hebrews:12:0",
        "t": "Hebrews 12",
        "h": 1
    },
    {
        "o": 34247,
        "r": "csb:Hebrews:12:0",
        "t": "The Call to Endurance",
        "h": 2
    },
    {
        "o": 34248,
        "r": "csb:Hebrews:12:1",
        "t": "Therefore,*p since we also have such a large cloud of witnesses surrounding us, let us lay aside every hindrance and the sin that so easily ensnares us. Let us run with endurance the race that lies before us,"
    },
    {
        "o": 34249,
        "r": "csb:Hebrews:12:2",
        "t": "keeping our eyes on Jesus, the pioneer and perfecter of our faith. For the joy that lay before him, he endured the cross, despising the shame, and sat down at the right hand of the throne of God."
    },
    {
        "o": 34250,
        "r": "csb:Hebrews:12:2",
        "t": "Fatherly Discipline",
        "h": 2
    },
    {
        "o": 34251,
        "r": "csb:Hebrews:12:3",
        "t": "For*p consider him who endured such hostility from sinners against himself, so that you won’t grow weary and give up."
    },
    {
        "o": 34252,
        "r": "csb:Hebrews:12:4",
        "t": "In struggling against sin, you have not yet resisted to the point of shedding your blood."
    },
    {
        "o": 34253,
        "r": "csb:Hebrews:12:5",
        "t": "And you have forgotten the exhortation that addresses you as sons: My*ipn son,*i do*i not*i take*i the*i Lord’s*i discipline*i lightly*i or*iln lose*i heart*i when*i you*i are*i reproved*i by*i him,*i"
    },
    {
        "o": 34254,
        "r": "csb:Hebrews:12:6",
        "t": "for*iln the*i Lord*i disciplines*i the*i one*i he*i loves*i and*iln punishes*i every*i son*i he*i receives.*i"
    },
    {
        "o": 34255,
        "r": "csb:Hebrews:12:7",
        "t": "Endure*p suffering as discipline: God is dealing with you as sons. For what son is there that a father does not discipline?"
    },
    {
        "o": 34256,
        "r": "csb:Hebrews:12:8",
        "t": "But if you are without discipline - which all receive- then you are illegitimate children and not sons."
    },
    {
        "o": 34257,
        "r": "csb:Hebrews:12:9",
        "t": "Furthermore, we had human fathers discipline us, and we respected them. Shouldn’t we submit even more to the Father of spirits and live?"
    },
    {
        "o": 34258,
        "r": "csb:Hebrews:12:10",
        "t": "For they disciplined us for a short time based on what seemed good to them, but he does it for our benefit, so that we can share his holiness."
    },
    {
        "o": 34259,
        "r": "csb:Hebrews:12:11",
        "t": "No discipline seems enjoyable at the time, but painful. Later on, however, it yields the peaceful fruit of righteousness to those who have been trained by it."
    },
    {
        "o": 34260,
        "r": "csb:Hebrews:12:12",
        "t": "Therefore,*p strengthen your tired hands and weakened knees,"
    },
    {
        "o": 34261,
        "r": "csb:Hebrews:12:13",
        "t": "and make straight paths for your feet, so that what is lame may not be dislocated but healed instead."
    },
    {
        "o": 34262,
        "r": "csb:Hebrews:12:13",
        "t": "Warning against Rejecting God’s Grace",
        "h": 2
    },
    {
        "o": 34263,
        "r": "csb:Hebrews:12:14",
        "t": "Pursue*p peace with everyone, and holiness- without it no one will see the Lord."
    },
    {
        "o": 34264,
        "r": "csb:Hebrews:12:15",
        "t": "Make sure that no one falls short of the grace of God and that no root of bitterness springs up, causing trouble and defiling many."
    },
    {
        "o": 34265,
        "r": "csb:Hebrews:12:16",
        "t": "And make sure that there isn’t any immoral or irreverent person like Esau, who sold his birthright in exchange for a single meal."
    },
    {
        "o": 34266,
        "r": "csb:Hebrews:12:17",
        "t": "For you know that later, when he wanted to inherit the blessing, he was rejected, even though he sought it with tears, because he didn’t find any opportunity for repentance."
    },
    {
        "o": 34267,
        "r": "csb:Hebrews:12:18",
        "t": "For*p you have not come to what could be touched, to a blazing fire, to darkness, gloom, and storm,"
    },
    {
        "o": 34268,
        "r": "csb:Hebrews:12:19",
        "t": "to the blast of a trumpet, and the sound of words. Those who heard it begged that not another word be spoken to them,"
    },
    {
        "o": 34269,
        "r": "csb:Hebrews:12:20",
        "t": "for they could not bear what was commanded: If*i even*i an*i animal*i touches*i the*i mountain,*i it*i must*i be*i stoned.*i"
    },
    {
        "o": 34270,
        "r": "csb:Hebrews:12:21",
        "t": "The appearance was so terrifying that Moses said, I*i am*i trembling*i with*i fear.*i"
    },
    {
        "o": 34271,
        "r": "csb:Hebrews:12:22",
        "t": "Instead, you have come to Mount Zion, to the city of the living God (the heavenly Jerusalem), to myriads of angels, a festive gathering,"
    },
    {
        "o": 34272,
        "r": "csb:Hebrews:12:23",
        "t": "to the assembly of the firstborn whose names have been written in heaven, to a Judge, who is God of all, to the spirits of righteous people made perfect,"
    },
    {
        "o": 34273,
        "r": "csb:Hebrews:12:24",
        "t": "and to Jesus, the mediator of a new covenant, and to the sprinkled blood, which says better things than the blood of Abel."
    },
    {
        "o": 34274,
        "r": "csb:Hebrews:12:25",
        "t": "See*p to it that you do not reject the one who speaks. For if they did not escape when they rejected him who warned them on earth, even less will we if we turn away from him who warns us from heaven."
    },
    {
        "o": 34275,
        "r": "csb:Hebrews:12:26",
        "t": "His voice shook the earth at that time, but now he has promised, Yet*i once*i more*i I*i will*i shake*i not*i only*i the*i earth*i but*i also*i the*i heavens.*i"
    },
    {
        "o": 34276,
        "r": "csb:Hebrews:12:27",
        "t": "This expression, “Yet once more,” indicates the removal of what can be shaken- that is, created things - so that what is not shaken might remain."
    },
    {
        "o": 34277,
        "r": "csb:Hebrews:12:28",
        "t": "Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful. By it, we may serve God acceptably, with reverence and awe,"
    },
    {
        "o": 34278,
        "r": "csb:Hebrews:12:29",
        "t": "for our God is a consuming fire."
    }
]
