[
    {
        "o": 20730,
        "r": "nasb:Isaiah:48:0",
        "t": "Isaiah 48",
        "h": 1
    },
    {
        "o": 20731,
        "r": "nasb:Isaiah:48:0",
        "t": "Israel’s Obstinacy",
        "h": 2
    },
    {
        "o": 20732,
        "r": "nasb:Isaiah:48:1",
        "t": "“Hear*pn this, O house of Jacob, who are named Israel And*ln who came forth from the loins of Judah, Who*ln swear by the name of the Lord*s And*ln invoke the God of Israel, But*iln not in truth nor in righteousness."
    },
    {
        "o": 20733,
        "r": "nasb:Isaiah:48:2",
        "t": "For*ln they call themselves after the holy city And*ln lean on the God of Israel; The*ln Lord*s of hosts is His name."
    },
    {
        "o": 20734,
        "r": "nasb:Isaiah:48:3",
        "t": "I*ln declared the former things long ago And*ln they went forth from My mouth, and I proclaimed them. Suddenly*ln I acted, and they came to pass."
    },
    {
        "o": 20735,
        "r": "nasb:Isaiah:48:4",
        "t": "Because*ln I know that you are obstinate, And*ln your neck is an iron sinew And*ln your forehead bronze,"
    },
    {
        "o": 20736,
        "r": "nasb:Isaiah:48:5",
        "t": "Therefore*ln I declared them*i to you long ago, Before*ln they took place I proclaimed them*i to you, So*ln that you would not say, ‘My idol has done them, And*ln my graven image and my molten image have commanded them.’"
    },
    {
        "o": 20737,
        "r": "nasb:Isaiah:48:6",
        "t": "You*ln have heard; look at all this. And*ln you, will you not declare it? I*ln proclaim to you new things from this time, Even*ln hidden things which you have not known."
    },
    {
        "o": 20738,
        "r": "nasb:Isaiah:48:7",
        "t": "They*ln are created now and not long ago; And*ln before today you have not heard them, So*ln that you will not say, ‘Behold, I knew them.’"
    },
    {
        "o": 20739,
        "r": "nasb:Isaiah:48:8",
        "t": "You*ln have not heard, you have not known. Even*ln from long ago your ear has not been open, Because*ln I knew that you would deal very treacherously; And*ln you have been called a rebel from birth."
    },
    {
        "o": 20740,
        "r": "nasb:Isaiah:48:9",
        "t": "For*ln the sake of My name I delay My wrath, And*ln for*i My praise I restrain it*i for you, In*ln order not to cut you off."
    },
    {
        "o": 20741,
        "r": "nasb:Isaiah:48:10",
        "t": "Behold,*ln I have refined you, but not as silver; I*ln have tested you in the furnace of affliction."
    },
    {
        "o": 20742,
        "r": "nasb:Isaiah:48:11",
        "t": "For*ln My own sake, for My own sake, I will act; For*ln how can My*i name*i be profaned? And*ln My glory I will not give to another."
    },
    {
        "o": 20743,
        "r": "nasb:Isaiah:48:11",
        "t": "Deliverance Promised",
        "h": 2
    },
    {
        "o": 20744,
        "r": "nasb:Isaiah:48:12",
        "t": "“Listen*pn to Me, O Jacob, even Israel whom I called; I*ln am He, I am the first, I am also the last."
    },
    {
        "o": 20745,
        "r": "nasb:Isaiah:48:13",
        "t": "Surely*ln My hand founded the earth, And*ln My right hand spread out the heavens; When*ln I call to them, they stand together."
    },
    {
        "o": 20746,
        "r": "nasb:Isaiah:48:14",
        "t": "Assemble,*ln all of you, and listen! Who*ln among them has declared these things? The*ln Lord*s loves him; he will carry out His good pleasure on Babylon, And*ln His arm will*i be*i against*i the Chaldeans."
    },
    {
        "o": 20747,
        "r": "nasb:Isaiah:48:15",
        "t": "I,*ln even I, have spoken; indeed I have called him, I*ln have brought him, and He will make his ways successful."
    },
    {
        "o": 20748,
        "r": "nasb:Isaiah:48:16",
        "t": "Come*ln near to Me, listen to this: From*ln the first I have not spoken in secret, From*ln the time it took place, I was there. And*ln now the Lord God*s has sent Me, and His Spirit.”"
    },
    {
        "o": 20749,
        "r": "nasb:Isaiah:48:17",
        "t": "Thus*p says the Lord,*s your Redeemer, the Holy One of Israel, “I*pn am the Lord*s your God, who teaches you to profit, Who*ln leads you in the way you should go."
    },
    {
        "o": 20750,
        "r": "nasb:Isaiah:48:18",
        "t": "If*ln only you had paid attention to My commandments! Then*ln your well-being would have been like a river, And*ln your righteousness like the waves of the sea."
    },
    {
        "o": 20751,
        "r": "nasb:Isaiah:48:19",
        "t": "Your*ln descendants would have been like the sand, And*ln your offspring like its grains; Their*ln name would never be cut off or destroyed from My presence.”"
    },
    {
        "o": 20752,
        "r": "nasb:Isaiah:48:20",
        "t": "Go*ln forth from Babylon! Flee from the Chaldeans! Declare*ln with the sound of joyful shouting, proclaim this, Send*ln it out to the end of the earth; Say,*ln “The Lord*s has redeemed His servant Jacob.”"
    },
    {
        "o": 20753,
        "r": "nasb:Isaiah:48:21",
        "t": "They*ln did not thirst when He led them through the deserts. He*ln made the water flow out of the rock for them; He*ln split the rock and the water gushed forth."
    },
    {
        "o": 20754,
        "r": "nasb:Isaiah:48:22",
        "t": "“There*ln is no peace for the wicked,” says the Lord.*s"
    }
]
