[
    {
        "o": 31146,
        "r": "esv:Acts:27:0",
        "t": "Acts 27",
        "h": 1
    },
    {
        "o": 31147,
        "r": "esv:Acts:27:0",
        "t": "Paul Sails for Rome",
        "h": 2
    },
    {
        "o": 31148,
        "r": "esv:Acts:27:1",
        "t": "And*p when it was decided that we should sail for Italy, they delivered Paul and some other prisoners to a centurion of the Augustan Cohort named Julius."
    },
    {
        "o": 31149,
        "r": "esv:Acts:27:2",
        "t": "And embarking in a ship of Adramyttium, which was about to sail to the ports along the coast of Asia, we put to sea, accompanied by Aristarchus, a Macedonian from Thessalonica."
    },
    {
        "o": 31150,
        "r": "esv:Acts:27:3",
        "t": "The next day we put in at Sidon. And Julius treated Paul kindly and gave him leave to go to his friends and be cared for."
    },
    {
        "o": 31151,
        "r": "esv:Acts:27:4",
        "t": "And putting out to sea from there we sailed under the lee of Cyprus, because the winds were against us."
    },
    {
        "o": 31152,
        "r": "esv:Acts:27:5",
        "t": "And when we had sailed across the open sea along the coast of Cilicia and Pamphylia, we came to Myra in Lycia."
    },
    {
        "o": 31153,
        "r": "esv:Acts:27:6",
        "t": "There the centurion found a ship of Alexandria sailing for Italy and put us on board."
    },
    {
        "o": 31154,
        "r": "esv:Acts:27:7",
        "t": "We sailed slowly for a number of days and arrived with difficulty off Cnidus, and as the wind did not allow us to go farther, we sailed under the lee of Crete off Salmone."
    },
    {
        "o": 31155,
        "r": "esv:Acts:27:8",
        "t": "Coasting along it with difficulty, we came to a place called Fair Havens, near which was the city of Lasea."
    },
    {
        "o": 31156,
        "r": "esv:Acts:27:9",
        "t": "Since*p much time had passed, and the voyage was now dangerous because even the Fast was already over, Paul advised them,"
    },
    {
        "o": 31157,
        "r": "esv:Acts:27:10",
        "t": "saying, “Sirs, I perceive that the voyage will be with injury and much loss, not only of the cargo and the ship, but also of our lives.”"
    },
    {
        "o": 31158,
        "r": "esv:Acts:27:11",
        "t": "But the centurion paid more attention to the pilot and to the owner of the ship than to what Paul said."
    },
    {
        "o": 31159,
        "r": "esv:Acts:27:12",
        "t": "And because the harbor was not suitable to spend the winter in, the majority decided to put out to sea from there, on the chance that somehow they could reach Phoenix, a harbor of Crete, facing both southwest and northwest, and spend the winter there."
    },
    {
        "o": 31160,
        "r": "esv:Acts:27:12",
        "t": "The Storm at Sea",
        "h": 2
    },
    {
        "o": 31161,
        "r": "esv:Acts:27:13",
        "t": "Now*p when the south wind blew gently, supposing that they had obtained their purpose, they weighed anchor and sailed along Crete, close to the shore."
    },
    {
        "o": 31162,
        "r": "esv:Acts:27:14",
        "t": "But soon a tempestuous wind, called the northeaster, struck down from the land."
    },
    {
        "o": 31163,
        "r": "esv:Acts:27:15",
        "t": "And when the ship was caught and could not face the wind, we gave way to it and were driven along."
    },
    {
        "o": 31164,
        "r": "esv:Acts:27:16",
        "t": "Running under the lee of a small island called Cauda, we managed with difficulty to secure the ship’s boat."
    },
    {
        "o": 31165,
        "r": "esv:Acts:27:17",
        "t": "After hoisting it up, they used supports to undergird the ship. Then, fearing that they would run aground on the Syrtis, they lowered the gear, and thus they were driven along."
    },
    {
        "o": 31166,
        "r": "esv:Acts:27:18",
        "t": "Since we were violently storm-tossed, they began the next day to jettison the cargo."
    },
    {
        "o": 31167,
        "r": "esv:Acts:27:19",
        "t": "And on the third day they threw the ship’s tackle overboard with their own hands."
    },
    {
        "o": 31168,
        "r": "esv:Acts:27:20",
        "t": "When neither sun nor stars appeared for many days, and no small tempest lay on us, all hope of our being saved was at last abandoned."
    },
    {
        "o": 31169,
        "r": "esv:Acts:27:21",
        "t": "Since*p they had been without food for a long time, Paul stood up among them and said, “Men, you should have listened to me and not have set sail from Crete and incurred this injury and loss."
    },
    {
        "o": 31170,
        "r": "esv:Acts:27:22",
        "t": "Yet now I urge you to take heart, for there will be no loss of life among you, but only of the ship."
    },
    {
        "o": 31171,
        "r": "esv:Acts:27:23",
        "t": "For this very night there stood before me an angel of the God to whom I belong and whom I worship,"
    },
    {
        "o": 31172,
        "r": "esv:Acts:27:24",
        "t": "and he said, ‘Do not be afraid, Paul; you must stand before Caesar. And behold, God has granted you all those who sail with you.’"
    },
    {
        "o": 31173,
        "r": "esv:Acts:27:25",
        "t": "So take heart, men, for I have faith in God that it will be exactly as I have been told."
    },
    {
        "o": 31174,
        "r": "esv:Acts:27:26",
        "t": "But we must run aground on some island.”"
    },
    {
        "o": 31175,
        "r": "esv:Acts:27:27",
        "t": "When*p the fourteenth night had come, as we were being driven across the Adriatic Sea, about midnight the sailors suspected that they were nearing land."
    },
    {
        "o": 31176,
        "r": "esv:Acts:27:28",
        "t": "So they took a sounding and found twenty fathoms. A little farther on they took a sounding again and found fifteen fathoms."
    },
    {
        "o": 31177,
        "r": "esv:Acts:27:29",
        "t": "And fearing that we might run on the rocks, they let down four anchors from the stern and prayed for day to come."
    },
    {
        "o": 31178,
        "r": "esv:Acts:27:30",
        "t": "And as the sailors were seeking to escape from the ship, and had lowered the ship’s boat into the sea under pretense of laying out anchors from the bow,"
    },
    {
        "o": 31179,
        "r": "esv:Acts:27:31",
        "t": "Paul said to the centurion and the soldiers, “Unless these men stay in the ship, you cannot be saved.”"
    },
    {
        "o": 31180,
        "r": "esv:Acts:27:32",
        "t": "Then the soldiers cut away the ropes of the ship’s boat and let it go."
    },
    {
        "o": 31181,
        "r": "esv:Acts:27:33",
        "t": "As*p day was about to dawn, Paul urged them all to take some food, saying, “Today is the fourteenth day that you have continued in suspense and without food, having taken nothing."
    },
    {
        "o": 31182,
        "r": "esv:Acts:27:34",
        "t": "Therefore I urge you to take some food. For it will give you strength, for not a hair is to perish from the head of any of you.”"
    },
    {
        "o": 31183,
        "r": "esv:Acts:27:35",
        "t": "And when he had said these things, he took bread, and giving thanks to God in the presence of all he broke it and began to eat."
    },
    {
        "o": 31184,
        "r": "esv:Acts:27:36",
        "t": "Then they all were encouraged and ate some food themselves."
    },
    {
        "o": 31185,
        "r": "esv:Acts:27:37",
        "t": "(We were in all 276 persons in the ship.)"
    },
    {
        "o": 31186,
        "r": "esv:Acts:27:38",
        "t": "And when they had eaten enough, they lightened the ship, throwing out the wheat into the sea."
    },
    {
        "o": 31187,
        "r": "esv:Acts:27:38",
        "t": "The Shipwreck",
        "h": 2
    },
    {
        "o": 31188,
        "r": "esv:Acts:27:39",
        "t": "Now*p when it was day, they did not recognize the land, but they noticed a bay with a beach, on which they planned if possible to run the ship ashore."
    },
    {
        "o": 31189,
        "r": "esv:Acts:27:40",
        "t": "So they cast off the anchors and left them in the sea, at the same time loosening the ropes that tied the rudders. Then hoisting the foresail to the wind they made for the beach."
    },
    {
        "o": 31190,
        "r": "esv:Acts:27:41",
        "t": "But striking a reef, they ran the vessel aground. The bow stuck and remained immovable, and the stern was being broken up by the surf."
    },
    {
        "o": 31191,
        "r": "esv:Acts:27:42",
        "t": "The soldiers’ plan was to kill the prisoners, lest any should swim away and escape."
    },
    {
        "o": 31192,
        "r": "esv:Acts:27:43",
        "t": "But the centurion, wishing to save Paul, kept them from carrying out their plan. He ordered those who could swim to jump overboard first and make for the land,"
    },
    {
        "o": 31193,
        "r": "esv:Acts:27:44",
        "t": "and the rest on planks or on pieces of the ship. And so it was that all were brought safely to land."
    }
]
