[
    {
        "o": 33922,
        "r": "nkjv:Hebrews:2:0",
        "t": "Hebrews 2",
        "h": 1
    },
    {
        "o": 33923,
        "r": "nkjv:Hebrews:2:0",
        "t": "Do Not Neglect Salvation",
        "h": 2
    },
    {
        "o": 33924,
        "r": "nkjv:Hebrews:2:1",
        "t": "Therefore*p we must give the more earnest heed to the things we have heard, lest we drift away."
    },
    {
        "o": 33925,
        "r": "nkjv:Hebrews:2:2",
        "t": "For if the word spoken through angels proved steadfast, and every transgression and disobedience received a just reward,"
    },
    {
        "o": 33926,
        "r": "nkjv:Hebrews:2:3",
        "t": "how shall we escape if we neglect so great a salvation, which at the first began to be spoken by the Lord, and was confirmed to us by those who heard Him,*i"
    },
    {
        "o": 33927,
        "r": "nkjv:Hebrews:2:4",
        "t": "God also bearing witness both with signs and wonders, with various miracles, and gifts of the Holy Spirit, according to His own will?"
    },
    {
        "o": 33928,
        "r": "nkjv:Hebrews:2:4",
        "t": "The Son Made Lower than Angels",
        "h": 2
    },
    {
        "o": 33929,
        "r": "nkjv:Hebrews:2:5",
        "t": "For*p He has not put the world to come, of which we speak, in subjection to angels."
    },
    {
        "o": 33930,
        "r": "nkjv:Hebrews:2:6",
        "t": "But one testified in a certain place, saying: “What*pn is man that You are mindful of him, Or*ld the son of man that You take care of him?"
    },
    {
        "o": 33931,
        "r": "nkjv:Hebrews:2:7",
        "t": "You*ld have made him a little lower than the angels; You*ld have crowned him with glory and honor, And*ld set him over the works of Your hands."
    },
    {
        "o": 33932,
        "r": "nkjv:Hebrews:2:8",
        "t": "You*ld have put all things in subjection under his feet.” For*p in that He put all in subjection under him, He left nothing that*i is*i not put under him. But now we do not yet see all things put under him."
    },
    {
        "o": 33933,
        "r": "nkjv:Hebrews:2:9",
        "t": "But we see Jesus, who was made a little lower than the angels, for the suffering of death crowned with glory and honor, that He, by the grace of God, might taste death for everyone."
    },
    {
        "o": 33934,
        "r": "nkjv:Hebrews:2:9",
        "t": "Bringing Many Sons to Glory",
        "h": 2
    },
    {
        "o": 33935,
        "r": "nkjv:Hebrews:2:10",
        "t": "For*p it was fitting for Him, for whom are*i all things and by whom are*i all things, in bringing many sons to glory, to make the captain of their salvation perfect through sufferings."
    },
    {
        "o": 33936,
        "r": "nkjv:Hebrews:2:11",
        "t": "For both He who sanctifies and those who are being sanctified are*i all of one, for which reason He is not ashamed to call them brethren,"
    },
    {
        "o": 33937,
        "r": "nkjv:Hebrews:2:12",
        "t": "saying: “I*pn will declare Your name to My brethren; In*ld the midst of the assembly I will sing praise to You.”"
    },
    {
        "o": 33938,
        "r": "nkjv:Hebrews:2:13",
        "t": "And*p again: “I*pn will put My trust in Him.” And*p again: “Here*pn am I and the children whom God has given Me.”"
    },
    {
        "o": 33939,
        "r": "nkjv:Hebrews:2:14",
        "t": "Inasmuch*p then as the children have partaken of flesh and blood, He Himself likewise shared in the same, that through death He might destroy him who had the power of death, that is, the devil,"
    },
    {
        "o": 33940,
        "r": "nkjv:Hebrews:2:15",
        "t": "and release those who through fear of death were all their lifetime subject to bondage."
    },
    {
        "o": 33941,
        "r": "nkjv:Hebrews:2:16",
        "t": "For indeed He does not give aid to angels, but He does give aid to the seed of Abraham."
    },
    {
        "o": 33942,
        "r": "nkjv:Hebrews:2:17",
        "t": "Therefore, in all things He had to be made like His*i brethren, that He might be a merciful and faithful High Priest in things pertaining*i to God, to make propitiation for the sins of the people."
    },
    {
        "o": 33943,
        "r": "nkjv:Hebrews:2:18",
        "t": "For in that He Himself has suffered, being tempted, He is able to aid those who are tempted."
    }
]
