[
    {
        "o": 32184,
        "r": "nasb:2 Corinthians:7:0",
        "t": "2 Corinthians 7",
        "h": 1
    },
    {
        "o": 32185,
        "r": "nasb:2 Corinthians:7:0",
        "t": "Paul Reveals His Heart",
        "h": 2
    },
    {
        "o": 32186,
        "r": "nasb:2 Corinthians:7:1",
        "t": "Therefore,*p having these promises, beloved, let us cleanse ourselves from all defilement of flesh and spirit, perfecting holiness in the fear of God."
    },
    {
        "o": 32187,
        "r": "nasb:2 Corinthians:7:2",
        "t": "Make*p room for us in*i your*i hearts;*i we wronged no one, we corrupted no one, we took advantage of no one."
    },
    {
        "o": 32188,
        "r": "nasb:2 Corinthians:7:3",
        "t": "I do not speak to condemn you, for I have said before that you are in our hearts to die together and to live together."
    },
    {
        "o": 32189,
        "r": "nasb:2 Corinthians:7:4",
        "t": "Great is my confidence in you; great is my boasting on your behalf. I am filled with comfort; I am overflowing with joy in all our affliction."
    },
    {
        "o": 32190,
        "r": "nasb:2 Corinthians:7:5",
        "t": "For*p even when we came into Macedonia our flesh had no rest, but we were afflicted on every side: conflicts without, fears within."
    },
    {
        "o": 32191,
        "r": "nasb:2 Corinthians:7:6",
        "t": "But God, who comforts the depressed, comforted us by the coming of Titus;"
    },
    {
        "o": 32192,
        "r": "nasb:2 Corinthians:7:7",
        "t": "and not only by his coming, but also by the comfort with which he was comforted in you, as he reported to us your longing, your mourning, your zeal for me; so that I rejoiced even more."
    },
    {
        "o": 32193,
        "r": "nasb:2 Corinthians:7:8",
        "t": "For though I caused you sorrow by my letter, I do not regret it; though I did regret it— for*i I see that that letter caused you sorrow, though only for a while—"
    },
    {
        "o": 32194,
        "r": "nasb:2 Corinthians:7:9",
        "t": "I now rejoice, not that you were made sorrowful, but that you were made sorrowful to the*i point*i of*i repentance; for you were made sorrowful according to the*i will*i of*i God, so that you might not suffer loss in anything through us."
    },
    {
        "o": 32195,
        "r": "nasb:2 Corinthians:7:10",
        "t": "For the sorrow that is according to the*i will*i of*i God produces a repentance without regret, leading*i to salvation, but the sorrow of the world produces death."
    },
    {
        "o": 32196,
        "r": "nasb:2 Corinthians:7:11",
        "t": "For behold what earnestness this very thing, this godly sorrow, has produced in you: what vindication of yourselves, what indignation, what fear, what longing, what zeal, what avenging of wrong! In everything you demonstrated yourselves to be innocent in the matter."
    },
    {
        "o": 32197,
        "r": "nasb:2 Corinthians:7:12",
        "t": "So although I wrote to you, it*i was*i not for the sake of the offender nor for the sake of the one offended, but that your earnestness on our behalf might be made known to you in the sight of God."
    },
    {
        "o": 32198,
        "r": "nasb:2 Corinthians:7:13",
        "t": "For this reason we have been comforted. And*bp besides our comfort, we rejoiced even much more for the joy of Titus, because his spirit has been refreshed by you all."
    },
    {
        "o": 32199,
        "r": "nasb:2 Corinthians:7:14",
        "t": "For if in anything I have boasted to him about you, I was not put to shame; but as we spoke all things to you in truth, so also our boasting before Titus proved to be the*i truth."
    },
    {
        "o": 32200,
        "r": "nasb:2 Corinthians:7:15",
        "t": "His affection abounds all the more toward you, as he remembers the obedience of you all, how you received him with fear and trembling."
    },
    {
        "o": 32201,
        "r": "nasb:2 Corinthians:7:16",
        "t": "I rejoice that in everything I have confidence in you."
    }
]
