[
    {
        "o": 32372,
        "r": "niv:Ephesians:5:0",
        "t": "Ephesians 5",
        "h": 1
    },
    {
        "o": 32373,
        "r": "niv:Ephesians:5:1",
        "t": "Follow God’s example, therefore, as dearly loved children"
    },
    {
        "o": 32374,
        "r": "niv:Ephesians:5:2",
        "t": "and walk in the way of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God."
    },
    {
        "o": 32375,
        "r": "niv:Ephesians:5:3",
        "t": "But*p among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God’s holy people."
    },
    {
        "o": 32376,
        "r": "niv:Ephesians:5:4",
        "t": "Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving."
    },
    {
        "o": 32377,
        "r": "niv:Ephesians:5:5",
        "t": "For of this you can be sure: No immoral, impure or greedy person—such a person is an idolater—has any inheritance in the kingdom of Christ and of God."
    },
    {
        "o": 32378,
        "r": "niv:Ephesians:5:6",
        "t": "Let no one deceive you with empty words, for because of such things God’s wrath comes on those who are disobedient."
    },
    {
        "o": 32379,
        "r": "niv:Ephesians:5:7",
        "t": "Therefore do not be partners with them."
    },
    {
        "o": 32380,
        "r": "niv:Ephesians:5:8",
        "t": "For*p you were once darkness, but now you are light in the Lord. Live as children of light"
    },
    {
        "o": 32381,
        "r": "niv:Ephesians:5:9",
        "t": "(for the fruit of the light consists in all goodness, righteousness and truth)"
    },
    {
        "o": 32382,
        "r": "niv:Ephesians:5:10",
        "t": "and find out what pleases the Lord."
    },
    {
        "o": 32383,
        "r": "niv:Ephesians:5:11",
        "t": "Have nothing to do with the fruitless deeds of darkness, but rather expose them."
    },
    {
        "o": 32384,
        "r": "niv:Ephesians:5:12",
        "t": "It is shameful even to mention what the disobedient do in secret."
    },
    {
        "o": 32385,
        "r": "niv:Ephesians:5:13",
        "t": "But everything exposed by the light becomes visible—and everything that is illuminated becomes a light."
    },
    {
        "o": 32386,
        "r": "niv:Ephesians:5:14",
        "t": "This is why it is said: “Wake*pn up, sleeper, rise*ld from the dead, and*ld Christ will shine on you.”"
    },
    {
        "o": 32387,
        "r": "niv:Ephesians:5:15",
        "t": "Be*p very careful, then, how you live—not as unwise but as wise,"
    },
    {
        "o": 32388,
        "r": "niv:Ephesians:5:16",
        "t": "making the most of every opportunity, because the days are evil."
    },
    {
        "o": 32389,
        "r": "niv:Ephesians:5:17",
        "t": "Therefore do not be foolish, but understand what the Lord’s will is."
    },
    {
        "o": 32390,
        "r": "niv:Ephesians:5:18",
        "t": "Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit,"
    },
    {
        "o": 32391,
        "r": "niv:Ephesians:5:19",
        "t": "speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord,"
    },
    {
        "o": 32392,
        "r": "niv:Ephesians:5:20",
        "t": "always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ."
    },
    {
        "o": 32393,
        "r": "niv:Ephesians:5:20",
        "t": "Instructions for Christian Households",
        "h": 2
    },
    {
        "o": 32394,
        "r": "niv:Ephesians:5:21",
        "t": "Submit*p to one another out of reverence for Christ."
    },
    {
        "o": 32395,
        "r": "niv:Ephesians:5:22",
        "t": "Wives,*p submit yourselves to your own husbands as you do to the Lord."
    },
    {
        "o": 32396,
        "r": "niv:Ephesians:5:23",
        "t": "For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior."
    },
    {
        "o": 32397,
        "r": "niv:Ephesians:5:24",
        "t": "Now as the church submits to Christ, so also wives should submit to their husbands in everything."
    },
    {
        "o": 32398,
        "r": "niv:Ephesians:5:25",
        "t": "Husbands,*p love your wives, just as Christ loved the church and gave himself up for her"
    },
    {
        "o": 32399,
        "r": "niv:Ephesians:5:26",
        "t": "to make her holy, cleansing her by the washing with water through the word,"
    },
    {
        "o": 32400,
        "r": "niv:Ephesians:5:27",
        "t": "and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless."
    },
    {
        "o": 32401,
        "r": "niv:Ephesians:5:28",
        "t": "In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "o": 32402,
        "r": "niv:Ephesians:5:29",
        "t": "After all, no one ever hated their own body, but they feed and care for their body, just as Christ does the church—"
    },
    {
        "o": 32403,
        "r": "niv:Ephesians:5:30",
        "t": "for we are members of his body."
    },
    {
        "o": 32404,
        "r": "niv:Ephesians:5:31",
        "t": "“For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.”"
    },
    {
        "o": 32405,
        "r": "niv:Ephesians:5:32",
        "t": "This is a profound mystery—but I am talking about Christ and the church."
    },
    {
        "o": 32406,
        "r": "niv:Ephesians:5:33",
        "t": "However, each one of you also must love his wife as he loves himself, and the wife must respect her husband."
    }
]
