[
    {
        "o": 3343,
        "r": "kjv:Leviticus:17:0",
        "t": "Leviticus 17",
        "h": 1
    },
    {
        "o": 3344,
        "r": "kjv:Leviticus:17:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 3345,
        "r": "kjv:Leviticus:17:2",
        "t": "Speak*p unto Aaron, and unto his sons, and unto all the children of Israel, and say unto them; This is the thing which the Lord*s hath commanded, saying,"
    },
    {
        "o": 3346,
        "r": "kjv:Leviticus:17:3",
        "t": "What*p man soever there be of the house of Israel, that killeth an ox, or lamb, or goat, in the camp, or that killeth it out of the camp,"
    },
    {
        "o": 3347,
        "r": "kjv:Leviticus:17:4",
        "t": "And*p bringeth it not unto the door of the tabernacle of the congregation, to offer an offering unto the Lord*s before the tabernacle of the Lord;*s blood shall be imputed unto that man; he hath shed blood; and that man shall be cut off from among his people:"
    },
    {
        "o": 3348,
        "r": "kjv:Leviticus:17:5",
        "t": "To*p the end that the children of Israel may bring their sacrifices, which they offer in the open field, even that they may bring them unto the Lord,*s unto the door of the tabernacle of the congregation, unto the priest, and offer them for peace offerings unto the Lord.*s"
    },
    {
        "o": 3349,
        "r": "kjv:Leviticus:17:6",
        "t": "And*p the priest shall sprinkle the blood upon the altar of the Lord*s at the door of the tabernacle of the congregation, and burn the fat for a sweet savour unto the Lord.*s"
    },
    {
        "o": 3350,
        "r": "kjv:Leviticus:17:7",
        "t": "And*p they shall no more offer their sacrifices unto devils, after whom they have gone a whoring. This shall be a statute for ever unto them throughout their generations."
    },
    {
        "o": 3351,
        "r": "kjv:Leviticus:17:8",
        "t": "And*p thou shalt say unto them, Whatsoever man there be of the house of Israel, or of the strangers which sojourn among you, that offereth a burnt offering or sacrifice,"
    },
    {
        "o": 3352,
        "r": "kjv:Leviticus:17:9",
        "t": "And*p bringeth it not unto the door of the tabernacle of the congregation, to offer it unto the Lord;*s even that man shall be cut off from among his people."
    },
    {
        "o": 3353,
        "r": "kjv:Leviticus:17:10",
        "t": "And*p whatsoever man there be of the house of Israel, or of the strangers that sojourn among you, that eateth any manner of blood; I will even set my face against that soul that eateth blood, and will cut him off from among his people."
    },
    {
        "o": 3354,
        "r": "kjv:Leviticus:17:11",
        "t": "For*p the life of the flesh is in the blood: and I have given it to you upon the altar to make an atonement for your souls: for it is the blood that maketh an atonement for the soul."
    },
    {
        "o": 3355,
        "r": "kjv:Leviticus:17:12",
        "t": "Therefore*p I said unto the children of Israel, No soul of you shall eat blood, neither shall any stranger that sojourneth among you eat blood."
    },
    {
        "o": 3356,
        "r": "kjv:Leviticus:17:13",
        "t": "And*p whatsoever man there be of the children of Israel, or of the strangers that sojourn among you, which hunteth and catcheth any beast or fowl that may be eaten; he shall even pour out the blood thereof, and cover it with dust."
    },
    {
        "o": 3357,
        "r": "kjv:Leviticus:17:14",
        "t": "For*p it is the life of all flesh; the blood of it is for the life thereof: therefore I said unto the children of Israel, Ye shall eat the blood of no manner of flesh: for the life of all flesh is the blood thereof: whosoever eateth it shall be cut off."
    },
    {
        "o": 3358,
        "r": "kjv:Leviticus:17:15",
        "t": "And*p every soul that eateth that which died of itself, or that which was torn with beasts, whether it be one of your own country, or a stranger, he shall both wash his clothes, and bathe himself in water, and be unclean until the even: then shall he be clean."
    },
    {
        "o": 3359,
        "r": "kjv:Leviticus:17:16",
        "t": "But*p if he wash them not, nor bathe his flesh; then he shall bear his iniquity."
    }
]
