[
    {
        "o": 2154,
        "r": "niv:Exodus:17:0",
        "t": "Exodus 17",
        "h": 1
    },
    {
        "o": 2155,
        "r": "niv:Exodus:17:0",
        "t": "Water From the Rock",
        "h": 2
    },
    {
        "o": 2156,
        "r": "niv:Exodus:17:1",
        "t": "The*p whole Israelite community set out from the Desert of Sin, traveling from place to place as the Lord*s commanded. They camped at Rephidim, but there was no water for the people to drink."
    },
    {
        "o": 2157,
        "r": "niv:Exodus:17:2",
        "t": "So they quarreled with Moses and said, “Give us water to drink.” Moses*p replied, “Why do you quarrel with me? Why do you put the Lord*s to the test?”"
    },
    {
        "o": 2158,
        "r": "niv:Exodus:17:3",
        "t": "But*p the people were thirsty for water there, and they grumbled against Moses. They said, “Why did you bring us up out of Egypt to make us and our children and livestock die of thirst?”"
    },
    {
        "o": 2159,
        "r": "niv:Exodus:17:4",
        "t": "Then*p Moses cried out to the Lord,*s “What am I to do with these people? They are almost ready to stone me.”"
    },
    {
        "o": 2160,
        "r": "niv:Exodus:17:5",
        "t": "The*p Lord*s answered Moses, “Go out in front of the people. Take with you some of the elders of Israel and take in your hand the staff with which you struck the Nile, and go."
    },
    {
        "o": 2161,
        "r": "niv:Exodus:17:6",
        "t": "I will stand there before you by the rock at Horeb. Strike the rock, and water will come out of it for the people to drink.” So Moses did this in the sight of the elders of Israel."
    },
    {
        "o": 2162,
        "r": "niv:Exodus:17:7",
        "t": "And he called the place Massah and Meribah because the Israelites quarreled and because they tested the Lord*s saying, “Is the Lord*s among us or not?”"
    },
    {
        "o": 2163,
        "r": "niv:Exodus:17:7",
        "t": "The Amalekites Defeated",
        "h": 2
    },
    {
        "o": 2164,
        "r": "niv:Exodus:17:8",
        "t": "The*p Amalekites came and attacked the Israelites at Rephidim."
    },
    {
        "o": 2165,
        "r": "niv:Exodus:17:9",
        "t": "Moses said to Joshua, “Choose some of our men and go out to fight the Amalekites. Tomorrow I will stand on top of the hill with the staff of God in my hands.”"
    },
    {
        "o": 2166,
        "r": "niv:Exodus:17:10",
        "t": "So*p Joshua fought the Amalekites as Moses had ordered, and Moses, Aaron and Hur went to the top of the hill."
    },
    {
        "o": 2167,
        "r": "niv:Exodus:17:11",
        "t": "As long as Moses held up his hands, the Israelites were winning, but whenever he lowered his hands, the Amalekites were winning."
    },
    {
        "o": 2168,
        "r": "niv:Exodus:17:12",
        "t": "When Moses’ hands grew tired, they took a stone and put it under him and he sat on it. Aaron and Hur held his hands up—one on one side, one on the other—so that his hands remained steady till sunset."
    },
    {
        "o": 2169,
        "r": "niv:Exodus:17:13",
        "t": "So Joshua overcame the Amalekite army with the sword."
    },
    {
        "o": 2170,
        "r": "niv:Exodus:17:14",
        "t": "Then*p the Lord*s said to Moses, “Write this on a scroll as something to be remembered and make sure that Joshua hears it, because I will completely blot out the name of Amalek from under heaven.”"
    },
    {
        "o": 2171,
        "r": "niv:Exodus:17:15",
        "t": "Moses*p built an altar and called it The Lord*s is my Banner."
    },
    {
        "o": 2172,
        "r": "niv:Exodus:17:16",
        "t": "He said, “Because hands were lifted up against the throne of the Lord,*s the Lord*s will be at war against the Amalekites from generation to generation.”"
    }
]
