[
    {
        "o": 10292,
        "r": "esv:1 Kings:19:0",
        "t": "1 Kings 19",
        "h": 1
    },
    {
        "o": 10293,
        "r": "esv:1 Kings:19:0",
        "t": "Elijah Flees Jezebel",
        "h": 2
    },
    {
        "o": 10294,
        "r": "esv:1 Kings:19:1",
        "t": "Ahab*p told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword."
    },
    {
        "o": 10295,
        "r": "esv:1 Kings:19:2",
        "t": "Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me and more also, if I do not make your life as the life of one of them by this time tomorrow.”"
    },
    {
        "o": 10296,
        "r": "esv:1 Kings:19:3",
        "t": "Then he was afraid, and he arose and ran for his life and came to Beersheba, which belongs to Judah, and left his servant there."
    },
    {
        "o": 10297,
        "r": "esv:1 Kings:19:4",
        "t": "But*p he himself went a day’s journey into the wilderness and came and sat down under a broom tree. And he asked that he might die, saying, “It is enough; now, O Lord,*s take away my life, for I am no better than my fathers.”"
    },
    {
        "o": 10298,
        "r": "esv:1 Kings:19:5",
        "t": "And he lay down and slept under a broom tree. And behold, an angel touched him and said to him, “Arise and eat.”"
    },
    {
        "o": 10299,
        "r": "esv:1 Kings:19:6",
        "t": "And he looked, and behold, there was at his head a cake baked on hot stones and a jar of water. And he ate and drank and lay down again."
    },
    {
        "o": 10300,
        "r": "esv:1 Kings:19:7",
        "t": "And the angel of the Lord*s came again a second time and touched him and said, “Arise and eat, for the journey is too great for you.”"
    },
    {
        "o": 10301,
        "r": "esv:1 Kings:19:8",
        "t": "And he arose and ate and drank, and went in the strength of that food forty days and forty nights to Horeb, the mount of God."
    },
    {
        "o": 10302,
        "r": "esv:1 Kings:19:8",
        "t": "The Lord Speaks to Elijah",
        "h": 2
    },
    {
        "o": 10303,
        "r": "esv:1 Kings:19:9",
        "t": "There*p he came to a cave and lodged in it. And behold, the word of the Lord*s came to him, and he said to him, “What are you doing here, Elijah?”"
    },
    {
        "o": 10304,
        "r": "esv:1 Kings:19:10",
        "t": "He said, “I have been very jealous for the Lord,*s the God of hosts. For the people of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword, and I, even I only, am left, and they seek my life, to take it away.”"
    },
    {
        "o": 10305,
        "r": "esv:1 Kings:19:11",
        "t": "And he said, “Go out and stand on the mount before the Lord.”*s And behold, the Lord*s passed by, and a great and strong wind tore the mountains and broke in pieces the rocks before the Lord,*s but the Lord*s was not in the wind. And after the wind an earthquake, but the Lord*s was not in the earthquake."
    },
    {
        "o": 10306,
        "r": "esv:1 Kings:19:12",
        "t": "And after the earthquake a fire, but the Lord*s was not in the fire. And after the fire the sound of a low whisper."
    },
    {
        "o": 10307,
        "r": "esv:1 Kings:19:13",
        "t": "And when Elijah heard it, he wrapped his face in his cloak and went out and stood at the entrance of the cave. And behold, there came a voice to him and said, “What are you doing here, Elijah?”"
    },
    {
        "o": 10308,
        "r": "esv:1 Kings:19:14",
        "t": "He said, “I have been very jealous for the Lord,*s the God of hosts. For the people of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword, and I, even I only, am left, and they seek my life, to take it away.”"
    },
    {
        "o": 10309,
        "r": "esv:1 Kings:19:15",
        "t": "And the Lord*s said to him, “Go, return on your way to the wilderness of Damascus. And when you arrive, you shall anoint Hazael to be king over Syria."
    },
    {
        "o": 10310,
        "r": "esv:1 Kings:19:16",
        "t": "And Jehu the son of Nimshi you shall anoint to be king over Israel, and Elisha the son of Shaphat of Abel-meholah you shall anoint to be prophet in your place."
    },
    {
        "o": 10311,
        "r": "esv:1 Kings:19:17",
        "t": "And the one who escapes from the sword of Hazael shall Jehu put to death, and the one who escapes from the sword of Jehu shall Elisha put to death."
    },
    {
        "o": 10312,
        "r": "esv:1 Kings:19:18",
        "t": "Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”"
    },
    {
        "o": 10313,
        "r": "esv:1 Kings:19:18",
        "t": "The Call of Elisha",
        "h": 2
    },
    {
        "o": 10314,
        "r": "esv:1 Kings:19:19",
        "t": "So*p he departed from there and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen in front of him, and he was with the twelfth. Elijah passed by him and cast his cloak upon him."
    },
    {
        "o": 10315,
        "r": "esv:1 Kings:19:20",
        "t": "And he left the oxen and ran after Elijah and said, “Let me kiss my father and my mother, and then I will follow you.” And he said to him, “Go back again, for what have I done to you?”"
    },
    {
        "o": 10316,
        "r": "esv:1 Kings:19:21",
        "t": "And he returned from following him and took the yoke of oxen and sacrificed them and boiled their flesh with the yokes of the oxen and gave it to the people, and they ate. Then he arose and went after Elijah and assisted him."
    }
]
