[
    {
        "o": 12185,
        "r": "nasb:1 Chronicles:27:0",
        "t": "1 Chronicles 27",
        "h": 1
    },
    {
        "o": 12186,
        "r": "nasb:1 Chronicles:27:0",
        "t": "Commanders of the Army",
        "h": 2
    },
    {
        "o": 12187,
        "r": "nasb:1 Chronicles:27:1",
        "t": "Now*p this*i is*i the enumeration of the sons of Israel, the heads of fathers’ households,*i the commanders of thousands and of hundreds, and their officers who served the king in all the affairs of the divisions which came in and went out month by month throughout all the months of the year, each division numbering*i 24,000:"
    },
    {
        "o": 12188,
        "r": "nasb:1 Chronicles:27:2",
        "t": "Jashobeam*p the son of Zabdiel had charge of the first division for the first month; and in his division were*i 24,000."
    },
    {
        "o": 12189,
        "r": "nasb:1 Chronicles:27:3",
        "t": "He*i was*i from the sons of Perez, and*i was*i chief of all the commanders of the army for the first month."
    },
    {
        "o": 12190,
        "r": "nasb:1 Chronicles:27:4",
        "t": "Dodai the Ahohite and his division had charge of the division for the second month, Mikloth being*i the chief officer; and in his division were*i 24,000."
    },
    {
        "o": 12191,
        "r": "nasb:1 Chronicles:27:5",
        "t": "The third commander of the army for the third month was*i Benaiah, the son of Jehoiada the priest, as*i chief; and in his division were*i 24,000."
    },
    {
        "o": 12192,
        "r": "nasb:1 Chronicles:27:6",
        "t": "This Benaiah was*i the mighty man of the thirty, and had charge of thirty; and over his division was Ammizabad his son."
    },
    {
        "o": 12193,
        "r": "nasb:1 Chronicles:27:7",
        "t": "The fourth for the fourth month was*i Asahel the brother of Joab, and Zebadiah his son after him; and in his division were*i 24,000."
    },
    {
        "o": 12194,
        "r": "nasb:1 Chronicles:27:8",
        "t": "The fifth for the fifth month was*i the commander Shamhuth the Izrahite; and in his division were*i 24,000."
    },
    {
        "o": 12195,
        "r": "nasb:1 Chronicles:27:9",
        "t": "The sixth for the sixth month was*i Ira the son of Ikkesh the Tekoite; and in his division were*i 24,000."
    },
    {
        "o": 12196,
        "r": "nasb:1 Chronicles:27:10",
        "t": "The seventh for the seventh month was*i Helez the Pelonite of the sons of Ephraim; and in his division were*i 24,000."
    },
    {
        "o": 12197,
        "r": "nasb:1 Chronicles:27:11",
        "t": "The eighth for the eighth month was*i Sibbecai the Hushathite of the Zerahites; and in his division were*i 24,000."
    },
    {
        "o": 12198,
        "r": "nasb:1 Chronicles:27:12",
        "t": "The ninth for the ninth month was*i Abiezer the Anathothite of the Benjamites; and in his division were*i 24,000."
    },
    {
        "o": 12199,
        "r": "nasb:1 Chronicles:27:13",
        "t": "The tenth for the tenth month was*i Maharai the Netophathite of the Zerahites; and in his division were*i 24,000."
    },
    {
        "o": 12200,
        "r": "nasb:1 Chronicles:27:14",
        "t": "The eleventh for the eleventh month was*i Benaiah the Pirathonite of the sons of Ephraim; and in his division were*i 24,000."
    },
    {
        "o": 12201,
        "r": "nasb:1 Chronicles:27:15",
        "t": "The twelfth for the twelfth month was*i Heldai the Netophathite of Othniel; and in his division were*i 24,000."
    },
    {
        "o": 12202,
        "r": "nasb:1 Chronicles:27:15",
        "t": "Chief Officers of the Tribes",
        "h": 2
    },
    {
        "o": 12203,
        "r": "nasb:1 Chronicles:27:16",
        "t": "Now*p in charge of the tribes of Israel: chief officer for the Reubenites was Eliezer the son of Zichri; for the Simeonites, Shephatiah the son of Maacah;"
    },
    {
        "o": 12204,
        "r": "nasb:1 Chronicles:27:17",
        "t": "for Levi, Hashabiah the son of Kemuel; for Aaron, Zadok;"
    },
    {
        "o": 12205,
        "r": "nasb:1 Chronicles:27:18",
        "t": "for Judah, Elihu, one*i of David’s brothers; for Issachar, Omri the son of Michael;"
    },
    {
        "o": 12206,
        "r": "nasb:1 Chronicles:27:19",
        "t": "for Zebulun, Ishmaiah the son of Obadiah; for Naphtali, Jeremoth the son of Azriel;"
    },
    {
        "o": 12207,
        "r": "nasb:1 Chronicles:27:20",
        "t": "for the sons of Ephraim, Hoshea the son of Azaziah; for the half-tribe of Manasseh, Joel the son of Pedaiah;"
    },
    {
        "o": 12208,
        "r": "nasb:1 Chronicles:27:21",
        "t": "for the half-tribe of Manasseh in Gilead, Iddo the son of Zechariah; for Benjamin, Jaasiel the son of Abner;"
    },
    {
        "o": 12209,
        "r": "nasb:1 Chronicles:27:22",
        "t": "for Dan, Azarel the son of Jeroham. These were*i the princes of the tribes of Israel."
    },
    {
        "o": 12210,
        "r": "nasb:1 Chronicles:27:23",
        "t": "But David did not count those twenty years of age and under, because the Lord*s had said He would multiply Israel as the stars of heaven."
    },
    {
        "o": 12211,
        "r": "nasb:1 Chronicles:27:24",
        "t": "Joab the son of Zeruiah had begun to count them,*i but did not finish; and because of this, wrath came upon Israel, and the number was not included in the account of the chronicles of King David."
    },
    {
        "o": 12212,
        "r": "nasb:1 Chronicles:27:24",
        "t": "Various Overseers",
        "h": 2
    },
    {
        "o": 12213,
        "r": "nasb:1 Chronicles:27:25",
        "t": "Now*p Azmaveth the son of Adiel had charge of the king’s storehouses. And Jonathan the son of Uzziah had charge of the storehouses in the country, in the cities, in the villages and in the towers."
    },
    {
        "o": 12214,
        "r": "nasb:1 Chronicles:27:26",
        "t": "Ezri the son of Chelub had charge of the agricultural workers who tilled the soil."
    },
    {
        "o": 12215,
        "r": "nasb:1 Chronicles:27:27",
        "t": "Shimei the Ramathite had charge of the vineyards; and Zabdi the Shiphmite had charge of the produce of the vineyards stored*i in the wine cellars."
    },
    {
        "o": 12216,
        "r": "nasb:1 Chronicles:27:28",
        "t": "Baal-hanan the Gederite had charge of the olive and sycamore trees in the Shephelah; and Joash had charge of the stores of oil."
    },
    {
        "o": 12217,
        "r": "nasb:1 Chronicles:27:29",
        "t": "Shitrai the Sharonite had charge of the cattle which were grazing in Sharon; and Shaphat the son of Adlai had charge of the cattle in the valleys."
    },
    {
        "o": 12218,
        "r": "nasb:1 Chronicles:27:30",
        "t": "Obil the Ishmaelite had charge of the camels; and Jehdeiah the Meronothite had charge of the donkeys."
    },
    {
        "o": 12219,
        "r": "nasb:1 Chronicles:27:31",
        "t": "Jaziz the Hagrite had charge of the flocks. All these were overseers of the property which belonged to King David."
    },
    {
        "o": 12220,
        "r": "nasb:1 Chronicles:27:31",
        "t": "Counselors",
        "h": 2
    },
    {
        "o": 12221,
        "r": "nasb:1 Chronicles:27:32",
        "t": "Also*p Jonathan, David’s uncle, was*i a counselor, a man of understanding, and a scribe; and Jehiel the son of Hachmoni tutored the king’s sons."
    },
    {
        "o": 12222,
        "r": "nasb:1 Chronicles:27:33",
        "t": "Ahithophel was*i counselor to the king; and Hushai the Archite was*i the king’s friend."
    },
    {
        "o": 12223,
        "r": "nasb:1 Chronicles:27:34",
        "t": "Jehoiada the son of Benaiah, and Abiathar succeeded Ahithophel; and Joab was the commander of the king’s army."
    }
]
