[
    {
        "o": 7479,
        "r": "kjv:1 Samuel:2:0",
        "t": "1 Samuel 2",
        "h": 1
    },
    {
        "o": 7480,
        "r": "kjv:1 Samuel:2:1",
        "t": "And*p Hannah prayed, and said, My heart rejoiceth in the Lord,*s mine horn is exalted in the Lord:*s my mouth is enlarged over mine enemies; because I rejoice in thy salvation."
    },
    {
        "o": 7481,
        "r": "kjv:1 Samuel:2:2",
        "t": "There*p is none holy as the Lord:*s for there is none beside thee: neither is there any rock like our God."
    },
    {
        "o": 7482,
        "r": "kjv:1 Samuel:2:3",
        "t": "Talk*p no more so exceeding proudly; let not arrogancy come out of your mouth: for the Lord*s is a God of knowledge, and by him actions are weighed."
    },
    {
        "o": 7483,
        "r": "kjv:1 Samuel:2:4",
        "t": "The*p bows of the mighty men are broken, and they that stumbled are girded with strength."
    },
    {
        "o": 7484,
        "r": "kjv:1 Samuel:2:5",
        "t": "They*p that were full have hired out themselves for bread; and they that were hungry ceased: so that the barren hath born seven; and she that hath many children is waxed feeble."
    },
    {
        "o": 7485,
        "r": "kjv:1 Samuel:2:6",
        "t": "The*p Lord*s killeth, and maketh alive: he bringeth down to the grave, and bringeth up."
    },
    {
        "o": 7486,
        "r": "kjv:1 Samuel:2:7",
        "t": "The*p Lord*s maketh poor, and maketh rich: he bringeth low, and lifteth up."
    },
    {
        "o": 7487,
        "r": "kjv:1 Samuel:2:8",
        "t": "He*p raiseth up the poor out of the dust, and lifteth up the beggar from the dunghill, to set them among princes, and to make them inherit the throne of glory: for the pillars of the earth are the Lord's,*s and he hath set the world upon them."
    },
    {
        "o": 7488,
        "r": "kjv:1 Samuel:2:9",
        "t": "He*p will keep the feet of his saints, and the wicked shall be silent in darkness; for by strength shall no man prevail."
    },
    {
        "o": 7489,
        "r": "kjv:1 Samuel:2:10",
        "t": "The*p adversaries of the Lord*s shall be broken to pieces; out of heaven shall he thunder upon them: the Lord*s shall judge the ends of the earth; and he shall give strength unto his king, and exalt the horn of his anointed."
    },
    {
        "o": 7490,
        "r": "kjv:1 Samuel:2:11",
        "t": "And*p Elkanah went to Ramah to his house. And the child did minister unto the Lord*s before Eli the priest."
    },
    {
        "o": 7491,
        "r": "kjv:1 Samuel:2:12",
        "t": "Now*p the sons of Eli were sons of Belial; they knew not the Lord.*s"
    },
    {
        "o": 7492,
        "r": "kjv:1 Samuel:2:13",
        "t": "And*p the priests' custom with the people was, that, when any man offered sacrifice, the priest's servant came, while the flesh was in seething, with a fleshhook of three teeth in his hand;"
    },
    {
        "o": 7493,
        "r": "kjv:1 Samuel:2:14",
        "t": "And*p he struck it into the pan, or kettle, or caldron, or pot; all that the fleshhook brought up the priest took for himself. So they did in Shiloh unto all the Israelites that came thither."
    },
    {
        "o": 7494,
        "r": "kjv:1 Samuel:2:15",
        "t": "Also*p before they burnt the fat, the priest's servant came, and said to the man that sacrificed, Give flesh to roast for the priest; for he will not have sodden flesh of thee, but raw."
    },
    {
        "o": 7495,
        "r": "kjv:1 Samuel:2:16",
        "t": "And*p if any man said unto him, Let them not fail to burn the fat presently, and then take as much as thy soul desireth; then he would answer him, Nay; but thou shalt give it me now: and if not, I will take it by force."
    },
    {
        "o": 7496,
        "r": "kjv:1 Samuel:2:17",
        "t": "Wherefore*p the sin of the young men was very great before the Lord:*s for men abhorred the offering of the Lord.*s"
    },
    {
        "o": 7497,
        "r": "kjv:1 Samuel:2:18",
        "t": "But*p Samuel ministered before the Lord,*s being a child, girded with a linen ephod."
    },
    {
        "o": 7498,
        "r": "kjv:1 Samuel:2:19",
        "t": "Moreover*p his mother made him a little coat, and brought it to him from year to year, when she came up with her husband to offer the yearly sacrifice."
    },
    {
        "o": 7499,
        "r": "kjv:1 Samuel:2:20",
        "t": "And*p Eli blessed Elkanah and his wife, and said, The Lord*s give thee seed of this woman for the loan which is lent to the Lord.*s And they went unto their own home."
    },
    {
        "o": 7500,
        "r": "kjv:1 Samuel:2:21",
        "t": "And*p the Lord*s visited Hannah, so that she conceived, and bare three sons and two daughters. And the child Samuel grew before the Lord.*s"
    },
    {
        "o": 7501,
        "r": "kjv:1 Samuel:2:22",
        "t": "Now*p Eli was very old, and heard all that his sons did unto all Israel; and how they lay with the women that assembled at the door of the tabernacle of the congregation."
    },
    {
        "o": 7502,
        "r": "kjv:1 Samuel:2:23",
        "t": "And*p he said unto them, Why do ye such things? for I hear of your evil dealings by all this people."
    },
    {
        "o": 7503,
        "r": "kjv:1 Samuel:2:24",
        "t": "Nay,*p my sons; for it is no good report that I hear: ye make the Lord's*s people to transgress."
    },
    {
        "o": 7504,
        "r": "kjv:1 Samuel:2:25",
        "t": "If*p one man sin against another, the judge shall judge him: but if a man sin against the Lord,*s who shall entreat for him? Notwithstanding they hearkened not unto the voice of their father, because the Lord*s would slay them."
    },
    {
        "o": 7505,
        "r": "kjv:1 Samuel:2:26",
        "t": "And*p the child Samuel grew on, and was in favour both with the Lord,*s and also with men."
    },
    {
        "o": 7506,
        "r": "kjv:1 Samuel:2:27",
        "t": "And*p there came a man of God unto Eli, and said unto him, Thus saith the Lord,*s Did I plainly appear unto the house of thy father, when they were in Egypt in Pharaoh's house?"
    },
    {
        "o": 7507,
        "r": "kjv:1 Samuel:2:28",
        "t": "And*p did I choose him out of all the tribes of Israel to be my priest, to offer upon mine altar, to burn incense, to wear an ephod before me? and did I give unto the house of thy father all the offerings made by fire of the children of Israel?"
    },
    {
        "o": 7508,
        "r": "kjv:1 Samuel:2:29",
        "t": "Wherefore*p kick ye at my sacrifice and at mine offering, which I have commanded in my habitation; and honourest thy sons above me, to make yourselves fat with the chiefest of all the offerings of Israel my people?"
    },
    {
        "o": 7509,
        "r": "kjv:1 Samuel:2:30",
        "t": "Wherefore*p the Lord*s God of Israel saith, I said indeed that thy house, and the house of thy father, should walk before me for ever: but now the Lord*s saith, Be it far from me; for them that honour me I will honour, and they that despise me shall be lightly esteemed."
    },
    {
        "o": 7510,
        "r": "kjv:1 Samuel:2:31",
        "t": "Behold,*p the days come, that I will cut off thine arm, and the arm of thy father's house, that there shall not be an old man in thine house."
    },
    {
        "o": 7511,
        "r": "kjv:1 Samuel:2:32",
        "t": "And*p thou shalt see an enemy in my habitation, in all the wealth which God shall give Israel: and there shall not be an old man in thine house for ever."
    },
    {
        "o": 7512,
        "r": "kjv:1 Samuel:2:33",
        "t": "And*p the man of thine, whom I shall not cut off from mine altar, shall be to consume thine eyes, and to grieve thine heart: and all the increase of thine house shall die in the flower of their age."
    },
    {
        "o": 7513,
        "r": "kjv:1 Samuel:2:34",
        "t": "And*p this shall be a sign unto thee, that shall come upon thy two sons, on Hophni and Phinehas; in one day they shall die both of them."
    },
    {
        "o": 7514,
        "r": "kjv:1 Samuel:2:35",
        "t": "And*p I will raise me up a faithful priest, that shall do according to that which is in mine heart and in my mind: and I will build him a sure house; and he shall walk before mine anointed for ever."
    },
    {
        "o": 7515,
        "r": "kjv:1 Samuel:2:36",
        "t": "And*p it shall come to pass, that every one that is left in thine house shall come and crouch to him for a piece of silver and a morsel of bread, and shall say, Put me, I pray thee, into one of the priests' offices, that I may eat a piece of bread."
    }
]
