[
    {
        "o": 20530,
        "r": "kjv:Jeremiah:28:0",
        "t": "Jeremiah 28",
        "h": 1
    },
    {
        "o": 20531,
        "r": "kjv:Jeremiah:28:1",
        "t": "And*p it came to pass the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year, and in the fifth month, that Hananiah the son of Azur the prophet, which was of Gibeon, spake unto me in the house of the Lord,*s in the presence of the priests and of all the people, saying,"
    },
    {
        "o": 20532,
        "r": "kjv:Jeremiah:28:2",
        "t": "Thus*p speaketh the Lord*s of hosts, the God of Israel, saying, I have broken the yoke of the king of Babylon."
    },
    {
        "o": 20533,
        "r": "kjv:Jeremiah:28:3",
        "t": "Within*p two full years will I bring again into this place all the vessels of the Lord's*s house, that Nebuchadnezzar king of Babylon took away from this place, and carried them to Babylon:"
    },
    {
        "o": 20534,
        "r": "kjv:Jeremiah:28:4",
        "t": "And*p I will bring again to this place Jeconiah the son of Jehoiakim king of Judah, with all the captives of Judah, that went into Babylon, saith the Lord:*s for I will break the yoke of the king of Babylon."
    },
    {
        "o": 20535,
        "r": "kjv:Jeremiah:28:5",
        "t": "Then*p the prophet Jeremiah said unto the prophet Hananiah in the presence of the priests, and in the presence of all the people that stood in the house of the Lord,*s"
    },
    {
        "o": 20536,
        "r": "kjv:Jeremiah:28:6",
        "t": "Even*p the prophet Jeremiah said, Amen: the Lord*s do so: the Lord*s perform thy words which thou hast prophesied, to bring again the vessels of the Lord's*s house, and all that is carried away captive, from Babylon into this place."
    },
    {
        "o": 20537,
        "r": "kjv:Jeremiah:28:7",
        "t": "Nevertheless*p hear thou now this word that I speak in thine ears, and in the ears of all the people;"
    },
    {
        "o": 20538,
        "r": "kjv:Jeremiah:28:8",
        "t": "The*p prophets that have been before me and before thee of old prophesied both against many countries, and against great kingdoms, of war, and of evil, and of pestilence."
    },
    {
        "o": 20539,
        "r": "kjv:Jeremiah:28:9",
        "t": "The*p prophet which prophesieth of peace, when the word of the prophet shall come to pass, then shall the prophet be known, that the Lord*s hath truly sent him."
    },
    {
        "o": 20540,
        "r": "kjv:Jeremiah:28:10",
        "t": "Then*p Hananiah the prophet took the yoke from off the prophet Jeremiah's neck, and brake it."
    },
    {
        "o": 20541,
        "r": "kjv:Jeremiah:28:11",
        "t": "And*p Hananiah spake in the presence of all the people, saying, Thus saith the Lord;*s Even so will I break the yoke of Nebuchadnezzar king of Babylon from the neck of all nations within the space of two full years. And the prophet Jeremiah went his way."
    },
    {
        "o": 20542,
        "r": "kjv:Jeremiah:28:12",
        "t": "Then*p the word of the Lord*s came unto Jeremiah the prophet, after that Hananiah the prophet had broken the yoke from off the neck of the prophet Jeremiah, saying,"
    },
    {
        "o": 20543,
        "r": "kjv:Jeremiah:28:13",
        "t": "Go*p and tell Hananiah, saying, Thus saith the Lord;*s Thou hast broken the yokes of wood; but thou shalt make for them yokes of iron."
    },
    {
        "o": 20544,
        "r": "kjv:Jeremiah:28:14",
        "t": "For*p thus saith the Lord*s of hosts, the God of Israel; I have put a yoke of iron upon the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon; and they shall serve him: and I have given him the beasts of the field also."
    },
    {
        "o": 20545,
        "r": "kjv:Jeremiah:28:15",
        "t": "Then*p said the prophet Jeremiah unto Hananiah the prophet, Hear now, Hananiah; The Lord*s hath not sent thee; but thou makest this people to trust in a lie."
    },
    {
        "o": 20546,
        "r": "kjv:Jeremiah:28:16",
        "t": "Therefore*p thus saith the Lord;*s Behold, I will cast thee from off the face of the earth: this year thou shalt die, because thou hast taught rebellion against the Lord.*s"
    },
    {
        "o": 20547,
        "r": "kjv:Jeremiah:28:17",
        "t": "So*p Hananiah the prophet died the same year in the seventh month."
    }
]
