[
    {
        "o": 10149,
        "r": "nasb:1 Kings:16:0",
        "t": "1 Kings 16",
        "h": 1
    },
    {
        "o": 10150,
        "r": "nasb:1 Kings:16:0",
        "t": "Prophecy against Baasha",
        "h": 2
    },
    {
        "o": 10151,
        "r": "nasb:1 Kings:16:1",
        "t": "Now*p the word of the Lord*s came to Jehu the son of Hanani against Baasha, saying,"
    },
    {
        "o": 10152,
        "r": "nasb:1 Kings:16:2",
        "t": "“Inasmuch as I exalted you from the dust and made you leader over My people Israel, and you have walked in the way of Jeroboam and have made My people Israel sin, provoking Me to anger with their sins,"
    },
    {
        "o": 10153,
        "r": "nasb:1 Kings:16:3",
        "t": "behold, I will consume Baasha and his house, and I will make your house like the house of Jeroboam the son of Nebat."
    },
    {
        "o": 10154,
        "r": "nasb:1 Kings:16:4",
        "t": "Anyone of Baasha who dies in the city the dogs will eat, and anyone of his who dies in the field the birds of the heavens will eat.”"
    },
    {
        "o": 10155,
        "r": "nasb:1 Kings:16:5",
        "t": "Now*p the rest of the acts of Baasha and what he did and his might, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10156,
        "r": "nasb:1 Kings:16:5",
        "t": "The Israelite Kings",
        "h": 2
    },
    {
        "o": 10157,
        "r": "nasb:1 Kings:16:6",
        "t": "And*p Baasha slept with his fathers and was buried in Tirzah, and Elah his son became king in his place."
    },
    {
        "o": 10158,
        "r": "nasb:1 Kings:16:7",
        "t": "Moreover, the word of the Lord*s through the prophet Jehu the son of Hanani also came against Baasha and his household, both because of all the evil which he did in the sight of the Lord,*s provoking Him to anger with the work of his hands, in being like the house of Jeroboam, and because he struck it."
    },
    {
        "o": 10159,
        "r": "nasb:1 Kings:16:8",
        "t": "In*p the twenty-sixth year of Asa king of Judah, Elah the son of Baasha became king over Israel at Tirzah, and*i reigned*i two years."
    },
    {
        "o": 10160,
        "r": "nasb:1 Kings:16:9",
        "t": "His servant Zimri, commander of half his chariots, conspired against him. Now he was*i at Tirzah drinking himself drunk in the house of Arza, who was*i over the household at Tirzah."
    },
    {
        "o": 10161,
        "r": "nasb:1 Kings:16:10",
        "t": "Then Zimri went in and struck him and put him to death in the twenty-seventh year of Asa king of Judah, and became king in his place."
    },
    {
        "o": 10162,
        "r": "nasb:1 Kings:16:11",
        "t": "It came about when he became king, as soon as he sat on his throne, that he killed all the household of Baasha; he did not leave a single male, neither of his relatives nor of his friends."
    },
    {
        "o": 10163,
        "r": "nasb:1 Kings:16:12",
        "t": "Thus*p Zimri destroyed all the household of Baasha, according to the word of the Lord,*s which He spoke against Baasha through Jehu the prophet,"
    },
    {
        "o": 10164,
        "r": "nasb:1 Kings:16:13",
        "t": "for all the sins of Baasha and the sins of Elah his son, which they sinned and which they made Israel sin, provoking the Lord*s God of Israel to anger with their idols."
    },
    {
        "o": 10165,
        "r": "nasb:1 Kings:16:14",
        "t": "Now the rest of the acts of Elah and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10166,
        "r": "nasb:1 Kings:16:15",
        "t": "In*p the twenty-seventh year of Asa king of Judah, Zimri reigned seven days at Tirzah. Now the people were camped against Gibbethon, which belonged to the Philistines."
    },
    {
        "o": 10167,
        "r": "nasb:1 Kings:16:16",
        "t": "The people who were camped heard it said, “Zimri has conspired and has also struck down the king.” Therefore all Israel made Omri, the commander of the army, king over Israel that day in the camp."
    },
    {
        "o": 10168,
        "r": "nasb:1 Kings:16:17",
        "t": "Then Omri and all Israel with him went up from Gibbethon and besieged Tirzah."
    },
    {
        "o": 10169,
        "r": "nasb:1 Kings:16:18",
        "t": "When Zimri saw that the city was taken, he went into the citadel of the king’s house and burned the king’s house over him with fire, and died,"
    },
    {
        "o": 10170,
        "r": "nasb:1 Kings:16:19",
        "t": "because of his sins which he sinned, doing evil in the sight of the Lord,*s walking in the way of Jeroboam, and in his sin which he did, making Israel sin."
    },
    {
        "o": 10171,
        "r": "nasb:1 Kings:16:20",
        "t": "Now the rest of the acts of Zimri and his conspiracy which he carried out, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10172,
        "r": "nasb:1 Kings:16:21",
        "t": "Then*p the people of Israel were divided into two parts: half of the people followed Tibni the son of Ginath, to make him king; the other*i half followed Omri."
    },
    {
        "o": 10173,
        "r": "nasb:1 Kings:16:22",
        "t": "But the people who followed Omri prevailed over the people who followed Tibni the son of Ginath. And Tibni died and Omri became king."
    },
    {
        "o": 10174,
        "r": "nasb:1 Kings:16:23",
        "t": "In the thirty-first year of Asa king of Judah, Omri became king over Israel and*i reigned*i twelve years; he reigned six years at Tirzah."
    },
    {
        "o": 10175,
        "r": "nasb:1 Kings:16:24",
        "t": "He bought the hill Samaria from Shemer for two talents of silver; and he built on the hill, and named the city which he built Samaria, after the name of Shemer, the owner of the hill."
    },
    {
        "o": 10176,
        "r": "nasb:1 Kings:16:25",
        "t": "Omri*p did evil in the sight of the Lord,*s and acted more wickedly than all who were*i before him."
    },
    {
        "o": 10177,
        "r": "nasb:1 Kings:16:26",
        "t": "For he walked in all the way of Jeroboam the son of Nebat and in his sins which he made Israel sin, provoking the Lord*s God of Israel with their idols."
    },
    {
        "o": 10178,
        "r": "nasb:1 Kings:16:27",
        "t": "Now the rest of the acts of Omri which he did and his might which he showed, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10179,
        "r": "nasb:1 Kings:16:28",
        "t": "So Omri slept with his fathers and was buried in Samaria; and Ahab his son became king in his place."
    },
    {
        "o": 10180,
        "r": "nasb:1 Kings:16:29",
        "t": "Now*p Ahab the son of Omri became king over Israel in the thirty-eighth year of Asa king of Judah, and Ahab the son of Omri reigned over Israel in Samaria twenty-two years."
    },
    {
        "o": 10181,
        "r": "nasb:1 Kings:16:30",
        "t": "Ahab the son of Omri did evil in the sight of the Lord*s more than all who were before him."
    },
    {
        "o": 10182,
        "r": "nasb:1 Kings:16:31",
        "t": "It*p came about, as though it had been a trivial thing for him to walk in the sins of Jeroboam the son of Nebat, that he married Jezebel the daughter of Ethbaal king of the Sidonians, and went to serve Baal and worshiped him."
    },
    {
        "o": 10183,
        "r": "nasb:1 Kings:16:32",
        "t": "So he erected an altar for Baal in the house of Baal which he built in Samaria."
    },
    {
        "o": 10184,
        "r": "nasb:1 Kings:16:33",
        "t": "Ahab also made the Asherah. Thus Ahab did more to provoke the Lord*s God of Israel than all the kings of Israel who were before him."
    },
    {
        "o": 10185,
        "r": "nasb:1 Kings:16:34",
        "t": "In his days Hiel the Bethelite built Jericho; he laid its foundations with the loss*i of*i Abiram his firstborn, and set up its gates with the loss*i of*i his youngest son Segub, according to the word of the Lord,*s which He spoke by Joshua the son of Nun."
    }
]
