[
    {
        "o": 33091,
        "r": "nasb:1 Timothy:3:0",
        "t": "1 Timothy 3",
        "h": 1
    },
    {
        "o": 33092,
        "r": "nasb:1 Timothy:3:0",
        "t": "Overseers and Deacons",
        "h": 2
    },
    {
        "o": 33093,
        "r": "nasb:1 Timothy:3:1",
        "t": "It*p is a trustworthy statement: if any man aspires to the office of overseer, it is a fine work he desires to*i do.*i"
    },
    {
        "o": 33094,
        "r": "nasb:1 Timothy:3:2",
        "t": "An overseer, then, must be above reproach, the husband of one wife, temperate, prudent, respectable, hospitable, able to teach,"
    },
    {
        "o": 33095,
        "r": "nasb:1 Timothy:3:3",
        "t": "not addicted to wine or pugnacious, but gentle, peaceable, free from the love of money."
    },
    {
        "o": 33096,
        "r": "nasb:1 Timothy:3:4",
        "t": "He*i must*i be*i one who manages his own household well, keeping his children under control with all dignity"
    },
    {
        "o": 33097,
        "r": "nasb:1 Timothy:3:5",
        "t": "(but if a man does not know how to manage his own household, how will he take care of the church of God?),"
    },
    {
        "o": 33098,
        "r": "nasb:1 Timothy:3:6",
        "t": "and*i not a new convert, so that he will not become conceited and fall into the condemnation incurred by the devil."
    },
    {
        "o": 33099,
        "r": "nasb:1 Timothy:3:7",
        "t": "And he must have a good reputation with those outside the*i church,*i so that he will not fall into reproach and the snare of the devil."
    },
    {
        "o": 33100,
        "r": "nasb:1 Timothy:3:8",
        "t": "Deacons*p likewise must*i be*i men of dignity, not double-tongued, or addicted to much wine or fond of sordid gain,"
    },
    {
        "o": 33101,
        "r": "nasb:1 Timothy:3:9",
        "t": "but*i holding to the mystery of the faith with a clear conscience."
    },
    {
        "o": 33102,
        "r": "nasb:1 Timothy:3:10",
        "t": "These men must also first be tested; then let them serve as deacons if they are beyond reproach."
    },
    {
        "o": 33103,
        "r": "nasb:1 Timothy:3:11",
        "t": "Women must*i likewise be*i dignified, not malicious gossips, but temperate, faithful in all things."
    },
    {
        "o": 33104,
        "r": "nasb:1 Timothy:3:12",
        "t": "Deacons must be husbands of only*i one wife, and*i good managers of their*i children and their own households."
    },
    {
        "o": 33105,
        "r": "nasb:1 Timothy:3:13",
        "t": "For those who have served well as deacons obtain for themselves a high standing and great confidence in the faith that is in Christ Jesus."
    },
    {
        "o": 33106,
        "r": "nasb:1 Timothy:3:14",
        "t": "I*p am writing these things to you, hoping to come to you before long;"
    },
    {
        "o": 33107,
        "r": "nasb:1 Timothy:3:15",
        "t": "but in case I am delayed, I*i write*i so that you will know how one ought to conduct himself in the household of God, which is the church of the living God, the pillar and support of the truth."
    },
    {
        "o": 33108,
        "r": "nasb:1 Timothy:3:16",
        "t": "By common confession, great is the mystery of godliness: He*pn who was revealed in the flesh, Was*ln vindicated in the Spirit, Seen*ln by angels, Proclaimed*ln among the nations, Believed*ln on in the world, Taken*ln up in glory."
    }
]
