[
    {
        "o": 22935,
        "r": "nasb:Ezekiel:8:0",
        "t": "Ezekiel 8",
        "h": 1
    },
    {
        "o": 22936,
        "r": "nasb:Ezekiel:8:0",
        "t": "Vision of Abominations in Jerusalem",
        "h": 2
    },
    {
        "o": 22937,
        "r": "nasb:Ezekiel:8:1",
        "t": "It*p came about in the sixth year, on the fifth day*i of the sixth month, as I was sitting in my house with the elders of Judah sitting before me, that the hand of the Lord God*s fell on me there."
    },
    {
        "o": 22938,
        "r": "nasb:Ezekiel:8:2",
        "t": "Then I looked, and behold, a likeness as the appearance of a man; from His loins and downward there*i was*i the appearance of fire, and from His loins and upward the appearance of brightness, like the appearance of glowing metal."
    },
    {
        "o": 22939,
        "r": "nasb:Ezekiel:8:3",
        "t": "He stretched out the form of a hand and caught me by a lock of my head; and the Spirit lifted me up between earth and heaven and brought me in the visions of God to Jerusalem, to the entrance of the north gate of the inner court,*i where the seat of the idol of jealousy, which provokes to jealousy, was located.*i"
    },
    {
        "o": 22940,
        "r": "nasb:Ezekiel:8:4",
        "t": "And behold, the glory of the God of Israel was*i there, like the appearance which I saw in the plain."
    },
    {
        "o": 22941,
        "r": "nasb:Ezekiel:8:5",
        "t": "Then*p He said to me, “Son of man, raise your eyes now toward the north.” So I raised my eyes toward the north, and behold, to the north of the altar gate was*i this idol of jealousy at the entrance."
    },
    {
        "o": 22942,
        "r": "nasb:Ezekiel:8:6",
        "t": "And He said to me, “Son of man, do you see what they are doing, the great abominations which the house of Israel are committing here, so that I would be far from My sanctuary? But yet you will see still greater abominations.”"
    },
    {
        "o": 22943,
        "r": "nasb:Ezekiel:8:7",
        "t": "Then*p He brought me to the entrance of the court, and when I looked, behold, a hole in the wall."
    },
    {
        "o": 22944,
        "r": "nasb:Ezekiel:8:8",
        "t": "He said to me, “Son of man, now dig through the wall.” So I dug through the wall, and behold, an entrance."
    },
    {
        "o": 22945,
        "r": "nasb:Ezekiel:8:9",
        "t": "And He said to me, “Go in and see the wicked abominations that they are committing here.”"
    },
    {
        "o": 22946,
        "r": "nasb:Ezekiel:8:10",
        "t": "So I entered and looked, and behold, every form of creeping things and beasts and*i detestable things, with all the idols of the house of Israel, were carved on the wall all around."
    },
    {
        "o": 22947,
        "r": "nasb:Ezekiel:8:11",
        "t": "Standing in front of them were seventy elders of the house of Israel, with Jaazaniah the son of Shaphan standing among them, each man with his censer in his hand and the fragrance of the cloud of incense rising."
    },
    {
        "o": 22948,
        "r": "nasb:Ezekiel:8:12",
        "t": "Then He said to me, “Son of man, do you see what the elders of the house of Israel are committing in the dark, each man in the room of his carved images? For they say, ‘The Lord*s does not see us; the Lord*s has forsaken the land.’ ”"
    },
    {
        "o": 22949,
        "r": "nasb:Ezekiel:8:13",
        "t": "And He said to me, “Yet you will see still greater abominations which they are committing.”"
    },
    {
        "o": 22950,
        "r": "nasb:Ezekiel:8:14",
        "t": "Then*p He brought me to the entrance of the gate of the Lord’s*s house which was*i toward the north; and behold, women were sitting there weeping for Tammuz."
    },
    {
        "o": 22951,
        "r": "nasb:Ezekiel:8:15",
        "t": "He said to me, “Do you see this,*i son of man? Yet you will see still greater abominations than these.”"
    },
    {
        "o": 22952,
        "r": "nasb:Ezekiel:8:16",
        "t": "Then*p He brought me into the inner court of the Lord’s*s house. And behold, at the entrance to the temple of the Lord,*s between the porch and the altar, were*i about twenty-five men with their backs to the temple of the Lord*s and their faces toward the east; and they were prostrating themselves eastward toward the sun."
    },
    {
        "o": 22953,
        "r": "nasb:Ezekiel:8:17",
        "t": "He said to me, “Do you see this,*i son of man? Is it too light a thing for the house of Judah to commit the abominations which they have committed here, that they have filled the land with violence and provoked Me repeatedly? For behold, they are putting the twig to their nose."
    },
    {
        "o": 22954,
        "r": "nasb:Ezekiel:8:18",
        "t": "Therefore, I indeed will deal in wrath. My eye will have no pity nor will I spare; and though they cry in My ears with a loud voice, yet I will not listen to them.”"
    }
]
