[
    {
        "o": 12429,
        "r": "nkjv:2 Chronicles:3:0",
        "t": "2 Chronicles 3",
        "h": 1
    },
    {
        "o": 12430,
        "r": "nkjv:2 Chronicles:3:0",
        "t": "Solomon Builds the Temple",
        "h": 2
    },
    {
        "o": 12431,
        "r": "nkjv:2 Chronicles:3:1",
        "t": "Now*p Solomon began to build the house of the Lord*s at Jerusalem on Mount Moriah, where the*i Lord*is had appeared to his father David, at the place that David had prepared on the threshing floor of Ornan the Jebusite."
    },
    {
        "o": 12432,
        "r": "nkjv:2 Chronicles:3:2",
        "t": "And he began to build on the second day*i of the second month in the fourth year of his reign."
    },
    {
        "o": 12433,
        "r": "nkjv:2 Chronicles:3:3",
        "t": "This*p is the foundation which Solomon laid for building the house of God: The length was*i sixty cubits (by cubits according to the former measure) and the width twenty cubits."
    },
    {
        "o": 12434,
        "r": "nkjv:2 Chronicles:3:4",
        "t": "And the vestibule that was*i in front of*i the sanctuary was twenty cubits long across the width of the house, and the height was*i one hundred and twenty. He overlaid the inside with pure gold."
    },
    {
        "o": 12435,
        "r": "nkjv:2 Chronicles:3:5",
        "t": "The larger room he paneled with cypress which he overlaid with fine gold, and he carved palm trees and chainwork on it."
    },
    {
        "o": 12436,
        "r": "nkjv:2 Chronicles:3:6",
        "t": "And he decorated the house with precious stones for beauty, and the gold was*i gold from Parvaim."
    },
    {
        "o": 12437,
        "r": "nkjv:2 Chronicles:3:7",
        "t": "He also overlaid the house—the beams and doorposts, its walls and doors—with gold; and he carved cherubim on the walls."
    },
    {
        "o": 12438,
        "r": "nkjv:2 Chronicles:3:8",
        "t": "And*p he made the Most Holy Place. Its length was according to the width of the house, twenty cubits, and its width twenty cubits. He overlaid it with six hundred talents of fine gold."
    },
    {
        "o": 12439,
        "r": "nkjv:2 Chronicles:3:9",
        "t": "The weight of the nails was*i fifty shekels of gold; and he overlaid the upper area with gold."
    },
    {
        "o": 12440,
        "r": "nkjv:2 Chronicles:3:10",
        "t": "In the Most Holy Place he made two cherubim, fashioned by carving, and overlaid them with gold."
    },
    {
        "o": 12441,
        "r": "nkjv:2 Chronicles:3:11",
        "t": "The wings of the cherubim were*i twenty cubits in overall*i length: one wing of*i the*i one*i cherub*i was*i five cubits, touching the wall of the room, and the other wing was*i five cubits, touching the wing of the other cherub;"
    },
    {
        "o": 12442,
        "r": "nkjv:2 Chronicles:3:12",
        "t": "one*i wing of the other cherub was*i five cubits, touching the wall of the room, and the other wing also*i was*i five cubits, touching the wing of the other cherub."
    },
    {
        "o": 12443,
        "r": "nkjv:2 Chronicles:3:13",
        "t": "The wings of these cherubim spanned twenty cubits overall. They stood on their feet, and they faced inward."
    },
    {
        "o": 12444,
        "r": "nkjv:2 Chronicles:3:14",
        "t": "And he made the veil of blue, purple, crimson, and fine linen, and wove cherubim into it."
    },
    {
        "o": 12445,
        "r": "nkjv:2 Chronicles:3:15",
        "t": "Also*p he made in front of the temple two pillars thirty-five cubits high, and the capital that was*i on the top of each of them*i was five cubits."
    },
    {
        "o": 12446,
        "r": "nkjv:2 Chronicles:3:16",
        "t": "He made wreaths of chainwork, as in the inner sanctuary, and put them*i on top of the pillars; and he made one hundred pomegranates, and put them*i on the wreaths of chainwork."
    },
    {
        "o": 12447,
        "r": "nkjv:2 Chronicles:3:17",
        "t": "Then he set up the pillars before the temple, one on the right hand and the other on the left; he called the name of the one on the right hand Jachin, and the name of the one on the left Boaz."
    }
]
