[
    {
        "o": 2698,
        "r": "csb:Exodus:32:0",
        "t": "Exodus 32",
        "h": 1
    },
    {
        "o": 2699,
        "r": "csb:Exodus:32:0",
        "t": "The Gold Calf",
        "h": 2
    },
    {
        "o": 2700,
        "r": "csb:Exodus:32:1",
        "t": "When*p the people saw that Moses delayed in coming down from the mountain, they gathered around Aaron and said to him, “Come, make gods for us who will go before us because this Moses, the man who brought us up from the land of Egypt - we don’t know what has happened to him!”"
    },
    {
        "o": 2701,
        "r": "csb:Exodus:32:2",
        "t": "Aaron*p replied to them, “Take off the gold rings that are on the ears of your wives, your sons, and your daughters and bring them to me.”"
    },
    {
        "o": 2702,
        "r": "csb:Exodus:32:3",
        "t": "So all the people took off the gold rings that were on their ears and brought them to Aaron."
    },
    {
        "o": 2703,
        "r": "csb:Exodus:32:4",
        "t": "He took the gold from them, fashioned it with an engraving tool, and made it into an image of a calf. Then*p they said, “Israel, these are your gods, who brought you up from the land of Egypt!”"
    },
    {
        "o": 2704,
        "r": "csb:Exodus:32:5",
        "t": "When*p Aaron saw this, he built an altar in front of it and made an announcement: “There will be a festival to the Lord*s tomorrow.”"
    },
    {
        "o": 2705,
        "r": "csb:Exodus:32:6",
        "t": "Early the next morning they arose, offered burnt offerings, and presented fellowship offerings. The people sat down to eat and drink, and got up to party."
    },
    {
        "o": 2706,
        "r": "csb:Exodus:32:7",
        "t": "The*p Lord*s spoke to Moses: “Go down at once! For your people you brought up from the land of Egypt have acted corruptly."
    },
    {
        "o": 2707,
        "r": "csb:Exodus:32:8",
        "t": "They have quickly turned from the way I commanded them; they have made for themselves an image of a calf. They have bowed down to it, sacrificed to it, and said, ‘Israel, these are your gods, who brought you up from the land of Egypt.’”"
    },
    {
        "o": 2708,
        "r": "csb:Exodus:32:9",
        "t": "The Lord*s also said to Moses, “I have seen this people, and they are indeed a stiff-necked people."
    },
    {
        "o": 2709,
        "r": "csb:Exodus:32:10",
        "t": "Now leave me alone, so that my anger can burn against them and I can destroy them. Then I will make you into a great nation.”"
    },
    {
        "o": 2710,
        "r": "csb:Exodus:32:11",
        "t": "But*p Moses sought the favor of the Lord*s his God: “Lord,*s why does your anger burn against your people you brought out of the land of Egypt with great power and a strong hand?"
    },
    {
        "o": 2711,
        "r": "csb:Exodus:32:12",
        "t": "Why should the Egyptians say, ‘He brought them out with an evil intent to kill them in the mountains and eliminate them from the face of the earth’? Turn from your fierce anger and relent concerning this disaster planned for your people."
    },
    {
        "o": 2712,
        "r": "csb:Exodus:32:13",
        "t": "Remember your servants Abraham, Isaac, and Israel - you swore to them by yourself and declared, ‘I will make your offspring as numerous as the stars of the sky and will give your offspring all this land that I have promised, and they will inherit it forever.’”"
    },
    {
        "o": 2713,
        "r": "csb:Exodus:32:14",
        "t": "So the Lord*s relented concerning the disaster he had said he would bring on his people."
    },
    {
        "o": 2714,
        "r": "csb:Exodus:32:15",
        "t": "Then*p Moses turned and went down the mountain with the two tablets of the testimony in his hands. They were inscribed on both sides - inscribed front and back."
    },
    {
        "o": 2715,
        "r": "csb:Exodus:32:16",
        "t": "The tablets were the work of God, and the writing was God’s writing, engraved on the tablets."
    },
    {
        "o": 2716,
        "r": "csb:Exodus:32:17",
        "t": "When*p Joshua heard the sound of the people as they shouted, he said to Moses, “There is a sound of war in the camp.”"
    },
    {
        "o": 2717,
        "r": "csb:Exodus:32:18",
        "t": "But*p Moses replied, It’s*pn not the sound of a victory cry and*ln not the sound of a cry of defeat; I*ln hear the sound of singing!"
    },
    {
        "o": 2718,
        "r": "csb:Exodus:32:19",
        "t": "As*p he approached the camp and saw the calf and the dancing, Moses became enraged and threw the tablets out of his hands, smashing them at the base of the mountain."
    },
    {
        "o": 2719,
        "r": "csb:Exodus:32:20",
        "t": "He took the calf they had made, burned it up, and ground it to powder. He scattered the powder over the surface of the water and forced the Israelites to drink the water."
    },
    {
        "o": 2720,
        "r": "csb:Exodus:32:21",
        "t": "Then*p Moses asked Aaron, “What did these people do to you that you have led them into such a grave sin?”"
    },
    {
        "o": 2721,
        "r": "csb:Exodus:32:22",
        "t": "“Don’t*p be enraged, my lord,” Aaron replied. “You yourself know that the people are intent on evil."
    },
    {
        "o": 2722,
        "r": "csb:Exodus:32:23",
        "t": "They said to me, ‘Make gods for us who will go before us because this Moses, the man who brought us up from the land of Egypt - we don’t know what has happened to him!’"
    },
    {
        "o": 2723,
        "r": "csb:Exodus:32:24",
        "t": "So I said to them, ‘Whoever has gold, take it off,’ and they gave it to me. When I threw it into the fire, out came this calf!”"
    },
    {
        "o": 2724,
        "r": "csb:Exodus:32:25",
        "t": "Moses*p saw that the people were out of control, for Aaron had let them get out of control, making them a laughingstock to their enemies."
    },
    {
        "o": 2725,
        "r": "csb:Exodus:32:26",
        "t": "And Moses stood at the camp’s entrance and said, “Whoever is for the Lord,*s come to me.” And all the Levites gathered around him."
    },
    {
        "o": 2726,
        "r": "csb:Exodus:32:27",
        "t": "He told them, “This is what the Lord,*s the God of Israel, says, ‘Every man fasten his sword to his side; go back and forth through the camp from entrance to entrance, and each of you kill his brother, his friend, and his neighbor.’”"
    },
    {
        "o": 2727,
        "r": "csb:Exodus:32:28",
        "t": "The Levites did as Moses commanded, and about three thousand men fell dead that day among the people."
    },
    {
        "o": 2728,
        "r": "csb:Exodus:32:29",
        "t": "Afterward Moses said, “Today you have been dedicated to the Lord,*s since each man went against his son and his brother. Therefore you have brought a blessing on yourselves today.”"
    },
    {
        "o": 2729,
        "r": "csb:Exodus:32:30",
        "t": "The*p following day Moses said to the people, “You have committed a grave sin. Now I will go up to the Lord;*s perhaps I will be able to atone for your sin.”"
    },
    {
        "o": 2730,
        "r": "csb:Exodus:32:31",
        "t": "So*p Moses returned to the Lord*s and said, “Oh, these people have committed a grave sin; they have made a god of gold for themselves."
    },
    {
        "o": 2731,
        "r": "csb:Exodus:32:32",
        "t": "Now if you would only forgive their sin. But if not, please erase me from the book you have written.”"
    },
    {
        "o": 2732,
        "r": "csb:Exodus:32:33",
        "t": "The*p Lord*s replied to Moses, “Whoever has sinned against me I will erase from my book."
    },
    {
        "o": 2733,
        "r": "csb:Exodus:32:34",
        "t": "Now go, lead the people to the place I told you about; see, my angel will go before you. But on the day I settle accounts, I will hold them accountable for their sin.”"
    },
    {
        "o": 2734,
        "r": "csb:Exodus:32:35",
        "t": "And the Lord*s inflicted a plague on the people for what they did with the calf Aaron had made."
    }
]
