[
    {
        "o": 4872,
        "r": "esv:Numbers:25:0",
        "t": "Numbers 25",
        "h": 1
    },
    {
        "o": 4873,
        "r": "esv:Numbers:25:0",
        "t": "Baal Worship at Peor",
        "h": 2
    },
    {
        "o": 4874,
        "r": "esv:Numbers:25:1",
        "t": "While*p Israel lived in Shittim, the people began to whore with the daughters of Moab."
    },
    {
        "o": 4875,
        "r": "esv:Numbers:25:2",
        "t": "These invited the people to the sacrifices of their gods, and the people ate and bowed down to their gods."
    },
    {
        "o": 4876,
        "r": "esv:Numbers:25:3",
        "t": "So Israel yoked himself to Baal of Peor. And the anger of the Lord*s was kindled against Israel."
    },
    {
        "o": 4877,
        "r": "esv:Numbers:25:4",
        "t": "And the Lord*s said to Moses, “Take all the chiefs of the people and hang them in the sun before the Lord,*s that the fierce anger of the Lord*s may turn away from Israel.”"
    },
    {
        "o": 4878,
        "r": "esv:Numbers:25:5",
        "t": "And Moses said to the judges of Israel, “Each of you kill those of his men who have yoked themselves to Baal of Peor.”"
    },
    {
        "o": 4879,
        "r": "esv:Numbers:25:6",
        "t": "And*p behold, one of the people of Israel came and brought a Midianite woman to his family, in the sight of Moses and in the sight of the whole congregation of the people of Israel, while they were weeping in the entrance of the tent of meeting."
    },
    {
        "o": 4880,
        "r": "esv:Numbers:25:7",
        "t": "When Phinehas the son of Eleazar, son of Aaron the priest, saw it, he rose and left the congregation and took a spear in his hand"
    },
    {
        "o": 4881,
        "r": "esv:Numbers:25:8",
        "t": "and went after the man of Israel into the chamber and pierced both of them, the man of Israel and the woman through her belly. Thus the plague on the people of Israel was stopped."
    },
    {
        "o": 4882,
        "r": "esv:Numbers:25:9",
        "t": "Nevertheless, those who died by the plague were twenty-four thousand."
    },
    {
        "o": 4883,
        "r": "esv:Numbers:25:9",
        "t": "The Zeal of Phinehas",
        "h": 2
    },
    {
        "o": 4884,
        "r": "esv:Numbers:25:10",
        "t": "And*p the Lord*s said to Moses,"
    },
    {
        "o": 4885,
        "r": "esv:Numbers:25:11",
        "t": "“Phinehas the son of Eleazar, son of Aaron the priest, has turned back my wrath from the people of Israel, in that he was jealous with my jealousy among them, so that I did not consume the people of Israel in my jealousy."
    },
    {
        "o": 4886,
        "r": "esv:Numbers:25:12",
        "t": "Therefore say, ‘Behold, I give to him my covenant of peace,"
    },
    {
        "o": 4887,
        "r": "esv:Numbers:25:13",
        "t": "and it shall be to him and to his descendants after him the covenant of a perpetual priesthood, because he was jealous for his God and made atonement for the people of Israel.’”"
    },
    {
        "o": 4888,
        "r": "esv:Numbers:25:14",
        "t": "The*p name of the slain man of Israel, who was killed with the Midianite woman, was Zimri the son of Salu, chief of a father’s house belonging to the Simeonites."
    },
    {
        "o": 4889,
        "r": "esv:Numbers:25:15",
        "t": "And the name of the Midianite woman who was killed was Cozbi the daughter of Zur, who was the tribal head of a father’s house in Midian."
    },
    {
        "o": 4890,
        "r": "esv:Numbers:25:16",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4891,
        "r": "esv:Numbers:25:17",
        "t": "“Harass the Midianites and strike them down,"
    },
    {
        "o": 4892,
        "r": "esv:Numbers:25:18",
        "t": "for they have harassed you with their wiles, with which they beguiled you in the matter of Peor, and in the matter of Cozbi, the daughter of the chief of Midian, their sister, who was killed on the day of the plague on account of Peor.”"
    }
]
