[
    {
        "o": 32880,
        "r": "niv:1 Timothy:4:0",
        "t": "1 Timothy 4",
        "h": 1
    },
    {
        "o": 32881,
        "r": "niv:1 Timothy:4:1",
        "t": "The*p Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."
    },
    {
        "o": 32882,
        "r": "niv:1 Timothy:4:2",
        "t": "Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron."
    },
    {
        "o": 32883,
        "r": "niv:1 Timothy:4:3",
        "t": "They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth."
    },
    {
        "o": 32884,
        "r": "niv:1 Timothy:4:4",
        "t": "For everything God created is good, and nothing is to be rejected if it is received with thanksgiving,"
    },
    {
        "o": 32885,
        "r": "niv:1 Timothy:4:5",
        "t": "because it is consecrated by the word of God and prayer."
    },
    {
        "o": 32886,
        "r": "niv:1 Timothy:4:6",
        "t": "If*p you point these things out to the brothers and sisters, you will be a good minister of Christ Jesus, nourished on the truths of the faith and of the good teaching that you have followed."
    },
    {
        "o": 32887,
        "r": "niv:1 Timothy:4:7",
        "t": "Have nothing to do with godless myths and old wives’ tales; rather, train yourself to be godly."
    },
    {
        "o": 32888,
        "r": "niv:1 Timothy:4:8",
        "t": "For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come."
    },
    {
        "o": 32889,
        "r": "niv:1 Timothy:4:9",
        "t": "This is a trustworthy saying that deserves full acceptance."
    },
    {
        "o": 32890,
        "r": "niv:1 Timothy:4:10",
        "t": "That is why we labor and strive, because we have put our hope in the living God, who is the Savior of all people, and especially of those who believe."
    },
    {
        "o": 32891,
        "r": "niv:1 Timothy:4:11",
        "t": "Command*p and teach these things."
    },
    {
        "o": 32892,
        "r": "niv:1 Timothy:4:12",
        "t": "Don’t let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity."
    },
    {
        "o": 32893,
        "r": "niv:1 Timothy:4:13",
        "t": "Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching."
    },
    {
        "o": 32894,
        "r": "niv:1 Timothy:4:14",
        "t": "Do not neglect your gift, which was given you through prophecy when the body of elders laid their hands on you."
    },
    {
        "o": 32895,
        "r": "niv:1 Timothy:4:15",
        "t": "Be*p diligent in these matters; give yourself wholly to them, so that everyone may see your progress."
    },
    {
        "o": 32896,
        "r": "niv:1 Timothy:4:16",
        "t": "Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers."
    }
]
