[
    {
        "o": 2179,
        "r": "nkjv:Exodus:17:0",
        "t": "Exodus 17",
        "h": 1
    },
    {
        "o": 2180,
        "r": "nkjv:Exodus:17:0",
        "t": "Water from the Rock",
        "h": 2
    },
    {
        "o": 2181,
        "r": "nkjv:Exodus:17:1",
        "t": "Then*p all the congregation of the children of Israel set out on their journey from the Wilderness of Sin, according to the commandment of the Lord,*s and camped in Rephidim; but there*i was*i no water for the people to drink."
    },
    {
        "o": 2182,
        "r": "nkjv:Exodus:17:2",
        "t": "Therefore the people contended with Moses, and said, “Give us water, that we may drink.” So*p Moses said to them, “Why do you contend with me? Why do you tempt the Lord?”*s"
    },
    {
        "o": 2183,
        "r": "nkjv:Exodus:17:3",
        "t": "And*p the people thirsted there for water, and the people complained against Moses, and said, “Why is*i it you have brought us up out of Egypt, to kill us and our children and our livestock with thirst?”"
    },
    {
        "o": 2184,
        "r": "nkjv:Exodus:17:4",
        "t": "So*p Moses cried out to the Lord,*s saying, “What shall I do with this people? They are almost ready to stone me!”"
    },
    {
        "o": 2185,
        "r": "nkjv:Exodus:17:5",
        "t": "And*p the Lord*s said to Moses, “Go on before the people, and take with you some of the elders of Israel. Also take in your hand your rod with which you struck the river, and go."
    },
    {
        "o": 2186,
        "r": "nkjv:Exodus:17:6",
        "t": "Behold, I will stand before you there on the rock in Horeb; and you shall strike the rock, and water will come out of it, that the people may drink.” And*p Moses did so in the sight of the elders of Israel."
    },
    {
        "o": 2187,
        "r": "nkjv:Exodus:17:7",
        "t": "So he called the name of the place Massah and Meribah, because of the contention of the children of Israel, and because they tempted the Lord,*s saying, “Is the Lord*s among us or not?”"
    },
    {
        "o": 2188,
        "r": "nkjv:Exodus:17:7",
        "t": "Victory over the Amalekites",
        "h": 2
    },
    {
        "o": 2189,
        "r": "nkjv:Exodus:17:8",
        "t": "Now*p Amalek came and fought with Israel in Rephidim."
    },
    {
        "o": 2190,
        "r": "nkjv:Exodus:17:9",
        "t": "And Moses said to Joshua, “Choose us some men and go out, fight with Amalek. Tomorrow I will stand on the top of the hill with the rod of God in my hand.”"
    },
    {
        "o": 2191,
        "r": "nkjv:Exodus:17:10",
        "t": "So Joshua did as Moses said to him, and fought with Amalek. And Moses, Aaron, and Hur went up to the top of the hill."
    },
    {
        "o": 2192,
        "r": "nkjv:Exodus:17:11",
        "t": "And so it was, when Moses held up his hand, that Israel prevailed; and when he let down his hand, Amalek prevailed."
    },
    {
        "o": 2193,
        "r": "nkjv:Exodus:17:12",
        "t": "But Moses’ hands became*i heavy; so they took a stone and put it*i under him, and he sat on it. And Aaron and Hur supported his hands, one on one side, and the other on the other side; and his hands were steady until the going down of the sun."
    },
    {
        "o": 2194,
        "r": "nkjv:Exodus:17:13",
        "t": "So Joshua defeated Amalek and his people with the edge of the sword."
    },
    {
        "o": 2195,
        "r": "nkjv:Exodus:17:14",
        "t": "Then*p the Lord*s said to Moses, “Write this for*i a memorial in the book and recount it*i in the hearing of Joshua, that I will utterly blot out the remembrance of Amalek from under heaven.”"
    },
    {
        "o": 2196,
        "r": "nkjv:Exodus:17:15",
        "t": "And Moses built an altar and called its name, The- Lord*s -Is-My-Banner;"
    },
    {
        "o": 2197,
        "r": "nkjv:Exodus:17:16",
        "t": "for he said, “Because the Lord*s has sworn: the Lord*s will*i have*i war with Amalek from generation to generation.”"
    }
]
