[
    {
        "o": 8290,
        "r": "niv:1 Samuel:16:0",
        "t": "1 Samuel 16",
        "h": 1
    },
    {
        "o": 8291,
        "r": "niv:1 Samuel:16:0",
        "t": "Samuel Anoints David",
        "h": 2
    },
    {
        "o": 8292,
        "r": "niv:1 Samuel:16:1",
        "t": "The*p Lord*s said to Samuel, “How long will you mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and be on your way; I am sending you to Jesse of Bethlehem. I have chosen one of his sons to be king.”"
    },
    {
        "o": 8293,
        "r": "niv:1 Samuel:16:2",
        "t": "But*p Samuel said, “How can I go? If Saul hears about it, he will kill me.” The*p Lord*s said, “Take a heifer with you and say, ‘I have come to sacrifice to the Lord.’*s"
    },
    {
        "o": 8294,
        "r": "niv:1 Samuel:16:3",
        "t": "Invite Jesse to the sacrifice, and I will show you what to do. You are to anoint for me the one I indicate.”"
    },
    {
        "o": 8295,
        "r": "niv:1 Samuel:16:4",
        "t": "Samuel*p did what the Lord*s said. When he arrived at Bethlehem, the elders of the town trembled when they met him. They asked, “Do you come in peace?”"
    },
    {
        "o": 8296,
        "r": "niv:1 Samuel:16:5",
        "t": "Samuel*p replied, “Yes, in peace; I have come to sacrifice to the Lord.*s Consecrate yourselves and come to the sacrifice with me.” Then he consecrated Jesse and his sons and invited them to the sacrifice."
    },
    {
        "o": 8297,
        "r": "niv:1 Samuel:16:6",
        "t": "When*p they arrived, Samuel saw Eliab and thought, “Surely the Lord’s*s anointed stands here before the Lord.”*s"
    },
    {
        "o": 8298,
        "r": "niv:1 Samuel:16:7",
        "t": "But*p the Lord*s said to Samuel, “Do not consider his appearance or his height, for I have rejected him. The Lord*s does not look at the things people look at. People look at the outward appearance, but the Lord*s looks at the heart.”"
    },
    {
        "o": 8299,
        "r": "niv:1 Samuel:16:8",
        "t": "Then*p Jesse called Abinadab and had him pass in front of Samuel. But Samuel said, “The Lord*s has not chosen this one either.”"
    },
    {
        "o": 8300,
        "r": "niv:1 Samuel:16:9",
        "t": "Jesse then had Shammah pass by, but Samuel said, “Nor has the Lord*s chosen this one.”"
    },
    {
        "o": 8301,
        "r": "niv:1 Samuel:16:10",
        "t": "Jesse had seven of his sons pass before Samuel, but Samuel said to him, “The Lord*s has not chosen these.”"
    },
    {
        "o": 8302,
        "r": "niv:1 Samuel:16:11",
        "t": "So he asked Jesse, “Are these all the sons you have?” “There*p is still the youngest,” Jesse answered. “He is tending the sheep.” Samuel*p said, “Send for him; we will not sit down until he arrives.”"
    },
    {
        "o": 8303,
        "r": "niv:1 Samuel:16:12",
        "t": "So*p he sent for him and had him brought in. He was glowing with health and had a fine appearance and handsome features. Then*p the Lord*s said, “Rise and anoint him; this is the one.”"
    },
    {
        "o": 8304,
        "r": "niv:1 Samuel:16:13",
        "t": "So*p Samuel took the horn of oil and anointed him in the presence of his brothers, and from that day on the Spirit of the Lord*s came powerfully upon David. Samuel then went to Ramah."
    },
    {
        "o": 8305,
        "r": "niv:1 Samuel:16:13",
        "t": "David in Saul’s Service",
        "h": 2
    },
    {
        "o": 8306,
        "r": "niv:1 Samuel:16:14",
        "t": "Now*p the Spirit of the Lord*s had departed from Saul, and an evil spirit from the Lord*s tormented him."
    },
    {
        "o": 8307,
        "r": "niv:1 Samuel:16:15",
        "t": "Saul’s*p attendants said to him, “See, an evil spirit from God is tormenting you."
    },
    {
        "o": 8308,
        "r": "niv:1 Samuel:16:16",
        "t": "Let our lord command his servants here to search for someone who can play the lyre. He will play when the evil spirit from God comes on you, and you will feel better.”"
    },
    {
        "o": 8309,
        "r": "niv:1 Samuel:16:17",
        "t": "So*p Saul said to his attendants, “Find someone who plays well and bring him to me.”"
    },
    {
        "o": 8310,
        "r": "niv:1 Samuel:16:18",
        "t": "One*p of the servants answered, “I have seen a son of Jesse of Bethlehem who knows how to play the lyre. He is a brave man and a warrior. He speaks well and is a fine-looking man. And the Lord*s is with him.”"
    },
    {
        "o": 8311,
        "r": "niv:1 Samuel:16:19",
        "t": "Then*p Saul sent messengers to Jesse and said, “Send me your son David, who is with the sheep.”"
    },
    {
        "o": 8312,
        "r": "niv:1 Samuel:16:20",
        "t": "So Jesse took a donkey loaded with bread, a skin of wine and a young goat and sent them with his son David to Saul."
    },
    {
        "o": 8313,
        "r": "niv:1 Samuel:16:21",
        "t": "David*p came to Saul and entered his service. Saul liked him very much, and David became one of his armor-bearers."
    },
    {
        "o": 8314,
        "r": "niv:1 Samuel:16:22",
        "t": "Then Saul sent word to Jesse, saying, “Allow David to remain in my service, for I am pleased with him.”"
    },
    {
        "o": 8315,
        "r": "niv:1 Samuel:16:23",
        "t": "Whenever*p the spirit from God came on Saul, David would take up his lyre and play. Then relief would come to Saul; he would feel better, and the evil spirit would leave him."
    }
]
