[
    {
        "o": 31717,
        "r": "esv:1 Corinthians:1:0",
        "t": "1 Corinthians 1",
        "h": 1
    },
    {
        "o": 31718,
        "r": "esv:1 Corinthians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 31719,
        "r": "esv:1 Corinthians:1:1",
        "t": "Paul,*p called by the will of God to be an apostle of Christ Jesus, and our brother Sosthenes,"
    },
    {
        "o": 31720,
        "r": "esv:1 Corinthians:1:2",
        "t": "To*p the church of God that is in Corinth, to those sanctified in Christ Jesus, called to be saints together with all those who in every place call upon the name of our Lord Jesus Christ, both their Lord and ours:"
    },
    {
        "o": 31721,
        "r": "esv:1 Corinthians:1:3",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31722,
        "r": "esv:1 Corinthians:1:3",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 31723,
        "r": "esv:1 Corinthians:1:4",
        "t": "I*p give thanks to my God always for you because of the grace of God that was given you in Christ Jesus,"
    },
    {
        "o": 31724,
        "r": "esv:1 Corinthians:1:5",
        "t": "that in every way you were enriched in him in all speech and all knowledge—"
    },
    {
        "o": 31725,
        "r": "esv:1 Corinthians:1:6",
        "t": "even as the testimony about Christ was confirmed among you—"
    },
    {
        "o": 31726,
        "r": "esv:1 Corinthians:1:7",
        "t": "so that you are not lacking in any gift, as you wait for the revealing of our Lord Jesus Christ,"
    },
    {
        "o": 31727,
        "r": "esv:1 Corinthians:1:8",
        "t": "who will sustain you to the end, guiltless in the day of our Lord Jesus Christ."
    },
    {
        "o": 31728,
        "r": "esv:1 Corinthians:1:9",
        "t": "God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord."
    },
    {
        "o": 31729,
        "r": "esv:1 Corinthians:1:9",
        "t": "Divisions in the Church",
        "h": 2
    },
    {
        "o": 31730,
        "r": "esv:1 Corinthians:1:10",
        "t": "I*p appeal to you, brothers, by the name of our Lord Jesus Christ, that all of you agree, and that there be no divisions among you, but that you be united in the same mind and the same judgment."
    },
    {
        "o": 31731,
        "r": "esv:1 Corinthians:1:11",
        "t": "For it has been reported to me by Chloe’s people that there is quarreling among you, my brothers."
    },
    {
        "o": 31732,
        "r": "esv:1 Corinthians:1:12",
        "t": "What I mean is that each one of you says, “I follow Paul,” or “I follow Apollos,” or “I follow Cephas,” or “I follow Christ.”"
    },
    {
        "o": 31733,
        "r": "esv:1 Corinthians:1:13",
        "t": "Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?"
    },
    {
        "o": 31734,
        "r": "esv:1 Corinthians:1:14",
        "t": "I thank God that I baptized none of you except Crispus and Gaius,"
    },
    {
        "o": 31735,
        "r": "esv:1 Corinthians:1:15",
        "t": "so that no one may say that you were baptized in my name."
    },
    {
        "o": 31736,
        "r": "esv:1 Corinthians:1:16",
        "t": "(I did baptize also the household of Stephanas. Beyond that, I do not know whether I baptized anyone else.)"
    },
    {
        "o": 31737,
        "r": "esv:1 Corinthians:1:17",
        "t": "For Christ did not send me to baptize but to preach the gospel, and not with words of eloquent wisdom, lest the cross of Christ be emptied of its power."
    },
    {
        "o": 31738,
        "r": "esv:1 Corinthians:1:17",
        "t": "Christ the Wisdom and Power of God",
        "h": 2
    },
    {
        "o": 31739,
        "r": "esv:1 Corinthians:1:18",
        "t": "For*p the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God."
    },
    {
        "o": 31740,
        "r": "esv:1 Corinthians:1:19",
        "t": "For it is written, “I*pn will destroy the wisdom of the wise, and*ld the discernment of the discerning I will thwart.”"
    },
    {
        "o": 31741,
        "r": "esv:1 Corinthians:1:20",
        "t": "Where*p is the one who is wise? Where is the scribe? Where is the debater of this age? Has not God made foolish the wisdom of the world?"
    },
    {
        "o": 31742,
        "r": "esv:1 Corinthians:1:21",
        "t": "For since, in the wisdom of God, the world did not know God through wisdom, it pleased God through the folly of what we preach to save those who believe."
    },
    {
        "o": 31743,
        "r": "esv:1 Corinthians:1:22",
        "t": "For Jews demand signs and Greeks seek wisdom,"
    },
    {
        "o": 31744,
        "r": "esv:1 Corinthians:1:23",
        "t": "but we preach Christ crucified, a stumbling block to Jews and folly to Gentiles,"
    },
    {
        "o": 31745,
        "r": "esv:1 Corinthians:1:24",
        "t": "but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God."
    },
    {
        "o": 31746,
        "r": "esv:1 Corinthians:1:25",
        "t": "For the foolishness of God is wiser than men, and the weakness of God is stronger than men."
    },
    {
        "o": 31747,
        "r": "esv:1 Corinthians:1:26",
        "t": "For*p consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth."
    },
    {
        "o": 31748,
        "r": "esv:1 Corinthians:1:27",
        "t": "But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong;"
    },
    {
        "o": 31749,
        "r": "esv:1 Corinthians:1:28",
        "t": "God chose what is low and despised in the world, even things that are not, to bring to nothing things that are,"
    },
    {
        "o": 31750,
        "r": "esv:1 Corinthians:1:29",
        "t": "so that no human being might boast in the presence of God."
    },
    {
        "o": 31751,
        "r": "esv:1 Corinthians:1:30",
        "t": "And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption,"
    },
    {
        "o": 31752,
        "r": "esv:1 Corinthians:1:31",
        "t": "so that, as it is written, “Let the one who boasts, boast in the Lord.”"
    }
]
