[
    {
        "o": 13876,
        "r": "nasb:Nehemiah:11:0",
        "t": "Nehemiah 11",
        "h": 1
    },
    {
        "o": 13877,
        "r": "nasb:Nehemiah:11:0",
        "t": "Time Passes; Heads of Provinces",
        "h": 2
    },
    {
        "o": 13878,
        "r": "nasb:Nehemiah:11:1",
        "t": "Now*p the leaders of the people lived in Jerusalem, but the rest of the people cast lots to bring one out of ten to live in Jerusalem, the holy city, while nine-tenths remained*i in the other*i cities."
    },
    {
        "o": 13879,
        "r": "nasb:Nehemiah:11:2",
        "t": "And the people blessed all the men who volunteered to live in Jerusalem."
    },
    {
        "o": 13880,
        "r": "nasb:Nehemiah:11:3",
        "t": "Now*p these are the heads of the provinces who lived in Jerusalem, but in the cities of Judah each lived on his own property in their cities—the Israelites, the priests, the Levites, the temple servants and the descendants of Solomon’s servants."
    },
    {
        "o": 13881,
        "r": "nasb:Nehemiah:11:4",
        "t": "Some of the sons of Judah and some of the sons of Benjamin lived in Jerusalem. From the sons of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, of the sons of Perez;"
    },
    {
        "o": 13882,
        "r": "nasb:Nehemiah:11:5",
        "t": "and Maaseiah the son of Baruch, the son of Col-hozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite."
    },
    {
        "o": 13883,
        "r": "nasb:Nehemiah:11:6",
        "t": "All the sons of Perez who lived in Jerusalem were 468 able men."
    },
    {
        "o": 13884,
        "r": "nasb:Nehemiah:11:7",
        "t": "Now*p these are the sons of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jeshaiah;"
    },
    {
        "o": 13885,
        "r": "nasb:Nehemiah:11:8",
        "t": "and after him Gabbai and*i Sallai, 928."
    },
    {
        "o": 13886,
        "r": "nasb:Nehemiah:11:9",
        "t": "Joel the son of Zichri was their overseer, and Judah the son of Hassenuah was second in command of the city."
    },
    {
        "o": 13887,
        "r": "nasb:Nehemiah:11:10",
        "t": "From*p the priests: Jedaiah the son of Joiarib, Jachin,"
    },
    {
        "o": 13888,
        "r": "nasb:Nehemiah:11:11",
        "t": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the leader of the house of God,"
    },
    {
        "o": 13889,
        "r": "nasb:Nehemiah:11:12",
        "t": "and their kinsmen who performed the work of the temple, 822; and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malchijah,"
    },
    {
        "o": 13890,
        "r": "nasb:Nehemiah:11:13",
        "t": "and his kinsmen, heads of fathers’ households,*i 242; and Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer,"
    },
    {
        "o": 13891,
        "r": "nasb:Nehemiah:11:14",
        "t": "and their brothers, valiant warriors, 128. And their overseer was Zabdiel, the son of Haggedolim."
    },
    {
        "o": 13892,
        "r": "nasb:Nehemiah:11:15",
        "t": "Now*p from the Levites: Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni;"
    },
    {
        "o": 13893,
        "r": "nasb:Nehemiah:11:16",
        "t": "and Shabbethai and Jozabad, from the leaders of the Levites, who were in charge of the outside work of the house of God;"
    },
    {
        "o": 13894,
        "r": "nasb:Nehemiah:11:17",
        "t": "and Mattaniah the son of Mica, the son of Zabdi, the son of Asaph, who was the leader in beginning the thanksgiving at prayer, and Bakbukiah, the second among his brethren; and Abda the son of Shammua, the son of Galal, the son of Jeduthun."
    },
    {
        "o": 13895,
        "r": "nasb:Nehemiah:11:18",
        "t": "All the Levites in the holy city were*i 284."
    },
    {
        "o": 13896,
        "r": "nasb:Nehemiah:11:19",
        "t": "Also*p the gatekeepers, Akkub, Talmon and their brethren who kept watch at the gates, were*i 172."
    },
    {
        "o": 13897,
        "r": "nasb:Nehemiah:11:19",
        "t": "Outside Jerusalem",
        "h": 2
    },
    {
        "o": 13898,
        "r": "nasb:Nehemiah:11:20",
        "t": "The*p rest of Israel, of the priests and*i of the Levites, were*i in all the cities of Judah, each on his own inheritance."
    },
    {
        "o": 13899,
        "r": "nasb:Nehemiah:11:21",
        "t": "But the temple servants were living in Ophel, and Ziha and Gishpa were in charge of the temple servants."
    },
    {
        "o": 13900,
        "r": "nasb:Nehemiah:11:22",
        "t": "Now*p the overseer of the Levites in Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, from the sons of Asaph, who were the singers for the service of the house of God."
    },
    {
        "o": 13901,
        "r": "nasb:Nehemiah:11:23",
        "t": "For there*i was*i a commandment from the king concerning them and a firm regulation for the song leaders day by day."
    },
    {
        "o": 13902,
        "r": "nasb:Nehemiah:11:24",
        "t": "Pethahiah the son of Meshezabel, of the sons of Zerah the son of Judah, was the king’s representative in all matters concerning the people."
    },
    {
        "o": 13903,
        "r": "nasb:Nehemiah:11:25",
        "t": "Now*p as for the villages with their fields, some of the sons of Judah lived in Kiriath-arba and its towns, in Dibon and its towns, and in Jekabzeel and its villages,"
    },
    {
        "o": 13904,
        "r": "nasb:Nehemiah:11:26",
        "t": "and in Jeshua, in Moladah and Beth-pelet,"
    },
    {
        "o": 13905,
        "r": "nasb:Nehemiah:11:27",
        "t": "and in Hazar-shual, in Beersheba and its towns,"
    },
    {
        "o": 13906,
        "r": "nasb:Nehemiah:11:28",
        "t": "and in Ziklag, in Meconah and in its towns,"
    },
    {
        "o": 13907,
        "r": "nasb:Nehemiah:11:29",
        "t": "and in En-rimmon, in Zorah and in Jarmuth,"
    },
    {
        "o": 13908,
        "r": "nasb:Nehemiah:11:30",
        "t": "Zanoah, Adullam, and their villages, Lachish and its fields, Azekah and its towns. So they encamped from Beersheba as far as the valley of Hinnom."
    },
    {
        "o": 13909,
        "r": "nasb:Nehemiah:11:31",
        "t": "The sons of Benjamin also lived*i from Geba onward,*i at Michmash and Aija, at Bethel and its towns,"
    },
    {
        "o": 13910,
        "r": "nasb:Nehemiah:11:32",
        "t": "at Anathoth, Nob, Ananiah,"
    },
    {
        "o": 13911,
        "r": "nasb:Nehemiah:11:33",
        "t": "Hazor, Ramah, Gittaim,"
    },
    {
        "o": 13912,
        "r": "nasb:Nehemiah:11:34",
        "t": "Hadid, Zeboim, Neballat,"
    },
    {
        "o": 13913,
        "r": "nasb:Nehemiah:11:35",
        "t": "Lod and Ono, the valley of craftsmen."
    },
    {
        "o": 13914,
        "r": "nasb:Nehemiah:11:36",
        "t": "From the Levites, some*i divisions in Judah belonged to Benjamin."
    }
]
