[
    {
        "o": 8666,
        "r": "nasb:1 Samuel:28:0",
        "t": "1 Samuel 28",
        "h": 1
    },
    {
        "o": 8667,
        "r": "nasb:1 Samuel:28:0",
        "t": "Saul and the Spirit Medium",
        "h": 2
    },
    {
        "o": 8668,
        "r": "nasb:1 Samuel:28:1",
        "t": "Now*p it came about in those days that the Philistines gathered their armed camps for war, to fight against Israel. And Achish said to David, “Know assuredly that you will go out with me in the camp, you and your men.”"
    },
    {
        "o": 8669,
        "r": "nasb:1 Samuel:28:2",
        "t": "David said to Achish, “Very well, you shall know what your servant can do.” So Achish said to David, “Very well, I will make you my bodyguard for life.”"
    },
    {
        "o": 8670,
        "r": "nasb:1 Samuel:28:3",
        "t": "Now*p Samuel was dead, and all Israel had lamented him and buried him in Ramah, his own city. And Saul had removed from the land those who were mediums and spiritists."
    },
    {
        "o": 8671,
        "r": "nasb:1 Samuel:28:4",
        "t": "So the Philistines gathered together and came and camped in Shunem; and Saul gathered all Israel together and they camped in Gilboa."
    },
    {
        "o": 8672,
        "r": "nasb:1 Samuel:28:5",
        "t": "When Saul saw the camp of the Philistines, he was afraid and his heart trembled greatly."
    },
    {
        "o": 8673,
        "r": "nasb:1 Samuel:28:6",
        "t": "When Saul inquired of the Lord,*s the Lord*s did not answer him, either by dreams or by Urim or by prophets."
    },
    {
        "o": 8674,
        "r": "nasb:1 Samuel:28:7",
        "t": "Then Saul said to his servants, “Seek for me a woman who is a medium, that I may go to her and inquire of her.” And his servants said to him, “Behold, there is a woman who is a medium at En-dor.”"
    },
    {
        "o": 8675,
        "r": "nasb:1 Samuel:28:8",
        "t": "Then*p Saul disguised himself by putting on other clothes, and went, he and two men with him, and they came to the woman by night; and he said, “Conjure up for me, please, and bring up for me whom I shall name to you.”"
    },
    {
        "o": 8676,
        "r": "nasb:1 Samuel:28:9",
        "t": "But the woman said to him, “Behold, you know what Saul has done, how he has cut off those who are mediums and spiritists from the land. Why are you then laying a snare for my life to bring about my death?”"
    },
    {
        "o": 8677,
        "r": "nasb:1 Samuel:28:10",
        "t": "Saul vowed to her by the Lord,*s saying, “As the Lord*s lives, no punishment shall come upon you for this thing.”"
    },
    {
        "o": 8678,
        "r": "nasb:1 Samuel:28:11",
        "t": "Then the woman said, “Whom shall I bring up for you?” And he said, “Bring up Samuel for me.”"
    },
    {
        "o": 8679,
        "r": "nasb:1 Samuel:28:12",
        "t": "When the woman saw Samuel, she cried out with a loud voice; and the woman spoke to Saul, saying, “Why have you deceived me? For you are Saul.”"
    },
    {
        "o": 8680,
        "r": "nasb:1 Samuel:28:13",
        "t": "The king said to her, “Do not be afraid; but what do you see?” And the woman said to Saul, “I see a divine being coming up out of the earth.”"
    },
    {
        "o": 8681,
        "r": "nasb:1 Samuel:28:14",
        "t": "He said to her, “What is his form?” And she said, “An old man is coming up, and he is wrapped with a robe.” And Saul knew that it was Samuel, and he bowed with his face to the ground and did homage."
    },
    {
        "o": 8682,
        "r": "nasb:1 Samuel:28:15",
        "t": "Then*p Samuel said to Saul, “Why have you disturbed me by bringing me up?” And Saul answered, “I am greatly distressed; for the Philistines are waging war against me, and God has departed from me and no longer answers me, either through prophets or by dreams; therefore I have called you, that you may make known to me what I should do.”"
    },
    {
        "o": 8683,
        "r": "nasb:1 Samuel:28:16",
        "t": "Samuel said, “Why then do you ask me, since the Lord*s has departed from you and has become your adversary?"
    },
    {
        "o": 8684,
        "r": "nasb:1 Samuel:28:17",
        "t": "The Lord*s has done accordingly as He spoke through me; for the Lord*s has torn the kingdom out of your hand and given it to your neighbor, to David."
    },
    {
        "o": 8685,
        "r": "nasb:1 Samuel:28:18",
        "t": "As you did not obey the Lord*s and did not execute His fierce wrath on Amalek, so the Lord*s has done this thing to you this day."
    },
    {
        "o": 8686,
        "r": "nasb:1 Samuel:28:19",
        "t": "Moreover the Lord*s will also give over Israel along with you into the hands of the Philistines, therefore tomorrow you and your sons will be with me. Indeed the Lord*s will give over the army of Israel into the hands of the Philistines!”"
    },
    {
        "o": 8687,
        "r": "nasb:1 Samuel:28:20",
        "t": "Then*p Saul immediately fell full length upon the ground and was very afraid because of the words of Samuel; also there was no strength in him, for he had eaten no food all day and all night."
    },
    {
        "o": 8688,
        "r": "nasb:1 Samuel:28:21",
        "t": "The woman came to Saul and saw that he was terrified, and said to him, “Behold, your maidservant has obeyed you, and I have taken my life in my hand and have listened to your words which you spoke to me."
    },
    {
        "o": 8689,
        "r": "nasb:1 Samuel:28:22",
        "t": "So now also, please listen to the voice of your maidservant, and let me set a piece of bread before you that you*i may*i eat and have strength when you go on your*i way.”"
    },
    {
        "o": 8690,
        "r": "nasb:1 Samuel:28:23",
        "t": "But he refused and said, “I will not eat.” However, his servants together with the woman urged him, and he listened to them. So he arose from the ground and sat on the bed."
    },
    {
        "o": 8691,
        "r": "nasb:1 Samuel:28:24",
        "t": "The woman had a fattened calf in the house, and she quickly slaughtered it; and she took flour, kneaded it and baked unleavened bread from it."
    },
    {
        "o": 8692,
        "r": "nasb:1 Samuel:28:25",
        "t": "She brought it*i before Saul and his servants, and they ate. Then they arose and went away that night."
    }
]
