[
    {
        "o": 13508,
        "r": "nasb:Ezra:10:0",
        "t": "Ezra 10",
        "h": 1
    },
    {
        "o": 13509,
        "r": "nasb:Ezra:10:0",
        "t": "Reconciliation with God",
        "h": 2
    },
    {
        "o": 13510,
        "r": "nasb:Ezra:10:1",
        "t": "Now*p while Ezra was praying and making confession, weeping and prostrating himself before the house of God, a very large assembly, men, women and children, gathered to him from Israel; for the people wept bitterly."
    },
    {
        "o": 13511,
        "r": "nasb:Ezra:10:2",
        "t": "Shecaniah the son of Jehiel, one of the sons of Elam, said to Ezra, “We have been unfaithful to our God and have married foreign women from the peoples of the land; yet now there is hope for Israel in spite of this."
    },
    {
        "o": 13512,
        "r": "nasb:Ezra:10:3",
        "t": "So now let us make a covenant with our God to put away all the wives and their children, according to the counsel of my lord and of those who tremble at the commandment of our God; and let it be done according to the law."
    },
    {
        "o": 13513,
        "r": "nasb:Ezra:10:4",
        "t": "Arise! For this*i matter is your responsibility, but we will be with you; be courageous and act.”"
    },
    {
        "o": 13514,
        "r": "nasb:Ezra:10:5",
        "t": "Then*p Ezra rose and made the leading priests, the Levites and all Israel, take oath that they would do according to this proposal; so they took the oath."
    },
    {
        "o": 13515,
        "r": "nasb:Ezra:10:6",
        "t": "Then Ezra rose from before the house of God and went into the chamber of Jehohanan the son of Eliashib. Although he went there, he did not eat bread nor drink water, for he was mourning over the unfaithfulness of the exiles."
    },
    {
        "o": 13516,
        "r": "nasb:Ezra:10:7",
        "t": "They made a proclamation throughout Judah and Jerusalem to all the exiles, that they should assemble at Jerusalem,"
    },
    {
        "o": 13517,
        "r": "nasb:Ezra:10:8",
        "t": "and that whoever would not come within three days, according to the counsel of the leaders and the elders, all his possessions should be forfeited and he himself excluded from the assembly of the exiles."
    },
    {
        "o": 13518,
        "r": "nasb:Ezra:10:9",
        "t": "So*p all the men of Judah and Benjamin assembled at Jerusalem within the three days. It was the ninth month on the twentieth of the month, and all the people sat in the open square before*i the house of God, trembling because of this matter and the heavy rain."
    },
    {
        "o": 13519,
        "r": "nasb:Ezra:10:10",
        "t": "Then Ezra the priest stood up and said to them, “You have been unfaithful and have married foreign wives adding to the guilt of Israel."
    },
    {
        "o": 13520,
        "r": "nasb:Ezra:10:11",
        "t": "Now therefore, make confession to the Lord*s God of your fathers and do His will; and separate yourselves from the peoples of the land and from the foreign wives.”"
    },
    {
        "o": 13521,
        "r": "nasb:Ezra:10:12",
        "t": "Then all the assembly replied with a loud voice, “That’s right! As you have said, so it is our duty to do."
    },
    {
        "o": 13522,
        "r": "nasb:Ezra:10:13",
        "t": "But there are many people; it is the rainy season and we are not able to stand in the open. Nor can*i the task be*i done*i in one or two days, for we have transgressed greatly in this matter."
    },
    {
        "o": 13523,
        "r": "nasb:Ezra:10:14",
        "t": "Let our leaders represent the whole assembly and let all those in our cities who have married foreign wives come at appointed times, together with the elders and judges of each city, until the fierce anger of our God on account of this matter is turned away from us.”"
    },
    {
        "o": 13524,
        "r": "nasb:Ezra:10:15",
        "t": "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah opposed this, with Meshullam and Shabbethai the Levite supporting them."
    },
    {
        "o": 13525,
        "r": "nasb:Ezra:10:16",
        "t": "But*p the exiles did so. And Ezra the priest selected men who*i were*i heads of fathers’ households*i for each*i of*i their father’s households, all of them by name. So they convened on the first day of the tenth month to investigate the matter."
    },
    {
        "o": 13526,
        "r": "nasb:Ezra:10:17",
        "t": "They finished investigating*i all the men who had married foreign wives by the first day of the first month."
    },
    {
        "o": 13527,
        "r": "nasb:Ezra:10:17",
        "t": "List of Offenders",
        "h": 2
    },
    {
        "o": 13528,
        "r": "nasb:Ezra:10:18",
        "t": "Among*p the sons of the priests who had married foreign wives were found of the sons of Jeshua the son of Jozadak, and his brothers: Maaseiah, Eliezer, Jarib and Gedaliah."
    },
    {
        "o": 13529,
        "r": "nasb:Ezra:10:19",
        "t": "They pledged to put away their wives, and being guilty, they*i offered*i a ram of the flock for their offense."
    },
    {
        "o": 13530,
        "r": "nasb:Ezra:10:20",
        "t": "Of the sons of Immer there*i were*i Hanani and Zebadiah;"
    },
    {
        "o": 13531,
        "r": "nasb:Ezra:10:21",
        "t": "and of the sons of Harim: Maaseiah, Elijah, Shemaiah, Jehiel and Uzziah;"
    },
    {
        "o": 13532,
        "r": "nasb:Ezra:10:22",
        "t": "and of the sons of Pashhur: Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad and Elasah."
    },
    {
        "o": 13533,
        "r": "nasb:Ezra:10:23",
        "t": "Of*p Levites there*i were*i Jozabad, Shimei, Kelaiah (that is, Kelita), Pethahiah, Judah and Eliezer."
    },
    {
        "o": 13534,
        "r": "nasb:Ezra:10:24",
        "t": "Of*p the singers there*i was*i Eliashib; and of the gatekeepers: Shallum, Telem and Uri."
    },
    {
        "o": 13535,
        "r": "nasb:Ezra:10:25",
        "t": "Of*p Israel, of the sons of Parosh there*i were*i Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah and Benaiah;"
    },
    {
        "o": 13536,
        "r": "nasb:Ezra:10:26",
        "t": "and of the sons of Elam: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth and Elijah;"
    },
    {
        "o": 13537,
        "r": "nasb:Ezra:10:27",
        "t": "and of the sons of Zattu: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad and Aziza;"
    },
    {
        "o": 13538,
        "r": "nasb:Ezra:10:28",
        "t": "and of the sons of Bebai: Jehohanan, Hananiah, Zabbai and*i Athlai;"
    },
    {
        "o": 13539,
        "r": "nasb:Ezra:10:29",
        "t": "and of the sons of Bani: Meshullam, Malluch and Adaiah, Jashub, Sheal and*i Jeremoth;"
    },
    {
        "o": 13540,
        "r": "nasb:Ezra:10:30",
        "t": "and of the sons of Pahath-moab: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui and Manasseh;"
    },
    {
        "o": 13541,
        "r": "nasb:Ezra:10:31",
        "t": "and of*i the sons of Harim: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
    },
    {
        "o": 13542,
        "r": "nasb:Ezra:10:32",
        "t": "Benjamin, Malluch and*i Shemariah;"
    },
    {
        "o": 13543,
        "r": "nasb:Ezra:10:33",
        "t": "of the sons of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh and*i Shimei;"
    },
    {
        "o": 13544,
        "r": "nasb:Ezra:10:34",
        "t": "of the sons of Bani: Maadai, Amram, Uel,"
    },
    {
        "o": 13545,
        "r": "nasb:Ezra:10:35",
        "t": "Benaiah, Bedeiah, Cheluhi,"
    },
    {
        "o": 13546,
        "r": "nasb:Ezra:10:36",
        "t": "Vaniah, Meremoth, Eliashib,"
    },
    {
        "o": 13547,
        "r": "nasb:Ezra:10:37",
        "t": "Mattaniah, Mattenai, Jaasu,"
    },
    {
        "o": 13548,
        "r": "nasb:Ezra:10:38",
        "t": "Bani, Binnui, Shimei,"
    },
    {
        "o": 13549,
        "r": "nasb:Ezra:10:39",
        "t": "Shelemiah, Nathan, Adaiah,"
    },
    {
        "o": 13550,
        "r": "nasb:Ezra:10:40",
        "t": "Machnadebai, Shashai, Sharai,"
    },
    {
        "o": 13551,
        "r": "nasb:Ezra:10:41",
        "t": "Azarel, Shelemiah, Shemariah,"
    },
    {
        "o": 13552,
        "r": "nasb:Ezra:10:42",
        "t": "Shallum, Amariah and*i Joseph."
    },
    {
        "o": 13553,
        "r": "nasb:Ezra:10:43",
        "t": "Of the sons of Nebo there*i were*i Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel and*i Benaiah."
    },
    {
        "o": 13554,
        "r": "nasb:Ezra:10:44",
        "t": "All these had married foreign wives, and some of them had wives by*i whom*i they had children."
    }
]
