[
    {
        "o": 10806,
        "r": "niv:2 Kings:14:0",
        "t": "2 Kings 14",
        "h": 1
    },
    {
        "o": 10807,
        "r": "niv:2 Kings:14:0",
        "t": "Amaziah King of Judah",
        "h": 2
    },
    {
        "o": 10808,
        "r": "niv:2 Kings:14:1",
        "t": "In*p the second year of Jehoash son of Jehoahaz king of Israel, Amaziah son of Joash king of Judah began to reign."
    },
    {
        "o": 10809,
        "r": "niv:2 Kings:14:2",
        "t": "He was twenty-five years old when he became king, and he reigned in Jerusalem twenty-nine years. His mother’s name was Jehoaddan; she was from Jerusalem."
    },
    {
        "o": 10810,
        "r": "niv:2 Kings:14:3",
        "t": "He did what was right in the eyes of the Lord,*s but not as his father David had done. In everything he followed the example of his father Joash."
    },
    {
        "o": 10811,
        "r": "niv:2 Kings:14:4",
        "t": "The high places, however, were not removed; the people continued to offer sacrifices and burn incense there."
    },
    {
        "o": 10812,
        "r": "niv:2 Kings:14:5",
        "t": "After*p the kingdom was firmly in his grasp, he executed the officials who had murdered his father the king."
    },
    {
        "o": 10813,
        "r": "niv:2 Kings:14:6",
        "t": "Yet he did not put the children of the assassins to death, in accordance with what is written in the Book of the Law of Moses where the Lord*s commanded: “Parents are not to be put to death for their children, nor children put to death for their parents; each will die for their own sin.”"
    },
    {
        "o": 10814,
        "r": "niv:2 Kings:14:7",
        "t": "He*p was the one who defeated ten thousand Edomites in the Valley of Salt and captured Sela in battle, calling it Joktheel, the name it has to this day."
    },
    {
        "o": 10815,
        "r": "niv:2 Kings:14:8",
        "t": "Then*p Amaziah sent messengers to Jehoash son of Jehoahaz, the son of Jehu, king of Israel, with the challenge: “Come, let us face each other in battle.”"
    },
    {
        "o": 10816,
        "r": "niv:2 Kings:14:9",
        "t": "But*p Jehoash king of Israel replied to Amaziah king of Judah: “A thistle in Lebanon sent a message to a cedar in Lebanon, ‘Give your daughter to my son in marriage.’ Then a wild beast in Lebanon came along and trampled the thistle underfoot."
    },
    {
        "o": 10817,
        "r": "niv:2 Kings:14:10",
        "t": "You have indeed defeated Edom and now you are arrogant. Glory in your victory, but stay at home! Why ask for trouble and cause your own downfall and that of Judah also?”"
    },
    {
        "o": 10818,
        "r": "niv:2 Kings:14:11",
        "t": "Amaziah,*p however, would not listen, so Jehoash king of Israel attacked. He and Amaziah king of Judah faced each other at Beth Shemesh in Judah."
    },
    {
        "o": 10819,
        "r": "niv:2 Kings:14:12",
        "t": "Judah was routed by Israel, and every man fled to his home."
    },
    {
        "o": 10820,
        "r": "niv:2 Kings:14:13",
        "t": "Jehoash king of Israel captured Amaziah king of Judah, the son of Joash, the son of Ahaziah, at Beth Shemesh. Then Jehoash went to Jerusalem and broke down the wall of Jerusalem from the Ephraim Gate to the Corner Gate—a section about four hundred cubits long."
    },
    {
        "o": 10821,
        "r": "niv:2 Kings:14:14",
        "t": "He took all the gold and silver and all the articles found in the temple of the Lord*s and in the treasuries of the royal palace. He also took hostages and returned to Samaria."
    },
    {
        "o": 10822,
        "r": "niv:2 Kings:14:15",
        "t": "As*p for the other events of the reign of Jehoash, what he did and his achievements, including his war against Amaziah king of Judah, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10823,
        "r": "niv:2 Kings:14:16",
        "t": "Jehoash rested with his ancestors and was buried in Samaria with the kings of Israel. And Jeroboam his son succeeded him as king."
    },
    {
        "o": 10824,
        "r": "niv:2 Kings:14:17",
        "t": "Amaziah*p son of Joash king of Judah lived for fifteen years after the death of Jehoash son of Jehoahaz king of Israel."
    },
    {
        "o": 10825,
        "r": "niv:2 Kings:14:18",
        "t": "As for the other events of Amaziah’s reign, are they not written in the book of the annals of the kings of Judah?"
    },
    {
        "o": 10826,
        "r": "niv:2 Kings:14:19",
        "t": "They*p conspired against him in Jerusalem, and he fled to Lachish, but they sent men after him to Lachish and killed him there."
    },
    {
        "o": 10827,
        "r": "niv:2 Kings:14:20",
        "t": "He was brought back by horse and was buried in Jerusalem with his ancestors, in the City of David."
    },
    {
        "o": 10828,
        "r": "niv:2 Kings:14:21",
        "t": "Then*p all the people of Judah took Azariah, who was sixteen years old, and made him king in place of his father Amaziah."
    },
    {
        "o": 10829,
        "r": "niv:2 Kings:14:22",
        "t": "He was the one who rebuilt Elath and restored it to Judah after Amaziah rested with his ancestors."
    },
    {
        "o": 10830,
        "r": "niv:2 Kings:14:22",
        "t": "Jeroboam II King of Israel",
        "h": 2
    },
    {
        "o": 10831,
        "r": "niv:2 Kings:14:23",
        "t": "In*p the fifteenth year of Amaziah son of Joash king of Judah, Jeroboam son of Jehoash king of Israel became king in Samaria, and he reigned forty-one years."
    },
    {
        "o": 10832,
        "r": "niv:2 Kings:14:24",
        "t": "He did evil in the eyes of the Lord*s and did not turn away from any of the sins of Jeroboam son of Nebat, which he had caused Israel to commit."
    },
    {
        "o": 10833,
        "r": "niv:2 Kings:14:25",
        "t": "He was the one who restored the boundaries of Israel from Lebo Hamath to the Dead Sea, in accordance with the word of the Lord,*s the God of Israel, spoken through his servant Jonah son of Amittai, the prophet from Gath Hepher."
    },
    {
        "o": 10834,
        "r": "niv:2 Kings:14:26",
        "t": "The*p Lord*s had seen how bitterly everyone in Israel, whether slave or free, was suffering; there was no one to help them."
    },
    {
        "o": 10835,
        "r": "niv:2 Kings:14:27",
        "t": "And since the Lord*s had not said he would blot out the name of Israel from under heaven, he saved them by the hand of Jeroboam son of Jehoash."
    },
    {
        "o": 10836,
        "r": "niv:2 Kings:14:28",
        "t": "As*p for the other events of Jeroboam’s reign, all he did, and his military achievements, including how he recovered for Israel both Damascus and Hamath, which had belonged to Judah, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10837,
        "r": "niv:2 Kings:14:29",
        "t": "Jeroboam rested with his ancestors, the kings of Israel. And Zechariah his son succeeded him as king."
    }
]
