[
    {
        "o": 19802,
        "r": "esv:Isaiah:8:0",
        "t": "Isaiah 8",
        "h": 1
    },
    {
        "o": 19803,
        "r": "esv:Isaiah:8:0",
        "t": "The Coming Assyrian Invasion",
        "h": 2
    },
    {
        "o": 19804,
        "r": "esv:Isaiah:8:1",
        "t": "Then*p the Lord*s said to me, “Take a large tablet and write on it in common characters, ‘Belonging to Maher-shalal-hash-baz.’"
    },
    {
        "o": 19805,
        "r": "esv:Isaiah:8:2",
        "t": "And I will get reliable witnesses, Uriah the priest and Zechariah the son of Jeberechiah, to attest for me.”"
    },
    {
        "o": 19806,
        "r": "esv:Isaiah:8:3",
        "t": "And*p I went to the prophetess, and she conceived and bore a son. Then the Lord*s said to me, “Call his name Maher-shalal-hash-baz;"
    },
    {
        "o": 19807,
        "r": "esv:Isaiah:8:4",
        "t": "for before the boy knows how to cry ‘My father’ or ‘My mother,’ the wealth of Damascus and the spoil of Samaria will be carried away before the king of Assyria.”"
    },
    {
        "o": 19808,
        "r": "esv:Isaiah:8:5",
        "t": "The*p Lord*s spoke to me again:"
    },
    {
        "o": 19809,
        "r": "esv:Isaiah:8:6",
        "t": "“Because this people has refused the waters of Shiloah that flow gently, and rejoice over Rezin and the son of Remaliah,"
    },
    {
        "o": 19810,
        "r": "esv:Isaiah:8:7",
        "t": "therefore, behold, the Lord is bringing up against them the waters of the River, mighty and many, the king of Assyria and all his glory. And it will rise over all its channels and go over all its banks,"
    },
    {
        "o": 19811,
        "r": "esv:Isaiah:8:8",
        "t": "and it will sweep on into Judah, it will overflow and pass on, reaching even to the neck, and its outspread wings will fill the breadth of your land, O Immanuel.”"
    },
    {
        "o": 19812,
        "r": "esv:Isaiah:8:9",
        "t": "Be*pn broken, you peoples, and be shattered; give*ld ear, all you far countries; strap*ln on your armor and be shattered; strap*ld on your armor and be shattered."
    },
    {
        "o": 19813,
        "r": "esv:Isaiah:8:10",
        "t": "Take*ln counsel together, but it will come to nothing; speak*ld a word, but it will not stand, for*ld God is with us."
    },
    {
        "o": 19814,
        "r": "esv:Isaiah:8:10",
        "t": "Fear God, Wait for the Lord",
        "h": 2
    },
    {
        "o": 19815,
        "r": "esv:Isaiah:8:11",
        "t": "For*p the Lord*s spoke thus to me with his strong hand upon me, and warned me not to walk in the way of this people, saying:"
    },
    {
        "o": 19816,
        "r": "esv:Isaiah:8:12",
        "t": "“Do not call conspiracy all that this people calls conspiracy, and do not fear what they fear, nor be in dread."
    },
    {
        "o": 19817,
        "r": "esv:Isaiah:8:13",
        "t": "But the Lord*s of hosts, him you shall honor as holy. Let him be your fear, and let him be your dread."
    },
    {
        "o": 19818,
        "r": "esv:Isaiah:8:14",
        "t": "And he will become a sanctuary and a stone of offense and a rock of stumbling to both houses of Israel, a trap and a snare to the inhabitants of Jerusalem."
    },
    {
        "o": 19819,
        "r": "esv:Isaiah:8:15",
        "t": "And many shall stumble on it. They shall fall and be broken; they shall be snared and taken.”"
    },
    {
        "o": 19820,
        "r": "esv:Isaiah:8:16",
        "t": "Bind*p up the testimony; seal the teaching among my disciples."
    },
    {
        "o": 19821,
        "r": "esv:Isaiah:8:17",
        "t": "I will wait for the Lord,*s who is hiding his face from the house of Jacob, and I will hope in him."
    },
    {
        "o": 19822,
        "r": "esv:Isaiah:8:18",
        "t": "Behold, I and the children whom the Lord*s has given me are signs and portents in Israel from the Lord*s of hosts, who dwells on Mount Zion."
    },
    {
        "o": 19823,
        "r": "esv:Isaiah:8:19",
        "t": "And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?"
    },
    {
        "o": 19824,
        "r": "esv:Isaiah:8:20",
        "t": "To the teaching and to the testimony! If they will not speak according to this word, it is because they have no dawn."
    },
    {
        "o": 19825,
        "r": "esv:Isaiah:8:21",
        "t": "They will pass through the land, greatly distressed and hungry. And when they are hungry, they will be enraged and will speak contemptuously against their king and their God, and turn their faces upward."
    },
    {
        "o": 19826,
        "r": "esv:Isaiah:8:22",
        "t": "And they will look to the earth, but behold, distress and darkness, the gloom of anguish. And they will be thrust into thick darkness."
    }
]
