[
    {
        "o": 13568,
        "r": "nasb:Nehemiah:2:0",
        "t": "Nehemiah 2",
        "h": 1
    },
    {
        "o": 13569,
        "r": "nasb:Nehemiah:2:0",
        "t": "Nehemiah’s Prayer Answered",
        "h": 2
    },
    {
        "o": 13570,
        "r": "nasb:Nehemiah:2:1",
        "t": "And*p it came about in the month Nisan, in the twentieth year of King Artaxerxes, that wine was*i before him, and I took up the wine and gave it to the king. Now I had not been sad in his presence."
    },
    {
        "o": 13571,
        "r": "nasb:Nehemiah:2:2",
        "t": "So the king said to me, “Why is your face sad though you are not sick? This is nothing but sadness of heart.” Then I was very much afraid."
    },
    {
        "o": 13572,
        "r": "nasb:Nehemiah:2:3",
        "t": "I said to the king, “Let the king live forever. Why should my face not be sad when the city, the place of my fathers’ tombs, lies desolate and its gates have been consumed by fire?”"
    },
    {
        "o": 13573,
        "r": "nasb:Nehemiah:2:4",
        "t": "Then the king said to me, “What would you request?” So I prayed to the God of heaven."
    },
    {
        "o": 13574,
        "r": "nasb:Nehemiah:2:5",
        "t": "I said to the king, “If it please the king, and if your servant has found favor before you, send me to Judah, to the city of my fathers’ tombs, that I may rebuild it.”"
    },
    {
        "o": 13575,
        "r": "nasb:Nehemiah:2:6",
        "t": "Then the king said to me, the queen sitting beside him, “How long will your journey be, and when will you return?” So it pleased the king to send me, and I gave him a definite time."
    },
    {
        "o": 13576,
        "r": "nasb:Nehemiah:2:7",
        "t": "And I said to the king, “If it please the king, let letters be given me for the governors of*i the*i provinces*i beyond the River, that they may allow me to pass through until I come to Judah,"
    },
    {
        "o": 13577,
        "r": "nasb:Nehemiah:2:8",
        "t": "and a letter to Asaph the keeper of the king’s forest, that he may give me timber to make beams for the gates of the fortress which is by the temple, for the wall of the city and for the house to which I will go.” And the king granted them*i to me because the good hand of my God was*i on me."
    },
    {
        "o": 13578,
        "r": "nasb:Nehemiah:2:9",
        "t": "Then*p I came to the governors of*i the*i provinces*i beyond the River and gave them the king’s letters. Now the king had sent with me officers of the army and horsemen."
    },
    {
        "o": 13579,
        "r": "nasb:Nehemiah:2:10",
        "t": "When Sanballat the Horonite and Tobiah the Ammonite official heard about*i it,*i it was very displeasing to them that someone had come to seek the welfare of the sons of Israel."
    },
    {
        "o": 13580,
        "r": "nasb:Nehemiah:2:10",
        "t": "Nehemiah Inspects Jerusalem’s Walls",
        "h": 2
    },
    {
        "o": 13581,
        "r": "nasb:Nehemiah:2:11",
        "t": "So*p I came to Jerusalem and was there three days."
    },
    {
        "o": 13582,
        "r": "nasb:Nehemiah:2:12",
        "t": "And I arose in the night, I and a few men with me. I did not tell anyone what my God was putting into my mind to do for Jerusalem and there was no animal with me except the animal on which I was riding."
    },
    {
        "o": 13583,
        "r": "nasb:Nehemiah:2:13",
        "t": "So I went out at night by the Valley Gate in the direction of the Dragon’s Well and on*i to the Refuse Gate, inspecting the walls of Jerusalem which were broken down and its gates which were consumed by fire."
    },
    {
        "o": 13584,
        "r": "nasb:Nehemiah:2:14",
        "t": "Then I passed on to the Fountain Gate and the King’s Pool, but there was no place for my mount to pass."
    },
    {
        "o": 13585,
        "r": "nasb:Nehemiah:2:15",
        "t": "So I went up at night by the ravine and inspected the wall. Then I entered the Valley Gate again and returned."
    },
    {
        "o": 13586,
        "r": "nasb:Nehemiah:2:16",
        "t": "The officials did not know where I had gone or what I had done; nor had I as yet told the Jews, the priests, the nobles, the officials or the rest who did the work."
    },
    {
        "o": 13587,
        "r": "nasb:Nehemiah:2:17",
        "t": "Then*p I said to them, “You see the bad situation we are in, that Jerusalem is desolate and its gates burned by fire. Come, let us rebuild the wall of Jerusalem so that we will no longer be a reproach.”"
    },
    {
        "o": 13588,
        "r": "nasb:Nehemiah:2:18",
        "t": "I told them how the hand of my God had been favorable to me and also about the king’s words which he had spoken to me. Then they said, “Let us arise and build.” So they put their hands to the good work.*i"
    },
    {
        "o": 13589,
        "r": "nasb:Nehemiah:2:19",
        "t": "But when Sanballat the Horonite and Tobiah the Ammonite official, and Geshem the Arab heard it,*i they mocked us and despised us and said, “What is this thing you are doing? Are you rebelling against the king?”"
    },
    {
        "o": 13590,
        "r": "nasb:Nehemiah:2:20",
        "t": "So I answered them and said to them, “The God of heaven will give us success; therefore we His servants will arise and build, but you have no portion, right or memorial in Jerusalem.”"
    }
]
