[
    {
        "o": 5378,
        "r": "csb:Deuteronomy:1:0",
        "t": "Deuteronomy 1",
        "h": 1
    },
    {
        "o": 5379,
        "r": "csb:Deuteronomy:1:0",
        "t": "Introduction",
        "h": 2
    },
    {
        "o": 5380,
        "r": "csb:Deuteronomy:1:1",
        "t": "These*p are the words Moses spoke to all Israel across the Jordan in the wilderness, in the Arabah opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Di-zahab."
    },
    {
        "o": 5381,
        "r": "csb:Deuteronomy:1:2",
        "t": "It is an eleven-day journey from Horeb to Kadesh-barnea by way of Mount Seir."
    },
    {
        "o": 5382,
        "r": "csb:Deuteronomy:1:3",
        "t": "In the fortieth year, in the eleventh month, on the first of the month, Moses told the Israelites everything the Lord*s had commanded him to say to them."
    },
    {
        "o": 5383,
        "r": "csb:Deuteronomy:1:4",
        "t": "This was after he had defeated King Sihon of the Amorites, who lived in Heshbon, and King Og of Bashan, who lived in Ashtaroth, at Edrei."
    },
    {
        "o": 5384,
        "r": "csb:Deuteronomy:1:5",
        "t": "Across the Jordan in the land of Moab, Moses began to explain this law, saying:"
    },
    {
        "o": 5385,
        "r": "csb:Deuteronomy:1:5",
        "t": "Departure from Horeb",
        "h": 2
    },
    {
        "o": 5386,
        "r": "csb:Deuteronomy:1:6",
        "t": "“The*p Lord*s our God spoke to us at Horeb: ‘You have stayed at this mountain long enough."
    },
    {
        "o": 5387,
        "r": "csb:Deuteronomy:1:7",
        "t": "Resume your journey and go to the hill country of the Amorites and their neighbors in the Arabah, the hill country, the Judean foothills, the Negev and the sea coast - to the land of the Canaanites and to Lebanon as far as the great river, the Euphrates River."
    },
    {
        "o": 5388,
        "r": "csb:Deuteronomy:1:8",
        "t": "See, I have set the land before you. Enter and take possession of the land the Lord*s swore to give to your ancestors Abraham, Isaac, and Jacob and their future descendants.’"
    },
    {
        "o": 5389,
        "r": "csb:Deuteronomy:1:8",
        "t": "Leaders for the Tribes",
        "h": 2
    },
    {
        "o": 5390,
        "r": "csb:Deuteronomy:1:9",
        "t": "“I*p said to you at that time: I can’t bear the responsibility for you on my own."
    },
    {
        "o": 5391,
        "r": "csb:Deuteronomy:1:10",
        "t": "The Lord*s your God has so multiplied you that today you are as numerous as the stars of the sky."
    },
    {
        "o": 5392,
        "r": "csb:Deuteronomy:1:11",
        "t": "May the Lord,*s the God of your ancestors, increase you a thousand times more, and bless you as he promised you."
    },
    {
        "o": 5393,
        "r": "csb:Deuteronomy:1:12",
        "t": "But how can I bear your troubles, burdens, and disputes by myself?"
    },
    {
        "o": 5394,
        "r": "csb:Deuteronomy:1:13",
        "t": "Appoint for yourselves wise, understanding, and respected men from each of your tribes, and I will make them your leaders."
    },
    {
        "o": 5395,
        "r": "csb:Deuteronomy:1:14",
        "t": "“You*p replied to me, ‘What you propose to do is good.’"
    },
    {
        "o": 5396,
        "r": "csb:Deuteronomy:1:15",
        "t": "“So*p I took the leaders of your tribes, wise and respected men, and set them over you as leaders: commanders for thousands, hundreds, fifties, and tens, and officers for your tribes."
    },
    {
        "o": 5397,
        "r": "csb:Deuteronomy:1:16",
        "t": "I commanded your judges at that time: Hear the cases between your brothers, and judge rightly between a man and his brother or his resident alien."
    },
    {
        "o": 5398,
        "r": "csb:Deuteronomy:1:17",
        "t": "Do not show partiality when deciding a case; listen to small and great alike. Do not be intimidated by anyone, for judgment belongs to God. Bring me any case too difficult for you, and I will hear it."
    },
    {
        "o": 5399,
        "r": "csb:Deuteronomy:1:18",
        "t": "At that time I commanded you about all the things you were to do."
    },
    {
        "o": 5400,
        "r": "csb:Deuteronomy:1:18",
        "t": "Israel’s Disobedience at Kadesh-barnea",
        "h": 2
    },
    {
        "o": 5401,
        "r": "csb:Deuteronomy:1:19",
        "t": "“We*p then set out from Horeb and went across all the great and terrible wilderness you saw on the way to the hill country of the Amorites, just as the Lord*s our God had commanded us. When we reached Kadesh-barnea,"
    },
    {
        "o": 5402,
        "r": "csb:Deuteronomy:1:20",
        "t": "I said to you: You have reached the hill country of the Amorites, which the Lord*s our God is giving us."
    },
    {
        "o": 5403,
        "r": "csb:Deuteronomy:1:21",
        "t": "See, the Lord*s your God has set the land before you. Go up and take possession of it as the Lord,*s the God of your ancestors, has told you. Do not be afraid or discouraged."
    },
    {
        "o": 5404,
        "r": "csb:Deuteronomy:1:22",
        "t": "“Then*p all of you approached me and said, ‘Let’s send men ahead of us, so that they may explore the land for us and bring us back a report about the route we should go up and the cities we will come to.’"
    },
    {
        "o": 5405,
        "r": "csb:Deuteronomy:1:23",
        "t": "The plan seemed good to me, so I selected twelve men from among you, one man for each tribe."
    },
    {
        "o": 5406,
        "r": "csb:Deuteronomy:1:24",
        "t": "They left and went up into the hill country and came to Eshcol Valley, scouting the land."
    },
    {
        "o": 5407,
        "r": "csb:Deuteronomy:1:25",
        "t": "They took some of the fruit from the land in their hands, carried it down to us, and brought us back a report: ‘The land the Lord*s our God is giving us is good.’"
    },
    {
        "o": 5408,
        "r": "csb:Deuteronomy:1:26",
        "t": "“But*p you were not willing to go up. You rebelled against the command of the Lord*s your God."
    },
    {
        "o": 5409,
        "r": "csb:Deuteronomy:1:27",
        "t": "You grumbled in your tents and said, ‘The Lord*s brought us out of the land of Egypt to hand us over to the Amorites in order to destroy us, because he hates us."
    },
    {
        "o": 5410,
        "r": "csb:Deuteronomy:1:28",
        "t": "Where can we go? Our brothers have made us lose heart, saying: The people are larger and taller than we are; the cities are large, fortified to the heavens. We also saw the descendants of the Anakim there.’"
    },
    {
        "o": 5411,
        "r": "csb:Deuteronomy:1:29",
        "t": "“So*p I said to you: Don’t be terrified or afraid of them!"
    },
    {
        "o": 5412,
        "r": "csb:Deuteronomy:1:30",
        "t": "The Lord*s your God who goes before you will fight for you, just as you saw him do for you in Egypt."
    },
    {
        "o": 5413,
        "r": "csb:Deuteronomy:1:31",
        "t": "And you saw in the wilderness how the Lord*s your God carried you as a man carries his son all along the way you traveled until you reached this place."
    },
    {
        "o": 5414,
        "r": "csb:Deuteronomy:1:32",
        "t": "But in spite of this you did not trust the Lord*s your God,"
    },
    {
        "o": 5415,
        "r": "csb:Deuteronomy:1:33",
        "t": "who went before you on the journey to seek out a place for you to camp. He went in the fire by night and in the cloud by day to guide you on the road you were to travel."
    },
    {
        "o": 5416,
        "r": "csb:Deuteronomy:1:34",
        "t": "“When*p the Lord*s heard your words, he grew angry and swore an oath:"
    },
    {
        "o": 5417,
        "r": "csb:Deuteronomy:1:35",
        "t": "‘None of these men in this evil generation will see the good land I swore to give your ancestors,"
    },
    {
        "o": 5418,
        "r": "csb:Deuteronomy:1:36",
        "t": "except Caleb the son of Jephunneh. He will see it, and I will give him and his descendants the land on which he has set foot, because he remained loyal to the Lord.’*s"
    },
    {
        "o": 5419,
        "r": "csb:Deuteronomy:1:37",
        "t": "“The*p Lord*s was angry with me also because of you and said, ‘You will not enter there either."
    },
    {
        "o": 5420,
        "r": "csb:Deuteronomy:1:38",
        "t": "Joshua son of Nun, who attends you, will enter it. Encourage him, for he will enable Israel to inherit it."
    },
    {
        "o": 5421,
        "r": "csb:Deuteronomy:1:39",
        "t": "Your children, who you said would be plunder, your sons who don’t yet know good from evil, will enter there. I will give them the land, and they will take possession of it."
    },
    {
        "o": 5422,
        "r": "csb:Deuteronomy:1:40",
        "t": "But you are to turn back and head for the wilderness by way of the Red Sea.’"
    },
    {
        "o": 5423,
        "r": "csb:Deuteronomy:1:41",
        "t": "“You*p answered me, ‘We have sinned against the Lord.*s We will go up and fight just as the Lord*s our God commanded us.’ Then each of you put on his weapons of war and thought it would be easy to go up into the hill country."
    },
    {
        "o": 5424,
        "r": "csb:Deuteronomy:1:42",
        "t": "“But*p the Lord*s said to me, ‘Tell them: Don’t go up and fight, for I am not with you to keep you from being defeated by your enemies.’"
    },
    {
        "o": 5425,
        "r": "csb:Deuteronomy:1:43",
        "t": "So I spoke to you, but you didn’t listen. You rebelled against the Lord’s*s command and defiantly went up into the hill country."
    },
    {
        "o": 5426,
        "r": "csb:Deuteronomy:1:44",
        "t": "Then the Amorites who lived there came out against you and chased you like a swarm of bees. They routed you from Seir as far as Hormah."
    },
    {
        "o": 5427,
        "r": "csb:Deuteronomy:1:45",
        "t": "When you returned, you wept before the Lord,*s but he didn’t listen to your requests or pay attention to you."
    },
    {
        "o": 5428,
        "r": "csb:Deuteronomy:1:46",
        "t": "For this reason you stayed in Kadesh as long as you did."
    }
]
