[
    {
        "o": 30900,
        "r": "csb:Acts:11:0",
        "t": "Acts 11",
        "h": 1
    },
    {
        "o": 30901,
        "r": "csb:Acts:11:0",
        "t": "Gentile Salvation Defended",
        "h": 2
    },
    {
        "o": 30902,
        "r": "csb:Acts:11:1",
        "t": "The*p apostles and the brothers and sisters who were throughout Judea heard that the Gentiles had also received the word of God."
    },
    {
        "o": 30903,
        "r": "csb:Acts:11:2",
        "t": "When Peter went up to Jerusalem, the circumcision party criticized him,"
    },
    {
        "o": 30904,
        "r": "csb:Acts:11:3",
        "t": "saying, “You went to uncircumcised men and ate with them.”"
    },
    {
        "o": 30905,
        "r": "csb:Acts:11:4",
        "t": "Peter*p began to explain to them step by step,"
    },
    {
        "o": 30906,
        "r": "csb:Acts:11:5",
        "t": "“I was in the town of Joppa praying, and I saw, in a trance, an object that resembled a large sheet coming down, being lowered by its four corners from heaven, and it came to me."
    },
    {
        "o": 30907,
        "r": "csb:Acts:11:6",
        "t": "When I looked closely and considered it, I saw the four-footed animals of the earth, the wild beasts, the reptiles, and the birds of the sky."
    },
    {
        "o": 30908,
        "r": "csb:Acts:11:7",
        "t": "I also heard a voice telling me, ‘Get*r up,*r Peter;*r kill*r and*r eat.’*r"
    },
    {
        "o": 30909,
        "r": "csb:Acts:11:8",
        "t": "“‘No,*p Lord! ’ I said. ‘For nothing impure or ritually unclean has ever entered my mouth.’"
    },
    {
        "o": 30910,
        "r": "csb:Acts:11:9",
        "t": "But a voice answered from heaven a second time, ‘What*r God*r has*r made*r clean,*r you*r must*r not*r call*r impure.’*r"
    },
    {
        "o": 30911,
        "r": "csb:Acts:11:10",
        "t": "“Now*p this happened three times, and everything was drawn up again into heaven."
    },
    {
        "o": 30912,
        "r": "csb:Acts:11:11",
        "t": "At that very moment, three men who had been sent to me from Caesarea arrived at the house where we were."
    },
    {
        "o": 30913,
        "r": "csb:Acts:11:12",
        "t": "The Spirit told me to accompany them with no doubts at all. These six brothers also accompanied me, and we went into the man’s house."
    },
    {
        "o": 30914,
        "r": "csb:Acts:11:13",
        "t": "He reported to us how he had seen the angel standing in his house and saying, ‘Send to Joppa, and call for Simon, who is also named Peter."
    },
    {
        "o": 30915,
        "r": "csb:Acts:11:14",
        "t": "He will speak a message to you by which you and all your household will be saved.’"
    },
    {
        "o": 30916,
        "r": "csb:Acts:11:15",
        "t": "“As*p I began to speak, the Holy Spirit came down on them, just as on us at the beginning."
    },
    {
        "o": 30917,
        "r": "csb:Acts:11:16",
        "t": "I remembered the word of the Lord, how he said, ‘John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit.’*r"
    },
    {
        "o": 30918,
        "r": "csb:Acts:11:17",
        "t": "If, then, God gave them the same gift that he also gave to us when we believed in the Lord Jesus Christ, how could I possibly hinder God?”"
    },
    {
        "o": 30919,
        "r": "csb:Acts:11:18",
        "t": "When*p they heard this they became silent. And they glorified God, saying, “So then, God has given repentance resulting in life even to the Gentiles.”"
    },
    {
        "o": 30920,
        "r": "csb:Acts:11:18",
        "t": "The Church in Antioch",
        "h": 2
    },
    {
        "o": 30921,
        "r": "csb:Acts:11:19",
        "t": "Now*p those who had been scattered as a result of the persecution that started because of Stephen made their way as far as Phoenicia, Cyprus, and Antioch, speaking the word to no one except Jews."
    },
    {
        "o": 30922,
        "r": "csb:Acts:11:20",
        "t": "But there were some of them, men from Cyprus and Cyrene, who came to Antioch and began speaking to the Greeks also, proclaiming the good news about the Lord Jesus."
    },
    {
        "o": 30923,
        "r": "csb:Acts:11:21",
        "t": "The Lord’s hand was with them, and a large number who believed turned to the Lord."
    },
    {
        "o": 30924,
        "r": "csb:Acts:11:22",
        "t": "News about them reached the church in Jerusalem, and they sent out Barnabas to travel as far as Antioch."
    },
    {
        "o": 30925,
        "r": "csb:Acts:11:23",
        "t": "When he arrived and saw the grace of God, he was glad and encouraged all of them to remain true to the Lord with devoted hearts,"
    },
    {
        "o": 30926,
        "r": "csb:Acts:11:24",
        "t": "for he was a good man, full of the Holy Spirit and of faith. And large numbers of people were added to the Lord."
    },
    {
        "o": 30927,
        "r": "csb:Acts:11:25",
        "t": "Then*p he went to Tarsus to search for Saul,"
    },
    {
        "o": 30928,
        "r": "csb:Acts:11:26",
        "t": "and when he found him he brought him to Antioch. For a whole year they met with the church and taught large numbers. The disciples were first called Christians at Antioch."
    },
    {
        "o": 30929,
        "r": "csb:Acts:11:26",
        "t": "Famine Relief",
        "h": 2
    },
    {
        "o": 30930,
        "r": "csb:Acts:11:27",
        "t": "In*p those days some prophets came down from Jerusalem to Antioch."
    },
    {
        "o": 30931,
        "r": "csb:Acts:11:28",
        "t": "One of them, named Agabus, stood up and predicted by the Spirit that there would be a severe famine throughout the Roman world. This took place during the reign of Claudius."
    },
    {
        "o": 30932,
        "r": "csb:Acts:11:29",
        "t": "Each of the disciples, according to his ability, determined to send relief to the brothers and sisters who lived in Judea."
    },
    {
        "o": 30933,
        "r": "csb:Acts:11:30",
        "t": "They did this, sending it to the elders by means of Barnabas and Saul."
    }
]
