[
    {
        "o": 17081,
        "r": "kjv:Psalm:145:0",
        "t": "Psalm 145",
        "h": 1
    },
    {
        "o": 17082,
        "r": "kjv:Psalm:145:0",
        "t": "David's Psalm of praise.",
        "h": 4
    },
    {
        "o": 17083,
        "r": "kjv:Psalm:145:1",
        "t": "I*p will extol thee, my God, O king; and I will bless thy name for ever and ever."
    },
    {
        "o": 17084,
        "r": "kjv:Psalm:145:2",
        "t": "Every*p day will I bless thee; and I will praise thy name for ever and ever."
    },
    {
        "o": 17085,
        "r": "kjv:Psalm:145:3",
        "t": "Great*p is the Lord,*s and greatly to be praised; and his greatness is unsearchable."
    },
    {
        "o": 17086,
        "r": "kjv:Psalm:145:4",
        "t": "One*p generation shall praise thy works to another, and shall declare thy mighty acts."
    },
    {
        "o": 17087,
        "r": "kjv:Psalm:145:5",
        "t": "I*p will speak of the glorious honour of thy majesty, and of thy wondrous works."
    },
    {
        "o": 17088,
        "r": "kjv:Psalm:145:6",
        "t": "And*p men shall speak of the might of thy terrible acts: and I will declare thy greatness."
    },
    {
        "o": 17089,
        "r": "kjv:Psalm:145:7",
        "t": "They*p shall abundantly utter the memory of thy great goodness, and shall sing of thy righteousness."
    },
    {
        "o": 17090,
        "r": "kjv:Psalm:145:8",
        "t": "The*p Lord*s is gracious, and full of compassion; slow to anger, and of great mercy."
    },
    {
        "o": 17091,
        "r": "kjv:Psalm:145:9",
        "t": "The*p Lord*s is good to all: and his tender mercies are over all his works."
    },
    {
        "o": 17092,
        "r": "kjv:Psalm:145:10",
        "t": "All*p thy works shall praise thee, O Lord;*s and thy saints shall bless thee."
    },
    {
        "o": 17093,
        "r": "kjv:Psalm:145:11",
        "t": "They*p shall speak of the glory of thy kingdom, and talk of thy power;"
    },
    {
        "o": 17094,
        "r": "kjv:Psalm:145:12",
        "t": "To*p make known to the sons of men his mighty acts, and the glorious majesty of his kingdom."
    },
    {
        "o": 17095,
        "r": "kjv:Psalm:145:13",
        "t": "Thy*p kingdom is an everlasting kingdom, and thy dominion endureth throughout all generations."
    },
    {
        "o": 17096,
        "r": "kjv:Psalm:145:14",
        "t": "The*p Lord*s upholdeth all that fall, and raiseth up all those that be bowed down."
    },
    {
        "o": 17097,
        "r": "kjv:Psalm:145:15",
        "t": "The*p eyes of all wait upon thee; and thou givest them their meat in due season."
    },
    {
        "o": 17098,
        "r": "kjv:Psalm:145:16",
        "t": "Thou*p openest thine hand, and satisfiest the desire of every living thing."
    },
    {
        "o": 17099,
        "r": "kjv:Psalm:145:17",
        "t": "The*p Lord*s is righteous in all his ways, and holy in all his works."
    },
    {
        "o": 17100,
        "r": "kjv:Psalm:145:18",
        "t": "The*p Lord*s is nigh unto all them that call upon him, to all that call upon him in truth."
    },
    {
        "o": 17101,
        "r": "kjv:Psalm:145:19",
        "t": "He*p will fulfil the desire of them that fear him: he also will hear their cry, and will save them."
    },
    {
        "o": 17102,
        "r": "kjv:Psalm:145:20",
        "t": "The*p Lord*s preserveth all them that love him: but all the wicked will he destroy."
    },
    {
        "o": 17103,
        "r": "kjv:Psalm:145:21",
        "t": "My*p mouth shall speak the praise of the Lord:*s and let all flesh bless his holy name for ever and ever."
    }
]
