[
    {
        "o": 32197,
        "r": "nkjv:1 Corinthians:8:0",
        "t": "1 Corinthians 8",
        "h": 1
    },
    {
        "o": 32198,
        "r": "nkjv:1 Corinthians:8:0",
        "t": "Be Sensitive to Conscience",
        "h": 2
    },
    {
        "o": 32199,
        "r": "nkjv:1 Corinthians:8:1",
        "t": "Now*p concerning things offered to idols: We know that we all have knowledge. Knowledge puffs up, but love edifies."
    },
    {
        "o": 32200,
        "r": "nkjv:1 Corinthians:8:2",
        "t": "And if anyone thinks that he knows anything, he knows nothing yet as he ought to know."
    },
    {
        "o": 32201,
        "r": "nkjv:1 Corinthians:8:3",
        "t": "But if anyone loves God, this one is known by Him."
    },
    {
        "o": 32202,
        "r": "nkjv:1 Corinthians:8:4",
        "t": "Therefore*p concerning the eating of things offered to idols, we know that an idol is*i nothing in the world, and that there*i is*i no other God but one."
    },
    {
        "o": 32203,
        "r": "nkjv:1 Corinthians:8:5",
        "t": "For even if there are so-called gods, whether in heaven or on earth (as there are many gods and many lords),"
    },
    {
        "o": 32204,
        "r": "nkjv:1 Corinthians:8:6",
        "t": "yet for us there*i is*i one God, the Father, of whom are*i all things, and we for Him; and one Lord Jesus Christ, through whom are*i all things, and through whom we live.*i"
    },
    {
        "o": 32205,
        "r": "nkjv:1 Corinthians:8:7",
        "t": "However,*p there*i is*i not in everyone that knowledge; for some, with consciousness of the idol, until now eat it*i as a thing offered to an idol; and their conscience, being weak, is defiled."
    },
    {
        "o": 32206,
        "r": "nkjv:1 Corinthians:8:8",
        "t": "But food does not commend us to God; for neither if we eat are we the better, nor if we do not eat are we the worse."
    },
    {
        "o": 32207,
        "r": "nkjv:1 Corinthians:8:9",
        "t": "But*p beware lest somehow this liberty of yours become a stumbling block to those who are weak."
    },
    {
        "o": 32208,
        "r": "nkjv:1 Corinthians:8:10",
        "t": "For if anyone sees you who have knowledge eating in an idol’s temple, will not the conscience of him who is weak be emboldened to eat those things offered to idols?"
    },
    {
        "o": 32209,
        "r": "nkjv:1 Corinthians:8:11",
        "t": "And because of your knowledge shall the weak brother perish, for whom Christ died?"
    },
    {
        "o": 32210,
        "r": "nkjv:1 Corinthians:8:12",
        "t": "But when you thus sin against the brethren, and wound their weak conscience, you sin against Christ."
    },
    {
        "o": 32211,
        "r": "nkjv:1 Corinthians:8:13",
        "t": "Therefore, if food makes my brother stumble, I will never again eat meat, lest I make my brother stumble."
    }
]
