[
    {
        "o": 502,
        "r": "niv:Genesis:19:0",
        "t": "Genesis 19",
        "h": 1
    },
    {
        "o": 503,
        "r": "niv:Genesis:19:0",
        "t": "Sodom and Gomorrah Destroyed",
        "h": 2
    },
    {
        "o": 504,
        "r": "niv:Genesis:19:1",
        "t": "The*p two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground."
    },
    {
        "o": 505,
        "r": "niv:Genesis:19:2",
        "t": "“My lords,” he said, “please turn aside to your servant’s house. You can wash your feet and spend the night and then go on your way early in the morning.” “No,”*p they answered, “we will spend the night in the square.”"
    },
    {
        "o": 506,
        "r": "niv:Genesis:19:3",
        "t": "But*p he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate."
    },
    {
        "o": 507,
        "r": "niv:Genesis:19:4",
        "t": "Before they had gone to bed, all the men from every part of the city of Sodom—both young and old—surrounded the house."
    },
    {
        "o": 508,
        "r": "niv:Genesis:19:5",
        "t": "They called to Lot, “Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.”"
    },
    {
        "o": 509,
        "r": "niv:Genesis:19:6",
        "t": "Lot*p went outside to meet them and shut the door behind him"
    },
    {
        "o": 510,
        "r": "niv:Genesis:19:7",
        "t": "and said, “No, my friends. Don’t do this wicked thing."
    },
    {
        "o": 511,
        "r": "niv:Genesis:19:8",
        "t": "Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don’t do anything to these men, for they have come under the protection of my roof.”"
    },
    {
        "o": 512,
        "r": "niv:Genesis:19:9",
        "t": "“Get*p out of our way,” they replied. “This fellow came here as a foreigner, and now he wants to play the judge! We’ll treat you worse than them.” They kept bringing pressure on Lot and moved forward to break down the door."
    },
    {
        "o": 513,
        "r": "niv:Genesis:19:10",
        "t": "But*p the men inside reached out and pulled Lot back into the house and shut the door."
    },
    {
        "o": 514,
        "r": "niv:Genesis:19:11",
        "t": "Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door."
    },
    {
        "o": 515,
        "r": "niv:Genesis:19:12",
        "t": "The*p two men said to Lot, “Do you have anyone else here—sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here,"
    },
    {
        "o": 516,
        "r": "niv:Genesis:19:13",
        "t": "because we are going to destroy this place. The outcry to the Lord*s against its people is so great that he has sent us to destroy it.”"
    },
    {
        "o": 517,
        "r": "niv:Genesis:19:14",
        "t": "So*p Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, “Hurry and get out of this place, because the Lord*s is about to destroy the city!” But his sons-in-law thought he was joking."
    },
    {
        "o": 518,
        "r": "niv:Genesis:19:15",
        "t": "With*p the coming of dawn, the angels urged Lot, saying, “Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.”"
    },
    {
        "o": 519,
        "r": "niv:Genesis:19:16",
        "t": "When*p he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the Lord*s was merciful to them."
    },
    {
        "o": 520,
        "r": "niv:Genesis:19:17",
        "t": "As soon as they had brought them out, one of them said, “Flee for your lives! Don’t look back, and don’t stop anywhere in the plain! Flee to the mountains or you will be swept away!”"
    },
    {
        "o": 521,
        "r": "niv:Genesis:19:18",
        "t": "But*p Lot said to them, “No, my lords, please!"
    },
    {
        "o": 522,
        "r": "niv:Genesis:19:19",
        "t": "Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can’t flee to the mountains; this disaster will overtake me, and I’ll die."
    },
    {
        "o": 523,
        "r": "niv:Genesis:19:20",
        "t": "Look, here is a town near enough to run to, and it is small. Let me flee to it—it is very small, isn’t it? Then my life will be spared.”"
    },
    {
        "o": 524,
        "r": "niv:Genesis:19:21",
        "t": "He*p said to him, “Very well, I will grant this request too; I will not overthrow the town you speak of."
    },
    {
        "o": 525,
        "r": "niv:Genesis:19:22",
        "t": "But flee there quickly, because I cannot do anything until you reach it.” (That is why the town was called Zoar.)"
    },
    {
        "o": 526,
        "r": "niv:Genesis:19:23",
        "t": "By*p the time Lot reached Zoar, the sun had risen over the land."
    },
    {
        "o": 527,
        "r": "niv:Genesis:19:24",
        "t": "Then the Lord*s rained down burning sulfur on Sodom and Gomorrah—from the Lord*s out of the heavens."
    },
    {
        "o": 528,
        "r": "niv:Genesis:19:25",
        "t": "Thus he overthrew those cities and the entire plain, destroying all those living in the cities—and also the vegetation in the land."
    },
    {
        "o": 529,
        "r": "niv:Genesis:19:26",
        "t": "But Lot’s wife looked back, and she became a pillar of salt."
    },
    {
        "o": 530,
        "r": "niv:Genesis:19:27",
        "t": "Early*p the next morning Abraham got up and returned to the place where he had stood before the Lord.*s"
    },
    {
        "o": 531,
        "r": "niv:Genesis:19:28",
        "t": "He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace."
    },
    {
        "o": 532,
        "r": "niv:Genesis:19:29",
        "t": "So*p when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived."
    },
    {
        "o": 533,
        "r": "niv:Genesis:19:29",
        "t": "Lot and His Daughters",
        "h": 2
    },
    {
        "o": 534,
        "r": "niv:Genesis:19:30",
        "t": "Lot*p and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave."
    },
    {
        "o": 535,
        "r": "niv:Genesis:19:31",
        "t": "One day the older daughter said to the younger, “Our father is old, and there is no man around here to give us children—as is the custom all over the earth."
    },
    {
        "o": 536,
        "r": "niv:Genesis:19:32",
        "t": "Let’s get our father to drink wine and then sleep with him and preserve our family line through our father.”"
    },
    {
        "o": 537,
        "r": "niv:Genesis:19:33",
        "t": "That*p night they got their father to drink wine, and the older daughter went in and slept with him. He was not aware of it when she lay down or when she got up."
    },
    {
        "o": 538,
        "r": "niv:Genesis:19:34",
        "t": "The*p next day the older daughter said to the younger, “Last night I slept with my father. Let’s get him to drink wine again tonight, and you go in and sleep with him so we can preserve our family line through our father.”"
    },
    {
        "o": 539,
        "r": "niv:Genesis:19:35",
        "t": "So they got their father to drink wine that night also, and the younger daughter went in and slept with him. Again he was not aware of it when she lay down or when she got up."
    },
    {
        "o": 540,
        "r": "niv:Genesis:19:36",
        "t": "So*p both of Lot’s daughters became pregnant by their father."
    },
    {
        "o": 541,
        "r": "niv:Genesis:19:37",
        "t": "The older daughter had a son, and she named him Moab; he is the father of the Moabites of today."
    },
    {
        "o": 542,
        "r": "niv:Genesis:19:38",
        "t": "The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today."
    }
]
