[
    {
        "o": 34338,
        "r": "csb:James:2:0",
        "t": "James 2",
        "h": 1
    },
    {
        "o": 34339,
        "r": "csb:James:2:0",
        "t": "The Sin of Favoritism",
        "h": 2
    },
    {
        "o": 34340,
        "r": "csb:James:2:1",
        "t": "My*p brothers and sisters, do not show favoritism as you hold on to the faith in our glorious Lord Jesus Christ."
    },
    {
        "o": 34341,
        "r": "csb:James:2:2",
        "t": "For if someone comes into your meeting wearing a gold ring and dressed in fine clothes, and a poor person dressed in filthy clothes also comes in,"
    },
    {
        "o": 34342,
        "r": "csb:James:2:3",
        "t": "if you look with favor on the one wearing the fine clothes and say, “Sit here in a good place,” and yet you say to the poor person, “Stand over there,” or “Sit here on the floor by my footstool,”"
    },
    {
        "o": 34343,
        "r": "csb:James:2:4",
        "t": "haven’t you made distinctions among yourselves and become judges with evil thoughts?"
    },
    {
        "o": 34344,
        "r": "csb:James:2:5",
        "t": "Listen,*p my dear brothers and sisters: Didn’t God choose the poor in this world to be rich in faith and heirs of the kingdom that he has promised to those who love him?"
    },
    {
        "o": 34345,
        "r": "csb:James:2:6",
        "t": "Yet you have dishonored the poor. Don’t the rich oppress you and drag you into court?"
    },
    {
        "o": 34346,
        "r": "csb:James:2:7",
        "t": "Don’t they blaspheme the good name that was invoked over you?"
    },
    {
        "o": 34347,
        "r": "csb:James:2:8",
        "t": "Indeed,*p if you fulfill the royal law prescribed in the Scripture, Love*i your*i neighbor*i as*i yourself,*i you are doing well."
    },
    {
        "o": 34348,
        "r": "csb:James:2:9",
        "t": "If, however, you show favoritism, you commit sin and are convicted by the law as transgressors."
    },
    {
        "o": 34349,
        "r": "csb:James:2:10",
        "t": "For whoever keeps the entire law, and yet stumbles at one point, is guilty of breaking it all."
    },
    {
        "o": 34350,
        "r": "csb:James:2:11",
        "t": "For he who said, Do*i not*i commit*i adultery,*i also said, Do*i not*i murder.*i So if you do not commit adultery, but you murder, you are a lawbreaker."
    },
    {
        "o": 34351,
        "r": "csb:James:2:12",
        "t": "Speak*p and act as those who are to be judged by the law of freedom."
    },
    {
        "o": 34352,
        "r": "csb:James:2:13",
        "t": "For judgment is without mercy to the one who has not shown mercy. Mercy triumphs over judgment."
    },
    {
        "o": 34353,
        "r": "csb:James:2:13",
        "t": "Faith and Works",
        "h": 2
    },
    {
        "o": 34354,
        "r": "csb:James:2:14",
        "t": "What*p good is it, my brothers and sisters, if someone claims to have faith but does not have works? Can such faith save him?"
    },
    {
        "o": 34355,
        "r": "csb:James:2:15",
        "t": "If*p a brother or sister is without clothes and lacks daily food"
    },
    {
        "o": 34356,
        "r": "csb:James:2:16",
        "t": "and one of you says to them, “Go in peace, stay warm, and be well fed,” but you don’t give them what the body needs, what good is it?"
    },
    {
        "o": 34357,
        "r": "csb:James:2:17",
        "t": "In the same way faith, if it does not have works, is dead by itself."
    },
    {
        "o": 34358,
        "r": "csb:James:2:18",
        "t": "But*p someone will say, “You have faith, and I have works.” Show me your faith without works, and I will show you faith by my works."
    },
    {
        "o": 34359,
        "r": "csb:James:2:19",
        "t": "You believe that God is one. Good! Even the demons believe - and they shudder."
    },
    {
        "o": 34360,
        "r": "csb:James:2:20",
        "t": "Senseless*p person! Are you willing to learn that faith without works is useless?"
    },
    {
        "o": 34361,
        "r": "csb:James:2:21",
        "t": "Wasn’t Abraham our father justified by works in offering Isaac his son on the altar?"
    },
    {
        "o": 34362,
        "r": "csb:James:2:22",
        "t": "You see that faith was active together with his works, and by works, faith was made complete,"
    },
    {
        "o": 34363,
        "r": "csb:James:2:23",
        "t": "and the Scripture was fulfilled that says, Abraham*i believed*i God,*i and*i it*i was*i credited*i to*i him*i as*i righteousness,*i and he was called God’s friend."
    },
    {
        "o": 34364,
        "r": "csb:James:2:24",
        "t": "You see that a person is justified by works and not by faith alone."
    },
    {
        "o": 34365,
        "r": "csb:James:2:25",
        "t": "In the same way, wasn’t Rahab the prostitute also justified by works in receiving the messengers and sending them out by a different route?"
    },
    {
        "o": 34366,
        "r": "csb:James:2:26",
        "t": "For just as the body without the spirit is dead, so also faith without works is dead."
    }
]
