[
    {
        "o": 20777,
        "r": "esv:Isaiah:51:0",
        "t": "Isaiah 51",
        "h": 1
    },
    {
        "o": 20778,
        "r": "esv:Isaiah:51:0",
        "t": "The Lord’s Comfort for Zion",
        "h": 2
    },
    {
        "o": 20779,
        "r": "esv:Isaiah:51:1",
        "t": "“Listen*pn to me, you who pursue righteousness, you*ld who seek the Lord:*s look*ln to the rock from which you were hewn, and*ld to the quarry from which you were dug."
    },
    {
        "o": 20780,
        "r": "esv:Isaiah:51:2",
        "t": "Look*ln to Abraham your father and*ld to Sarah who bore you; for*ln he was but one when I called him, that*ld I might bless him and multiply him."
    },
    {
        "o": 20781,
        "r": "esv:Isaiah:51:3",
        "t": "For*ln the Lord*s comforts Zion; he*ld comforts all her waste places and*ln makes her wilderness like Eden, her*ld desert like the garden of the Lord;*s joy*ln and gladness will be found in her, thanksgiving*ld and the voice of song."
    },
    {
        "o": 20782,
        "r": "esv:Isaiah:51:4",
        "t": "“Give*pn attention to me, my people, and*ld give ear to me, my nation; for*ln a law will go out from me, and*ld I will set my justice for a light to the peoples."
    },
    {
        "o": 20783,
        "r": "esv:Isaiah:51:5",
        "t": "My*ln righteousness draws near, my*ld salvation has gone out, and*ld my arms will judge the peoples; the*ln coastlands hope for me, and*ld for my arm they wait."
    },
    {
        "o": 20784,
        "r": "esv:Isaiah:51:6",
        "t": "Lift*ln up your eyes to the heavens, and*ld look at the earth beneath; for*ln the heavens vanish like smoke, the*ld earth will wear out like a garment, and*ld they who dwell in it will die in like manner; but*ln my salvation will be forever, and*ld my righteousness will never be dismayed."
    },
    {
        "o": 20785,
        "r": "esv:Isaiah:51:7",
        "t": "“Listen*pn to me, you who know righteousness, the*ld people in whose heart is my law; fear*ln not the reproach of man, nor*ld be dismayed at their revilings."
    },
    {
        "o": 20786,
        "r": "esv:Isaiah:51:8",
        "t": "For*ln the moth will eat them up like a garment, and*ld the worm will eat them like wool, but*ln my righteousness will be forever, and*ld my salvation to all generations.”"
    },
    {
        "o": 20787,
        "r": "esv:Isaiah:51:9",
        "t": "Awake,*pn awake, put on strength, O*ld arm of the Lord;*s awake,*ln as in days of old, the*ld generations of long ago. Was*ln it not you who cut Rahab in pieces, who*ld pierced the dragon?"
    },
    {
        "o": 20788,
        "r": "esv:Isaiah:51:10",
        "t": "Was*ln it not you who dried up the sea, the*ld waters of the great deep, who*ln made the depths of the sea a way for*ld the redeemed to pass over?"
    },
    {
        "o": 20789,
        "r": "esv:Isaiah:51:11",
        "t": "And*ln the ransomed of the Lord*s shall return and*ld come to Zion with singing; everlasting*ln joy shall be upon their heads; they*ld shall obtain gladness and joy, and*ld sorrow and sighing shall flee away."
    },
    {
        "o": 20790,
        "r": "esv:Isaiah:51:12",
        "t": "“I,*pn I am he who comforts you; who*ld are you that you are afraid of man who dies, of*ld the son of man who is made like grass,"
    },
    {
        "o": 20791,
        "r": "esv:Isaiah:51:13",
        "t": "and*ln have forgotten the Lord,*s your Maker, who*ld stretched out the heavens and*ld laid the foundations of the earth, and*ln you fear continually all the day because*ld of the wrath of the oppressor, when*ln he sets himself to destroy? And*ld where is the wrath of the oppressor?"
    },
    {
        "o": 20792,
        "r": "esv:Isaiah:51:14",
        "t": "He*ln who is bowed down shall speedily be released; he*ld shall not die and go down to the pit, neither*ld shall his bread be lacking."
    },
    {
        "o": 20793,
        "r": "esv:Isaiah:51:15",
        "t": "I*ln am the Lord*s your God, who*ld stirs up the sea so that its waves roar— the*ld Lord*s of hosts is his name."
    },
    {
        "o": 20794,
        "r": "esv:Isaiah:51:16",
        "t": "And*ln I have put my words in your mouth and*ld covered you in the shadow of my hand, establishing*ln the heavens and*ld laying the foundations of the earth, and*ld saying to Zion, ‘You are my people.’”"
    },
    {
        "o": 20795,
        "r": "esv:Isaiah:51:17",
        "t": "Wake*pn yourself, wake yourself, stand*ld up, O Jerusalem, you*ln who have drunk from the hand of the Lord*s the*ld cup of his wrath, who*ln have drunk to the dregs the*ld bowl, the cup of staggering."
    },
    {
        "o": 20796,
        "r": "esv:Isaiah:51:18",
        "t": "There*ln is none to guide her among*ld all the sons she has borne; there*ln is none to take her by the hand among*ld all the sons she has brought up."
    },
    {
        "o": 20797,
        "r": "esv:Isaiah:51:19",
        "t": "These*ln two things have happened to you— who*ld will console you?— devastation*ln and destruction, famine and sword; who*ld will comfort you?"
    },
    {
        "o": 20798,
        "r": "esv:Isaiah:51:20",
        "t": "Your*ln sons have fainted; they*ld lie at the head of every street like*ld an antelope in a net; they*ln are full of the wrath of the Lord,*s the*ld rebuke of your God."
    },
    {
        "o": 20799,
        "r": "esv:Isaiah:51:21",
        "t": "Therefore*pn hear this, you who are afflicted, who*ld are drunk, but not with wine:"
    },
    {
        "o": 20800,
        "r": "esv:Isaiah:51:22",
        "t": "Thus*ln says your Lord, the Lord,*s your*ld God who pleads the cause of his people: “Behold,*ln I have taken from your hand the cup of staggering; the*ln bowl of my wrath you shall drink no more;"
    },
    {
        "o": 20801,
        "r": "esv:Isaiah:51:23",
        "t": "and*ln I will put it into the hand of your tormentors, who*ld have said to you, ‘Bow*ld down, that we may pass over’; and*ln you have made your back like the ground and*ld like the street for them to pass over.”"
    }
]
