[
    {
        "o": 151,
        "r": "nkjv:Genesis:6:0",
        "t": "Genesis 6",
        "h": 1
    },
    {
        "o": 152,
        "r": "nkjv:Genesis:6:0",
        "t": "The Wickedness and Judgment of Man",
        "h": 2
    },
    {
        "o": 153,
        "r": "nkjv:Genesis:6:1",
        "t": "Now*p it came to pass, when men began to multiply on the face of the earth, and daughters were born to them,"
    },
    {
        "o": 154,
        "r": "nkjv:Genesis:6:2",
        "t": "that the sons of God saw the daughters of men, that they were*i beautiful; and they took wives for themselves of all whom they chose."
    },
    {
        "o": 155,
        "r": "nkjv:Genesis:6:3",
        "t": "And*p the Lord*s said, “My Spirit shall not strive with man forever, for he is*i indeed flesh; yet his days shall be one hundred and twenty years.”"
    },
    {
        "o": 156,
        "r": "nkjv:Genesis:6:4",
        "t": "There were giants on the earth in those days, and also afterward, when the sons of God came in to the daughters of men and they bore children*i to them. Those were*i the mighty men who were*i of old, men of renown."
    },
    {
        "o": 157,
        "r": "nkjv:Genesis:6:5",
        "t": "Then*p the Lord*s saw that the wickedness of man was*i great in the earth, and that*i every intent of the thoughts of his heart was*i only evil continually."
    },
    {
        "o": 158,
        "r": "nkjv:Genesis:6:6",
        "t": "And the Lord*s was sorry that He had made man on the earth, and He was grieved in His heart."
    },
    {
        "o": 159,
        "r": "nkjv:Genesis:6:7",
        "t": "So the Lord*s said, “I will destroy man whom I have created from the face of the earth, both man and beast, creeping thing and birds of the air, for I am sorry that I have made them.”"
    },
    {
        "o": 160,
        "r": "nkjv:Genesis:6:8",
        "t": "But Noah found grace in the eyes of the Lord.*s"
    },
    {
        "o": 161,
        "r": "nkjv:Genesis:6:8",
        "t": "Noah Pleases God",
        "h": 2
    },
    {
        "o": 162,
        "r": "nkjv:Genesis:6:9",
        "t": "This*p is the genealogy of Noah. Noah was a just man, perfect in his generations. Noah walked with God."
    },
    {
        "o": 163,
        "r": "nkjv:Genesis:6:10",
        "t": "And Noah begot three sons: Shem, Ham, and Japheth."
    },
    {
        "o": 164,
        "r": "nkjv:Genesis:6:11",
        "t": "The*p earth also was corrupt before God, and the earth was filled with violence."
    },
    {
        "o": 165,
        "r": "nkjv:Genesis:6:12",
        "t": "So God looked upon the earth, and indeed it was corrupt; for all flesh had corrupted their way on the earth."
    },
    {
        "o": 166,
        "r": "nkjv:Genesis:6:12",
        "t": "The Ark Prepared",
        "h": 2
    },
    {
        "o": 167,
        "r": "nkjv:Genesis:6:13",
        "t": "And*p God said to Noah, “The end of all flesh has come before Me, for the earth is filled with violence through them; and behold, I will destroy them with the earth."
    },
    {
        "o": 168,
        "r": "nkjv:Genesis:6:14",
        "t": "Make yourself an ark of gopherwood; make rooms in the ark, and cover it inside and outside with pitch."
    },
    {
        "o": 169,
        "r": "nkjv:Genesis:6:15",
        "t": "And this is how you shall make it: The length of the ark shall*i be*i three hundred cubits, its width fifty cubits, and its height thirty cubits."
    },
    {
        "o": 170,
        "r": "nkjv:Genesis:6:16",
        "t": "You shall make a window for the ark, and you shall finish it to a cubit from above; and set the door of the ark in its side. You shall make it with*i lower, second, and third decks.*i"
    },
    {
        "o": 171,
        "r": "nkjv:Genesis:6:17",
        "t": "And behold, I Myself am bringing floodwaters on the earth, to destroy from under heaven all flesh in which is*i the breath of life; everything that is*i on the earth shall die."
    },
    {
        "o": 172,
        "r": "nkjv:Genesis:6:18",
        "t": "But I will establish My covenant with you; and you shall go into the ark—you, your sons, your wife, and your sons’ wives with you."
    },
    {
        "o": 173,
        "r": "nkjv:Genesis:6:19",
        "t": "And of every living thing of all flesh you shall bring two of every sort*i into the ark, to keep them*i alive with you; they shall be male and female."
    },
    {
        "o": 174,
        "r": "nkjv:Genesis:6:20",
        "t": "Of the birds after their kind, of animals after their kind, and of every creeping thing of the earth after its kind, two of every kind*i will come to you to keep them*i alive."
    },
    {
        "o": 175,
        "r": "nkjv:Genesis:6:21",
        "t": "And you shall take for yourself of all food that is eaten, and you shall gather it*i to yourself; and it shall be food for you and for them.”"
    },
    {
        "o": 176,
        "r": "nkjv:Genesis:6:22",
        "t": "Thus*p Noah did; according to all that God commanded him, so he did."
    }
]
