[
    {
        "o": 12581,
        "r": "nasb:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 12582,
        "r": "nasb:2 Chronicles:13:0",
        "t": "Abijah Succeeds Rehoboam",
        "h": 2
    },
    {
        "o": 12583,
        "r": "nasb:2 Chronicles:13:1",
        "t": "In*p the eighteenth year of King Jeroboam, Abijah became king over Judah."
    },
    {
        "o": 12584,
        "r": "nasb:2 Chronicles:13:2",
        "t": "He reigned three years in Jerusalem; and his mother’s name was Micaiah the daughter of Uriel of Gibeah. Now*bp there was war between Abijah and Jeroboam."
    },
    {
        "o": 12585,
        "r": "nasb:2 Chronicles:13:3",
        "t": "Abijah began the battle with an army of valiant warriors, 400,000 chosen men, while Jeroboam drew up in battle formation against him with 800,000 chosen men who*i were*i valiant warriors."
    },
    {
        "o": 12586,
        "r": "nasb:2 Chronicles:13:3",
        "t": "Civil War",
        "h": 2
    },
    {
        "o": 12587,
        "r": "nasb:2 Chronicles:13:4",
        "t": "Then*p Abijah stood on Mount Zemaraim, which is in the hill country of Ephraim, and said, “Listen to me, Jeroboam and all Israel:"
    },
    {
        "o": 12588,
        "r": "nasb:2 Chronicles:13:5",
        "t": "Do you not know that the Lord*s God of Israel gave the rule over Israel forever to David and his sons by a covenant of salt?"
    },
    {
        "o": 12589,
        "r": "nasb:2 Chronicles:13:6",
        "t": "Yet Jeroboam the son of Nebat, the servant of Solomon the son of David, rose up and rebelled against his master,"
    },
    {
        "o": 12590,
        "r": "nasb:2 Chronicles:13:7",
        "t": "and worthless men gathered about him, scoundrels, who proved too strong for Rehoboam, the son of Solomon, when he was young and timid and could not hold his own against them."
    },
    {
        "o": 12591,
        "r": "nasb:2 Chronicles:13:8",
        "t": "“So*p now you intend to resist the kingdom of the Lord*s through the sons of David, being a great multitude and having*i with you the golden calves which Jeroboam made for gods for you."
    },
    {
        "o": 12592,
        "r": "nasb:2 Chronicles:13:9",
        "t": "Have you not driven out the priests of the Lord,*s the sons of Aaron and the Levites, and made for yourselves priests like the peoples of other*i lands? Whoever comes to consecrate himself with a young bull and seven rams, even he may become a priest of what*i are*i no gods."
    },
    {
        "o": 12593,
        "r": "nasb:2 Chronicles:13:10",
        "t": "But as for us, the Lord*s is our God, and we have not forsaken Him; and the sons of Aaron are ministering to the Lord*s as priests, and the Levites attend to their work."
    },
    {
        "o": 12594,
        "r": "nasb:2 Chronicles:13:11",
        "t": "Every morning and evening they burn to the Lord*s burnt offerings and fragrant incense, and the showbread is set*i on the clean table, and the golden lampstand with its lamps is ready*i to light every evening; for we keep the charge of the Lord*s our God, but you have forsaken Him."
    },
    {
        "o": 12595,
        "r": "nasb:2 Chronicles:13:12",
        "t": "Now behold, God is with us at our*i head and His priests with the signal trumpets to sound the alarm against you. O sons of Israel, do not fight against the Lord*s God of your fathers, for you will not succeed.”"
    },
    {
        "o": 12596,
        "r": "nasb:2 Chronicles:13:13",
        "t": "But*p Jeroboam had set an ambush to come from the rear, so that Israel*i was in front of Judah and the ambush was behind them."
    },
    {
        "o": 12597,
        "r": "nasb:2 Chronicles:13:14",
        "t": "When Judah turned around, behold, they were attacked both front and rear; so they cried to the Lord,*s and the priests blew the trumpets."
    },
    {
        "o": 12598,
        "r": "nasb:2 Chronicles:13:15",
        "t": "Then the men of Judah raised a war cry, and when the men of Judah raised the war cry, then it was that God routed Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 12599,
        "r": "nasb:2 Chronicles:13:16",
        "t": "When the sons of Israel fled before Judah, God gave them into their hand."
    },
    {
        "o": 12600,
        "r": "nasb:2 Chronicles:13:17",
        "t": "Abijah and his people defeated them with a great slaughter, so that 500,000 chosen men of Israel fell slain."
    },
    {
        "o": 12601,
        "r": "nasb:2 Chronicles:13:18",
        "t": "Thus the sons of Israel were subdued at that time, and the sons of Judah conquered because they trusted in the Lord,*s the God of their fathers."
    },
    {
        "o": 12602,
        "r": "nasb:2 Chronicles:13:19",
        "t": "Abijah pursued Jeroboam and captured from him several*i cities, Bethel with its villages, Jeshanah with its villages and Ephron with its villages."
    },
    {
        "o": 12603,
        "r": "nasb:2 Chronicles:13:19",
        "t": "Death of Jeroboam",
        "h": 2
    },
    {
        "o": 12604,
        "r": "nasb:2 Chronicles:13:20",
        "t": "Jeroboam*p did not again recover strength in the days of Abijah; and the Lord*s struck him and he died."
    },
    {
        "o": 12605,
        "r": "nasb:2 Chronicles:13:21",
        "t": "But*p Abijah became powerful; and took fourteen wives to himself, and became the father of twenty-two sons and sixteen daughters."
    },
    {
        "o": 12606,
        "r": "nasb:2 Chronicles:13:22",
        "t": "Now the rest of the acts of Abijah, and his ways and his words are written in the treatise of the prophet Iddo."
    }
]
