[
    {
        "o": 15400,
        "r": "kjv:Psalm:60:0",
        "t": "Psalm 60",
        "h": 1
    },
    {
        "o": 15401,
        "r": "kjv:Psalm:60:0",
        "t": "To the chief Musician upon Shushan–eduth, Michtam of David, to teach; when he strove with Aram–naharaim and with Aram–zobah, when Joab returned, and smote of Edom in the valley of salt twelve thousand.",
        "h": 4
    },
    {
        "o": 15402,
        "r": "kjv:Psalm:60:1",
        "t": "O*p God, thou hast cast us off, thou hast scattered us, thou hast been displeased; O turn thyself to us again."
    },
    {
        "o": 15403,
        "r": "kjv:Psalm:60:2",
        "t": "Thou*p hast made the earth to tremble; thou hast broken it: heal the breaches thereof; for it shaketh."
    },
    {
        "o": 15404,
        "r": "kjv:Psalm:60:3",
        "t": "Thou*p hast shewed thy people hard things: thou hast made us to drink the wine of astonishment."
    },
    {
        "o": 15405,
        "r": "kjv:Psalm:60:4",
        "t": "Thou*p hast given a banner to them that fear thee, that it may be displayed because of the truth. Selah."
    },
    {
        "o": 15406,
        "r": "kjv:Psalm:60:5",
        "t": "That*p thy beloved may be delivered; save with thy right hand, and hear me."
    },
    {
        "o": 15407,
        "r": "kjv:Psalm:60:6",
        "t": "God*p hath spoken in his holiness; I will rejoice, I will divide Shechem, and mete out the valley of Succoth."
    },
    {
        "o": 15408,
        "r": "kjv:Psalm:60:7",
        "t": "Gilead*p is mine, and Manasseh is mine; Ephraim also is the strength of mine head; Judah is my lawgiver;"
    },
    {
        "o": 15409,
        "r": "kjv:Psalm:60:8",
        "t": "Moab*p is my washpot; over Edom will I cast out my shoe: Philistia, triumph thou because of me."
    },
    {
        "o": 15410,
        "r": "kjv:Psalm:60:9",
        "t": "Who*p will bring me into the strong city? who will lead me into Edom?"
    },
    {
        "o": 15411,
        "r": "kjv:Psalm:60:10",
        "t": "Wilt*p not thou, O God, which hadst cast us off? and thou, O God, which didst not go out with our armies?"
    },
    {
        "o": 15412,
        "r": "kjv:Psalm:60:11",
        "t": "Give*p us help from trouble: for vain is the help of man."
    },
    {
        "o": 15413,
        "r": "kjv:Psalm:60:12",
        "t": "Through*p God we shall do valiantly: for he it is that shall tread down our enemies."
    }
]
