[
    {
        "o": 548,
        "r": "csb:Genesis:20:0",
        "t": "Genesis 20",
        "h": 1
    },
    {
        "o": 549,
        "r": "csb:Genesis:20:0",
        "t": "Sarah Rescued from Abimelech",
        "h": 2
    },
    {
        "o": 550,
        "r": "csb:Genesis:20:1",
        "t": "From*p there Abraham traveled to the region of the Negev and settled between Kadesh and Shur. While he was staying in Gerar,"
    },
    {
        "o": 551,
        "r": "csb:Genesis:20:2",
        "t": "Abraham said about his wife Sarah, “She is my sister.” So King Abimelech of Gerar had Sarah brought to him."
    },
    {
        "o": 552,
        "r": "csb:Genesis:20:3",
        "t": "But*p God came to Abimelech in a dream by night and said to him, “You are about to die because of the woman you have taken, for she is a married woman.”"
    },
    {
        "o": 553,
        "r": "csb:Genesis:20:4",
        "t": "Now*p Abimelech had not approached her, so he said, “Lord, would you destroy a nation even though it is innocent?"
    },
    {
        "o": 554,
        "r": "csb:Genesis:20:5",
        "t": "Didn’t he himself say to me, ‘She is my sister’? And she herself said, ‘He is my brother.’ I did this with a clear conscience and clean hands.”"
    },
    {
        "o": 555,
        "r": "csb:Genesis:20:6",
        "t": "Then*p God said to him in the dream, “Yes, I know that you did this with a clear conscience. I have also kept you from sinning against me. Therefore I have not let you touch her."
    },
    {
        "o": 556,
        "r": "csb:Genesis:20:7",
        "t": "Now return the man’s wife, for he is a prophet, and he will pray for you and you will live. But if you do not return her, know that you will certainly die, you and all who are yours.”"
    },
    {
        "o": 557,
        "r": "csb:Genesis:20:8",
        "t": "Early*p in the morning Abimelech got up, called all his servants together, and personally told them all these things, and the men were terrified."
    },
    {
        "o": 558,
        "r": "csb:Genesis:20:9",
        "t": "Then*p Abimelech called Abraham in and said to him, “What have you done to us? How did I sin against you that you have brought such enormous guilt on me and on my kingdom? You have done things to me that should never be done.”"
    },
    {
        "o": 559,
        "r": "csb:Genesis:20:10",
        "t": "Abimelech also asked Abraham, “What made you do this?”"
    },
    {
        "o": 560,
        "r": "csb:Genesis:20:11",
        "t": "Abraham*p replied, “I thought, ‘There is absolutely no fear of God in this place. They will kill me because of my wife.’"
    },
    {
        "o": 561,
        "r": "csb:Genesis:20:12",
        "t": "Besides, she really is my sister, the daughter of my father though not the daughter of my mother, and she became my wife."
    },
    {
        "o": 562,
        "r": "csb:Genesis:20:13",
        "t": "So when God had me wander from my father’s house, I said to her: Show your loyalty to me wherever we go and say about me, ‘He’s my brother.’”"
    },
    {
        "o": 563,
        "r": "csb:Genesis:20:14",
        "t": "Then*p Abimelech took flocks and herds and male and female slaves, gave them to Abraham, and returned his wife Sarah to him."
    },
    {
        "o": 564,
        "r": "csb:Genesis:20:15",
        "t": "Abimelech said, “Look, my land is before you. Settle wherever you want.”"
    },
    {
        "o": 565,
        "r": "csb:Genesis:20:16",
        "t": "And he said to Sarah, “Look, I am giving your brother one thousand pieces of silver. It is a verification of your honor to all who are with you. You are fully vindicated.”"
    },
    {
        "o": 566,
        "r": "csb:Genesis:20:17",
        "t": "Then*p Abraham prayed to God, and God healed Abimelech, his wife, and his female slaves so that they could bear children,"
    },
    {
        "o": 567,
        "r": "csb:Genesis:20:18",
        "t": "for the Lord*s had completely closed all the wombs in Abimelech’s household on account of Sarah, Abraham’s wife."
    }
]
