[
    {
        "o": 34352,
        "r": "niv:Revelation:20:0",
        "t": "Revelation 20",
        "h": 1
    },
    {
        "o": 34353,
        "r": "niv:Revelation:20:0",
        "t": "The Thousand Years",
        "h": 2
    },
    {
        "o": 34354,
        "r": "niv:Revelation:20:1",
        "t": "And*p I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain."
    },
    {
        "o": 34355,
        "r": "niv:Revelation:20:2",
        "t": "He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years."
    },
    {
        "o": 34356,
        "r": "niv:Revelation:20:3",
        "t": "He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time."
    },
    {
        "o": 34357,
        "r": "niv:Revelation:20:4",
        "t": "I*p saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony about Jesus and because of the word of God. They had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years."
    },
    {
        "o": 34358,
        "r": "niv:Revelation:20:5",
        "t": "(The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection."
    },
    {
        "o": 34359,
        "r": "niv:Revelation:20:6",
        "t": "Blessed and holy are those who share in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years."
    },
    {
        "o": 34360,
        "r": "niv:Revelation:20:6",
        "t": "The Judgment of Satan",
        "h": 2
    },
    {
        "o": 34361,
        "r": "niv:Revelation:20:7",
        "t": "When*p the thousand years are over, Satan will be released from his prison"
    },
    {
        "o": 34362,
        "r": "niv:Revelation:20:8",
        "t": "and will go out to deceive the nations in the four corners of the earth—Gog and Magog—and to gather them for battle. In number they are like the sand on the seashore."
    },
    {
        "o": 34363,
        "r": "niv:Revelation:20:9",
        "t": "They marched across the breadth of the earth and surrounded the camp of God’s people, the city he loves. But fire came down from heaven and devoured them."
    },
    {
        "o": 34364,
        "r": "niv:Revelation:20:10",
        "t": "And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."
    },
    {
        "o": 34365,
        "r": "niv:Revelation:20:10",
        "t": "The Judgment of the Dead",
        "h": 2
    },
    {
        "o": 34366,
        "r": "niv:Revelation:20:11",
        "t": "Then*p I saw a great white throne and him who was seated on it. The earth and the heavens fled from his presence, and there was no place for them."
    },
    {
        "o": 34367,
        "r": "niv:Revelation:20:12",
        "t": "And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books."
    },
    {
        "o": 34368,
        "r": "niv:Revelation:20:13",
        "t": "The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what they had done."
    },
    {
        "o": 34369,
        "r": "niv:Revelation:20:14",
        "t": "Then death and Hades were thrown into the lake of fire. The lake of fire is the second death."
    },
    {
        "o": 34370,
        "r": "niv:Revelation:20:15",
        "t": "Anyone whose name was not found written in the book of life was thrown into the lake of fire."
    }
]
