[
    {
        "o": 24993,
        "r": "nasb:Amos:6:0",
        "t": "Amos 6",
        "h": 1
    },
    {
        "o": 24994,
        "r": "nasb:Amos:6:0",
        "t": "“Those at Ease in Zion”",
        "h": 2
    },
    {
        "o": 24995,
        "r": "nasb:Amos:6:1",
        "t": "Woe*pn to those who are at ease in Zion And*ln to those who feel*i secure in the mountain of Samaria, The*ln distinguished men of the foremost of nations, To*ln whom the house of Israel comes."
    },
    {
        "o": 24996,
        "r": "nasb:Amos:6:2",
        "t": "Go*ln over to Calneh and look, And*ln go from there to Hamath the great, Then*ln go down to Gath of the Philistines. Are*ln they better than these kingdoms, Or*ln is their territory greater than yours?"
    },
    {
        "o": 24997,
        "r": "nasb:Amos:6:3",
        "t": "Do*ln you put off the day of calamity, And*ln would you bring near the seat of violence?"
    },
    {
        "o": 24998,
        "r": "nasb:Amos:6:4",
        "t": "Those*ln who recline on beds of ivory And*ln sprawl on their couches, And*ln eat lambs from the flock And*ln calves from the midst of the stall,"
    },
    {
        "o": 24999,
        "r": "nasb:Amos:6:5",
        "t": "Who*ln improvise to the sound of the harp, And*iln like David have composed songs for themselves,"
    },
    {
        "o": 25000,
        "r": "nasb:Amos:6:6",
        "t": "Who*ln drink wine from sacrificial bowls While*ln they anoint themselves with the finest of oils, Yet*ln they have not grieved over the ruin of Joseph."
    },
    {
        "o": 25001,
        "r": "nasb:Amos:6:7",
        "t": "Therefore,*ln they will now go into exile at the head of the exiles, And*ln the sprawlers’ banqueting will pass away."
    },
    {
        "o": 25002,
        "r": "nasb:Amos:6:8",
        "t": "The*ln Lord God*s has sworn by Himself, the Lord*s God of hosts has declared: “I*ln loathe the arrogance of Jacob, And*ln detest his citadels; Therefore*ln I will deliver up the*i city and all it contains.”"
    },
    {
        "o": 25003,
        "r": "nasb:Amos:6:9",
        "t": "And*p it will be, if ten men are left in one house, they will die."
    },
    {
        "o": 25004,
        "r": "nasb:Amos:6:10",
        "t": "Then one’s uncle, or his undertaker, will lift him up to carry out his*i bones from the house, and he will say to the one who is in the innermost part of the house, “Is anyone else with you?” And that one will say, “No one.” Then he will answer, “Keep quiet. For the name of the Lord*s is not to be mentioned.”"
    },
    {
        "o": 25005,
        "r": "nasb:Amos:6:11",
        "t": "For behold, the Lord*s is going to command that the great house be smashed to pieces and the small house to fragments."
    },
    {
        "o": 25006,
        "r": "nasb:Amos:6:12",
        "t": "Do*pn horses run on rocks? Or*ln does one plow them with oxen? Yet*ln you have turned justice into poison And*ln the fruit of righteousness into wormwood,"
    },
    {
        "o": 25007,
        "r": "nasb:Amos:6:13",
        "t": "You*ln who rejoice in Lodebar, And*ln say, “Have we not by our own*i strength taken Karnaim for ourselves?”"
    },
    {
        "o": 25008,
        "r": "nasb:Amos:6:14",
        "t": "“For*ln behold, I am going to raise up a nation against you, O*ln house of Israel,” declares the Lord*s God of hosts, “And*ln they will afflict you from the entrance of Hamath To*ln the brook of the Arabah.”"
    }
]
