[
    {
        "o": 15094,
        "r": "csb:Job:31:0",
        "t": "Job 31",
        "h": 1
    },
    {
        "o": 15095,
        "r": "csb:Job:31:1",
        "t": "I*pn have made a covenant with my eyes. How*ln then could I look at a young woman?"
    },
    {
        "o": 15096,
        "r": "csb:Job:31:2",
        "t": "For*ln what portion would I have from God above, or*ln what inheritance from the Almighty on high?"
    },
    {
        "o": 15097,
        "r": "csb:Job:31:3",
        "t": "Doesn’t*ln disaster come to the unjust and*ln misfortune to evildoers?"
    },
    {
        "o": 15098,
        "r": "csb:Job:31:4",
        "t": "Does*ln he not see my ways and*ln number all my steps?"
    },
    {
        "o": 15099,
        "r": "csb:Job:31:5",
        "t": "If*pn I have walked in falsehood or*ln my foot has rushed to deceit,"
    },
    {
        "o": 15100,
        "r": "csb:Job:31:6",
        "t": "let*ln God weigh me on accurate scales, and*ln he will recognize my integrity."
    },
    {
        "o": 15101,
        "r": "csb:Job:31:7",
        "t": "If*pn my step has turned from the way, my*ln heart has followed my eyes, or*ln impurity has stained my hands,"
    },
    {
        "o": 15102,
        "r": "csb:Job:31:8",
        "t": "let*ln someone else eat what I have sown, and*ln let my crops be uprooted."
    },
    {
        "o": 15103,
        "r": "csb:Job:31:9",
        "t": "If*pn my heart has gone astray over a woman or*ln I have lurked at my neighbor’s door,"
    },
    {
        "o": 15104,
        "r": "csb:Job:31:10",
        "t": "let*ln my own wife grind grain for another man, and*ln let other men sleep with her."
    },
    {
        "o": 15105,
        "r": "csb:Job:31:11",
        "t": "For*ln that would be a disgrace; it*ln would be an iniquity deserving punishment."
    },
    {
        "o": 15106,
        "r": "csb:Job:31:12",
        "t": "For*ln it is a fire that consumes down to Abaddon; it*ln would destroy my entire harvest."
    },
    {
        "o": 15107,
        "r": "csb:Job:31:13",
        "t": "If*pn I have dismissed the case of my male or female servants when*ln they made a complaint against me,"
    },
    {
        "o": 15108,
        "r": "csb:Job:31:14",
        "t": "what*ln could I do when God stands up to judge? How*ln should I answer him when he calls me to account?"
    },
    {
        "o": 15109,
        "r": "csb:Job:31:15",
        "t": "Did*ln not the one who made me in the womb also make them? Did*ln not the same God form us both in the womb?"
    },
    {
        "o": 15110,
        "r": "csb:Job:31:16",
        "t": "If*pn I have refused the wishes of the poor or*ln let the widow’s eyes go blind,"
    },
    {
        "o": 15111,
        "r": "csb:Job:31:17",
        "t": "if*ln I have eaten my few crumbs alone without*ln letting the fatherless eat any of it —"
    },
    {
        "o": 15112,
        "r": "csb:Job:31:18",
        "t": "for*ln from my youth, I raised him as his father, and*ln since the day I was born I guided the widow —"
    },
    {
        "o": 15113,
        "r": "csb:Job:31:19",
        "t": "if*ln I have seen anyone dying for lack of clothing or*ln a needy person without a cloak,"
    },
    {
        "o": 15114,
        "r": "csb:Job:31:20",
        "t": "if*ln he did not bless me while*ln warming himself with the fleece from my sheep,"
    },
    {
        "o": 15115,
        "r": "csb:Job:31:21",
        "t": "if*ln I ever cast my vote against a fatherless child when*ln I saw that I had support in the city gate,"
    },
    {
        "o": 15116,
        "r": "csb:Job:31:22",
        "t": "then*ln let my shoulder blade fall from my back, and*ln my arm be pulled from its socket."
    },
    {
        "o": 15117,
        "r": "csb:Job:31:23",
        "t": "For*ln disaster from God terrifies me, and*ln because of his majesty I could not do these things."
    },
    {
        "o": 15118,
        "r": "csb:Job:31:24",
        "t": "If*pn I placed my confidence in gold or*ln called fine gold my trust,"
    },
    {
        "o": 15119,
        "r": "csb:Job:31:25",
        "t": "if*ln I have rejoiced because my wealth is great or*ln because my own hand has acquired so much,"
    },
    {
        "o": 15120,
        "r": "csb:Job:31:26",
        "t": "if*ln I have gazed at the sun when it was shining or*ln at the moon moving in splendor,"
    },
    {
        "o": 15121,
        "r": "csb:Job:31:27",
        "t": "so*ln that my heart was secretly enticed and*ln I threw them a kiss,"
    },
    {
        "o": 15122,
        "r": "csb:Job:31:28",
        "t": "this*ln would also be an iniquity deserving punishment, for*ln I would have denied God above."
    },
    {
        "o": 15123,
        "r": "csb:Job:31:29",
        "t": "Have*pn I rejoiced over my enemy’s distress, or*ln become excited when trouble came his way?"
    },
    {
        "o": 15124,
        "r": "csb:Job:31:30",
        "t": "I*ln have not allowed my mouth to sin by*ln asking for his life with a curse."
    },
    {
        "o": 15125,
        "r": "csb:Job:31:31",
        "t": "Haven’t*ln the members of my household said, “Who*ln is there who has not had enough to eat at Job’s table?”"
    },
    {
        "o": 15126,
        "r": "csb:Job:31:32",
        "t": "No*ln stranger had to spend the night on the street, for*ln I opened my door to the traveler."
    },
    {
        "o": 15127,
        "r": "csb:Job:31:33",
        "t": "Have*ln I covered my transgressions as others do by*ln hiding my iniquity in my heart"
    },
    {
        "o": 15128,
        "r": "csb:Job:31:34",
        "t": "because*ln I greatly feared the crowds and*ln because the contempt of the clans terrified me, so*ln I grew silent and would not go outside?"
    },
    {
        "o": 15129,
        "r": "csb:Job:31:35",
        "t": "If*pn only I had someone to hear my case! Here*ln is my signature; let the Almighty answer me. Let*ln my Opponent compose his indictment."
    },
    {
        "o": 15130,
        "r": "csb:Job:31:36",
        "t": "I*ln would surely carry it on my shoulder and*ln wear it like a crown."
    },
    {
        "o": 15131,
        "r": "csb:Job:31:37",
        "t": "I*ln would give him an account of all my steps; I*ln would approach him like a prince."
    },
    {
        "o": 15132,
        "r": "csb:Job:31:38",
        "t": "If*pn my land cries out against me and*ln its furrows join in weeping,"
    },
    {
        "o": 15133,
        "r": "csb:Job:31:39",
        "t": "if*ln I have consumed its produce without payment or*ln shown contempt for its tenants,"
    },
    {
        "o": 15134,
        "r": "csb:Job:31:40",
        "t": "then*ln let thorns grow instead of wheat and*ln stinkweed instead of barley. The*p words of Job are concluded."
    }
]
