[
    {
        "o": 32655,
        "r": "csb:2 Corinthians:3:0",
        "t": "2 Corinthians 3",
        "h": 1
    },
    {
        "o": 32656,
        "r": "csb:2 Corinthians:3:0",
        "t": "Living Letters",
        "h": 2
    },
    {
        "o": 32657,
        "r": "csb:2 Corinthians:3:1",
        "t": "Are*p we beginning to commend ourselves again? Or do we need, like some, letters of recommendation to you or from you?"
    },
    {
        "o": 32658,
        "r": "csb:2 Corinthians:3:2",
        "t": "You yourselves are our letter, written on our hearts, known and read by everyone."
    },
    {
        "o": 32659,
        "r": "csb:2 Corinthians:3:3",
        "t": "You show that you are Christ’s letter, delivered by us, not written with ink but with the Spirit of the living God- not on tablets of stone but on tablets of human hearts."
    },
    {
        "o": 32660,
        "r": "csb:2 Corinthians:3:3",
        "t": "Paul’s Competence",
        "h": 2
    },
    {
        "o": 32661,
        "r": "csb:2 Corinthians:3:4",
        "t": "Such*p is the confidence we have through Christ before God."
    },
    {
        "o": 32662,
        "r": "csb:2 Corinthians:3:5",
        "t": "It is not that we are competent in ourselves to claim anything as coming from ourselves, but our adequacy is from God."
    },
    {
        "o": 32663,
        "r": "csb:2 Corinthians:3:6",
        "t": "He has made us competent to be ministers of a new covenant, not of the letter, but of the Spirit. For the letter kills, but the Spirit gives life."
    },
    {
        "o": 32664,
        "r": "csb:2 Corinthians:3:6",
        "t": "New Covenant Ministry",
        "h": 2
    },
    {
        "o": 32665,
        "r": "csb:2 Corinthians:3:7",
        "t": "Now*p if the ministry that brought death, chiseled in letters on stones, came with glory, so that the Israelites were not able to gaze steadily at Moses’s face because of its glory, which was set aside,"
    },
    {
        "o": 32666,
        "r": "csb:2 Corinthians:3:8",
        "t": "how will the ministry of the Spirit not be more glorious?"
    },
    {
        "o": 32667,
        "r": "csb:2 Corinthians:3:9",
        "t": "For if the ministry that brought condemnation had glory, the ministry that brings righteousness overflows with even more glory."
    },
    {
        "o": 32668,
        "r": "csb:2 Corinthians:3:10",
        "t": "In fact, what had been glorious is not glorious now by comparison because of the glory that surpasses it."
    },
    {
        "o": 32669,
        "r": "csb:2 Corinthians:3:11",
        "t": "For if what was set aside was glorious, what endures will be even more glorious."
    },
    {
        "o": 32670,
        "r": "csb:2 Corinthians:3:12",
        "t": "Since,*p then, we have such a hope, we act with great boldness."
    },
    {
        "o": 32671,
        "r": "csb:2 Corinthians:3:13",
        "t": "We are not like Moses, who used to put a veil over his face to prevent the Israelites from gazing steadily until the end of the glory of what was being set aside,"
    },
    {
        "o": 32672,
        "r": "csb:2 Corinthians:3:14",
        "t": "but their minds were hardened. For to this day, at the reading of the old covenant, the same veil remains; it is not lifted, because it is set aside only in Christ."
    },
    {
        "o": 32673,
        "r": "csb:2 Corinthians:3:15",
        "t": "Yet still today, whenever Moses is read, a veil lies over their hearts,"
    },
    {
        "o": 32674,
        "r": "csb:2 Corinthians:3:16",
        "t": "but whenever a person turns to the Lord, the veil is removed."
    },
    {
        "o": 32675,
        "r": "csb:2 Corinthians:3:17",
        "t": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there is freedom."
    },
    {
        "o": 32676,
        "r": "csb:2 Corinthians:3:18",
        "t": "We all, with unveiled faces, are looking as in a mirror at the glory of the Lord and are being transformed into the same image from glory to glory; this is from the Lord who is the Spirit."
    }
]
