[
    {
        "o": 6104,
        "r": "esv:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6105,
        "r": "esv:Deuteronomy:27:0",
        "t": "The Altar on Mount Ebal",
        "h": 2
    },
    {
        "o": 6106,
        "r": "esv:Deuteronomy:27:1",
        "t": "Now*p Moses and the elders of Israel commanded the people, saying, “Keep the whole commandment that I command you today."
    },
    {
        "o": 6107,
        "r": "esv:Deuteronomy:27:2",
        "t": "And on the day you cross over the Jordan to the land that the Lord*s your God is giving you, you shall set up large stones and plaster them with plaster."
    },
    {
        "o": 6108,
        "r": "esv:Deuteronomy:27:3",
        "t": "And you shall write on them all the words of this law, when you cross over to enter the land that the Lord*s your God is giving you, a land flowing with milk and honey, as the Lord,*s the God of your fathers, has promised you."
    },
    {
        "o": 6109,
        "r": "esv:Deuteronomy:27:4",
        "t": "And when you have crossed over the Jordan, you shall set up these stones, concerning which I command you today, on Mount Ebal, and you shall plaster them with plaster."
    },
    {
        "o": 6110,
        "r": "esv:Deuteronomy:27:5",
        "t": "And there you shall build an altar to the Lord*s your God, an altar of stones. You shall wield no iron tool on them;"
    },
    {
        "o": 6111,
        "r": "esv:Deuteronomy:27:6",
        "t": "you shall build an altar to the Lord*s your God of uncut stones. And you shall offer burnt offerings on it to the Lord*s your God,"
    },
    {
        "o": 6112,
        "r": "esv:Deuteronomy:27:7",
        "t": "and you shall sacrifice peace offerings and shall eat there, and you shall rejoice before the Lord*s your God."
    },
    {
        "o": 6113,
        "r": "esv:Deuteronomy:27:8",
        "t": "And you shall write on the stones all the words of this law very plainly.”"
    },
    {
        "o": 6114,
        "r": "esv:Deuteronomy:27:8",
        "t": "Curses from Mount Ebal",
        "h": 2
    },
    {
        "o": 6115,
        "r": "esv:Deuteronomy:27:9",
        "t": "Then*p Moses and the Levitical priests said to all Israel, “Keep silence and hear, O Israel: this day you have become the people of the Lord*s your God."
    },
    {
        "o": 6116,
        "r": "esv:Deuteronomy:27:10",
        "t": "You shall therefore obey the voice of the Lord*s your God, keeping his commandments and his statutes, which I command you today.”"
    },
    {
        "o": 6117,
        "r": "esv:Deuteronomy:27:11",
        "t": "That*p day Moses charged the people, saying,"
    },
    {
        "o": 6118,
        "r": "esv:Deuteronomy:27:12",
        "t": "“When you have crossed over the Jordan, these shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."
    },
    {
        "o": 6119,
        "r": "esv:Deuteronomy:27:13",
        "t": "And these shall stand on Mount Ebal for the curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
    },
    {
        "o": 6120,
        "r": "esv:Deuteronomy:27:14",
        "t": "And the Levites shall declare to all the men of Israel in a loud voice:"
    },
    {
        "o": 6121,
        "r": "esv:Deuteronomy:27:15",
        "t": "“‘Cursed*p be the man who makes a carved or cast metal image, an abomination to the Lord,*s a thing made by the hands of a craftsman, and sets it up in secret.’ And all the people shall answer and say, ‘Amen.’"
    },
    {
        "o": 6122,
        "r": "esv:Deuteronomy:27:16",
        "t": "“‘Cursed*p be anyone who dishonors his father or his mother.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6123,
        "r": "esv:Deuteronomy:27:17",
        "t": "“‘Cursed*p be anyone who moves his neighbor’s landmark.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6124,
        "r": "esv:Deuteronomy:27:18",
        "t": "“‘Cursed*p be anyone who misleads a blind man on the road.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6125,
        "r": "esv:Deuteronomy:27:19",
        "t": "“‘Cursed*p be anyone who perverts the justice due to the sojourner, the fatherless, and the widow.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6126,
        "r": "esv:Deuteronomy:27:20",
        "t": "“‘Cursed*p be anyone who lies with his father’s wife, because he has uncovered his father’s nakedness.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6127,
        "r": "esv:Deuteronomy:27:21",
        "t": "“‘Cursed*p be anyone who lies with any kind of animal.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6128,
        "r": "esv:Deuteronomy:27:22",
        "t": "“‘Cursed*p be anyone who lies with his sister, whether the daughter of his father or the daughter of his mother.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6129,
        "r": "esv:Deuteronomy:27:23",
        "t": "“‘Cursed*p be anyone who lies with his mother-in-law.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6130,
        "r": "esv:Deuteronomy:27:24",
        "t": "“‘Cursed*p be anyone who strikes down his neighbor in secret.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6131,
        "r": "esv:Deuteronomy:27:25",
        "t": "“‘Cursed*p be anyone who takes a bribe to shed innocent blood.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6132,
        "r": "esv:Deuteronomy:27:26",
        "t": "“‘Cursed*p be anyone who does not confirm the words of this law by doing them.’ And all the people shall say, ‘Amen.’"
    }
]
