[
    {
        "o": 914,
        "r": "nkjv:Genesis:30:0",
        "t": "Genesis 30",
        "h": 1
    },
    {
        "o": 915,
        "r": "nkjv:Genesis:30:1",
        "t": "Now*p when Rachel saw that she bore Jacob no children, Rachel envied her sister, and said to Jacob, “Give me children, or else I die!”"
    },
    {
        "o": 916,
        "r": "nkjv:Genesis:30:2",
        "t": "And*p Jacob’s anger was aroused against Rachel, and he said, “Am*i I in the place of God, who has withheld from you the fruit of the womb?”"
    },
    {
        "o": 917,
        "r": "nkjv:Genesis:30:3",
        "t": "So*p she said, “Here is my maid Bilhah; go in to her, and she will bear a*i child*i on my knees, that I also may have children by her.”"
    },
    {
        "o": 918,
        "r": "nkjv:Genesis:30:4",
        "t": "Then she gave him Bilhah her maid as wife, and Jacob went in to her."
    },
    {
        "o": 919,
        "r": "nkjv:Genesis:30:5",
        "t": "And Bilhah conceived and bore Jacob a son."
    },
    {
        "o": 920,
        "r": "nkjv:Genesis:30:6",
        "t": "Then Rachel said, “God has judged my case; and He has also heard my voice and given me a son.” Therefore she called his name Dan."
    },
    {
        "o": 921,
        "r": "nkjv:Genesis:30:7",
        "t": "And Rachel’s maid Bilhah conceived again and bore Jacob a second son."
    },
    {
        "o": 922,
        "r": "nkjv:Genesis:30:8",
        "t": "Then Rachel said, “With great wrestlings I have wrestled with my sister, and*i indeed I have prevailed.” So she called his name Naphtali."
    },
    {
        "o": 923,
        "r": "nkjv:Genesis:30:9",
        "t": "When*p Leah saw that she had stopped bearing, she took Zilpah her maid and gave her to Jacob as wife."
    },
    {
        "o": 924,
        "r": "nkjv:Genesis:30:10",
        "t": "And Leah’s maid Zilpah bore Jacob a son."
    },
    {
        "o": 925,
        "r": "nkjv:Genesis:30:11",
        "t": "Then Leah said, “A troop comes!” So she called his name Gad."
    },
    {
        "o": 926,
        "r": "nkjv:Genesis:30:12",
        "t": "And Leah’s maid Zilpah bore Jacob a second son."
    },
    {
        "o": 927,
        "r": "nkjv:Genesis:30:13",
        "t": "Then Leah said, “I am happy, for the daughters will call me blessed.” So she called his name Asher."
    },
    {
        "o": 928,
        "r": "nkjv:Genesis:30:14",
        "t": "Now*p Reuben went in the days of wheat harvest and found mandrakes in the field, and brought them to his mother Leah. Then Rachel said to Leah, “Please give me some*i of your son’s mandrakes.”"
    },
    {
        "o": 929,
        "r": "nkjv:Genesis:30:15",
        "t": "But*p she said to her, “Is*i it*i a small matter that you have taken away my husband? Would you take away my son’s mandrakes also?” And*p Rachel said, “Therefore he will lie with you tonight for your son’s mandrakes.”"
    },
    {
        "o": 930,
        "r": "nkjv:Genesis:30:16",
        "t": "When*p Jacob came out of the field in the evening, Leah went out to meet him and said, “You must come in to me, for I have surely hired you with my son’s mandrakes.” And he lay with her that night."
    },
    {
        "o": 931,
        "r": "nkjv:Genesis:30:17",
        "t": "And*p God listened to Leah, and she conceived and bore Jacob a fifth son."
    },
    {
        "o": 932,
        "r": "nkjv:Genesis:30:18",
        "t": "Leah said, “God has given me my wages, because I have given my maid to my husband.” So she called his name Issachar."
    },
    {
        "o": 933,
        "r": "nkjv:Genesis:30:19",
        "t": "Then Leah conceived again and bore Jacob a sixth son."
    },
    {
        "o": 934,
        "r": "nkjv:Genesis:30:20",
        "t": "And Leah said, “God has endowed me with*i a good endowment; now my husband will dwell with me, because I have borne him six sons.” So she called his name Zebulun."
    },
    {
        "o": 935,
        "r": "nkjv:Genesis:30:21",
        "t": "Afterward she bore a daughter, and called her name Dinah."
    },
    {
        "o": 936,
        "r": "nkjv:Genesis:30:22",
        "t": "Then*p God remembered Rachel, and God listened to her and opened her womb."
    },
    {
        "o": 937,
        "r": "nkjv:Genesis:30:23",
        "t": "And she conceived and bore a son, and said, “God has taken away my reproach.”"
    },
    {
        "o": 938,
        "r": "nkjv:Genesis:30:24",
        "t": "So she called his name Joseph, and said, “The Lord*s shall add to me another son.”"
    },
    {
        "o": 939,
        "r": "nkjv:Genesis:30:24",
        "t": "Jacob’s Agreement with Laban",
        "h": 2
    },
    {
        "o": 940,
        "r": "nkjv:Genesis:30:25",
        "t": "And*p it came to pass, when Rachel had borne Joseph, that Jacob said to Laban, “Send me away, that I may go to my own place and to my country."
    },
    {
        "o": 941,
        "r": "nkjv:Genesis:30:26",
        "t": "Give me*i my wives and my children for whom I have served you, and let me go; for you know my service which I have done for you.”"
    },
    {
        "o": 942,
        "r": "nkjv:Genesis:30:27",
        "t": "And*p Laban said to him, “Please stay,*i if I have found favor in your eyes, for*i I have learned by experience that the Lord*s has blessed me for your sake.”"
    },
    {
        "o": 943,
        "r": "nkjv:Genesis:30:28",
        "t": "Then he said, “Name me your wages, and I will give it.”*i"
    },
    {
        "o": 944,
        "r": "nkjv:Genesis:30:29",
        "t": "So*p Jacob*i said to him, “You know how I have served you and how your livestock has been with me."
    },
    {
        "o": 945,
        "r": "nkjv:Genesis:30:30",
        "t": "For what you had before I came*i was*i little, and it has increased to a great amount; the Lord*s has blessed you since my coming. And now, when shall I also provide for my own house?”"
    },
    {
        "o": 946,
        "r": "nkjv:Genesis:30:31",
        "t": "So*p he said, “What shall I give you?” And*p Jacob said, “You shall not give me anything. If you will do this thing for me, I will again feed and keep your flocks:"
    },
    {
        "o": 947,
        "r": "nkjv:Genesis:30:32",
        "t": "Let me pass through all your flock today, removing from there all the speckled and spotted sheep, and all the brown ones among the lambs, and the spotted and speckled among the goats; and these*i shall be my wages."
    },
    {
        "o": 948,
        "r": "nkjv:Genesis:30:33",
        "t": "So my righteousness will answer for me in time to come, when the subject of my wages comes before you: every one that is*i not speckled and spotted among the goats, and brown among the lambs, will be considered stolen, if it*i is*i with me.”"
    },
    {
        "o": 949,
        "r": "nkjv:Genesis:30:34",
        "t": "And*p Laban said, “Oh, that it were according to your word!”"
    },
    {
        "o": 950,
        "r": "nkjv:Genesis:30:35",
        "t": "So he removed that day the male goats that were speckled and spotted, all the female goats that were speckled and spotted, every one that had some*i white in it, and all the brown ones among the lambs, and gave them*i into the hand of his sons."
    },
    {
        "o": 951,
        "r": "nkjv:Genesis:30:36",
        "t": "Then he put three days’ journey between himself and Jacob, and Jacob fed the rest of Laban’s flocks."
    },
    {
        "o": 952,
        "r": "nkjv:Genesis:30:37",
        "t": "Now*p Jacob took for himself rods of green poplar and of the almond and chestnut trees, peeled white strips in them, and exposed the white which was*i in the rods."
    },
    {
        "o": 953,
        "r": "nkjv:Genesis:30:38",
        "t": "And the rods which he had peeled, he set before the flocks in the gutters, in the watering troughs where the flocks came to drink, so that they should conceive when they came to drink."
    },
    {
        "o": 954,
        "r": "nkjv:Genesis:30:39",
        "t": "So the flocks conceived before the rods, and the flocks brought forth streaked, speckled, and spotted."
    },
    {
        "o": 955,
        "r": "nkjv:Genesis:30:40",
        "t": "Then Jacob separated the lambs, and made the flocks face toward the streaked and all the brown in the flock of Laban; but he put his own flocks by themselves and did not put them with Laban’s flock."
    },
    {
        "o": 956,
        "r": "nkjv:Genesis:30:41",
        "t": "And*p it came to pass, whenever the stronger livestock conceived, that Jacob placed the rods before the eyes of the livestock in the gutters, that they might conceive among the rods."
    },
    {
        "o": 957,
        "r": "nkjv:Genesis:30:42",
        "t": "But when the flocks were feeble, he did not put them*i in; so the feebler were Laban’s and the stronger Jacob’s."
    },
    {
        "o": 958,
        "r": "nkjv:Genesis:30:43",
        "t": "Thus the man became exceedingly prosperous, and had large flocks, female and male servants, and camels and donkeys."
    }
]
