[
    {
        "o": 12479,
        "r": "nasb:2 Chronicles:9:0",
        "t": "2 Chronicles 9",
        "h": 1
    },
    {
        "o": 12480,
        "r": "nasb:2 Chronicles:9:0",
        "t": "Visit of the Queen of Sheba",
        "h": 2
    },
    {
        "o": 12481,
        "r": "nasb:2 Chronicles:9:1",
        "t": "Now*p when the queen of Sheba heard of the fame of Solomon, she came to Jerusalem to test Solomon with difficult questions. She had a very large retinue, with camels carrying spices and a large amount of gold and precious stones; and when she came to Solomon, she spoke with him about all that was on her heart."
    },
    {
        "o": 12482,
        "r": "nasb:2 Chronicles:9:2",
        "t": "Solomon answered all her questions; nothing was hidden from Solomon which he did not explain to her."
    },
    {
        "o": 12483,
        "r": "nasb:2 Chronicles:9:3",
        "t": "When the queen of Sheba had seen the wisdom of Solomon, the house which he had built,"
    },
    {
        "o": 12484,
        "r": "nasb:2 Chronicles:9:4",
        "t": "the food at his table, the seating of his servants, the attendance of his ministers and their attire, his cupbearers and their attire, and his stairway by which he went up to the house of the Lord,*s she was breathless."
    },
    {
        "o": 12485,
        "r": "nasb:2 Chronicles:9:5",
        "t": "Then she said to the king, “It was a true report which I heard in my own land about your words and your wisdom."
    },
    {
        "o": 12486,
        "r": "nasb:2 Chronicles:9:6",
        "t": "Nevertheless I did not believe their reports until I came and my eyes had seen it. And behold, the half of the greatness of your wisdom was not told me. You surpass the report that I heard."
    },
    {
        "o": 12487,
        "r": "nasb:2 Chronicles:9:7",
        "t": "How blessed are your men, how blessed are these your servants who stand before you continually and hear your wisdom."
    },
    {
        "o": 12488,
        "r": "nasb:2 Chronicles:9:8",
        "t": "Blessed be the Lord*s your God who delighted in you, setting you on His throne as king for the Lord*s your God; because your God loved Israel establishing them forever, therefore He made you king over them, to do justice and righteousness.”"
    },
    {
        "o": 12489,
        "r": "nasb:2 Chronicles:9:9",
        "t": "Then she gave the king one hundred and twenty talents of gold and a very great amount*i of*i spices and precious stones; there had never been spice like that which the queen of Sheba gave to King Solomon."
    },
    {
        "o": 12490,
        "r": "nasb:2 Chronicles:9:10",
        "t": "The*p servants of Huram and the servants of Solomon who brought gold from Ophir, also brought algum trees and precious stones."
    },
    {
        "o": 12491,
        "r": "nasb:2 Chronicles:9:11",
        "t": "From the algum trees the king made steps for the house of the Lord*s and for the king’s palace, and lyres and harps for the singers; and none like that was seen before in the land of Judah."
    },
    {
        "o": 12492,
        "r": "nasb:2 Chronicles:9:12",
        "t": "King*p Solomon gave to the queen of Sheba all her desire which she requested besides a*i return*i for*i what she had brought to the king. Then she turned and went to her own land with her servants."
    },
    {
        "o": 12493,
        "r": "nasb:2 Chronicles:9:12",
        "t": "Solomon’s Wealth and Power",
        "h": 2
    },
    {
        "o": 12494,
        "r": "nasb:2 Chronicles:9:13",
        "t": "Now*p the weight of gold which came to Solomon in one year was 666 talents of gold,"
    },
    {
        "o": 12495,
        "r": "nasb:2 Chronicles:9:14",
        "t": "besides that which the traders and merchants brought; and all the kings of Arabia and the governors of the country brought gold and silver to Solomon."
    },
    {
        "o": 12496,
        "r": "nasb:2 Chronicles:9:15",
        "t": "King Solomon made 200 large shields of beaten gold, using 600 shekels*i of*i beaten gold on each large shield."
    },
    {
        "o": 12497,
        "r": "nasb:2 Chronicles:9:16",
        "t": "He*i made*i 300 shields of beaten gold, using three hundred shekels of gold on each shield, and the king put them in the house of the forest of Lebanon."
    },
    {
        "o": 12498,
        "r": "nasb:2 Chronicles:9:17",
        "t": "Moreover,*p the king made a great throne of ivory and overlaid it with pure gold."
    },
    {
        "o": 12499,
        "r": "nasb:2 Chronicles:9:18",
        "t": "There*i were*i six steps to the throne and a footstool in gold attached to the throne, and arms on each side of the seat, and two lions standing beside the arms."
    },
    {
        "o": 12500,
        "r": "nasb:2 Chronicles:9:19",
        "t": "Twelve lions were standing there on the six steps on the one side and on the other; nothing like it*i was made for any other*i kingdom."
    },
    {
        "o": 12501,
        "r": "nasb:2 Chronicles:9:20",
        "t": "All King Solomon’s drinking vessels were*i of gold, and all the vessels of the house of the forest of Lebanon were*i of pure gold; silver was not considered valuable in the days of Solomon."
    },
    {
        "o": 12502,
        "r": "nasb:2 Chronicles:9:21",
        "t": "For the king had ships which went to Tarshish with the servants of Huram; once every three years the ships of Tarshish came bringing gold and silver, ivory and apes and peacocks."
    },
    {
        "o": 12503,
        "r": "nasb:2 Chronicles:9:22",
        "t": "So*p King Solomon became greater than all the kings of the earth in riches and wisdom."
    },
    {
        "o": 12504,
        "r": "nasb:2 Chronicles:9:23",
        "t": "And all the kings of the earth were seeking the presence of Solomon, to hear his wisdom which God had put in his heart."
    },
    {
        "o": 12505,
        "r": "nasb:2 Chronicles:9:24",
        "t": "They brought every man his gift, articles of silver and gold, garments, weapons, spices, horses and mules, so much year by year."
    },
    {
        "o": 12506,
        "r": "nasb:2 Chronicles:9:25",
        "t": "Now*p Solomon had 4,000 stalls for horses and chariots and 12,000 horsemen, and he stationed them in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 12507,
        "r": "nasb:2 Chronicles:9:26",
        "t": "He was the ruler over all the kings from the Euphrates River even to the land of the Philistines, and as far as the border of Egypt."
    },
    {
        "o": 12508,
        "r": "nasb:2 Chronicles:9:27",
        "t": "The king made silver as*i common*i as stones in Jerusalem, and he made cedars as plentiful as sycamore trees that are in the lowland."
    },
    {
        "o": 12509,
        "r": "nasb:2 Chronicles:9:28",
        "t": "And they were bringing horses for Solomon from Egypt and from all countries."
    },
    {
        "o": 12510,
        "r": "nasb:2 Chronicles:9:29",
        "t": "Now*p the rest of the acts of Solomon, from first to last, are they not written in the records of Nathan the prophet, and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat?"
    },
    {
        "o": 12511,
        "r": "nasb:2 Chronicles:9:30",
        "t": "Solomon reigned forty years in Jerusalem over all Israel."
    },
    {
        "o": 12512,
        "r": "nasb:2 Chronicles:9:30",
        "t": "Death of Solomon",
        "h": 2
    },
    {
        "o": 12513,
        "r": "nasb:2 Chronicles:9:31",
        "t": "And*p Solomon slept with his fathers and was buried in the city of his father David; and his son Rehoboam reigned in his place."
    }
]
