[
    {
        "o": 10548,
        "r": "nkjv:2 Kings:2:0",
        "t": "2 Kings 2",
        "h": 1
    },
    {
        "o": 10549,
        "r": "nkjv:2 Kings:2:0",
        "t": "Elijah Ascends to Heaven",
        "h": 2
    },
    {
        "o": 10550,
        "r": "nkjv:2 Kings:2:1",
        "t": "And*p it came to pass, when the Lord*s was about to take up Elijah into heaven by a whirlwind, that Elijah went with Elisha from Gilgal."
    },
    {
        "o": 10551,
        "r": "nkjv:2 Kings:2:2",
        "t": "Then Elijah said to Elisha, “Stay here, please, for the Lord*s has sent me on to Bethel.” But*p Elisha said, “As*i the Lord*s lives, and as*i your soul lives, I will not leave you!” So they went down to Bethel."
    },
    {
        "o": 10552,
        "r": "nkjv:2 Kings:2:3",
        "t": "Now*p the sons of the prophets who were*i at Bethel came out to Elisha, and said to him, “Do you know that the Lord*s will take away your master from over you today?” And*p he said, “Yes, I know; keep silent!”"
    },
    {
        "o": 10553,
        "r": "nkjv:2 Kings:2:4",
        "t": "Then*p Elijah said to him, “Elisha, stay here, please, for the Lord*s has sent me on to Jericho.” But*p he said, “As*i the Lord*s lives, and as*i your soul lives, I will not leave you!” So they came to Jericho."
    },
    {
        "o": 10554,
        "r": "nkjv:2 Kings:2:5",
        "t": "Now*p the sons of the prophets who were*i at Jericho came to Elisha and said to him, “Do you know that the Lord*s will take away your master from over you today?” So*p he answered, “Yes, I know; keep silent!”"
    },
    {
        "o": 10555,
        "r": "nkjv:2 Kings:2:6",
        "t": "Then*p Elijah said to him, “Stay here, please, for the Lord*s has sent me on to the Jordan.” But*p he said, “As*i the Lord*s lives, and as*i your soul lives, I will not leave you!” So the two of them went on."
    },
    {
        "o": 10556,
        "r": "nkjv:2 Kings:2:7",
        "t": "And fifty men of the sons of the prophets went and stood facing them*i at a distance, while the two of them stood by the Jordan."
    },
    {
        "o": 10557,
        "r": "nkjv:2 Kings:2:8",
        "t": "Now Elijah took his mantle, rolled it*i up, and struck the water; and it was divided this way and that, so that the two of them crossed over on dry ground."
    },
    {
        "o": 10558,
        "r": "nkjv:2 Kings:2:9",
        "t": "And*p so it was, when they had crossed over, that Elijah said to Elisha, “Ask! What may I do for you, before I am taken away from you?” Elisha*p said, “Please let a double portion of your spirit be upon me.”"
    },
    {
        "o": 10559,
        "r": "nkjv:2 Kings:2:10",
        "t": "So*p he said, “You have asked a hard thing. Nevertheless,*i if you see me when*i I*i am*i taken from you, it shall be so for you; but if not, it shall not be so.”*i"
    },
    {
        "o": 10560,
        "r": "nkjv:2 Kings:2:11",
        "t": "Then it happened, as they continued on and talked, that suddenly a chariot of fire appeared*i with horses of fire, and separated the two of them; and Elijah went up by a whirlwind into heaven."
    },
    {
        "o": 10561,
        "r": "nkjv:2 Kings:2:12",
        "t": "And*p Elisha saw it,*i and he cried out, “My father, my father, the chariot of Israel and its horsemen!” So he saw him no more. And he took hold of his own clothes and tore them into two pieces."
    },
    {
        "o": 10562,
        "r": "nkjv:2 Kings:2:13",
        "t": "He also took up the mantle of Elijah that had fallen from him, and went back and stood by the bank of the Jordan."
    },
    {
        "o": 10563,
        "r": "nkjv:2 Kings:2:14",
        "t": "Then he took the mantle of Elijah that had fallen from him, and struck the water, and said, “Where is*i the Lord*s God of Elijah?” And when he also had struck the water, it was divided this way and that; and Elisha crossed over."
    },
    {
        "o": 10564,
        "r": "nkjv:2 Kings:2:15",
        "t": "Now*p when the sons of the prophets who were*i from Jericho saw him, they said, “The spirit of Elijah rests on Elisha.” And they came to meet him, and bowed to the ground before him."
    },
    {
        "o": 10565,
        "r": "nkjv:2 Kings:2:16",
        "t": "Then they said to him, “Look now, there are fifty strong men with your servants. Please let them go and search for your master, lest perhaps the Spirit of the Lord*s has taken him up and cast him upon some mountain or into some valley.” And*p he said, “You shall not send anyone.”"
    },
    {
        "o": 10566,
        "r": "nkjv:2 Kings:2:17",
        "t": "But*p when they urged him till he was ashamed, he said, “Send them!”*i Therefore they sent fifty men, and they searched for three days but did not find him."
    },
    {
        "o": 10567,
        "r": "nkjv:2 Kings:2:18",
        "t": "And when they came back to him, for he had stayed in Jericho, he said to them, “Did I not say to you, ‘Do not go’?”"
    },
    {
        "o": 10568,
        "r": "nkjv:2 Kings:2:18",
        "t": "Elisha Performs Miracles",
        "h": 2
    },
    {
        "o": 10569,
        "r": "nkjv:2 Kings:2:19",
        "t": "Then*p the men of the city said to Elisha, “Please notice, the situation of this city is*i pleasant, as my lord sees; but the water is*i bad, and the ground barren.”"
    },
    {
        "o": 10570,
        "r": "nkjv:2 Kings:2:20",
        "t": "And*p he said, “Bring me a new bowl, and put salt in it.” So they brought it*i to him."
    },
    {
        "o": 10571,
        "r": "nkjv:2 Kings:2:21",
        "t": "Then he went out to the source of the water, and cast in the salt there, and said, “Thus says the Lord:*s ‘I have healed this water; from it there shall be no more death or barrenness.’”"
    },
    {
        "o": 10572,
        "r": "nkjv:2 Kings:2:22",
        "t": "So the water remains healed to this day, according to the word of Elisha which he spoke."
    },
    {
        "o": 10573,
        "r": "nkjv:2 Kings:2:23",
        "t": "Then*p he went up from there to Bethel; and as he was going up the road, some youths came from the city and mocked him, and said to him, “Go up, you baldhead! Go up, you baldhead!”"
    },
    {
        "o": 10574,
        "r": "nkjv:2 Kings:2:24",
        "t": "So*p he turned around and looked at them, and pronounced a curse on them in the name of the Lord.*s And two female bears came out of the woods and mauled forty-two of the youths."
    },
    {
        "o": 10575,
        "r": "nkjv:2 Kings:2:25",
        "t": "Then*p he went from there to Mount Carmel, and from there he returned to Samaria."
    }
]
