[
    {
        "o": 33073,
        "r": "esv:1 Thessalonians:1:0",
        "t": "1 Thessalonians 1",
        "h": 1
    },
    {
        "o": 33074,
        "r": "esv:1 Thessalonians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33075,
        "r": "esv:1 Thessalonians:1:1",
        "t": "Paul,*p Silvanus, and Timothy, To*p the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace*p to you and peace."
    },
    {
        "o": 33076,
        "r": "esv:1 Thessalonians:1:1",
        "t": "The Thessalonians’ Faith and Example",
        "h": 2
    },
    {
        "o": 33077,
        "r": "esv:1 Thessalonians:1:2",
        "t": "We*p give thanks to God always for all of you, constantly mentioning you in our prayers,"
    },
    {
        "o": 33078,
        "r": "esv:1 Thessalonians:1:3",
        "t": "remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ."
    },
    {
        "o": 33079,
        "r": "esv:1 Thessalonians:1:4",
        "t": "For we know, brothers loved by God, that he has chosen you,"
    },
    {
        "o": 33080,
        "r": "esv:1 Thessalonians:1:5",
        "t": "because our gospel came to you not only in word, but also in power and in the Holy Spirit and with full conviction. You know what kind of men we proved to be among you for your sake."
    },
    {
        "o": 33081,
        "r": "esv:1 Thessalonians:1:6",
        "t": "And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit,"
    },
    {
        "o": 33082,
        "r": "esv:1 Thessalonians:1:7",
        "t": "so that you became an example to all the believers in Macedonia and in Achaia."
    },
    {
        "o": 33083,
        "r": "esv:1 Thessalonians:1:8",
        "t": "For not only has the word of the Lord sounded forth from you in Macedonia and Achaia, but your faith in God has gone forth everywhere, so that we need not say anything."
    },
    {
        "o": 33084,
        "r": "esv:1 Thessalonians:1:9",
        "t": "For they themselves report concerning us the kind of reception we had among you, and how you turned to God from idols to serve the living and true God,"
    },
    {
        "o": 33085,
        "r": "esv:1 Thessalonians:1:10",
        "t": "and to wait for his Son from heaven, whom he raised from the dead, Jesus who delivers us from the wrath to come."
    }
]
