[
    {
        "o": 30284,
        "r": "nasb:Acts:8:0",
        "t": "Acts 8",
        "h": 1
    },
    {
        "o": 30285,
        "r": "nasb:Acts:8:0",
        "t": "Saul Persecutes the Church",
        "h": 2
    },
    {
        "o": 30286,
        "r": "nasb:Acts:8:1",
        "t": "Saul*p was in hearty agreement with putting him to death. And*bp on that day a great persecution began against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles."
    },
    {
        "o": 30287,
        "r": "nasb:Acts:8:2",
        "t": "Some*i devout men buried Stephen, and made loud lamentation over him."
    },
    {
        "o": 30288,
        "r": "nasb:Acts:8:3",
        "t": "But Saul began*i ravaging the church, entering house after house, and dragging off men and women, he would put them in prison."
    },
    {
        "o": 30289,
        "r": "nasb:Acts:8:3",
        "t": "Philip in Samaria",
        "h": 2
    },
    {
        "o": 30290,
        "r": "nasb:Acts:8:4",
        "t": "Therefore,*p those who had been scattered went about preaching the word."
    },
    {
        "o": 30291,
        "r": "nasb:Acts:8:5",
        "t": "Philip went down to the city of Samaria and began*i proclaiming Christ to them."
    },
    {
        "o": 30292,
        "r": "nasb:Acts:8:6",
        "t": "The crowds with one accord were giving attention to what was said by Philip, as they heard and saw the signs which he was performing."
    },
    {
        "o": 30293,
        "r": "nasb:Acts:8:7",
        "t": "For in*i the*i case*i of*i many who had unclean spirits, they were coming out of*i them*i shouting with a loud voice; and many who had been paralyzed and lame were healed."
    },
    {
        "o": 30294,
        "r": "nasb:Acts:8:8",
        "t": "So there was much rejoicing in that city."
    },
    {
        "o": 30295,
        "r": "nasb:Acts:8:9",
        "t": "Now*p there was a man named Simon, who formerly was practicing magic in the city and astonishing the people of Samaria, claiming to be someone great;"
    },
    {
        "o": 30296,
        "r": "nasb:Acts:8:10",
        "t": "and they all, from smallest to greatest, were giving attention to him, saying, “This man is what is called the Great Power of God.”"
    },
    {
        "o": 30297,
        "r": "nasb:Acts:8:11",
        "t": "And they were giving him attention because he had for a long time astonished them with his magic arts."
    },
    {
        "o": 30298,
        "r": "nasb:Acts:8:12",
        "t": "But when they believed Philip preaching the good news about the kingdom of God and the name of Jesus Christ, they were being baptized, men and women alike."
    },
    {
        "o": 30299,
        "r": "nasb:Acts:8:13",
        "t": "Even Simon himself believed; and after being baptized, he continued on with Philip, and as he observed signs and great miracles taking place, he was constantly amazed."
    },
    {
        "o": 30300,
        "r": "nasb:Acts:8:14",
        "t": "Now*p when the apostles in Jerusalem heard that Samaria had received the word of God, they sent them Peter and John,"
    },
    {
        "o": 30301,
        "r": "nasb:Acts:8:15",
        "t": "who came down and prayed for them that they might receive the Holy Spirit."
    },
    {
        "o": 30302,
        "r": "nasb:Acts:8:16",
        "t": "For He had not yet fallen upon any of them; they had simply been baptized in the name of the Lord Jesus."
    },
    {
        "o": 30303,
        "r": "nasb:Acts:8:17",
        "t": "Then they began*i laying their hands on them, and they were receiving the Holy Spirit."
    },
    {
        "o": 30304,
        "r": "nasb:Acts:8:18",
        "t": "Now when Simon saw that the Spirit was bestowed through the laying on of the apostles’ hands, he offered them money,"
    },
    {
        "o": 30305,
        "r": "nasb:Acts:8:19",
        "t": "saying, “Give this authority to me as well, so that everyone on whom I lay my hands may receive the Holy Spirit.”"
    },
    {
        "o": 30306,
        "r": "nasb:Acts:8:20",
        "t": "But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money!"
    },
    {
        "o": 30307,
        "r": "nasb:Acts:8:21",
        "t": "You have no part or portion in this matter, for your heart is not right before God."
    },
    {
        "o": 30308,
        "r": "nasb:Acts:8:22",
        "t": "Therefore repent of this wickedness of yours, and pray the Lord that, if possible, the intention of your heart may be forgiven you."
    },
    {
        "o": 30309,
        "r": "nasb:Acts:8:23",
        "t": "For I see that you are in the gall of bitterness and in the bondage of iniquity.”"
    },
    {
        "o": 30310,
        "r": "nasb:Acts:8:24",
        "t": "But Simon answered and said, “Pray to the Lord for me yourselves, so that nothing of what you have said may come upon me.”"
    },
    {
        "o": 30311,
        "r": "nasb:Acts:8:24",
        "t": "An Ethiopian Receives Christ",
        "h": 2
    },
    {
        "o": 30312,
        "r": "nasb:Acts:8:25",
        "t": "So,*p when they had solemnly testified and spoken the word of the Lord, they started back to Jerusalem, and were preaching the gospel to many villages of the Samaritans."
    },
    {
        "o": 30313,
        "r": "nasb:Acts:8:26",
        "t": "But*p an angel of the Lord spoke to Philip saying, “Get up and go south to the road that descends from Jerusalem to Gaza.” (This is a desert road.)*i"
    },
    {
        "o": 30314,
        "r": "nasb:Acts:8:27",
        "t": "So he got up and went; and there was an Ethiopian eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure; and he had come to Jerusalem to worship,"
    },
    {
        "o": 30315,
        "r": "nasb:Acts:8:28",
        "t": "and he was returning and sitting in his chariot, and was reading the prophet Isaiah."
    },
    {
        "o": 30316,
        "r": "nasb:Acts:8:29",
        "t": "Then the Spirit said to Philip, “Go up and join this chariot.”"
    },
    {
        "o": 30317,
        "r": "nasb:Acts:8:30",
        "t": "Philip ran up and heard him reading Isaiah the prophet, and said, “Do you understand what you are reading?”"
    },
    {
        "o": 30318,
        "r": "nasb:Acts:8:31",
        "t": "And he said, “Well, how could I, unless someone guides me?” And he invited Philip to come up and sit with him."
    },
    {
        "o": 30319,
        "r": "nasb:Acts:8:32",
        "t": "Now the passage of Scripture which he was reading was this: “He*spn was*s led*s as*s a*s sheep*s to*s slaughter;*s And*ln as*s a*s lamb*s before*s its*s shearer*s is*s silent,*s So*sln He*s does*s not*s open*s His*s mouth.*s"
    },
    {
        "o": 30320,
        "r": "nasb:Acts:8:33",
        "t": "In*ln humiliation*s His*s judgment*s was*s taken*s away;*s Who*sln will*s relate*s His*s generation?*s For*sln His*s life*s is*s removed*s from*s the*s earth.”*s"
    },
    {
        "o": 30321,
        "r": "nasb:Acts:8:34",
        "t": "The*p eunuch answered Philip and said, “Please tell*i me,*i of whom does the prophet say this? Of himself or of someone else?”"
    },
    {
        "o": 30322,
        "r": "nasb:Acts:8:35",
        "t": "Then Philip opened his mouth, and beginning from this Scripture he preached Jesus to him."
    },
    {
        "o": 30323,
        "r": "nasb:Acts:8:36",
        "t": "As they went along the road they came to some water; and the eunuch said, “Look! Water! What prevents me from being baptized?”"
    },
    {
        "o": 30324,
        "r": "nasb:Acts:8:37",
        "t": "[And Philip said, “If you believe with all your heart, you may.” And he answered and said, “I believe that Jesus Christ is the Son of God.”]"
    },
    {
        "o": 30325,
        "r": "nasb:Acts:8:38",
        "t": "And he ordered the chariot to stop; and they both went down into the water, Philip as well as the eunuch, and he baptized him."
    },
    {
        "o": 30326,
        "r": "nasb:Acts:8:39",
        "t": "When they came up out of the water, the Spirit of the Lord snatched Philip away; and the eunuch no longer saw him, but went on his way rejoicing."
    },
    {
        "o": 30327,
        "r": "nasb:Acts:8:40",
        "t": "But Philip found himself at Azotus, and as he passed through he kept preaching the gospel to all the cities until he came to Caesarea."
    }
]
