[
    {
        "o": 11978,
        "r": "nasb:1 Chronicles:20:0",
        "t": "1 Chronicles 20",
        "h": 1
    },
    {
        "o": 11979,
        "r": "nasb:1 Chronicles:20:0",
        "t": "War with Philistine Giants",
        "h": 2
    },
    {
        "o": 11980,
        "r": "nasb:1 Chronicles:20:1",
        "t": "Then*p it happened in the spring, at the time when kings go out to*i battle,*i that Joab led out the army and ravaged the land of the sons of Ammon, and came and besieged Rabbah. But David stayed at Jerusalem. And Joab struck Rabbah and overthrew it."
    },
    {
        "o": 11981,
        "r": "nasb:1 Chronicles:20:2",
        "t": "David took the crown of their king from his head, and he found it to weigh a talent of gold, and there was a precious stone in it; and it was placed on David’s head. And he brought out the spoil of the city, a very great amount."
    },
    {
        "o": 11982,
        "r": "nasb:1 Chronicles:20:3",
        "t": "He brought out the people who were*i in it, and cut them*i with saws and with sharp instruments and with axes. And thus David did to all the cities of the sons of Ammon. Then David and all the people returned to*i Jerusalem."
    },
    {
        "o": 11983,
        "r": "nasb:1 Chronicles:20:4",
        "t": "Now*p it came about after this, that war broke out at Gezer with the Philistines; then Sibbecai the Hushathite killed Sippai, one of the descendants of the giants, and they were subdued."
    },
    {
        "o": 11984,
        "r": "nasb:1 Chronicles:20:5",
        "t": "And there was war with the Philistines again, and Elhanan the son of Jair killed Lahmi the brother of Goliath the Gittite, the shaft of whose spear was*i like a weaver’s beam."
    },
    {
        "o": 11985,
        "r": "nasb:1 Chronicles:20:6",
        "t": "Again there was war at Gath, where there was a man of great*i stature who had twenty-four fingers and toes, six fingers*i on*i each*i hand*i and six toes*i on*i each*i foot;*i and he also was descended from the giants."
    },
    {
        "o": 11986,
        "r": "nasb:1 Chronicles:20:7",
        "t": "When he taunted Israel, Jonathan the son of Shimea, David’s brother, killed him."
    },
    {
        "o": 11987,
        "r": "nasb:1 Chronicles:20:8",
        "t": "These were descended from the giants in Gath, and they fell by the hand of David and by the hand of his servants."
    }
]
