[
    {
        "o": 4716,
        "r": "csb:Numbers:19:0",
        "t": "Numbers 19",
        "h": 1
    },
    {
        "o": 4717,
        "r": "csb:Numbers:19:0",
        "t": "Purification Ritual",
        "h": 2
    },
    {
        "o": 4718,
        "r": "csb:Numbers:19:1",
        "t": "The*p Lord*s spoke to Moses and Aaron,"
    },
    {
        "o": 4719,
        "r": "csb:Numbers:19:2",
        "t": "“This is the legal statute that the Lord*s has commanded: Instruct the Israelites to bring you an unblemished red cow that has no defect and has never been yoked."
    },
    {
        "o": 4720,
        "r": "csb:Numbers:19:3",
        "t": "Give it to the priest Eleazar, and he will have it brought outside the camp and slaughtered in his presence."
    },
    {
        "o": 4721,
        "r": "csb:Numbers:19:4",
        "t": "The priest Eleazar is to take some of its blood with his finger and sprinkle it seven times toward the front of the tent of meeting."
    },
    {
        "o": 4722,
        "r": "csb:Numbers:19:5",
        "t": "The cow is to be burned in his sight. Its hide, flesh, and blood, are to be burned along with its waste."
    },
    {
        "o": 4723,
        "r": "csb:Numbers:19:6",
        "t": "The priest is to take cedar wood, hyssop, and crimson yarn, and throw them onto the fire where the cow is burning."
    },
    {
        "o": 4724,
        "r": "csb:Numbers:19:7",
        "t": "Then the priest must wash his clothes and bathe his body in water; after that he may enter the camp, but he will remain ceremonially unclean until evening."
    },
    {
        "o": 4725,
        "r": "csb:Numbers:19:8",
        "t": "The one who burned the cow must also wash his clothes and bathe his body in water, and he will remain unclean until evening."
    },
    {
        "o": 4726,
        "r": "csb:Numbers:19:9",
        "t": "“A*p man who is clean is to gather up the cow’s ashes and deposit them outside the camp in a ceremonially clean place. The ashes will be kept by the Israelite community for preparing the water to remove impurity; it is a sin offering."
    },
    {
        "o": 4727,
        "r": "csb:Numbers:19:10",
        "t": "Then the one who gathers up the cow’s ashes must wash his clothes, and he will remain unclean until evening. This is a permanent statute for the Israelites and for the alien who resides among them."
    },
    {
        "o": 4728,
        "r": "csb:Numbers:19:11",
        "t": "“The*p person who touches any human corpse will be unclean for seven days."
    },
    {
        "o": 4729,
        "r": "csb:Numbers:19:12",
        "t": "He is to purify himself with the water on the third day and the seventh day; then he will be clean. But if he does not purify himself on the third and seventh days, he will not be clean."
    },
    {
        "o": 4730,
        "r": "csb:Numbers:19:13",
        "t": "Anyone who touches a body of a person who has died, and does not purify himself, defiles the tabernacle of the Lord.*s That person will be cut off from Israel. He remains unclean because the water for impurity has not been sprinkled on him, and his uncleanness is still on him."
    },
    {
        "o": 4731,
        "r": "csb:Numbers:19:14",
        "t": "“This*p is the law when a person dies in a tent: everyone who enters the tent and everyone who is already in the tent will be unclean for seven days,"
    },
    {
        "o": 4732,
        "r": "csb:Numbers:19:15",
        "t": "and any open container without a lid tied on it is unclean."
    },
    {
        "o": 4733,
        "r": "csb:Numbers:19:16",
        "t": "Anyone in the open field who touches a person who has been killed by the sword or has died, or who even touches a human bone, or a grave, will be unclean for seven days."
    },
    {
        "o": 4734,
        "r": "csb:Numbers:19:17",
        "t": "For the purification of the unclean person, they are to take some of the ashes of the burnt sin offering, put them in a jar, and add fresh water to them."
    },
    {
        "o": 4735,
        "r": "csb:Numbers:19:18",
        "t": "A person who is clean is to take hyssop, dip it in the water, and sprinkle the tent, all the furnishings, and the people who were there. He is also to sprinkle the one who touched a bone, a grave, a corpse, or a person who had been killed."
    },
    {
        "o": 4736,
        "r": "csb:Numbers:19:19",
        "t": "“The*p one who is clean is to sprinkle the unclean person on the third day and the seventh day. After he purifies the unclean person on the seventh day, the one being purified must wash his clothes and bathe in water, and he will be clean by evening."
    },
    {
        "o": 4737,
        "r": "csb:Numbers:19:20",
        "t": "But a person who is unclean and does not purify himself, that person will be cut off from the assembly because he has defiled the sanctuary of the Lord.*s The water for impurity has not been sprinkled on him; he is unclean."
    },
    {
        "o": 4738,
        "r": "csb:Numbers:19:21",
        "t": "This is a permanent statute for them. The person who sprinkles the water for impurity is to wash his clothes, and whoever touches the water for impurity will be unclean until evening."
    },
    {
        "o": 4739,
        "r": "csb:Numbers:19:22",
        "t": "Anything the unclean person touches will become unclean, and anyone who touches it will be unclean until evening.”"
    }
]
