[
    {
        "o": 33416,
        "r": "esv:2 Timothy:3:0",
        "t": "2 Timothy 3",
        "h": 1
    },
    {
        "o": 33417,
        "r": "esv:2 Timothy:3:0",
        "t": "Godlessness in the Last Days",
        "h": 2
    },
    {
        "o": 33418,
        "r": "esv:2 Timothy:3:1",
        "t": "But*p understand this, that in the last days there will come times of difficulty."
    },
    {
        "o": 33419,
        "r": "esv:2 Timothy:3:2",
        "t": "For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy,"
    },
    {
        "o": 33420,
        "r": "esv:2 Timothy:3:3",
        "t": "heartless, unappeasable, slanderous, without self-control, brutal, not loving good,"
    },
    {
        "o": 33421,
        "r": "esv:2 Timothy:3:4",
        "t": "treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God,"
    },
    {
        "o": 33422,
        "r": "esv:2 Timothy:3:5",
        "t": "having the appearance of godliness, but denying its power. Avoid such people."
    },
    {
        "o": 33423,
        "r": "esv:2 Timothy:3:6",
        "t": "For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions,"
    },
    {
        "o": 33424,
        "r": "esv:2 Timothy:3:7",
        "t": "always learning and never able to arrive at a knowledge of the truth."
    },
    {
        "o": 33425,
        "r": "esv:2 Timothy:3:8",
        "t": "Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith."
    },
    {
        "o": 33426,
        "r": "esv:2 Timothy:3:9",
        "t": "But they will not get very far, for their folly will be plain to all, as was that of those two men."
    },
    {
        "o": 33427,
        "r": "esv:2 Timothy:3:9",
        "t": "All Scripture Is Breathed Out by God",
        "h": 2
    },
    {
        "o": 33428,
        "r": "esv:2 Timothy:3:10",
        "t": "You,*p however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness,"
    },
    {
        "o": 33429,
        "r": "esv:2 Timothy:3:11",
        "t": "my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra— which persecutions I endured; yet from them all the Lord rescued me."
    },
    {
        "o": 33430,
        "r": "esv:2 Timothy:3:12",
        "t": "Indeed, all who desire to live a godly life in Christ Jesus will be persecuted,"
    },
    {
        "o": 33431,
        "r": "esv:2 Timothy:3:13",
        "t": "while evil people and impostors will go on from bad to worse, deceiving and being deceived."
    },
    {
        "o": 33432,
        "r": "esv:2 Timothy:3:14",
        "t": "But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it"
    },
    {
        "o": 33433,
        "r": "esv:2 Timothy:3:15",
        "t": "and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus."
    },
    {
        "o": 33434,
        "r": "esv:2 Timothy:3:16",
        "t": "All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,"
    },
    {
        "o": 33435,
        "r": "esv:2 Timothy:3:17",
        "t": "that the man of God may be complete, equipped for every good work."
    }
]
