[
    {
        "o": 373,
        "r": "csb:Genesis:14:0",
        "t": "Genesis 14",
        "h": 1
    },
    {
        "o": 374,
        "r": "csb:Genesis:14:0",
        "t": "Abram Rescues Lot",
        "h": 2
    },
    {
        "o": 375,
        "r": "csb:Genesis:14:1",
        "t": "In*p those days King Amraphel of Shinar, King Arioch of Ellasar, King Chedorlaomer of Elam, and King Tidal of Goiim"
    },
    {
        "o": 376,
        "r": "csb:Genesis:14:2",
        "t": "waged war against King Bera of Sodom, King Birsha of Gomorrah, King Shinab of Admah, and King Shemeber of Zeboiim, as well as the king of Bela (that is, Zoar)."
    },
    {
        "o": 377,
        "r": "csb:Genesis:14:3",
        "t": "All of these came as allies to the Siddim Valley (that is, the Dead Sea)."
    },
    {
        "o": 378,
        "r": "csb:Genesis:14:4",
        "t": "They were subject to Chedorlaomer for twelve years, but in the thirteenth year they rebelled."
    },
    {
        "o": 379,
        "r": "csb:Genesis:14:5",
        "t": "In the fourteenth year Chedorlaomer and the kings who were with him came and defeated the Rephaim in Ashteroth-karnaim, the Zuzim in Ham, the Emim in Shaveh-kiriathaim,"
    },
    {
        "o": 380,
        "r": "csb:Genesis:14:6",
        "t": "and the Horites in the mountains of Seir, as far as El-paran by the wilderness."
    },
    {
        "o": 381,
        "r": "csb:Genesis:14:7",
        "t": "Then they came back to invade En-mishpat (that is, Kadesh), and they defeated the whole territory of the Amalekites, as well as the Amorites who lived in Hazazon-tamar."
    },
    {
        "o": 382,
        "r": "csb:Genesis:14:8",
        "t": "Then*p the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out and lined up for battle in the Siddim Valley"
    },
    {
        "o": 383,
        "r": "csb:Genesis:14:9",
        "t": "against King Chedorlaomer of Elam, King Tidal of Goiim, King Amraphel of Shinar, and King Arioch of Ellasar - four kings against five."
    },
    {
        "o": 384,
        "r": "csb:Genesis:14:10",
        "t": "Now the Siddim Valley contained many asphalt pits, and as the kings of Sodom and Gomorrah fled, some fell into them, but the rest fled to the mountains."
    },
    {
        "o": 385,
        "r": "csb:Genesis:14:11",
        "t": "The four kings took all the goods of Sodom and Gomorrah and all their food and went on."
    },
    {
        "o": 386,
        "r": "csb:Genesis:14:12",
        "t": "They also took Abram’s nephew Lot and his possessions, for he was living in Sodom, and they went on."
    },
    {
        "o": 387,
        "r": "csb:Genesis:14:13",
        "t": "One*p of the survivors came and told Abram the Hebrew, who lived near the oaks belonging to Mamre the Amorite, the brother of Eshcol and the brother of Aner. They were bound by a treaty with Abram."
    },
    {
        "o": 388,
        "r": "csb:Genesis:14:14",
        "t": "When Abram heard that his relative had been taken prisoner, he assembled his 318 trained men, born in his household, and they went in pursuit as far as Dan."
    },
    {
        "o": 389,
        "r": "csb:Genesis:14:15",
        "t": "And he and his servants deployed against them by night, defeated them, and pursued them as far as Hobah to the north of Damascus."
    },
    {
        "o": 390,
        "r": "csb:Genesis:14:16",
        "t": "He brought back all the goods and also his relative Lot and his goods, as well as the women and the other people."
    },
    {
        "o": 391,
        "r": "csb:Genesis:14:16",
        "t": "Melchizedek’s Blessing",
        "h": 2
    },
    {
        "o": 392,
        "r": "csb:Genesis:14:17",
        "t": "After*p Abram returned from defeating Chedorlaomer and the kings who were with him, the king of Sodom went out to meet him in the Shaveh Valley (that is, the King’s Valley)."
    },
    {
        "o": 393,
        "r": "csb:Genesis:14:18",
        "t": "Melchizedek, king of Salem, brought out bread and wine; he was a priest to God Most High."
    },
    {
        "o": 394,
        "r": "csb:Genesis:14:19",
        "t": "He blessed him and said: Abram*pn is blessed by God Most High, Creator*ln of heaven and earth,"
    },
    {
        "o": 395,
        "r": "csb:Genesis:14:20",
        "t": "and*ln blessed be God Most High who*ln has handed over your enemies to you. And*p Abram gave him a tenth of everything."
    },
    {
        "o": 396,
        "r": "csb:Genesis:14:21",
        "t": "Then*p the king of Sodom said to Abram, “Give me the people, but take the possessions for yourself.”"
    },
    {
        "o": 397,
        "r": "csb:Genesis:14:22",
        "t": "But*p Abram said to the king of Sodom, “I have raised my hand in an oath to the Lord,*s God Most High, Creator of heaven and earth,"
    },
    {
        "o": 398,
        "r": "csb:Genesis:14:23",
        "t": "that I will not take a thread or sandal strap or anything that belongs to you, so you can never say, ‘I made Abram rich.’"
    },
    {
        "o": 399,
        "r": "csb:Genesis:14:24",
        "t": "I will take nothing except what the servants have eaten. But as for the share of the men who came with me - Aner, Eshcol, and Mamre - they can take their share.”"
    }
]
