[
    {
        "o": 11121,
        "r": "nasb:2 Kings:22:0",
        "t": "2 Kings 22",
        "h": 1
    },
    {
        "o": 11122,
        "r": "nasb:2 Kings:22:0",
        "t": "Josiah Succeeds Amon",
        "h": 2
    },
    {
        "o": 11123,
        "r": "nasb:2 Kings:22:1",
        "t": "Josiah*p was eight years old when he became king, and he reigned thirty-one years in Jerusalem; and his mother’s name was*i Jedidah the daughter of Adaiah of Bozkath."
    },
    {
        "o": 11124,
        "r": "nasb:2 Kings:22:2",
        "t": "He did right in the sight of the Lord*s and walked in all the way of his father David, nor did he turn aside to the right or to the left."
    },
    {
        "o": 11125,
        "r": "nasb:2 Kings:22:3",
        "t": "Now*p in the eighteenth year of King Josiah, the king sent Shaphan, the son of Azaliah the son of Meshullam the scribe, to the house of the Lord*s saying,"
    },
    {
        "o": 11126,
        "r": "nasb:2 Kings:22:4",
        "t": "“Go up to Hilkiah the high priest that he may count the money brought in to the house of the Lord*s which the doorkeepers have gathered from the people."
    },
    {
        "o": 11127,
        "r": "nasb:2 Kings:22:5",
        "t": "Let them deliver it into the hand of the workmen who have the oversight of the house of the Lord,*s and let them give it to the workmen who are in the house of the Lord*s to repair the damages of the house,"
    },
    {
        "o": 11128,
        "r": "nasb:2 Kings:22:6",
        "t": "to the carpenters and the builders and the masons and for buying timber and hewn stone to repair the house."
    },
    {
        "o": 11129,
        "r": "nasb:2 Kings:22:7",
        "t": "Only no accounting shall be made with them for the money delivered into their hands, for they deal faithfully.”"
    },
    {
        "o": 11130,
        "r": "nasb:2 Kings:22:7",
        "t": "The Lost Book",
        "h": 2
    },
    {
        "o": 11131,
        "r": "nasb:2 Kings:22:8",
        "t": "Then*p Hilkiah the high priest said to Shaphan the scribe, “I have found the book of the law in the house of the Lord.”*s And Hilkiah gave the book to Shaphan who read it."
    },
    {
        "o": 11132,
        "r": "nasb:2 Kings:22:9",
        "t": "Shaphan the scribe came to the king and brought back word to the king and said, “Your servants have emptied out the money that was found in the house, and have delivered it into the hand of the workmen who have the oversight of the house of the Lord.”*s"
    },
    {
        "o": 11133,
        "r": "nasb:2 Kings:22:10",
        "t": "Moreover, Shaphan the scribe told the king saying, “Hilkiah the priest has given me a book.” And Shaphan read it in the presence of the king."
    },
    {
        "o": 11134,
        "r": "nasb:2 Kings:22:11",
        "t": "When*p the king heard the words of the book of the law, he tore his clothes."
    },
    {
        "o": 11135,
        "r": "nasb:2 Kings:22:12",
        "t": "Then the king commanded Hilkiah the priest, Ahikam the son of Shaphan, Achbor the son of Micaiah, Shaphan the scribe, and Asaiah the king’s servant saying,"
    },
    {
        "o": 11136,
        "r": "nasb:2 Kings:22:13",
        "t": "“Go, inquire of the Lord*s for me and the people and all Judah concerning the words of this book that has been found, for great is the wrath of the Lord*s that burns against us, because our fathers have not listened to the words of this book, to do according to all that is written concerning us.”"
    },
    {
        "o": 11137,
        "r": "nasb:2 Kings:22:13",
        "t": "Huldah Predicts",
        "h": 2
    },
    {
        "o": 11138,
        "r": "nasb:2 Kings:22:14",
        "t": "So*p Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe (now she lived in Jerusalem in the Second Quarter); and they spoke to her."
    },
    {
        "o": 11139,
        "r": "nasb:2 Kings:22:15",
        "t": "She said to them, “Thus says the Lord*s God of Israel, ‘Tell the man who sent you to me,"
    },
    {
        "o": 11140,
        "r": "nasb:2 Kings:22:16",
        "t": "thus says the Lord,*s “Behold, I bring evil on this place and on its inhabitants, even*i all the words of the book which the king of Judah has read."
    },
    {
        "o": 11141,
        "r": "nasb:2 Kings:22:17",
        "t": "Because they have forsaken Me and have burned incense to other gods that they might provoke Me to anger with all the work of their hands, therefore My wrath burns against this place, and it shall not be quenched.” ’"
    },
    {
        "o": 11142,
        "r": "nasb:2 Kings:22:18",
        "t": "But to the king of Judah who sent you to inquire of the Lord*s thus shall you say to him, ‘Thus says the Lord*s God of Israel, “Regarding*i the words which you have heard,"
    },
    {
        "o": 11143,
        "r": "nasb:2 Kings:22:19",
        "t": "because your heart was tender and you humbled yourself before the Lord*s when you heard what I spoke against this place and against its inhabitants that they should become a desolation and a curse, and you have torn your clothes and wept before Me, I truly have heard you,” declares the Lord.*s"
    },
    {
        "o": 11144,
        "r": "nasb:2 Kings:22:20",
        "t": "“Therefore, behold, I will gather you to your fathers, and you will be gathered to your grave in peace, and your eyes will not see all the evil which I will bring on this place.” ’ ” So they brought back word to the king."
    }
]
