[
    {
        "o": 3887,
        "r": "nkjv:Leviticus:26:0",
        "t": "Leviticus 26",
        "h": 1
    },
    {
        "o": 3888,
        "r": "nkjv:Leviticus:26:0",
        "t": "Promise of Blessing and Retribution",
        "h": 2
    },
    {
        "o": 3889,
        "r": "nkjv:Leviticus:26:1",
        "t": "‘You*pn shall not make idols for yourselves; neither*ld a carved image nor a sacred pillar shall you rear up for yourselves; nor*ld shall you set up an engraved stone in your land, to bow down to it; for*ld I am the Lord*s your God."
    },
    {
        "o": 3890,
        "r": "nkjv:Leviticus:26:2",
        "t": "You*ld shall keep My Sabbaths and reverence My sanctuary: I*ld am the Lord.*s"
    },
    {
        "o": 3891,
        "r": "nkjv:Leviticus:26:3",
        "t": "‘If*ln you walk in My statutes and keep My commandments, and perform them,"
    },
    {
        "o": 3892,
        "r": "nkjv:Leviticus:26:4",
        "t": "then*ld I will give you rain in its season, the land shall yield its produce, and the trees of the field shall yield their fruit."
    },
    {
        "o": 3893,
        "r": "nkjv:Leviticus:26:5",
        "t": "Your*ld threshing shall last till the time of vintage, and the vintage shall last till the time of sowing; you*ld shall eat your bread to the full, and dwell in your land safely."
    },
    {
        "o": 3894,
        "r": "nkjv:Leviticus:26:6",
        "t": "I*ld will give peace in the land, and you shall lie down, and none will make you afraid; I*ld will rid the land of evil beasts, and*ld the sword will not go through your land."
    },
    {
        "o": 3895,
        "r": "nkjv:Leviticus:26:7",
        "t": "You*ld will chase your enemies, and they shall fall by the sword before you."
    },
    {
        "o": 3896,
        "r": "nkjv:Leviticus:26:8",
        "t": "Five*ld of you shall chase a hundred, and a hundred of you shall put ten thousand to flight; your*ld enemies shall fall by the sword before you."
    },
    {
        "o": 3897,
        "r": "nkjv:Leviticus:26:9",
        "t": "‘For*ln I will look on you favorably and make you fruitful, multiply you and confirm My covenant with you."
    },
    {
        "o": 3898,
        "r": "nkjv:Leviticus:26:10",
        "t": "You*ld shall eat the old harvest, and clear out the old because of the new."
    },
    {
        "o": 3899,
        "r": "nkjv:Leviticus:26:11",
        "t": "I*ld will set My tabernacle among you, and My soul shall not abhor you."
    },
    {
        "o": 3900,
        "r": "nkjv:Leviticus:26:12",
        "t": "I*ld will walk among you and be your God, and you shall be My people."
    },
    {
        "o": 3901,
        "r": "nkjv:Leviticus:26:13",
        "t": "I*ld am the Lord*s your God, who brought you out of the land of Egypt, that you should not be their slaves; I*ld have broken the bands of your yoke and made you walk upright."
    },
    {
        "o": 3902,
        "r": "nkjv:Leviticus:26:14",
        "t": "‘But*ln if you do not obey Me, and do not observe all these commandments,"
    },
    {
        "o": 3903,
        "r": "nkjv:Leviticus:26:15",
        "t": "and*ld if you despise My statutes, or if your soul abhors My judgments, so that you do not perform all My commandments, but break My covenant,"
    },
    {
        "o": 3904,
        "r": "nkjv:Leviticus:26:16",
        "t": "I*ld also will do this to you: I*ld will even appoint terror over you, wasting disease and fever which shall consume the eyes and cause sorrow of heart. And*ld you shall sow your seed in vain, for your enemies shall eat it."
    },
    {
        "o": 3905,
        "r": "nkjv:Leviticus:26:17",
        "t": "I*ld will set My face against you, and you shall be defeated by your enemies. Those*ld who hate you shall reign over you, and you shall flee when no one pursues you."
    },
    {
        "o": 3906,
        "r": "nkjv:Leviticus:26:18",
        "t": "‘And*ln after all this, if you do not obey Me, then I will punish you seven times more for your sins."
    },
    {
        "o": 3907,
        "r": "nkjv:Leviticus:26:19",
        "t": "I*ld will break the pride of your power; I*ld will make your heavens like iron and your earth like bronze."
    },
    {
        "o": 3908,
        "r": "nkjv:Leviticus:26:20",
        "t": "And*ld your strength shall be spent in vain; for*ld your land shall not yield its produce, nor shall the trees of the land yield their fruit."
    },
    {
        "o": 3909,
        "r": "nkjv:Leviticus:26:21",
        "t": "‘Then,*ln if you walk contrary to Me, and are not willing to obey Me, I will bring on you seven times more plagues, according to your sins."
    },
    {
        "o": 3910,
        "r": "nkjv:Leviticus:26:22",
        "t": "I*ld will also send wild beasts among you, which shall rob you of your children, destroy your livestock, and make you few in number; and*ld your highways shall be desolate."
    },
    {
        "o": 3911,
        "r": "nkjv:Leviticus:26:23",
        "t": "‘And*ln if by these things you are not reformed by Me, but walk contrary to Me,"
    },
    {
        "o": 3912,
        "r": "nkjv:Leviticus:26:24",
        "t": "then*ld I also will walk contrary to you, and I will punish you yet seven times for your sins."
    },
    {
        "o": 3913,
        "r": "nkjv:Leviticus:26:25",
        "t": "And*ld I will bring a sword against you that will execute the vengeance of the covenant; when*ld you are gathered together within your cities I will send pestilence among you; and*ld you shall be delivered into the hand of the enemy."
    },
    {
        "o": 3914,
        "r": "nkjv:Leviticus:26:26",
        "t": "When*ld I have cut off your supply of bread, ten women shall bake your bread in one oven, and they shall bring back your bread by weight, and you shall eat and not be satisfied."
    },
    {
        "o": 3915,
        "r": "nkjv:Leviticus:26:27",
        "t": "‘And*ln after all this, if you do not obey Me, but walk contrary to Me,"
    },
    {
        "o": 3916,
        "r": "nkjv:Leviticus:26:28",
        "t": "then*ld I also will walk contrary to you in fury; and*ld I, even I, will chastise you seven times for your sins."
    },
    {
        "o": 3917,
        "r": "nkjv:Leviticus:26:29",
        "t": "You*ld shall eat the flesh of your sons, and you shall eat the flesh of your daughters."
    },
    {
        "o": 3918,
        "r": "nkjv:Leviticus:26:30",
        "t": "I*ld will destroy your high places, cut down your incense altars, and cast your carcasses on the lifeless forms of your idols; and*ld My soul shall abhor you."
    },
    {
        "o": 3919,
        "r": "nkjv:Leviticus:26:31",
        "t": "I*ld will lay your cities waste and bring your sanctuaries to desolation, and I will not smell the fragrance of your sweet aromas."
    },
    {
        "o": 3920,
        "r": "nkjv:Leviticus:26:32",
        "t": "I*ld will bring the land to desolation, and your enemies who dwell in it shall be astonished at it."
    },
    {
        "o": 3921,
        "r": "nkjv:Leviticus:26:33",
        "t": "I*ld will scatter you among the nations and draw out a sword after you; your*ld land shall be desolate and your cities waste."
    },
    {
        "o": 3922,
        "r": "nkjv:Leviticus:26:34",
        "t": "Then*ld the land shall enjoy its sabbaths as long as it lies desolate and you are in your enemies’ land; then*ld the land shall rest and enjoy its sabbaths."
    },
    {
        "o": 3923,
        "r": "nkjv:Leviticus:26:35",
        "t": "As*ld long as it lies desolate it shall rest— for*ld the time it did not rest on your sabbaths when you dwelt in it."
    },
    {
        "o": 3924,
        "r": "nkjv:Leviticus:26:36",
        "t": "‘And*ln as for those of you who are left, I will send faintness into their hearts in the lands of their enemies; the*ld sound of a shaken leaf shall cause them to flee; they*ld shall flee as though fleeing from a sword, and they shall fall when no one pursues."
    },
    {
        "o": 3925,
        "r": "nkjv:Leviticus:26:37",
        "t": "They*ld shall stumble over one another, as it were before a sword, when no one pursues; and*ld you shall have no power to stand before your enemies."
    },
    {
        "o": 3926,
        "r": "nkjv:Leviticus:26:38",
        "t": "You*ld shall perish among the nations, and the land of your enemies shall eat you up."
    },
    {
        "o": 3927,
        "r": "nkjv:Leviticus:26:39",
        "t": "And*ld those of you who are left shall waste away in their iniquity in your enemies’ lands; also*ld in their fathers’ iniquities, which are with them, they shall waste away."
    },
    {
        "o": 3928,
        "r": "nkjv:Leviticus:26:40",
        "t": "‘But*ln if they confess their iniquity and the iniquity of their fathers, with their unfaithfulness in which they were unfaithful to Me, and that they also have walked contrary to Me,"
    },
    {
        "o": 3929,
        "r": "nkjv:Leviticus:26:41",
        "t": "and*ld that I also have walked contrary to them and have brought them into the land of their enemies; if*ld their uncircumcised hearts are humbled, and they accept their guilt—"
    },
    {
        "o": 3930,
        "r": "nkjv:Leviticus:26:42",
        "t": "then*ld I will remember My covenant with Jacob, and My covenant with Isaac and My covenant with Abraham I will remember; I*ld will remember the land."
    },
    {
        "o": 3931,
        "r": "nkjv:Leviticus:26:43",
        "t": "The*ld land also shall be left empty by them, and will enjoy its sabbaths while it lies desolate without them; they*ld will accept their guilt, because they despised My judgments and because their soul abhorred My statutes."
    },
    {
        "o": 3932,
        "r": "nkjv:Leviticus:26:44",
        "t": "Yet*ld for all that, when they are in the land of their enemies, I will not cast them away, nor shall I abhor them, to utterly destroy them and break My covenant with them; for*ld I am the Lord*s their God."
    },
    {
        "o": 3933,
        "r": "nkjv:Leviticus:26:45",
        "t": "But*ld for their sake I will remember the covenant of their ancestors, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God: I*ld am the Lord.’”*s"
    },
    {
        "o": 3934,
        "r": "nkjv:Leviticus:26:46",
        "t": "These*p are the statutes and judgments and laws which the Lord*s made between Himself and the children of Israel on Mount Sinai by the hand of Moses."
    }
]
