[
    {
        "o": 10075,
        "r": "nasb:1 Kings:14:0",
        "t": "1 Kings 14",
        "h": 1
    },
    {
        "o": 10076,
        "r": "nasb:1 Kings:14:0",
        "t": "Ahijah Prophesies against the King",
        "h": 2
    },
    {
        "o": 10077,
        "r": "nasb:1 Kings:14:1",
        "t": "At*p that time Abijah the son of Jeroboam became sick."
    },
    {
        "o": 10078,
        "r": "nasb:1 Kings:14:2",
        "t": "Jeroboam said to his wife, “Arise now, and disguise yourself so that they will not know that you are the wife of Jeroboam, and go to Shiloh; behold, Ahijah the prophet is there, who spoke concerning me that*i I*i would*i be*i king over this people."
    },
    {
        "o": 10079,
        "r": "nasb:1 Kings:14:3",
        "t": "Take ten loaves with you, some*i cakes and a jar of honey, and go to him. He will tell you what will happen to the boy.”"
    },
    {
        "o": 10080,
        "r": "nasb:1 Kings:14:4",
        "t": "Jeroboam’s*p wife did so, and arose and went to Shiloh, and came to the house of Ahijah. Now Ahijah could not see, for his eyes were dim because of his age."
    },
    {
        "o": 10081,
        "r": "nasb:1 Kings:14:5",
        "t": "Now the Lord*s had said to Ahijah, “Behold, the wife of Jeroboam is coming to inquire of you concerning her son, for he is sick. You shall say thus and thus to her, for it will be when she arrives that she will pretend to be another woman.”"
    },
    {
        "o": 10082,
        "r": "nasb:1 Kings:14:6",
        "t": "When*p Ahijah heard the sound of her feet coming in the doorway, he said, “Come in, wife of Jeroboam, why do you pretend to be another woman? For I am sent to you with*i a harsh message.*i"
    },
    {
        "o": 10083,
        "r": "nasb:1 Kings:14:7",
        "t": "Go, say to Jeroboam, ‘Thus says the Lord*s God of Israel, “Because I exalted you from among the people and made you leader over My people Israel,"
    },
    {
        "o": 10084,
        "r": "nasb:1 Kings:14:8",
        "t": "and tore the kingdom away from the house of David and gave it to you—yet you have not been like My servant David, who kept My commandments and who followed Me with all his heart, to do only that which was right in My sight;"
    },
    {
        "o": 10085,
        "r": "nasb:1 Kings:14:9",
        "t": "you also have done more evil than all who were before you, and have gone and made for yourself other gods and molten images to provoke Me to anger, and have cast Me behind your back—"
    },
    {
        "o": 10086,
        "r": "nasb:1 Kings:14:10",
        "t": "therefore behold, I am bringing calamity on the house of Jeroboam, and will cut off from Jeroboam every male person, both bond and free in Israel, and I will make a clean sweep of the house of Jeroboam, as one sweeps away dung until it is all gone."
    },
    {
        "o": 10087,
        "r": "nasb:1 Kings:14:11",
        "t": "Anyone belonging to Jeroboam who dies in the city the dogs will eat. And he who dies in the field the birds of the heavens will eat; for the Lord*s has spoken it.” ’*i"
    },
    {
        "o": 10088,
        "r": "nasb:1 Kings:14:12",
        "t": "Now you, arise, go to your house. When your feet enter the city the child will die."
    },
    {
        "o": 10089,
        "r": "nasb:1 Kings:14:13",
        "t": "All Israel shall mourn for him and bury him, for he alone of Jeroboam’s family*i will come to the grave, because in him something good was found toward the Lord*s God of Israel in the house of Jeroboam."
    },
    {
        "o": 10090,
        "r": "nasb:1 Kings:14:14",
        "t": "Moreover, the Lord*s will raise up for Himself a king over Israel who will cut off the house of Jeroboam this day and from now on."
    },
    {
        "o": 10091,
        "r": "nasb:1 Kings:14:15",
        "t": "“For*p the Lord*s will strike Israel, as a reed is shaken in the water; and He will uproot Israel from this good land which He gave to their fathers, and will scatter them beyond the Euphrates*i River, because they have made their Asherim, provoking the Lord*s to anger."
    },
    {
        "o": 10092,
        "r": "nasb:1 Kings:14:16",
        "t": "He will give up Israel on account of the sins of Jeroboam, which he committed and with which he made Israel to sin.”"
    },
    {
        "o": 10093,
        "r": "nasb:1 Kings:14:17",
        "t": "Then*p Jeroboam’s wife arose and departed and came to Tirzah. As she was entering the threshold of the house, the child died."
    },
    {
        "o": 10094,
        "r": "nasb:1 Kings:14:18",
        "t": "All Israel buried him and mourned for him, according to the word of the Lord*s which He spoke through His servant Ahijah the prophet."
    },
    {
        "o": 10095,
        "r": "nasb:1 Kings:14:19",
        "t": "Now*p the rest of the acts of Jeroboam, how he made war and how he reigned, behold, they are written in the Book of the Chronicles of the Kings of Israel."
    },
    {
        "o": 10096,
        "r": "nasb:1 Kings:14:20",
        "t": "The time that Jeroboam reigned was*i twenty-two years; and he slept with his fathers, and Nadab his son reigned in his place."
    },
    {
        "o": 10097,
        "r": "nasb:1 Kings:14:20",
        "t": "Rehoboam Misleads Judah",
        "h": 2
    },
    {
        "o": 10098,
        "r": "nasb:1 Kings:14:21",
        "t": "Now*p Rehoboam the son of Solomon reigned in Judah. Rehoboam was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city which the Lord*s had chosen from all the tribes of Israel to put His name there. And his mother’s name was Naamah the Ammonitess."
    },
    {
        "o": 10099,
        "r": "nasb:1 Kings:14:22",
        "t": "Judah did evil in the sight of the Lord,*s and they provoked Him to jealousy more than all that their fathers had done, with the sins which they committed."
    },
    {
        "o": 10100,
        "r": "nasb:1 Kings:14:23",
        "t": "For they also built for themselves high places and sacred*i pillars and Asherim on every high hill and beneath every luxuriant tree."
    },
    {
        "o": 10101,
        "r": "nasb:1 Kings:14:24",
        "t": "There were also male cult prostitutes in the land. They did according to all the abominations of the nations which the Lord*s dispossessed before the sons of Israel."
    },
    {
        "o": 10102,
        "r": "nasb:1 Kings:14:25",
        "t": "Now*p it happened in the fifth year of King Rehoboam, that Shishak the king of Egypt came up against Jerusalem."
    },
    {
        "o": 10103,
        "r": "nasb:1 Kings:14:26",
        "t": "He took away the treasures of the house of the Lord*s and the treasures of the king’s house, and he took everything, even taking all the shields of gold which Solomon had made."
    },
    {
        "o": 10104,
        "r": "nasb:1 Kings:14:27",
        "t": "So King Rehoboam made shields of bronze in their place, and committed them to the care of the commanders of the guard who guarded the doorway of the king’s house."
    },
    {
        "o": 10105,
        "r": "nasb:1 Kings:14:28",
        "t": "Then it happened as often as the king entered the house of the Lord,*s that the guards would carry them and would bring them back into the guards’ room."
    },
    {
        "o": 10106,
        "r": "nasb:1 Kings:14:29",
        "t": "Now*p the rest of the acts of Rehoboam and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10107,
        "r": "nasb:1 Kings:14:30",
        "t": "There was war between Rehoboam and Jeroboam continually."
    },
    {
        "o": 10108,
        "r": "nasb:1 Kings:14:31",
        "t": "And Rehoboam slept with his fathers and was buried with his fathers in the city of David; and his mother’s name was Naamah the Ammonitess. And Abijam his son became king in his place."
    }
]
