[
    {
        "o": 8468,
        "r": "nkjv:1 Samuel:18:0",
        "t": "1 Samuel 18",
        "h": 1
    },
    {
        "o": 8469,
        "r": "nkjv:1 Samuel:18:0",
        "t": "Saul Resents David",
        "h": 2
    },
    {
        "o": 8470,
        "r": "nkjv:1 Samuel:18:1",
        "t": "Now*p when he had finished speaking to Saul, the soul of Jonathan was knit to the soul of David, and Jonathan loved him as his own soul."
    },
    {
        "o": 8471,
        "r": "nkjv:1 Samuel:18:2",
        "t": "Saul took him that day, and would not let him go home to his father’s house anymore."
    },
    {
        "o": 8472,
        "r": "nkjv:1 Samuel:18:3",
        "t": "Then Jonathan and David made a covenant, because he loved him as his own soul."
    },
    {
        "o": 8473,
        "r": "nkjv:1 Samuel:18:4",
        "t": "And Jonathan took off the robe that was*i on him and gave it to David, with his armor, even to his sword and his bow and his belt."
    },
    {
        "o": 8474,
        "r": "nkjv:1 Samuel:18:5",
        "t": "So*p David went out wherever Saul sent him, and*i behaved wisely. And Saul set him over the men of war, and he was accepted in the sight of all the people and also in the sight of Saul’s servants."
    },
    {
        "o": 8475,
        "r": "nkjv:1 Samuel:18:6",
        "t": "Now it had happened as they were coming home,*i when David was returning from the slaughter of the Philistine, that the women had come out of all the cities of Israel, singing and dancing, to meet King Saul, with tambourines, with joy, and with musical instruments."
    },
    {
        "o": 8476,
        "r": "nkjv:1 Samuel:18:7",
        "t": "So the women sang as they danced, and said: “Saul*pn has slain his thousands, And*ld David his ten thousands.”"
    },
    {
        "o": 8477,
        "r": "nkjv:1 Samuel:18:8",
        "t": "Then*p Saul was very angry, and the saying displeased him; and he said, “They have ascribed to David ten thousands, and to me they have ascribed only*i thousands. Now what*i more can he have but the kingdom?”"
    },
    {
        "o": 8478,
        "r": "nkjv:1 Samuel:18:9",
        "t": "So Saul eyed David from that day forward."
    },
    {
        "o": 8479,
        "r": "nkjv:1 Samuel:18:10",
        "t": "And*p it happened on the next day that the distressing spirit from God came upon Saul, and he prophesied inside the house. So David played music*i with his hand, as at other times; but there*i was*i a spear in Saul’s hand."
    },
    {
        "o": 8480,
        "r": "nkjv:1 Samuel:18:11",
        "t": "And Saul cast the spear, for he said, “I will pin David to the wall!” But David escaped his presence twice."
    },
    {
        "o": 8481,
        "r": "nkjv:1 Samuel:18:12",
        "t": "Now*p Saul was afraid of David, because the Lord*s was with him, but had departed from Saul."
    },
    {
        "o": 8482,
        "r": "nkjv:1 Samuel:18:13",
        "t": "Therefore Saul removed him from his presence, and made him his captain over a thousand; and he went out and came in before the people."
    },
    {
        "o": 8483,
        "r": "nkjv:1 Samuel:18:14",
        "t": "And David behaved wisely in all his ways, and the Lord*s was*i with him."
    },
    {
        "o": 8484,
        "r": "nkjv:1 Samuel:18:15",
        "t": "Therefore, when Saul saw that he behaved very wisely, he was afraid of him."
    },
    {
        "o": 8485,
        "r": "nkjv:1 Samuel:18:16",
        "t": "But all Israel and Judah loved David, because he went out and came in before them."
    },
    {
        "o": 8486,
        "r": "nkjv:1 Samuel:18:16",
        "t": "David Marries Michal",
        "h": 2
    },
    {
        "o": 8487,
        "r": "nkjv:1 Samuel:18:17",
        "t": "Then*p Saul said to David, “Here is my older daughter Merab; I will give her to you as a wife. Only be valiant for me, and fight the Lord’s*s battles.” For Saul thought, “Let my hand not be against him, but let the hand of the Philistines be against him.”"
    },
    {
        "o": 8488,
        "r": "nkjv:1 Samuel:18:18",
        "t": "So*p David said to Saul, “Who am*i I, and what is*i my life or*i my father’s family in Israel, that I should be son-in-law to the king?”"
    },
    {
        "o": 8489,
        "r": "nkjv:1 Samuel:18:19",
        "t": "But it happened at the time when Merab, Saul’s daughter, should have been given to David, that she was given to Adriel the Meholathite as a wife."
    },
    {
        "o": 8490,
        "r": "nkjv:1 Samuel:18:20",
        "t": "Now*p Michal, Saul’s daughter, loved David. And they told Saul, and the thing pleased him."
    },
    {
        "o": 8491,
        "r": "nkjv:1 Samuel:18:21",
        "t": "So Saul said, “I will give her to him, that she may be a snare to him, and that the hand of the Philistines may be against him.” Therefore Saul said to David a second time, “You shall be my son-in-law today.”"
    },
    {
        "o": 8492,
        "r": "nkjv:1 Samuel:18:22",
        "t": "And*p Saul commanded his servants, “Communicate with David secretly, and say, ‘Look, the king has delight in you, and all his servants love you. Now therefore, become the king’s son-in-law.’”"
    },
    {
        "o": 8493,
        "r": "nkjv:1 Samuel:18:23",
        "t": "So*p Saul’s servants spoke those words in the hearing of David. And David said, “Does it seem to you a*i light thing*i to be a king’s son-in-law, seeing I am*i a poor and lightly esteemed man?”"
    },
    {
        "o": 8494,
        "r": "nkjv:1 Samuel:18:24",
        "t": "And the servants of Saul told him, saying, “In this manner David spoke.”"
    },
    {
        "o": 8495,
        "r": "nkjv:1 Samuel:18:25",
        "t": "Then*p Saul said, “Thus you shall say to David: ‘The king does not desire any dowry but one hundred foreskins of the Philistines, to take vengeance on the king’s enemies.’” But Saul thought to make David fall by the hand of the Philistines."
    },
    {
        "o": 8496,
        "r": "nkjv:1 Samuel:18:26",
        "t": "So when his servants told David these words, it pleased David well to become the king’s son-in-law. Now the days had not expired;"
    },
    {
        "o": 8497,
        "r": "nkjv:1 Samuel:18:27",
        "t": "therefore David arose and went, he and his men, and killed two hundred men of the Philistines. And David brought their foreskins, and they gave them in full count to the king, that he might become the king’s son-in-law. Then Saul gave him Michal his daughter as a wife."
    },
    {
        "o": 8498,
        "r": "nkjv:1 Samuel:18:28",
        "t": "Thus*p Saul saw and knew that the Lord*s was*i with David, and that*i Michal, Saul’s daughter, loved him;"
    },
    {
        "o": 8499,
        "r": "nkjv:1 Samuel:18:29",
        "t": "and Saul was still more afraid of David. So Saul became David’s enemy continually."
    },
    {
        "o": 8500,
        "r": "nkjv:1 Samuel:18:30",
        "t": "Then the princes of the Philistines went out to*i war.*i And so it was, whenever they went out, that*i David behaved more wisely than all the servants of Saul, so that his name became highly esteemed."
    }
]
