[
    {
        "o": 12533,
        "r": "nkjv:2 Chronicles:7:0",
        "t": "2 Chronicles 7",
        "h": 1
    },
    {
        "o": 12534,
        "r": "nkjv:2 Chronicles:7:0",
        "t": "Solomon Dedicates the Temple",
        "h": 2
    },
    {
        "o": 12535,
        "r": "nkjv:2 Chronicles:7:1",
        "t": "When*p Solomon had finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices; and the glory of the Lord*s filled the temple."
    },
    {
        "o": 12536,
        "r": "nkjv:2 Chronicles:7:2",
        "t": "And the priests could not enter the house of the Lord,*s because the glory of the Lord*s had filled the Lord’s*s house."
    },
    {
        "o": 12537,
        "r": "nkjv:2 Chronicles:7:3",
        "t": "When all the children of Israel saw how the fire came down, and the glory of the Lord*s on the temple, they bowed their faces to the ground on the pavement, and worshiped and praised the Lord,*s saying:*i “For*pn He*i is*i good, For*ld His mercy endures*i forever.”"
    },
    {
        "o": 12538,
        "r": "nkjv:2 Chronicles:7:4",
        "t": "Then*p the king and all the people offered sacrifices before the Lord.*s"
    },
    {
        "o": 12539,
        "r": "nkjv:2 Chronicles:7:5",
        "t": "King Solomon offered a sacrifice of twenty-two thousand bulls and one hundred and twenty thousand sheep. So the king and all the people dedicated the house of God."
    },
    {
        "o": 12540,
        "r": "nkjv:2 Chronicles:7:6",
        "t": "And the priests attended to their services; the Levites also with instruments of the music of the Lord,*s which King David had made to praise the Lord,*s saying, “For His mercy endures*i forever,” whenever David offered praise by their ministry. The priests sounded trumpets opposite them, while all Israel stood."
    },
    {
        "o": 12541,
        "r": "nkjv:2 Chronicles:7:7",
        "t": "Furthermore*p Solomon consecrated the middle of the court that was*i in front of the house of the Lord;*s for there he offered burnt offerings and the fat of the peace offerings, because the bronze altar which Solomon had made was not able to receive the burnt offerings, the grain offerings, and the fat."
    },
    {
        "o": 12542,
        "r": "nkjv:2 Chronicles:7:8",
        "t": "At*p that time Solomon kept the feast seven days, and all Israel with him, a very great assembly from the entrance of Hamath to the Brook of Egypt."
    },
    {
        "o": 12543,
        "r": "nkjv:2 Chronicles:7:9",
        "t": "And on the eighth day they held a sacred assembly, for they observed the dedication of the altar seven days, and the feast seven days."
    },
    {
        "o": 12544,
        "r": "nkjv:2 Chronicles:7:10",
        "t": "On the twenty-third day of the seventh month he sent the people away to their tents, joyful and glad of heart for the good that the Lord*s had done for David, for Solomon, and for His people Israel."
    },
    {
        "o": 12545,
        "r": "nkjv:2 Chronicles:7:11",
        "t": "Thus Solomon finished the house of the Lord*s and the king’s house; and Solomon successfully accomplished all that came into his heart to make in the house of the Lord*s and in his own house."
    },
    {
        "o": 12546,
        "r": "nkjv:2 Chronicles:7:11",
        "t": "God’s Second Appearance to Solomon",
        "h": 2
    },
    {
        "o": 12547,
        "r": "nkjv:2 Chronicles:7:12",
        "t": "Then*p the Lord*s appeared to Solomon by night, and said to him: “I have heard your prayer, and have chosen this place for Myself as a house of sacrifice."
    },
    {
        "o": 12548,
        "r": "nkjv:2 Chronicles:7:13",
        "t": "When I shut up heaven and there is no rain, or command the locusts to devour the land, or send pestilence among My people,"
    },
    {
        "o": 12549,
        "r": "nkjv:2 Chronicles:7:14",
        "t": "if My people who are called by My name will humble themselves, and pray and seek My face, and turn from their wicked ways, then I will hear from heaven, and will forgive their sin and heal their land."
    },
    {
        "o": 12550,
        "r": "nkjv:2 Chronicles:7:15",
        "t": "Now My eyes will be open and My ears attentive to prayer made*i in this place."
    },
    {
        "o": 12551,
        "r": "nkjv:2 Chronicles:7:16",
        "t": "For now I have chosen and sanctified this house, that My name may be there forever; and My eyes and My heart will be there perpetually."
    },
    {
        "o": 12552,
        "r": "nkjv:2 Chronicles:7:17",
        "t": "As for you, if you walk before Me as your father David walked, and do according to all that I have commanded you, and if you keep My statutes and My judgments,"
    },
    {
        "o": 12553,
        "r": "nkjv:2 Chronicles:7:18",
        "t": "then I will establish the throne of your kingdom, as I covenanted with David your father, saying, ‘You shall not fail to*i have*i a man as ruler in Israel.’"
    },
    {
        "o": 12554,
        "r": "nkjv:2 Chronicles:7:19",
        "t": "“But*p if you turn away and forsake My statutes and My commandments which I have set before you, and go and serve other gods, and worship them,"
    },
    {
        "o": 12555,
        "r": "nkjv:2 Chronicles:7:20",
        "t": "then I will uproot them from My land which I have given them; and this house which I have sanctified for My name I will cast out of My sight, and will make it a proverb and a byword among all peoples."
    },
    {
        "o": 12556,
        "r": "nkjv:2 Chronicles:7:21",
        "t": "“And*p as*i for*i this house, which is exalted, everyone who passes by it will be astonished and say, ‘Why has the Lord*s done thus to this land and this house?’"
    },
    {
        "o": 12557,
        "r": "nkjv:2 Chronicles:7:22",
        "t": "Then they will answer, ‘Because they forsook the Lord*s God of their fathers, who brought them out of the land of Egypt, and embraced other gods, and worshiped them and served them; therefore He has brought all this calamity on them.’”"
    }
]
