[
    {
        "o": 7746,
        "r": "csb:Judges:18:0",
        "t": "Judges 18",
        "h": 1
    },
    {
        "o": 7747,
        "r": "csb:Judges:18:0",
        "t": "Dan’s Invasion and Idolatry",
        "h": 2
    },
    {
        "o": 7748,
        "r": "csb:Judges:18:1",
        "t": "In*p those days, there was no king in Israel, and the Danite tribe was looking for territory to occupy. Up to that time no territory had been captured by them among the tribes of Israel."
    },
    {
        "o": 7749,
        "r": "csb:Judges:18:2",
        "t": "So the Danites sent out five brave men from all their clans, from Zorah and Eshtaol, to scout out the land and explore it. They told them, “Go and explore the land.” They*p came to the hill country of Ephraim as far as the home of Micah and spent the night there."
    },
    {
        "o": 7750,
        "r": "csb:Judges:18:3",
        "t": "While they were near Micah’s home, they recognized the accent of the young Levite. So they went over to him and asked, “Who brought you here? What are you doing in this place? What is keeping you here?”"
    },
    {
        "o": 7751,
        "r": "csb:Judges:18:4",
        "t": "He*p told them, “This is what Micah has done for me: He has hired me, and I became his priest.”"
    },
    {
        "o": 7752,
        "r": "csb:Judges:18:5",
        "t": "Then*p they said to him, “Please inquire of God for us to determine if we will have a successful journey.”"
    },
    {
        "o": 7753,
        "r": "csb:Judges:18:6",
        "t": "The*p priest told them, “Go in peace. The Lord*s is watching over the journey you are going on.”"
    },
    {
        "o": 7754,
        "r": "csb:Judges:18:7",
        "t": "The*p five men left and came to Laish. They saw that the people who were there were living securely, in the same way as the Sidonians, quiet and unsuspecting. There was nothing lacking in the land and no oppressive ruler. They were far from the Sidonians, having no alliance with anyone."
    },
    {
        "o": 7755,
        "r": "csb:Judges:18:8",
        "t": "When*p the men went back to their relatives at Zorah and Eshtaol, their relatives asked them, “What did you find out?”"
    },
    {
        "o": 7756,
        "r": "csb:Judges:18:9",
        "t": "They*p answered, “Come on, let’s attack them, for we have seen the land, and it is very good. Why wait? Don’t hesitate to go and invade and take possession of the land!"
    },
    {
        "o": 7757,
        "r": "csb:Judges:18:10",
        "t": "When you get there, you will come to an unsuspecting people and a spacious land, for God has handed it over to you. It is a place where nothing on earth is lacking.”"
    },
    {
        "o": 7758,
        "r": "csb:Judges:18:11",
        "t": "Six hundred Danites departed from Zorah and Eshtaol armed with weapons of war."
    },
    {
        "o": 7759,
        "r": "csb:Judges:18:12",
        "t": "They went up and camped at Kiriath-jearim in Judah. This is why the place is still called the Camp of Dan today; it is west of Kiriath-jearim."
    },
    {
        "o": 7760,
        "r": "csb:Judges:18:13",
        "t": "From there they traveled to the hill country of Ephraim and arrived at Micah’s house."
    },
    {
        "o": 7761,
        "r": "csb:Judges:18:14",
        "t": "The*p five men who had gone to scout out the land of Laish told their brothers, “Did you know that there are an ephod, household gods, and a carved image and a silver idol in these houses? Now think about what you should do.”"
    },
    {
        "o": 7762,
        "r": "csb:Judges:18:15",
        "t": "So they detoured there and went to the house of the young Levite at the home of Micah and greeted him."
    },
    {
        "o": 7763,
        "r": "csb:Judges:18:16",
        "t": "The six hundred Danite men were standing by the entrance of the city gate, armed with their weapons of war."
    },
    {
        "o": 7764,
        "r": "csb:Judges:18:17",
        "t": "Then the five men who had gone to scout out the land went in and took the carved image, the ephod, the household idols, and the silver idol, while the priest was standing by the entrance of the city gate with the six hundred men armed with weapons of war."
    },
    {
        "o": 7765,
        "r": "csb:Judges:18:18",
        "t": "When*p they entered Micah’s house and took the carved image, the ephod, the household idols, and the silver idol, the priest said to them, “What are you doing?”"
    },
    {
        "o": 7766,
        "r": "csb:Judges:18:19",
        "t": "They*p told him, “Be quiet. Keep your mouth shut. Come with us and be a father and a priest to us. Is it better for you to be a priest for the house of one person or for you to be a priest for a tribe and family in Israel?”"
    },
    {
        "o": 7767,
        "r": "csb:Judges:18:20",
        "t": "So the priest was pleased and took the ephod, household idols, and carved image, and went with the people."
    },
    {
        "o": 7768,
        "r": "csb:Judges:18:21",
        "t": "They prepared to leave, putting their dependents, livestock, and possessions in front of them."
    },
    {
        "o": 7769,
        "r": "csb:Judges:18:22",
        "t": "After*p they were some distance from Micah’s house, the men who were in the houses near it were mustered and caught up with the Danites."
    },
    {
        "o": 7770,
        "r": "csb:Judges:18:23",
        "t": "They called to the Danites, who turned to face them, and said to Micah, “What’s the matter with you that you mustered the men?”"
    },
    {
        "o": 7771,
        "r": "csb:Judges:18:24",
        "t": "He*p said, “You took the gods I had made and the priest, and went away. What do I have left? How can you say to me, ‘What’s the matter with you? ’”"
    },
    {
        "o": 7772,
        "r": "csb:Judges:18:25",
        "t": "The*p Danites said to him, “Don’t raise your voice against us, or angry men will attack you, and you and your family will lose your lives.”"
    },
    {
        "o": 7773,
        "r": "csb:Judges:18:26",
        "t": "The Danites went on their way, and Micah turned to go back home, because he saw that they were stronger than he was."
    },
    {
        "o": 7774,
        "r": "csb:Judges:18:27",
        "t": "After*p they had taken the gods Micah had made and the priest that belonged to him, they went to Laish, to a quiet and unsuspecting people. They killed them with their swords and burned the city."
    },
    {
        "o": 7775,
        "r": "csb:Judges:18:28",
        "t": "There was no one to rescue them because it was far from Sidon and they had no alliance with anyone. It was in a valley that belonged to Beth-rehob. They rebuilt the city and lived in it."
    },
    {
        "o": 7776,
        "r": "csb:Judges:18:29",
        "t": "They named the city Dan, after the name of their ancestor Dan, who was born to Israel. The city was formerly named Laish."
    },
    {
        "o": 7777,
        "r": "csb:Judges:18:30",
        "t": "The*p Danites set up the carved image for themselves. Jonathan son of Gershom, son of Moses, and his sons were priests for the Danite tribe until the time of the exile from the land."
    },
    {
        "o": 7778,
        "r": "csb:Judges:18:31",
        "t": "So they set up for themselves Micah’s carved image that he had made, and it was there as long as the house of God was in Shiloh."
    }
]
