[
    {
        "o": 6604,
        "r": "csb:Joshua:7:0",
        "t": "Joshua 7",
        "h": 1
    },
    {
        "o": 6605,
        "r": "csb:Joshua:7:0",
        "t": "Defeat at Ai",
        "h": 2
    },
    {
        "o": 6606,
        "r": "csb:Joshua:7:1",
        "t": "The*p Israelites, however, were unfaithful regarding the things set apart for destruction. Achan son of Carmi, son of Zabdi, son of Zerah, of the tribe of Judah, took some of what was set apart, and the Lord’s*s anger burned against the Israelites."
    },
    {
        "o": 6607,
        "r": "csb:Joshua:7:2",
        "t": "Joshua*p sent men from Jericho to Ai, which is near Beth-aven, east of Bethel, and told them, “Go up and scout the land.” So the men went up and scouted Ai."
    },
    {
        "o": 6608,
        "r": "csb:Joshua:7:3",
        "t": "After*p returning to Joshua they reported to him, “Don’t send all the people, but send about two thousand or three thousand men to attack Ai. Since the people of Ai are so few, don’t wear out all our people there.”"
    },
    {
        "o": 6609,
        "r": "csb:Joshua:7:4",
        "t": "So about three thousand men went up there, but they fled from the men of Ai."
    },
    {
        "o": 6610,
        "r": "csb:Joshua:7:5",
        "t": "The men of Ai struck down about thirty-six of them and chased them from outside the city gate to the quarries, striking them down on the descent. As a result, the people lost heart."
    },
    {
        "o": 6611,
        "r": "csb:Joshua:7:6",
        "t": "Then*p Joshua tore his clothes and fell facedown to the ground before the ark of the Lord*s until evening, as did the elders of Israel; they all put dust on their heads."
    },
    {
        "o": 6612,
        "r": "csb:Joshua:7:7",
        "t": "“Oh, Lord God,”*s Joshua said, “why did you ever bring these people across the Jordan to hand us over to the Amorites for our destruction? If only we had been content to remain on the other side of the Jordan!"
    },
    {
        "o": 6613,
        "r": "csb:Joshua:7:8",
        "t": "What can I say, Lord, now that Israel has turned its back and run from its enemies?"
    },
    {
        "o": 6614,
        "r": "csb:Joshua:7:9",
        "t": "When the Canaanites and all who live in the land hear about this, they will surround us and wipe out our name from the earth. Then what will you do about your great name?”"
    },
    {
        "o": 6615,
        "r": "csb:Joshua:7:10",
        "t": "The*p Lord*s then said to Joshua, “Stand up! Why have you fallen facedown?"
    },
    {
        "o": 6616,
        "r": "csb:Joshua:7:11",
        "t": "Israel has sinned. They have violated my covenant that I appointed for them. They have taken some of what was set apart. They have stolen, deceived, and put those things with their own belongings."
    },
    {
        "o": 6617,
        "r": "csb:Joshua:7:12",
        "t": "This is why the Israelites cannot stand against their enemies. They will turn their backs and run from their enemies, because they have been set apart for destruction. I will no longer be with you unless you remove from among you what is set apart."
    },
    {
        "o": 6618,
        "r": "csb:Joshua:7:13",
        "t": "“Go*p and consecrate the people. Tell them to consecrate themselves for tomorrow, for this is what the Lord,*s the God of Israel, says: There are things that are set apart among you, Israel. You will not be able to stand against your enemies until you remove what is set apart."
    },
    {
        "o": 6619,
        "r": "csb:Joshua:7:14",
        "t": "In the morning, present yourselves tribe by tribe. The tribe the Lord*s selects is to come forward clan by clan. The clan the Lord*s selects is to come forward family by family. The family the Lord*s selects is to come forward man by man."
    },
    {
        "o": 6620,
        "r": "csb:Joshua:7:15",
        "t": "The one who is caught with the things set apart must be burned, along with everything he has, because he has violated the Lord’s*s covenant and committed an outrage in Israel.”"
    },
    {
        "o": 6621,
        "r": "csb:Joshua:7:15",
        "t": "Achan Judged",
        "h": 2
    },
    {
        "o": 6622,
        "r": "csb:Joshua:7:16",
        "t": "Joshua*p got up early the next morning. He had Israel come forward tribe by tribe, and the tribe of Judah was selected."
    },
    {
        "o": 6623,
        "r": "csb:Joshua:7:17",
        "t": "He had the clans of Judah come forward, and the Zerahite clan was selected. He had the Zerahite clan come forward by heads of families, and Zabdi was selected."
    },
    {
        "o": 6624,
        "r": "csb:Joshua:7:18",
        "t": "He then had Zabdi’s family come forward man by man, and Achan son of Carmi, son of Zabdi, son of Zerah, of the tribe of Judah, was selected."
    },
    {
        "o": 6625,
        "r": "csb:Joshua:7:19",
        "t": "So*p Joshua said to Achan, “My son, give glory to the Lord,*s the God of Israel, and make a confession to him. I urge you, tell me what you have done. Don’t hide anything from me.”"
    },
    {
        "o": 6626,
        "r": "csb:Joshua:7:20",
        "t": "Achan*p replied to Joshua, “It is true. I have sinned against the Lord,*s the God of Israel. This is what I did:"
    },
    {
        "o": 6627,
        "r": "csb:Joshua:7:21",
        "t": "When I saw among the spoils a beautiful cloak from Babylon, five pounds of silver, and a bar of gold weighing a pound and a quarter, I coveted them and took them. You can see for yourself. They are concealed in the ground inside my tent, with the silver under the cloak.”"
    },
    {
        "o": 6628,
        "r": "csb:Joshua:7:22",
        "t": "So Joshua sent messengers who ran to the tent, and there was the cloak, concealed in his tent, with the silver underneath."
    },
    {
        "o": 6629,
        "r": "csb:Joshua:7:23",
        "t": "They took the things from inside the tent, brought them to Joshua and all the Israelites, and spread them out in the Lord’s*s presence."
    },
    {
        "o": 6630,
        "r": "csb:Joshua:7:24",
        "t": "Then*p Joshua and all Israel with him took Achan son of Zerah, the silver, the cloak, and the bar of gold, his sons and daughters, his ox, donkey, and sheep, his tent, and all that he had, and brought them up to the Valley of Achor."
    },
    {
        "o": 6631,
        "r": "csb:Joshua:7:25",
        "t": "Joshua said, “Why have you brought us trouble? Today the Lord*s will bring you trouble!” So all Israel stoned them to death. They burned their bodies, threw stones on them,"
    },
    {
        "o": 6632,
        "r": "csb:Joshua:7:26",
        "t": "and raised over him a large pile of rocks that remains still today. Then the Lord*s turned from his burning anger. Therefore that place is called the Valley of Achor still today."
    }
]
