[
    {
        "o": 7960,
        "r": "niv:1 Samuel:4:0",
        "t": "1 Samuel 4",
        "h": 1
    },
    {
        "o": 7961,
        "r": "niv:1 Samuel:4:1",
        "t": "And*p Samuel’s word came to all Israel."
    },
    {
        "o": 7962,
        "r": "niv:1 Samuel:4:1",
        "t": "The Philistines Capture the Ark",
        "h": 2
    },
    {
        "o": 7963,
        "r": "niv:1 Samuel:4:1",
        "t": "Now*p the Israelites went out to fight against the Philistines. The Israelites camped at Ebenezer, and the Philistines at Aphek."
    },
    {
        "o": 7964,
        "r": "niv:1 Samuel:4:2",
        "t": "The Philistines deployed their forces to meet Israel, and as the battle spread, Israel was defeated by the Philistines, who killed about four thousand of them on the battlefield."
    },
    {
        "o": 7965,
        "r": "niv:1 Samuel:4:3",
        "t": "When the soldiers returned to camp, the elders of Israel asked, “Why did the Lord*s bring defeat on us today before the Philistines? Let us bring the ark of the Lord’s*s covenant from Shiloh, so that he may go with us and save us from the hand of our enemies.”"
    },
    {
        "o": 7966,
        "r": "niv:1 Samuel:4:4",
        "t": "So*p the people sent men to Shiloh, and they brought back the ark of the covenant of the Lord*s Almighty, who is enthroned between the cherubim. And Eli’s two sons, Hophni and Phinehas, were there with the ark of the covenant of God."
    },
    {
        "o": 7967,
        "r": "niv:1 Samuel:4:5",
        "t": "When*p the ark of the Lord’s*s covenant came into the camp, all Israel raised such a great shout that the ground shook."
    },
    {
        "o": 7968,
        "r": "niv:1 Samuel:4:6",
        "t": "Hearing the uproar, the Philistines asked, “What’s all this shouting in the Hebrew camp?” When*p they learned that the ark of the Lord*s had come into the camp,"
    },
    {
        "o": 7969,
        "r": "niv:1 Samuel:4:7",
        "t": "the Philistines were afraid. “A god has come into the camp,” they said. “Oh no! Nothing like this has happened before."
    },
    {
        "o": 7970,
        "r": "niv:1 Samuel:4:8",
        "t": "We’re doomed! Who will deliver us from the hand of these mighty gods? They are the gods who struck the Egyptians with all kinds of plagues in the wilderness."
    },
    {
        "o": 7971,
        "r": "niv:1 Samuel:4:9",
        "t": "Be strong, Philistines! Be men, or you will be subject to the Hebrews, as they have been to you. Be men, and fight!”"
    },
    {
        "o": 7972,
        "r": "niv:1 Samuel:4:10",
        "t": "So*p the Philistines fought, and the Israelites were defeated and every man fled to his tent. The slaughter was very great; Israel lost thirty thousand foot soldiers."
    },
    {
        "o": 7973,
        "r": "niv:1 Samuel:4:11",
        "t": "The ark of God was captured, and Eli’s two sons, Hophni and Phinehas, died."
    },
    {
        "o": 7974,
        "r": "niv:1 Samuel:4:11",
        "t": "Death of Eli",
        "h": 2
    },
    {
        "o": 7975,
        "r": "niv:1 Samuel:4:12",
        "t": "That*p same day a Benjamite ran from the battle line and went to Shiloh with his clothes torn and dust on his head."
    },
    {
        "o": 7976,
        "r": "niv:1 Samuel:4:13",
        "t": "When he arrived, there was Eli sitting on his chair by the side of the road, watching, because his heart feared for the ark of God. When the man entered the town and told what had happened, the whole town sent up a cry."
    },
    {
        "o": 7977,
        "r": "niv:1 Samuel:4:14",
        "t": "Eli*p heard the outcry and asked, “What is the meaning of this uproar?” The*p man hurried over to Eli,"
    },
    {
        "o": 7978,
        "r": "niv:1 Samuel:4:15",
        "t": "who was ninety-eight years old and whose eyes had failed so that he could not see."
    },
    {
        "o": 7979,
        "r": "niv:1 Samuel:4:16",
        "t": "He told Eli, “I have just come from the battle line; I fled from it this very day.” Eli*p asked, “What happened, my son?”"
    },
    {
        "o": 7980,
        "r": "niv:1 Samuel:4:17",
        "t": "The*p man who brought the news replied, “Israel fled before the Philistines, and the army has suffered heavy losses. Also your two sons, Hophni and Phinehas, are dead, and the ark of God has been captured.”"
    },
    {
        "o": 7981,
        "r": "niv:1 Samuel:4:18",
        "t": "When*p he mentioned the ark of God, Eli fell backward off his chair by the side of the gate. His neck was broken and he died, for he was an old man, and he was heavy. He had led Israel forty years."
    },
    {
        "o": 7982,
        "r": "niv:1 Samuel:4:19",
        "t": "His*p daughter-in-law, the wife of Phinehas, was pregnant and near the time of delivery. When she heard the news that the ark of God had been captured and that her father-in-law and her husband were dead, she went into labor and gave birth, but was overcome by her labor pains."
    },
    {
        "o": 7983,
        "r": "niv:1 Samuel:4:20",
        "t": "As she was dying, the women attending her said, “Don’t despair; you have given birth to a son.” But she did not respond or pay any attention."
    },
    {
        "o": 7984,
        "r": "niv:1 Samuel:4:21",
        "t": "She*p named the boy Ichabod, saying, “The Glory has departed from Israel”—because of the capture of the ark of God and the deaths of her father-in-law and her husband."
    },
    {
        "o": 7985,
        "r": "niv:1 Samuel:4:22",
        "t": "She said, “The Glory has departed from Israel, for the ark of God has been captured.”"
    }
]
