[
    {
        "o": 23902,
        "r": "niv:Daniel:2:0",
        "t": "Daniel 2",
        "h": 1
    },
    {
        "o": 23903,
        "r": "niv:Daniel:2:0",
        "t": "Nebuchadnezzar’s Dream",
        "h": 2
    },
    {
        "o": 23904,
        "r": "niv:Daniel:2:1",
        "t": "In*p the second year of his reign, Nebuchadnezzar had dreams; his mind was troubled and he could not sleep."
    },
    {
        "o": 23905,
        "r": "niv:Daniel:2:2",
        "t": "So the king summoned the magicians, enchanters, sorcerers and astrologers to tell him what he had dreamed. When they came in and stood before the king,"
    },
    {
        "o": 23906,
        "r": "niv:Daniel:2:3",
        "t": "he said to them, “I have had a dream that troubles me and I want to know what it means.”"
    },
    {
        "o": 23907,
        "r": "niv:Daniel:2:4",
        "t": "Then*p the astrologers answered the king, “May the king live forever! Tell your servants the dream, and we will interpret it.”"
    },
    {
        "o": 23908,
        "r": "niv:Daniel:2:5",
        "t": "The*p king replied to the astrologers, “This is what I have firmly decided: If you do not tell me what my dream was and interpret it, I will have you cut into pieces and your houses turned into piles of rubble."
    },
    {
        "o": 23909,
        "r": "niv:Daniel:2:6",
        "t": "But if you tell me the dream and explain it, you will receive from me gifts and rewards and great honor. So tell me the dream and interpret it for me.”"
    },
    {
        "o": 23910,
        "r": "niv:Daniel:2:7",
        "t": "Once*p more they replied, “Let the king tell his servants the dream, and we will interpret it.”"
    },
    {
        "o": 23911,
        "r": "niv:Daniel:2:8",
        "t": "Then*p the king answered, “I am certain that you are trying to gain time, because you realize that this is what I have firmly decided:"
    },
    {
        "o": 23912,
        "r": "niv:Daniel:2:9",
        "t": "If you do not tell me the dream, there is only one penalty for you. You have conspired to tell me misleading and wicked things, hoping the situation will change. So then, tell me the dream, and I will know that you can interpret it for me.”"
    },
    {
        "o": 23913,
        "r": "niv:Daniel:2:10",
        "t": "The*p astrologers answered the king, “There is no one on earth who can do what the king asks! No king, however great and mighty, has ever asked such a thing of any magician or enchanter or astrologer."
    },
    {
        "o": 23914,
        "r": "niv:Daniel:2:11",
        "t": "What the king asks is too difficult. No one can reveal it to the king except the gods, and they do not live among humans.”"
    },
    {
        "o": 23915,
        "r": "niv:Daniel:2:12",
        "t": "This*p made the king so angry and furious that he ordered the execution of all the wise men of Babylon."
    },
    {
        "o": 23916,
        "r": "niv:Daniel:2:13",
        "t": "So the decree was issued to put the wise men to death, and men were sent to look for Daniel and his friends to put them to death."
    },
    {
        "o": 23917,
        "r": "niv:Daniel:2:14",
        "t": "When*p Arioch, the commander of the king’s guard, had gone out to put to death the wise men of Babylon, Daniel spoke to him with wisdom and tact."
    },
    {
        "o": 23918,
        "r": "niv:Daniel:2:15",
        "t": "He asked the king’s officer, “Why did the king issue such a harsh decree?” Arioch then explained the matter to Daniel."
    },
    {
        "o": 23919,
        "r": "niv:Daniel:2:16",
        "t": "At this, Daniel went in to the king and asked for time, so that he might interpret the dream for him."
    },
    {
        "o": 23920,
        "r": "niv:Daniel:2:17",
        "t": "Then*p Daniel returned to his house and explained the matter to his friends Hananiah, Mishael and Azariah."
    },
    {
        "o": 23921,
        "r": "niv:Daniel:2:18",
        "t": "He urged them to plead for mercy from the God of heaven concerning this mystery, so that he and his friends might not be executed with the rest of the wise men of Babylon."
    },
    {
        "o": 23922,
        "r": "niv:Daniel:2:19",
        "t": "During the night the mystery was revealed to Daniel in a vision. Then Daniel praised the God of heaven"
    },
    {
        "o": 23923,
        "r": "niv:Daniel:2:20",
        "t": "and said: “Praise*pn be to the name of God for ever and ever; wisdom*ld and power are his."
    },
    {
        "o": 23924,
        "r": "niv:Daniel:2:21",
        "t": "He*ln changes times and seasons; he*ld deposes kings and raises up others. He*ln gives wisdom to the wise and*ld knowledge to the discerning."
    },
    {
        "o": 23925,
        "r": "niv:Daniel:2:22",
        "t": "He*ln reveals deep and hidden things; he*ld knows what lies in darkness, and*ld light dwells with him."
    },
    {
        "o": 23926,
        "r": "niv:Daniel:2:23",
        "t": "I*ln thank and praise you, God of my ancestors: You*ld have given me wisdom and power, you*ln have made known to me what we asked of you, you*ld have made known to us the dream of the king.”"
    },
    {
        "o": 23927,
        "r": "niv:Daniel:2:23",
        "t": "Daniel Interprets the Dream",
        "h": 2
    },
    {
        "o": 23928,
        "r": "niv:Daniel:2:24",
        "t": "Then*p Daniel went to Arioch, whom the king had appointed to execute the wise men of Babylon, and said to him, “Do not execute the wise men of Babylon. Take me to the king, and I will interpret his dream for him.”"
    },
    {
        "o": 23929,
        "r": "niv:Daniel:2:25",
        "t": "Arioch*p took Daniel to the king at once and said, “I have found a man among the exiles from Judah who can tell the king what his dream means.”"
    },
    {
        "o": 23930,
        "r": "niv:Daniel:2:26",
        "t": "The*p king asked Daniel (also called Belteshazzar), “Are you able to tell me what I saw in my dream and interpret it?”"
    },
    {
        "o": 23931,
        "r": "niv:Daniel:2:27",
        "t": "Daniel*p replied, “No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about,"
    },
    {
        "o": 23932,
        "r": "niv:Daniel:2:28",
        "t": "but there is a God in heaven who reveals mysteries. He has shown King Nebuchadnezzar what will happen in days to come. Your dream and the visions that passed through your mind as you were lying in bed are these:"
    },
    {
        "o": 23933,
        "r": "niv:Daniel:2:29",
        "t": "“As*p Your Majesty was lying there, your mind turned to things to come, and the revealer of mysteries showed you what is going to happen."
    },
    {
        "o": 23934,
        "r": "niv:Daniel:2:30",
        "t": "As for me, this mystery has been revealed to me, not because I have greater wisdom than anyone else alive, but so that Your Majesty may know the interpretation and that you may understand what went through your mind."
    },
    {
        "o": 23935,
        "r": "niv:Daniel:2:31",
        "t": "“Your*p Majesty looked, and there before you stood a large statue—an enormous, dazzling statue, awesome in appearance."
    },
    {
        "o": 23936,
        "r": "niv:Daniel:2:32",
        "t": "The head of the statue was made of pure gold, its chest and arms of silver, its belly and thighs of bronze,"
    },
    {
        "o": 23937,
        "r": "niv:Daniel:2:33",
        "t": "its legs of iron, its feet partly of iron and partly of baked clay."
    },
    {
        "o": 23938,
        "r": "niv:Daniel:2:34",
        "t": "While you were watching, a rock was cut out, but not by human hands. It struck the statue on its feet of iron and clay and smashed them."
    },
    {
        "o": 23939,
        "r": "niv:Daniel:2:35",
        "t": "Then the iron, the clay, the bronze, the silver and the gold were all broken to pieces and became like chaff on a threshing floor in the summer. The wind swept them away without leaving a trace. But the rock that struck the statue became a huge mountain and filled the whole earth."
    },
    {
        "o": 23940,
        "r": "niv:Daniel:2:36",
        "t": "“This*p was the dream, and now we will interpret it to the king."
    },
    {
        "o": 23941,
        "r": "niv:Daniel:2:37",
        "t": "Your Majesty, you are the king of kings. The God of heaven has given you dominion and power and might and glory;"
    },
    {
        "o": 23942,
        "r": "niv:Daniel:2:38",
        "t": "in your hands he has placed all mankind and the beasts of the field and the birds in the sky. Wherever they live, he has made you ruler over them all. You are that head of gold."
    },
    {
        "o": 23943,
        "r": "niv:Daniel:2:39",
        "t": "“After*p you, another kingdom will arise, inferior to yours. Next, a third kingdom, one of bronze, will rule over the whole earth."
    },
    {
        "o": 23944,
        "r": "niv:Daniel:2:40",
        "t": "Finally, there will be a fourth kingdom, strong as iron—for iron breaks and smashes everything—and as iron breaks things to pieces, so it will crush and break all the others."
    },
    {
        "o": 23945,
        "r": "niv:Daniel:2:41",
        "t": "Just as you saw that the feet and toes were partly of baked clay and partly of iron, so this will be a divided kingdom; yet it will have some of the strength of iron in it, even as you saw iron mixed with clay."
    },
    {
        "o": 23946,
        "r": "niv:Daniel:2:42",
        "t": "As the toes were partly iron and partly clay, so this kingdom will be partly strong and partly brittle."
    },
    {
        "o": 23947,
        "r": "niv:Daniel:2:43",
        "t": "And just as you saw the iron mixed with baked clay, so the people will be a mixture and will not remain united, any more than iron mixes with clay."
    },
    {
        "o": 23948,
        "r": "niv:Daniel:2:44",
        "t": "“In*p the time of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be left to another people. It will crush all those kingdoms and bring them to an end, but it will itself endure forever."
    },
    {
        "o": 23949,
        "r": "niv:Daniel:2:45",
        "t": "This is the meaning of the vision of the rock cut out of a mountain, but not by human hands—a rock that broke the iron, the bronze, the clay, the silver and the gold to pieces. “The*p great God has shown the king what will take place in the future. The dream is true and its interpretation is trustworthy.”"
    },
    {
        "o": 23950,
        "r": "niv:Daniel:2:46",
        "t": "Then*p King Nebuchadnezzar fell prostrate before Daniel and paid him honor and ordered that an offering and incense be presented to him."
    },
    {
        "o": 23951,
        "r": "niv:Daniel:2:47",
        "t": "The king said to Daniel, “Surely your God is the God of gods and the Lord of kings and a revealer of mysteries, for you were able to reveal this mystery.”"
    },
    {
        "o": 23952,
        "r": "niv:Daniel:2:48",
        "t": "Then*p the king placed Daniel in a high position and lavished many gifts on him. He made him ruler over the entire province of Babylon and placed him in charge of all its wise men."
    },
    {
        "o": 23953,
        "r": "niv:Daniel:2:49",
        "t": "Moreover, at Daniel’s request the king appointed Shadrach, Meshach and Abednego administrators over the province of Babylon, while Daniel himself remained at the royal court."
    }
]
