[
    {
        "o": 21855,
        "r": "csb:Jeremiah:23:0",
        "t": "Jeremiah 23",
        "h": 1
    },
    {
        "o": 21856,
        "r": "csb:Jeremiah:23:0",
        "t": "The Lord and His Sheep",
        "h": 2
    },
    {
        "o": 21857,
        "r": "csb:Jeremiah:23:1",
        "t": "“Woe*p to the shepherds who destroy and scatter the sheep of my pasture!” This is the Lord’s*s declaration."
    },
    {
        "o": 21858,
        "r": "csb:Jeremiah:23:2",
        "t": "“Therefore, this is what the Lord,*s the God of Israel, says about the shepherds who tend my people: You have scattered my flock, banished them, and have not attended to them. I am about to attend to you because of your evil acts” - this is the Lord’s*s declaration."
    },
    {
        "o": 21859,
        "r": "csb:Jeremiah:23:3",
        "t": "“I will gather the remnant of my flock from all the lands where I have banished them, and I will return them to their grazing land. They will become fruitful and numerous."
    },
    {
        "o": 21860,
        "r": "csb:Jeremiah:23:4",
        "t": "I will raise up shepherds over them who will tend them. They will no longer be afraid or discouraged, nor will any be missing.” This is the Lord’s*s declaration."
    },
    {
        "o": 21861,
        "r": "csb:Jeremiah:23:4",
        "t": "The Righteous Branch of David",
        "h": 2
    },
    {
        "o": 21862,
        "r": "csb:Jeremiah:23:5",
        "t": "“Look,*pn the days are coming”- this is the Lord’s*s declaration — “when*ln I will raise up a Righteous Branch for David. He*ln will reign wisely as king and*ln administer justice and righteousness in the land."
    },
    {
        "o": 21863,
        "r": "csb:Jeremiah:23:6",
        "t": "In*pn his days Judah will be saved, and*ln Israel will dwell securely. This*ln is the name he will be called: The*ln Lord*s Is Our Righteousness."
    },
    {
        "o": 21864,
        "r": "csb:Jeremiah:23:7",
        "t": "“Look,*p the days are coming”- the Lord’s*s declaration - “when it will no longer be said, ‘As the Lord*s lives who brought the Israelites from the land of Egypt,’"
    },
    {
        "o": 21865,
        "r": "csb:Jeremiah:23:8",
        "t": "but, ‘As the Lord*s lives, who brought and led the descendants of the house of Israel from the land of the north and from all the other countries where I had banished them.’ They will dwell once more in their own land.”"
    },
    {
        "o": 21866,
        "r": "csb:Jeremiah:23:8",
        "t": "False Prophets Condemned",
        "h": 2
    },
    {
        "o": 21867,
        "r": "csb:Jeremiah:23:9",
        "t": "Concerning*p the prophets: My*pn heart is broken within me, and*ln all my bones tremble. I*ln have become like a drunkard, like*ln a man overcome by wine, because*ln of the Lord,*s because*ln of his holy words."
    },
    {
        "o": 21868,
        "r": "csb:Jeremiah:23:10",
        "t": "For*pn the land is full of adulterers; the*ln land mourns because of the curse, and*ln the grazing lands in the wilderness have dried up. Their*ln way of life has become evil, and*ln their power is not rightly used"
    },
    {
        "o": 21869,
        "r": "csb:Jeremiah:23:11",
        "t": "because*pn both prophet and priest are ungodly, even*ln in my house I have found their evil. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21870,
        "r": "csb:Jeremiah:23:12",
        "t": "Therefore,*pn their way will seem like*ln slippery paths in the gloom. They*ln will be driven away and fall down there, for*ln I will bring disaster on them, the*ln year of their punishment. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 21871,
        "r": "csb:Jeremiah:23:13",
        "t": "Among*pn the prophets of Samaria I*ln saw something disgusting: They*ln prophesied by Baal and*ln led my people Israel astray."
    },
    {
        "o": 21872,
        "r": "csb:Jeremiah:23:14",
        "t": "Among*pn the prophets of Jerusalem also I*ln saw a horrible thing: They*ln commit adultery and walk in lies. They*ln strengthen the hands of evildoers, and*ln none turns his back on evil. They*ln are all like Sodom to me; Jerusalem’s*ln residents are like Gomorrah."
    },
    {
        "o": 21873,
        "r": "csb:Jeremiah:23:15",
        "t": "Therefore,*p this is what the Lord*s of Armies says concerning the prophets: I*pn am about to feed them wormwood and*ln give them poisoned water to drink, for*ln from the prophets of Jerusalem ungodliness*ln has spread throughout the land."
    },
    {
        "o": 21874,
        "r": "csb:Jeremiah:23:16",
        "t": "This*p is what the Lord*s of Armies says: “Do not listen to the words of the prophets who prophesy to you. They are deluding you. They speak visions from their own minds, not from the Lord’s*s mouth."
    },
    {
        "o": 21875,
        "r": "csb:Jeremiah:23:17",
        "t": "They keep on saying to those who despise me, ‘The Lord*s has spoken: You will have peace.’ They have said to everyone who follows the stubbornness of his heart, ‘No harm will come to you.’”"
    },
    {
        "o": 21876,
        "r": "csb:Jeremiah:23:18",
        "t": "For*pn who has stood in the council of the Lord*s to*ln see and hear his word? Who*ln has paid attention to his word and obeyed?"
    },
    {
        "o": 21877,
        "r": "csb:Jeremiah:23:19",
        "t": "Look,*ln a storm from the Lord!*s Wrath*ln has gone out, a*ln whirling storm. It*ln will whirl about the heads of the wicked."
    },
    {
        "o": 21878,
        "r": "csb:Jeremiah:23:20",
        "t": "The*ln Lord’s*s anger will not turn away until*ln he has completely fulfilled the purposes of his heart. In*ln time to come you will understand it clearly."
    },
    {
        "o": 21879,
        "r": "csb:Jeremiah:23:21",
        "t": "I*ln did not send out these prophets, yet*ln they ran. I*ln did not speak to them, yet*ln they prophesied."
    },
    {
        "o": 21880,
        "r": "csb:Jeremiah:23:22",
        "t": "If*ln they had really stood in my council, they*ln would have enabled my people to hear my words and*ln would have turned them from their evil ways and*ln their evil deeds."
    },
    {
        "o": 21881,
        "r": "csb:Jeremiah:23:23",
        "t": "“Am*p I a God who is only near”- this is the Lord’s*s declaration - “and not a God who is far away?"
    },
    {
        "o": 21882,
        "r": "csb:Jeremiah:23:24",
        "t": "Can a person hide in secret places where I cannot see him?”- the Lord’s*s declaration. “Do I not fill the heavens and the earth?”- the Lord’s*s declaration."
    },
    {
        "o": 21883,
        "r": "csb:Jeremiah:23:25",
        "t": "“I*p have heard what the prophets who prophesy a lie in my name have said: ‘I had a dream! I had a dream! ’"
    },
    {
        "o": 21884,
        "r": "csb:Jeremiah:23:26",
        "t": "How long will this continue in the minds of the prophets prophesying lies, prophets of the deceit of their own minds?"
    },
    {
        "o": 21885,
        "r": "csb:Jeremiah:23:27",
        "t": "Through their dreams that they tell one another, they plan to cause my people to forget my name as their ancestors forgot my name through Baal worship."
    },
    {
        "o": 21886,
        "r": "csb:Jeremiah:23:28",
        "t": "The prophet who has only a dream should recount the dream, but the one who has my word should speak my word truthfully, for what is straw compared to grain?” - this is the Lord’s*s declaration."
    },
    {
        "o": 21887,
        "r": "csb:Jeremiah:23:29",
        "t": "“Is not my word like fire” - this is the Lord’s*s declaration - “and like a hammer that pulverizes rock?"
    },
    {
        "o": 21888,
        "r": "csb:Jeremiah:23:30",
        "t": "Therefore, take note! I am against the prophets”- the Lord’s*s declaration - “who steal my words from each other."
    },
    {
        "o": 21889,
        "r": "csb:Jeremiah:23:31",
        "t": "I am against the prophets” - the Lord’s*s declaration - “who use their own tongues to make a declaration."
    },
    {
        "o": 21890,
        "r": "csb:Jeremiah:23:32",
        "t": "I am against those who prophesy false dreams”- the Lord’s*s declaration - “telling them and leading my people astray with their reckless lies. It was not I who sent or commanded them, and they are of no benefit at all to these people” - this is the Lord’s*s declaration."
    },
    {
        "o": 21891,
        "r": "csb:Jeremiah:23:32",
        "t": "The Burden of the Lord",
        "h": 2
    },
    {
        "o": 21892,
        "r": "csb:Jeremiah:23:33",
        "t": "“Now*p when these people or a prophet or a priest asks you, ‘What is the burden of the Lord*s ? ’ you will respond to them, ‘What is the burden? I will throw you away! This is the Lord’s*s declaration.’"
    },
    {
        "o": 21893,
        "r": "csb:Jeremiah:23:34",
        "t": "As for the prophet, priest, or people who say, ‘The burden of the Lord,’*s I will punish that man and his household."
    },
    {
        "o": 21894,
        "r": "csb:Jeremiah:23:35",
        "t": "This is what each man is to say to his friend and to his brother: ‘What has the Lord*s answered? ’ or ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21895,
        "r": "csb:Jeremiah:23:36",
        "t": "But no longer refer to the burden of the Lord,*s for each man’s word becomes his burden and you pervert the words of the living God, the Lord*s of Armies, our God."
    },
    {
        "o": 21896,
        "r": "csb:Jeremiah:23:37",
        "t": "Say to the prophet, ‘What has the Lord*s answered you? ’ or ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21897,
        "r": "csb:Jeremiah:23:38",
        "t": "But if you say, ‘The burden of the Lord,’*s then this is what the Lord*s says: Because you have said, ‘The burden of the Lord,’*s and I specifically told you not to say, ‘The burden of the Lord,’*s"
    },
    {
        "o": 21898,
        "r": "csb:Jeremiah:23:39",
        "t": "I will surely forget you. I will throw you away from my presence - both you and the city that I gave you and your ancestors."
    },
    {
        "o": 21899,
        "r": "csb:Jeremiah:23:40",
        "t": "I will bring on you everlasting disgrace and humiliation that will never be forgotten.”"
    }
]
