[
    {
        "o": 24035,
        "r": "esv:Ezekiel:45:0",
        "t": "Ezekiel 45",
        "h": 1
    },
    {
        "o": 24036,
        "r": "esv:Ezekiel:45:0",
        "t": "The Holy District",
        "h": 2
    },
    {
        "o": 24037,
        "r": "esv:Ezekiel:45:1",
        "t": "“When*p you allot the land as an inheritance, you shall set apart for the Lord*s a portion of the land as a holy district, 25,000 cubits long and 20,000 cubits broad. It shall be holy throughout its whole extent."
    },
    {
        "o": 24038,
        "r": "esv:Ezekiel:45:2",
        "t": "Of this a square plot of 500 by 500 cubits shall be for the sanctuary, with fifty cubits for an open space around it."
    },
    {
        "o": 24039,
        "r": "esv:Ezekiel:45:3",
        "t": "And from this measured district you shall measure off a section 25,000 cubits long and 10,000 broad, in which shall be the sanctuary, the Most Holy Place."
    },
    {
        "o": 24040,
        "r": "esv:Ezekiel:45:4",
        "t": "It shall be the holy portion of the land. It shall be for the priests, who minister in the sanctuary and approach the Lord*s to minister to him, and it shall be a place for their houses and a holy place for the sanctuary."
    },
    {
        "o": 24041,
        "r": "esv:Ezekiel:45:5",
        "t": "Another section, 25,000 cubits long and 10,000 cubits broad, shall be for the Levites who minister at the temple, as their possession for cities to live in."
    },
    {
        "o": 24042,
        "r": "esv:Ezekiel:45:6",
        "t": "“Alongside*p the portion set apart as the holy district you shall assign for the property of the city an area 5,000 cubits broad and 25,000 cubits long. It shall belong to the whole house of Israel."
    },
    {
        "o": 24043,
        "r": "esv:Ezekiel:45:6",
        "t": "The Portion for the Prince",
        "h": 2
    },
    {
        "o": 24044,
        "r": "esv:Ezekiel:45:7",
        "t": "“And*p to the prince shall belong the land on both sides of the holy district and the property of the city, alongside the holy district and the property of the city, on the west and on the east, corresponding in length to one of the tribal portions, and extending from the western to the eastern boundary"
    },
    {
        "o": 24045,
        "r": "esv:Ezekiel:45:8",
        "t": "of the land. It is to be his property in Israel. And my princes shall no more oppress my people, but they shall let the house of Israel have the land according to their tribes."
    },
    {
        "o": 24046,
        "r": "esv:Ezekiel:45:9",
        "t": "“Thus*p says the Lord God:*s Enough, O princes of Israel! Put away violence and oppression, and execute justice and righteousness. Cease your evictions of my people, declares the Lord God.*s"
    },
    {
        "o": 24047,
        "r": "esv:Ezekiel:45:10",
        "t": "“You*p shall have just balances, a just ephah, and a just bath."
    },
    {
        "o": 24048,
        "r": "esv:Ezekiel:45:11",
        "t": "The ephah and the bath shall be of the same measure, the bath containing one tenth of a homer, and the ephah one tenth of a homer; the homer shall be the standard measure."
    },
    {
        "o": 24049,
        "r": "esv:Ezekiel:45:12",
        "t": "The shekel shall be twenty gerahs; twenty shekels plus twenty-five shekels plus fifteen shekels shall be your mina."
    },
    {
        "o": 24050,
        "r": "esv:Ezekiel:45:13",
        "t": "“This*p is the offering that you shall make: one sixth of an ephah from each homer of wheat, and one sixth of an ephah from each homer of barley,"
    },
    {
        "o": 24051,
        "r": "esv:Ezekiel:45:14",
        "t": "and as the fixed portion of oil, measured in baths, one tenth of a bath from each cor (the cor, like the homer, contains ten baths)."
    },
    {
        "o": 24052,
        "r": "esv:Ezekiel:45:15",
        "t": "And one sheep from every flock of two hundred, from the watering places of Israel for grain offering, burnt offering, and peace offerings, to make atonement for them, declares the Lord God.*s"
    },
    {
        "o": 24053,
        "r": "esv:Ezekiel:45:16",
        "t": "All the people of the land shall be obliged to give this offering to the prince in Israel."
    },
    {
        "o": 24054,
        "r": "esv:Ezekiel:45:17",
        "t": "It shall be the prince’s duty to furnish the burnt offerings, grain offerings, and drink offerings, at the feasts, the new moons, and the Sabbaths, all the appointed feasts of the house of Israel: he shall provide the sin offerings, grain offerings, burnt offerings, and peace offerings, to make atonement on behalf of the house of Israel."
    },
    {
        "o": 24055,
        "r": "esv:Ezekiel:45:18",
        "t": "“Thus*p says the Lord God:*s In the first month, on the first day of the month, you shall take a bull from the herd without blemish, and purify the sanctuary."
    },
    {
        "o": 24056,
        "r": "esv:Ezekiel:45:19",
        "t": "The priest shall take some of the blood of the sin offering and put it on the doorposts of the temple, the four corners of the ledge of the altar, and the posts of the gate of the inner court."
    },
    {
        "o": 24057,
        "r": "esv:Ezekiel:45:20",
        "t": "You shall do the same on the seventh day of the month for anyone who has sinned through error or ignorance; so you shall make atonement for the temple."
    },
    {
        "o": 24058,
        "r": "esv:Ezekiel:45:21",
        "t": "“In*p the first month, on the fourteenth day of the month, you shall celebrate the Feast of the Passover, and for seven days unleavened bread shall be eaten."
    },
    {
        "o": 24059,
        "r": "esv:Ezekiel:45:22",
        "t": "On that day the prince shall provide for himself and all the people of the land a young bull for a sin offering."
    },
    {
        "o": 24060,
        "r": "esv:Ezekiel:45:23",
        "t": "And on the seven days of the festival he shall provide as a burnt offering to the Lord*s seven young bulls and seven rams without blemish, on each of the seven days; and a male goat daily for a sin offering."
    },
    {
        "o": 24061,
        "r": "esv:Ezekiel:45:24",
        "t": "And he shall provide as a grain offering an ephah for each bull, an ephah for each ram, and a hin of oil to each ephah."
    },
    {
        "o": 24062,
        "r": "esv:Ezekiel:45:25",
        "t": "In the seventh month, on the fifteenth day of the month and for the seven days of the feast, he shall make the same provision for sin offerings, burnt offerings, and grain offerings, and for the oil."
    }
]
