[
    {
        "o": 1768,
        "r": "niv:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1769,
        "r": "niv:Exodus:5:0",
        "t": "Bricks Without Straw",
        "h": 2
    },
    {
        "o": 1770,
        "r": "niv:Exodus:5:1",
        "t": "Afterward*p Moses and Aaron went to Pharaoh and said, “This is what the Lord,*s the God of Israel, says: ‘Let my people go, so that they may hold a festival to me in the wilderness.’ ”"
    },
    {
        "o": 1771,
        "r": "niv:Exodus:5:2",
        "t": "Pharaoh*p said, “Who is the Lord,*s that I should obey him and let Israel go? I do not know the Lord*s and I will not let Israel go.”"
    },
    {
        "o": 1772,
        "r": "niv:Exodus:5:3",
        "t": "Then*p they said, “The God of the Hebrews has met with us. Now let us take a three-day journey into the wilderness to offer sacrifices to the Lord*s our God, or he may strike us with plagues or with the sword.”"
    },
    {
        "o": 1773,
        "r": "niv:Exodus:5:4",
        "t": "But*p the king of Egypt said, “Moses and Aaron, why are you taking the people away from their labor? Get back to your work!”"
    },
    {
        "o": 1774,
        "r": "niv:Exodus:5:5",
        "t": "Then Pharaoh said, “Look, the people of the land are now numerous, and you are stopping them from working.”"
    },
    {
        "o": 1775,
        "r": "niv:Exodus:5:6",
        "t": "That*p same day Pharaoh gave this order to the slave drivers and overseers in charge of the people:"
    },
    {
        "o": 1776,
        "r": "niv:Exodus:5:7",
        "t": "“You are no longer to supply the people with straw for making bricks; let them go and gather their own straw."
    },
    {
        "o": 1777,
        "r": "niv:Exodus:5:8",
        "t": "But require them to make the same number of bricks as before; don’t reduce the quota. They are lazy; that is why they are crying out, ‘Let us go and sacrifice to our God.’"
    },
    {
        "o": 1778,
        "r": "niv:Exodus:5:9",
        "t": "Make the work harder for the people so that they keep working and pay no attention to lies.”"
    },
    {
        "o": 1779,
        "r": "niv:Exodus:5:10",
        "t": "Then*p the slave drivers and the overseers went out and said to the people, “This is what Pharaoh says: ‘I will not give you any more straw."
    },
    {
        "o": 1780,
        "r": "niv:Exodus:5:11",
        "t": "Go and get your own straw wherever you can find it, but your work will not be reduced at all.’ ”"
    },
    {
        "o": 1781,
        "r": "niv:Exodus:5:12",
        "t": "So the people scattered all over Egypt to gather stubble to use for straw."
    },
    {
        "o": 1782,
        "r": "niv:Exodus:5:13",
        "t": "The slave drivers kept pressing them, saying, “Complete the work required of you for each day, just as when you had straw.”"
    },
    {
        "o": 1783,
        "r": "niv:Exodus:5:14",
        "t": "And Pharaoh’s slave drivers beat the Israelite overseers they had appointed, demanding, “Why haven’t you met your quota of bricks yesterday or today, as before?”"
    },
    {
        "o": 1784,
        "r": "niv:Exodus:5:15",
        "t": "Then*p the Israelite overseers went and appealed to Pharaoh: “Why have you treated your servants this way?"
    },
    {
        "o": 1785,
        "r": "niv:Exodus:5:16",
        "t": "Your servants are given no straw, yet we are told, ‘Make bricks!’ Your servants are being beaten, but the fault is with your own people.”"
    },
    {
        "o": 1786,
        "r": "niv:Exodus:5:17",
        "t": "Pharaoh*p said, “Lazy, that’s what you are—lazy! That is why you keep saying, ‘Let us go and sacrifice to the Lord.’*s"
    },
    {
        "o": 1787,
        "r": "niv:Exodus:5:18",
        "t": "Now get to work. You will not be given any straw, yet you must produce your full quota of bricks.”"
    },
    {
        "o": 1788,
        "r": "niv:Exodus:5:19",
        "t": "The*p Israelite overseers realized they were in trouble when they were told, “You are not to reduce the number of bricks required of you for each day.”"
    },
    {
        "o": 1789,
        "r": "niv:Exodus:5:20",
        "t": "When they left Pharaoh, they found Moses and Aaron waiting to meet them,"
    },
    {
        "o": 1790,
        "r": "niv:Exodus:5:21",
        "t": "and they said, “May the Lord*s look on you and judge you! You have made us obnoxious to Pharaoh and his officials and have put a sword in their hand to kill us.”"
    },
    {
        "o": 1791,
        "r": "niv:Exodus:5:21",
        "t": "God Promises Deliverance",
        "h": 2
    },
    {
        "o": 1792,
        "r": "niv:Exodus:5:22",
        "t": "Moses*p returned to the Lord*s and said, “Why, Lord, why have you brought trouble on this people? Is this why you sent me?"
    },
    {
        "o": 1793,
        "r": "niv:Exodus:5:23",
        "t": "Ever since I went to Pharaoh to speak in your name, he has brought trouble on this people, and you have not rescued your people at all.”"
    }
]
