[
    {
        "o": 17804,
        "r": "kjv:Proverbs:22:0",
        "t": "Proverbs 22",
        "h": 1
    },
    {
        "o": 17805,
        "r": "kjv:Proverbs:22:1",
        "t": "A*p good name is rather to be chosen than great riches, and loving favour rather than silver and gold."
    },
    {
        "o": 17806,
        "r": "kjv:Proverbs:22:2",
        "t": "The*p rich and poor meet together: the Lord*s is the maker of them all."
    },
    {
        "o": 17807,
        "r": "kjv:Proverbs:22:3",
        "t": "A*p prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished."
    },
    {
        "o": 17808,
        "r": "kjv:Proverbs:22:4",
        "t": "By*p humility and the fear of the Lord*s are riches, and honour, and life."
    },
    {
        "o": 17809,
        "r": "kjv:Proverbs:22:5",
        "t": "Thorns*p and snares are in the way of the froward: he that doth keep his soul shall be far from them."
    },
    {
        "o": 17810,
        "r": "kjv:Proverbs:22:6",
        "t": "Train*p up a child in the way he should go: and when he is old, he will not depart from it."
    },
    {
        "o": 17811,
        "r": "kjv:Proverbs:22:7",
        "t": "The*p rich ruleth over the poor, and the borrower is servant to the lender."
    },
    {
        "o": 17812,
        "r": "kjv:Proverbs:22:8",
        "t": "He*p that soweth iniquity shall reap vanity: and the rod of his anger shall fail."
    },
    {
        "o": 17813,
        "r": "kjv:Proverbs:22:9",
        "t": "He*p that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor."
    },
    {
        "o": 17814,
        "r": "kjv:Proverbs:22:10",
        "t": "Cast*p out the scorner, and contention shall go out; yea, strife and reproach shall cease."
    },
    {
        "o": 17815,
        "r": "kjv:Proverbs:22:11",
        "t": "He*p that loveth pureness of heart, for the grace of his lips the king shall be his friend."
    },
    {
        "o": 17816,
        "r": "kjv:Proverbs:22:12",
        "t": "The*p eyes of the Lord*s preserve knowledge, and he overthroweth the words of the transgressor."
    },
    {
        "o": 17817,
        "r": "kjv:Proverbs:22:13",
        "t": "The*p slothful man saith, There is a lion without, I shall be slain in the streets."
    },
    {
        "o": 17818,
        "r": "kjv:Proverbs:22:14",
        "t": "The*p mouth of strange women is a deep pit: he that is abhorred of the Lord*s shall fall therein."
    },
    {
        "o": 17819,
        "r": "kjv:Proverbs:22:15",
        "t": "Foolishness*p is bound in the heart of a child; but the rod of correction shall drive it far from him."
    },
    {
        "o": 17820,
        "r": "kjv:Proverbs:22:16",
        "t": "He*p that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want."
    },
    {
        "o": 17821,
        "r": "kjv:Proverbs:22:17",
        "t": "Bow*p down thine ear, and hear the words of the wise, and apply thine heart unto my knowledge."
    },
    {
        "o": 17822,
        "r": "kjv:Proverbs:22:18",
        "t": "For*p it is a pleasant thing if thou keep them within thee; they shall withal be fitted in thy lips."
    },
    {
        "o": 17823,
        "r": "kjv:Proverbs:22:19",
        "t": "That*p thy trust may be in the Lord,*s I have made known to thee this day, even to thee."
    },
    {
        "o": 17824,
        "r": "kjv:Proverbs:22:20",
        "t": "Have*p not I written to thee excellent things in counsels and knowledge,"
    },
    {
        "o": 17825,
        "r": "kjv:Proverbs:22:21",
        "t": "That*p I might make thee know the certainty of the words of truth; that thou mightest answer the words of truth to them that send unto thee?"
    },
    {
        "o": 17826,
        "r": "kjv:Proverbs:22:22",
        "t": "Rob*p not the poor, because he is poor: neither oppress the afflicted in the gate:"
    },
    {
        "o": 17827,
        "r": "kjv:Proverbs:22:23",
        "t": "For*p the Lord*s will plead their cause, and spoil the soul of those that spoiled them."
    },
    {
        "o": 17828,
        "r": "kjv:Proverbs:22:24",
        "t": "Make*p no friendship with an angry man; and with a furious man thou shalt not go:"
    },
    {
        "o": 17829,
        "r": "kjv:Proverbs:22:25",
        "t": "Lest*p thou learn his ways, and get a snare to thy soul."
    },
    {
        "o": 17830,
        "r": "kjv:Proverbs:22:26",
        "t": "Be*p not thou one of them that strike hands, or of them that are sureties for debts."
    },
    {
        "o": 17831,
        "r": "kjv:Proverbs:22:27",
        "t": "If*p thou hast nothing to pay, why should he take away thy bed from under thee?"
    },
    {
        "o": 17832,
        "r": "kjv:Proverbs:22:28",
        "t": "Remove*p not the ancient landmark, which thy fathers have set."
    },
    {
        "o": 17833,
        "r": "kjv:Proverbs:22:29",
        "t": "Seest*p thou a man diligent in his business? he shall stand before kings; he shall not stand before mean men."
    }
]
