[
    {
        "o": 33667,
        "r": "nasb:Hebrews:13:0",
        "t": "Hebrews 13",
        "h": 1
    },
    {
        "o": 33668,
        "r": "nasb:Hebrews:13:0",
        "t": "The Changeless Christ",
        "h": 2
    },
    {
        "o": 33669,
        "r": "nasb:Hebrews:13:1",
        "t": "Let*p love of the brethren continue."
    },
    {
        "o": 33670,
        "r": "nasb:Hebrews:13:2",
        "t": "Do not neglect to show hospitality to strangers, for by this some have entertained angels without knowing it."
    },
    {
        "o": 33671,
        "r": "nasb:Hebrews:13:3",
        "t": "Remember the prisoners, as though in prison with them, and*i those who are ill-treated, since you yourselves also are in the body."
    },
    {
        "o": 33672,
        "r": "nasb:Hebrews:13:4",
        "t": "Marriage is*i to*i be*i held*i in honor among all, and the marriage*i bed is*i to*i be*i undefiled; for fornicators and adulterers God will judge."
    },
    {
        "o": 33673,
        "r": "nasb:Hebrews:13:5",
        "t": "Make*i sure*i that*i your character is free from the love of money, being content with what you have; for He Himself has said, “I will*s never*s desert*s you,*s nor*s will*s I ever*s forsake*s you,”*s"
    },
    {
        "o": 33674,
        "r": "nasb:Hebrews:13:6",
        "t": "so that we confidently say, “The*spn Lord*s is*s my*s helper,*s I will*s not*s be*s afraid.*s What*sln will*s man*s do*s to*s me?”*s"
    },
    {
        "o": 33675,
        "r": "nasb:Hebrews:13:7",
        "t": "Remember*p those who led you, who spoke the word of God to you; and considering the result of their conduct, imitate their faith."
    },
    {
        "o": 33676,
        "r": "nasb:Hebrews:13:8",
        "t": "Jesus Christ is*i the same yesterday and today and forever."
    },
    {
        "o": 33677,
        "r": "nasb:Hebrews:13:9",
        "t": "Do not be carried away by varied and strange teachings; for it is good for the heart to be strengthened by grace, not by foods, through which those who were so occupied were not benefited."
    },
    {
        "o": 33678,
        "r": "nasb:Hebrews:13:10",
        "t": "We have an altar from which those who serve the tabernacle have no right to eat."
    },
    {
        "o": 33679,
        "r": "nasb:Hebrews:13:11",
        "t": "For the bodies of those animals whose blood is brought into the holy place by the high priest as*i an*i offering*i for sin, are burned outside the camp."
    },
    {
        "o": 33680,
        "r": "nasb:Hebrews:13:12",
        "t": "Therefore Jesus also, that He might sanctify the people through His own blood, suffered outside the gate."
    },
    {
        "o": 33681,
        "r": "nasb:Hebrews:13:13",
        "t": "So, let us go out to Him outside the camp, bearing His reproach."
    },
    {
        "o": 33682,
        "r": "nasb:Hebrews:13:14",
        "t": "For here we do not have a lasting city, but we are seeking the*i city*i which is to come."
    },
    {
        "o": 33683,
        "r": "nasb:Hebrews:13:14",
        "t": "God-pleasing Sacrifices",
        "h": 2
    },
    {
        "o": 33684,
        "r": "nasb:Hebrews:13:15",
        "t": "Through*p Him then, let us continually offer up a sacrifice of praise to God, that is, the fruit of lips that give thanks to His name."
    },
    {
        "o": 33685,
        "r": "nasb:Hebrews:13:16",
        "t": "And do not neglect doing good and sharing, for with such sacrifices God is pleased."
    },
    {
        "o": 33686,
        "r": "nasb:Hebrews:13:17",
        "t": "Obey*p your leaders and submit to*i them,*i for they keep watch over your souls as those who will give an account. Let them do this with joy and not with grief, for this would be unprofitable for you."
    },
    {
        "o": 33687,
        "r": "nasb:Hebrews:13:18",
        "t": "Pray*p for us, for we are sure that we have a good conscience, desiring to conduct ourselves honorably in all things."
    },
    {
        "o": 33688,
        "r": "nasb:Hebrews:13:19",
        "t": "And I urge you*i all the more to do this, so that I may be restored to you the sooner."
    },
    {
        "o": 33689,
        "r": "nasb:Hebrews:13:19",
        "t": "Benediction",
        "h": 2
    },
    {
        "o": 33690,
        "r": "nasb:Hebrews:13:20",
        "t": "Now*p the God of peace, who brought up from the dead the great Shepherd of the sheep through the blood of the eternal covenant, even*i Jesus our Lord,"
    },
    {
        "o": 33691,
        "r": "nasb:Hebrews:13:21",
        "t": "equip you in every good thing to do His will, working in us that which is pleasing in His sight, through Jesus Christ, to whom be*i the glory forever and ever. Amen."
    },
    {
        "o": 33692,
        "r": "nasb:Hebrews:13:22",
        "t": "But*p I urge you, brethren, bear with this word of exhortation, for I have written to you briefly."
    },
    {
        "o": 33693,
        "r": "nasb:Hebrews:13:23",
        "t": "Take notice that our brother Timothy has been released, with whom, if he comes soon, I will see you."
    },
    {
        "o": 33694,
        "r": "nasb:Hebrews:13:24",
        "t": "Greet all of your leaders and all the saints. Those from Italy greet you."
    },
    {
        "o": 33695,
        "r": "nasb:Hebrews:13:25",
        "t": "Grace*p be with you all."
    }
]
