[
    {
        "o": 10113,
        "r": "csb:1 Kings:12:0",
        "t": "1 Kings 12",
        "h": 1
    },
    {
        "o": 10114,
        "r": "csb:1 Kings:12:0",
        "t": "The Kingdom Divided",
        "h": 2
    },
    {
        "o": 10115,
        "r": "csb:1 Kings:12:1",
        "t": "Then*p Rehoboam went to Shechem, for all Israel had gone to Shechem to make him king."
    },
    {
        "o": 10116,
        "r": "csb:1 Kings:12:2",
        "t": "When Jeroboam son of Nebat heard about it, he stayed in Egypt, where he had fled from King Solomon’s presence. Jeroboam stayed in Egypt."
    },
    {
        "o": 10117,
        "r": "csb:1 Kings:12:3",
        "t": "But they summoned him, and Jeroboam and the whole assembly of Israel came and spoke to Rehoboam:"
    },
    {
        "o": 10118,
        "r": "csb:1 Kings:12:4",
        "t": "“Your father made our yoke harsh. You, therefore, lighten your father’s harsh service and the heavy yoke he put on us, and we will serve you.”"
    },
    {
        "o": 10119,
        "r": "csb:1 Kings:12:5",
        "t": "Rehoboam*p replied, “Go away for three days and then return to me.” So the people left."
    },
    {
        "o": 10120,
        "r": "csb:1 Kings:12:6",
        "t": "Then King Rehoboam consulted with the elders who had served his father Solomon when he was alive, asking, “How do you advise me to respond to this people?”"
    },
    {
        "o": 10121,
        "r": "csb:1 Kings:12:7",
        "t": "They*p replied, “Today if you will be a servant to this people and serve them, and if you respond to them by speaking kind words to them, they will be your servants forever.”"
    },
    {
        "o": 10122,
        "r": "csb:1 Kings:12:8",
        "t": "But*p he rejected the advice of the elders who had advised him and consulted with the young men who had grown up with him and attended him."
    },
    {
        "o": 10123,
        "r": "csb:1 Kings:12:9",
        "t": "He asked them, “What message do you advise that we send back to this people who said to me, ‘Lighten the yoke your father put on us’?”"
    },
    {
        "o": 10124,
        "r": "csb:1 Kings:12:10",
        "t": "The*p young men who had grown up with him told him, “This is what you should say to this people who said to you, ‘Your father made our yoke heavy, but you, make it lighter on us! ’ This is what you should tell them: ‘My little finger is thicker than my father’s waist!"
    },
    {
        "o": 10125,
        "r": "csb:1 Kings:12:11",
        "t": "Although my father burdened you with a heavy yoke, I will add to your yoke; my father disciplined you with whips, but I will discipline you with barbed whips.’”"
    },
    {
        "o": 10126,
        "r": "csb:1 Kings:12:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam on the third day, as the king had ordered: “Return to me on the third day.”"
    },
    {
        "o": 10127,
        "r": "csb:1 Kings:12:13",
        "t": "Then the king answered the people harshly. He rejected the advice the elders had given him"
    },
    {
        "o": 10128,
        "r": "csb:1 Kings:12:14",
        "t": "and spoke to them according to the young men’s advice: “My father made your yoke heavy, but I will add to your yoke; my father disciplined you with whips, but I will discipline you with barbed whips.”"
    },
    {
        "o": 10129,
        "r": "csb:1 Kings:12:15",
        "t": "The*p king did not listen to the people, because this turn of events came from the Lord*s to carry out his word, which the Lord*s had spoken through Ahijah the Shilonite to Jeroboam son of Nebat."
    },
    {
        "o": 10130,
        "r": "csb:1 Kings:12:16",
        "t": "When all Israel saw that the king had not listened to them, the people answered him: What*pn portion do we have in David? We*ln have no inheritance in the son of Jesse. Israel,*ln return to your tents; David,*ln now look after your own house! So*p Israel went to their tents,"
    },
    {
        "o": 10131,
        "r": "csb:1 Kings:12:17",
        "t": "but Rehoboam reigned over the Israelites living in the cities of Judah."
    },
    {
        "o": 10132,
        "r": "csb:1 Kings:12:18",
        "t": "Then*p King Rehoboam sent Adoram, who was in charge of forced labor, but all Israel stoned him to death. King Rehoboam managed to get into the chariot and flee to Jerusalem."
    },
    {
        "o": 10133,
        "r": "csb:1 Kings:12:19",
        "t": "Israel is still in rebellion against the house of David today."
    },
    {
        "o": 10134,
        "r": "csb:1 Kings:12:19",
        "t": "Rehoboam in Jerusalem",
        "h": 2
    },
    {
        "o": 10135,
        "r": "csb:1 Kings:12:20",
        "t": "When*p all Israel heard that Jeroboam had come back, they summoned him to the assembly and made him king over all Israel. No one followed the house of David except the tribe of Judah alone."
    },
    {
        "o": 10136,
        "r": "csb:1 Kings:12:21",
        "t": "When Rehoboam arrived in Jerusalem, he mobilized one hundred eighty thousand fit young soldiers from the entire house of Judah and the tribe of Benjamin to fight against the house of Israel to restore the kingdom to Rehoboam son of Solomon."
    },
    {
        "o": 10137,
        "r": "csb:1 Kings:12:22",
        "t": "But the word of God came to Shemaiah, the man of God:"
    },
    {
        "o": 10138,
        "r": "csb:1 Kings:12:23",
        "t": "“Say to Rehoboam son of Solomon, king of Judah, to the whole house of Judah and Benjamin, and to the rest of the people,"
    },
    {
        "o": 10139,
        "r": "csb:1 Kings:12:24",
        "t": "‘This is what the Lord*s says: You are not to march up and fight against your brothers, the Israelites. Each of you return home, for this situation is from me.’” So*p they listened to the word of the Lord*s and went back according to the word of the Lord.*s"
    },
    {
        "o": 10140,
        "r": "csb:1 Kings:12:24",
        "t": "Jeroboam’s Idolatry",
        "h": 2
    },
    {
        "o": 10141,
        "r": "csb:1 Kings:12:25",
        "t": "Jeroboam*p built Shechem in the hill country of Ephraim and lived there. From there he went out and built Penuel."
    },
    {
        "o": 10142,
        "r": "csb:1 Kings:12:26",
        "t": "Jeroboam said to himself, “The kingdom might now return to the house of David."
    },
    {
        "o": 10143,
        "r": "csb:1 Kings:12:27",
        "t": "If these people regularly go to offer sacrifices in the Lord’s*s temple in Jerusalem, the heart of these people will return to their lord, King Rehoboam of Judah. They will kill me and go back to the king of Judah.”"
    },
    {
        "o": 10144,
        "r": "csb:1 Kings:12:28",
        "t": "So the king sought advice. Then*p he made two golden calves, and he said to the people, “Going to Jerusalem is too difficult for you. Israel, here are your gods who brought you up from the land of Egypt.”"
    },
    {
        "o": 10145,
        "r": "csb:1 Kings:12:29",
        "t": "He set up one in Bethel, and put the other in Dan."
    },
    {
        "o": 10146,
        "r": "csb:1 Kings:12:30",
        "t": "This led to sin; the people walked in procession before one of the calves all the way to Dan."
    },
    {
        "o": 10147,
        "r": "csb:1 Kings:12:31",
        "t": "Jeroboam*p also made shrines on the high places and made priests from the ranks of the people who were not Levites."
    },
    {
        "o": 10148,
        "r": "csb:1 Kings:12:32",
        "t": "Jeroboam made a festival in the eighth month on the fifteenth day of the month, like the festival in Judah. He offered sacrifices on the altar; he made this offering in Bethel to sacrifice to the calves he had made. He also stationed the priests in Bethel for the high places he had made."
    },
    {
        "o": 10149,
        "r": "csb:1 Kings:12:33",
        "t": "He offered sacrifices on the altar he had set up in Bethel on the fifteenth day of the eighth month. He chose this month on his own. He made a festival for the Israelites, offered sacrifices on the altar, and burned incense."
    }
]
