[
    {
        "o": 21907,
        "r": "nkjv:Jeremiah:26:0",
        "t": "Jeremiah 26",
        "h": 1
    },
    {
        "o": 21908,
        "r": "nkjv:Jeremiah:26:0",
        "t": "Jeremiah Saved from Death",
        "h": 2
    },
    {
        "o": 21909,
        "r": "nkjv:Jeremiah:26:1",
        "t": "In*p the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, this word came from the Lord,*s saying,"
    },
    {
        "o": 21910,
        "r": "nkjv:Jeremiah:26:2",
        "t": "“Thus says the Lord:*s ‘Stand in the court of the Lord’s*s house, and speak to all the cities of Judah, which come to worship in*i the Lord’s*s house, all the words that I command you to speak to them. Do not diminish a word."
    },
    {
        "o": 21911,
        "r": "nkjv:Jeremiah:26:3",
        "t": "Perhaps everyone will listen and turn from his evil way, that I may relent concerning the calamity which I purpose to bring on them because of the evil of their doings.’"
    },
    {
        "o": 21912,
        "r": "nkjv:Jeremiah:26:4",
        "t": "And you shall say to them, ‘Thus says the Lord:*s “If you will not listen to Me, to walk in My law which I have set before you,"
    },
    {
        "o": 21913,
        "r": "nkjv:Jeremiah:26:5",
        "t": "to heed the words of My servants the prophets whom I sent to you, both rising up early and sending them*i (but you have not heeded),"
    },
    {
        "o": 21914,
        "r": "nkjv:Jeremiah:26:6",
        "t": "then I will make this house like Shiloh, and will make this city a curse to all the nations of the earth.”’”"
    },
    {
        "o": 21915,
        "r": "nkjv:Jeremiah:26:7",
        "t": "So*p the priests and the prophets and all the people heard Jeremiah speaking these words in the house of the Lord.*s"
    },
    {
        "o": 21916,
        "r": "nkjv:Jeremiah:26:8",
        "t": "Now it happened, when Jeremiah had made an end of speaking all that the Lord*s had commanded him*i to speak to all the people, that the priests and the prophets and all the people seized him, saying, “You will surely die!"
    },
    {
        "o": 21917,
        "r": "nkjv:Jeremiah:26:9",
        "t": "Why have you prophesied in the name of the Lord,*s saying, ‘This house shall be like Shiloh, and this city shall be desolate, without an inhabitant’?” And all the people were gathered against Jeremiah in the house of the Lord.*s"
    },
    {
        "o": 21918,
        "r": "nkjv:Jeremiah:26:10",
        "t": "When*p the princes of Judah heard these things, they came up from the king’s house to the house of the Lord*s and sat down in the entry of the New Gate of the Lord’s*s house.*i"
    },
    {
        "o": 21919,
        "r": "nkjv:Jeremiah:26:11",
        "t": "And the priests and the prophets spoke to the princes and all the people, saying, “This man deserves to die! For he has prophesied against this city, as you have heard with your ears.”"
    },
    {
        "o": 21920,
        "r": "nkjv:Jeremiah:26:12",
        "t": "Then*p Jeremiah spoke to all the princes and all the people, saying: “The Lord*s sent me to prophesy against this house and against this city with all the words that you have heard."
    },
    {
        "o": 21921,
        "r": "nkjv:Jeremiah:26:13",
        "t": "Now therefore, amend your ways and your doings, and obey the voice of the Lord*s your God; then the Lord*s will relent concerning the doom that He has pronounced against you."
    },
    {
        "o": 21922,
        "r": "nkjv:Jeremiah:26:14",
        "t": "As for me, here I am, in your hand; do with me as seems good and proper to you."
    },
    {
        "o": 21923,
        "r": "nkjv:Jeremiah:26:15",
        "t": "But know for certain that if you put me to death, you will surely bring innocent blood on yourselves, on this city, and on its inhabitants; for truly the Lord*s has sent me to you to speak all these words in your hearing.”"
    },
    {
        "o": 21924,
        "r": "nkjv:Jeremiah:26:16",
        "t": "So*p the princes and all the people said to the priests and the prophets, “This man does not deserve to die. For he has spoken to us in the name of the Lord*s our God.”"
    },
    {
        "o": 21925,
        "r": "nkjv:Jeremiah:26:17",
        "t": "Then*p certain of the elders of the land rose up and spoke to all the assembly of the people, saying:"
    },
    {
        "o": 21926,
        "r": "nkjv:Jeremiah:26:18",
        "t": "“Micah of Moresheth prophesied in the days of Hezekiah king of Judah, and spoke to all the people of Judah, saying, ‘Thus says the Lord*s of hosts: “Zion*pn shall be plowed like*i a field, Jerusalem*ld shall become heaps of ruins, And*ld the mountain of the temple Like*ld the bare hills of the forest.”’"
    },
    {
        "o": 21927,
        "r": "nkjv:Jeremiah:26:19",
        "t": "Did*p Hezekiah king of Judah and all Judah ever put him to death? Did he not fear the Lord*s and seek the Lord’s*s favor? And the Lord*s relented concerning the doom which He had pronounced against them. But we are doing great evil against ourselves.”"
    },
    {
        "o": 21928,
        "r": "nkjv:Jeremiah:26:20",
        "t": "Now*p there was also a man who prophesied in the name of the Lord,*s Urijah the son of Shemaiah of Kirjath Jearim, who prophesied against this city and against this land according to all the words of Jeremiah."
    },
    {
        "o": 21929,
        "r": "nkjv:Jeremiah:26:21",
        "t": "And when Jehoiakim the king, with all his mighty men and all the princes, heard his words, the king sought to put him to death; but when Urijah heard it,*i he was afraid and fled, and went to Egypt."
    },
    {
        "o": 21930,
        "r": "nkjv:Jeremiah:26:22",
        "t": "Then Jehoiakim the king sent men to Egypt: Elnathan the son of Achbor, and other*i men who*i went*i with him to Egypt."
    },
    {
        "o": 21931,
        "r": "nkjv:Jeremiah:26:23",
        "t": "And they brought Urijah from Egypt and brought him to Jehoiakim the king, who killed him with the sword and cast his dead body into the graves of the common people."
    },
    {
        "o": 21932,
        "r": "nkjv:Jeremiah:26:24",
        "t": "Nevertheless*p the hand of Ahikam the son of Shaphan was with Jeremiah, so that they should not give him into the hand of the people to put him to death."
    }
]
