[
    {
        "o": 23466,
        "r": "csb:Ezekiel:18:0",
        "t": "Ezekiel 18",
        "h": 1
    },
    {
        "o": 23467,
        "r": "csb:Ezekiel:18:0",
        "t": "Personal Responsibility for Sin",
        "h": 2
    },
    {
        "o": 23468,
        "r": "csb:Ezekiel:18:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23469,
        "r": "csb:Ezekiel:18:2",
        "t": "“What do you mean by using this proverb concerning the land of Israel: ‘The*pn fathers eat sour grapes, and*ln the children’s teeth are set on edge’?"
    },
    {
        "o": 23470,
        "r": "csb:Ezekiel:18:3",
        "t": "As*p I live” - this is the declaration of the Lord God-*s “you will no longer use this proverb in Israel."
    },
    {
        "o": 23471,
        "r": "csb:Ezekiel:18:4",
        "t": "Look, every life belongs to me. The life of the father is like the life of the son - both belong to me. The person who sins is the one who will die."
    },
    {
        "o": 23472,
        "r": "csb:Ezekiel:18:5",
        "t": "“Suppose*p a man is righteous and does what is just and right:"
    },
    {
        "o": 23473,
        "r": "csb:Ezekiel:18:6",
        "t": "He does not eat at the mountain shrines or look to the idols of the house of Israel. He does not defile his neighbor’s wife or approach a woman during her menstrual impurity."
    },
    {
        "o": 23474,
        "r": "csb:Ezekiel:18:7",
        "t": "He doesn’t oppress anyone but returns his collateral to the debtor. He does not commit robbery, but gives his bread to the hungry and covers the naked with clothing."
    },
    {
        "o": 23475,
        "r": "csb:Ezekiel:18:8",
        "t": "He doesn’t lend at interest or for profit but keeps his hand from injustice and carries out true justice between men."
    },
    {
        "o": 23476,
        "r": "csb:Ezekiel:18:9",
        "t": "He follows my statutes and keeps my ordinances, acting faithfully. Such a person is righteous; he will certainly live.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 23477,
        "r": "csb:Ezekiel:18:10",
        "t": "“But*p suppose the man has a violent son, who sheds blood and does any of these things,"
    },
    {
        "o": 23478,
        "r": "csb:Ezekiel:18:11",
        "t": "though the father has done none of them. Indeed, when the son eats at the mountain shrines and defiles his neighbor’s wife,"
    },
    {
        "o": 23479,
        "r": "csb:Ezekiel:18:12",
        "t": "and when he oppresses the poor and needy, commits robbery, and does not return collateral, and when he looks to the idols, commits detestable acts,"
    },
    {
        "o": 23480,
        "r": "csb:Ezekiel:18:13",
        "t": "and lends at interest or for profit, will he live? He will not live! Since he has committed all these detestable acts, he will certainly die. His death will be his own fault."
    },
    {
        "o": 23481,
        "r": "csb:Ezekiel:18:14",
        "t": "“Now*p suppose he has a son who sees all the sins his father has committed, and though he sees them, he does not do likewise."
    },
    {
        "o": 23482,
        "r": "csb:Ezekiel:18:15",
        "t": "He does not eat at the mountain shrines or look to the idols of the house of Israel. He does not defile his neighbor’s wife."
    },
    {
        "o": 23483,
        "r": "csb:Ezekiel:18:16",
        "t": "He doesn’t oppress anyone, hold collateral, or commit robbery. He gives his bread to the hungry and covers the naked with clothing."
    },
    {
        "o": 23484,
        "r": "csb:Ezekiel:18:17",
        "t": "He keeps his hand from harming the poor, not taking interest or profit on a loan. He practices my ordinances and follows my statutes. Such a person will not die for his father’s iniquity. He will certainly live."
    },
    {
        "o": 23485,
        "r": "csb:Ezekiel:18:18",
        "t": "“As*p for his father, he will die for his own iniquity because he practiced fraud, robbed his brother, and did among his people what was not good."
    },
    {
        "o": 23486,
        "r": "csb:Ezekiel:18:19",
        "t": "But you may ask, ‘Why doesn’t the son suffer punishment for the father’s iniquity? ’ Since the son has done what is just and right, carefully observing all my statutes, he will certainly live."
    },
    {
        "o": 23487,
        "r": "csb:Ezekiel:18:20",
        "t": "The person who sins is the one who will die. A son won’t suffer punishment for the father’s iniquity, and a father won’t suffer punishment for the son’s iniquity. The righteousness of the righteous person will be on him, and the wickedness of the wicked person will be on him."
    },
    {
        "o": 23488,
        "r": "csb:Ezekiel:18:21",
        "t": "“But*p if the wicked person turns from all the sins he has committed, keeps all my statutes, and does what is just and right, he will certainly live; he will not die."
    },
    {
        "o": 23489,
        "r": "csb:Ezekiel:18:22",
        "t": "None of the transgressions he has committed will be held against him. He will live because of the righteousness he has practiced."
    },
    {
        "o": 23490,
        "r": "csb:Ezekiel:18:23",
        "t": "Do I take any pleasure in the death of the wicked?” This is the declaration of the Lord God.*s “Instead, don’t I take pleasure when he turns from his ways and lives?"
    },
    {
        "o": 23491,
        "r": "csb:Ezekiel:18:24",
        "t": "But when a righteous person turns from his righteousness and acts unjustly, committing the same detestable acts that the wicked do, will he live? None of the righteous acts he did will be remembered. He will die because of the treachery he has engaged in and the sin he has committed."
    },
    {
        "o": 23492,
        "r": "csb:Ezekiel:18:25",
        "t": "“But*p you say, ‘The Lord’s way isn’t fair.’ Now listen, house of Israel: Is it my way that is unfair? Instead, isn’t it your ways that are unfair?"
    },
    {
        "o": 23493,
        "r": "csb:Ezekiel:18:26",
        "t": "When a righteous person turns from his righteousness and acts unjustly, he will die for this. He will die because of the injustice he has committed."
    },
    {
        "o": 23494,
        "r": "csb:Ezekiel:18:27",
        "t": "But if a wicked person turns from the wickedness he has committed and does what is just and right, he will preserve his life."
    },
    {
        "o": 23495,
        "r": "csb:Ezekiel:18:28",
        "t": "He will certainly live because he thought it over and turned from all the transgressions he had committed; he will not die."
    },
    {
        "o": 23496,
        "r": "csb:Ezekiel:18:29",
        "t": "But the house of Israel says, ‘The Lord’s way isn’t fair.’ Is it my ways that are unfair, house of Israel? Instead, isn’t it your ways that are unfair?"
    },
    {
        "o": 23497,
        "r": "csb:Ezekiel:18:30",
        "t": "“Therefore,*p house of Israel, I will judge each one of you according to his ways.” This is the declaration of the Lord God.*s “Repent and turn from all your rebellious acts, so they will not become a sinful stumbling block to you."
    },
    {
        "o": 23498,
        "r": "csb:Ezekiel:18:31",
        "t": "Throw off all the transgressions you have committed, and get yourselves a new heart and a new spirit. Why should you die, house of Israel?"
    },
    {
        "o": 23499,
        "r": "csb:Ezekiel:18:32",
        "t": "For I take no pleasure in anyone’s death.” This is the declaration of the Lord God.*s “So repent and live!"
    }
]
