[
    {
        "o": 33967,
        "r": "nkjv:Hebrews:4:0",
        "t": "Hebrews 4",
        "h": 1
    },
    {
        "o": 33968,
        "r": "nkjv:Hebrews:4:0",
        "t": "The Promise of Rest",
        "h": 2
    },
    {
        "o": 33969,
        "r": "nkjv:Hebrews:4:1",
        "t": "Therefore,*p since a promise remains of entering His rest, let us fear lest any of you seem to have come short of it."
    },
    {
        "o": 33970,
        "r": "nkjv:Hebrews:4:2",
        "t": "For indeed the gospel was preached to us as well as to them; but the word which they heard did not profit them, not being mixed with faith in those who heard it.*i"
    },
    {
        "o": 33971,
        "r": "nkjv:Hebrews:4:3",
        "t": "For we who have believed do enter that rest, as He has said: “So*pn I swore in My wrath, ‘They*ld shall not enter My rest,’” although*p the works were finished from the foundation of the world."
    },
    {
        "o": 33972,
        "r": "nkjv:Hebrews:4:4",
        "t": "For He has spoken in a certain place of the seventh day*i in this way: “And God rested on the seventh day from all His works”;"
    },
    {
        "o": 33973,
        "r": "nkjv:Hebrews:4:5",
        "t": "and again in this place:*i “They shall not enter My rest.”"
    },
    {
        "o": 33974,
        "r": "nkjv:Hebrews:4:6",
        "t": "Since*p therefore it remains that some must*i enter it, and those to whom it was first preached did not enter because of disobedience,"
    },
    {
        "o": 33975,
        "r": "nkjv:Hebrews:4:7",
        "t": "again He designates a certain day, saying in David, “Today,” after such a long time, as it has been said: “Today,*pn if you will hear His voice, Do*ld not harden your hearts.”"
    },
    {
        "o": 33976,
        "r": "nkjv:Hebrews:4:8",
        "t": "For*p if Joshua had given them rest, then He would not afterward have spoken of another day."
    },
    {
        "o": 33977,
        "r": "nkjv:Hebrews:4:9",
        "t": "There remains therefore a rest for the people of God."
    },
    {
        "o": 33978,
        "r": "nkjv:Hebrews:4:10",
        "t": "For he who has entered His rest has himself also ceased from his works as God did*i from His."
    },
    {
        "o": 33979,
        "r": "nkjv:Hebrews:4:10",
        "t": "The Word Discovers Our Condition",
        "h": 2
    },
    {
        "o": 33980,
        "r": "nkjv:Hebrews:4:11",
        "t": "Let*p us therefore be diligent to enter that rest, lest anyone fall according to the same example of disobedience."
    },
    {
        "o": 33981,
        "r": "nkjv:Hebrews:4:12",
        "t": "For the word of God is*i living and powerful, and sharper than any two-edged sword, piercing even to the division of soul and spirit, and of joints and marrow, and is a discerner of the thoughts and intents of the heart."
    },
    {
        "o": 33982,
        "r": "nkjv:Hebrews:4:13",
        "t": "And there is no creature hidden from His sight, but all things are*i naked and open to the eyes of Him to whom we must*i give*i account."
    },
    {
        "o": 33983,
        "r": "nkjv:Hebrews:4:13",
        "t": "Our Compassionate High Priest",
        "h": 2
    },
    {
        "o": 33984,
        "r": "nkjv:Hebrews:4:14",
        "t": "Seeing*p then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our*i confession."
    },
    {
        "o": 33985,
        "r": "nkjv:Hebrews:4:15",
        "t": "For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points*i tempted as we*i are,*i yet without sin."
    },
    {
        "o": 33986,
        "r": "nkjv:Hebrews:4:16",
        "t": "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need."
    }
]
