[
    {
        "o": 7102,
        "r": "niv:Judges:1:0",
        "t": "Judges 1",
        "h": 1
    },
    {
        "o": 7103,
        "r": "niv:Judges:1:0",
        "t": "Israel Fights the Remaining Canaanites",
        "h": 2
    },
    {
        "o": 7104,
        "r": "niv:Judges:1:1",
        "t": "After*p the death of Joshua, the Israelites asked the Lord,*s “Who of us is to go up first to fight against the Canaanites?”"
    },
    {
        "o": 7105,
        "r": "niv:Judges:1:2",
        "t": "The*p Lord*s answered, “Judah shall go up; I have given the land into their hands.”"
    },
    {
        "o": 7106,
        "r": "niv:Judges:1:3",
        "t": "The*p men of Judah then said to the Simeonites their fellow Israelites, “Come up with us into the territory allotted to us, to fight against the Canaanites. We in turn will go with you into yours.” So the Simeonites went with them."
    },
    {
        "o": 7107,
        "r": "niv:Judges:1:4",
        "t": "When*p Judah attacked, the Lord*s gave the Canaanites and Perizzites into their hands, and they struck down ten thousand men at Bezek."
    },
    {
        "o": 7108,
        "r": "niv:Judges:1:5",
        "t": "It was there that they found Adoni-Bezek and fought against him, putting to rout the Canaanites and Perizzites."
    },
    {
        "o": 7109,
        "r": "niv:Judges:1:6",
        "t": "Adoni-Bezek fled, but they chased him and caught him, and cut off his thumbs and big toes."
    },
    {
        "o": 7110,
        "r": "niv:Judges:1:7",
        "t": "Then*p Adoni-Bezek said, “Seventy kings with their thumbs and big toes cut off have picked up scraps under my table. Now God has paid me back for what I did to them.” They brought him to Jerusalem, and he died there."
    },
    {
        "o": 7111,
        "r": "niv:Judges:1:8",
        "t": "The*p men of Judah attacked Jerusalem also and took it. They put the city to the sword and set it on fire."
    },
    {
        "o": 7112,
        "r": "niv:Judges:1:9",
        "t": "After*p that, Judah went down to fight against the Canaanites living in the hill country, the Negev and the western foothills."
    },
    {
        "o": 7113,
        "r": "niv:Judges:1:10",
        "t": "They advanced against the Canaanites living in Hebron (formerly called Kiriath Arba) and defeated Sheshai, Ahiman and Talmai."
    },
    {
        "o": 7114,
        "r": "niv:Judges:1:11",
        "t": "From there they advanced against the people living in Debir (formerly called Kiriath Sepher)."
    },
    {
        "o": 7115,
        "r": "niv:Judges:1:12",
        "t": "And*p Caleb said, “I will give my daughter Aksah in marriage to the man who attacks and captures Kiriath Sepher.”"
    },
    {
        "o": 7116,
        "r": "niv:Judges:1:13",
        "t": "Othniel son of Kenaz, Caleb’s younger brother, took it; so Caleb gave his daughter Aksah to him in marriage."
    },
    {
        "o": 7117,
        "r": "niv:Judges:1:14",
        "t": "One*p day when she came to Othniel, she urged him to ask her father for a field. When she got off her donkey, Caleb asked her, “What can I do for you?”"
    },
    {
        "o": 7118,
        "r": "niv:Judges:1:15",
        "t": "She*p replied, “Do me a special favor. Since you have given me land in the Negev, give me also springs of water.” So Caleb gave her the upper and lower springs."
    },
    {
        "o": 7119,
        "r": "niv:Judges:1:16",
        "t": "The*p descendants of Moses’ father-in-law, the Kenite, went up from the City of Palms with the people of Judah to live among the inhabitants of the Desert of Judah in the Negev near Arad."
    },
    {
        "o": 7120,
        "r": "niv:Judges:1:17",
        "t": "Then*p the men of Judah went with the Simeonites their fellow Israelites and attacked the Canaanites living in Zephath, and they totally destroyed the city. Therefore it was called Hormah."
    },
    {
        "o": 7121,
        "r": "niv:Judges:1:18",
        "t": "Judah also took Gaza, Ashkelon and Ekron—each city with its territory."
    },
    {
        "o": 7122,
        "r": "niv:Judges:1:19",
        "t": "The*p Lord*s was with the men of Judah. They took possession of the hill country, but they were unable to drive the people from the plains, because they had chariots fitted with iron."
    },
    {
        "o": 7123,
        "r": "niv:Judges:1:20",
        "t": "As Moses had promised, Hebron was given to Caleb, who drove from it the three sons of Anak."
    },
    {
        "o": 7124,
        "r": "niv:Judges:1:21",
        "t": "The Benjamites, however, did not drive out the Jebusites, who were living in Jerusalem; to this day the Jebusites live there with the Benjamites."
    },
    {
        "o": 7125,
        "r": "niv:Judges:1:22",
        "t": "Now*p the tribes of Joseph attacked Bethel, and the Lord*s was with them."
    },
    {
        "o": 7126,
        "r": "niv:Judges:1:23",
        "t": "When they sent men to spy out Bethel (formerly called Luz),"
    },
    {
        "o": 7127,
        "r": "niv:Judges:1:24",
        "t": "the spies saw a man coming out of the city and they said to him, “Show us how to get into the city and we will see that you are treated well.”"
    },
    {
        "o": 7128,
        "r": "niv:Judges:1:25",
        "t": "So he showed them, and they put the city to the sword but spared the man and his whole family."
    },
    {
        "o": 7129,
        "r": "niv:Judges:1:26",
        "t": "He then went to the land of the Hittites, where he built a city and called it Luz, which is its name to this day."
    },
    {
        "o": 7130,
        "r": "niv:Judges:1:27",
        "t": "But*p Manasseh did not drive out the people of Beth Shan or Taanach or Dor or Ibleam or Megiddo and their surrounding settlements, for the Canaanites were determined to live in that land."
    },
    {
        "o": 7131,
        "r": "niv:Judges:1:28",
        "t": "When Israel became strong, they pressed the Canaanites into forced labor but never drove them out completely."
    },
    {
        "o": 7132,
        "r": "niv:Judges:1:29",
        "t": "Nor did Ephraim drive out the Canaanites living in Gezer, but the Canaanites continued to live there among them."
    },
    {
        "o": 7133,
        "r": "niv:Judges:1:30",
        "t": "Neither did Zebulun drive out the Canaanites living in Kitron or Nahalol, so these Canaanites lived among them, but Zebulun did subject them to forced labor."
    },
    {
        "o": 7134,
        "r": "niv:Judges:1:31",
        "t": "Nor did Asher drive out those living in Akko or Sidon or Ahlab or Akzib or Helbah or Aphek or Rehob."
    },
    {
        "o": 7135,
        "r": "niv:Judges:1:32",
        "t": "The Asherites lived among the Canaanite inhabitants of the land because they did not drive them out."
    },
    {
        "o": 7136,
        "r": "niv:Judges:1:33",
        "t": "Neither did Naphtali drive out those living in Beth Shemesh or Beth Anath; but the Naphtalites too lived among the Canaanite inhabitants of the land, and those living in Beth Shemesh and Beth Anath became forced laborers for them."
    },
    {
        "o": 7137,
        "r": "niv:Judges:1:34",
        "t": "The Amorites confined the Danites to the hill country, not allowing them to come down into the plain."
    },
    {
        "o": 7138,
        "r": "niv:Judges:1:35",
        "t": "And the Amorites were determined also to hold out in Mount Heres, Aijalon and Shaalbim, but when the power of the tribes of Joseph increased, they too were pressed into forced labor."
    },
    {
        "o": 7139,
        "r": "niv:Judges:1:36",
        "t": "The boundary of the Amorites was from Scorpion Pass to Sela and beyond."
    },
    {
        "o": 7140,
        "r": "niv:Judges:2:0",
        "t": "Judges 2",
        "h": 1
    },
    {
        "o": 7141,
        "r": "niv:Judges:2:0",
        "t": "The Angel of the Lord at Bokim",
        "h": 2
    },
    {
        "o": 7142,
        "r": "niv:Judges:2:1",
        "t": "The*p angel of the Lord*s went up from Gilgal to Bokim and said, “I brought you up out of Egypt and led you into the land I swore to give to your ancestors. I said, ‘I will never break my covenant with you,"
    },
    {
        "o": 7143,
        "r": "niv:Judges:2:2",
        "t": "and you shall not make a covenant with the people of this land, but you shall break down their altars.’ Yet you have disobeyed me. Why have you done this?"
    },
    {
        "o": 7144,
        "r": "niv:Judges:2:3",
        "t": "And I have also said, ‘I will not drive them out before you; they will become traps for you, and their gods will become snares to you.’ ”"
    },
    {
        "o": 7145,
        "r": "niv:Judges:2:4",
        "t": "When*p the angel of the Lord*s had spoken these things to all the Israelites, the people wept aloud,"
    },
    {
        "o": 7146,
        "r": "niv:Judges:2:5",
        "t": "and they called that place Bokim. There they offered sacrifices to the Lord.*s"
    },
    {
        "o": 7147,
        "r": "niv:Judges:2:5",
        "t": "Disobedience and Defeat",
        "h": 2
    },
    {
        "o": 7148,
        "r": "niv:Judges:2:6",
        "t": "After*p Joshua had dismissed the Israelites, they went to take possession of the land, each to their own inheritance."
    },
    {
        "o": 7149,
        "r": "niv:Judges:2:7",
        "t": "The people served the Lord*s throughout the lifetime of Joshua and of the elders who outlived him and who had seen all the great things the Lord*s had done for Israel."
    },
    {
        "o": 7150,
        "r": "niv:Judges:2:8",
        "t": "Joshua*p son of Nun, the servant of the Lord,*s died at the age of a hundred and ten."
    },
    {
        "o": 7151,
        "r": "niv:Judges:2:9",
        "t": "And they buried him in the land of his inheritance, at Timnath Heres in the hill country of Ephraim, north of Mount Gaash."
    },
    {
        "o": 7152,
        "r": "niv:Judges:2:10",
        "t": "After*p that whole generation had been gathered to their ancestors, another generation grew up who knew neither the Lord*s nor what he had done for Israel."
    },
    {
        "o": 7153,
        "r": "niv:Judges:2:11",
        "t": "Then the Israelites did evil in the eyes of the Lord*s and served the Baals."
    },
    {
        "o": 7154,
        "r": "niv:Judges:2:12",
        "t": "They forsook the Lord,*s the God of their ancestors, who had brought them out of Egypt. They followed and worshiped various gods of the peoples around them. They aroused the Lord’s*s anger"
    },
    {
        "o": 7155,
        "r": "niv:Judges:2:13",
        "t": "because they forsook him and served Baal and the Ashtoreths."
    },
    {
        "o": 7156,
        "r": "niv:Judges:2:14",
        "t": "In his anger against Israel the Lord*s gave them into the hands of raiders who plundered them. He sold them into the hands of their enemies all around, whom they were no longer able to resist."
    },
    {
        "o": 7157,
        "r": "niv:Judges:2:15",
        "t": "Whenever Israel went out to fight, the hand of the Lord*s was against them to defeat them, just as he had sworn to them. They were in great distress."
    },
    {
        "o": 7158,
        "r": "niv:Judges:2:16",
        "t": "Then*p the Lord*s raised up judges, who saved them out of the hands of these raiders."
    },
    {
        "o": 7159,
        "r": "niv:Judges:2:17",
        "t": "Yet they would not listen to their judges but prostituted themselves to other gods and worshiped them. They quickly turned from the ways of their ancestors, who had been obedient to the Lord’s*s commands."
    },
    {
        "o": 7160,
        "r": "niv:Judges:2:18",
        "t": "Whenever the Lord*s raised up a judge for them, he was with the judge and saved them out of the hands of their enemies as long as the judge lived; for the Lord*s relented because of their groaning under those who oppressed and afflicted them."
    },
    {
        "o": 7161,
        "r": "niv:Judges:2:19",
        "t": "But when the judge died, the people returned to ways even more corrupt than those of their ancestors, following other gods and serving and worshiping them. They refused to give up their evil practices and stubborn ways."
    },
    {
        "o": 7162,
        "r": "niv:Judges:2:20",
        "t": "Therefore*p the Lord*s was very angry with Israel and said, “Because this nation has violated the covenant I ordained for their ancestors and has not listened to me,"
    },
    {
        "o": 7163,
        "r": "niv:Judges:2:21",
        "t": "I will no longer drive out before them any of the nations Joshua left when he died."
    },
    {
        "o": 7164,
        "r": "niv:Judges:2:22",
        "t": "I will use them to test Israel and see whether they will keep the way of the Lord*s and walk in it as their ancestors did.”"
    },
    {
        "o": 7165,
        "r": "niv:Judges:2:23",
        "t": "The Lord*s had allowed those nations to remain; he did not drive them out at once by giving them into the hands of Joshua."
    },
    {
        "o": 7166,
        "r": "niv:Judges:3:0",
        "t": "Judges 3",
        "h": 1
    },
    {
        "o": 7167,
        "r": "niv:Judges:3:1",
        "t": "These*p are the nations the Lord*s left to test all those Israelites who had not experienced any of the wars in Canaan"
    },
    {
        "o": 7168,
        "r": "niv:Judges:3:2",
        "t": "(he did this only to teach warfare to the descendants of the Israelites who had not had previous battle experience):"
    },
    {
        "o": 7169,
        "r": "niv:Judges:3:3",
        "t": "the five rulers of the Philistines, all the Canaanites, the Sidonians, and the Hivites living in the Lebanon mountains from Mount Baal Hermon to Lebo Hamath."
    },
    {
        "o": 7170,
        "r": "niv:Judges:3:4",
        "t": "They were left to test the Israelites to see whether they would obey the Lord’s*s commands, which he had given their ancestors through Moses."
    },
    {
        "o": 7171,
        "r": "niv:Judges:3:5",
        "t": "The*p Israelites lived among the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites."
    },
    {
        "o": 7172,
        "r": "niv:Judges:3:6",
        "t": "They took their daughters in marriage and gave their own daughters to their sons, and served their gods."
    },
    {
        "o": 7173,
        "r": "niv:Judges:3:6",
        "t": "Othniel",
        "h": 2
    },
    {
        "o": 7174,
        "r": "niv:Judges:3:7",
        "t": "The*p Israelites did evil in the eyes of the Lord;*s they forgot the Lord*s their God and served the Baals and the Asherahs."
    },
    {
        "o": 7175,
        "r": "niv:Judges:3:8",
        "t": "The anger of the Lord*s burned against Israel so that he sold them into the hands of Cushan-Rishathaim king of Aram Naharaim, to whom the Israelites were subject for eight years."
    },
    {
        "o": 7176,
        "r": "niv:Judges:3:9",
        "t": "But when they cried out to the Lord,*s he raised up for them a deliverer, Othniel son of Kenaz, Caleb’s younger brother, who saved them."
    },
    {
        "o": 7177,
        "r": "niv:Judges:3:10",
        "t": "The Spirit of the Lord*s came on him, so that he became Israel’s judge and went to war. The Lord*s gave Cushan-Rishathaim king of Aram into the hands of Othniel, who overpowered him."
    },
    {
        "o": 7178,
        "r": "niv:Judges:3:11",
        "t": "So the land had peace for forty years, until Othniel son of Kenaz died."
    },
    {
        "o": 7179,
        "r": "niv:Judges:3:11",
        "t": "Ehud",
        "h": 2
    },
    {
        "o": 7180,
        "r": "niv:Judges:3:12",
        "t": "Again*p the Israelites did evil in the eyes of the Lord,*s and because they did this evil the Lord*s gave Eglon king of Moab power over Israel."
    },
    {
        "o": 7181,
        "r": "niv:Judges:3:13",
        "t": "Getting the Ammonites and Amalekites to join him, Eglon came and attacked Israel, and they took possession of the City of Palms."
    },
    {
        "o": 7182,
        "r": "niv:Judges:3:14",
        "t": "The Israelites were subject to Eglon king of Moab for eighteen years."
    },
    {
        "o": 7183,
        "r": "niv:Judges:3:15",
        "t": "Again*p the Israelites cried out to the Lord,*s and he gave them a deliverer—Ehud, a left-handed man, the son of Gera the Benjamite. The Israelites sent him with tribute to Eglon king of Moab."
    },
    {
        "o": 7184,
        "r": "niv:Judges:3:16",
        "t": "Now Ehud had made a double-edged sword about a cubit long, which he strapped to his right thigh under his clothing."
    },
    {
        "o": 7185,
        "r": "niv:Judges:3:17",
        "t": "He presented the tribute to Eglon king of Moab, who was a very fat man."
    },
    {
        "o": 7186,
        "r": "niv:Judges:3:18",
        "t": "After Ehud had presented the tribute, he sent on their way those who had carried it."
    },
    {
        "o": 7187,
        "r": "niv:Judges:3:19",
        "t": "But on reaching the stone images near Gilgal he himself went back to Eglon and said, “Your Majesty, I have a secret message for you.” The*p king said to his attendants, “Leave us!” And they all left."
    },
    {
        "o": 7188,
        "r": "niv:Judges:3:20",
        "t": "Ehud*p then approached him while he was sitting alone in the upper room of his palace and said, “I have a message from God for you.” As the king rose from his seat,"
    },
    {
        "o": 7189,
        "r": "niv:Judges:3:21",
        "t": "Ehud reached with his left hand, drew the sword from his right thigh and plunged it into the king’s belly."
    },
    {
        "o": 7190,
        "r": "niv:Judges:3:22",
        "t": "Even the handle sank in after the blade, and his bowels discharged. Ehud did not pull the sword out, and the fat closed in over it."
    },
    {
        "o": 7191,
        "r": "niv:Judges:3:23",
        "t": "Then Ehud went out to the porch; he shut the doors of the upper room behind him and locked them."
    },
    {
        "o": 7192,
        "r": "niv:Judges:3:24",
        "t": "After*p he had gone, the servants came and found the doors of the upper room locked. They said, “He must be relieving himself in the inner room of the palace.”"
    },
    {
        "o": 7193,
        "r": "niv:Judges:3:25",
        "t": "They waited to the point of embarrassment, but when he did not open the doors of the room, they took a key and unlocked them. There they saw their lord fallen to the floor, dead."
    },
    {
        "o": 7194,
        "r": "niv:Judges:3:26",
        "t": "While*p they waited, Ehud got away. He passed by the stone images and escaped to Seirah."
    },
    {
        "o": 7195,
        "r": "niv:Judges:3:27",
        "t": "When he arrived there, he blew a trumpet in the hill country of Ephraim, and the Israelites went down with him from the hills, with him leading them."
    },
    {
        "o": 7196,
        "r": "niv:Judges:3:28",
        "t": "“Follow*p me,” he ordered, “for the Lord*s has given Moab, your enemy, into your hands.” So they followed him down and took possession of the fords of the Jordan that led to Moab; they allowed no one to cross over."
    },
    {
        "o": 7197,
        "r": "niv:Judges:3:29",
        "t": "At that time they struck down about ten thousand Moabites, all vigorous and strong; not one escaped."
    },
    {
        "o": 7198,
        "r": "niv:Judges:3:30",
        "t": "That day Moab was made subject to Israel, and the land had peace for eighty years."
    },
    {
        "o": 7199,
        "r": "niv:Judges:3:30",
        "t": "Shamgar",
        "h": 2
    },
    {
        "o": 7200,
        "r": "niv:Judges:3:31",
        "t": "After*p Ehud came Shamgar son of Anath, who struck down six hundred Philistines with an oxgoad. He too saved Israel."
    },
    {
        "o": 7201,
        "r": "niv:Judges:4:0",
        "t": "Judges 4",
        "h": 1
    },
    {
        "o": 7202,
        "r": "niv:Judges:4:0",
        "t": "Deborah",
        "h": 2
    },
    {
        "o": 7203,
        "r": "niv:Judges:4:1",
        "t": "Again*p the Israelites did evil in the eyes of the Lord,*s now that Ehud was dead."
    },
    {
        "o": 7204,
        "r": "niv:Judges:4:2",
        "t": "So the Lord*s sold them into the hands of Jabin king of Canaan, who reigned in Hazor. Sisera, the commander of his army, was based in Harosheth Haggoyim."
    },
    {
        "o": 7205,
        "r": "niv:Judges:4:3",
        "t": "Because he had nine hundred chariots fitted with iron and had cruelly oppressed the Israelites for twenty years, they cried to the Lord*s for help."
    },
    {
        "o": 7206,
        "r": "niv:Judges:4:4",
        "t": "Now*p Deborah, a prophet, the wife of Lappidoth, was leading Israel at that time."
    },
    {
        "o": 7207,
        "r": "niv:Judges:4:5",
        "t": "She held court under the Palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the Israelites went up to her to have their disputes decided."
    },
    {
        "o": 7208,
        "r": "niv:Judges:4:6",
        "t": "She sent for Barak son of Abinoam from Kedesh in Naphtali and said to him, “The Lord,*s the God of Israel, commands you: ‘Go, take with you ten thousand men of Naphtali and Zebulun and lead them up to Mount Tabor."
    },
    {
        "o": 7209,
        "r": "niv:Judges:4:7",
        "t": "I will lead Sisera, the commander of Jabin’s army, with his chariots and his troops to the Kishon River and give him into your hands.’ ”"
    },
    {
        "o": 7210,
        "r": "niv:Judges:4:8",
        "t": "Barak*p said to her, “If you go with me, I will go; but if you don’t go with me, I won’t go.”"
    },
    {
        "o": 7211,
        "r": "niv:Judges:4:9",
        "t": "“Certainly*p I will go with you,” said Deborah. “But because of the course you are taking, the honor will not be yours, for the Lord*s will deliver Sisera into the hands of a woman.” So Deborah went with Barak to Kedesh."
    },
    {
        "o": 7212,
        "r": "niv:Judges:4:10",
        "t": "There Barak summoned Zebulun and Naphtali, and ten thousand men went up under his command. Deborah also went up with him."
    },
    {
        "o": 7213,
        "r": "niv:Judges:4:11",
        "t": "Now*p Heber the Kenite had left the other Kenites, the descendants of Hobab, Moses’ brother-in-law, and pitched his tent by the great tree in Zaanannim near Kedesh."
    },
    {
        "o": 7214,
        "r": "niv:Judges:4:12",
        "t": "When*p they told Sisera that Barak son of Abinoam had gone up to Mount Tabor,"
    },
    {
        "o": 7215,
        "r": "niv:Judges:4:13",
        "t": "Sisera summoned from Harosheth Haggoyim to the Kishon River all his men and his nine hundred chariots fitted with iron."
    },
    {
        "o": 7216,
        "r": "niv:Judges:4:14",
        "t": "Then*p Deborah said to Barak, “Go! This is the day the Lord*s has given Sisera into your hands. Has not the Lord*s gone ahead of you?” So Barak went down Mount Tabor, with ten thousand men following him."
    },
    {
        "o": 7217,
        "r": "niv:Judges:4:15",
        "t": "At Barak’s advance, the Lord*s routed Sisera and all his chariots and army by the sword, and Sisera got down from his chariot and fled on foot."
    },
    {
        "o": 7218,
        "r": "niv:Judges:4:16",
        "t": "Barak*p pursued the chariots and army as far as Harosheth Haggoyim, and all Sisera’s troops fell by the sword; not a man was left."
    },
    {
        "o": 7219,
        "r": "niv:Judges:4:17",
        "t": "Sisera, meanwhile, fled on foot to the tent of Jael, the wife of Heber the Kenite, because there was an alliance between Jabin king of Hazor and the family of Heber the Kenite."
    },
    {
        "o": 7220,
        "r": "niv:Judges:4:18",
        "t": "Jael*p went out to meet Sisera and said to him, “Come, my lord, come right in. Don’t be afraid.” So he entered her tent, and she covered him with a blanket."
    },
    {
        "o": 7221,
        "r": "niv:Judges:4:19",
        "t": "“I’m*p thirsty,” he said. “Please give me some water.” She opened a skin of milk, gave him a drink, and covered him up."
    },
    {
        "o": 7222,
        "r": "niv:Judges:4:20",
        "t": "“Stand*p in the doorway of the tent,” he told her. “If someone comes by and asks you, ‘Is anyone in there?’ say ‘No.’ ”"
    },
    {
        "o": 7223,
        "r": "niv:Judges:4:21",
        "t": "But*p Jael, Heber’s wife, picked up a tent peg and a hammer and went quietly to him while he lay fast asleep, exhausted. She drove the peg through his temple into the ground, and he died."
    },
    {
        "o": 7224,
        "r": "niv:Judges:4:22",
        "t": "Just*p then Barak came by in pursuit of Sisera, and Jael went out to meet him. “Come,” she said, “I will show you the man you’re looking for.” So he went in with her, and there lay Sisera with the tent peg through his temple—dead."
    },
    {
        "o": 7225,
        "r": "niv:Judges:4:23",
        "t": "On*p that day God subdued Jabin king of Canaan before the Israelites."
    },
    {
        "o": 7226,
        "r": "niv:Judges:4:24",
        "t": "And the hand of the Israelites pressed harder and harder against Jabin king of Canaan until they destroyed him."
    },
    {
        "o": 7227,
        "r": "niv:Judges:5:0",
        "t": "Judges 5",
        "h": 1
    },
    {
        "o": 7228,
        "r": "niv:Judges:5:0",
        "t": "The Song of Deborah",
        "h": 2
    },
    {
        "o": 7229,
        "r": "niv:Judges:5:1",
        "t": "On*p that day Deborah and Barak son of Abinoam sang this song:"
    },
    {
        "o": 7230,
        "r": "niv:Judges:5:2",
        "t": "“When*pn the princes in Israel take the lead, when*ld the people willingly offer themselves— praise*ld the Lord!*s"
    },
    {
        "o": 7231,
        "r": "niv:Judges:5:3",
        "t": "“Hear*pn this, you kings! Listen, you rulers! I,*ld even I, will sing to the Lord;*s I*ld will praise the Lord,*s the God of Israel, in song."
    },
    {
        "o": 7232,
        "r": "niv:Judges:5:4",
        "t": "“When*pn you, Lord,*s went out from Seir, when*ld you marched from the land of Edom, the*ln earth shook, the heavens poured, the*ld clouds poured down water."
    },
    {
        "o": 7233,
        "r": "niv:Judges:5:5",
        "t": "The*ln mountains quaked before the Lord,*s the One of Sinai, before*ld the Lord,*s the God of Israel."
    },
    {
        "o": 7234,
        "r": "niv:Judges:5:6",
        "t": "“In*pn the days of Shamgar son of Anath, in*ld the days of Jael, the highways were abandoned; travelers*ld took to winding paths."
    },
    {
        "o": 7235,
        "r": "niv:Judges:5:7",
        "t": "Villagers*ln in Israel would not fight; they*ld held back until I, Deborah, arose, until*ld I arose, a mother in Israel."
    },
    {
        "o": 7236,
        "r": "niv:Judges:5:8",
        "t": "God*ln chose new leaders when*ld war came to the city gates, but*ln not a shield or spear was seen among*ld forty thousand in Israel."
    },
    {
        "o": 7237,
        "r": "niv:Judges:5:9",
        "t": "My*ln heart is with Israel’s princes, with*ld the willing volunteers among the people. Praise*ld the Lord!*s"
    },
    {
        "o": 7238,
        "r": "niv:Judges:5:10",
        "t": "“You*pn who ride on white donkeys, sitting*ld on your saddle blankets, and*ld you who walk along the road, consider*ln"
    },
    {
        "o": 7239,
        "r": "niv:Judges:5:11",
        "t": "the voice of the singers at the watering places. They*ld recite the victories of the Lord,*s the*ld victories of his villagers in Israel. “Then*pn the people of the Lord*s went*ld down to the city gates."
    },
    {
        "o": 7240,
        "r": "niv:Judges:5:12",
        "t": "‘Wake*ln up, wake up, Deborah! Wake*ld up, wake up, break out in song! Arise,*ln Barak! Take*ld captive your captives, son of Abinoam.’"
    },
    {
        "o": 7241,
        "r": "niv:Judges:5:13",
        "t": "“The*pn remnant of the nobles came down; the*ld people of the Lord*s came down to me against the mighty."
    },
    {
        "o": 7242,
        "r": "niv:Judges:5:14",
        "t": "Some*ln came from Ephraim, whose roots were in Amalek; Benjamin*ld was with the people who followed you. From*ln Makir captains came down, from*ld Zebulun those who bear a commander’s staff."
    },
    {
        "o": 7243,
        "r": "niv:Judges:5:15",
        "t": "The*ln princes of Issachar were with Deborah; yes,*ld Issachar was with Barak, sent*ld under his command into the valley. In*ln the districts of Reuben there*ld was much searching of heart."
    },
    {
        "o": 7244,
        "r": "niv:Judges:5:16",
        "t": "Why*ln did you stay among the sheep pens to*ld hear the whistling for the flocks? In*ln the districts of Reuben there*ld was much searching of heart."
    },
    {
        "o": 7245,
        "r": "niv:Judges:5:17",
        "t": "Gilead*ln stayed beyond the Jordan. And*ld Dan, why did he linger by the ships? Asher*ln remained on the coast and*ld stayed in his coves."
    },
    {
        "o": 7246,
        "r": "niv:Judges:5:18",
        "t": "The*ln people of Zebulun risked their very lives; so*ld did Naphtali on the terraced fields."
    },
    {
        "o": 7247,
        "r": "niv:Judges:5:19",
        "t": "“Kings*pn came, they fought, the*ld kings of Canaan fought. At*ln Taanach, by the waters of Megiddo, they*ld took no plunder of silver."
    },
    {
        "o": 7248,
        "r": "niv:Judges:5:20",
        "t": "From*ln the heavens the stars fought, from*ld their courses they fought against Sisera."
    },
    {
        "o": 7249,
        "r": "niv:Judges:5:21",
        "t": "The*ln river Kishon swept them away, the*ld age-old river, the river Kishon. March*ld on, my soul; be strong!"
    },
    {
        "o": 7250,
        "r": "niv:Judges:5:22",
        "t": "Then*ln thundered the horses’ hooves— galloping,*ld galloping go his mighty steeds."
    },
    {
        "o": 7251,
        "r": "niv:Judges:5:23",
        "t": "‘Curse*ln Meroz,’ said the angel of the Lord.*s ‘Curse*ld its people bitterly, because*ln they did not come to help the Lord,*s to*ld help the Lord*s against the mighty.’"
    },
    {
        "o": 7252,
        "r": "niv:Judges:5:24",
        "t": "“Most*pn blessed of women be Jael, the*ld wife of Heber the Kenite, most*ld blessed of tent-dwelling women."
    },
    {
        "o": 7253,
        "r": "niv:Judges:5:25",
        "t": "He*ln asked for water, and she gave him milk; in*ld a bowl fit for nobles she brought him curdled milk."
    },
    {
        "o": 7254,
        "r": "niv:Judges:5:26",
        "t": "Her*ln hand reached for the tent peg, her*ld right hand for the workman’s hammer. She*ln struck Sisera, she crushed his head, she*ld shattered and pierced his temple."
    },
    {
        "o": 7255,
        "r": "niv:Judges:5:27",
        "t": "At*ln her feet he sank, he*ld fell; there he lay. At*ln her feet he sank, he fell; where*ld he sank, there he fell—dead."
    },
    {
        "o": 7256,
        "r": "niv:Judges:5:28",
        "t": "“Through*pn the window peered Sisera’s mother; behind*ld the lattice she cried out, ‘Why*ln is his chariot so long in coming? Why*ld is the clatter of his chariots delayed?’"
    },
    {
        "o": 7257,
        "r": "niv:Judges:5:29",
        "t": "The*ln wisest of her ladies answer her; indeed,*ld she keeps saying to herself,"
    },
    {
        "o": 7258,
        "r": "niv:Judges:5:30",
        "t": "‘Are*ln they not finding and dividing the spoils: a*ld woman or two for each man, colorful*ln garments as plunder for Sisera, colorful*ld garments embroidered, highly*ln embroidered garments for my neck— all*ld this as plunder?’"
    },
    {
        "o": 7259,
        "r": "niv:Judges:5:31",
        "t": "“So*pn may all your enemies perish, Lord!*s But*ld may all who love you be like the sun when*ld it rises in its strength.” Then*p the land had peace forty years."
    },
    {
        "o": 7260,
        "r": "niv:Judges:6:0",
        "t": "Judges 6",
        "h": 1
    },
    {
        "o": 7261,
        "r": "niv:Judges:6:0",
        "t": "Gideon",
        "h": 2
    },
    {
        "o": 7262,
        "r": "niv:Judges:6:1",
        "t": "The*p Israelites did evil in the eyes of the Lord,*s and for seven years he gave them into the hands of the Midianites."
    },
    {
        "o": 7263,
        "r": "niv:Judges:6:2",
        "t": "Because the power of Midian was so oppressive, the Israelites prepared shelters for themselves in mountain clefts, caves and strongholds."
    },
    {
        "o": 7264,
        "r": "niv:Judges:6:3",
        "t": "Whenever the Israelites planted their crops, the Midianites, Amalekites and other eastern peoples invaded the country."
    },
    {
        "o": 7265,
        "r": "niv:Judges:6:4",
        "t": "They camped on the land and ruined the crops all the way to Gaza and did not spare a living thing for Israel, neither sheep nor cattle nor donkeys."
    },
    {
        "o": 7266,
        "r": "niv:Judges:6:5",
        "t": "They came up with their livestock and their tents like swarms of locusts. It was impossible to count them or their camels; they invaded the land to ravage it."
    },
    {
        "o": 7267,
        "r": "niv:Judges:6:6",
        "t": "Midian so impoverished the Israelites that they cried out to the Lord*s for help."
    },
    {
        "o": 7268,
        "r": "niv:Judges:6:7",
        "t": "When*p the Israelites cried out to the Lord*s because of Midian,"
    },
    {
        "o": 7269,
        "r": "niv:Judges:6:8",
        "t": "he sent them a prophet, who said, “This is what the Lord,*s the God of Israel, says: I brought you up out of Egypt, out of the land of slavery."
    },
    {
        "o": 7270,
        "r": "niv:Judges:6:9",
        "t": "I rescued you from the hand of the Egyptians. And I delivered you from the hand of all your oppressors; I drove them out before you and gave you their land."
    },
    {
        "o": 7271,
        "r": "niv:Judges:6:10",
        "t": "I said to you, ‘I am the Lord*s your God; do not worship the gods of the Amorites, in whose land you live.’ But you have not listened to me.”"
    },
    {
        "o": 7272,
        "r": "niv:Judges:6:11",
        "t": "The*p angel of the Lord*s came and sat down under the oak in Ophrah that belonged to Joash the Abiezrite, where his son Gideon was threshing wheat in a winepress to keep it from the Midianites."
    },
    {
        "o": 7273,
        "r": "niv:Judges:6:12",
        "t": "When the angel of the Lord*s appeared to Gideon, he said, “The Lord*s is with you, mighty warrior.”"
    },
    {
        "o": 7274,
        "r": "niv:Judges:6:13",
        "t": "“Pardon*p me, my lord,” Gideon replied, “but if the Lord*s is with us, why has all this happened to us? Where are all his wonders that our ancestors told us about when they said, ‘Did not the Lord*s bring us up out of Egypt?’ But now the Lord*s has abandoned us and given us into the hand of Midian.”"
    },
    {
        "o": 7275,
        "r": "niv:Judges:6:14",
        "t": "The*p Lord*s turned to him and said, “Go in the strength you have and save Israel out of Midian’s hand. Am I not sending you?”"
    },
    {
        "o": 7276,
        "r": "niv:Judges:6:15",
        "t": "“Pardon*p me, my lord,” Gideon replied, “but how can I save Israel? My clan is the weakest in Manasseh, and I am the least in my family.”"
    },
    {
        "o": 7277,
        "r": "niv:Judges:6:16",
        "t": "The*p Lord*s answered, “I will be with you, and you will strike down all the Midianites, leaving none alive.”"
    },
    {
        "o": 7278,
        "r": "niv:Judges:6:17",
        "t": "Gideon*p replied, “If now I have found favor in your eyes, give me a sign that it is really you talking to me."
    },
    {
        "o": 7279,
        "r": "niv:Judges:6:18",
        "t": "Please do not go away until I come back and bring my offering and set it before you.” And*p the Lord*s said, “I will wait until you return.”"
    },
    {
        "o": 7280,
        "r": "niv:Judges:6:19",
        "t": "Gideon*p went inside, prepared a young goat, and from an ephah of flour he made bread without yeast. Putting the meat in a basket and its broth in a pot, he brought them out and offered them to him under the oak."
    },
    {
        "o": 7281,
        "r": "niv:Judges:6:20",
        "t": "The*p angel of God said to him, “Take the meat and the unleavened bread, place them on this rock, and pour out the broth.” And Gideon did so."
    },
    {
        "o": 7282,
        "r": "niv:Judges:6:21",
        "t": "Then the angel of the Lord*s touched the meat and the unleavened bread with the tip of the staff that was in his hand. Fire flared from the rock, consuming the meat and the bread. And the angel of the Lord*s disappeared."
    },
    {
        "o": 7283,
        "r": "niv:Judges:6:22",
        "t": "When Gideon realized that it was the angel of the Lord,*s he exclaimed, “Alas, Sovereign Lord!*s I have seen the angel of the Lord*s face to face!”"
    },
    {
        "o": 7284,
        "r": "niv:Judges:6:23",
        "t": "But*p the Lord*s said to him, “Peace! Do not be afraid. You are not going to die.”"
    },
    {
        "o": 7285,
        "r": "niv:Judges:6:24",
        "t": "So*p Gideon built an altar to the Lord*s there and called it The Lord*s Is Peace. To this day it stands in Ophrah of the Abiezrites."
    },
    {
        "o": 7286,
        "r": "niv:Judges:6:25",
        "t": "That*p same night the Lord*s said to him, “Take the second bull from your father’s herd, the one seven years old. Tear down your father’s altar to Baal and cut down the Asherah pole beside it."
    },
    {
        "o": 7287,
        "r": "niv:Judges:6:26",
        "t": "Then build a proper kind of altar to the Lord*s your God on the top of this height. Using the wood of the Asherah pole that you cut down, offer the second bull as a burnt offering.”"
    },
    {
        "o": 7288,
        "r": "niv:Judges:6:27",
        "t": "So*p Gideon took ten of his servants and did as the Lord*s told him. But because he was afraid of his family and the townspeople, he did it at night rather than in the daytime."
    },
    {
        "o": 7289,
        "r": "niv:Judges:6:28",
        "t": "In*p the morning when the people of the town got up, there was Baal’s altar, demolished, with the Asherah pole beside it cut down and the second bull sacrificed on the newly built altar!"
    },
    {
        "o": 7290,
        "r": "niv:Judges:6:29",
        "t": "They*p asked each other, “Who did this?” When*p they carefully investigated, they were told, “Gideon son of Joash did it.”"
    },
    {
        "o": 7291,
        "r": "niv:Judges:6:30",
        "t": "The*p people of the town demanded of Joash, “Bring out your son. He must die, because he has broken down Baal’s altar and cut down the Asherah pole beside it.”"
    },
    {
        "o": 7292,
        "r": "niv:Judges:6:31",
        "t": "But*p Joash replied to the hostile crowd around him, “Are you going to plead Baal’s cause? Are you trying to save him? Whoever fights for him shall be put to death by morning! If Baal really is a god, he can defend himself when someone breaks down his altar.”"
    },
    {
        "o": 7293,
        "r": "niv:Judges:6:32",
        "t": "So because Gideon broke down Baal’s altar, they gave him the name Jerub-Baal that day, saying, “Let Baal contend with him.”"
    },
    {
        "o": 7294,
        "r": "niv:Judges:6:33",
        "t": "Now*p all the Midianites, Amalekites and other eastern peoples joined forces and crossed over the Jordan and camped in the Valley of Jezreel."
    },
    {
        "o": 7295,
        "r": "niv:Judges:6:34",
        "t": "Then the Spirit of the Lord*s came on Gideon, and he blew a trumpet, summoning the Abiezrites to follow him."
    },
    {
        "o": 7296,
        "r": "niv:Judges:6:35",
        "t": "He sent messengers throughout Manasseh, calling them to arms, and also into Asher, Zebulun and Naphtali, so that they too went up to meet them."
    },
    {
        "o": 7297,
        "r": "niv:Judges:6:36",
        "t": "Gideon*p said to God, “If you will save Israel by my hand as you have promised—"
    },
    {
        "o": 7298,
        "r": "niv:Judges:6:37",
        "t": "look, I will place a wool fleece on the threshing floor. If there is dew only on the fleece and all the ground is dry, then I will know that you will save Israel by my hand, as you said.”"
    },
    {
        "o": 7299,
        "r": "niv:Judges:6:38",
        "t": "And that is what happened. Gideon rose early the next day; he squeezed the fleece and wrung out the dew—a bowlful of water."
    },
    {
        "o": 7300,
        "r": "niv:Judges:6:39",
        "t": "Then*p Gideon said to God, “Do not be angry with me. Let me make just one more request. Allow me one more test with the fleece, but this time make the fleece dry and let the ground be covered with dew.”"
    },
    {
        "o": 7301,
        "r": "niv:Judges:6:40",
        "t": "That night God did so. Only the fleece was dry; all the ground was covered with dew."
    },
    {
        "o": 7302,
        "r": "niv:Judges:7:0",
        "t": "Judges 7",
        "h": 1
    },
    {
        "o": 7303,
        "r": "niv:Judges:7:0",
        "t": "Gideon Defeats the Midianites",
        "h": 2
    },
    {
        "o": 7304,
        "r": "niv:Judges:7:1",
        "t": "Early*p in the morning, Jerub-Baal (that is, Gideon) and all his men camped at the spring of Harod. The camp of Midian was north of them in the valley near the hill of Moreh."
    },
    {
        "o": 7305,
        "r": "niv:Judges:7:2",
        "t": "The Lord*s said to Gideon, “You have too many men. I cannot deliver Midian into their hands, or Israel would boast against me, ‘My own strength has saved me.’"
    },
    {
        "o": 7306,
        "r": "niv:Judges:7:3",
        "t": "Now announce to the army, ‘Anyone who trembles with fear may turn back and leave Mount Gilead.’ ” So twenty-two thousand men left, while ten thousand remained."
    },
    {
        "o": 7307,
        "r": "niv:Judges:7:4",
        "t": "But*p the Lord*s said to Gideon, “There are still too many men. Take them down to the water, and I will thin them out for you there. If I say, ‘This one shall go with you,’ he shall go; but if I say, ‘This one shall not go with you,’ he shall not go.”"
    },
    {
        "o": 7308,
        "r": "niv:Judges:7:5",
        "t": "So*p Gideon took the men down to the water. There the Lord*s told him, “Separate those who lap the water with their tongues as a dog laps from those who kneel down to drink.”"
    },
    {
        "o": 7309,
        "r": "niv:Judges:7:6",
        "t": "Three hundred of them drank from cupped hands, lapping like dogs. All the rest got down on their knees to drink."
    },
    {
        "o": 7310,
        "r": "niv:Judges:7:7",
        "t": "The*p Lord*s said to Gideon, “With the three hundred men that lapped I will save you and give the Midianites into your hands. Let all the others go home.”"
    },
    {
        "o": 7311,
        "r": "niv:Judges:7:8",
        "t": "So Gideon sent the rest of the Israelites home but kept the three hundred, who took over the provisions and trumpets of the others. Now*p the camp of Midian lay below him in the valley."
    },
    {
        "o": 7312,
        "r": "niv:Judges:7:9",
        "t": "During that night the Lord*s said to Gideon, “Get up, go down against the camp, because I am going to give it into your hands."
    },
    {
        "o": 7313,
        "r": "niv:Judges:7:10",
        "t": "If you are afraid to attack, go down to the camp with your servant Purah"
    },
    {
        "o": 7314,
        "r": "niv:Judges:7:11",
        "t": "and listen to what they are saying. Afterward, you will be encouraged to attack the camp.” So he and Purah his servant went down to the outposts of the camp."
    },
    {
        "o": 7315,
        "r": "niv:Judges:7:12",
        "t": "The Midianites, the Amalekites and all the other eastern peoples had settled in the valley, thick as locusts. Their camels could no more be counted than the sand on the seashore."
    },
    {
        "o": 7316,
        "r": "niv:Judges:7:13",
        "t": "Gideon*p arrived just as a man was telling a friend his dream. “I had a dream,” he was saying. “A round loaf of barley bread came tumbling into the Midianite camp. It struck the tent with such force that the tent overturned and collapsed.”"
    },
    {
        "o": 7317,
        "r": "niv:Judges:7:14",
        "t": "His*p friend responded, “This can be nothing other than the sword of Gideon son of Joash, the Israelite. God has given the Midianites and the whole camp into his hands.”"
    },
    {
        "o": 7318,
        "r": "niv:Judges:7:15",
        "t": "When*p Gideon heard the dream and its interpretation, he bowed down and worshiped. He returned to the camp of Israel and called out, “Get up! The Lord*s has given the Midianite camp into your hands.”"
    },
    {
        "o": 7319,
        "r": "niv:Judges:7:16",
        "t": "Dividing the three hundred men into three companies, he placed trumpets and empty jars in the hands of all of them, with torches inside."
    },
    {
        "o": 7320,
        "r": "niv:Judges:7:17",
        "t": "“Watch*p me,” he told them. “Follow my lead. When I get to the edge of the camp, do exactly as I do."
    },
    {
        "o": 7321,
        "r": "niv:Judges:7:18",
        "t": "When I and all who are with me blow our trumpets, then from all around the camp blow yours and shout, ‘For the Lord*s and for Gideon.’ ”"
    },
    {
        "o": 7322,
        "r": "niv:Judges:7:19",
        "t": "Gideon*p and the hundred men with him reached the edge of the camp at the beginning of the middle watch, just after they had changed the guard. They blew their trumpets and broke the jars that were in their hands."
    },
    {
        "o": 7323,
        "r": "niv:Judges:7:20",
        "t": "The three companies blew the trumpets and smashed the jars. Grasping the torches in their left hands and holding in their right hands the trumpets they were to blow, they shouted, “A sword for the Lord*s and for Gideon!”"
    },
    {
        "o": 7324,
        "r": "niv:Judges:7:21",
        "t": "While each man held his position around the camp, all the Midianites ran, crying out as they fled."
    },
    {
        "o": 7325,
        "r": "niv:Judges:7:22",
        "t": "When*p the three hundred trumpets sounded, the Lord*s caused the men throughout the camp to turn on each other with their swords. The army fled to Beth Shittah toward Zererah as far as the border of Abel Meholah near Tabbath."
    },
    {
        "o": 7326,
        "r": "niv:Judges:7:23",
        "t": "Israelites from Naphtali, Asher and all Manasseh were called out, and they pursued the Midianites."
    },
    {
        "o": 7327,
        "r": "niv:Judges:7:24",
        "t": "Gideon sent messengers throughout the hill country of Ephraim, saying, “Come down against the Midianites and seize the waters of the Jordan ahead of them as far as Beth Barah.” So*p all the men of Ephraim were called out and they seized the waters of the Jordan as far as Beth Barah."
    },
    {
        "o": 7328,
        "r": "niv:Judges:7:25",
        "t": "They also captured two of the Midianite leaders, Oreb and Zeeb. They killed Oreb at the rock of Oreb, and Zeeb at the winepress of Zeeb. They pursued the Midianites and brought the heads of Oreb and Zeeb to Gideon, who was by the Jordan."
    },
    {
        "o": 7329,
        "r": "niv:Judges:8:0",
        "t": "Judges 8",
        "h": 1
    },
    {
        "o": 7330,
        "r": "niv:Judges:8:0",
        "t": "Zebah and Zalmunna",
        "h": 2
    },
    {
        "o": 7331,
        "r": "niv:Judges:8:1",
        "t": "Now*p the Ephraimites asked Gideon, “Why have you treated us like this? Why didn’t you call us when you went to fight Midian?” And they challenged him vigorously."
    },
    {
        "o": 7332,
        "r": "niv:Judges:8:2",
        "t": "But*p he answered them, “What have I accomplished compared to you? Aren’t the gleanings of Ephraim’s grapes better than the full grape harvest of Abiezer?"
    },
    {
        "o": 7333,
        "r": "niv:Judges:8:3",
        "t": "God gave Oreb and Zeeb, the Midianite leaders, into your hands. What was I able to do compared to you?” At this, their resentment against him subsided."
    },
    {
        "o": 7334,
        "r": "niv:Judges:8:4",
        "t": "Gideon*p and his three hundred men, exhausted yet keeping up the pursuit, came to the Jordan and crossed it."
    },
    {
        "o": 7335,
        "r": "niv:Judges:8:5",
        "t": "He said to the men of Sukkoth, “Give my troops some bread; they are worn out, and I am still pursuing Zebah and Zalmunna, the kings of Midian.”"
    },
    {
        "o": 7336,
        "r": "niv:Judges:8:6",
        "t": "But*p the officials of Sukkoth said, “Do you already have the hands of Zebah and Zalmunna in your possession? Why should we give bread to your troops?”"
    },
    {
        "o": 7337,
        "r": "niv:Judges:8:7",
        "t": "Then*p Gideon replied, “Just for that, when the Lord*s has given Zebah and Zalmunna into my hand, I will tear your flesh with desert thorns and briers.”"
    },
    {
        "o": 7338,
        "r": "niv:Judges:8:8",
        "t": "From*p there he went up to Peniel and made the same request of them, but they answered as the men of Sukkoth had."
    },
    {
        "o": 7339,
        "r": "niv:Judges:8:9",
        "t": "So he said to the men of Peniel, “When I return in triumph, I will tear down this tower.”"
    },
    {
        "o": 7340,
        "r": "niv:Judges:8:10",
        "t": "Now*p Zebah and Zalmunna were in Karkor with a force of about fifteen thousand men, all that were left of the armies of the eastern peoples; a hundred and twenty thousand swordsmen had fallen."
    },
    {
        "o": 7341,
        "r": "niv:Judges:8:11",
        "t": "Gideon went up by the route of the nomads east of Nobah and Jogbehah and attacked the unsuspecting army."
    },
    {
        "o": 7342,
        "r": "niv:Judges:8:12",
        "t": "Zebah and Zalmunna, the two kings of Midian, fled, but he pursued them and captured them, routing their entire army."
    },
    {
        "o": 7343,
        "r": "niv:Judges:8:13",
        "t": "Gideon*p son of Joash then returned from the battle by the Pass of Heres."
    },
    {
        "o": 7344,
        "r": "niv:Judges:8:14",
        "t": "He caught a young man of Sukkoth and questioned him, and the young man wrote down for him the names of the seventy-seven officials of Sukkoth, the elders of the town."
    },
    {
        "o": 7345,
        "r": "niv:Judges:8:15",
        "t": "Then Gideon came and said to the men of Sukkoth, “Here are Zebah and Zalmunna, about whom you taunted me by saying, ‘Do you already have the hands of Zebah and Zalmunna in your possession? Why should we give bread to your exhausted men?’ ”"
    },
    {
        "o": 7346,
        "r": "niv:Judges:8:16",
        "t": "He took the elders of the town and taught the men of Sukkoth a lesson by punishing them with desert thorns and briers."
    },
    {
        "o": 7347,
        "r": "niv:Judges:8:17",
        "t": "He also pulled down the tower of Peniel and killed the men of the town."
    },
    {
        "o": 7348,
        "r": "niv:Judges:8:18",
        "t": "Then*p he asked Zebah and Zalmunna, “What kind of men did you kill at Tabor?” “Men*p like you,” they answered, “each one with the bearing of a prince.”"
    },
    {
        "o": 7349,
        "r": "niv:Judges:8:19",
        "t": "Gideon*p replied, “Those were my brothers, the sons of my own mother. As surely as the Lord*s lives, if you had spared their lives, I would not kill you.”"
    },
    {
        "o": 7350,
        "r": "niv:Judges:8:20",
        "t": "Turning to Jether, his oldest son, he said, “Kill them!” But Jether did not draw his sword, because he was only a boy and was afraid."
    },
    {
        "o": 7351,
        "r": "niv:Judges:8:21",
        "t": "Zebah*p and Zalmunna said, “Come, do it yourself. ‘As is the man, so is his strength.’ ” So Gideon stepped forward and killed them, and took the ornaments off their camels’ necks."
    },
    {
        "o": 7352,
        "r": "niv:Judges:8:21",
        "t": "Gideon’s Ephod",
        "h": 2
    },
    {
        "o": 7353,
        "r": "niv:Judges:8:22",
        "t": "The*p Israelites said to Gideon, “Rule over us—you, your son and your grandson—because you have saved us from the hand of Midian.”"
    },
    {
        "o": 7354,
        "r": "niv:Judges:8:23",
        "t": "But*p Gideon told them, “I will not rule over you, nor will my son rule over you. The Lord*s will rule over you.”"
    },
    {
        "o": 7355,
        "r": "niv:Judges:8:24",
        "t": "And he said, “I do have one request, that each of you give me an earring from your share of the plunder.” (It was the custom of the Ishmaelites to wear gold earrings.)"
    },
    {
        "o": 7356,
        "r": "niv:Judges:8:25",
        "t": "They*p answered, “We’ll be glad to give them.” So they spread out a garment, and each of them threw a ring from his plunder onto it."
    },
    {
        "o": 7357,
        "r": "niv:Judges:8:26",
        "t": "The weight of the gold rings he asked for came to seventeen hundred shekels, not counting the ornaments, the pendants and the purple garments worn by the kings of Midian or the chains that were on their camels’ necks."
    },
    {
        "o": 7358,
        "r": "niv:Judges:8:27",
        "t": "Gideon made the gold into an ephod, which he placed in Ophrah, his town. All Israel prostituted themselves by worshiping it there, and it became a snare to Gideon and his family."
    },
    {
        "o": 7359,
        "r": "niv:Judges:8:27",
        "t": "Gideon’s Death",
        "h": 2
    },
    {
        "o": 7360,
        "r": "niv:Judges:8:28",
        "t": "Thus*p Midian was subdued before the Israelites and did not raise its head again. During Gideon’s lifetime, the land had peace forty years."
    },
    {
        "o": 7361,
        "r": "niv:Judges:8:29",
        "t": "Jerub-Baal*p son of Joash went back home to live."
    },
    {
        "o": 7362,
        "r": "niv:Judges:8:30",
        "t": "He had seventy sons of his own, for he had many wives."
    },
    {
        "o": 7363,
        "r": "niv:Judges:8:31",
        "t": "His concubine, who lived in Shechem, also bore him a son, whom he named Abimelek."
    },
    {
        "o": 7364,
        "r": "niv:Judges:8:32",
        "t": "Gideon son of Joash died at a good old age and was buried in the tomb of his father Joash in Ophrah of the Abiezrites."
    },
    {
        "o": 7365,
        "r": "niv:Judges:8:33",
        "t": "No*p sooner had Gideon died than the Israelites again prostituted themselves to the Baals. They set up Baal-Berith as their god"
    },
    {
        "o": 7366,
        "r": "niv:Judges:8:34",
        "t": "and did not remember the Lord*s their God, who had rescued them from the hands of all their enemies on every side."
    },
    {
        "o": 7367,
        "r": "niv:Judges:8:35",
        "t": "They also failed to show any loyalty to the family of Jerub-Baal (that is, Gideon) in spite of all the good things he had done for them."
    },
    {
        "o": 7368,
        "r": "niv:Judges:9:0",
        "t": "Judges 9",
        "h": 1
    },
    {
        "o": 7369,
        "r": "niv:Judges:9:0",
        "t": "Abimelek",
        "h": 2
    },
    {
        "o": 7370,
        "r": "niv:Judges:9:1",
        "t": "Abimelek*p son of Jerub-Baal went to his mother’s brothers in Shechem and said to them and to all his mother’s clan,"
    },
    {
        "o": 7371,
        "r": "niv:Judges:9:2",
        "t": "“Ask all the citizens of Shechem, ‘Which is better for you: to have all seventy of Jerub-Baal’s sons rule over you, or just one man?’ Remember, I am your flesh and blood.”"
    },
    {
        "o": 7372,
        "r": "niv:Judges:9:3",
        "t": "When*p the brothers repeated all this to the citizens of Shechem, they were inclined to follow Abimelek, for they said, “He is related to us.”"
    },
    {
        "o": 7373,
        "r": "niv:Judges:9:4",
        "t": "They gave him seventy shekels of silver from the temple of Baal-Berith, and Abimelek used it to hire reckless scoundrels, who became his followers."
    },
    {
        "o": 7374,
        "r": "niv:Judges:9:5",
        "t": "He went to his father’s home in Ophrah and on one stone murdered his seventy brothers, the sons of Jerub-Baal. But Jotham, the youngest son of Jerub-Baal, escaped by hiding."
    },
    {
        "o": 7375,
        "r": "niv:Judges:9:6",
        "t": "Then all the citizens of Shechem and Beth Millo gathered beside the great tree at the pillar in Shechem to crown Abimelek king."
    },
    {
        "o": 7376,
        "r": "niv:Judges:9:7",
        "t": "When*p Jotham was told about this, he climbed up on the top of Mount Gerizim and shouted to them, “Listen to me, citizens of Shechem, so that God may listen to you."
    },
    {
        "o": 7377,
        "r": "niv:Judges:9:8",
        "t": "One day the trees went out to anoint a king for themselves. They said to the olive tree, ‘Be our king.’"
    },
    {
        "o": 7378,
        "r": "niv:Judges:9:9",
        "t": "“But*p the olive tree answered, ‘Should I give up my oil, by which both gods and humans are honored, to hold sway over the trees?’"
    },
    {
        "o": 7379,
        "r": "niv:Judges:9:10",
        "t": "“Next,*p the trees said to the fig tree, ‘Come and be our king.’"
    },
    {
        "o": 7380,
        "r": "niv:Judges:9:11",
        "t": "“But*p the fig tree replied, ‘Should I give up my fruit, so good and sweet, to hold sway over the trees?’"
    },
    {
        "o": 7381,
        "r": "niv:Judges:9:12",
        "t": "“Then*p the trees said to the vine, ‘Come and be our king.’"
    },
    {
        "o": 7382,
        "r": "niv:Judges:9:13",
        "t": "“But*p the vine answered, ‘Should I give up my wine, which cheers both gods and humans, to hold sway over the trees?’"
    },
    {
        "o": 7383,
        "r": "niv:Judges:9:14",
        "t": "“Finally*p all the trees said to the thornbush, ‘Come and be our king.’"
    },
    {
        "o": 7384,
        "r": "niv:Judges:9:15",
        "t": "“The*p thornbush said to the trees, ‘If you really want to anoint me king over you, come and take refuge in my shade; but if not, then let fire come out of the thornbush and consume the cedars of Lebanon!’"
    },
    {
        "o": 7385,
        "r": "niv:Judges:9:16",
        "t": "“Have*p you acted honorably and in good faith by making Abimelek king? Have you been fair to Jerub-Baal and his family? Have you treated him as he deserves?"
    },
    {
        "o": 7386,
        "r": "niv:Judges:9:17",
        "t": "Remember that my father fought for you and risked his life to rescue you from the hand of Midian."
    },
    {
        "o": 7387,
        "r": "niv:Judges:9:18",
        "t": "But today you have revolted against my father’s family. You have murdered his seventy sons on a single stone and have made Abimelek, the son of his female slave, king over the citizens of Shechem because he is related to you."
    },
    {
        "o": 7388,
        "r": "niv:Judges:9:19",
        "t": "So have you acted honorably and in good faith toward Jerub-Baal and his family today? If you have, may Abimelek be your joy, and may you be his, too!"
    },
    {
        "o": 7389,
        "r": "niv:Judges:9:20",
        "t": "But if you have not, let fire come out from Abimelek and consume you, the citizens of Shechem and Beth Millo, and let fire come out from you, the citizens of Shechem and Beth Millo, and consume Abimelek!”"
    },
    {
        "o": 7390,
        "r": "niv:Judges:9:21",
        "t": "Then*p Jotham fled, escaping to Beer, and he lived there because he was afraid of his brother Abimelek."
    },
    {
        "o": 7391,
        "r": "niv:Judges:9:22",
        "t": "After*p Abimelek had governed Israel three years,"
    },
    {
        "o": 7392,
        "r": "niv:Judges:9:23",
        "t": "God stirred up animosity between Abimelek and the citizens of Shechem so that they acted treacherously against Abimelek."
    },
    {
        "o": 7393,
        "r": "niv:Judges:9:24",
        "t": "God did this in order that the crime against Jerub-Baal’s seventy sons, the shedding of their blood, might be avenged on their brother Abimelek and on the citizens of Shechem, who had helped him murder his brothers."
    },
    {
        "o": 7394,
        "r": "niv:Judges:9:25",
        "t": "In opposition to him these citizens of Shechem set men on the hilltops to ambush and rob everyone who passed by, and this was reported to Abimelek."
    },
    {
        "o": 7395,
        "r": "niv:Judges:9:26",
        "t": "Now*p Gaal son of Ebed moved with his clan into Shechem, and its citizens put their confidence in him."
    },
    {
        "o": 7396,
        "r": "niv:Judges:9:27",
        "t": "After they had gone out into the fields and gathered the grapes and trodden them, they held a festival in the temple of their god. While they were eating and drinking, they cursed Abimelek."
    },
    {
        "o": 7397,
        "r": "niv:Judges:9:28",
        "t": "Then Gaal son of Ebed said, “Who is Abimelek, and why should we Shechemites be subject to him? Isn’t he Jerub-Baal’s son, and isn’t Zebul his deputy? Serve the family of Hamor, Shechem’s father! Why should we serve Abimelek?"
    },
    {
        "o": 7398,
        "r": "niv:Judges:9:29",
        "t": "If only this people were under my command! Then I would get rid of him. I would say to Abimelek, ‘Call out your whole army!’ ”"
    },
    {
        "o": 7399,
        "r": "niv:Judges:9:30",
        "t": "When*p Zebul the governor of the city heard what Gaal son of Ebed said, he was very angry."
    },
    {
        "o": 7400,
        "r": "niv:Judges:9:31",
        "t": "Under cover he sent messengers to Abimelek, saying, “Gaal son of Ebed and his clan have come to Shechem and are stirring up the city against you."
    },
    {
        "o": 7401,
        "r": "niv:Judges:9:32",
        "t": "Now then, during the night you and your men should come and lie in wait in the fields."
    },
    {
        "o": 7402,
        "r": "niv:Judges:9:33",
        "t": "In the morning at sunrise, advance against the city. When Gaal and his men come out against you, seize the opportunity to attack them.”"
    },
    {
        "o": 7403,
        "r": "niv:Judges:9:34",
        "t": "So*p Abimelek and all his troops set out by night and took up concealed positions near Shechem in four companies."
    },
    {
        "o": 7404,
        "r": "niv:Judges:9:35",
        "t": "Now Gaal son of Ebed had gone out and was standing at the entrance of the city gate just as Abimelek and his troops came out from their hiding place."
    },
    {
        "o": 7405,
        "r": "niv:Judges:9:36",
        "t": "When*p Gaal saw them, he said to Zebul, “Look, people are coming down from the tops of the mountains!” Zebul*p replied, “You mistake the shadows of the mountains for men.”"
    },
    {
        "o": 7406,
        "r": "niv:Judges:9:37",
        "t": "But*p Gaal spoke up again: “Look, people are coming down from the central hill, and a company is coming from the direction of the diviners’ tree.”"
    },
    {
        "o": 7407,
        "r": "niv:Judges:9:38",
        "t": "Then*p Zebul said to him, “Where is your big talk now, you who said, ‘Who is Abimelek that we should be subject to him?’ Aren’t these the men you ridiculed? Go out and fight them!”"
    },
    {
        "o": 7408,
        "r": "niv:Judges:9:39",
        "t": "So*p Gaal led out the citizens of Shechem and fought Abimelek."
    },
    {
        "o": 7409,
        "r": "niv:Judges:9:40",
        "t": "Abimelek chased him all the way to the entrance of the gate, and many were killed as they fled."
    },
    {
        "o": 7410,
        "r": "niv:Judges:9:41",
        "t": "Then Abimelek stayed in Arumah, and Zebul drove Gaal and his clan out of Shechem."
    },
    {
        "o": 7411,
        "r": "niv:Judges:9:42",
        "t": "The*p next day the people of Shechem went out to the fields, and this was reported to Abimelek."
    },
    {
        "o": 7412,
        "r": "niv:Judges:9:43",
        "t": "So he took his men, divided them into three companies and set an ambush in the fields. When he saw the people coming out of the city, he rose to attack them."
    },
    {
        "o": 7413,
        "r": "niv:Judges:9:44",
        "t": "Abimelek and the companies with him rushed forward to a position at the entrance of the city gate. Then two companies attacked those in the fields and struck them down."
    },
    {
        "o": 7414,
        "r": "niv:Judges:9:45",
        "t": "All that day Abimelek pressed his attack against the city until he had captured it and killed its people. Then he destroyed the city and scattered salt over it."
    },
    {
        "o": 7415,
        "r": "niv:Judges:9:46",
        "t": "On*p hearing this, the citizens in the tower of Shechem went into the stronghold of the temple of El-Berith."
    },
    {
        "o": 7416,
        "r": "niv:Judges:9:47",
        "t": "When Abimelek heard that they had assembled there,"
    },
    {
        "o": 7417,
        "r": "niv:Judges:9:48",
        "t": "he and all his men went up Mount Zalmon. He took an ax and cut off some branches, which he lifted to his shoulders. He ordered the men with him, “Quick! Do what you have seen me do!”"
    },
    {
        "o": 7418,
        "r": "niv:Judges:9:49",
        "t": "So all the men cut branches and followed Abimelek. They piled them against the stronghold and set it on fire with the people still inside. So all the people in the tower of Shechem, about a thousand men and women, also died."
    },
    {
        "o": 7419,
        "r": "niv:Judges:9:50",
        "t": "Next*p Abimelek went to Thebez and besieged it and captured it."
    },
    {
        "o": 7420,
        "r": "niv:Judges:9:51",
        "t": "Inside the city, however, was a strong tower, to which all the men and women—all the people of the city—had fled. They had locked themselves in and climbed up on the tower roof."
    },
    {
        "o": 7421,
        "r": "niv:Judges:9:52",
        "t": "Abimelek went to the tower and attacked it. But as he approached the entrance to the tower to set it on fire,"
    },
    {
        "o": 7422,
        "r": "niv:Judges:9:53",
        "t": "a woman dropped an upper millstone on his head and cracked his skull."
    },
    {
        "o": 7423,
        "r": "niv:Judges:9:54",
        "t": "Hurriedly*p he called to his armor-bearer, “Draw your sword and kill me, so that they can’t say, ‘A woman killed him.’ ” So his servant ran him through, and he died."
    },
    {
        "o": 7424,
        "r": "niv:Judges:9:55",
        "t": "When the Israelites saw that Abimelek was dead, they went home."
    },
    {
        "o": 7425,
        "r": "niv:Judges:9:56",
        "t": "Thus*p God repaid the wickedness that Abimelek had done to his father by murdering his seventy brothers."
    },
    {
        "o": 7426,
        "r": "niv:Judges:9:57",
        "t": "God also made the people of Shechem pay for all their wickedness. The curse of Jotham son of Jerub-Baal came on them."
    },
    {
        "o": 7427,
        "r": "niv:Judges:10:0",
        "t": "Judges 10",
        "h": 1
    },
    {
        "o": 7428,
        "r": "niv:Judges:10:0",
        "t": "Tola",
        "h": 2
    },
    {
        "o": 7429,
        "r": "niv:Judges:10:1",
        "t": "After*p the time of Abimelek, a man of Issachar named Tola son of Puah, the son of Dodo, rose to save Israel. He lived in Shamir, in the hill country of Ephraim."
    },
    {
        "o": 7430,
        "r": "niv:Judges:10:2",
        "t": "He led Israel twenty-three years; then he died, and was buried in Shamir."
    },
    {
        "o": 7431,
        "r": "niv:Judges:10:2",
        "t": "Jair",
        "h": 2
    },
    {
        "o": 7432,
        "r": "niv:Judges:10:3",
        "t": "He*p was followed by Jair of Gilead, who led Israel twenty-two years."
    },
    {
        "o": 7433,
        "r": "niv:Judges:10:4",
        "t": "He had thirty sons, who rode thirty donkeys. They controlled thirty towns in Gilead, which to this day are called Havvoth Jair."
    },
    {
        "o": 7434,
        "r": "niv:Judges:10:5",
        "t": "When Jair died, he was buried in Kamon."
    },
    {
        "o": 7435,
        "r": "niv:Judges:10:5",
        "t": "Jephthah",
        "h": 2
    },
    {
        "o": 7436,
        "r": "niv:Judges:10:6",
        "t": "Again*p the Israelites did evil in the eyes of the Lord.*s They served the Baals and the Ashtoreths, and the gods of Aram, the gods of Sidon, the gods of Moab, the gods of the Ammonites and the gods of the Philistines. And because the Israelites forsook the Lord*s and no longer served him,"
    },
    {
        "o": 7437,
        "r": "niv:Judges:10:7",
        "t": "he became angry with them. He sold them into the hands of the Philistines and the Ammonites,"
    },
    {
        "o": 7438,
        "r": "niv:Judges:10:8",
        "t": "who that year shattered and crushed them. For eighteen years they oppressed all the Israelites on the east side of the Jordan in Gilead, the land of the Amorites."
    },
    {
        "o": 7439,
        "r": "niv:Judges:10:9",
        "t": "The Ammonites also crossed the Jordan to fight against Judah, Benjamin and Ephraim; Israel was in great distress."
    },
    {
        "o": 7440,
        "r": "niv:Judges:10:10",
        "t": "Then the Israelites cried out to the Lord,*s “We have sinned against you, forsaking our God and serving the Baals.”"
    },
    {
        "o": 7441,
        "r": "niv:Judges:10:11",
        "t": "The*p Lord*s replied, “When the Egyptians, the Amorites, the Ammonites, the Philistines,"
    },
    {
        "o": 7442,
        "r": "niv:Judges:10:12",
        "t": "the Sidonians, the Amalekites and the Maonites oppressed you and you cried to me for help, did I not save you from their hands?"
    },
    {
        "o": 7443,
        "r": "niv:Judges:10:13",
        "t": "But you have forsaken me and served other gods, so I will no longer save you."
    },
    {
        "o": 7444,
        "r": "niv:Judges:10:14",
        "t": "Go and cry out to the gods you have chosen. Let them save you when you are in trouble!”"
    },
    {
        "o": 7445,
        "r": "niv:Judges:10:15",
        "t": "But*p the Israelites said to the Lord,*s “We have sinned. Do with us whatever you think best, but please rescue us now.”"
    },
    {
        "o": 7446,
        "r": "niv:Judges:10:16",
        "t": "Then they got rid of the foreign gods among them and served the Lord.*s And he could bear Israel’s misery no longer."
    },
    {
        "o": 7447,
        "r": "niv:Judges:10:17",
        "t": "When*p the Ammonites were called to arms and camped in Gilead, the Israelites assembled and camped at Mizpah."
    },
    {
        "o": 7448,
        "r": "niv:Judges:10:18",
        "t": "The leaders of the people of Gilead said to each other, “Whoever will take the lead in attacking the Ammonites will be head over all who live in Gilead.”"
    },
    {
        "o": 7449,
        "r": "niv:Judges:11:0",
        "t": "Judges 11",
        "h": 1
    },
    {
        "o": 7450,
        "r": "niv:Judges:11:1",
        "t": "Jephthah*p the Gileadite was a mighty warrior. His father was Gilead; his mother was a prostitute."
    },
    {
        "o": 7451,
        "r": "niv:Judges:11:2",
        "t": "Gilead’s wife also bore him sons, and when they were grown up, they drove Jephthah away. “You are not going to get any inheritance in our family,” they said, “because you are the son of another woman.”"
    },
    {
        "o": 7452,
        "r": "niv:Judges:11:3",
        "t": "So Jephthah fled from his brothers and settled in the land of Tob, where a gang of scoundrels gathered around him and followed him."
    },
    {
        "o": 7453,
        "r": "niv:Judges:11:4",
        "t": "Some*p time later, when the Ammonites were fighting against Israel,"
    },
    {
        "o": 7454,
        "r": "niv:Judges:11:5",
        "t": "the elders of Gilead went to get Jephthah from the land of Tob."
    },
    {
        "o": 7455,
        "r": "niv:Judges:11:6",
        "t": "“Come,” they said, “be our commander, so we can fight the Ammonites.”"
    },
    {
        "o": 7456,
        "r": "niv:Judges:11:7",
        "t": "Jephthah*p said to them, “Didn’t you hate me and drive me from my father’s house? Why do you come to me now, when you’re in trouble?”"
    },
    {
        "o": 7457,
        "r": "niv:Judges:11:8",
        "t": "The*p elders of Gilead said to him, “Nevertheless, we are turning to you now; come with us to fight the Ammonites, and you will be head over all of us who live in Gilead.”"
    },
    {
        "o": 7458,
        "r": "niv:Judges:11:9",
        "t": "Jephthah*p answered, “Suppose you take me back to fight the Ammonites and the Lord*s gives them to me—will I really be your head?”"
    },
    {
        "o": 7459,
        "r": "niv:Judges:11:10",
        "t": "The*p elders of Gilead replied, “The Lord*s is our witness; we will certainly do as you say.”"
    },
    {
        "o": 7460,
        "r": "niv:Judges:11:11",
        "t": "So Jephthah went with the elders of Gilead, and the people made him head and commander over them. And he repeated all his words before the Lord*s in Mizpah."
    },
    {
        "o": 7461,
        "r": "niv:Judges:11:12",
        "t": "Then*p Jephthah sent messengers to the Ammonite king with the question: “What do you have against me that you have attacked my country?”"
    },
    {
        "o": 7462,
        "r": "niv:Judges:11:13",
        "t": "The*p king of the Ammonites answered Jephthah’s messengers, “When Israel came up out of Egypt, they took away my land from the Arnon to the Jabbok, all the way to the Jordan. Now give it back peaceably.”"
    },
    {
        "o": 7463,
        "r": "niv:Judges:11:14",
        "t": "Jephthah*p sent back messengers to the Ammonite king,"
    },
    {
        "o": 7464,
        "r": "niv:Judges:11:15",
        "t": "saying: “This is what Jephthah says: Israel did not take the land of Moab or the land of the Ammonites."
    },
    {
        "o": 7465,
        "r": "niv:Judges:11:16",
        "t": "But when they came up out of Egypt, Israel went through the wilderness to the Red Sea and on to Kadesh."
    },
    {
        "o": 7466,
        "r": "niv:Judges:11:17",
        "t": "Then Israel sent messengers to the king of Edom, saying, ‘Give us permission to go through your country,’ but the king of Edom would not listen. They sent also to the king of Moab, and he refused. So Israel stayed at Kadesh."
    },
    {
        "o": 7467,
        "r": "niv:Judges:11:18",
        "t": "“Next*ln they traveled through the wilderness, skirted the lands of Edom and Moab, passed along the eastern side of the country of Moab, and camped on the other side of the Arnon. They did not enter the territory of Moab, for the Arnon was its border."
    },
    {
        "o": 7468,
        "r": "niv:Judges:11:19",
        "t": "“Then*ln Israel sent messengers to Sihon king of the Amorites, who ruled in Heshbon, and said to him, ‘Let us pass through your country to our own place.’"
    },
    {
        "o": 7469,
        "r": "niv:Judges:11:20",
        "t": "Sihon, however, did not trust Israel to pass through his territory. He mustered all his troops and encamped at Jahaz and fought with Israel."
    },
    {
        "o": 7470,
        "r": "niv:Judges:11:21",
        "t": "“Then*ln the Lord,*s the God of Israel, gave Sihon and his whole army into Israel’s hands, and they defeated them. Israel took over all the land of the Amorites who lived in that country,"
    },
    {
        "o": 7471,
        "r": "niv:Judges:11:22",
        "t": "capturing all of it from the Arnon to the Jabbok and from the desert to the Jordan."
    },
    {
        "o": 7472,
        "r": "niv:Judges:11:23",
        "t": "“Now*ln since the Lord,*s the God of Israel, has driven the Amorites out before his people Israel, what right have you to take it over?"
    },
    {
        "o": 7473,
        "r": "niv:Judges:11:24",
        "t": "Will you not take what your god Chemosh gives you? Likewise, whatever the Lord*s our God has given us, we will possess."
    },
    {
        "o": 7474,
        "r": "niv:Judges:11:25",
        "t": "Are you any better than Balak son of Zippor, king of Moab? Did he ever quarrel with Israel or fight with them?"
    },
    {
        "o": 7475,
        "r": "niv:Judges:11:26",
        "t": "For three hundred years Israel occupied Heshbon, Aroer, the surrounding settlements and all the towns along the Arnon. Why didn’t you retake them during that time?"
    },
    {
        "o": 7476,
        "r": "niv:Judges:11:27",
        "t": "I have not wronged you, but you are doing me wrong by waging war against me. Let the Lord,*s the Judge, decide the dispute this day between the Israelites and the Ammonites.”"
    },
    {
        "o": 7477,
        "r": "niv:Judges:11:28",
        "t": "The*p king of Ammon, however, paid no attention to the message Jephthah sent him."
    },
    {
        "o": 7478,
        "r": "niv:Judges:11:29",
        "t": "Then*p the Spirit of the Lord*s came on Jephthah. He crossed Gilead and Manasseh, passed through Mizpah of Gilead, and from there he advanced against the Ammonites."
    },
    {
        "o": 7479,
        "r": "niv:Judges:11:30",
        "t": "And Jephthah made a vow to the Lord:*s “If you give the Ammonites into my hands,"
    },
    {
        "o": 7480,
        "r": "niv:Judges:11:31",
        "t": "whatever comes out of the door of my house to meet me when I return in triumph from the Ammonites will be the Lord*s ’s, and I will sacrifice it as a burnt offering.”"
    },
    {
        "o": 7481,
        "r": "niv:Judges:11:32",
        "t": "Then*p Jephthah went over to fight the Ammonites, and the Lord*s gave them into his hands."
    },
    {
        "o": 7482,
        "r": "niv:Judges:11:33",
        "t": "He devastated twenty towns from Aroer to the vicinity of Minnith, as far as Abel Keramim. Thus Israel subdued Ammon."
    },
    {
        "o": 7483,
        "r": "niv:Judges:11:34",
        "t": "When*p Jephthah returned to his home in Mizpah, who should come out to meet him but his daughter, dancing to the sound of timbrels! She was an only child. Except for her he had neither son nor daughter."
    },
    {
        "o": 7484,
        "r": "niv:Judges:11:35",
        "t": "When he saw her, he tore his clothes and cried, “Oh no, my daughter! You have brought me down and I am devastated. I have made a vow to the Lord*s that I cannot break.”"
    },
    {
        "o": 7485,
        "r": "niv:Judges:11:36",
        "t": "“My*p father,” she replied, “you have given your word to the Lord.*s Do to me just as you promised, now that the Lord*s has avenged you of your enemies, the Ammonites."
    },
    {
        "o": 7486,
        "r": "niv:Judges:11:37",
        "t": "But grant me this one request,” she said. “Give me two months to roam the hills and weep with my friends, because I will never marry.”"
    },
    {
        "o": 7487,
        "r": "niv:Judges:11:38",
        "t": "“You*p may go,” he said. And he let her go for two months. She and her friends went into the hills and wept because she would never marry."
    },
    {
        "o": 7488,
        "r": "niv:Judges:11:39",
        "t": "After the two months, she returned to her father, and he did to her as he had vowed. And she was a virgin. From*p this comes the Israelite tradition"
    },
    {
        "o": 7489,
        "r": "niv:Judges:11:40",
        "t": "that each year the young women of Israel go out for four days to commemorate the daughter of Jephthah the Gileadite."
    },
    {
        "o": 7490,
        "r": "niv:Judges:12:0",
        "t": "Judges 12",
        "h": 1
    },
    {
        "o": 7491,
        "r": "niv:Judges:12:0",
        "t": "Jephthah and Ephraim",
        "h": 2
    },
    {
        "o": 7492,
        "r": "niv:Judges:12:1",
        "t": "The*p Ephraimite forces were called out, and they crossed over to Zaphon. They said to Jephthah, “Why did you go to fight the Ammonites without calling us to go with you? We’re going to burn down your house over your head.”"
    },
    {
        "o": 7493,
        "r": "niv:Judges:12:2",
        "t": "Jephthah*p answered, “I and my people were engaged in a great struggle with the Ammonites, and although I called, you didn’t save me out of their hands."
    },
    {
        "o": 7494,
        "r": "niv:Judges:12:3",
        "t": "When I saw that you wouldn’t help, I took my life in my hands and crossed over to fight the Ammonites, and the Lord*s gave me the victory over them. Now why have you come up today to fight me?”"
    },
    {
        "o": 7495,
        "r": "niv:Judges:12:4",
        "t": "Jephthah*p then called together the men of Gilead and fought against Ephraim. The Gileadites struck them down because the Ephraimites had said, “You Gileadites are renegades from Ephraim and Manasseh.”"
    },
    {
        "o": 7496,
        "r": "niv:Judges:12:5",
        "t": "The Gileadites captured the fords of the Jordan leading to Ephraim, and whenever a survivor of Ephraim said, “Let me cross over,” the men of Gilead asked him, “Are you an Ephraimite?” If he replied, “No,”"
    },
    {
        "o": 7497,
        "r": "niv:Judges:12:6",
        "t": "they said, “All right, say ‘Shibboleth.’ ” If he said, “Sibboleth,” because he could not pronounce the word correctly, they seized him and killed him at the fords of the Jordan. Forty-two thousand Ephraimites were killed at that time."
    },
    {
        "o": 7498,
        "r": "niv:Judges:12:7",
        "t": "Jephthah*p led Israel six years. Then Jephthah the Gileadite died and was buried in a town in Gilead."
    },
    {
        "o": 7499,
        "r": "niv:Judges:12:7",
        "t": "Ibzan, Elon and Abdon",
        "h": 2
    },
    {
        "o": 7500,
        "r": "niv:Judges:12:8",
        "t": "After*p him, Ibzan of Bethlehem led Israel."
    },
    {
        "o": 7501,
        "r": "niv:Judges:12:9",
        "t": "He had thirty sons and thirty daughters. He gave his daughters away in marriage to those outside his clan, and for his sons he brought in thirty young women as wives from outside his clan. Ibzan led Israel seven years."
    },
    {
        "o": 7502,
        "r": "niv:Judges:12:10",
        "t": "Then Ibzan died and was buried in Bethlehem."
    },
    {
        "o": 7503,
        "r": "niv:Judges:12:11",
        "t": "After*p him, Elon the Zebulunite led Israel ten years."
    },
    {
        "o": 7504,
        "r": "niv:Judges:12:12",
        "t": "Then Elon died and was buried in Aijalon in the land of Zebulun."
    },
    {
        "o": 7505,
        "r": "niv:Judges:12:13",
        "t": "After*p him, Abdon son of Hillel, from Pirathon, led Israel."
    },
    {
        "o": 7506,
        "r": "niv:Judges:12:14",
        "t": "He had forty sons and thirty grandsons, who rode on seventy donkeys. He led Israel eight years."
    },
    {
        "o": 7507,
        "r": "niv:Judges:12:15",
        "t": "Then Abdon son of Hillel died and was buried at Pirathon in Ephraim, in the hill country of the Amalekites."
    },
    {
        "o": 7508,
        "r": "niv:Judges:13:0",
        "t": "Judges 13",
        "h": 1
    },
    {
        "o": 7509,
        "r": "niv:Judges:13:0",
        "t": "The Birth of Samson",
        "h": 2
    },
    {
        "o": 7510,
        "r": "niv:Judges:13:1",
        "t": "Again*p the Israelites did evil in the eyes of the Lord,*s so the Lord*s delivered them into the hands of the Philistines for forty years."
    },
    {
        "o": 7511,
        "r": "niv:Judges:13:2",
        "t": "A*p certain man of Zorah, named Manoah, from the clan of the Danites, had a wife who was childless, unable to give birth."
    },
    {
        "o": 7512,
        "r": "niv:Judges:13:3",
        "t": "The angel of the Lord*s appeared to her and said, “You are barren and childless, but you are going to become pregnant and give birth to a son."
    },
    {
        "o": 7513,
        "r": "niv:Judges:13:4",
        "t": "Now see to it that you drink no wine or other fermented drink and that you do not eat anything unclean."
    },
    {
        "o": 7514,
        "r": "niv:Judges:13:5",
        "t": "You will become pregnant and have a son whose head is never to be touched by a razor because the boy is to be a Nazirite, dedicated to God from the womb. He will take the lead in delivering Israel from the hands of the Philistines.”"
    },
    {
        "o": 7515,
        "r": "niv:Judges:13:6",
        "t": "Then*p the woman went to her husband and told him, “A man of God came to me. He looked like an angel of God, very awesome. I didn’t ask him where he came from, and he didn’t tell me his name."
    },
    {
        "o": 7516,
        "r": "niv:Judges:13:7",
        "t": "But he said to me, ‘You will become pregnant and have a son. Now then, drink no wine or other fermented drink and do not eat anything unclean, because the boy will be a Nazirite of God from the womb until the day of his death.’ ”"
    },
    {
        "o": 7517,
        "r": "niv:Judges:13:8",
        "t": "Then*p Manoah prayed to the Lord:*s “Pardon your servant, Lord. I beg you to let the man of God you sent to us come again to teach us how to bring up the boy who is to be born.”"
    },
    {
        "o": 7518,
        "r": "niv:Judges:13:9",
        "t": "God*p heard Manoah, and the angel of God came again to the woman while she was out in the field; but her husband Manoah was not with her."
    },
    {
        "o": 7519,
        "r": "niv:Judges:13:10",
        "t": "The woman hurried to tell her husband, “He’s here! The man who appeared to me the other day!”"
    },
    {
        "o": 7520,
        "r": "niv:Judges:13:11",
        "t": "Manoah*p got up and followed his wife. When he came to the man, he said, “Are you the man who talked to my wife?” “I*p am,” he said."
    },
    {
        "o": 7521,
        "r": "niv:Judges:13:12",
        "t": "So*p Manoah asked him, “When your words are fulfilled, what is to be the rule that governs the boy’s life and work?”"
    },
    {
        "o": 7522,
        "r": "niv:Judges:13:13",
        "t": "The*p angel of the Lord*s answered, “Your wife must do all that I have told her."
    },
    {
        "o": 7523,
        "r": "niv:Judges:13:14",
        "t": "She must not eat anything that comes from the grapevine, nor drink any wine or other fermented drink nor eat anything unclean. She must do everything I have commanded her.”"
    },
    {
        "o": 7524,
        "r": "niv:Judges:13:15",
        "t": "Manoah*p said to the angel of the Lord,*s “We would like you to stay until we prepare a young goat for you.”"
    },
    {
        "o": 7525,
        "r": "niv:Judges:13:16",
        "t": "The*p angel of the Lord*s replied, “Even though you detain me, I will not eat any of your food. But if you prepare a burnt offering, offer it to the Lord.”*s (Manoah did not realize that it was the angel of the Lord.)*s"
    },
    {
        "o": 7526,
        "r": "niv:Judges:13:17",
        "t": "Then*p Manoah inquired of the angel of the Lord,*s “What is your name, so that we may honor you when your word comes true?”"
    },
    {
        "o": 7527,
        "r": "niv:Judges:13:18",
        "t": "He*p replied, “Why do you ask my name? It is beyond understanding.”"
    },
    {
        "o": 7528,
        "r": "niv:Judges:13:19",
        "t": "Then Manoah took a young goat, together with the grain offering, and sacrificed it on a rock to the Lord.*s And the Lord*s did an amazing thing while Manoah and his wife watched:"
    },
    {
        "o": 7529,
        "r": "niv:Judges:13:20",
        "t": "As the flame blazed up from the altar toward heaven, the angel of the Lord*s ascended in the flame. Seeing this, Manoah and his wife fell with their faces to the ground."
    },
    {
        "o": 7530,
        "r": "niv:Judges:13:21",
        "t": "When the angel of the Lord*s did not show himself again to Manoah and his wife, Manoah realized that it was the angel of the Lord.*s"
    },
    {
        "o": 7531,
        "r": "niv:Judges:13:22",
        "t": "“We*p are doomed to die!” he said to his wife. “We have seen God!”"
    },
    {
        "o": 7532,
        "r": "niv:Judges:13:23",
        "t": "But*p his wife answered, “If the Lord*s had meant to kill us, he would not have accepted a burnt offering and grain offering from our hands, nor shown us all these things or now told us this.”"
    },
    {
        "o": 7533,
        "r": "niv:Judges:13:24",
        "t": "The*p woman gave birth to a boy and named him Samson. He grew and the Lord*s blessed him,"
    },
    {
        "o": 7534,
        "r": "niv:Judges:13:25",
        "t": "and the Spirit of the Lord*s began to stir him while he was in Mahaneh Dan, between Zorah and Eshtaol."
    },
    {
        "o": 7535,
        "r": "niv:Judges:14:0",
        "t": "Judges 14",
        "h": 1
    },
    {
        "o": 7536,
        "r": "niv:Judges:14:0",
        "t": "Samson’s Marriage",
        "h": 2
    },
    {
        "o": 7537,
        "r": "niv:Judges:14:1",
        "t": "Samson*p went down to Timnah and saw there a young Philistine woman."
    },
    {
        "o": 7538,
        "r": "niv:Judges:14:2",
        "t": "When he returned, he said to his father and mother, “I have seen a Philistine woman in Timnah; now get her for me as my wife.”"
    },
    {
        "o": 7539,
        "r": "niv:Judges:14:3",
        "t": "His*p father and mother replied, “Isn’t there an acceptable woman among your relatives or among all our people? Must you go to the uncircumcised Philistines to get a wife?” But*p Samson said to his father, “Get her for me. She’s the right one for me.”"
    },
    {
        "o": 7540,
        "r": "niv:Judges:14:4",
        "t": "(His parents did not know that this was from the Lord,*s who was seeking an occasion to confront the Philistines; for at that time they were ruling over Israel.)"
    },
    {
        "o": 7541,
        "r": "niv:Judges:14:5",
        "t": "Samson*p went down to Timnah together with his father and mother. As they approached the vineyards of Timnah, suddenly a young lion came roaring toward him."
    },
    {
        "o": 7542,
        "r": "niv:Judges:14:6",
        "t": "The Spirit of the Lord*s came powerfully upon him so that he tore the lion apart with his bare hands as he might have torn a young goat. But he told neither his father nor his mother what he had done."
    },
    {
        "o": 7543,
        "r": "niv:Judges:14:7",
        "t": "Then he went down and talked with the woman, and he liked her."
    },
    {
        "o": 7544,
        "r": "niv:Judges:14:8",
        "t": "Some*p time later, when he went back to marry her, he turned aside to look at the lion’s carcass, and in it he saw a swarm of bees and some honey."
    },
    {
        "o": 7545,
        "r": "niv:Judges:14:9",
        "t": "He scooped out the honey with his hands and ate as he went along. When he rejoined his parents, he gave them some, and they too ate it. But he did not tell them that he had taken the honey from the lion’s carcass."
    },
    {
        "o": 7546,
        "r": "niv:Judges:14:10",
        "t": "Now*p his father went down to see the woman. And there Samson held a feast, as was customary for young men."
    },
    {
        "o": 7547,
        "r": "niv:Judges:14:11",
        "t": "When the people saw him, they chose thirty men to be his companions."
    },
    {
        "o": 7548,
        "r": "niv:Judges:14:12",
        "t": "“Let*p me tell you a riddle,” Samson said to them. “If you can give me the answer within the seven days of the feast, I will give you thirty linen garments and thirty sets of clothes."
    },
    {
        "o": 7549,
        "r": "niv:Judges:14:13",
        "t": "If you can’t tell me the answer, you must give me thirty linen garments and thirty sets of clothes.” “Tell*p us your riddle,” they said. “Let’s hear it.”"
    },
    {
        "o": 7550,
        "r": "niv:Judges:14:14",
        "t": "He*p replied, “Out*pn of the eater, something to eat; out*ld of the strong, something sweet.” For*p three days they could not give the answer."
    },
    {
        "o": 7551,
        "r": "niv:Judges:14:15",
        "t": "On*p the fourth day, they said to Samson’s wife, “Coax your husband into explaining the riddle for us, or we will burn you and your father’s household to death. Did you invite us here to steal our property?”"
    },
    {
        "o": 7552,
        "r": "niv:Judges:14:16",
        "t": "Then*p Samson’s wife threw herself on him, sobbing, “You hate me! You don’t really love me. You’ve given my people a riddle, but you haven’t told me the answer.” “I*p haven’t even explained it to my father or mother,” he replied, “so why should I explain it to you?”"
    },
    {
        "o": 7553,
        "r": "niv:Judges:14:17",
        "t": "She cried the whole seven days of the feast. So on the seventh day he finally told her, because she continued to press him. She in turn explained the riddle to her people."
    },
    {
        "o": 7554,
        "r": "niv:Judges:14:18",
        "t": "Before*p sunset on the seventh day the men of the town said to him, “What*pn is sweeter than honey? What*ld is stronger than a lion?” Samson*p said to them, “If*pn you had not plowed with my heifer, you*ld would not have solved my riddle.”"
    },
    {
        "o": 7555,
        "r": "niv:Judges:14:19",
        "t": "Then*p the Spirit of the Lord*s came powerfully upon him. He went down to Ashkelon, struck down thirty of their men, stripped them of everything and gave their clothes to those who had explained the riddle. Burning with anger, he returned to his father’s home."
    },
    {
        "o": 7556,
        "r": "niv:Judges:14:20",
        "t": "And Samson’s wife was given to one of his companions who had attended him at the feast."
    },
    {
        "o": 7557,
        "r": "niv:Judges:15:0",
        "t": "Judges 15",
        "h": 1
    },
    {
        "o": 7558,
        "r": "niv:Judges:15:0",
        "t": "Samson’s Vengeance on the Philistines",
        "h": 2
    },
    {
        "o": 7559,
        "r": "niv:Judges:15:1",
        "t": "Later*p on, at the time of wheat harvest, Samson took a young goat and went to visit his wife. He said, “I’m going to my wife’s room.” But her father would not let him go in."
    },
    {
        "o": 7560,
        "r": "niv:Judges:15:2",
        "t": "“I*p was so sure you hated her,” he said, “that I gave her to your companion. Isn’t her younger sister more attractive? Take her instead.”"
    },
    {
        "o": 7561,
        "r": "niv:Judges:15:3",
        "t": "Samson*p said to them, “This time I have a right to get even with the Philistines; I will really harm them.”"
    },
    {
        "o": 7562,
        "r": "niv:Judges:15:4",
        "t": "So he went out and caught three hundred foxes and tied them tail to tail in pairs. He then fastened a torch to every pair of tails,"
    },
    {
        "o": 7563,
        "r": "niv:Judges:15:5",
        "t": "lit the torches and let the foxes loose in the standing grain of the Philistines. He burned up the shocks and standing grain, together with the vineyards and olive groves."
    },
    {
        "o": 7564,
        "r": "niv:Judges:15:6",
        "t": "When*p the Philistines asked, “Who did this?” they were told, “Samson, the Timnite’s son-in-law, because his wife was given to his companion.” So*p the Philistines went up and burned her and her father to death."
    },
    {
        "o": 7565,
        "r": "niv:Judges:15:7",
        "t": "Samson said to them, “Since you’ve acted like this, I swear that I won’t stop until I get my revenge on you.”"
    },
    {
        "o": 7566,
        "r": "niv:Judges:15:8",
        "t": "He attacked them viciously and slaughtered many of them. Then he went down and stayed in a cave in the rock of Etam."
    },
    {
        "o": 7567,
        "r": "niv:Judges:15:9",
        "t": "The*p Philistines went up and camped in Judah, spreading out near Lehi."
    },
    {
        "o": 7568,
        "r": "niv:Judges:15:10",
        "t": "The people of Judah asked, “Why have you come to fight us?” “We*p have come to take Samson prisoner,” they answered, “to do to him as he did to us.”"
    },
    {
        "o": 7569,
        "r": "niv:Judges:15:11",
        "t": "Then*p three thousand men from Judah went down to the cave in the rock of Etam and said to Samson, “Don’t you realize that the Philistines are rulers over us? What have you done to us?” He*p answered, “I merely did to them what they did to me.”"
    },
    {
        "o": 7570,
        "r": "niv:Judges:15:12",
        "t": "They*p said to him, “We’ve come to tie you up and hand you over to the Philistines.” Samson*p said, “Swear to me that you won’t kill me yourselves.”"
    },
    {
        "o": 7571,
        "r": "niv:Judges:15:13",
        "t": "“Agreed,”*p they answered. “We will only tie you up and hand you over to them. We will not kill you.” So they bound him with two new ropes and led him up from the rock."
    },
    {
        "o": 7572,
        "r": "niv:Judges:15:14",
        "t": "As he approached Lehi, the Philistines came toward him shouting. The Spirit of the Lord*s came powerfully upon him. The ropes on his arms became like charred flax, and the bindings dropped from his hands."
    },
    {
        "o": 7573,
        "r": "niv:Judges:15:15",
        "t": "Finding a fresh jawbone of a donkey, he grabbed it and struck down a thousand men."
    },
    {
        "o": 7574,
        "r": "niv:Judges:15:16",
        "t": "Then*p Samson said, “With*pn a donkey’s jawbone I*ld have made donkeys of them. With*ln a donkey’s jawbone I*ld have killed a thousand men.”"
    },
    {
        "o": 7575,
        "r": "niv:Judges:15:17",
        "t": "When*p he finished speaking, he threw away the jawbone; and the place was called Ramath Lehi."
    },
    {
        "o": 7576,
        "r": "niv:Judges:15:18",
        "t": "Because*p he was very thirsty, he cried out to the Lord,*s “You have given your servant this great victory. Must I now die of thirst and fall into the hands of the uncircumcised?”"
    },
    {
        "o": 7577,
        "r": "niv:Judges:15:19",
        "t": "Then God opened up the hollow place in Lehi, and water came out of it. When Samson drank, his strength returned and he revived. So the spring was called En Hakkore, and it is still there in Lehi."
    },
    {
        "o": 7578,
        "r": "niv:Judges:15:20",
        "t": "Samson*p led Israel for twenty years in the days of the Philistines."
    },
    {
        "o": 7579,
        "r": "niv:Judges:16:0",
        "t": "Judges 16",
        "h": 1
    },
    {
        "o": 7580,
        "r": "niv:Judges:16:0",
        "t": "Samson and Delilah",
        "h": 2
    },
    {
        "o": 7581,
        "r": "niv:Judges:16:1",
        "t": "One*p day Samson went to Gaza, where he saw a prostitute. He went in to spend the night with her."
    },
    {
        "o": 7582,
        "r": "niv:Judges:16:2",
        "t": "The people of Gaza were told, “Samson is here!” So they surrounded the place and lay in wait for him all night at the city gate. They made no move during the night, saying, “At dawn we’ll kill him.”"
    },
    {
        "o": 7583,
        "r": "niv:Judges:16:3",
        "t": "But*p Samson lay there only until the middle of the night. Then he got up and took hold of the doors of the city gate, together with the two posts, and tore them loose, bar and all. He lifted them to his shoulders and carried them to the top of the hill that faces Hebron."
    },
    {
        "o": 7584,
        "r": "niv:Judges:16:4",
        "t": "Some*p time later, he fell in love with a woman in the Valley of Sorek whose name was Delilah."
    },
    {
        "o": 7585,
        "r": "niv:Judges:16:5",
        "t": "The rulers of the Philistines went to her and said, “See if you can lure him into showing you the secret of his great strength and how we can overpower him so we may tie him up and subdue him. Each one of us will give you eleven hundred shekels of silver.”"
    },
    {
        "o": 7586,
        "r": "niv:Judges:16:6",
        "t": "So*p Delilah said to Samson, “Tell me the secret of your great strength and how you can be tied up and subdued.”"
    },
    {
        "o": 7587,
        "r": "niv:Judges:16:7",
        "t": "Samson*p answered her, “If anyone ties me with seven fresh bowstrings that have not been dried, I’ll become as weak as any other man.”"
    },
    {
        "o": 7588,
        "r": "niv:Judges:16:8",
        "t": "Then*p the rulers of the Philistines brought her seven fresh bowstrings that had not been dried, and she tied him with them."
    },
    {
        "o": 7589,
        "r": "niv:Judges:16:9",
        "t": "With men hidden in the room, she called to him, “Samson, the Philistines are upon you!” But he snapped the bowstrings as easily as a piece of string snaps when it comes close to a flame. So the secret of his strength was not discovered."
    },
    {
        "o": 7590,
        "r": "niv:Judges:16:10",
        "t": "Then*p Delilah said to Samson, “You have made a fool of me; you lied to me. Come now, tell me how you can be tied.”"
    },
    {
        "o": 7591,
        "r": "niv:Judges:16:11",
        "t": "He*p said, “If anyone ties me securely with new ropes that have never been used, I’ll become as weak as any other man.”"
    },
    {
        "o": 7592,
        "r": "niv:Judges:16:12",
        "t": "So*p Delilah took new ropes and tied him with them. Then, with men hidden in the room, she called to him, “Samson, the Philistines are upon you!” But he snapped the ropes off his arms as if they were threads."
    },
    {
        "o": 7593,
        "r": "niv:Judges:16:13",
        "t": "Delilah*p then said to Samson, “All this time you have been making a fool of me and lying to me. Tell me how you can be tied.” He*p replied, “If you weave the seven braids of my head into the fabric on the loom and tighten it with the pin, I’ll become as weak as any other man.” So while he was sleeping, Delilah took the seven braids of his head, wove them into the fabric"
    },
    {
        "o": 7594,
        "r": "niv:Judges:16:14",
        "t": "and tightened it with the pin. Again*p she called to him, “Samson, the Philistines are upon you!” He awoke from his sleep and pulled up the pin and the loom, with the fabric."
    },
    {
        "o": 7595,
        "r": "niv:Judges:16:15",
        "t": "Then*p she said to him, “How can you say, ‘I love you,’ when you won’t confide in me? This is the third time you have made a fool of me and haven’t told me the secret of your great strength.”"
    },
    {
        "o": 7596,
        "r": "niv:Judges:16:16",
        "t": "With such nagging she prodded him day after day until he was sick to death of it."
    },
    {
        "o": 7597,
        "r": "niv:Judges:16:17",
        "t": "So*p he told her everything. “No razor has ever been used on my head,” he said, “because I have been a Nazirite dedicated to God from my mother’s womb. If my head were shaved, my strength would leave me, and I would become as weak as any other man.”"
    },
    {
        "o": 7598,
        "r": "niv:Judges:16:18",
        "t": "When*p Delilah saw that he had told her everything, she sent word to the rulers of the Philistines, “Come back once more; he has told me everything.” So the rulers of the Philistines returned with the silver in their hands."
    },
    {
        "o": 7599,
        "r": "niv:Judges:16:19",
        "t": "After putting him to sleep on her lap, she called for someone to shave off the seven braids of his hair, and so began to subdue him. And his strength left him."
    },
    {
        "o": 7600,
        "r": "niv:Judges:16:20",
        "t": "Then*p she called, “Samson, the Philistines are upon you!” He*p awoke from his sleep and thought, “I’ll go out as before and shake myself free.” But he did not know that the Lord*s had left him."
    },
    {
        "o": 7601,
        "r": "niv:Judges:16:21",
        "t": "Then*p the Philistines seized him, gouged out his eyes and took him down to Gaza. Binding him with bronze shackles, they set him to grinding grain in the prison."
    },
    {
        "o": 7602,
        "r": "niv:Judges:16:22",
        "t": "But the hair on his head began to grow again after it had been shaved."
    },
    {
        "o": 7603,
        "r": "niv:Judges:16:22",
        "t": "The Death of Samson",
        "h": 2
    },
    {
        "o": 7604,
        "r": "niv:Judges:16:23",
        "t": "Now*p the rulers of the Philistines assembled to offer a great sacrifice to Dagon their god and to celebrate, saying, “Our god has delivered Samson, our enemy, into our hands.”"
    },
    {
        "o": 7605,
        "r": "niv:Judges:16:24",
        "t": "When*p the people saw him, they praised their god, saying, “Our*pn god has delivered our enemy into*ld our hands, the*ln one who laid waste our land and*ld multiplied our slain.”"
    },
    {
        "o": 7606,
        "r": "niv:Judges:16:25",
        "t": "While*p they were in high spirits, they shouted, “Bring out Samson to entertain us.” So they called Samson out of the prison, and he performed for them. When*p they stood him among the pillars,"
    },
    {
        "o": 7607,
        "r": "niv:Judges:16:26",
        "t": "Samson said to the servant who held his hand, “Put me where I can feel the pillars that support the temple, so that I may lean against them.”"
    },
    {
        "o": 7608,
        "r": "niv:Judges:16:27",
        "t": "Now the temple was crowded with men and women; all the rulers of the Philistines were there, and on the roof were about three thousand men and women watching Samson perform."
    },
    {
        "o": 7609,
        "r": "niv:Judges:16:28",
        "t": "Then Samson prayed to the Lord,*s “Sovereign Lord,*s remember me. Please, God, strengthen me just once more, and let me with one blow get revenge on the Philistines for my two eyes.”"
    },
    {
        "o": 7610,
        "r": "niv:Judges:16:29",
        "t": "Then Samson reached toward the two central pillars on which the temple stood. Bracing himself against them, his right hand on the one and his left hand on the other,"
    },
    {
        "o": 7611,
        "r": "niv:Judges:16:30",
        "t": "Samson said, “Let me die with the Philistines!” Then he pushed with all his might, and down came the temple on the rulers and all the people in it. Thus he killed many more when he died than while he lived."
    },
    {
        "o": 7612,
        "r": "niv:Judges:16:31",
        "t": "Then*p his brothers and his father’s whole family went down to get him. They brought him back and buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had led Israel twenty years."
    },
    {
        "o": 7613,
        "r": "niv:Judges:17:0",
        "t": "Judges 17",
        "h": 1
    },
    {
        "o": 7614,
        "r": "niv:Judges:17:0",
        "t": "Micah’s Idols",
        "h": 2
    },
    {
        "o": 7615,
        "r": "niv:Judges:17:1",
        "t": "Now*p a man named Micah from the hill country of Ephraim"
    },
    {
        "o": 7616,
        "r": "niv:Judges:17:2",
        "t": "said to his mother, “The eleven hundred shekels of silver that were taken from you and about which I heard you utter a curse—I have that silver with me; I took it.” Then*p his mother said, “The Lord*s bless you, my son!”"
    },
    {
        "o": 7617,
        "r": "niv:Judges:17:3",
        "t": "When*p he returned the eleven hundred shekels of silver to his mother, she said, “I solemnly consecrate my silver to the Lord*s for my son to make an image overlaid with silver. I will give it back to you.”"
    },
    {
        "o": 7618,
        "r": "niv:Judges:17:4",
        "t": "So*p after he returned the silver to his mother, she took two hundred shekels of silver and gave them to a silversmith, who used them to make the idol. And it was put in Micah’s house."
    },
    {
        "o": 7619,
        "r": "niv:Judges:17:5",
        "t": "Now*p this man Micah had a shrine, and he made an ephod and some household gods and installed one of his sons as his priest."
    },
    {
        "o": 7620,
        "r": "niv:Judges:17:6",
        "t": "In those days Israel had no king; everyone did as they saw fit."
    },
    {
        "o": 7621,
        "r": "niv:Judges:17:7",
        "t": "A*p young Levite from Bethlehem in Judah, who had been living within the clan of Judah,"
    },
    {
        "o": 7622,
        "r": "niv:Judges:17:8",
        "t": "left that town in search of some other place to stay. On his way he came to Micah’s house in the hill country of Ephraim."
    },
    {
        "o": 7623,
        "r": "niv:Judges:17:9",
        "t": "Micah*p asked him, “Where are you from?” “I’m*p a Levite from Bethlehem in Judah,” he said, “and I’m looking for a place to stay.”"
    },
    {
        "o": 7624,
        "r": "niv:Judges:17:10",
        "t": "Then*p Micah said to him, “Live with me and be my father and priest, and I’ll give you ten shekels of silver a year, your clothes and your food.”"
    },
    {
        "o": 7625,
        "r": "niv:Judges:17:11",
        "t": "So the Levite agreed to live with him, and the young man became like one of his sons to him."
    },
    {
        "o": 7626,
        "r": "niv:Judges:17:12",
        "t": "Then Micah installed the Levite, and the young man became his priest and lived in his house."
    },
    {
        "o": 7627,
        "r": "niv:Judges:17:13",
        "t": "And Micah said, “Now I know that the Lord*s will be good to me, since this Levite has become my priest.”"
    },
    {
        "o": 7628,
        "r": "niv:Judges:18:0",
        "t": "Judges 18",
        "h": 1
    },
    {
        "o": 7629,
        "r": "niv:Judges:18:0",
        "t": "The Danites Settle in Laish",
        "h": 2
    },
    {
        "o": 7630,
        "r": "niv:Judges:18:1",
        "t": "In*p those days Israel had no king. And*p in those days the tribe of the Danites was seeking a place of their own where they might settle, because they had not yet come into an inheritance among the tribes of Israel."
    },
    {
        "o": 7631,
        "r": "niv:Judges:18:2",
        "t": "So the Danites sent five of their leading men from Zorah and Eshtaol to spy out the land and explore it. These men represented all the Danites. They told them, “Go, explore the land.” So*p they entered the hill country of Ephraim and came to the house of Micah, where they spent the night."
    },
    {
        "o": 7632,
        "r": "niv:Judges:18:3",
        "t": "When they were near Micah’s house, they recognized the voice of the young Levite; so they turned in there and asked him, “Who brought you here? What are you doing in this place? Why are you here?”"
    },
    {
        "o": 7633,
        "r": "niv:Judges:18:4",
        "t": "He*p told them what Micah had done for him, and said, “He has hired me and I am his priest.”"
    },
    {
        "o": 7634,
        "r": "niv:Judges:18:5",
        "t": "Then*p they said to him, “Please inquire of God to learn whether our journey will be successful.”"
    },
    {
        "o": 7635,
        "r": "niv:Judges:18:6",
        "t": "The*p priest answered them, “Go in peace. Your journey has the Lord’s*s approval.”"
    },
    {
        "o": 7636,
        "r": "niv:Judges:18:7",
        "t": "So*p the five men left and came to Laish, where they saw that the people were living in safety, like the Sidonians, at peace and secure. And since their land lacked nothing, they were prosperous. Also, they lived a long way from the Sidonians and had no relationship with anyone else."
    },
    {
        "o": 7637,
        "r": "niv:Judges:18:8",
        "t": "When*p they returned to Zorah and Eshtaol, their fellow Danites asked them, “How did you find things?”"
    },
    {
        "o": 7638,
        "r": "niv:Judges:18:9",
        "t": "They*p answered, “Come on, let’s attack them! We have seen the land, and it is very good. Aren’t you going to do something? Don’t hesitate to go there and take it over."
    },
    {
        "o": 7639,
        "r": "niv:Judges:18:10",
        "t": "When you get there, you will find an unsuspecting people and a spacious land that God has put into your hands, a land that lacks nothing whatever.”"
    },
    {
        "o": 7640,
        "r": "niv:Judges:18:11",
        "t": "Then*p six hundred men of the Danites, armed for battle, set out from Zorah and Eshtaol."
    },
    {
        "o": 7641,
        "r": "niv:Judges:18:12",
        "t": "On their way they set up camp near Kiriath Jearim in Judah. This is why the place west of Kiriath Jearim is called Mahaneh Dan to this day."
    },
    {
        "o": 7642,
        "r": "niv:Judges:18:13",
        "t": "From there they went on to the hill country of Ephraim and came to Micah’s house."
    },
    {
        "o": 7643,
        "r": "niv:Judges:18:14",
        "t": "Then*p the five men who had spied out the land of Laish said to their fellow Danites, “Do you know that one of these houses has an ephod, some household gods and an image overlaid with silver? Now you know what to do.”"
    },
    {
        "o": 7644,
        "r": "niv:Judges:18:15",
        "t": "So they turned in there and went to the house of the young Levite at Micah’s place and greeted him."
    },
    {
        "o": 7645,
        "r": "niv:Judges:18:16",
        "t": "The six hundred Danites, armed for battle, stood at the entrance of the gate."
    },
    {
        "o": 7646,
        "r": "niv:Judges:18:17",
        "t": "The five men who had spied out the land went inside and took the idol, the ephod and the household gods while the priest and the six hundred armed men stood at the entrance of the gate."
    },
    {
        "o": 7647,
        "r": "niv:Judges:18:18",
        "t": "When*p the five men went into Micah’s house and took the idol, the ephod and the household gods, the priest said to them, “What are you doing?”"
    },
    {
        "o": 7648,
        "r": "niv:Judges:18:19",
        "t": "They*p answered him, “Be quiet! Don’t say a word. Come with us, and be our father and priest. Isn’t it better that you serve a tribe and clan in Israel as priest rather than just one man’s household?”"
    },
    {
        "o": 7649,
        "r": "niv:Judges:18:20",
        "t": "The priest was very pleased. He took the ephod, the household gods and the idol and went along with the people."
    },
    {
        "o": 7650,
        "r": "niv:Judges:18:21",
        "t": "Putting their little children, their livestock and their possessions in front of them, they turned away and left."
    },
    {
        "o": 7651,
        "r": "niv:Judges:18:22",
        "t": "When*p they had gone some distance from Micah’s house, the men who lived near Micah were called together and overtook the Danites."
    },
    {
        "o": 7652,
        "r": "niv:Judges:18:23",
        "t": "As they shouted after them, the Danites turned and said to Micah, “What’s the matter with you that you called out your men to fight?”"
    },
    {
        "o": 7653,
        "r": "niv:Judges:18:24",
        "t": "He*p replied, “You took the gods I made, and my priest, and went away. What else do I have? How can you ask, ‘What’s the matter with you?’ ”"
    },
    {
        "o": 7654,
        "r": "niv:Judges:18:25",
        "t": "The*p Danites answered, “Don’t argue with us, or some of the men may get angry and attack you, and you and your family will lose your lives.”"
    },
    {
        "o": 7655,
        "r": "niv:Judges:18:26",
        "t": "So the Danites went their way, and Micah, seeing that they were too strong for him, turned around and went back home."
    },
    {
        "o": 7656,
        "r": "niv:Judges:18:27",
        "t": "Then*p they took what Micah had made, and his priest, and went on to Laish, against a people at peace and secure. They attacked them with the sword and burned down their city."
    },
    {
        "o": 7657,
        "r": "niv:Judges:18:28",
        "t": "There was no one to rescue them because they lived a long way from Sidon and had no relationship with anyone else. The city was in a valley near Beth Rehob. The*p Danites rebuilt the city and settled there."
    },
    {
        "o": 7658,
        "r": "niv:Judges:18:29",
        "t": "They named it Dan after their ancestor Dan, who was born to Israel—though the city used to be called Laish."
    },
    {
        "o": 7659,
        "r": "niv:Judges:18:30",
        "t": "There the Danites set up for themselves the idol, and Jonathan son of Gershom, the son of Moses, and his sons were priests for the tribe of Dan until the time of the captivity of the land."
    },
    {
        "o": 7660,
        "r": "niv:Judges:18:31",
        "t": "They continued to use the idol Micah had made, all the time the house of God was in Shiloh."
    },
    {
        "o": 7661,
        "r": "niv:Judges:19:0",
        "t": "Judges 19",
        "h": 1
    },
    {
        "o": 7662,
        "r": "niv:Judges:19:0",
        "t": "A Levite and His Concubine",
        "h": 2
    },
    {
        "o": 7663,
        "r": "niv:Judges:19:1",
        "t": "In*p those days Israel had no king. Now*p a Levite who lived in a remote area in the hill country of Ephraim took a concubine from Bethlehem in Judah."
    },
    {
        "o": 7664,
        "r": "niv:Judges:19:2",
        "t": "But she was unfaithful to him. She left him and went back to her parents’ home in Bethlehem, Judah. After she had been there four months,"
    },
    {
        "o": 7665,
        "r": "niv:Judges:19:3",
        "t": "her husband went to her to persuade her to return. He had with him his servant and two donkeys. She took him into her parents’ home, and when her father saw him, he gladly welcomed him."
    },
    {
        "o": 7666,
        "r": "niv:Judges:19:4",
        "t": "His father-in-law, the woman’s father, prevailed on him to stay; so he remained with him three days, eating and drinking, and sleeping there."
    },
    {
        "o": 7667,
        "r": "niv:Judges:19:5",
        "t": "On*p the fourth day they got up early and he prepared to leave, but the woman’s father said to his son-in-law, “Refresh yourself with something to eat; then you can go.”"
    },
    {
        "o": 7668,
        "r": "niv:Judges:19:6",
        "t": "So the two of them sat down to eat and drink together. Afterward the woman’s father said, “Please stay tonight and enjoy yourself.”"
    },
    {
        "o": 7669,
        "r": "niv:Judges:19:7",
        "t": "And when the man got up to go, his father-in-law persuaded him, so he stayed there that night."
    },
    {
        "o": 7670,
        "r": "niv:Judges:19:8",
        "t": "On the morning of the fifth day, when he rose to go, the woman’s father said, “Refresh yourself. Wait till afternoon!” So the two of them ate together."
    },
    {
        "o": 7671,
        "r": "niv:Judges:19:9",
        "t": "Then*p when the man, with his concubine and his servant, got up to leave, his father-in-law, the woman’s father, said, “Now look, it’s almost evening. Spend the night here; the day is nearly over. Stay and enjoy yourself. Early tomorrow morning you can get up and be on your way home.”"
    },
    {
        "o": 7672,
        "r": "niv:Judges:19:10",
        "t": "But, unwilling to stay another night, the man left and went toward Jebus (that is, Jerusalem), with his two saddled donkeys and his concubine."
    },
    {
        "o": 7673,
        "r": "niv:Judges:19:11",
        "t": "When*p they were near Jebus and the day was almost gone, the servant said to his master, “Come, let’s stop at this city of the Jebusites and spend the night.”"
    },
    {
        "o": 7674,
        "r": "niv:Judges:19:12",
        "t": "His*p master replied, “No. We won’t go into any city whose people are not Israelites. We will go on to Gibeah.”"
    },
    {
        "o": 7675,
        "r": "niv:Judges:19:13",
        "t": "He added, “Come, let’s try to reach Gibeah or Ramah and spend the night in one of those places.”"
    },
    {
        "o": 7676,
        "r": "niv:Judges:19:14",
        "t": "So they went on, and the sun set as they neared Gibeah in Benjamin."
    },
    {
        "o": 7677,
        "r": "niv:Judges:19:15",
        "t": "There they stopped to spend the night. They went and sat in the city square, but no one took them in for the night."
    },
    {
        "o": 7678,
        "r": "niv:Judges:19:16",
        "t": "That*p evening an old man from the hill country of Ephraim, who was living in Gibeah (the inhabitants of the place were Benjamites), came in from his work in the fields."
    },
    {
        "o": 7679,
        "r": "niv:Judges:19:17",
        "t": "When he looked and saw the traveler in the city square, the old man asked, “Where are you going? Where did you come from?”"
    },
    {
        "o": 7680,
        "r": "niv:Judges:19:18",
        "t": "He*p answered, “We are on our way from Bethlehem in Judah to a remote area in the hill country of Ephraim where I live. I have been to Bethlehem in Judah and now I am going to the house of the Lord.*s No one has taken me in for the night."
    },
    {
        "o": 7681,
        "r": "niv:Judges:19:19",
        "t": "We have both straw and fodder for our donkeys and bread and wine for ourselves your servants—me, the woman and the young man with us. We don’t need anything.”"
    },
    {
        "o": 7682,
        "r": "niv:Judges:19:20",
        "t": "“You*p are welcome at my house,” the old man said. “Let me supply whatever you need. Only don’t spend the night in the square.”"
    },
    {
        "o": 7683,
        "r": "niv:Judges:19:21",
        "t": "So he took him into his house and fed his donkeys. After they had washed their feet, they had something to eat and drink."
    },
    {
        "o": 7684,
        "r": "niv:Judges:19:22",
        "t": "While*p they were enjoying themselves, some of the wicked men of the city surrounded the house. Pounding on the door, they shouted to the old man who owned the house, “Bring out the man who came to your house so we can have sex with him.”"
    },
    {
        "o": 7685,
        "r": "niv:Judges:19:23",
        "t": "The*p owner of the house went outside and said to them, “No, my friends, don’t be so vile. Since this man is my guest, don’t do this outrageous thing."
    },
    {
        "o": 7686,
        "r": "niv:Judges:19:24",
        "t": "Look, here is my virgin daughter, and his concubine. I will bring them out to you now, and you can use them and do to them whatever you wish. But as for this man, don’t do such an outrageous thing.”"
    },
    {
        "o": 7687,
        "r": "niv:Judges:19:25",
        "t": "But*p the men would not listen to him. So the man took his concubine and sent her outside to them, and they raped her and abused her throughout the night, and at dawn they let her go."
    },
    {
        "o": 7688,
        "r": "niv:Judges:19:26",
        "t": "At daybreak the woman went back to the house where her master was staying, fell down at the door and lay there until daylight."
    },
    {
        "o": 7689,
        "r": "niv:Judges:19:27",
        "t": "When*p her master got up in the morning and opened the door of the house and stepped out to continue on his way, there lay his concubine, fallen in the doorway of the house, with her hands on the threshold."
    },
    {
        "o": 7690,
        "r": "niv:Judges:19:28",
        "t": "He said to her, “Get up; let’s go.” But there was no answer. Then the man put her on his donkey and set out for home."
    },
    {
        "o": 7691,
        "r": "niv:Judges:19:29",
        "t": "When*p he reached home, he took a knife and cut up his concubine, limb by limb, into twelve parts and sent them into all the areas of Israel."
    },
    {
        "o": 7692,
        "r": "niv:Judges:19:30",
        "t": "Everyone who saw it was saying to one another, “Such a thing has never been seen or done, not since the day the Israelites came up out of Egypt. Just imagine! We must do something! So speak up!”"
    },
    {
        "o": 7693,
        "r": "niv:Judges:20:0",
        "t": "Judges 20",
        "h": 1
    },
    {
        "o": 7694,
        "r": "niv:Judges:20:0",
        "t": "The Israelites Punish the Benjamites",
        "h": 2
    },
    {
        "o": 7695,
        "r": "niv:Judges:20:1",
        "t": "Then*p all Israel from Dan to Beersheba and from the land of Gilead came together as one and assembled before the Lord*s in Mizpah."
    },
    {
        "o": 7696,
        "r": "niv:Judges:20:2",
        "t": "The leaders of all the people of the tribes of Israel took their places in the assembly of God’s people, four hundred thousand men armed with swords."
    },
    {
        "o": 7697,
        "r": "niv:Judges:20:3",
        "t": "(The Benjamites heard that the Israelites had gone up to Mizpah.) Then the Israelites said, “Tell us how this awful thing happened.”"
    },
    {
        "o": 7698,
        "r": "niv:Judges:20:4",
        "t": "So*p the Levite, the husband of the murdered woman, said, “I and my concubine came to Gibeah in Benjamin to spend the night."
    },
    {
        "o": 7699,
        "r": "niv:Judges:20:5",
        "t": "During the night the men of Gibeah came after me and surrounded the house, intending to kill me. They raped my concubine, and she died."
    },
    {
        "o": 7700,
        "r": "niv:Judges:20:6",
        "t": "I took my concubine, cut her into pieces and sent one piece to each region of Israel’s inheritance, because they committed this lewd and outrageous act in Israel."
    },
    {
        "o": 7701,
        "r": "niv:Judges:20:7",
        "t": "Now, all you Israelites, speak up and tell me what you have decided to do.”"
    },
    {
        "o": 7702,
        "r": "niv:Judges:20:8",
        "t": "All*p the men rose up together as one, saying, “None of us will go home. No, not one of us will return to his house."
    },
    {
        "o": 7703,
        "r": "niv:Judges:20:9",
        "t": "But now this is what we’ll do to Gibeah: We’ll go up against it in the order decided by casting lots."
    },
    {
        "o": 7704,
        "r": "niv:Judges:20:10",
        "t": "We’ll take ten men out of every hundred from all the tribes of Israel, and a hundred from a thousand, and a thousand from ten thousand, to get provisions for the army. Then, when the army arrives at Gibeah in Benjamin, it can give them what they deserve for this outrageous act done in Israel.”"
    },
    {
        "o": 7705,
        "r": "niv:Judges:20:11",
        "t": "So all the Israelites got together and united as one against the city."
    },
    {
        "o": 7706,
        "r": "niv:Judges:20:12",
        "t": "The*p tribes of Israel sent messengers throughout the tribe of Benjamin, saying, “What about this awful crime that was committed among you?"
    },
    {
        "o": 7707,
        "r": "niv:Judges:20:13",
        "t": "Now turn those wicked men of Gibeah over to us so that we may put them to death and purge the evil from Israel.” But*p the Benjamites would not listen to their fellow Israelites."
    },
    {
        "o": 7708,
        "r": "niv:Judges:20:14",
        "t": "From their towns they came together at Gibeah to fight against the Israelites."
    },
    {
        "o": 7709,
        "r": "niv:Judges:20:15",
        "t": "At once the Benjamites mobilized twenty-six thousand swordsmen from their towns, in addition to seven hundred able young men from those living in Gibeah."
    },
    {
        "o": 7710,
        "r": "niv:Judges:20:16",
        "t": "Among all these soldiers there were seven hundred select troops who were left-handed, each of whom could sling a stone at a hair and not miss."
    },
    {
        "o": 7711,
        "r": "niv:Judges:20:17",
        "t": "Israel,*p apart from Benjamin, mustered four hundred thousand swordsmen, all of them fit for battle."
    },
    {
        "o": 7712,
        "r": "niv:Judges:20:18",
        "t": "The*p Israelites went up to Bethel and inquired of God. They said, “Who of us is to go up first to fight against the Benjamites?” The*p Lord*s replied, “Judah shall go first.”"
    },
    {
        "o": 7713,
        "r": "niv:Judges:20:19",
        "t": "The*p next morning the Israelites got up and pitched camp near Gibeah."
    },
    {
        "o": 7714,
        "r": "niv:Judges:20:20",
        "t": "The Israelites went out to fight the Benjamites and took up battle positions against them at Gibeah."
    },
    {
        "o": 7715,
        "r": "niv:Judges:20:21",
        "t": "The Benjamites came out of Gibeah and cut down twenty-two thousand Israelites on the battlefield that day."
    },
    {
        "o": 7716,
        "r": "niv:Judges:20:22",
        "t": "But the Israelites encouraged one another and again took up their positions where they had stationed themselves the first day."
    },
    {
        "o": 7717,
        "r": "niv:Judges:20:23",
        "t": "The Israelites went up and wept before the Lord*s until evening, and they inquired of the Lord.*s They said, “Shall we go up again to fight against the Benjamites, our fellow Israelites?” The*p Lord*s answered, “Go up against them.”"
    },
    {
        "o": 7718,
        "r": "niv:Judges:20:24",
        "t": "Then*p the Israelites drew near to Benjamin the second day."
    },
    {
        "o": 7719,
        "r": "niv:Judges:20:25",
        "t": "This time, when the Benjamites came out from Gibeah to oppose them, they cut down another eighteen thousand Israelites, all of them armed with swords."
    },
    {
        "o": 7720,
        "r": "niv:Judges:20:26",
        "t": "Then*p all the Israelites, the whole army, went up to Bethel, and there they sat weeping before the Lord.*s They fasted that day until evening and presented burnt offerings and fellowship offerings to the Lord.*s"
    },
    {
        "o": 7721,
        "r": "niv:Judges:20:27",
        "t": "And the Israelites inquired of the Lord.*s (In those days the ark of the covenant of God was there,"
    },
    {
        "o": 7722,
        "r": "niv:Judges:20:28",
        "t": "with Phinehas son of Eleazar, the son of Aaron, ministering before it.) They asked, “Shall we go up again to fight against the Benjamites, our fellow Israelites, or not?” The*p Lord*s responded, “Go, for tomorrow I will give them into your hands.”"
    },
    {
        "o": 7723,
        "r": "niv:Judges:20:29",
        "t": "Then*p Israel set an ambush around Gibeah."
    },
    {
        "o": 7724,
        "r": "niv:Judges:20:30",
        "t": "They went up against the Benjamites on the third day and took up positions against Gibeah as they had done before."
    },
    {
        "o": 7725,
        "r": "niv:Judges:20:31",
        "t": "The Benjamites came out to meet them and were drawn away from the city. They began to inflict casualties on the Israelites as before, so that about thirty men fell in the open field and on the roads—the one leading to Bethel and the other to Gibeah."
    },
    {
        "o": 7726,
        "r": "niv:Judges:20:32",
        "t": "While the Benjamites were saying, “We are defeating them as before,” the Israelites were saying, “Let’s retreat and draw them away from the city to the roads.”"
    },
    {
        "o": 7727,
        "r": "niv:Judges:20:33",
        "t": "All*p the men of Israel moved from their places and took up positions at Baal Tamar, and the Israelite ambush charged out of its place on the west of Gibeah."
    },
    {
        "o": 7728,
        "r": "niv:Judges:20:34",
        "t": "Then ten thousand of Israel’s able young men made a frontal attack on Gibeah. The fighting was so heavy that the Benjamites did not realize how near disaster was."
    },
    {
        "o": 7729,
        "r": "niv:Judges:20:35",
        "t": "The Lord*s defeated Benjamin before Israel, and on that day the Israelites struck down 25,100 Benjamites, all armed with swords."
    },
    {
        "o": 7730,
        "r": "niv:Judges:20:36",
        "t": "Then the Benjamites saw that they were beaten. Now*p the men of Israel had given way before Benjamin, because they relied on the ambush they had set near Gibeah."
    },
    {
        "o": 7731,
        "r": "niv:Judges:20:37",
        "t": "Those who had been in ambush made a sudden dash into Gibeah, spread out and put the whole city to the sword."
    },
    {
        "o": 7732,
        "r": "niv:Judges:20:38",
        "t": "The Israelites had arranged with the ambush that they should send up a great cloud of smoke from the city,"
    },
    {
        "o": 7733,
        "r": "niv:Judges:20:39",
        "t": "and then the Israelites would counterattack. The*p Benjamites had begun to inflict casualties on the Israelites (about thirty), and they said, “We are defeating them as in the first battle.”"
    },
    {
        "o": 7734,
        "r": "niv:Judges:20:40",
        "t": "But when the column of smoke began to rise from the city, the Benjamites turned and saw the whole city going up in smoke."
    },
    {
        "o": 7735,
        "r": "niv:Judges:20:41",
        "t": "Then the Israelites counterattacked, and the Benjamites were terrified, because they realized that disaster had come on them."
    },
    {
        "o": 7736,
        "r": "niv:Judges:20:42",
        "t": "So they fled before the Israelites in the direction of the wilderness, but they could not escape the battle. And the Israelites who came out of the towns cut them down there."
    },
    {
        "o": 7737,
        "r": "niv:Judges:20:43",
        "t": "They surrounded the Benjamites, chased them and easily overran them in the vicinity of Gibeah on the east."
    },
    {
        "o": 7738,
        "r": "niv:Judges:20:44",
        "t": "Eighteen thousand Benjamites fell, all of them valiant fighters."
    },
    {
        "o": 7739,
        "r": "niv:Judges:20:45",
        "t": "As they turned and fled toward the wilderness to the rock of Rimmon, the Israelites cut down five thousand men along the roads. They kept pressing after the Benjamites as far as Gidom and struck down two thousand more."
    },
    {
        "o": 7740,
        "r": "niv:Judges:20:46",
        "t": "On*p that day twenty-five thousand Benjamite swordsmen fell, all of them valiant fighters."
    },
    {
        "o": 7741,
        "r": "niv:Judges:20:47",
        "t": "But six hundred of them turned and fled into the wilderness to the rock of Rimmon, where they stayed four months."
    },
    {
        "o": 7742,
        "r": "niv:Judges:20:48",
        "t": "The men of Israel went back to Benjamin and put all the towns to the sword, including the animals and everything else they found. All the towns they came across they set on fire."
    },
    {
        "o": 7743,
        "r": "niv:Judges:21:0",
        "t": "Judges 21",
        "h": 1
    },
    {
        "o": 7744,
        "r": "niv:Judges:21:0",
        "t": "Wives for the Benjamites",
        "h": 2
    },
    {
        "o": 7745,
        "r": "niv:Judges:21:1",
        "t": "The*p men of Israel had taken an oath at Mizpah: “Not one of us will give his daughter in marriage to a Benjamite.”"
    },
    {
        "o": 7746,
        "r": "niv:Judges:21:2",
        "t": "The*p people went to Bethel, where they sat before God until evening, raising their voices and weeping bitterly."
    },
    {
        "o": 7747,
        "r": "niv:Judges:21:3",
        "t": "“Lord,*s God of Israel,” they cried, “why has this happened to Israel? Why should one tribe be missing from Israel today?”"
    },
    {
        "o": 7748,
        "r": "niv:Judges:21:4",
        "t": "Early*p the next day the people built an altar and presented burnt offerings and fellowship offerings."
    },
    {
        "o": 7749,
        "r": "niv:Judges:21:5",
        "t": "Then*p the Israelites asked, “Who from all the tribes of Israel has failed to assemble before the Lord?”*s For they had taken a solemn oath that anyone who failed to assemble before the Lord*s at Mizpah was to be put to death."
    },
    {
        "o": 7750,
        "r": "niv:Judges:21:6",
        "t": "Now*p the Israelites grieved for the tribe of Benjamin, their fellow Israelites. “Today one tribe is cut off from Israel,” they said."
    },
    {
        "o": 7751,
        "r": "niv:Judges:21:7",
        "t": "“How can we provide wives for those who are left, since we have taken an oath by the Lord*s not to give them any of our daughters in marriage?”"
    },
    {
        "o": 7752,
        "r": "niv:Judges:21:8",
        "t": "Then they asked, “Which one of the tribes of Israel failed to assemble before the Lord*s at Mizpah?” They discovered that no one from Jabesh Gilead had come to the camp for the assembly."
    },
    {
        "o": 7753,
        "r": "niv:Judges:21:9",
        "t": "For when they counted the people, they found that none of the people of Jabesh Gilead were there."
    },
    {
        "o": 7754,
        "r": "niv:Judges:21:10",
        "t": "So*p the assembly sent twelve thousand fighting men with instructions to go to Jabesh Gilead and put to the sword those living there, including the women and children."
    },
    {
        "o": 7755,
        "r": "niv:Judges:21:11",
        "t": "“This is what you are to do,” they said. “Kill every male and every woman who is not a virgin.”"
    },
    {
        "o": 7756,
        "r": "niv:Judges:21:12",
        "t": "They found among the people living in Jabesh Gilead four hundred young women who had never slept with a man, and they took them to the camp at Shiloh in Canaan."
    },
    {
        "o": 7757,
        "r": "niv:Judges:21:13",
        "t": "Then*p the whole assembly sent an offer of peace to the Benjamites at the rock of Rimmon."
    },
    {
        "o": 7758,
        "r": "niv:Judges:21:14",
        "t": "So the Benjamites returned at that time and were given the women of Jabesh Gilead who had been spared. But there were not enough for all of them."
    },
    {
        "o": 7759,
        "r": "niv:Judges:21:15",
        "t": "The*p people grieved for Benjamin, because the Lord*s had made a gap in the tribes of Israel."
    },
    {
        "o": 7760,
        "r": "niv:Judges:21:16",
        "t": "And the elders of the assembly said, “With the women of Benjamin destroyed, how shall we provide wives for the men who are left?"
    },
    {
        "o": 7761,
        "r": "niv:Judges:21:17",
        "t": "The Benjamite survivors must have heirs,” they said, “so that a tribe of Israel will not be wiped out."
    },
    {
        "o": 7762,
        "r": "niv:Judges:21:18",
        "t": "We can’t give them our daughters as wives, since we Israelites have taken this oath: ‘Cursed be anyone who gives a wife to a Benjamite.’"
    },
    {
        "o": 7763,
        "r": "niv:Judges:21:19",
        "t": "But look, there is the annual festival of the Lord*s in Shiloh, which lies north of Bethel, east of the road that goes from Bethel to Shechem, and south of Lebonah.”"
    },
    {
        "o": 7764,
        "r": "niv:Judges:21:20",
        "t": "So*p they instructed the Benjamites, saying, “Go and hide in the vineyards"
    },
    {
        "o": 7765,
        "r": "niv:Judges:21:21",
        "t": "and watch. When the young women of Shiloh come out to join in the dancing, rush from the vineyards and each of you seize one of them to be your wife. Then return to the land of Benjamin."
    },
    {
        "o": 7766,
        "r": "niv:Judges:21:22",
        "t": "When their fathers or brothers complain to us, we will say to them, ‘Do us the favor of helping them, because we did not get wives for them during the war. You will not be guilty of breaking your oath because you did not give your daughters to them.’ ”"
    },
    {
        "o": 7767,
        "r": "niv:Judges:21:23",
        "t": "So*p that is what the Benjamites did. While the young women were dancing, each man caught one and carried her off to be his wife. Then they returned to their inheritance and rebuilt the towns and settled in them."
    },
    {
        "o": 7768,
        "r": "niv:Judges:21:24",
        "t": "At*p that time the Israelites left that place and went home to their tribes and clans, each to his own inheritance."
    },
    {
        "o": 7769,
        "r": "niv:Judges:21:25",
        "t": "In*p those days Israel had no king; everyone did as they saw fit."
    }
]
