[
    {
        "o": 19849,
        "r": "niv:Isaiah:22:0",
        "t": "Isaiah 22",
        "h": 1
    },
    {
        "o": 19850,
        "r": "niv:Isaiah:22:0",
        "t": "A Prophecy About Jerusalem",
        "h": 2
    },
    {
        "o": 19851,
        "r": "niv:Isaiah:22:1",
        "t": "A*p prophecy against the Valley of Vision: What*pn troubles you now, that*ld you have all gone up on the roofs,"
    },
    {
        "o": 19852,
        "r": "niv:Isaiah:22:2",
        "t": "you*ln town so full of commotion, you*ld city of tumult and revelry? Your*ln slain were not killed by the sword, nor*ld did they die in battle."
    },
    {
        "o": 19853,
        "r": "niv:Isaiah:22:3",
        "t": "All*ln your leaders have fled together; they*ld have been captured without using the bow. All*ln you who were caught were taken prisoner together, having*ld fled while the enemy was still far away."
    },
    {
        "o": 19854,
        "r": "niv:Isaiah:22:4",
        "t": "Therefore*ln I said, “Turn away from me; let*ld me weep bitterly. Do*ln not try to console me over*ld the destruction of my people.”"
    },
    {
        "o": 19855,
        "r": "niv:Isaiah:22:5",
        "t": "The*pn Lord, the Lord*s Almighty, has a day of*ld tumult and trampling and terror in*ld the Valley of Vision, a*ln day of battering down walls and*ld of crying out to the mountains."
    },
    {
        "o": 19856,
        "r": "niv:Isaiah:22:6",
        "t": "Elam*ln takes up the quiver, with*ld her charioteers and horses; Kir*ld uncovers the shield."
    },
    {
        "o": 19857,
        "r": "niv:Isaiah:22:7",
        "t": "Your*ln choicest valleys are full of chariots, and*ld horsemen are posted at the city gates."
    },
    {
        "o": 19858,
        "r": "niv:Isaiah:22:8",
        "t": "The*pn Lord stripped away the defenses of Judah, and*ld you looked in that day to*ld the weapons in the Palace of the Forest."
    },
    {
        "o": 19859,
        "r": "niv:Isaiah:22:9",
        "t": "You*ln saw that the walls of the City of David were*ld broken through in many places; you*ln stored up water in*ld the Lower Pool."
    },
    {
        "o": 19860,
        "r": "niv:Isaiah:22:10",
        "t": "You*ln counted the buildings in Jerusalem and*ld tore down houses to strengthen the wall."
    },
    {
        "o": 19861,
        "r": "niv:Isaiah:22:11",
        "t": "You*ln built a reservoir between the two walls for*ld the water of the Old Pool, but*ln you did not look to the One who made it, or*ld have regard for the One who planned it long ago."
    },
    {
        "o": 19862,
        "r": "niv:Isaiah:22:12",
        "t": "The*pn Lord, the Lord*s Almighty, called*ld you on that day to*ln weep and to wail, to*ld tear out your hair and put on sackcloth."
    },
    {
        "o": 19863,
        "r": "niv:Isaiah:22:13",
        "t": "But*ln see, there is joy and revelry, slaughtering*ld of cattle and killing of sheep, eating*ld of meat and drinking of wine! “Let*ln us eat and drink,” you say, “for*ld tomorrow we die!”"
    },
    {
        "o": 19864,
        "r": "niv:Isaiah:22:14",
        "t": "The*p Lord*s Almighty has revealed this in my hearing: “Till your dying day this sin will not be atoned for,” says the Lord, the Lord*s Almighty."
    },
    {
        "o": 19865,
        "r": "niv:Isaiah:22:15",
        "t": "This*p is what the Lord, the Lord*s Almighty, says: “Go,*pn say to this steward, to*ld Shebna the palace administrator:"
    },
    {
        "o": 19866,
        "r": "niv:Isaiah:22:16",
        "t": "What*ln are you doing here and who gave you permission to*ld cut out a grave for yourself here, hewing*ln your grave on the height and*ld chiseling your resting place in the rock?"
    },
    {
        "o": 19867,
        "r": "niv:Isaiah:22:17",
        "t": "“Beware,*pn the Lord*s is about to take firm hold of you and*ld hurl you away, you mighty man."
    },
    {
        "o": 19868,
        "r": "niv:Isaiah:22:18",
        "t": "He*ln will roll you up tightly like a ball and*ld throw you into a large country. There*ln you will die and*ld there the chariots you were so proud of will*ld become a disgrace to your master’s house."
    },
    {
        "o": 19869,
        "r": "niv:Isaiah:22:19",
        "t": "I*ln will depose you from your office, and*ld you will be ousted from your position."
    },
    {
        "o": 19870,
        "r": "niv:Isaiah:22:20",
        "t": "“In*p that day I will summon my servant, Eliakim son of Hilkiah."
    },
    {
        "o": 19871,
        "r": "niv:Isaiah:22:21",
        "t": "I will clothe him with your robe and fasten your sash around him and hand your authority over to him. He will be a father to those who live in Jerusalem and to the people of Judah."
    },
    {
        "o": 19872,
        "r": "niv:Isaiah:22:22",
        "t": "I will place on his shoulder the key to the house of David; what he opens no one can shut, and what he shuts no one can open."
    },
    {
        "o": 19873,
        "r": "niv:Isaiah:22:23",
        "t": "I will drive him like a peg into a firm place; he will become a seat of honor for the house of his father."
    },
    {
        "o": 19874,
        "r": "niv:Isaiah:22:24",
        "t": "All the glory of his family will hang on him: its offspring and offshoots—all its lesser vessels, from the bowls to all the jars."
    },
    {
        "o": 19875,
        "r": "niv:Isaiah:22:25",
        "t": "“In*p that day,” declares the Lord*s Almighty, “the peg driven into the firm place will give way; it will be sheared off and will fall, and the load hanging on it will be cut down.” The Lord*s has spoken."
    }
]
