[
    {
        "o": 6448,
        "r": "csb:Deuteronomy:34:0",
        "t": "Deuteronomy 34",
        "h": 1
    },
    {
        "o": 6449,
        "r": "csb:Deuteronomy:34:0",
        "t": "Moses’s Death",
        "h": 2
    },
    {
        "o": 6450,
        "r": "csb:Deuteronomy:34:1",
        "t": "Then*p Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which faces Jericho, and the Lord*s showed him all the land: Gilead as far as Dan,"
    },
    {
        "o": 6451,
        "r": "csb:Deuteronomy:34:2",
        "t": "all of Naphtali, the land of Ephraim and Manasseh, all the land of Judah as far as the Mediterranean Sea,"
    },
    {
        "o": 6452,
        "r": "csb:Deuteronomy:34:3",
        "t": "the Negev, and the plain in the Valley of Jericho, the City of Palms, as far as Zoar."
    },
    {
        "o": 6453,
        "r": "csb:Deuteronomy:34:4",
        "t": "The Lord*s then said to him, “This is the land I promised Abraham, Isaac, and Jacob, ‘I will give it to your descendants.’ I have let you see it with your own eyes, but you will not cross into it.”"
    },
    {
        "o": 6454,
        "r": "csb:Deuteronomy:34:5",
        "t": "So*p Moses the servant of the Lord*s died there in the land of Moab, according to the Lord’s*s word."
    },
    {
        "o": 6455,
        "r": "csb:Deuteronomy:34:6",
        "t": "He buried him in the valley in the land of Moab facing Beth-peor, and no one to this day knows where his grave is."
    },
    {
        "o": 6456,
        "r": "csb:Deuteronomy:34:7",
        "t": "Moses was one hundred twenty years old when he died; his eyes were not weak, and his vitality had not left him."
    },
    {
        "o": 6457,
        "r": "csb:Deuteronomy:34:8",
        "t": "The Israelites wept for Moses in the plains of Moab thirty days. Then the days of weeping and mourning for Moses came to an end."
    },
    {
        "o": 6458,
        "r": "csb:Deuteronomy:34:9",
        "t": "Joshua*p son of Nun was filled with the spirit of wisdom because Moses had laid his hands on him. So the Israelites obeyed him and did as the Lord*s had commanded Moses."
    },
    {
        "o": 6459,
        "r": "csb:Deuteronomy:34:10",
        "t": "No prophet has arisen again in Israel like Moses, whom the Lord*s knew face to face."
    },
    {
        "o": 6460,
        "r": "csb:Deuteronomy:34:11",
        "t": "He was unparalleled for all the signs and wonders the Lord*s sent him to do against the land of Egypt - to Pharaoh, to all his officials, and to all his land—"
    },
    {
        "o": 6461,
        "r": "csb:Deuteronomy:34:12",
        "t": "and for all the mighty acts of power and terrifying deeds that Moses performed in the sight of all Israel."
    }
]
