[
    {
        "o": 19127,
        "r": "csb:Proverbs:25:0",
        "t": "Proverbs 25",
        "h": 1
    },
    {
        "o": 19128,
        "r": "csb:Proverbs:25:0",
        "t": "Hezekiah’s Collection",
        "h": 2
    },
    {
        "o": 19129,
        "r": "csb:Proverbs:25:1",
        "t": "These*pn too are proverbs of Solomon, which*ln the men of King Hezekiah of Judah copied."
    },
    {
        "o": 19130,
        "r": "csb:Proverbs:25:2",
        "t": "It*pn is the glory of God to conceal a matter and*ln the glory of kings to investigate a matter."
    },
    {
        "o": 19131,
        "r": "csb:Proverbs:25:3",
        "t": "As*ln the heavens are high and the earth is deep, so*ln the hearts of kings cannot be investigated."
    },
    {
        "o": 19132,
        "r": "csb:Proverbs:25:4",
        "t": "Remove*pn impurities from silver, and*ln material will be produced for a silversmith."
    },
    {
        "o": 19133,
        "r": "csb:Proverbs:25:5",
        "t": "Remove*ln the wicked from the king’s presence, and*ln his throne will be established in righteousness."
    },
    {
        "o": 19134,
        "r": "csb:Proverbs:25:6",
        "t": "Don’t*pn boast about yourself before the king, and*ln don’t stand in the place of the great;"
    },
    {
        "o": 19135,
        "r": "csb:Proverbs:25:7",
        "t": "for*ln it is better for him to say to you, “Come up here!” than*ln to demote you in plain view of a noble."
    },
    {
        "o": 19136,
        "r": "csb:Proverbs:25:8",
        "t": "Don’t*pn take a matter to court hastily. Otherwise,*ln what will you do afterward if*ln your opponent humiliates you?"
    },
    {
        "o": 19137,
        "r": "csb:Proverbs:25:9",
        "t": "Make*ln your case with your opponent without*ln revealing another’s secret;"
    },
    {
        "o": 19138,
        "r": "csb:Proverbs:25:10",
        "t": "otherwise,*ln the one who hears will disgrace you, and*ln you’ll never live it down."
    },
    {
        "o": 19139,
        "r": "csb:Proverbs:25:11",
        "t": "A*pn word spoken at the right time is*ln like gold apples in silver settings."
    },
    {
        "o": 19140,
        "r": "csb:Proverbs:25:12",
        "t": "A*ln wise correction to a receptive ear is*ln like a gold ring or an ornament of gold."
    },
    {
        "o": 19141,
        "r": "csb:Proverbs:25:13",
        "t": "To*pn those who send him, a trustworthy envoy is*ln like the coolness of snow on a harvest day; he*ln refreshes the life of his masters."
    },
    {
        "o": 19142,
        "r": "csb:Proverbs:25:14",
        "t": "The*pn one who boasts about a gift that does not exist is*ln like clouds and wind without rain."
    },
    {
        "o": 19143,
        "r": "csb:Proverbs:25:15",
        "t": "A*ln ruler can be persuaded through patience, and*ln a gentle tongue can break a bone."
    },
    {
        "o": 19144,
        "r": "csb:Proverbs:25:16",
        "t": "If*ln you find honey, eat only what you need; otherwise,*ln you’ll get sick from it and vomit."
    },
    {
        "o": 19145,
        "r": "csb:Proverbs:25:17",
        "t": "Seldom*ln set foot in your neighbor’s house; otherwise,*ln he’ll get sick of you and hate you."
    },
    {
        "o": 19146,
        "r": "csb:Proverbs:25:18",
        "t": "A*pn person giving false testimony against his neighbor is*ln like a club, a sword, or a sharp arrow."
    },
    {
        "o": 19147,
        "r": "csb:Proverbs:25:19",
        "t": "Trusting*ln an unreliable person in a difficult time is*ln like a rotten tooth or a faltering foot."
    },
    {
        "o": 19148,
        "r": "csb:Proverbs:25:20",
        "t": "Singing*pn songs to a troubled heart is*ln like taking off clothing on a cold day or*ln like pouring vinegar on soda."
    },
    {
        "o": 19149,
        "r": "csb:Proverbs:25:21",
        "t": "If*pn your enemy is hungry, give him food to eat, and*ln if he is thirsty, give him water to drink,"
    },
    {
        "o": 19150,
        "r": "csb:Proverbs:25:22",
        "t": "for*ln you will heap burning coals on his head, and*ln the Lord*s will reward you."
    },
    {
        "o": 19151,
        "r": "csb:Proverbs:25:23",
        "t": "The*pn north wind produces rain, and*ln a backbiting tongue, angry looks."
    },
    {
        "o": 19152,
        "r": "csb:Proverbs:25:24",
        "t": "Better*pn to live on the corner of a roof than*ln to share a house with a nagging wife."
    },
    {
        "o": 19153,
        "r": "csb:Proverbs:25:25",
        "t": "Good*pn news from a distant land is*ln like cold water to a parched throat."
    },
    {
        "o": 19154,
        "r": "csb:Proverbs:25:26",
        "t": "A*pn righteous person who yields to the wicked is*ln like a muddied spring or a polluted well."
    },
    {
        "o": 19155,
        "r": "csb:Proverbs:25:27",
        "t": "It*pn is not good to eat too much honey or*ln to seek glory after glory."
    },
    {
        "o": 19156,
        "r": "csb:Proverbs:25:28",
        "t": "A*pn person who does not control his temper is*ln like a city whose wall is broken down."
    }
]
