[
    {
        "o": 8158,
        "r": "csb:1 Samuel:8:0",
        "t": "1 Samuel 8",
        "h": 1
    },
    {
        "o": 8159,
        "r": "csb:1 Samuel:8:0",
        "t": "Israel’s Demand for a King",
        "h": 2
    },
    {
        "o": 8160,
        "r": "csb:1 Samuel:8:1",
        "t": "When*p Samuel grew old, he appointed his sons as judges over Israel."
    },
    {
        "o": 8161,
        "r": "csb:1 Samuel:8:2",
        "t": "His firstborn son’s name was Joel and his second was Abijah. They were judges in Beer-sheba."
    },
    {
        "o": 8162,
        "r": "csb:1 Samuel:8:3",
        "t": "However, his sons did not walk in his ways - they turned toward dishonest profit, took bribes, and perverted justice."
    },
    {
        "o": 8163,
        "r": "csb:1 Samuel:8:4",
        "t": "So*p all the elders of Israel gathered together and went to Samuel at Ramah."
    },
    {
        "o": 8164,
        "r": "csb:1 Samuel:8:5",
        "t": "They said to him, “Look, you are old, and your sons do not walk in your ways. Therefore, appoint a king to judge us the same as all the other nations have.”"
    },
    {
        "o": 8165,
        "r": "csb:1 Samuel:8:6",
        "t": "When*p they said, “Give us a king to judge us,” Samuel considered their demand wrong, so he prayed to the Lord.*s"
    },
    {
        "o": 8166,
        "r": "csb:1 Samuel:8:7",
        "t": "But the Lord*s told him, “Listen to the people and everything they say to you. They have not rejected you; they have rejected me as their king."
    },
    {
        "o": 8167,
        "r": "csb:1 Samuel:8:8",
        "t": "They are doing the same thing to you that they have done to me, since the day I brought them out of Egypt until this day, abandoning me and worshiping other gods."
    },
    {
        "o": 8168,
        "r": "csb:1 Samuel:8:9",
        "t": "Listen to them, but solemnly warn them and tell them about the customary rights of the king who will reign over them.”"
    },
    {
        "o": 8169,
        "r": "csb:1 Samuel:8:10",
        "t": "Samuel*p told all the Lord’s*s words to the people who were asking him for a king."
    },
    {
        "o": 8170,
        "r": "csb:1 Samuel:8:11",
        "t": "He said, “These are the rights of the king who will reign over you: He will take your sons and put them to his use in his chariots, on his horses, or running in front of his chariots."
    },
    {
        "o": 8171,
        "r": "csb:1 Samuel:8:12",
        "t": "He can appoint them for his use as commanders of thousands or commanders of fifties, to plow his ground and reap his harvest, or to make his weapons of war and the equipment for his chariots."
    },
    {
        "o": 8172,
        "r": "csb:1 Samuel:8:13",
        "t": "He can take your daughters to become perfumers, cooks, and bakers."
    },
    {
        "o": 8173,
        "r": "csb:1 Samuel:8:14",
        "t": "He can take your best fields, vineyards, and olive orchards and give them to his servants."
    },
    {
        "o": 8174,
        "r": "csb:1 Samuel:8:15",
        "t": "He can take a tenth of your grain and your vineyards and give them to his officials and servants."
    },
    {
        "o": 8175,
        "r": "csb:1 Samuel:8:16",
        "t": "He can take your male servants, your female servants, your best cattle, and your donkeys and use them for his work."
    },
    {
        "o": 8176,
        "r": "csb:1 Samuel:8:17",
        "t": "He can take a tenth of your flocks, and you yourselves can become his servants."
    },
    {
        "o": 8177,
        "r": "csb:1 Samuel:8:18",
        "t": "When that day comes, you will cry out because of the king you’ve chosen for yourselves, but the Lord*s won’t answer you on that day.”"
    },
    {
        "o": 8178,
        "r": "csb:1 Samuel:8:19",
        "t": "The*p people refused to listen to Samuel. “No!” they said. “We must have a king over us."
    },
    {
        "o": 8179,
        "r": "csb:1 Samuel:8:20",
        "t": "Then we’ll be like all the other nations: our king will judge us, go out before us, and fight our battles.”"
    },
    {
        "o": 8180,
        "r": "csb:1 Samuel:8:21",
        "t": "Samuel*p listened to all the people’s words and then repeated them to the Lord.*s"
    },
    {
        "o": 8181,
        "r": "csb:1 Samuel:8:22",
        "t": "“Listen to them,” the Lord*s told Samuel. “Appoint a king for them.” Then*p Samuel told the men of Israel, “Each of you, go back to your city.”"
    }
]
