[
    {
        "o": 2159,
        "r": "esv:Exodus:17:0",
        "t": "Exodus 17",
        "h": 1
    },
    {
        "o": 2160,
        "r": "esv:Exodus:17:0",
        "t": "Water from the Rock",
        "h": 2
    },
    {
        "o": 2161,
        "r": "esv:Exodus:17:1",
        "t": "All*p the congregation of the people of Israel moved on from the wilderness of Sin by stages, according to the commandment of the Lord,*s and camped at Rephidim, but there was no water for the people to drink."
    },
    {
        "o": 2162,
        "r": "esv:Exodus:17:2",
        "t": "Therefore the people quarreled with Moses and said, “Give us water to drink.” And Moses said to them, “Why do you quarrel with me? Why do you test the Lord?”*s"
    },
    {
        "o": 2163,
        "r": "esv:Exodus:17:3",
        "t": "But the people thirsted there for water, and the people grumbled against Moses and said, “Why did you bring us up out of Egypt, to kill us and our children and our livestock with thirst?”"
    },
    {
        "o": 2164,
        "r": "esv:Exodus:17:4",
        "t": "So Moses cried to the Lord,*s “What shall I do with this people? They are almost ready to stone me.”"
    },
    {
        "o": 2165,
        "r": "esv:Exodus:17:5",
        "t": "And the Lord*s said to Moses, “Pass on before the people, taking with you some of the elders of Israel, and take in your hand the staff with which you struck the Nile, and go."
    },
    {
        "o": 2166,
        "r": "esv:Exodus:17:6",
        "t": "Behold, I will stand before you there on the rock at Horeb, and you shall strike the rock, and water shall come out of it, and the people will drink.” And Moses did so, in the sight of the elders of Israel."
    },
    {
        "o": 2167,
        "r": "esv:Exodus:17:7",
        "t": "And he called the name of the place Massah and Meribah, because of the quarreling of the people of Israel, and because they tested the Lord*s by saying, “Is the Lord*s among us or not?”"
    },
    {
        "o": 2168,
        "r": "esv:Exodus:17:7",
        "t": "Israel Defeats Amalek",
        "h": 2
    },
    {
        "o": 2169,
        "r": "esv:Exodus:17:8",
        "t": "Then*p Amalek came and fought with Israel at Rephidim."
    },
    {
        "o": 2170,
        "r": "esv:Exodus:17:9",
        "t": "So Moses said to Joshua, “Choose for us men, and go out and fight with Amalek. Tomorrow I will stand on the top of the hill with the staff of God in my hand.”"
    },
    {
        "o": 2171,
        "r": "esv:Exodus:17:10",
        "t": "So Joshua did as Moses told him, and fought with Amalek, while Moses, Aaron, and Hur went up to the top of the hill."
    },
    {
        "o": 2172,
        "r": "esv:Exodus:17:11",
        "t": "Whenever Moses held up his hand, Israel prevailed, and whenever he lowered his hand, Amalek prevailed."
    },
    {
        "o": 2173,
        "r": "esv:Exodus:17:12",
        "t": "But Moses’ hands grew weary, so they took a stone and put it under him, and he sat on it, while Aaron and Hur held up his hands, one on one side, and the other on the other side. So his hands were steady until the going down of the sun."
    },
    {
        "o": 2174,
        "r": "esv:Exodus:17:13",
        "t": "And Joshua overwhelmed Amalek and his people with the sword."
    },
    {
        "o": 2175,
        "r": "esv:Exodus:17:14",
        "t": "Then*p the Lord*s said to Moses, “Write this as a memorial in a book and recite it in the ears of Joshua, that I will utterly blot out the memory of Amalek from under heaven.”"
    },
    {
        "o": 2176,
        "r": "esv:Exodus:17:15",
        "t": "And Moses built an altar and called the name of it, The Lord*s Is My Banner,"
    },
    {
        "o": 2177,
        "r": "esv:Exodus:17:16",
        "t": "saying, “A hand upon the throne of the Lord!*s The Lord*s will have war with Amalek from generation to generation.”"
    }
]
