[
    {
        "o": 3725,
        "r": "csb:Leviticus:22:0",
        "t": "Leviticus 22",
        "h": 1
    },
    {
        "o": 3726,
        "r": "csb:Leviticus:22:0",
        "t": "Priests and Their Food",
        "h": 2
    },
    {
        "o": 3727,
        "r": "csb:Leviticus:22:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3728,
        "r": "csb:Leviticus:22:2",
        "t": "“Tell Aaron and his sons to deal respectfully with the holy offerings of the Israelites that they have consecrated to me, so they do not profane my holy name; I am the Lord.*s"
    },
    {
        "o": 3729,
        "r": "csb:Leviticus:22:3",
        "t": "Say to them: If any man from any of your descendants throughout your generations is in a state of uncleanness yet approaches the holy offerings that the Israelites consecrate to the Lord,*s that person will be cut off from my presence; I am the Lord.*s"
    },
    {
        "o": 3730,
        "r": "csb:Leviticus:22:4",
        "t": "No man of Aaron’s descendants who has a skin disease or a discharge is to eat from the holy offerings until he is clean. Whoever touches anything made unclean by a dead person or by a man who has an emission of semen,"
    },
    {
        "o": 3731,
        "r": "csb:Leviticus:22:5",
        "t": "or whoever touches any swarming creature that makes him unclean or any person who makes him unclean - whatever his uncleanness -"
    },
    {
        "o": 3732,
        "r": "csb:Leviticus:22:6",
        "t": "the man who touches any of these will remain unclean until evening and is not to eat from the holy offerings unless he has bathed his body with water."
    },
    {
        "o": 3733,
        "r": "csb:Leviticus:22:7",
        "t": "When the sun has set, he will become clean, and then he may eat from the holy offerings, for that is his food."
    },
    {
        "o": 3734,
        "r": "csb:Leviticus:22:8",
        "t": "He must not eat an animal that died naturally or was mauled by wild beasts, making himself unclean by it; I am the Lord.*s"
    },
    {
        "o": 3735,
        "r": "csb:Leviticus:22:9",
        "t": "They must keep my instruction, or they will be guilty and die because they profane it; I am the Lord*s who sets them apart."
    },
    {
        "o": 3736,
        "r": "csb:Leviticus:22:10",
        "t": "“No*p one outside a priest’s family is to eat the holy offering. A foreigner staying with a priest or a hired worker is not to eat the holy offering."
    },
    {
        "o": 3737,
        "r": "csb:Leviticus:22:11",
        "t": "But if a priest purchases someone with his own silver, that person may eat it, and those born in his house may eat his food."
    },
    {
        "o": 3738,
        "r": "csb:Leviticus:22:12",
        "t": "If the priest’s daughter is married to a man outside a priest’s family, she is not to eat from the holy contributions."
    },
    {
        "o": 3739,
        "r": "csb:Leviticus:22:13",
        "t": "But if the priest’s daughter becomes widowed or divorced, has no children, and returns to her father’s house as in her youth, she may share her father’s food. But no outsider may share it."
    },
    {
        "o": 3740,
        "r": "csb:Leviticus:22:14",
        "t": "If anyone eats a holy offering in error, he is to add a fifth to its value and give the holy offering to the priest."
    },
    {
        "o": 3741,
        "r": "csb:Leviticus:22:15",
        "t": "The priests must not profane the holy offerings the Israelites give to the Lord*s"
    },
    {
        "o": 3742,
        "r": "csb:Leviticus:22:16",
        "t": "by letting the people eat their holy offerings and having them bear the penalty of restitution. For I am the Lord*s who sets them apart.”"
    },
    {
        "o": 3743,
        "r": "csb:Leviticus:22:16",
        "t": "Acceptable Sacrifices",
        "h": 2
    },
    {
        "o": 3744,
        "r": "csb:Leviticus:22:17",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3745,
        "r": "csb:Leviticus:22:18",
        "t": "“Speak to Aaron, his sons, and all the Israelites and tell them: Any man of the house of Israel or of the resident aliens in Israel who presents his offering- whether they present payment of vows or freewill gifts to the Lord*s as burnt offerings -"
    },
    {
        "o": 3746,
        "r": "csb:Leviticus:22:19",
        "t": "must offer an unblemished male from the cattle, sheep, or goats in order for you to be accepted."
    },
    {
        "o": 3747,
        "r": "csb:Leviticus:22:20",
        "t": "You are not to present anything that has a defect, because it will not be accepted on your behalf."
    },
    {
        "o": 3748,
        "r": "csb:Leviticus:22:21",
        "t": "“When*p a man presents a fellowship sacrifice to the Lord*s to fulfill a vow or as a freewill offering from the herd or flock, it has to be unblemished to be acceptable; there must be no defect in it."
    },
    {
        "o": 3749,
        "r": "csb:Leviticus:22:22",
        "t": "You are not to present any animal to the Lord*s that is blind, injured, maimed, or has a running sore, festering rash, or scabs; you may not put any of them on the altar as a food offering to the Lord.*s"
    },
    {
        "o": 3750,
        "r": "csb:Leviticus:22:23",
        "t": "You may sacrifice as a freewill offering any animal from the herd or flock that has an elongated or stunted limb, but it is not acceptable as a vow offering."
    },
    {
        "o": 3751,
        "r": "csb:Leviticus:22:24",
        "t": "You are not to present to the Lord*s anything that has bruised, crushed, torn, or severed testicles; you must not sacrifice them in your land."
    },
    {
        "o": 3752,
        "r": "csb:Leviticus:22:25",
        "t": "Neither you nor a foreigner are to present food to your God from any of these animals. They will not be accepted for you because they are deformed and have a defect.”"
    },
    {
        "o": 3753,
        "r": "csb:Leviticus:22:26",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3754,
        "r": "csb:Leviticus:22:27",
        "t": "“When an ox, sheep, or goat is born, it is to remain with its mother for seven days; from the eighth day on, it will be acceptable as an offering, a food offering to the Lord.*s"
    },
    {
        "o": 3755,
        "r": "csb:Leviticus:22:28",
        "t": "But you are not to slaughter an animal from the herd or flock on the same day as its young."
    },
    {
        "o": 3756,
        "r": "csb:Leviticus:22:29",
        "t": "When you offer a thanksgiving sacrifice to the Lord,*s offer it so that you may be accepted."
    },
    {
        "o": 3757,
        "r": "csb:Leviticus:22:30",
        "t": "It is to be eaten on the same day. Do not let any of it remain until morning; I am the Lord.*s"
    },
    {
        "o": 3758,
        "r": "csb:Leviticus:22:31",
        "t": "“You*p are to keep my commands and do them; I am the Lord.*s"
    },
    {
        "o": 3759,
        "r": "csb:Leviticus:22:32",
        "t": "You must not profane my holy name; I must be treated as holy among the Israelites. I am the Lord*s who sets you apart,"
    },
    {
        "o": 3760,
        "r": "csb:Leviticus:22:33",
        "t": "the one who brought you out of the land of Egypt to be your God; I am the Lord.”*s"
    }
]
