[
    {
        "o": 23010,
        "r": "niv:Ezekiel:21:0",
        "t": "Ezekiel 21",
        "h": 1
    },
    {
        "o": 23011,
        "r": "niv:Ezekiel:21:0",
        "t": "Babylon as God’s Sword of Judgment",
        "h": 2
    },
    {
        "o": 23012,
        "r": "niv:Ezekiel:21:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23013,
        "r": "niv:Ezekiel:21:2",
        "t": "“Son of man, set your face against Jerusalem and preach against the sanctuary. Prophesy against the land of Israel"
    },
    {
        "o": 23014,
        "r": "niv:Ezekiel:21:3",
        "t": "and say to her: ‘This is what the Lord*s says: I am against you. I will draw my sword from its sheath and cut off from you both the righteous and the wicked."
    },
    {
        "o": 23015,
        "r": "niv:Ezekiel:21:4",
        "t": "Because I am going to cut off the righteous and the wicked, my sword will be unsheathed against everyone from south to north."
    },
    {
        "o": 23016,
        "r": "niv:Ezekiel:21:5",
        "t": "Then all people will know that I the Lord*s have drawn my sword from its sheath; it will not return again.’"
    },
    {
        "o": 23017,
        "r": "niv:Ezekiel:21:6",
        "t": "“Therefore*p groan, son of man! Groan before them with broken heart and bitter grief."
    },
    {
        "o": 23018,
        "r": "niv:Ezekiel:21:7",
        "t": "And when they ask you, ‘Why are you groaning?’ you shall say, ‘Because of the news that is coming. Every heart will melt with fear and every hand go limp; every spirit will become faint and every leg will be wet with urine.’ It is coming! It will surely take place, declares the Sovereign Lord.”*s"
    },
    {
        "o": 23019,
        "r": "niv:Ezekiel:21:8",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23020,
        "r": "niv:Ezekiel:21:9",
        "t": "“Son of man, prophesy and say, ‘This is what the Lord says: “ ‘A*pn sword, a sword, sharpened*ld and polished—"
    },
    {
        "o": 23021,
        "r": "niv:Ezekiel:21:10",
        "t": "sharpened*ln for the slaughter, polished*ld to flash like lightning! “ ‘Shall*p we rejoice in the scepter of my royal son? The sword despises every such stick."
    },
    {
        "o": 23022,
        "r": "niv:Ezekiel:21:11",
        "t": "“ ‘The*pn sword is appointed to be polished, to*ld be grasped with the hand; it*ln is sharpened and polished, made*ld ready for the hand of the slayer."
    },
    {
        "o": 23023,
        "r": "niv:Ezekiel:21:12",
        "t": "Cry*ln out and wail, son of man, for*ld it is against my people; it*ld is against all the princes of Israel. They*ln are thrown to the sword along*ld with my people. Therefore*ln beat your breast."
    },
    {
        "o": 23024,
        "r": "niv:Ezekiel:21:13",
        "t": "“ ‘Testing*p will surely come. And what if even the scepter, which the sword despises, does not continue? declares the Sovereign Lord.’*s"
    },
    {
        "o": 23025,
        "r": "niv:Ezekiel:21:14",
        "t": "“So*pn then, son of man, prophesy and*ld strike your hands together. Let*ln the sword strike twice, even*ld three times. It*ln is a sword for slaughter— a*ld sword for great slaughter, closing*ld in on them from every side."
    },
    {
        "o": 23026,
        "r": "niv:Ezekiel:21:15",
        "t": "So*ln that hearts may melt with fear and*ld the fallen be many, I*ln have stationed the sword for slaughter at*ld all their gates. Look!*ln It is forged to strike like lightning, it*ld is grasped for slaughter."
    },
    {
        "o": 23027,
        "r": "niv:Ezekiel:21:16",
        "t": "Slash*ln to the right, you sword, then*ld to the left, wherever*ld your blade is turned."
    },
    {
        "o": 23028,
        "r": "niv:Ezekiel:21:17",
        "t": "I*ln too will strike my hands together, and*ld my wrath will subside. I*ln the Lord*s have spoken.”"
    },
    {
        "o": 23029,
        "r": "niv:Ezekiel:21:18",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23030,
        "r": "niv:Ezekiel:21:19",
        "t": "“Son of man, mark out two roads for the sword of the king of Babylon to take, both starting from the same country. Make a signpost where the road branches off to the city."
    },
    {
        "o": 23031,
        "r": "niv:Ezekiel:21:20",
        "t": "Mark out one road for the sword to come against Rabbah of the Ammonites and another against Judah and fortified Jerusalem."
    },
    {
        "o": 23032,
        "r": "niv:Ezekiel:21:21",
        "t": "For the king of Babylon will stop at the fork in the road, at the junction of the two roads, to seek an omen: He will cast lots with arrows, he will consult his idols, he will examine the liver."
    },
    {
        "o": 23033,
        "r": "niv:Ezekiel:21:22",
        "t": "Into his right hand will come the lot for Jerusalem, where he is to set up battering rams, to give the command to slaughter, to sound the battle cry, to set battering rams against the gates, to build a ramp and to erect siege works."
    },
    {
        "o": 23034,
        "r": "niv:Ezekiel:21:23",
        "t": "It will seem like a false omen to those who have sworn allegiance to him, but he will remind them of their guilt and take them captive."
    },
    {
        "o": 23035,
        "r": "niv:Ezekiel:21:24",
        "t": "“Therefore*p this is what the Sovereign Lord*s says: ‘Because you people have brought to mind your guilt by your open rebellion, revealing your sins in all that you do—because you have done this, you will be taken captive."
    },
    {
        "o": 23036,
        "r": "niv:Ezekiel:21:25",
        "t": "“ ‘You*p profane and wicked prince of Israel, whose day has come, whose time of punishment has reached its climax,"
    },
    {
        "o": 23037,
        "r": "niv:Ezekiel:21:26",
        "t": "this is what the Sovereign Lord*s says: Take off the turban, remove the crown. It will not be as it was: The lowly will be exalted and the exalted will be brought low."
    },
    {
        "o": 23038,
        "r": "niv:Ezekiel:21:27",
        "t": "A ruin! A ruin! I will make it a ruin! The crown will not be restored until he to whom it rightfully belongs shall come; to him I will give it.’"
    },
    {
        "o": 23039,
        "r": "niv:Ezekiel:21:28",
        "t": "“And*p you, son of man, prophesy and say, ‘This is what the Sovereign Lord*s says about the Ammonites and their insults: “ ‘A*pn sword, a sword, drawn*ld for the slaughter, polished*ln to consume and*ld to flash like lightning!"
    },
    {
        "o": 23040,
        "r": "niv:Ezekiel:21:29",
        "t": "Despite*ln false visions concerning you and*ld lying divinations about you, it*ln will be laid on the necks of*ld the wicked who are to be slain, whose*ln day has come, whose*ld time of punishment has reached its climax."
    },
    {
        "o": 23041,
        "r": "niv:Ezekiel:21:30",
        "t": "“ ‘Let*pn the sword return to its sheath. In*ld the place where you were created, in*ln the land of your ancestry, I*ld will judge you."
    },
    {
        "o": 23042,
        "r": "niv:Ezekiel:21:31",
        "t": "I*ln will pour out my wrath on you and*ld breathe out my fiery anger against you; I*ln will deliver you into the hands of brutal men, men*ld skilled in destruction."
    },
    {
        "o": 23043,
        "r": "niv:Ezekiel:21:32",
        "t": "You*ln will be fuel for the fire, your*ld blood will be shed in your land, you*ln will be remembered no more; for*ld I the Lord*s have spoken.’ ”"
    }
]
