[
    {
        "o": 7888,
        "r": "csb:Ruth:1:0",
        "t": "Ruth 1",
        "h": 1
    },
    {
        "o": 7889,
        "r": "csb:Ruth:1:0",
        "t": "Naomi’s Family in Moab",
        "h": 2
    },
    {
        "o": 7890,
        "r": "csb:Ruth:1:1",
        "t": "During*p the time of the judges, there was a famine in the land. A man left Bethlehem in Judah with his wife and two sons to stay in the territory of Moab for a while."
    },
    {
        "o": 7891,
        "r": "csb:Ruth:1:2",
        "t": "The man’s name was Elimelech, and his wife’s name was Naomi. The names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They entered the fields of Moab and settled there."
    },
    {
        "o": 7892,
        "r": "csb:Ruth:1:3",
        "t": "Naomi’s husband, Elimelech, died, and she was left with her two sons."
    },
    {
        "o": 7893,
        "r": "csb:Ruth:1:4",
        "t": "Her sons took Moabite women as their wives: one was named Orpah and the second was named Ruth. After they lived in Moab about ten years,"
    },
    {
        "o": 7894,
        "r": "csb:Ruth:1:5",
        "t": "both Mahlon and Chilion also died, and the woman was left without her two children and without her husband."
    },
    {
        "o": 7895,
        "r": "csb:Ruth:1:5",
        "t": "Ruth’s Loyalty to Naomi",
        "h": 2
    },
    {
        "o": 7896,
        "r": "csb:Ruth:1:6",
        "t": "She*p and her daughters-in-law set out to return from the territory of Moab, because she had heard in Moab that the Lord*s had paid attention to his people’s need by providing them food."
    },
    {
        "o": 7897,
        "r": "csb:Ruth:1:7",
        "t": "She left the place where she had been living, accompanied by her two daughters-in-law, and traveled along the road leading back to the land of Judah."
    },
    {
        "o": 7898,
        "r": "csb:Ruth:1:8",
        "t": "Naomi*p said to them, “Each of you go back to your mother’s home. May the Lord*s show kindness to you as you have shown to the dead and to me."
    },
    {
        "o": 7899,
        "r": "csb:Ruth:1:9",
        "t": "May the Lord*s grant each of you rest in the house of a new husband.” She kissed them, and they wept loudly."
    },
    {
        "o": 7900,
        "r": "csb:Ruth:1:10",
        "t": "They*p said to her, “We insist on returning with you to your people.”"
    },
    {
        "o": 7901,
        "r": "csb:Ruth:1:11",
        "t": "But*p Naomi replied, “Return home, my daughters. Why do you want to go with me? Am I able to have any more sons who could become your husbands?"
    },
    {
        "o": 7902,
        "r": "csb:Ruth:1:12",
        "t": "Return home, my daughters. Go on, for I am too old to have another husband. Even if I thought there was still hope for me to have a husband tonight and to bear sons,"
    },
    {
        "o": 7903,
        "r": "csb:Ruth:1:13",
        "t": "would you be willing to wait for them to grow up? Would you restrain yourselves from remarrying? No, my daughters, my life is much too bitter for you to share, because the Lord’s*s hand has turned against me.”"
    },
    {
        "o": 7904,
        "r": "csb:Ruth:1:14",
        "t": "Again they wept loudly, and Orpah kissed her mother-in-law, but Ruth clung to her."
    },
    {
        "o": 7905,
        "r": "csb:Ruth:1:15",
        "t": "Naomi said, “Look, your sister-in-law has gone back to her people and to her gods. Follow your sister-in-law.”"
    },
    {
        "o": 7906,
        "r": "csb:Ruth:1:16",
        "t": "But*p Ruth replied: Don’t*pn plead with me to abandon you or*ln to return and not follow you. For*ln wherever you go, I will go, and*ln wherever you live, I will live; your*ln people will be my people, and*ln your God will be my God."
    },
    {
        "o": 7907,
        "r": "csb:Ruth:1:17",
        "t": "Where*ln you die, I will die, and*ln there I will be buried. May*ln the Lord*s punish me, and*ln do so severely, if*ln anything but death separates you and me."
    },
    {
        "o": 7908,
        "r": "csb:Ruth:1:18",
        "t": "When*p Naomi saw that Ruth was determined to go with her, she stopped talking to her."
    },
    {
        "o": 7909,
        "r": "csb:Ruth:1:19",
        "t": "The*p two of them traveled until they came to Bethlehem. When they entered Bethlehem, the whole town was excited about their arrival and the local women exclaimed, “Can this be Naomi?”"
    },
    {
        "o": 7910,
        "r": "csb:Ruth:1:20",
        "t": "“Don’t*p call me Naomi. Call me Mara,” she answered, “for the Almighty has made me very bitter."
    },
    {
        "o": 7911,
        "r": "csb:Ruth:1:21",
        "t": "I went away full, but the Lord*s has brought me back empty. Why do you call me Naomi, since the Lord*s has opposed me, and the Almighty has afflicted me?”"
    },
    {
        "o": 7912,
        "r": "csb:Ruth:1:22",
        "t": "So*p Naomi came back from the territory of Moab with her daughter-in-law Ruth the Moabitess. They arrived in Bethlehem at the beginning of the barley harvest."
    }
]
