[
    {
        "o": 12841,
        "r": "kjv:Nehemiah:7:0",
        "t": "Nehemiah 7",
        "h": 1
    },
    {
        "o": 12842,
        "r": "kjv:Nehemiah:7:1",
        "t": "Now*p it came to pass, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed,"
    },
    {
        "o": 12843,
        "r": "kjv:Nehemiah:7:2",
        "t": "That*p I gave my brother Hanani, and Hananiah the ruler of the palace, charge over Jerusalem: for he was a faithful man, and feared God above many."
    },
    {
        "o": 12844,
        "r": "kjv:Nehemiah:7:3",
        "t": "And*p I said unto them, Let not the gates of Jerusalem be opened until the sun be hot; and while they stand by, let them shut the doors, and bar them: and appoint watches of the inhabitants of Jerusalem, every one in his watch, and every one to be over against his house."
    },
    {
        "o": 12845,
        "r": "kjv:Nehemiah:7:4",
        "t": "Now*p the city was large and great: but the people were few therein, and the houses were not builded."
    },
    {
        "o": 12846,
        "r": "kjv:Nehemiah:7:5",
        "t": "And*p my God put into mine heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them which came up at the first, and found written therein,"
    },
    {
        "o": 12847,
        "r": "kjv:Nehemiah:7:6",
        "t": "These*p are the children of the province, that went up out of the captivity, of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and came again to Jerusalem and to Judah, every one unto his city;"
    },
    {
        "o": 12848,
        "r": "kjv:Nehemiah:7:7",
        "t": "Who*p came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispar, Bigvai, Nehum, Baanah. The number, I say, of the men of the people of Israel was this;"
    },
    {
        "o": 12849,
        "r": "kjv:Nehemiah:7:8",
        "t": "The*p children of Parosh, two thousand an hundred seventy and two."
    },
    {
        "o": 12850,
        "r": "kjv:Nehemiah:7:9",
        "t": "The*p children of Shephatiah, three hundred seventy and two."
    },
    {
        "o": 12851,
        "r": "kjv:Nehemiah:7:10",
        "t": "The*p children of Arah, six hundred fifty and two."
    },
    {
        "o": 12852,
        "r": "kjv:Nehemiah:7:11",
        "t": "The*p children of Pahath–moab, of the children of Jeshua and Joab, two thousand and eight hundred and eighteen."
    },
    {
        "o": 12853,
        "r": "kjv:Nehemiah:7:12",
        "t": "The*p children of Elam, a thousand two hundred fifty and four."
    },
    {
        "o": 12854,
        "r": "kjv:Nehemiah:7:13",
        "t": "The*p children of Zattu, eight hundred forty and five."
    },
    {
        "o": 12855,
        "r": "kjv:Nehemiah:7:14",
        "t": "The*p children of Zaccai, seven hundred and threescore."
    },
    {
        "o": 12856,
        "r": "kjv:Nehemiah:7:15",
        "t": "The*p children of Binnui, six hundred forty and eight."
    },
    {
        "o": 12857,
        "r": "kjv:Nehemiah:7:16",
        "t": "The*p children of Bebai, six hundred twenty and eight."
    },
    {
        "o": 12858,
        "r": "kjv:Nehemiah:7:17",
        "t": "The*p children of Azgad, two thousand three hundred twenty and two."
    },
    {
        "o": 12859,
        "r": "kjv:Nehemiah:7:18",
        "t": "The*p children of Adonikam, six hundred threescore and seven."
    },
    {
        "o": 12860,
        "r": "kjv:Nehemiah:7:19",
        "t": "The*p children of Bigvai, two thousand threescore and seven."
    },
    {
        "o": 12861,
        "r": "kjv:Nehemiah:7:20",
        "t": "The*p children of Adin, six hundred fifty and five."
    },
    {
        "o": 12862,
        "r": "kjv:Nehemiah:7:21",
        "t": "The*p children of Ater of Hezekiah, ninety and eight."
    },
    {
        "o": 12863,
        "r": "kjv:Nehemiah:7:22",
        "t": "The*p children of Hashum, three hundred twenty and eight."
    },
    {
        "o": 12864,
        "r": "kjv:Nehemiah:7:23",
        "t": "The*p children of Bezai, three hundred twenty and four."
    },
    {
        "o": 12865,
        "r": "kjv:Nehemiah:7:24",
        "t": "The*p children of Hariph, an hundred and twelve."
    },
    {
        "o": 12866,
        "r": "kjv:Nehemiah:7:25",
        "t": "The*p children of Gibeon, ninety and five."
    },
    {
        "o": 12867,
        "r": "kjv:Nehemiah:7:26",
        "t": "The*p men of Beth–lehem and Netophah, an hundred fourscore and eight."
    },
    {
        "o": 12868,
        "r": "kjv:Nehemiah:7:27",
        "t": "The*p men of Anathoth, an hundred twenty and eight."
    },
    {
        "o": 12869,
        "r": "kjv:Nehemiah:7:28",
        "t": "The*p men of Beth–azmaveth, forty and two."
    },
    {
        "o": 12870,
        "r": "kjv:Nehemiah:7:29",
        "t": "The*p men of Kirjath–jearim, Chephirah, and Beeroth, seven hundred forty and three."
    },
    {
        "o": 12871,
        "r": "kjv:Nehemiah:7:30",
        "t": "The*p men of Ramah and Geba, six hundred twenty and one."
    },
    {
        "o": 12872,
        "r": "kjv:Nehemiah:7:31",
        "t": "The*p men of Michmash, an hundred and twenty and two."
    },
    {
        "o": 12873,
        "r": "kjv:Nehemiah:7:32",
        "t": "The*p men of Beth–el and Ai, an hundred twenty and three."
    },
    {
        "o": 12874,
        "r": "kjv:Nehemiah:7:33",
        "t": "The*p men of the other Nebo, fifty and two."
    },
    {
        "o": 12875,
        "r": "kjv:Nehemiah:7:34",
        "t": "The*p children of the other Elam, a thousand two hundred fifty and four."
    },
    {
        "o": 12876,
        "r": "kjv:Nehemiah:7:35",
        "t": "The*p children of Harim, three hundred and twenty."
    },
    {
        "o": 12877,
        "r": "kjv:Nehemiah:7:36",
        "t": "The*p children of Jericho, three hundred forty and five."
    },
    {
        "o": 12878,
        "r": "kjv:Nehemiah:7:37",
        "t": "The*p children of Lod, Hadid, and Ono, seven hundred twenty and one."
    },
    {
        "o": 12879,
        "r": "kjv:Nehemiah:7:38",
        "t": "The*p children of Senaah, three thousand nine hundred and thirty."
    },
    {
        "o": 12880,
        "r": "kjv:Nehemiah:7:39",
        "t": "The*p priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three."
    },
    {
        "o": 12881,
        "r": "kjv:Nehemiah:7:40",
        "t": "The*p children of Immer, a thousand fifty and two."
    },
    {
        "o": 12882,
        "r": "kjv:Nehemiah:7:41",
        "t": "The*p children of Pashur, a thousand two hundred forty and seven."
    },
    {
        "o": 12883,
        "r": "kjv:Nehemiah:7:42",
        "t": "The*p children of Harim, a thousand and seventeen."
    },
    {
        "o": 12884,
        "r": "kjv:Nehemiah:7:43",
        "t": "The*p Levites: the children of Jeshua, of Kadmiel, and of the children of Hodevah, seventy and four."
    },
    {
        "o": 12885,
        "r": "kjv:Nehemiah:7:44",
        "t": "The*p singers: the children of Asaph, an hundred forty and eight."
    },
    {
        "o": 12886,
        "r": "kjv:Nehemiah:7:45",
        "t": "The*p porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, an hundred thirty and eight."
    },
    {
        "o": 12887,
        "r": "kjv:Nehemiah:7:46",
        "t": "The*p Nethinims: the children of Ziha, the children of Hasupha, the children of Tabbaoth,"
    },
    {
        "o": 12888,
        "r": "kjv:Nehemiah:7:47",
        "t": "The*p children of Keros, the children of Sia, the children of Padon,"
    },
    {
        "o": 12889,
        "r": "kjv:Nehemiah:7:48",
        "t": "The*p children of Lebanah, the children of Hagabah, the children of Shalmai,"
    },
    {
        "o": 12890,
        "r": "kjv:Nehemiah:7:49",
        "t": "The*p children of Hanan, the children of Giddel, the children of Gahar,"
    },
    {
        "o": 12891,
        "r": "kjv:Nehemiah:7:50",
        "t": "The*p children of Reaiah, the children of Rezin, the children of Nekoda,"
    },
    {
        "o": 12892,
        "r": "kjv:Nehemiah:7:51",
        "t": "The*p children of Gazzam, the children of Uzza, the children of Paseah,"
    },
    {
        "o": 12893,
        "r": "kjv:Nehemiah:7:52",
        "t": "The*p children of Besai, the children of Meunim, the children of Nephishesim,"
    },
    {
        "o": 12894,
        "r": "kjv:Nehemiah:7:53",
        "t": "The*p children of Bakbuk, the children of Hakupha, the children of Harhur,"
    },
    {
        "o": 12895,
        "r": "kjv:Nehemiah:7:54",
        "t": "The*p children of Bazlith, the children of Mehida, the children of Harsha,"
    },
    {
        "o": 12896,
        "r": "kjv:Nehemiah:7:55",
        "t": "The*p children of Barkos, the children of Sisera, the children of Temah,"
    },
    {
        "o": 12897,
        "r": "kjv:Nehemiah:7:56",
        "t": "The*p children of Neziah, the children of Hatipha."
    },
    {
        "o": 12898,
        "r": "kjv:Nehemiah:7:57",
        "t": "The*p children of Solomon's servants: the children of Sotai, the children of Sophereth, the children of Perida,"
    },
    {
        "o": 12899,
        "r": "kjv:Nehemiah:7:58",
        "t": "The*p children of Jaala, the children of Darkon, the children of Giddel,"
    },
    {
        "o": 12900,
        "r": "kjv:Nehemiah:7:59",
        "t": "The*p children of Shephatiah, the children of Hattil, the children of Pochereth of Zebaim, the children of Amon."
    },
    {
        "o": 12901,
        "r": "kjv:Nehemiah:7:60",
        "t": "All*p the Nethinims, and the children of Solomon's servants, were three hundred ninety and two."
    },
    {
        "o": 12902,
        "r": "kjv:Nehemiah:7:61",
        "t": "And*p these were they which went up also from Tel–melah, Tel–harsha, Cherub, Addon, and Immer: but they could not shew their father's house, nor their seed, whether they were of Israel."
    },
    {
        "o": 12903,
        "r": "kjv:Nehemiah:7:62",
        "t": "The*p children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty and two."
    },
    {
        "o": 12904,
        "r": "kjv:Nehemiah:7:63",
        "t": "And*p of the priests: the children of Habaiah, the children of Koz, the children of Barzillai, which took one of the daughters of Barzillai the Gileadite to wife, and was called after their name."
    },
    {
        "o": 12905,
        "r": "kjv:Nehemiah:7:64",
        "t": "These*p sought their register among those that were reckoned by genealogy, but it was not found: therefore were they, as polluted, put from the priesthood."
    },
    {
        "o": 12906,
        "r": "kjv:Nehemiah:7:65",
        "t": "And*p the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and Thummim."
    },
    {
        "o": 12907,
        "r": "kjv:Nehemiah:7:66",
        "t": "The*p whole congregation together was forty and two thousand three hundred and threescore,"
    },
    {
        "o": 12908,
        "r": "kjv:Nehemiah:7:67",
        "t": "Beside*p their manservants and their maidservants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred forty and five singing men and singing women."
    },
    {
        "o": 12909,
        "r": "kjv:Nehemiah:7:68",
        "t": "Their*p horses, seven hundred thirty and six: their mules, two hundred forty and five:"
    },
    {
        "o": 12910,
        "r": "kjv:Nehemiah:7:69",
        "t": "Their*p camels, four hundred thirty and five: six thousand seven hundred and twenty asses."
    },
    {
        "o": 12911,
        "r": "kjv:Nehemiah:7:70",
        "t": "And*p some of the chief of the fathers gave unto the work. The Tirshatha gave to the treasure a thousand drams of gold, fifty basins, five hundred and thirty priests' garments."
    },
    {
        "o": 12912,
        "r": "kjv:Nehemiah:7:71",
        "t": "And*p some of the chief of the fathers gave to the treasure of the work twenty thousand drams of gold, and two thousand and two hundred pound of silver."
    },
    {
        "o": 12913,
        "r": "kjv:Nehemiah:7:72",
        "t": "And*p that which the rest of the people gave was twenty thousand drams of gold, and two thousand pound of silver, and threescore and seven priests' garments."
    },
    {
        "o": 12914,
        "r": "kjv:Nehemiah:7:73",
        "t": "So*p the priests, and the Levites, and the porters, and the singers, and some of the people, and the Nethinims, and all Israel, dwelt in their cities; and when the seventh month came, the children of Israel were in their cities."
    }
]
