[
    {
        "o": 1629,
        "r": "niv:Genesis:50:0",
        "t": "Genesis 50",
        "h": 1
    },
    {
        "o": 1630,
        "r": "niv:Genesis:50:1",
        "t": "Joseph*p threw himself on his father and wept over him and kissed him."
    },
    {
        "o": 1631,
        "r": "niv:Genesis:50:2",
        "t": "Then Joseph directed the physicians in his service to embalm his father Israel. So the physicians embalmed him,"
    },
    {
        "o": 1632,
        "r": "niv:Genesis:50:3",
        "t": "taking a full forty days, for that was the time required for embalming. And the Egyptians mourned for him seventy days."
    },
    {
        "o": 1633,
        "r": "niv:Genesis:50:4",
        "t": "When*p the days of mourning had passed, Joseph said to Pharaoh’s court, “If I have found favor in your eyes, speak to Pharaoh for me. Tell him,"
    },
    {
        "o": 1634,
        "r": "niv:Genesis:50:5",
        "t": "‘My father made me swear an oath and said, “I am about to die; bury me in the tomb I dug for myself in the land of Canaan.” Now let me go up and bury my father; then I will return.’ ”"
    },
    {
        "o": 1635,
        "r": "niv:Genesis:50:6",
        "t": "Pharaoh*p said, “Go up and bury your father, as he made you swear to do.”"
    },
    {
        "o": 1636,
        "r": "niv:Genesis:50:7",
        "t": "So*p Joseph went up to bury his father. All Pharaoh’s officials accompanied him—the dignitaries of his court and all the dignitaries of Egypt—"
    },
    {
        "o": 1637,
        "r": "niv:Genesis:50:8",
        "t": "besides all the members of Joseph’s household and his brothers and those belonging to his father’s household. Only their children and their flocks and herds were left in Goshen."
    },
    {
        "o": 1638,
        "r": "niv:Genesis:50:9",
        "t": "Chariots and horsemen also went up with him. It was a very large company."
    },
    {
        "o": 1639,
        "r": "niv:Genesis:50:10",
        "t": "When*p they reached the threshing floor of Atad, near the Jordan, they lamented loudly and bitterly; and there Joseph observed a seven-day period of mourning for his father."
    },
    {
        "o": 1640,
        "r": "niv:Genesis:50:11",
        "t": "When the Canaanites who lived there saw the mourning at the threshing floor of Atad, they said, “The Egyptians are holding a solemn ceremony of mourning.” That is why that place near the Jordan is called Abel Mizraim."
    },
    {
        "o": 1641,
        "r": "niv:Genesis:50:12",
        "t": "So*p Jacob’s sons did as he had commanded them:"
    },
    {
        "o": 1642,
        "r": "niv:Genesis:50:13",
        "t": "They carried him to the land of Canaan and buried him in the cave in the field of Machpelah, near Mamre, which Abraham had bought along with the field as a burial place from Ephron the Hittite."
    },
    {
        "o": 1643,
        "r": "niv:Genesis:50:14",
        "t": "After burying his father, Joseph returned to Egypt, together with his brothers and all the others who had gone with him to bury his father."
    },
    {
        "o": 1644,
        "r": "niv:Genesis:50:14",
        "t": "Joseph Reassures His Brothers",
        "h": 2
    },
    {
        "o": 1645,
        "r": "niv:Genesis:50:15",
        "t": "When*p Joseph’s brothers saw that their father was dead, they said, “What if Joseph holds a grudge against us and pays us back for all the wrongs we did to him?”"
    },
    {
        "o": 1646,
        "r": "niv:Genesis:50:16",
        "t": "So they sent word to Joseph, saying, “Your father left these instructions before he died:"
    },
    {
        "o": 1647,
        "r": "niv:Genesis:50:17",
        "t": "‘This is what you are to say to Joseph: I ask you to forgive your brothers the sins and the wrongs they committed in treating you so badly.’ Now please forgive the sins of the servants of the God of your father.” When their message came to him, Joseph wept."
    },
    {
        "o": 1648,
        "r": "niv:Genesis:50:18",
        "t": "His*p brothers then came and threw themselves down before him. “We are your slaves,” they said."
    },
    {
        "o": 1649,
        "r": "niv:Genesis:50:19",
        "t": "But*p Joseph said to them, “Don’t be afraid. Am I in the place of God?"
    },
    {
        "o": 1650,
        "r": "niv:Genesis:50:20",
        "t": "You intended to harm me, but God intended it for good to accomplish what is now being done, the saving of many lives."
    },
    {
        "o": 1651,
        "r": "niv:Genesis:50:21",
        "t": "So then, don’t be afraid. I will provide for you and your children.” And he reassured them and spoke kindly to them."
    },
    {
        "o": 1652,
        "r": "niv:Genesis:50:21",
        "t": "The Death of Joseph",
        "h": 2
    },
    {
        "o": 1653,
        "r": "niv:Genesis:50:22",
        "t": "Joseph*p stayed in Egypt, along with all his father’s family. He lived a hundred and ten years"
    },
    {
        "o": 1654,
        "r": "niv:Genesis:50:23",
        "t": "and saw the third generation of Ephraim’s children. Also the children of Makir son of Manasseh were placed at birth on Joseph’s knees."
    },
    {
        "o": 1655,
        "r": "niv:Genesis:50:24",
        "t": "Then*p Joseph said to his brothers, “I am about to die. But God will surely come to your aid and take you up out of this land to the land he promised on oath to Abraham, Isaac and Jacob.”"
    },
    {
        "o": 1656,
        "r": "niv:Genesis:50:25",
        "t": "And Joseph made the Israelites swear an oath and said, “God will surely come to your aid, and then you must carry my bones up from this place.”"
    },
    {
        "o": 1657,
        "r": "niv:Genesis:50:26",
        "t": "So*p Joseph died at the age of a hundred and ten. And after they embalmed him, he was placed in a coffin in Egypt."
    }
]
