[
    {
        "o": 9274,
        "r": "csb:2 Samuel:15:0",
        "t": "2 Samuel 15",
        "h": 1
    },
    {
        "o": 9275,
        "r": "csb:2 Samuel:15:0",
        "t": "Absalom’s Revolt",
        "h": 2
    },
    {
        "o": 9276,
        "r": "csb:2 Samuel:15:1",
        "t": "After*p this, Absalom got himself a chariot, horses, and fifty men to run before him."
    },
    {
        "o": 9277,
        "r": "csb:2 Samuel:15:2",
        "t": "He would get up early and stand beside the road leading to the city gate. Whenever anyone had a grievance to bring before the king for settlement, Absalom called out to him and asked, “What city are you from?” If he replied, “Your servant is from one of the tribes of Israel,”"
    },
    {
        "o": 9278,
        "r": "csb:2 Samuel:15:3",
        "t": "Absalom said to him, “Look, your claims are good and right, but the king does not have anyone to listen to you.”"
    },
    {
        "o": 9279,
        "r": "csb:2 Samuel:15:4",
        "t": "He added, “If only someone would appoint me judge in the land. Then anyone who had a grievance or dispute could come to me, and I would make sure he received justice.”"
    },
    {
        "o": 9280,
        "r": "csb:2 Samuel:15:5",
        "t": "When a person approached to pay homage to him, Absalom reached out his hand, took hold of him, and kissed him."
    },
    {
        "o": 9281,
        "r": "csb:2 Samuel:15:6",
        "t": "Absalom did this to all the Israelites who came to the king for a settlement. So Absalom stole the hearts of the men of Israel."
    },
    {
        "o": 9282,
        "r": "csb:2 Samuel:15:7",
        "t": "When*p four years had passed, Absalom said to the king, “Please let me go to Hebron to fulfill a vow I made to the Lord.*s"
    },
    {
        "o": 9283,
        "r": "csb:2 Samuel:15:8",
        "t": "For your servant made a vow when I lived in Geshur of Aram, saying, ‘If the Lord*s really brings me back to Jerusalem, I will worship the Lord*s in Hebron.’”"
    },
    {
        "o": 9284,
        "r": "csb:2 Samuel:15:9",
        "t": "“Go*p in peace,” the king said to him. So he went to Hebron."
    },
    {
        "o": 9285,
        "r": "csb:2 Samuel:15:10",
        "t": "Then*p Absalom sent agents throughout the tribes of Israel with this message: “When you hear the sound of the ram’s horn, you are to say, ‘Absalom has become king in Hebron!’”"
    },
    {
        "o": 9286,
        "r": "csb:2 Samuel:15:11",
        "t": "Two*p hundred men from Jerusalem went with Absalom. They had been invited and were going innocently, for they did not know the whole situation."
    },
    {
        "o": 9287,
        "r": "csb:2 Samuel:15:12",
        "t": "While he was offering the sacrifices, Absalom sent for David’s adviser Ahithophel the Gilonite, from his city of Giloh. So the conspiracy grew strong, and the people supporting Absalom continued to increase."
    },
    {
        "o": 9288,
        "r": "csb:2 Samuel:15:13",
        "t": "Then*p an informer came to David and reported, “The hearts of the men of Israel are with Absalom.”"
    },
    {
        "o": 9289,
        "r": "csb:2 Samuel:15:14",
        "t": "David*p said to all the servants with him in Jerusalem, “Get up. We have to flee, or we will not escape from Absalom! Leave quickly, or he will overtake us quickly, heap disaster on us, and strike the city with the edge of the sword.”"
    },
    {
        "o": 9290,
        "r": "csb:2 Samuel:15:15",
        "t": "The*p king’s servants said to the king, “Whatever my lord the king decides, we are your servants.”"
    },
    {
        "o": 9291,
        "r": "csb:2 Samuel:15:16",
        "t": "Then the king set out, and his entire household followed him. But he left behind ten concubines to take care of the palace."
    },
    {
        "o": 9292,
        "r": "csb:2 Samuel:15:17",
        "t": "So the king set out, and all the people followed him. They stopped at the last house"
    },
    {
        "o": 9293,
        "r": "csb:2 Samuel:15:18",
        "t": "while all his servants marched past him. Then all the Cherethites, the Pelethites, and the people of Gath — six hundred men who came with him from there- marched past the king."
    },
    {
        "o": 9294,
        "r": "csb:2 Samuel:15:19",
        "t": "The*p king said to Ittai of Gath, “Why are you also going with us? Go back and stay with the new king since you’re both a foreigner and an exile from your homeland."
    },
    {
        "o": 9295,
        "r": "csb:2 Samuel:15:20",
        "t": "Besides, you only arrived yesterday; should I make you wander around with us today while I go wherever I can? Go back and take your brothers with you. May the Lord*s show you kindness and faithfulness.”"
    },
    {
        "o": 9296,
        "r": "csb:2 Samuel:15:21",
        "t": "But*p in response, Ittai vowed to the king, “As the Lord*s lives and as my lord the king lives, wherever my lord the king is, whether it means life or death, your servant will be there!”"
    },
    {
        "o": 9297,
        "r": "csb:2 Samuel:15:22",
        "t": "“March*p on,” David replied to Ittai. So Ittai of Gath marched past with all his men and the dependents who were with him."
    },
    {
        "o": 9298,
        "r": "csb:2 Samuel:15:23",
        "t": "Everyone in the countryside was weeping loudly while all the people were marching out of the city. As the king was crossing the Kidron Valley, all the people were marching past on the road that leads to the wilderness."
    },
    {
        "o": 9299,
        "r": "csb:2 Samuel:15:24",
        "t": "Zadok*p was also there, and all the Levites with him were carrying the ark of the covenant of God. They set the ark of God down, and Abiathar offered sacrifices until the people had finished marching past."
    },
    {
        "o": 9300,
        "r": "csb:2 Samuel:15:25",
        "t": "Then the king instructed Zadok, “Return the ark of God to the city. If I find favor with the Lord,*s he will bring me back and allow me to see both it and its dwelling place."
    },
    {
        "o": 9301,
        "r": "csb:2 Samuel:15:26",
        "t": "However, if he should say, ‘I do not delight in you,’ then here I am - he can do with me whatever pleases him.”"
    },
    {
        "o": 9302,
        "r": "csb:2 Samuel:15:27",
        "t": "The*p king also said to the priest Zadok, “Look, return to the city in peace and your two sons with you: your son Ahimaaz and Abiathar’s son Jonathan."
    },
    {
        "o": 9303,
        "r": "csb:2 Samuel:15:28",
        "t": "Remember, I’ll wait at the fords of the wilderness until word comes from you to inform me.”"
    },
    {
        "o": 9304,
        "r": "csb:2 Samuel:15:29",
        "t": "So Zadok and Abiathar returned the ark of God to Jerusalem and stayed there."
    },
    {
        "o": 9305,
        "r": "csb:2 Samuel:15:30",
        "t": "David*p was climbing the slope of the Mount of Olives, weeping as he ascended. His head was covered, and he was walking barefoot. All of the people with him covered their heads and went up, weeping as they ascended."
    },
    {
        "o": 9306,
        "r": "csb:2 Samuel:15:31",
        "t": "Then*p someone reported to David, “Ahithophel is among the conspirators with Absalom.” “Lord,”*sp David pleaded, “please turn the counsel of Ahithophel into foolishness!”"
    },
    {
        "o": 9307,
        "r": "csb:2 Samuel:15:32",
        "t": "When*p David came to the summit where he used to worship God, Hushai the Archite was there to meet him with his robe torn and dust on his head."
    },
    {
        "o": 9308,
        "r": "csb:2 Samuel:15:33",
        "t": "David said to him, “If you go away with me, you’ll be a burden to me,"
    },
    {
        "o": 9309,
        "r": "csb:2 Samuel:15:34",
        "t": "but if you return to the city and tell Absalom, ‘I will be your servant, Your Majesty! Previously, I was your father’s servant, but now I will be your servant,’ then you can counteract Ahithophel’s counsel for me."
    },
    {
        "o": 9310,
        "r": "csb:2 Samuel:15:35",
        "t": "Won’t the priests Zadok and Abiathar be there with you? Report everything you hear from the palace to the priests Zadok and Abiathar."
    },
    {
        "o": 9311,
        "r": "csb:2 Samuel:15:36",
        "t": "Take note: their two sons are there with them—Zadok’s son Ahimaaz and Abiathar’s son Jonathan. Send them to tell me everything you hear.”"
    },
    {
        "o": 9312,
        "r": "csb:2 Samuel:15:37",
        "t": "So Hushai, David’s personal adviser, entered Jerusalem just as Absalom was entering the city."
    }
]
