[
    {
        "o": 14035,
        "r": "niv:Esther:8:0",
        "t": "Esther 8",
        "h": 1
    },
    {
        "o": 14036,
        "r": "niv:Esther:8:0",
        "t": "The King’s Edict in Behalf of the Jews",
        "h": 2
    },
    {
        "o": 14037,
        "r": "niv:Esther:8:1",
        "t": "That*p same day King Xerxes gave Queen Esther the estate of Haman, the enemy of the Jews. And Mordecai came into the presence of the king, for Esther had told how he was related to her."
    },
    {
        "o": 14038,
        "r": "niv:Esther:8:2",
        "t": "The king took off his signet ring, which he had reclaimed from Haman, and presented it to Mordecai. And Esther appointed him over Haman’s estate."
    },
    {
        "o": 14039,
        "r": "niv:Esther:8:3",
        "t": "Esther*p again pleaded with the king, falling at his feet and weeping. She begged him to put an end to the evil plan of Haman the Agagite, which he had devised against the Jews."
    },
    {
        "o": 14040,
        "r": "niv:Esther:8:4",
        "t": "Then the king extended the gold scepter to Esther and she arose and stood before him."
    },
    {
        "o": 14041,
        "r": "niv:Esther:8:5",
        "t": "“If*p it pleases the king,” she said, “and if he regards me with favor and thinks it the right thing to do, and if he is pleased with me, let an order be written overruling the dispatches that Haman son of Hammedatha, the Agagite, devised and wrote to destroy the Jews in all the king’s provinces."
    },
    {
        "o": 14042,
        "r": "niv:Esther:8:6",
        "t": "For how can I bear to see disaster fall on my people? How can I bear to see the destruction of my family?”"
    },
    {
        "o": 14043,
        "r": "niv:Esther:8:7",
        "t": "King*p Xerxes replied to Queen Esther and to Mordecai the Jew, “Because Haman attacked the Jews, I have given his estate to Esther, and they have impaled him on the pole he set up."
    },
    {
        "o": 14044,
        "r": "niv:Esther:8:8",
        "t": "Now write another decree in the king’s name in behalf of the Jews as seems best to you, and seal it with the king’s signet ring—for no document written in the king’s name and sealed with his ring can be revoked.”"
    },
    {
        "o": 14045,
        "r": "niv:Esther:8:9",
        "t": "At*p once the royal secretaries were summoned—on the twenty-third day of the third month, the month of Sivan. They wrote out all Mordecai’s orders to the Jews, and to the satraps, governors and nobles of the 127 provinces stretching from India to Cush. These orders were written in the script of each province and the language of each people and also to the Jews in their own script and language."
    },
    {
        "o": 14046,
        "r": "niv:Esther:8:10",
        "t": "Mordecai wrote in the name of King Xerxes, sealed the dispatches with the king’s signet ring, and sent them by mounted couriers, who rode fast horses especially bred for the king."
    },
    {
        "o": 14047,
        "r": "niv:Esther:8:11",
        "t": "The*p king’s edict granted the Jews in every city the right to assemble and protect themselves; to destroy, kill and annihilate the armed men of any nationality or province who might attack them and their women and children, and to plunder the property of their enemies."
    },
    {
        "o": 14048,
        "r": "niv:Esther:8:12",
        "t": "The day appointed for the Jews to do this in all the provinces of King Xerxes was the thirteenth day of the twelfth month, the month of Adar."
    },
    {
        "o": 14049,
        "r": "niv:Esther:8:13",
        "t": "A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so that the Jews would be ready on that day to avenge themselves on their enemies."
    },
    {
        "o": 14050,
        "r": "niv:Esther:8:14",
        "t": "The*p couriers, riding the royal horses, went out, spurred on by the king’s command, and the edict was issued in the citadel of Susa."
    },
    {
        "o": 14051,
        "r": "niv:Esther:8:14",
        "t": "The Triumph of the Jews",
        "h": 2
    },
    {
        "o": 14052,
        "r": "niv:Esther:8:15",
        "t": "When*p Mordecai left the king’s presence, he was wearing royal garments of blue and white, a large crown of gold and a purple robe of fine linen. And the city of Susa held a joyous celebration."
    },
    {
        "o": 14053,
        "r": "niv:Esther:8:16",
        "t": "For the Jews it was a time of happiness and joy, gladness and honor."
    },
    {
        "o": 14054,
        "r": "niv:Esther:8:17",
        "t": "In every province and in every city to which the edict of the king came, there was joy and gladness among the Jews, with feasting and celebrating. And many people of other nationalities became Jews because fear of the Jews had seized them."
    }
]
