[
    {
        "o": 20854,
        "r": "nasb:Isaiah:54:0",
        "t": "Isaiah 54",
        "h": 1
    },
    {
        "o": 20855,
        "r": "nasb:Isaiah:54:0",
        "t": "The Fertility of Zion",
        "h": 2
    },
    {
        "o": 20856,
        "r": "nasb:Isaiah:54:1",
        "t": "“Shout*pn for joy, O barren one, you who have borne no child;*i Break*ln forth into joyful shouting and cry aloud, you who have not travailed; For*ln the sons of the desolate one will*i be*i more numerous Than*ln the sons of the married woman,” says the Lord.*s"
    },
    {
        "o": 20857,
        "r": "nasb:Isaiah:54:2",
        "t": "“Enlarge*ln the place of your tent; Stretch*ln out the curtains of your dwellings, spare not; Lengthen*ln your cords And*ln strengthen your pegs."
    },
    {
        "o": 20858,
        "r": "nasb:Isaiah:54:3",
        "t": "For*ln you will spread abroad to the right and to the left. And*ln your descendants will possess nations And*ln will resettle the desolate cities."
    },
    {
        "o": 20859,
        "r": "nasb:Isaiah:54:4",
        "t": "“Fear*ln not, for you will not be put to shame; And*ln do not feel humiliated, for you will not be disgraced; But*ln you will forget the shame of your youth, And*ln the reproach of your widowhood you will remember no more."
    },
    {
        "o": 20860,
        "r": "nasb:Isaiah:54:5",
        "t": "For*ln your husband is your Maker, Whose*ln name is the Lord*s of hosts; And*ln your Redeemer is the Holy One of Israel, Who*ln is called the God of all the earth."
    },
    {
        "o": 20861,
        "r": "nasb:Isaiah:54:6",
        "t": "For*ln the Lord*s has called you, Like*ln a wife forsaken and grieved in spirit, Even*ln like a wife of one’s*i youth when she is rejected,” Says*ln your God."
    },
    {
        "o": 20862,
        "r": "nasb:Isaiah:54:7",
        "t": "“For*ln a brief moment I forsook you, But*ln with great compassion I will gather you."
    },
    {
        "o": 20863,
        "r": "nasb:Isaiah:54:8",
        "t": "In*ln an outburst of anger I*ln hid My face from you for a moment, But*ln with everlasting lovingkindness I will have compassion on you,” Says*ln the Lord*s your Redeemer."
    },
    {
        "o": 20864,
        "r": "nasb:Isaiah:54:9",
        "t": "“For*ln this is like the days of Noah to Me, When*ln I swore that the waters of Noah Would*ln not flood the earth again; So*ln I have sworn that I will not be angry with you Nor*ln will I rebuke you."
    },
    {
        "o": 20865,
        "r": "nasb:Isaiah:54:10",
        "t": "For*ln the mountains may be removed and the hills may shake, But*ln My lovingkindness will not be removed from you, And*ln My covenant of peace will not be shaken,” Says*ln the Lord*s who has compassion on you."
    },
    {
        "o": 20866,
        "r": "nasb:Isaiah:54:11",
        "t": "“O*ln afflicted one, storm-tossed, and*i not comforted, Behold,*ln I will set your stones in antimony, And*ln your foundations I will lay in sapphires."
    },
    {
        "o": 20867,
        "r": "nasb:Isaiah:54:12",
        "t": "Moreover,*ln I will make your battlements of rubies, And*ln your gates of crystal, And*ln your entire wall of precious stones."
    },
    {
        "o": 20868,
        "r": "nasb:Isaiah:54:13",
        "t": "All*ln your sons will be taught of the Lord;*s And*ln the well-being of your sons will be great."
    },
    {
        "o": 20869,
        "r": "nasb:Isaiah:54:14",
        "t": "In*ln righteousness you will be established; You*ln will be far from oppression, for you will not fear; And*ln from terror, for it will not come near you."
    },
    {
        "o": 20870,
        "r": "nasb:Isaiah:54:15",
        "t": "If*ln anyone fiercely assails you*i it will not be from Me. Whoever*ln assails you will fall because of you."
    },
    {
        "o": 20871,
        "r": "nasb:Isaiah:54:16",
        "t": "Behold,*ln I Myself have created the smith who blows the fire of coals And*ln brings out a weapon for its work; And*ln I have created the destroyer to ruin."
    },
    {
        "o": 20872,
        "r": "nasb:Isaiah:54:17",
        "t": "No*ln weapon that is formed against you will prosper; And*ln every tongue that accuses you in judgment you will condemn. This*ln is the heritage of the servants of the Lord,*s And*ln their vindication is from Me,” declares the Lord.*s"
    }
]
