[
    {
        "o": 31185,
        "r": "csb:Acts:18:0",
        "t": "Acts 18",
        "h": 1
    },
    {
        "o": 31186,
        "r": "csb:Acts:18:0",
        "t": "Founding the Corinthian Church",
        "h": 2
    },
    {
        "o": 31187,
        "r": "csb:Acts:18:1",
        "t": "After*p this, he left Athens and went to Corinth,"
    },
    {
        "o": 31188,
        "r": "csb:Acts:18:2",
        "t": "where he found a Jew named Aquila, a native of Pontus, who had recently come from Italy with his wife Priscilla because Claudius had ordered all the Jews to leave Rome. Paul came to them,"
    },
    {
        "o": 31189,
        "r": "csb:Acts:18:3",
        "t": "and since they were of the same occupation, tentmakers by trade, he stayed with them and worked."
    },
    {
        "o": 31190,
        "r": "csb:Acts:18:4",
        "t": "He reasoned in the synagogue every Sabbath and tried to persuade both Jews and Greeks."
    },
    {
        "o": 31191,
        "r": "csb:Acts:18:5",
        "t": "When*p Silas and Timothy arrived from Macedonia, Paul devoted himself to preaching the word and testified to the Jews that Jesus is the Messiah."
    },
    {
        "o": 31192,
        "r": "csb:Acts:18:6",
        "t": "When they resisted and blasphemed, he shook out his clothes and told them, “Your blood is on your own heads! I am innocent. From now on I will go to the Gentiles.”"
    },
    {
        "o": 31193,
        "r": "csb:Acts:18:7",
        "t": "So he left there and went to the house of a man named Titius Justus, a worshiper of God, whose house was next door to the synagogue."
    },
    {
        "o": 31194,
        "r": "csb:Acts:18:8",
        "t": "Crispus, the leader of the synagogue, believed in the Lord, along with his whole household. Many of the Corinthians, when they heard, believed and were baptized."
    },
    {
        "o": 31195,
        "r": "csb:Acts:18:9",
        "t": "The*p Lord said to Paul in a night vision, “Don’t*r be*r afraid,*r but*r keep*r on*r speaking*r and*r don’t*r be*r silent.*r"
    },
    {
        "o": 31196,
        "r": "csb:Acts:18:10",
        "t": "For*r I*r am*r with*r you,*r and*r no*r one*r will*r lay*r a*r hand*r on*r you*r to*r hurt*r you,*r because*r I*r have*r many*r people*r in*r this*r city.”*r"
    },
    {
        "o": 31197,
        "r": "csb:Acts:18:11",
        "t": "He stayed there a year and a half, teaching the word of God among them."
    },
    {
        "o": 31198,
        "r": "csb:Acts:18:12",
        "t": "While*p Gallio was proconsul of Achaia, the Jews made a united attack against Paul and brought him to the tribunal."
    },
    {
        "o": 31199,
        "r": "csb:Acts:18:13",
        "t": "“This man,” they said, “is persuading people to worship God in ways contrary to the law.”"
    },
    {
        "o": 31200,
        "r": "csb:Acts:18:14",
        "t": "As*p Paul was about to open his mouth, Gallio said to the Jews, “If it were a matter of wrongdoing or of a serious crime, it would be reasonable for me to put up with you Jews."
    },
    {
        "o": 31201,
        "r": "csb:Acts:18:15",
        "t": "But if these are questions about words, names, and your own law, see to it yourselves. I refuse to be a judge of such things.”"
    },
    {
        "o": 31202,
        "r": "csb:Acts:18:16",
        "t": "So he drove them from the tribunal."
    },
    {
        "o": 31203,
        "r": "csb:Acts:18:17",
        "t": "And they all seized Sosthenes, the leader of the synagogue, and beat him in front of the tribunal, but none of these things mattered to Gallio."
    },
    {
        "o": 31204,
        "r": "csb:Acts:18:17",
        "t": "The Return Trip to Antioch",
        "h": 2
    },
    {
        "o": 31205,
        "r": "csb:Acts:18:18",
        "t": "After*p staying for some time, Paul said farewell to the brothers and sisters and sailed away to Syria, accompanied by Priscilla and Aquila. He shaved his head at Cenchreae because of a vow he had taken."
    },
    {
        "o": 31206,
        "r": "csb:Acts:18:19",
        "t": "When they reached Ephesus he left them there, but he himself entered the synagogue and debated with the Jews."
    },
    {
        "o": 31207,
        "r": "csb:Acts:18:20",
        "t": "When they asked him to stay for a longer time, he declined,"
    },
    {
        "o": 31208,
        "r": "csb:Acts:18:21",
        "t": "but he said farewell and added, “I’ll come back to you again, if God wills.” Then he set sail from Ephesus."
    },
    {
        "o": 31209,
        "r": "csb:Acts:18:22",
        "t": "On*p landing at Caesarea, he went up to Jerusalem and greeted the church, then went down to Antioch."
    },
    {
        "o": 31210,
        "r": "csb:Acts:18:23",
        "t": "After*p spending some time there, he set out, traveling through one place after another in the region of Galatia and Phrygia, strengthening all the disciples."
    },
    {
        "o": 31211,
        "r": "csb:Acts:18:23",
        "t": "The Eloquent Apollos",
        "h": 2
    },
    {
        "o": 31212,
        "r": "csb:Acts:18:24",
        "t": "Now*p a Jew named Apollos, a native Alexandrian, an eloquent man who was competent in the use of the Scriptures, arrived in Ephesus."
    },
    {
        "o": 31213,
        "r": "csb:Acts:18:25",
        "t": "He had been instructed in the way of the Lord; and being fervent in spirit, he was speaking and teaching accurately about Jesus, although he knew only John’s baptism."
    },
    {
        "o": 31214,
        "r": "csb:Acts:18:26",
        "t": "He began to speak boldly in the synagogue. After Priscilla and Aquila heard him, they took him aside and explained the way of God to him more accurately."
    },
    {
        "o": 31215,
        "r": "csb:Acts:18:27",
        "t": "When he wanted to cross over to Achaia, the brothers and sisters wrote to the disciples to welcome him. After he arrived, he was a great help to those who by grace had believed."
    },
    {
        "o": 31216,
        "r": "csb:Acts:18:28",
        "t": "For he vigorously refuted the Jews in public, demonstrating through the Scriptures that Jesus is the Messiah."
    }
]
