[
    {
        "o": 12331,
        "r": "nkjv:1 Chronicles:28:0",
        "t": "1 Chronicles 28",
        "h": 1
    },
    {
        "o": 12332,
        "r": "nkjv:1 Chronicles:28:0",
        "t": "Solomon Instructed to Build the Temple",
        "h": 2
    },
    {
        "o": 12333,
        "r": "nkjv:1 Chronicles:28:1",
        "t": "Now*p David assembled at Jerusalem all the leaders of Israel: the officers of the tribes and the captains of the divisions who served the king, the captains over thousands and captains over hundreds, and the stewards over all the substance and possessions of the king and of his sons, with the officials, the valiant men, and all the mighty men of valor."
    },
    {
        "o": 12334,
        "r": "nkjv:1 Chronicles:28:2",
        "t": "Then*p King David rose to his feet and said, “Hear me, my brethren and my people: I had*i it in my heart to build a house of rest for the ark of the covenant of the Lord,*s and for the footstool of our God, and had made preparations to build it."
    },
    {
        "o": 12335,
        "r": "nkjv:1 Chronicles:28:3",
        "t": "But God said to me, ‘You shall not build a house for My name, because you have*i been*i a man of war and have shed blood.’"
    },
    {
        "o": 12336,
        "r": "nkjv:1 Chronicles:28:4",
        "t": "However the Lord*s God of Israel chose me above all the house of my father to be king over Israel forever, for He has chosen Judah to*i be*i the ruler. And of the house of Judah, the house of my father, and among the sons of my father, He was pleased with me to make me*i king over all Israel."
    },
    {
        "o": 12337,
        "r": "nkjv:1 Chronicles:28:5",
        "t": "And of all my sons (for the Lord*s has given me many sons) He has chosen my son Solomon to sit on the throne of the kingdom of the Lord*s over Israel."
    },
    {
        "o": 12338,
        "r": "nkjv:1 Chronicles:28:6",
        "t": "Now He said to me, ‘It is your son Solomon who*i shall build My house and My courts; for I have chosen him to*i be*i My son, and I will be his Father."
    },
    {
        "o": 12339,
        "r": "nkjv:1 Chronicles:28:7",
        "t": "Moreover I will establish his kingdom forever, if he is steadfast to observe My commandments and My judgments, as it is this day.’"
    },
    {
        "o": 12340,
        "r": "nkjv:1 Chronicles:28:8",
        "t": "Now therefore, in the sight of all Israel, the assembly of the Lord,*s and in the hearing of our God, be careful to seek out all the commandments of the Lord*s your God, that you may possess this good land, and leave it*i as an inheritance for your children after you forever."
    },
    {
        "o": 12341,
        "r": "nkjv:1 Chronicles:28:9",
        "t": "“As*p for you, my son Solomon, know the God of your father, and serve Him with a loyal heart and with a willing mind; for the Lord*s searches all hearts and understands all the intent of the thoughts. If you seek Him, He will be found by you; but if you forsake Him, He will cast you off forever."
    },
    {
        "o": 12342,
        "r": "nkjv:1 Chronicles:28:10",
        "t": "Consider now, for the Lord*s has chosen you to build a house for the sanctuary; be strong, and do it.”"
    },
    {
        "o": 12343,
        "r": "nkjv:1 Chronicles:28:11",
        "t": "Then*p David gave his son Solomon the plans for the vestibule, its houses, its treasuries, its upper chambers, its inner chambers, and the place of the mercy seat;"
    },
    {
        "o": 12344,
        "r": "nkjv:1 Chronicles:28:12",
        "t": "and the plans for all that he had by the Spirit, of the courts of the house of the Lord,*s of all the chambers all around, of the treasuries of the house of God, and of the treasuries for the dedicated things;"
    },
    {
        "o": 12345,
        "r": "nkjv:1 Chronicles:28:13",
        "t": "also for the division of the priests and the Levites, for all the work of the service of the house of the Lord,*s and for all the articles of service in the house of the Lord.*s"
    },
    {
        "o": 12346,
        "r": "nkjv:1 Chronicles:28:14",
        "t": "He*i gave*i gold by weight for things*i of gold, for all articles used in every kind of service; also silver*i for all articles of silver by weight, for all articles used in every kind of service;"
    },
    {
        "o": 12347,
        "r": "nkjv:1 Chronicles:28:15",
        "t": "the weight for the lampstands of gold, and their lamps of gold, by weight for each lampstand and its lamps; for the lampstands of silver by weight, for the lampstand and its lamps, according to the use of each lampstand."
    },
    {
        "o": 12348,
        "r": "nkjv:1 Chronicles:28:16",
        "t": "And by weight he*i gave*i gold for the tables of the showbread, for each table, and silver for the tables of silver;"
    },
    {
        "o": 12349,
        "r": "nkjv:1 Chronicles:28:17",
        "t": "also pure gold for the forks, the basins, the pitchers of pure gold, and the golden bowls— he*i gave*i gold*i by weight for every bowl; and for the silver bowls, silver*i by weight for every bowl;"
    },
    {
        "o": 12350,
        "r": "nkjv:1 Chronicles:28:18",
        "t": "and refined gold by weight for the altar of incense, and for the construction of the chariot, that is, the gold cherubim that spread their*i wings*i and overshadowed the ark of the covenant of the Lord.*s"
    },
    {
        "o": 12351,
        "r": "nkjv:1 Chronicles:28:19",
        "t": "“All this,”*i said*i David,*i “the Lord*s made me understand in writing, by His*i hand upon me, all the works of these plans.”"
    },
    {
        "o": 12352,
        "r": "nkjv:1 Chronicles:28:20",
        "t": "And*p David said to his son Solomon, “Be strong and of good courage, and do it;*i do not fear nor be dismayed, for the Lord*s God—my God— will*i be*i with you. He will not leave you nor forsake you, until you have finished all the work for the service of the house of the Lord.*s"
    },
    {
        "o": 12353,
        "r": "nkjv:1 Chronicles:28:21",
        "t": "Here*i are*i the divisions of the priests and the Levites for all the service of the house of God; and every willing craftsman will*i be*i with you for all manner of workmanship, for every kind of service; also the leaders and all the people will*i be*i completely at your command.”"
    }
]
