[
    {
        "o": 13879,
        "r": "kjv:Job:23:0",
        "t": "Job 23",
        "h": 1
    },
    {
        "o": 13880,
        "r": "kjv:Job:23:1",
        "t": "Then*p Job answered and said,"
    },
    {
        "o": 13881,
        "r": "kjv:Job:23:2",
        "t": "Even*p to day is my complaint bitter: my stroke is heavier than my groaning."
    },
    {
        "o": 13882,
        "r": "kjv:Job:23:3",
        "t": "Oh*p that I knew where I might find him! that I might come even to his seat!"
    },
    {
        "o": 13883,
        "r": "kjv:Job:23:4",
        "t": "I*p would order my cause before him, and fill my mouth with arguments."
    },
    {
        "o": 13884,
        "r": "kjv:Job:23:5",
        "t": "I*p would know the words which he would answer me, and understand what he would say unto me."
    },
    {
        "o": 13885,
        "r": "kjv:Job:23:6",
        "t": "Will*p he plead against me with his great power? No; but he would put strength in me."
    },
    {
        "o": 13886,
        "r": "kjv:Job:23:7",
        "t": "There*p the righteous might dispute with him; so should I be delivered for ever from my judge."
    },
    {
        "o": 13887,
        "r": "kjv:Job:23:8",
        "t": "Behold,*p I go forward, but he is not there; and backward, but I cannot perceive him:"
    },
    {
        "o": 13888,
        "r": "kjv:Job:23:9",
        "t": "On*p the left hand, where he doth work, but I cannot behold him: he hideth himself on the right hand, that I cannot see him:"
    },
    {
        "o": 13889,
        "r": "kjv:Job:23:10",
        "t": "But*p he knoweth the way that I take: when he hath tried me, I shall come forth as gold."
    },
    {
        "o": 13890,
        "r": "kjv:Job:23:11",
        "t": "My*p foot hath held his steps, his way have I kept, and not declined."
    },
    {
        "o": 13891,
        "r": "kjv:Job:23:12",
        "t": "Neither*p have I gone back from the commandment of his lips; I have esteemed the words of his mouth more than my necessary food."
    },
    {
        "o": 13892,
        "r": "kjv:Job:23:13",
        "t": "But*p he is in one mind, and who can turn him? and what his soul desireth, even that he doeth."
    },
    {
        "o": 13893,
        "r": "kjv:Job:23:14",
        "t": "For*p he performeth the thing that is appointed for me: and many such things are with him."
    },
    {
        "o": 13894,
        "r": "kjv:Job:23:15",
        "t": "Therefore*p am I troubled at his presence: when I consider, I am afraid of him."
    },
    {
        "o": 13895,
        "r": "kjv:Job:23:16",
        "t": "For*p God maketh my heart soft, and the Almighty troubleth me:"
    },
    {
        "o": 13896,
        "r": "kjv:Job:23:17",
        "t": "Because*p I was not cut off before the darkness, neither hath he covered the darkness from my face."
    }
]
