[
    {
        "o": 10650,
        "r": "esv:2 Kings:7:0",
        "t": "2 Kings 7",
        "h": 1
    },
    {
        "o": 10651,
        "r": "esv:2 Kings:7:0",
        "t": "Elisha Promises Food",
        "h": 2
    },
    {
        "o": 10652,
        "r": "esv:2 Kings:7:1",
        "t": "But*p Elisha said, “Hear the word of the Lord:*s thus says the Lord,*s Tomorrow about this time a seah of fine flour shall be sold for a shekel, and two seahs of barley for a shekel, at the gate of Samaria.”"
    },
    {
        "o": 10653,
        "r": "esv:2 Kings:7:2",
        "t": "Then the captain on whose hand the king leaned said to the man of God, “If the Lord*s himself should make windows in heaven, could this thing be?” But he said, “You shall see it with your own eyes, but you shall not eat of it.”"
    },
    {
        "o": 10654,
        "r": "esv:2 Kings:7:2",
        "t": "The Syrians Flee",
        "h": 2
    },
    {
        "o": 10655,
        "r": "esv:2 Kings:7:3",
        "t": "Now*p there were four men who were lepers at the entrance to the gate. And they said to one another, “Why are we sitting here until we die?"
    },
    {
        "o": 10656,
        "r": "esv:2 Kings:7:4",
        "t": "If we say, ‘Let us enter the city,’ the famine is in the city, and we shall die there. And if we sit here, we die also. So now come, let us go over to the camp of the Syrians. If they spare our lives we shall live, and if they kill us we shall but die.”"
    },
    {
        "o": 10657,
        "r": "esv:2 Kings:7:5",
        "t": "So they arose at twilight to go to the camp of the Syrians. But when they came to the edge of the camp of the Syrians, behold, there was no one there."
    },
    {
        "o": 10658,
        "r": "esv:2 Kings:7:6",
        "t": "For the Lord had made the army of the Syrians hear the sound of chariots and of horses, the sound of a great army, so that they said to one another, “Behold, the king of Israel has hired against us the kings of the Hittites and the kings of Egypt to come against us.”"
    },
    {
        "o": 10659,
        "r": "esv:2 Kings:7:7",
        "t": "So they fled away in the twilight and abandoned their tents, their horses, and their donkeys, leaving the camp as it was, and fled for their lives."
    },
    {
        "o": 10660,
        "r": "esv:2 Kings:7:8",
        "t": "And when these lepers came to the edge of the camp, they went into a tent and ate and drank, and they carried off silver and gold and clothing and went and hid them. Then they came back and entered another tent and carried off things from it and went and hid them."
    },
    {
        "o": 10661,
        "r": "esv:2 Kings:7:9",
        "t": "Then*p they said to one another, “We are not doing right. This day is a day of good news. If we are silent and wait until the morning light, punishment will overtake us. Now therefore come; let us go and tell the king’s household.”"
    },
    {
        "o": 10662,
        "r": "esv:2 Kings:7:10",
        "t": "So they came and called to the gatekeepers of the city and told them, “We came to the camp of the Syrians, and behold, there was no one to be seen or heard there, nothing but the horses tied and the donkeys tied and the tents as they were.”"
    },
    {
        "o": 10663,
        "r": "esv:2 Kings:7:11",
        "t": "Then the gatekeepers called out, and it was told within the king’s household."
    },
    {
        "o": 10664,
        "r": "esv:2 Kings:7:12",
        "t": "And the king rose in the night and said to his servants, “I will tell you what the Syrians have done to us. They know that we are hungry. Therefore they have gone out of the camp to hide themselves in the open country, thinking, ‘When they come out of the city, we shall take them alive and get into the city.’”"
    },
    {
        "o": 10665,
        "r": "esv:2 Kings:7:13",
        "t": "And one of his servants said, “Let some men take five of the remaining horses, seeing that those who are left here will fare like the whole multitude of Israel who have already perished. Let us send and see.”"
    },
    {
        "o": 10666,
        "r": "esv:2 Kings:7:14",
        "t": "So they took two horsemen, and the king sent them after the army of the Syrians, saying, “Go and see.”"
    },
    {
        "o": 10667,
        "r": "esv:2 Kings:7:15",
        "t": "So they went after them as far as the Jordan, and behold, all the way was littered with garments and equipment that the Syrians had thrown away in their haste. And the messengers returned and told the king."
    },
    {
        "o": 10668,
        "r": "esv:2 Kings:7:16",
        "t": "Then*p the people went out and plundered the camp of the Syrians. So a seah of fine flour was sold for a shekel, and two seahs of barley for a shekel, according to the word of the Lord.*s"
    },
    {
        "o": 10669,
        "r": "esv:2 Kings:7:17",
        "t": "Now the king had appointed the captain on whose hand he leaned to have charge of the gate. And the people trampled him in the gate, so that he died, as the man of God had said when the king came down to him."
    },
    {
        "o": 10670,
        "r": "esv:2 Kings:7:18",
        "t": "For when the man of God had said to the king, “Two seahs of barley shall be sold for a shekel, and a seah of fine flour for a shekel, about this time tomorrow in the gate of Samaria,”"
    },
    {
        "o": 10671,
        "r": "esv:2 Kings:7:19",
        "t": "the captain had answered the man of God, “If the Lord*s himself should make windows in heaven, could such a thing be?” And he had said, “You shall see it with your own eyes, but you shall not eat of it.”"
    },
    {
        "o": 10672,
        "r": "esv:2 Kings:7:20",
        "t": "And so it happened to him, for the people trampled him in the gate and he died."
    }
]
