[
    {
        "o": 9022,
        "r": "nasb:2 Samuel:11:0",
        "t": "2 Samuel 11",
        "h": 1
    },
    {
        "o": 9023,
        "r": "nasb:2 Samuel:11:0",
        "t": "Bathsheba, David’s Great Sin",
        "h": 2
    },
    {
        "o": 9024,
        "r": "nasb:2 Samuel:11:1",
        "t": "Then*p it happened in the spring, at the time when kings go out to*i battle,*i that David sent Joab and his servants with him and all Israel, and they destroyed the sons of Ammon and besieged Rabbah. But David stayed at Jerusalem."
    },
    {
        "o": 9025,
        "r": "nasb:2 Samuel:11:2",
        "t": "Now*p when evening came David arose from his bed and walked around on the roof of the king’s house, and from the roof he saw a woman bathing; and the woman was very beautiful in appearance."
    },
    {
        "o": 9026,
        "r": "nasb:2 Samuel:11:3",
        "t": "So David sent and inquired about the woman. And one said, “Is this not Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?”"
    },
    {
        "o": 9027,
        "r": "nasb:2 Samuel:11:4",
        "t": "David sent messengers and took her, and when she came to him, he lay with her; and when she had purified herself from her uncleanness, she returned to her house."
    },
    {
        "o": 9028,
        "r": "nasb:2 Samuel:11:5",
        "t": "The woman conceived; and she sent and told David, and said, “I am pregnant.”"
    },
    {
        "o": 9029,
        "r": "nasb:2 Samuel:11:6",
        "t": "Then*p David sent to Joab, saying,*i “Send me Uriah the Hittite.” So Joab sent Uriah to David."
    },
    {
        "o": 9030,
        "r": "nasb:2 Samuel:11:7",
        "t": "When Uriah came to him, David asked concerning the welfare of Joab and the people and the state of the war."
    },
    {
        "o": 9031,
        "r": "nasb:2 Samuel:11:8",
        "t": "Then David said to Uriah, “Go down to your house, and wash your feet.” And Uriah went out of the king’s house, and a present from the king was sent out after him."
    },
    {
        "o": 9032,
        "r": "nasb:2 Samuel:11:9",
        "t": "But Uriah slept at the door of the king’s house with all the servants of his lord, and did not go down to his house."
    },
    {
        "o": 9033,
        "r": "nasb:2 Samuel:11:10",
        "t": "Now when they told David, saying, “Uriah did not go down to his house,” David said to Uriah, “Have you not come from a journey? Why did you not go down to your house?”"
    },
    {
        "o": 9034,
        "r": "nasb:2 Samuel:11:11",
        "t": "Uriah said to David, “The ark and Israel and Judah are staying in temporary shelters, and my lord Joab and the servants of my lord are camping in the open field. Shall I then go to my house to eat and to drink and to lie with my wife? By your life and the life of your soul, I will not do this thing.”"
    },
    {
        "o": 9035,
        "r": "nasb:2 Samuel:11:12",
        "t": "Then David said to Uriah, “Stay here today also, and tomorrow I will let you go.” So Uriah remained in Jerusalem that day and the next."
    },
    {
        "o": 9036,
        "r": "nasb:2 Samuel:11:13",
        "t": "Now David called him, and he ate and drank before him, and he made him drunk; and in the evening he went out to lie on his bed with his lord’s servants, but he did not go down to his house."
    },
    {
        "o": 9037,
        "r": "nasb:2 Samuel:11:14",
        "t": "Now*p in the morning David wrote a letter to Joab and sent it*i by the hand of Uriah."
    },
    {
        "o": 9038,
        "r": "nasb:2 Samuel:11:15",
        "t": "He had written in the letter, saying, “Place Uriah in the front line of the fiercest battle and withdraw from him, so that he may be struck down and die.”"
    },
    {
        "o": 9039,
        "r": "nasb:2 Samuel:11:16",
        "t": "So it was as Joab kept watch on the city, that he put Uriah at the place where he knew there were*i valiant men."
    },
    {
        "o": 9040,
        "r": "nasb:2 Samuel:11:17",
        "t": "The men of the city went out and fought against Joab, and some of the people among David’s servants fell; and Uriah the Hittite also died."
    },
    {
        "o": 9041,
        "r": "nasb:2 Samuel:11:18",
        "t": "Then Joab sent and reported to David all the events of the war."
    },
    {
        "o": 9042,
        "r": "nasb:2 Samuel:11:19",
        "t": "He charged the messenger, saying, “When you have finished telling all the events of the war to the king,"
    },
    {
        "o": 9043,
        "r": "nasb:2 Samuel:11:20",
        "t": "and if it happens that the king’s wrath rises and he says to you, ‘Why did you go so near to the city to fight? Did you not know that they would shoot from the wall?"
    },
    {
        "o": 9044,
        "r": "nasb:2 Samuel:11:21",
        "t": "Who struck down Abimelech the son of Jerubbesheth? Did not a woman throw an upper millstone on him from the wall so that he died at Thebez? Why did you go so near the wall?’—then you shall say, ‘Your servant Uriah the Hittite is dead also.’ ”"
    },
    {
        "o": 9045,
        "r": "nasb:2 Samuel:11:22",
        "t": "So*p the messenger departed and came and reported to David all that Joab had sent him to*i tell.*i"
    },
    {
        "o": 9046,
        "r": "nasb:2 Samuel:11:23",
        "t": "The messenger said to David, “The men prevailed against us and came out against us in the field, but we pressed them as far as the entrance of the gate."
    },
    {
        "o": 9047,
        "r": "nasb:2 Samuel:11:24",
        "t": "Moreover, the archers shot at your servants from the wall; so some of the king’s servants are dead, and your servant Uriah the Hittite is also dead.”"
    },
    {
        "o": 9048,
        "r": "nasb:2 Samuel:11:25",
        "t": "Then David said to the messenger, “Thus you shall say to Joab, ‘Do not let this thing displease you, for the sword devours one as well as another; make your battle against the city stronger and overthrow it’; and so*i encourage him.”"
    },
    {
        "o": 9049,
        "r": "nasb:2 Samuel:11:26",
        "t": "Now*p when the wife of Uriah heard that Uriah her husband was dead, she mourned for her husband."
    },
    {
        "o": 9050,
        "r": "nasb:2 Samuel:11:27",
        "t": "When the time*i of*i mourning was over, David sent and brought her to his house and she became his wife; then she bore him a son. But the thing that David had done was evil in the sight of the Lord.*s"
    }
]
