[
    {
        "o": 11012,
        "r": "esv:2 Kings:18:0",
        "t": "2 Kings 18",
        "h": 1
    },
    {
        "o": 11013,
        "r": "esv:2 Kings:18:0",
        "t": "Hezekiah Reigns in Judah",
        "h": 2
    },
    {
        "o": 11014,
        "r": "esv:2 Kings:18:1",
        "t": "In*p the third year of Hoshea son of Elah, king of Israel, Hezekiah the son of Ahaz, king of Judah, began to reign."
    },
    {
        "o": 11015,
        "r": "esv:2 Kings:18:2",
        "t": "He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abi the daughter of Zechariah."
    },
    {
        "o": 11016,
        "r": "esv:2 Kings:18:3",
        "t": "And he did what was right in the eyes of the Lord,*s according to all that David his father had done."
    },
    {
        "o": 11017,
        "r": "esv:2 Kings:18:4",
        "t": "He removed the high places and broke the pillars and cut down the Asherah. And he broke in pieces the bronze serpent that Moses had made, for until those days the people of Israel had made offerings to it (it was called Nehushtan)."
    },
    {
        "o": 11018,
        "r": "esv:2 Kings:18:5",
        "t": "He trusted in the Lord,*s the God of Israel, so that there was none like him among all the kings of Judah after him, nor among those who were before him."
    },
    {
        "o": 11019,
        "r": "esv:2 Kings:18:6",
        "t": "For he held fast to the Lord.*s He did not depart from following him, but kept the commandments that the Lord*s commanded Moses."
    },
    {
        "o": 11020,
        "r": "esv:2 Kings:18:7",
        "t": "And the Lord*s was with him; wherever he went out, he prospered. He rebelled against the king of Assyria and would not serve him."
    },
    {
        "o": 11021,
        "r": "esv:2 Kings:18:8",
        "t": "He struck down the Philistines as far as Gaza and its territory, from watchtower to fortified city."
    },
    {
        "o": 11022,
        "r": "esv:2 Kings:18:9",
        "t": "In*p the fourth year of King Hezekiah, which was the seventh year of Hoshea son of Elah, king of Israel, Shalmaneser king of Assyria came up against Samaria and besieged it,"
    },
    {
        "o": 11023,
        "r": "esv:2 Kings:18:10",
        "t": "and at the end of three years he took it. In the sixth year of Hezekiah, which was the ninth year of Hoshea king of Israel, Samaria was taken."
    },
    {
        "o": 11024,
        "r": "esv:2 Kings:18:11",
        "t": "The king of Assyria carried the Israelites away to Assyria and put them in Halah, and on the Habor, the river of Gozan, and in the cities of the Medes,"
    },
    {
        "o": 11025,
        "r": "esv:2 Kings:18:12",
        "t": "because they did not obey the voice of the Lord*s their God but transgressed his covenant, even all that Moses the servant of the Lord*s commanded. They neither listened nor obeyed."
    },
    {
        "o": 11026,
        "r": "esv:2 Kings:18:12",
        "t": "Sennacherib Attacks Judah",
        "h": 2
    },
    {
        "o": 11027,
        "r": "esv:2 Kings:18:13",
        "t": "In*p the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and took them."
    },
    {
        "o": 11028,
        "r": "esv:2 Kings:18:14",
        "t": "And Hezekiah king of Judah sent to the king of Assyria at Lachish, saying, “I have done wrong; withdraw from me. Whatever you impose on me I will bear.” And the king of Assyria required of Hezekiah king of Judah three hundred talents of silver and thirty talents of gold."
    },
    {
        "o": 11029,
        "r": "esv:2 Kings:18:15",
        "t": "And Hezekiah gave him all the silver that was found in the house of the Lord*s and in the treasuries of the king’s house."
    },
    {
        "o": 11030,
        "r": "esv:2 Kings:18:16",
        "t": "At that time Hezekiah stripped the gold from the doors of the temple of the Lord*s and from the doorposts that Hezekiah king of Judah had overlaid and gave it to the king of Assyria."
    },
    {
        "o": 11031,
        "r": "esv:2 Kings:18:17",
        "t": "And the king of Assyria sent the Tartan, the Rab-saris, and the Rabshakeh with a great army from Lachish to King Hezekiah at Jerusalem. And they went up and came to Jerusalem. When they arrived, they came and stood by the conduit of the upper pool, which is on the highway to the Washer’s Field."
    },
    {
        "o": 11032,
        "r": "esv:2 Kings:18:18",
        "t": "And when they called for the king, there came out to them Eliakim the son of Hilkiah, who was over the household, and Shebnah the secretary, and Joah the son of Asaph, the recorder."
    },
    {
        "o": 11033,
        "r": "esv:2 Kings:18:19",
        "t": "And*p the Rabshakeh said to them, “Say to Hezekiah, ‘Thus says the great king, the king of Assyria: On what do you rest this trust of yours?"
    },
    {
        "o": 11034,
        "r": "esv:2 Kings:18:20",
        "t": "Do you think that mere words are strategy and power for war? In whom do you now trust, that you have rebelled against me?"
    },
    {
        "o": 11035,
        "r": "esv:2 Kings:18:21",
        "t": "Behold, you are trusting now in Egypt, that broken reed of a staff, which will pierce the hand of any man who leans on it. Such is Pharaoh king of Egypt to all who trust in him."
    },
    {
        "o": 11036,
        "r": "esv:2 Kings:18:22",
        "t": "But if you say to me, “We trust in the Lord*s our God,” is it not he whose high places and altars Hezekiah has removed, saying to Judah and to Jerusalem, “You shall worship before this altar in Jerusalem”?"
    },
    {
        "o": 11037,
        "r": "esv:2 Kings:18:23",
        "t": "Come now, make a wager with my master the king of Assyria: I will give you two thousand horses, if you are able on your part to set riders on them."
    },
    {
        "o": 11038,
        "r": "esv:2 Kings:18:24",
        "t": "How then can you repulse a single captain among the least of my master’s servants, when you trust in Egypt for chariots and for horsemen?"
    },
    {
        "o": 11039,
        "r": "esv:2 Kings:18:25",
        "t": "Moreover, is it without the Lord*s that I have come up against this place to destroy it? The Lord*s said to me, “Go up against this land and destroy it.”’”"
    },
    {
        "o": 11040,
        "r": "esv:2 Kings:18:26",
        "t": "Then*p Eliakim the son of Hilkiah, and Shebnah, and Joah, said to the Rabshakeh, “Please speak to your servants in Aramaic, for we understand it. Do not speak to us in the language of Judah within the hearing of the people who are on the wall.”"
    },
    {
        "o": 11041,
        "r": "esv:2 Kings:18:27",
        "t": "But the Rabshakeh said to them, “Has my master sent me to speak these words to your master and to you, and not to the men sitting on the wall, who are doomed with you to eat their own dung and to drink their own urine?”"
    },
    {
        "o": 11042,
        "r": "esv:2 Kings:18:28",
        "t": "Then*p the Rabshakeh stood and called out in a loud voice in the language of Judah: “Hear the word of the great king, the king of Assyria!"
    },
    {
        "o": 11043,
        "r": "esv:2 Kings:18:29",
        "t": "Thus says the king: ‘Do not let Hezekiah deceive you, for he will not be able to deliver you out of my hand."
    },
    {
        "o": 11044,
        "r": "esv:2 Kings:18:30",
        "t": "Do not let Hezekiah make you trust in the Lord*s by saying, The Lord*s will surely deliver us, and this city will not be given into the hand of the king of Assyria.’"
    },
    {
        "o": 11045,
        "r": "esv:2 Kings:18:31",
        "t": "Do not listen to Hezekiah, for thus says the king of Assyria: ‘Make your peace with me and come out to me. Then each one of you will eat of his own vine, and each one of his own fig tree, and each one of you will drink the water of his own cistern,"
    },
    {
        "o": 11046,
        "r": "esv:2 Kings:18:32",
        "t": "until I come and take you away to a land like your own land, a land of grain and wine, a land of bread and vineyards, a land of olive trees and honey, that you may live, and not die. And do not listen to Hezekiah when he misleads you by saying, “The Lord*s will deliver us.”"
    },
    {
        "o": 11047,
        "r": "esv:2 Kings:18:33",
        "t": "Has any of the gods of the nations ever delivered his land out of the hand of the king of Assyria?"
    },
    {
        "o": 11048,
        "r": "esv:2 Kings:18:34",
        "t": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Have they delivered Samaria out of my hand?"
    },
    {
        "o": 11049,
        "r": "esv:2 Kings:18:35",
        "t": "Who among all the gods of the lands have delivered their lands out of my hand, that the Lord*s should deliver Jerusalem out of my hand?’”"
    },
    {
        "o": 11050,
        "r": "esv:2 Kings:18:36",
        "t": "But*p the people were silent and answered him not a word, for the king’s command was, “Do not answer him.”"
    },
    {
        "o": 11051,
        "r": "esv:2 Kings:18:37",
        "t": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the secretary, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of the Rabshakeh."
    }
]
