[
    {
        "o": 30397,
        "r": "kjv:Galatians:5:0",
        "t": "Galatians 5",
        "h": 1
    },
    {
        "o": 30398,
        "r": "kjv:Galatians:5:1",
        "t": "Stand*p fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage."
    },
    {
        "o": 30399,
        "r": "kjv:Galatians:5:2",
        "t": "Behold,*p I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing."
    },
    {
        "o": 30400,
        "r": "kjv:Galatians:5:3",
        "t": "For*p I testify again to every man that is circumcised, that he is a debtor to do the whole law."
    },
    {
        "o": 30401,
        "r": "kjv:Galatians:5:4",
        "t": "Christ*p is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace."
    },
    {
        "o": 30402,
        "r": "kjv:Galatians:5:5",
        "t": "For*p we through the Spirit wait for the hope of righteousness by faith."
    },
    {
        "o": 30403,
        "r": "kjv:Galatians:5:6",
        "t": "For*p in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love."
    },
    {
        "o": 30404,
        "r": "kjv:Galatians:5:7",
        "t": "Ye*p did run well; who did hinder you that ye should not obey the truth?"
    },
    {
        "o": 30405,
        "r": "kjv:Galatians:5:8",
        "t": "This*p persuasion cometh not of him that calleth you."
    },
    {
        "o": 30406,
        "r": "kjv:Galatians:5:9",
        "t": "A*p little leaven leaveneth the whole lump."
    },
    {
        "o": 30407,
        "r": "kjv:Galatians:5:10",
        "t": "I*p have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be."
    },
    {
        "o": 30408,
        "r": "kjv:Galatians:5:11",
        "t": "And*p I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased."
    },
    {
        "o": 30409,
        "r": "kjv:Galatians:5:12",
        "t": "I*p would they were even cut off which trouble you."
    },
    {
        "o": 30410,
        "r": "kjv:Galatians:5:13",
        "t": "For,*p brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh, but by love serve one another."
    },
    {
        "o": 30411,
        "r": "kjv:Galatians:5:14",
        "t": "For*p all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself."
    },
    {
        "o": 30412,
        "r": "kjv:Galatians:5:15",
        "t": "But*p if ye bite and devour one another, take heed that ye be not consumed one of another."
    },
    {
        "o": 30413,
        "r": "kjv:Galatians:5:16",
        "t": "This*p I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh."
    },
    {
        "o": 30414,
        "r": "kjv:Galatians:5:17",
        "t": "For*p the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would."
    },
    {
        "o": 30415,
        "r": "kjv:Galatians:5:18",
        "t": "But*p if ye be led of the Spirit, ye are not under the law."
    },
    {
        "o": 30416,
        "r": "kjv:Galatians:5:19",
        "t": "Now*p the works of the flesh are manifest, which are these; Adultery, fornication, uncleanness, lasciviousness,"
    },
    {
        "o": 30417,
        "r": "kjv:Galatians:5:20",
        "t": "Idolatry,*p witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,"
    },
    {
        "o": 30418,
        "r": "kjv:Galatians:5:21",
        "t": "Envyings,*p murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God."
    },
    {
        "o": 30419,
        "r": "kjv:Galatians:5:22",
        "t": "But*p the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,"
    },
    {
        "o": 30420,
        "r": "kjv:Galatians:5:23",
        "t": "Meekness,*p temperance: against such there is no law."
    },
    {
        "o": 30421,
        "r": "kjv:Galatians:5:24",
        "t": "And*p they that are Christ's have crucified the flesh with the affections and lusts."
    },
    {
        "o": 30422,
        "r": "kjv:Galatians:5:25",
        "t": "If*p we live in the Spirit, let us also walk in the Spirit."
    },
    {
        "o": 30423,
        "r": "kjv:Galatians:5:26",
        "t": "Let*p us not be desirous of vain glory, provoking one another, envying one another."
    }
]
