[
    {
        "o": 21781,
        "r": "csb:Jeremiah:20:0",
        "t": "Jeremiah 20",
        "h": 1
    },
    {
        "o": 21782,
        "r": "csb:Jeremiah:20:0",
        "t": "Jeremiah Beaten by Pashhur",
        "h": 2
    },
    {
        "o": 21783,
        "r": "csb:Jeremiah:20:1",
        "t": "Pashhur*p the priest, the son of Immer and chief official in the temple of the Lord,*s heard Jeremiah prophesying these things."
    },
    {
        "o": 21784,
        "r": "csb:Jeremiah:20:2",
        "t": "So Pashhur had the prophet Jeremiah beaten and put him in the stocks at the Upper Benjamin Gate in the Lord’s*s temple."
    },
    {
        "o": 21785,
        "r": "csb:Jeremiah:20:3",
        "t": "The next day, when Pashhur released Jeremiah from the stocks, Jeremiah said to him, “The Lord*s does not call you Pashhur, but Terror Is on Every Side,"
    },
    {
        "o": 21786,
        "r": "csb:Jeremiah:20:4",
        "t": "for this is what the Lord*s says, ‘I am about to make you a terror to both yourself and those you love. They will fall by the sword of their enemies before your very eyes. I will hand Judah over to the king of Babylon, and he will deport them to Babylon and put them to the sword."
    },
    {
        "o": 21787,
        "r": "csb:Jeremiah:20:5",
        "t": "I will give away all the wealth of this city, all its products and valuables. Indeed, I will hand all the treasures of the kings of Judah over to their enemies. They will plunder them, seize them, and carry them off to Babylon."
    },
    {
        "o": 21788,
        "r": "csb:Jeremiah:20:6",
        "t": "As for you, Pashhur, and all who live in your house, you will go into captivity. You will go to Babylon. There you will die, and there you will be buried, you and all your friends to whom you prophesied lies.’”"
    },
    {
        "o": 21789,
        "r": "csb:Jeremiah:20:6",
        "t": "Jeremiah Compelled to Preach",
        "h": 2
    },
    {
        "o": 21790,
        "r": "csb:Jeremiah:20:7",
        "t": "You*pn deceived me, Lord,*s and I was deceived. You*ln seized me and prevailed. I*ln am a laughingstock all the time; everyone*ln ridicules me."
    },
    {
        "o": 21791,
        "r": "csb:Jeremiah:20:8",
        "t": "For*ln whenever I speak, I cry out, I*ln proclaim, “Violence and destruction!” so*ln the word of the Lord*s has become my constant*ln disgrace and derision."
    },
    {
        "o": 21792,
        "r": "csb:Jeremiah:20:9",
        "t": "I*ln say, “I won’t mention him or*ln speak any longer in his name.” But*ln his message becomes a fire burning in my heart, shut*ln up in my bones. I*ln become tired of holding it in, and*ln I cannot prevail."
    },
    {
        "o": 21793,
        "r": "csb:Jeremiah:20:10",
        "t": "For*ln I have heard the gossip of many people, “Terror*ln is on every side! Report*ln him; let’s report him!” Everyone*ln I trusted watches for my fall. “Perhaps*ln he will be deceived so*ln that we might prevail against him and*ln take our vengeance on him.”"
    },
    {
        "o": 21794,
        "r": "csb:Jeremiah:20:11",
        "t": "But*pn the Lord*s is with me like a violent warrior. Therefore,*ln my persecutors will stumble and not prevail. Since*ln they have not succeeded, they will be utterly shamed, an*ln everlasting humiliation that will never be forgotten."
    },
    {
        "o": 21795,
        "r": "csb:Jeremiah:20:12",
        "t": "Lord*sln of Armies, testing the righteous and*ln seeing the heart and mind, let*ln me see your vengeance on them, for*ln I have presented my case to you."
    },
    {
        "o": 21796,
        "r": "csb:Jeremiah:20:13",
        "t": "Sing*ln to the Lord!*s Praise*ln the Lord,*s for*ln he rescues the life of the needy from*ln evil people."
    },
    {
        "o": 21797,
        "r": "csb:Jeremiah:20:13",
        "t": "Jeremiah’s Lament",
        "h": 2
    },
    {
        "o": 21798,
        "r": "csb:Jeremiah:20:14",
        "t": "May*pn the day I was born be*ln cursed. May*ln the day my mother bore me never*ln be blessed."
    },
    {
        "o": 21799,
        "r": "csb:Jeremiah:20:15",
        "t": "May*ln the man be cursed who*ln brought the news to my father, saying, “A*ln male child is born to you,” bringing*ln him great joy."
    },
    {
        "o": 21800,
        "r": "csb:Jeremiah:20:16",
        "t": "Let*ln that man be like the cities the*ln Lord*s demolished without compassion. Let*ln him hear an outcry in the morning and*ln a war cry at noontime"
    },
    {
        "o": 21801,
        "r": "csb:Jeremiah:20:17",
        "t": "because*ln he didn’t kill me in the womb so*ln that my mother might have been my grave, her*ln womb eternally pregnant."
    },
    {
        "o": 21802,
        "r": "csb:Jeremiah:20:18",
        "t": "Why*pn did I come out of the womb to*ln see only struggle and sorrow, to*ln end my life in shame?"
    }
]
