[
    {
        "o": 10781,
        "r": "nasb:2 Kings:12:0",
        "t": "2 Kings 12",
        "h": 1
    },
    {
        "o": 10782,
        "r": "nasb:2 Kings:12:0",
        "t": "Joash (Jehoash) Reigns over Judah",
        "h": 2
    },
    {
        "o": 10783,
        "r": "nasb:2 Kings:12:1",
        "t": "In*p the seventh year of Jehu, Jehoash became king, and he reigned forty years in Jerusalem; and his mother’s name was Zibiah of Beersheba."
    },
    {
        "o": 10784,
        "r": "nasb:2 Kings:12:2",
        "t": "Jehoash did right in the sight of the Lord*s all his days in which Jehoiada the priest instructed him."
    },
    {
        "o": 10785,
        "r": "nasb:2 Kings:12:3",
        "t": "Only the high places were not taken away; the people still sacrificed and burned incense on the high places."
    },
    {
        "o": 10786,
        "r": "nasb:2 Kings:12:3",
        "t": "The Temple to Be Repaired",
        "h": 2
    },
    {
        "o": 10787,
        "r": "nasb:2 Kings:12:4",
        "t": "Then*p Jehoash said to the priests, “All the money of the sacred things which is brought into the house of the Lord,*s in current money, both*i the money of each man’s assessment and*i all the money which any man’s heart prompts him to bring into the house of the Lord,*s"
    },
    {
        "o": 10788,
        "r": "nasb:2 Kings:12:5",
        "t": "let the priests take it for themselves, each from his acquaintance; and they shall repair the damages of the house wherever any damage may be found.”"
    },
    {
        "o": 10789,
        "r": "nasb:2 Kings:12:6",
        "t": "But*p it came about that in the twenty-third year of King Jehoash the priests had not repaired the damages of the house."
    },
    {
        "o": 10790,
        "r": "nasb:2 Kings:12:7",
        "t": "Then King Jehoash called for Jehoiada the priest, and for the other*i priests and said to them, “Why do you not repair the damages of the house? Now therefore take no more*i money from your acquaintances, but pay it for the damages of the house.”"
    },
    {
        "o": 10791,
        "r": "nasb:2 Kings:12:8",
        "t": "So the priests agreed that they would take no more*i money from the people, nor repair the damages of the house."
    },
    {
        "o": 10792,
        "r": "nasb:2 Kings:12:9",
        "t": "But*p Jehoiada the priest took a chest and bored a hole in its lid and put it beside the altar, on the right side as one comes into the house of the Lord;*s and the priests who guarded the threshold put in it all the money which was brought into the house of the Lord.*s"
    },
    {
        "o": 10793,
        "r": "nasb:2 Kings:12:10",
        "t": "When they saw that there was much money in the chest, the king’s scribe and the high priest came up and tied it*i in bags and counted the money which was found in the house of the Lord.*s"
    },
    {
        "o": 10794,
        "r": "nasb:2 Kings:12:11",
        "t": "They gave the money which was weighed out into the hands of those who did the work, who had the oversight of the house of the Lord;*s and they paid it out to the carpenters and the builders who worked on the house of the Lord;*s"
    },
    {
        "o": 10795,
        "r": "nasb:2 Kings:12:12",
        "t": "and to the masons and the stonecutters, and for buying timber and hewn stone to repair the damages to the house of the Lord,*s and for all that was laid out for the house to repair it."
    },
    {
        "o": 10796,
        "r": "nasb:2 Kings:12:13",
        "t": "But there were not made for the house of the Lord*s silver cups, snuffers, bowls, trumpets, any vessels of gold, or vessels of silver from the money which was brought into the house of the Lord;*s"
    },
    {
        "o": 10797,
        "r": "nasb:2 Kings:12:14",
        "t": "for they gave that to those who did the work, and with it they repaired the house of the Lord.*s"
    },
    {
        "o": 10798,
        "r": "nasb:2 Kings:12:15",
        "t": "Moreover, they did not require an accounting from the men into whose hand they gave the money to pay to those who did the work, for they dealt faithfully."
    },
    {
        "o": 10799,
        "r": "nasb:2 Kings:12:16",
        "t": "The money from the guilt offerings and the money from the sin offerings was not brought into the house of the Lord;*s it was for the priests."
    },
    {
        "o": 10800,
        "r": "nasb:2 Kings:12:17",
        "t": "Then*p Hazael king of Aram went up and fought against Gath and captured it, and Hazael set his face to go up to Jerusalem."
    },
    {
        "o": 10801,
        "r": "nasb:2 Kings:12:18",
        "t": "Jehoash king of Judah took all the sacred things that Jehoshaphat and Jehoram and Ahaziah, his fathers, kings of Judah, had dedicated, and his own sacred things and all the gold that was found among the treasuries of the house of the Lord*s and of the king’s house, and sent them*i to Hazael king of Aram. Then he went away from Jerusalem."
    },
    {
        "o": 10802,
        "r": "nasb:2 Kings:12:18",
        "t": "Joash (Jehoash) Succeeded by Amaziah in Judah",
        "h": 2
    },
    {
        "o": 10803,
        "r": "nasb:2 Kings:12:19",
        "t": "Now*p the rest of the acts of Joash and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 10804,
        "r": "nasb:2 Kings:12:20",
        "t": "His servants arose and made a conspiracy and struck down Joash at the house of Millo as*i he*i was*i going down to Silla."
    },
    {
        "o": 10805,
        "r": "nasb:2 Kings:12:21",
        "t": "For Jozacar the son of Shimeath and Jehozabad the son of Shomer, his servants, struck him*i and he died; and they buried him with his fathers in the city of David, and Amaziah his son became king in his place."
    }
]
