[
    {
        "o": 10906,
        "r": "niv:2 Kings:17:0",
        "t": "2 Kings 17",
        "h": 1
    },
    {
        "o": 10907,
        "r": "niv:2 Kings:17:0",
        "t": "Hoshea Last King of Israel",
        "h": 2
    },
    {
        "o": 10908,
        "r": "niv:2 Kings:17:1",
        "t": "In*p the twelfth year of Ahaz king of Judah, Hoshea son of Elah became king of Israel in Samaria, and he reigned nine years."
    },
    {
        "o": 10909,
        "r": "niv:2 Kings:17:2",
        "t": "He did evil in the eyes of the Lord,*s but not like the kings of Israel who preceded him."
    },
    {
        "o": 10910,
        "r": "niv:2 Kings:17:3",
        "t": "Shalmaneser*p king of Assyria came up to attack Hoshea, who had been Shalmaneser’s vassal and had paid him tribute."
    },
    {
        "o": 10911,
        "r": "niv:2 Kings:17:4",
        "t": "But the king of Assyria discovered that Hoshea was a traitor, for he had sent envoys to So king of Egypt, and he no longer paid tribute to the king of Assyria, as he had done year by year. Therefore Shalmaneser seized him and put him in prison."
    },
    {
        "o": 10912,
        "r": "niv:2 Kings:17:5",
        "t": "The king of Assyria invaded the entire land, marched against Samaria and laid siege to it for three years."
    },
    {
        "o": 10913,
        "r": "niv:2 Kings:17:6",
        "t": "In the ninth year of Hoshea, the king of Assyria captured Samaria and deported the Israelites to Assyria. He settled them in Halah, in Gozan on the Habor River and in the towns of the Medes."
    },
    {
        "o": 10914,
        "r": "niv:2 Kings:17:6",
        "t": "Israel Exiled Because of Sin",
        "h": 2
    },
    {
        "o": 10915,
        "r": "niv:2 Kings:17:7",
        "t": "All*p this took place because the Israelites had sinned against the Lord*s their God, who had brought them up out of Egypt from under the power of Pharaoh king of Egypt. They worshiped other gods"
    },
    {
        "o": 10916,
        "r": "niv:2 Kings:17:8",
        "t": "and followed the practices of the nations the Lord*s had driven out before them, as well as the practices that the kings of Israel had introduced."
    },
    {
        "o": 10917,
        "r": "niv:2 Kings:17:9",
        "t": "The Israelites secretly did things against the Lord*s their God that were not right. From watchtower to fortified city they built themselves high places in all their towns."
    },
    {
        "o": 10918,
        "r": "niv:2 Kings:17:10",
        "t": "They set up sacred stones and Asherah poles on every high hill and under every spreading tree."
    },
    {
        "o": 10919,
        "r": "niv:2 Kings:17:11",
        "t": "At every high place they burned incense, as the nations whom the Lord*s had driven out before them had done. They did wicked things that aroused the Lord’s*s anger."
    },
    {
        "o": 10920,
        "r": "niv:2 Kings:17:12",
        "t": "They worshiped idols, though the Lord*s had said, “You shall not do this.”"
    },
    {
        "o": 10921,
        "r": "niv:2 Kings:17:13",
        "t": "The Lord*s warned Israel and Judah through all his prophets and seers: “Turn from your evil ways. Observe my commands and decrees, in accordance with the entire Law that I commanded your ancestors to obey and that I delivered to you through my servants the prophets.”"
    },
    {
        "o": 10922,
        "r": "niv:2 Kings:17:14",
        "t": "But*p they would not listen and were as stiff-necked as their ancestors, who did not trust in the Lord*s their God."
    },
    {
        "o": 10923,
        "r": "niv:2 Kings:17:15",
        "t": "They rejected his decrees and the covenant he had made with their ancestors and the statutes he had warned them to keep. They followed worthless idols and themselves became worthless. They imitated the nations around them although the Lord*s had ordered them, “Do not do as they do.”"
    },
    {
        "o": 10924,
        "r": "niv:2 Kings:17:16",
        "t": "They*p forsook all the commands of the Lord*s their God and made for themselves two idols cast in the shape of calves, and an Asherah pole. They bowed down to all the starry hosts, and they worshiped Baal."
    },
    {
        "o": 10925,
        "r": "niv:2 Kings:17:17",
        "t": "They sacrificed their sons and daughters in the fire. They practiced divination and sought omens and sold themselves to do evil in the eyes of the Lord,*s arousing his anger."
    },
    {
        "o": 10926,
        "r": "niv:2 Kings:17:18",
        "t": "So*p the Lord*s was very angry with Israel and removed them from his presence. Only the tribe of Judah was left,"
    },
    {
        "o": 10927,
        "r": "niv:2 Kings:17:19",
        "t": "and even Judah did not keep the commands of the Lord*s their God. They followed the practices Israel had introduced."
    },
    {
        "o": 10928,
        "r": "niv:2 Kings:17:20",
        "t": "Therefore the Lord*s rejected all the people of Israel; he afflicted them and gave them into the hands of plunderers, until he thrust them from his presence."
    },
    {
        "o": 10929,
        "r": "niv:2 Kings:17:21",
        "t": "When*p he tore Israel away from the house of David, they made Jeroboam son of Nebat their king. Jeroboam enticed Israel away from following the Lord*s and caused them to commit a great sin."
    },
    {
        "o": 10930,
        "r": "niv:2 Kings:17:22",
        "t": "The Israelites persisted in all the sins of Jeroboam and did not turn away from them"
    },
    {
        "o": 10931,
        "r": "niv:2 Kings:17:23",
        "t": "until the Lord*s removed them from his presence, as he had warned through all his servants the prophets. So the people of Israel were taken from their homeland into exile in Assyria, and they are still there."
    },
    {
        "o": 10932,
        "r": "niv:2 Kings:17:23",
        "t": "Samaria Resettled",
        "h": 2
    },
    {
        "o": 10933,
        "r": "niv:2 Kings:17:24",
        "t": "The*p king of Assyria brought people from Babylon, Kuthah, Avva, Hamath and Sepharvaim and settled them in the towns of Samaria to replace the Israelites. They took over Samaria and lived in its towns."
    },
    {
        "o": 10934,
        "r": "niv:2 Kings:17:25",
        "t": "When they first lived there, they did not worship the Lord;*s so he sent lions among them and they killed some of the people."
    },
    {
        "o": 10935,
        "r": "niv:2 Kings:17:26",
        "t": "It was reported to the king of Assyria: “The people you deported and resettled in the towns of Samaria do not know what the god of that country requires. He has sent lions among them, which are killing them off, because the people do not know what he requires.”"
    },
    {
        "o": 10936,
        "r": "niv:2 Kings:17:27",
        "t": "Then*p the king of Assyria gave this order: “Have one of the priests you took captive from Samaria go back to live there and teach the people what the god of the land requires.”"
    },
    {
        "o": 10937,
        "r": "niv:2 Kings:17:28",
        "t": "So one of the priests who had been exiled from Samaria came to live in Bethel and taught them how to worship the Lord.*s"
    },
    {
        "o": 10938,
        "r": "niv:2 Kings:17:29",
        "t": "Nevertheless,*p each national group made its own gods in the several towns where they settled, and set them up in the shrines the people of Samaria had made at the high places."
    },
    {
        "o": 10939,
        "r": "niv:2 Kings:17:30",
        "t": "The people from Babylon made Sukkoth Benoth, those from Kuthah made Nergal, and those from Hamath made Ashima;"
    },
    {
        "o": 10940,
        "r": "niv:2 Kings:17:31",
        "t": "the Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire as sacrifices to Adrammelek and Anammelek, the gods of Sepharvaim."
    },
    {
        "o": 10941,
        "r": "niv:2 Kings:17:32",
        "t": "They worshiped the Lord,*s but they also appointed all sorts of their own people to officiate for them as priests in the shrines at the high places."
    },
    {
        "o": 10942,
        "r": "niv:2 Kings:17:33",
        "t": "They worshiped the Lord,*s but they also served their own gods in accordance with the customs of the nations from which they had been brought."
    },
    {
        "o": 10943,
        "r": "niv:2 Kings:17:34",
        "t": "To*p this day they persist in their former practices. They neither worship the Lord*s nor adhere to the decrees and regulations, the laws and commands that the Lord*s gave the descendants of Jacob, whom he named Israel."
    },
    {
        "o": 10944,
        "r": "niv:2 Kings:17:35",
        "t": "When the Lord*s made a covenant with the Israelites, he commanded them: “Do not worship any other gods or bow down to them, serve them or sacrifice to them."
    },
    {
        "o": 10945,
        "r": "niv:2 Kings:17:36",
        "t": "But the Lord,*s who brought you up out of Egypt with mighty power and outstretched arm, is the one you must worship. To him you shall bow down and to him offer sacrifices."
    },
    {
        "o": 10946,
        "r": "niv:2 Kings:17:37",
        "t": "You must always be careful to keep the decrees and regulations, the laws and commands he wrote for you. Do not worship other gods."
    },
    {
        "o": 10947,
        "r": "niv:2 Kings:17:38",
        "t": "Do not forget the covenant I have made with you, and do not worship other gods."
    },
    {
        "o": 10948,
        "r": "niv:2 Kings:17:39",
        "t": "Rather, worship the Lord*s your God; it is he who will deliver you from the hand of all your enemies.”"
    },
    {
        "o": 10949,
        "r": "niv:2 Kings:17:40",
        "t": "They*p would not listen, however, but persisted in their former practices."
    },
    {
        "o": 10950,
        "r": "niv:2 Kings:17:41",
        "t": "Even while these people were worshiping the Lord,*s they were serving their idols. To this day their children and grandchildren continue to do as their ancestors did."
    }
]
