[
    {
        "o": 5086,
        "r": "esv:Numbers:31:0",
        "t": "Numbers 31",
        "h": 1
    },
    {
        "o": 5087,
        "r": "esv:Numbers:31:0",
        "t": "Vengeance on Midian",
        "h": 2
    },
    {
        "o": 5088,
        "r": "esv:Numbers:31:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5089,
        "r": "esv:Numbers:31:2",
        "t": "“Avenge the people of Israel on the Midianites. Afterward you shall be gathered to your people.”"
    },
    {
        "o": 5090,
        "r": "esv:Numbers:31:3",
        "t": "So Moses spoke to the people, saying, “Arm men from among you for the war, that they may go against Midian to execute the Lord’s*s vengeance on Midian."
    },
    {
        "o": 5091,
        "r": "esv:Numbers:31:4",
        "t": "You shall send a thousand from each of the tribes of Israel to the war.”"
    },
    {
        "o": 5092,
        "r": "esv:Numbers:31:5",
        "t": "So there were provided, out of the thousands of Israel, a thousand from each tribe, twelve thousand armed for war."
    },
    {
        "o": 5093,
        "r": "esv:Numbers:31:6",
        "t": "And Moses sent them to the war, a thousand from each tribe, together with Phinehas the son of Eleazar the priest, with the vessels of the sanctuary and the trumpets for the alarm in his hand."
    },
    {
        "o": 5094,
        "r": "esv:Numbers:31:7",
        "t": "They warred against Midian, as the Lord*s commanded Moses, and killed every male."
    },
    {
        "o": 5095,
        "r": "esv:Numbers:31:8",
        "t": "They killed the kings of Midian with the rest of their slain, Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. And they also killed Balaam the son of Beor with the sword."
    },
    {
        "o": 5096,
        "r": "esv:Numbers:31:9",
        "t": "And the people of Israel took captive the women of Midian and their little ones, and they took as plunder all their cattle, their flocks, and all their goods."
    },
    {
        "o": 5097,
        "r": "esv:Numbers:31:10",
        "t": "All their cities in the places where they lived, and all their encampments, they burned with fire,"
    },
    {
        "o": 5098,
        "r": "esv:Numbers:31:11",
        "t": "and took all the spoil and all the plunder, both of man and of beast."
    },
    {
        "o": 5099,
        "r": "esv:Numbers:31:12",
        "t": "Then they brought the captives and the plunder and the spoil to Moses, and to Eleazar the priest, and to the congregation of the people of Israel, at the camp on the plains of Moab by the Jordan at Jericho."
    },
    {
        "o": 5100,
        "r": "esv:Numbers:31:13",
        "t": "Moses*p and Eleazar the priest and all the chiefs of the congregation went to meet them outside the camp."
    },
    {
        "o": 5101,
        "r": "esv:Numbers:31:14",
        "t": "And Moses was angry with the officers of the army, the commanders of thousands and the commanders of hundreds, who had come from service in the war."
    },
    {
        "o": 5102,
        "r": "esv:Numbers:31:15",
        "t": "Moses said to them, “Have you let all the women live?"
    },
    {
        "o": 5103,
        "r": "esv:Numbers:31:16",
        "t": "Behold, these, on Balaam’s advice, caused the people of Israel to act treacherously against the Lord*s in the incident of Peor, and so the plague came among the congregation of the Lord.*s"
    },
    {
        "o": 5104,
        "r": "esv:Numbers:31:17",
        "t": "Now therefore, kill every male among the little ones, and kill every woman who has known man by lying with him."
    },
    {
        "o": 5105,
        "r": "esv:Numbers:31:18",
        "t": "But all the young girls who have not known man by lying with him keep alive for yourselves."
    },
    {
        "o": 5106,
        "r": "esv:Numbers:31:19",
        "t": "Encamp outside the camp seven days. Whoever of you has killed any person and whoever has touched any slain, purify yourselves and your captives on the third day and on the seventh day."
    },
    {
        "o": 5107,
        "r": "esv:Numbers:31:20",
        "t": "You shall purify every garment, every article of skin, all work of goats’ hair, and every article of wood.”"
    },
    {
        "o": 5108,
        "r": "esv:Numbers:31:21",
        "t": "Then*p Eleazar the priest said to the men in the army who had gone to battle: “This is the statute of the law that the Lord*s has commanded Moses:"
    },
    {
        "o": 5109,
        "r": "esv:Numbers:31:22",
        "t": "only the gold, the silver, the bronze, the iron, the tin, and the lead,"
    },
    {
        "o": 5110,
        "r": "esv:Numbers:31:23",
        "t": "everything that can stand the fire, you shall pass through the fire, and it shall be clean. Nevertheless, it shall also be purified with the water for impurity. And whatever cannot stand the fire, you shall pass through the water."
    },
    {
        "o": 5111,
        "r": "esv:Numbers:31:24",
        "t": "You must wash your clothes on the seventh day, and you shall be clean. And afterward you may come into the camp.”"
    },
    {
        "o": 5112,
        "r": "esv:Numbers:31:25",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 5113,
        "r": "esv:Numbers:31:26",
        "t": "“Take the count of the plunder that was taken, both of man and of beast, you and Eleazar the priest and the heads of the fathers’ houses of the congregation,"
    },
    {
        "o": 5114,
        "r": "esv:Numbers:31:27",
        "t": "and divide the plunder into two parts between the warriors who went out to battle and all the congregation."
    },
    {
        "o": 5115,
        "r": "esv:Numbers:31:28",
        "t": "And levy for the Lord*s a tribute from the men of war who went out to battle, one out of five hundred, of the people and of the oxen and of the donkeys and of the flocks."
    },
    {
        "o": 5116,
        "r": "esv:Numbers:31:29",
        "t": "Take it from their half and give it to Eleazar the priest as a contribution to the Lord.*s"
    },
    {
        "o": 5117,
        "r": "esv:Numbers:31:30",
        "t": "And from the people of Israel’s half you shall take one drawn out of every fifty, of the people, of the oxen, of the donkeys, and of the flocks, of all the cattle, and give them to the Levites who keep guard over the tabernacle of the Lord.”*s"
    },
    {
        "o": 5118,
        "r": "esv:Numbers:31:31",
        "t": "And Moses and Eleazar the priest did as the Lord*s commanded Moses."
    },
    {
        "o": 5119,
        "r": "esv:Numbers:31:32",
        "t": "Now*p the plunder remaining of the spoil that the army took was 675,000 sheep,"
    },
    {
        "o": 5120,
        "r": "esv:Numbers:31:33",
        "t": "72,000 cattle,"
    },
    {
        "o": 5121,
        "r": "esv:Numbers:31:34",
        "t": "61,000 donkeys,"
    },
    {
        "o": 5122,
        "r": "esv:Numbers:31:35",
        "t": "and 32,000 persons in all, women who had not known man by lying with him."
    },
    {
        "o": 5123,
        "r": "esv:Numbers:31:36",
        "t": "And the half, the portion of those who had gone out in the army, numbered 337,500 sheep,"
    },
    {
        "o": 5124,
        "r": "esv:Numbers:31:37",
        "t": "and the Lord’s*s tribute of sheep was 675."
    },
    {
        "o": 5125,
        "r": "esv:Numbers:31:38",
        "t": "The cattle were 36,000, of which the Lord’s*s tribute was 72."
    },
    {
        "o": 5126,
        "r": "esv:Numbers:31:39",
        "t": "The donkeys were 30,500, of which the Lord’s*s tribute was 61."
    },
    {
        "o": 5127,
        "r": "esv:Numbers:31:40",
        "t": "The persons were 16,000, of which the Lord’s*s tribute was 32 persons."
    },
    {
        "o": 5128,
        "r": "esv:Numbers:31:41",
        "t": "And Moses gave the tribute, which was the contribution for the Lord,*s to Eleazar the priest, as the Lord*s commanded Moses."
    },
    {
        "o": 5129,
        "r": "esv:Numbers:31:42",
        "t": "From*p the people of Israel’s half, which Moses separated from that of the men who had served in the army—"
    },
    {
        "o": 5130,
        "r": "esv:Numbers:31:43",
        "t": "now the congregation’s half was 337,500 sheep,"
    },
    {
        "o": 5131,
        "r": "esv:Numbers:31:44",
        "t": "36,000 cattle,"
    },
    {
        "o": 5132,
        "r": "esv:Numbers:31:45",
        "t": "and 30,500 donkeys,"
    },
    {
        "o": 5133,
        "r": "esv:Numbers:31:46",
        "t": "and 16,000 persons—"
    },
    {
        "o": 5134,
        "r": "esv:Numbers:31:47",
        "t": "from the people of Israel’s half Moses took one of every 50, both of persons and of beasts, and gave them to the Levites who kept guard over the tabernacle of the Lord,*s as the Lord*s commanded Moses."
    },
    {
        "o": 5135,
        "r": "esv:Numbers:31:48",
        "t": "Then*p the officers who were over the thousands of the army, the commanders of thousands and the commanders of hundreds, came near to Moses"
    },
    {
        "o": 5136,
        "r": "esv:Numbers:31:49",
        "t": "and said to Moses, “Your servants have counted the men of war who are under our command, and there is not a man missing from us."
    },
    {
        "o": 5137,
        "r": "esv:Numbers:31:50",
        "t": "And we have brought the Lord’s*s offering, what each man found, articles of gold, armlets and bracelets, signet rings, earrings, and beads, to make atonement for ourselves before the Lord.”*s"
    },
    {
        "o": 5138,
        "r": "esv:Numbers:31:51",
        "t": "And Moses and Eleazar the priest received from them the gold, all crafted articles."
    },
    {
        "o": 5139,
        "r": "esv:Numbers:31:52",
        "t": "And all the gold of the contribution that they presented to the Lord,*s from the commanders of thousands and the commanders of hundreds, was 16,750 shekels."
    },
    {
        "o": 5140,
        "r": "esv:Numbers:31:53",
        "t": "(The men in the army had each taken plunder for himself.)"
    },
    {
        "o": 5141,
        "r": "esv:Numbers:31:54",
        "t": "And Moses and Eleazar the priest received the gold from the commanders of thousands and of hundreds, and brought it into the tent of meeting, as a memorial for the people of Israel before the Lord.*s"
    }
]
