[
    {
        "o": 23158,
        "r": "niv:Ezekiel:25:0",
        "t": "Ezekiel 25",
        "h": 1
    },
    {
        "o": 23159,
        "r": "niv:Ezekiel:25:0",
        "t": "A Prophecy Against Ammon",
        "h": 2
    },
    {
        "o": 23160,
        "r": "niv:Ezekiel:25:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23161,
        "r": "niv:Ezekiel:25:2",
        "t": "“Son of man, set your face against the Ammonites and prophesy against them."
    },
    {
        "o": 23162,
        "r": "niv:Ezekiel:25:3",
        "t": "Say to them, ‘Hear the word of the Sovereign Lord.*s This is what the Sovereign Lord*s says: Because you said “Aha!” over my sanctuary when it was desecrated and over the land of Israel when it was laid waste and over the people of Judah when they went into exile,"
    },
    {
        "o": 23163,
        "r": "niv:Ezekiel:25:4",
        "t": "therefore I am going to give you to the people of the East as a possession. They will set up their camps and pitch their tents among you; they will eat your fruit and drink your milk."
    },
    {
        "o": 23164,
        "r": "niv:Ezekiel:25:5",
        "t": "I will turn Rabbah into a pasture for camels and Ammon into a resting place for sheep. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23165,
        "r": "niv:Ezekiel:25:6",
        "t": "For this is what the Sovereign Lord*s says: Because you have clapped your hands and stamped your feet, rejoicing with all the malice of your heart against the land of Israel,"
    },
    {
        "o": 23166,
        "r": "niv:Ezekiel:25:7",
        "t": "therefore I will stretch out my hand against you and give you as plunder to the nations. I will wipe you out from among the nations and exterminate you from the countries. I will destroy you, and you will know that I am the Lord*s .’ ”"
    },
    {
        "o": 23167,
        "r": "niv:Ezekiel:25:7",
        "t": "A Prophecy Against Moab",
        "h": 2
    },
    {
        "o": 23168,
        "r": "niv:Ezekiel:25:8",
        "t": "“This*p is what the Sovereign Lord*s says: ‘Because Moab and Seir said, “Look, Judah has become like all the other nations,”"
    },
    {
        "o": 23169,
        "r": "niv:Ezekiel:25:9",
        "t": "therefore I will expose the flank of Moab, beginning at its frontier towns—Beth Jeshimoth, Baal Meon and Kiriathaim—the glory of that land."
    },
    {
        "o": 23170,
        "r": "niv:Ezekiel:25:10",
        "t": "I will give Moab along with the Ammonites to the people of the East as a possession, so that the Ammonites will not be remembered among the nations;"
    },
    {
        "o": 23171,
        "r": "niv:Ezekiel:25:11",
        "t": "and I will inflict punishment on Moab. Then they will know that I am the Lord*s .’ ”"
    },
    {
        "o": 23172,
        "r": "niv:Ezekiel:25:11",
        "t": "A Prophecy Against Edom",
        "h": 2
    },
    {
        "o": 23173,
        "r": "niv:Ezekiel:25:12",
        "t": "“This*p is what the Sovereign Lord*s says: ‘Because Edom took revenge on Judah and became very guilty by doing so,"
    },
    {
        "o": 23174,
        "r": "niv:Ezekiel:25:13",
        "t": "therefore this is what the Sovereign Lord*s says: I will stretch out my hand against Edom and kill both man and beast. I will lay it waste, and from Teman to Dedan they will fall by the sword."
    },
    {
        "o": 23175,
        "r": "niv:Ezekiel:25:14",
        "t": "I will take vengeance on Edom by the hand of my people Israel, and they will deal with Edom in accordance with my anger and my wrath; they will know my vengeance, declares the Sovereign Lord*s .’ ”"
    },
    {
        "o": 23176,
        "r": "niv:Ezekiel:25:14",
        "t": "A Prophecy Against Philistia",
        "h": 2
    },
    {
        "o": 23177,
        "r": "niv:Ezekiel:25:15",
        "t": "“This*p is what the Sovereign Lord*s says: ‘Because the Philistines acted in vengeance and took revenge with malice in their hearts, and with ancient hostility sought to destroy Judah,"
    },
    {
        "o": 23178,
        "r": "niv:Ezekiel:25:16",
        "t": "therefore this is what the Sovereign Lord*s says: I am about to stretch out my hand against the Philistines, and I will wipe out the Kerethites and destroy those remaining along the coast."
    },
    {
        "o": 23179,
        "r": "niv:Ezekiel:25:17",
        "t": "I will carry out great vengeance on them and punish them in my wrath. Then they will know that I am the Lord,*s when I take vengeance on them.’ ”"
    }
]
