[
    {
        "o": 26087,
        "r": "kjv:Luke:2:0",
        "t": "Luke 2",
        "h": 1
    },
    {
        "o": 26088,
        "r": "kjv:Luke:2:1",
        "t": "And*p it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed."
    },
    {
        "o": 26089,
        "r": "kjv:Luke:2:2",
        "t": "(And*p this taxing was first made when Cyrenius was governor of Syria.)"
    },
    {
        "o": 26090,
        "r": "kjv:Luke:2:3",
        "t": "And*p all went to be taxed, every one into his own city."
    },
    {
        "o": 26091,
        "r": "kjv:Luke:2:4",
        "t": "And*p Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)"
    },
    {
        "o": 26092,
        "r": "kjv:Luke:2:5",
        "t": "To*p be taxed with Mary his espoused wife, being great with child."
    },
    {
        "o": 26093,
        "r": "kjv:Luke:2:6",
        "t": "And*p so it was, that, while they were there, the days were accomplished that she should be delivered."
    },
    {
        "o": 26094,
        "r": "kjv:Luke:2:7",
        "t": "And*p she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn."
    },
    {
        "o": 26095,
        "r": "kjv:Luke:2:8",
        "t": "And*p there were in the same country shepherds abiding in the field, keeping watch over their flock by night."
    },
    {
        "o": 26096,
        "r": "kjv:Luke:2:9",
        "t": "And,*p lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid."
    },
    {
        "o": 26097,
        "r": "kjv:Luke:2:10",
        "t": "And*p the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people."
    },
    {
        "o": 26098,
        "r": "kjv:Luke:2:11",
        "t": "For*p unto you is born this day in the city of David a Saviour, which is Christ the Lord."
    },
    {
        "o": 26099,
        "r": "kjv:Luke:2:12",
        "t": "And*p this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger."
    },
    {
        "o": 26100,
        "r": "kjv:Luke:2:13",
        "t": "And*p suddenly there was with the angel a multitude of the heavenly host praising God, and saying,"
    },
    {
        "o": 26101,
        "r": "kjv:Luke:2:14",
        "t": "Glory*p to God in the highest, and on earth peace, good will toward men."
    },
    {
        "o": 26102,
        "r": "kjv:Luke:2:15",
        "t": "And*p it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us."
    },
    {
        "o": 26103,
        "r": "kjv:Luke:2:16",
        "t": "And*p they came with haste, and found Mary, and Joseph, and the babe lying in a manger."
    },
    {
        "o": 26104,
        "r": "kjv:Luke:2:17",
        "t": "And*p when they had seen it, they made known abroad the saying which was told them concerning this child."
    },
    {
        "o": 26105,
        "r": "kjv:Luke:2:18",
        "t": "And*p all they that heard it wondered at those things which were told them by the shepherds."
    },
    {
        "o": 26106,
        "r": "kjv:Luke:2:19",
        "t": "But*p Mary kept all these things, and pondered them in her heart."
    },
    {
        "o": 26107,
        "r": "kjv:Luke:2:20",
        "t": "And*p the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them."
    },
    {
        "o": 26108,
        "r": "kjv:Luke:2:21",
        "t": "And*p when eight days were accomplished for the circumcising of the child, his name was called JESUS, which was so named of the angel before he was conceived in the womb."
    },
    {
        "o": 26109,
        "r": "kjv:Luke:2:22",
        "t": "And*p when the days of her purification according to the law of Moses were accomplished, they brought him to Jerusalem, to present him to the Lord;"
    },
    {
        "o": 26110,
        "r": "kjv:Luke:2:23",
        "t": "(As*p it is written in the law of the Lord, Every male that openeth the womb shall be called holy to the Lord;)"
    },
    {
        "o": 26111,
        "r": "kjv:Luke:2:24",
        "t": "And*p to offer a sacrifice according to that which is said in the law of the Lord, A pair of turtledoves, or two young pigeons."
    },
    {
        "o": 26112,
        "r": "kjv:Luke:2:25",
        "t": "And,*p behold, there was a man in Jerusalem, whose name was Simeon; and the same man was just and devout, waiting for the consolation of Israel: and the Holy Ghost was upon him."
    },
    {
        "o": 26113,
        "r": "kjv:Luke:2:26",
        "t": "And*p it was revealed unto him by the Holy Ghost, that he should not see death, before he had seen the Lord's Christ."
    },
    {
        "o": 26114,
        "r": "kjv:Luke:2:27",
        "t": "And*p he came by the Spirit into the temple: and when the parents brought in the child Jesus, to do for him after the custom of the law,"
    },
    {
        "o": 26115,
        "r": "kjv:Luke:2:28",
        "t": "Then*p took he him up in his arms, and blessed God, and said,"
    },
    {
        "o": 26116,
        "r": "kjv:Luke:2:29",
        "t": "Lord,*p now lettest thou thy servant depart in peace, according to thy word:"
    },
    {
        "o": 26117,
        "r": "kjv:Luke:2:30",
        "t": "For*p mine eyes have seen thy salvation,"
    },
    {
        "o": 26118,
        "r": "kjv:Luke:2:31",
        "t": "Which*p thou hast prepared before the face of all people;"
    },
    {
        "o": 26119,
        "r": "kjv:Luke:2:32",
        "t": "A*p light to lighten the Gentiles, and the glory of thy people Israel."
    },
    {
        "o": 26120,
        "r": "kjv:Luke:2:33",
        "t": "And*p Joseph and his mother marvelled at those things which were spoken of him."
    },
    {
        "o": 26121,
        "r": "kjv:Luke:2:34",
        "t": "And*p Simeon blessed them, and said unto Mary his mother, Behold, this child is set for the fall and rising again of many in Israel; and for a sign which shall be spoken against;"
    },
    {
        "o": 26122,
        "r": "kjv:Luke:2:35",
        "t": "(Yea,*p a sword shall pierce through thy own soul also,) that the thoughts of many hearts may be revealed."
    },
    {
        "o": 26123,
        "r": "kjv:Luke:2:36",
        "t": "And*p there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;"
    },
    {
        "o": 26124,
        "r": "kjv:Luke:2:37",
        "t": "And*p she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day."
    },
    {
        "o": 26125,
        "r": "kjv:Luke:2:38",
        "t": "And*p she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem."
    },
    {
        "o": 26126,
        "r": "kjv:Luke:2:39",
        "t": "And*p when they had performed all things according to the law of the Lord, they returned into Galilee, to their own city Nazareth."
    },
    {
        "o": 26127,
        "r": "kjv:Luke:2:40",
        "t": "And*p the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him."
    },
    {
        "o": 26128,
        "r": "kjv:Luke:2:41",
        "t": "Now*p his parents went to Jerusalem every year at the feast of the passover."
    },
    {
        "o": 26129,
        "r": "kjv:Luke:2:42",
        "t": "And*p when he was twelve years old, they went up to Jerusalem after the custom of the feast."
    },
    {
        "o": 26130,
        "r": "kjv:Luke:2:43",
        "t": "And*p when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not of it."
    },
    {
        "o": 26131,
        "r": "kjv:Luke:2:44",
        "t": "But*p they, supposing him to have been in the company, went a day's journey; and they sought him among their kinsfolk and acquaintance."
    },
    {
        "o": 26132,
        "r": "kjv:Luke:2:45",
        "t": "And*p when they found him not, they turned back again to Jerusalem, seeking him."
    },
    {
        "o": 26133,
        "r": "kjv:Luke:2:46",
        "t": "And*p it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions."
    },
    {
        "o": 26134,
        "r": "kjv:Luke:2:47",
        "t": "And*p all that heard him were astonished at his understanding and answers."
    },
    {
        "o": 26135,
        "r": "kjv:Luke:2:48",
        "t": "And*p when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing."
    },
    {
        "o": 26136,
        "r": "kjv:Luke:2:49",
        "t": "And*p he said unto them, How*r is*r it*r that*r ye*r sought*r me?*r wist*r ye*r not*r that*r I*r must*r be*r about*r my*r Father's*r business?*r"
    },
    {
        "o": 26137,
        "r": "kjv:Luke:2:50",
        "t": "And*p they understood not the saying which he spake unto them."
    },
    {
        "o": 26138,
        "r": "kjv:Luke:2:51",
        "t": "And*p he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart."
    },
    {
        "o": 26139,
        "r": "kjv:Luke:2:52",
        "t": "And*p Jesus increased in wisdom and stature, and in favour with God and man."
    }
]
