[
    {
        "o": 6003,
        "r": "niv:Deuteronomy:23:0",
        "t": "Deuteronomy 23",
        "h": 1
    },
    {
        "o": 6004,
        "r": "niv:Deuteronomy:23:0",
        "t": "Exclusion From the Assembly",
        "h": 2
    },
    {
        "o": 6005,
        "r": "niv:Deuteronomy:23:1",
        "t": "No*p one who has been emasculated by crushing or cutting may enter the assembly of the Lord.*s"
    },
    {
        "o": 6006,
        "r": "niv:Deuteronomy:23:2",
        "t": "No*p one born of a forbidden marriage nor any of their descendants may enter the assembly of the Lord,*s not even in the tenth generation."
    },
    {
        "o": 6007,
        "r": "niv:Deuteronomy:23:3",
        "t": "No*p Ammonite or Moabite or any of their descendants may enter the assembly of the Lord,*s not even in the tenth generation."
    },
    {
        "o": 6008,
        "r": "niv:Deuteronomy:23:4",
        "t": "For they did not come to meet you with bread and water on your way when you came out of Egypt, and they hired Balaam son of Beor from Pethor in Aram Naharaim to pronounce a curse on you."
    },
    {
        "o": 6009,
        "r": "niv:Deuteronomy:23:5",
        "t": "However, the Lord*s your God would not listen to Balaam but turned the curse into a blessing for you, because the Lord*s your God loves you."
    },
    {
        "o": 6010,
        "r": "niv:Deuteronomy:23:6",
        "t": "Do not seek a treaty of friendship with them as long as you live."
    },
    {
        "o": 6011,
        "r": "niv:Deuteronomy:23:7",
        "t": "Do*p not despise an Edomite, for the Edomites are related to you. Do not despise an Egyptian, because you resided as foreigners in their country."
    },
    {
        "o": 6012,
        "r": "niv:Deuteronomy:23:8",
        "t": "The third generation of children born to them may enter the assembly of the Lord.*s"
    },
    {
        "o": 6013,
        "r": "niv:Deuteronomy:23:8",
        "t": "Uncleanness in the Camp",
        "h": 2
    },
    {
        "o": 6014,
        "r": "niv:Deuteronomy:23:9",
        "t": "When*p you are encamped against your enemies, keep away from everything impure."
    },
    {
        "o": 6015,
        "r": "niv:Deuteronomy:23:10",
        "t": "If one of your men is unclean because of a nocturnal emission, he is to go outside the camp and stay there."
    },
    {
        "o": 6016,
        "r": "niv:Deuteronomy:23:11",
        "t": "But as evening approaches he is to wash himself, and at sunset he may return to the camp."
    },
    {
        "o": 6017,
        "r": "niv:Deuteronomy:23:12",
        "t": "Designate*p a place outside the camp where you can go to relieve yourself."
    },
    {
        "o": 6018,
        "r": "niv:Deuteronomy:23:13",
        "t": "As part of your equipment have something to dig with, and when you relieve yourself, dig a hole and cover up your excrement."
    },
    {
        "o": 6019,
        "r": "niv:Deuteronomy:23:14",
        "t": "For the Lord*s your God moves about in your camp to protect you and to deliver your enemies to you. Your camp must be holy, so that he will not see among you anything indecent and turn away from you."
    },
    {
        "o": 6020,
        "r": "niv:Deuteronomy:23:14",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6021,
        "r": "niv:Deuteronomy:23:15",
        "t": "If*p a slave has taken refuge with you, do not hand them over to their master."
    },
    {
        "o": 6022,
        "r": "niv:Deuteronomy:23:16",
        "t": "Let them live among you wherever they like and in whatever town they choose. Do not oppress them."
    },
    {
        "o": 6023,
        "r": "niv:Deuteronomy:23:17",
        "t": "No*p Israelite man or woman is to become a shrine prostitute."
    },
    {
        "o": 6024,
        "r": "niv:Deuteronomy:23:18",
        "t": "You must not bring the earnings of a female prostitute or of a male prostitute into the house of the Lord*s your God to pay any vow, because the Lord*s your God detests them both."
    },
    {
        "o": 6025,
        "r": "niv:Deuteronomy:23:19",
        "t": "Do*p not charge a fellow Israelite interest, whether on money or food or anything else that may earn interest."
    },
    {
        "o": 6026,
        "r": "niv:Deuteronomy:23:20",
        "t": "You may charge a foreigner interest, but not a fellow Israelite, so that the Lord*s your God may bless you in everything you put your hand to in the land you are entering to possess."
    },
    {
        "o": 6027,
        "r": "niv:Deuteronomy:23:21",
        "t": "If*p you make a vow to the Lord*s your God, do not be slow to pay it, for the Lord*s your God will certainly demand it of you and you will be guilty of sin."
    },
    {
        "o": 6028,
        "r": "niv:Deuteronomy:23:22",
        "t": "But if you refrain from making a vow, you will not be guilty."
    },
    {
        "o": 6029,
        "r": "niv:Deuteronomy:23:23",
        "t": "Whatever your lips utter you must be sure to do, because you made your vow freely to the Lord*s your God with your own mouth."
    },
    {
        "o": 6030,
        "r": "niv:Deuteronomy:23:24",
        "t": "If*p you enter your neighbor’s vineyard, you may eat all the grapes you want, but do not put any in your basket."
    },
    {
        "o": 6031,
        "r": "niv:Deuteronomy:23:25",
        "t": "If you enter your neighbor’s grainfield, you may pick kernels with your hands, but you must not put a sickle to their standing grain."
    }
]
