[
    {
        "o": 6467,
        "r": "nkjv:Joshua:2:0",
        "t": "Joshua 2",
        "h": 1
    },
    {
        "o": 6468,
        "r": "nkjv:Joshua:2:0",
        "t": "Rahab Hides the Spies",
        "h": 2
    },
    {
        "o": 6469,
        "r": "nkjv:Joshua:2:1",
        "t": "Now*p Joshua the son of Nun sent out two men from Acacia Grove to spy secretly, saying, “Go, view the land, especially Jericho.” So they went, and came to the house of a harlot named Rahab, and lodged there."
    },
    {
        "o": 6470,
        "r": "nkjv:Joshua:2:2",
        "t": "And it was told the king of Jericho, saying, “Behold, men have come here tonight from the children of Israel to search out the country.”"
    },
    {
        "o": 6471,
        "r": "nkjv:Joshua:2:3",
        "t": "So*p the king of Jericho sent to Rahab, saying, “Bring out the men who have come to you, who have entered your house, for they have come to search out all the country.”"
    },
    {
        "o": 6472,
        "r": "nkjv:Joshua:2:4",
        "t": "Then*p the woman took the two men and hid them. So she said, “Yes, the men came to me, but I did not know where they were*i from."
    },
    {
        "o": 6473,
        "r": "nkjv:Joshua:2:5",
        "t": "And it happened as the gate was being shut, when it was dark, that the men went out. Where the men went I do not know; pursue them quickly, for you may overtake them.”"
    },
    {
        "o": 6474,
        "r": "nkjv:Joshua:2:6",
        "t": "(But she had brought them up to the roof and hidden them with the stalks of flax, which she had laid in order on the roof.)"
    },
    {
        "o": 6475,
        "r": "nkjv:Joshua:2:7",
        "t": "Then the men pursued them by the road to the Jordan, to the fords. And as soon as those who pursued them had gone out, they shut the gate."
    },
    {
        "o": 6476,
        "r": "nkjv:Joshua:2:8",
        "t": "Now*p before they lay down, she came up to them on the roof,"
    },
    {
        "o": 6477,
        "r": "nkjv:Joshua:2:9",
        "t": "and said to the men: “I know that the Lord*s has given you the land, that the terror of you has fallen on us, and that all the inhabitants of the land are fainthearted because of you."
    },
    {
        "o": 6478,
        "r": "nkjv:Joshua:2:10",
        "t": "For we have heard how the Lord*s dried up the water of the Red Sea for you when you came out of Egypt, and what you did to the two kings of the Amorites who were*i on the other side of the Jordan, Sihon and Og, whom you utterly destroyed."
    },
    {
        "o": 6479,
        "r": "nkjv:Joshua:2:11",
        "t": "And as soon as we heard these*i things,*i our hearts melted; neither did there remain any more courage in anyone because of you, for the Lord*s your God, He is*i God in heaven above and on earth beneath."
    },
    {
        "o": 6480,
        "r": "nkjv:Joshua:2:12",
        "t": "Now therefore, I beg you, swear to me by the Lord,*s since I have shown you kindness, that you also will show kindness to my father’s house, and give me a true token,"
    },
    {
        "o": 6481,
        "r": "nkjv:Joshua:2:13",
        "t": "and spare my father, my mother, my brothers, my sisters, and all that they have, and deliver our lives from death.”"
    },
    {
        "o": 6482,
        "r": "nkjv:Joshua:2:14",
        "t": "So*p the men answered her, “Our lives for yours, if none of you tell this business of ours. And it shall be, when the Lord*s has given us the land, that we will deal kindly and truly with you.”"
    },
    {
        "o": 6483,
        "r": "nkjv:Joshua:2:15",
        "t": "Then*p she let them down by a rope through the window, for her house was*i on the city wall; she dwelt on the wall."
    },
    {
        "o": 6484,
        "r": "nkjv:Joshua:2:16",
        "t": "And she said to them, “Get to the mountain, lest the pursuers meet you. Hide there three days, until the pursuers have returned. Afterward you may go your way.”"
    },
    {
        "o": 6485,
        "r": "nkjv:Joshua:2:17",
        "t": "So*p the men said to her: “We will*i be*i blameless of this oath of yours which you have made us swear,"
    },
    {
        "o": 6486,
        "r": "nkjv:Joshua:2:18",
        "t": "unless, when*i we come into the land, you bind this line of scarlet cord in the window through which you let us down, and unless you bring your father, your mother, your brothers, and all your father’s household to your own home."
    },
    {
        "o": 6487,
        "r": "nkjv:Joshua:2:19",
        "t": "So it shall be that*i whoever goes outside the doors of your house into the street, his blood shall*i be*i on his own head, and we will*i be*i guiltless. And whoever is with you in the house, his blood shall*i be*i on our head if a hand is laid on him."
    },
    {
        "o": 6488,
        "r": "nkjv:Joshua:2:20",
        "t": "And if you tell this business of ours, then we will be free from your oath which you made us swear.”"
    },
    {
        "o": 6489,
        "r": "nkjv:Joshua:2:21",
        "t": "Then*p she said, “According to your words, so be*i it.” And she sent them away, and they departed. And she bound the scarlet cord in the window."
    },
    {
        "o": 6490,
        "r": "nkjv:Joshua:2:22",
        "t": "They*p departed and went to the mountain, and stayed there three days until the pursuers returned. The pursuers sought them*i all along the way, but did not find them.*i"
    },
    {
        "o": 6491,
        "r": "nkjv:Joshua:2:23",
        "t": "So the two men returned, descended from the mountain, and crossed over; and they came to Joshua the son of Nun, and told him all that had befallen them."
    },
    {
        "o": 6492,
        "r": "nkjv:Joshua:2:24",
        "t": "And they said to Joshua, “Truly the Lord*s has delivered all the land into our hands, for indeed all the inhabitants of the country are fainthearted because of us.”"
    }
]
