[
    {
        "o": 14120,
        "r": "kjv:Job:33:0",
        "t": "Job 33",
        "h": 1
    },
    {
        "o": 14121,
        "r": "kjv:Job:33:1",
        "t": "Wherefore,*p Job, I pray thee, hear my speeches, and hearken to all my words."
    },
    {
        "o": 14122,
        "r": "kjv:Job:33:2",
        "t": "Behold,*p now I have opened my mouth, my tongue hath spoken in my mouth."
    },
    {
        "o": 14123,
        "r": "kjv:Job:33:3",
        "t": "My*p words shall be of the uprightness of my heart: and my lips shall utter knowledge clearly."
    },
    {
        "o": 14124,
        "r": "kjv:Job:33:4",
        "t": "The*p Spirit of God hath made me, and the breath of the Almighty hath given me life."
    },
    {
        "o": 14125,
        "r": "kjv:Job:33:5",
        "t": "If*p thou canst answer me, set thy words in order before me, stand up."
    },
    {
        "o": 14126,
        "r": "kjv:Job:33:6",
        "t": "Behold,*p I am according to thy wish in God's stead: I also am formed out of the clay."
    },
    {
        "o": 14127,
        "r": "kjv:Job:33:7",
        "t": "Behold,*p my terror shall not make thee afraid, neither shall my hand be heavy upon thee."
    },
    {
        "o": 14128,
        "r": "kjv:Job:33:8",
        "t": "Surely*p thou hast spoken in mine hearing, and I have heard the voice of thy words, saying,"
    },
    {
        "o": 14129,
        "r": "kjv:Job:33:9",
        "t": "I*p am clean without transgression, I am innocent; neither is there iniquity in me."
    },
    {
        "o": 14130,
        "r": "kjv:Job:33:10",
        "t": "Behold,*p he findeth occasions against me, he counteth me for his enemy,"
    },
    {
        "o": 14131,
        "r": "kjv:Job:33:11",
        "t": "He*p putteth my feet in the stocks, he marketh all my paths."
    },
    {
        "o": 14132,
        "r": "kjv:Job:33:12",
        "t": "Behold,*p in this thou art not just: I will answer thee, that God is greater than man."
    },
    {
        "o": 14133,
        "r": "kjv:Job:33:13",
        "t": "Why*p dost thou strive against him? for he giveth not account of any of his matters."
    },
    {
        "o": 14134,
        "r": "kjv:Job:33:14",
        "t": "For*p God speaketh once, yea twice, yet man perceiveth it not."
    },
    {
        "o": 14135,
        "r": "kjv:Job:33:15",
        "t": "In*p a dream, in a vision of the night, when deep sleep falleth upon men, in slumberings upon the bed;"
    },
    {
        "o": 14136,
        "r": "kjv:Job:33:16",
        "t": "Then*p he openeth the ears of men, and sealeth their instruction,"
    },
    {
        "o": 14137,
        "r": "kjv:Job:33:17",
        "t": "That*p he may withdraw man from his purpose, and hide pride from man."
    },
    {
        "o": 14138,
        "r": "kjv:Job:33:18",
        "t": "He*p keepeth back his soul from the pit, and his life from perishing by the sword."
    },
    {
        "o": 14139,
        "r": "kjv:Job:33:19",
        "t": "He*p is chastened also with pain upon his bed, and the multitude of his bones with strong pain:"
    },
    {
        "o": 14140,
        "r": "kjv:Job:33:20",
        "t": "So*p that his life abhorreth bread, and his soul dainty meat."
    },
    {
        "o": 14141,
        "r": "kjv:Job:33:21",
        "t": "His*p flesh is consumed away, that it cannot be seen; and his bones that were not seen stick out."
    },
    {
        "o": 14142,
        "r": "kjv:Job:33:22",
        "t": "Yea,*p his soul draweth near unto the grave, and his life to the destroyers."
    },
    {
        "o": 14143,
        "r": "kjv:Job:33:23",
        "t": "If*p there be a messenger with him, an interpreter, one among a thousand, to shew unto man his uprightness:"
    },
    {
        "o": 14144,
        "r": "kjv:Job:33:24",
        "t": "Then*p he is gracious unto him, and saith, Deliver him from going down to the pit: I have found a ransom."
    },
    {
        "o": 14145,
        "r": "kjv:Job:33:25",
        "t": "His*p flesh shall be fresher than a child's: he shall return to the days of his youth:"
    },
    {
        "o": 14146,
        "r": "kjv:Job:33:26",
        "t": "He*p shall pray unto God, and he will be favourable unto him: and he shall see his face with joy: for he will render unto man his righteousness."
    },
    {
        "o": 14147,
        "r": "kjv:Job:33:27",
        "t": "He*p looketh upon men, and if any say, I have sinned, and perverted that which was right, and it profited me not;"
    },
    {
        "o": 14148,
        "r": "kjv:Job:33:28",
        "t": "He*p will deliver his soul from going into the pit, and his life shall see the light."
    },
    {
        "o": 14149,
        "r": "kjv:Job:33:29",
        "t": "Lo,*p all these things worketh God oftentimes with man,"
    },
    {
        "o": 14150,
        "r": "kjv:Job:33:30",
        "t": "To*p bring back his soul from the pit, to be enlightened with the light of the living."
    },
    {
        "o": 14151,
        "r": "kjv:Job:33:31",
        "t": "Mark*p well, O Job, hearken unto me: hold thy peace, and I will speak."
    },
    {
        "o": 14152,
        "r": "kjv:Job:33:32",
        "t": "If*p thou hast any thing to say, answer me: speak, for I desire to justify thee."
    },
    {
        "o": 14153,
        "r": "kjv:Job:33:33",
        "t": "If*p not, hearken unto me: hold thy peace, and I shall teach thee wisdom."
    }
]
