[
    {
        "o": 24011,
        "r": "csb:Ezekiel:35:0",
        "t": "Ezekiel 35",
        "h": 1
    },
    {
        "o": 24012,
        "r": "csb:Ezekiel:35:0",
        "t": "A Prophecy against Edom",
        "h": 2
    },
    {
        "o": 24013,
        "r": "csb:Ezekiel:35:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 24014,
        "r": "csb:Ezekiel:35:2",
        "t": "“Son of man, face Mount Seir and prophesy against it."
    },
    {
        "o": 24015,
        "r": "csb:Ezekiel:35:3",
        "t": "Say to it, ‘This is what the Lord God*s says: Look!*pn I am against you, Mount Seir. I*ln will stretch out my hand against you and*ln make you a desolate waste."
    },
    {
        "o": 24016,
        "r": "csb:Ezekiel:35:4",
        "t": "I*ln will turn your cities into ruins, and*ln you will become a desolation. Then*ln you will know that I am the Lord.*s"
    },
    {
        "o": 24017,
        "r": "csb:Ezekiel:35:5",
        "t": "“‘Because*p you maintained a perpetual hatred and gave the Israelites over to the power of the sword in the time of their disaster, the time of final punishment,"
    },
    {
        "o": 24018,
        "r": "csb:Ezekiel:35:6",
        "t": "therefore, as I live - this is the declaration of the Lord God-*s I will destine you for bloodshed, and it will pursue you. Since you did not hate bloodshed, it will pursue you."
    },
    {
        "o": 24019,
        "r": "csb:Ezekiel:35:7",
        "t": "I will make Mount Seir a desolate waste and will cut off from it those who come and go."
    },
    {
        "o": 24020,
        "r": "csb:Ezekiel:35:8",
        "t": "I will fill its mountains with the slain; those slain by the sword will fall on your hills, in your valleys, and in all your ravines."
    },
    {
        "o": 24021,
        "r": "csb:Ezekiel:35:9",
        "t": "I will make you a perpetual desolation; your cities will not be inhabited. Then you will know that I am the Lord.*s"
    },
    {
        "o": 24022,
        "r": "csb:Ezekiel:35:10",
        "t": "“‘Because*p you said, “These two nations and two lands will be mine, and we will possess them” - though the Lord*s was there-"
    },
    {
        "o": 24023,
        "r": "csb:Ezekiel:35:11",
        "t": "therefore, as I live - this is the declaration of the Lord God-*s I will treat you according to the anger and jealousy you showed in your hatred of them. I will make myself known among them when I judge you."
    },
    {
        "o": 24024,
        "r": "csb:Ezekiel:35:12",
        "t": "Then you will know that I, the Lord,*s have heard all the blasphemies you uttered against the mountains of Israel, saying, “They are desolate. They have been given to us to devour!”"
    },
    {
        "o": 24025,
        "r": "csb:Ezekiel:35:13",
        "t": "You boasted against me with your mouth, and spoke many words against me. I heard it myself!"
    },
    {
        "o": 24026,
        "r": "csb:Ezekiel:35:14",
        "t": "“‘This*p is what the Lord God*s says: While the whole world rejoices, I will make you a desolation."
    },
    {
        "o": 24027,
        "r": "csb:Ezekiel:35:15",
        "t": "Just as you rejoiced over the inheritance of the house of Israel because it became a desolation, I will deal the same way with you: you will become a desolation, Mount Seir, and so will all Edom in its entirety. Then they will know that I am the Lord.’*s"
    }
]
