[
    {
        "o": 9239,
        "r": "csb:2 Samuel:14:0",
        "t": "2 Samuel 14",
        "h": 1
    },
    {
        "o": 9240,
        "r": "csb:2 Samuel:14:0",
        "t": "Absalom Restored to David",
        "h": 2
    },
    {
        "o": 9241,
        "r": "csb:2 Samuel:14:1",
        "t": "Joab*p son of Zeruiah realized that the king’s mind was on Absalom."
    },
    {
        "o": 9242,
        "r": "csb:2 Samuel:14:2",
        "t": "So Joab sent someone to Tekoa to bring a wise woman from there. He told her, “Pretend to be in mourning: dress in mourning clothes and don’t put on any oil. Act like a woman who has been mourning for the dead for a long time."
    },
    {
        "o": 9243,
        "r": "csb:2 Samuel:14:3",
        "t": "Go to the king and speak these words to him.” Then Joab told her exactly what to say."
    },
    {
        "o": 9244,
        "r": "csb:2 Samuel:14:4",
        "t": "When*p the woman from Tekoa came to the king, she fell facedown to the ground, paid homage, and said, “Help me, Your Majesty!”"
    },
    {
        "o": 9245,
        "r": "csb:2 Samuel:14:5",
        "t": "“What’s*p the matter?” the king asked her. “Sadly,*p I am a widow; my husband died,” she said."
    },
    {
        "o": 9246,
        "r": "csb:2 Samuel:14:6",
        "t": "“Your servant had two sons. They were fighting in the field with no one to separate them, and one struck the other and killed him."
    },
    {
        "o": 9247,
        "r": "csb:2 Samuel:14:7",
        "t": "Now the whole clan has risen up against your servant and said, ‘Hand over the one who killed his brother so we may put him to death for the life of the brother he murdered. We will eliminate the heir! ’ They would extinguish my one remaining ember by not preserving my husband’s name or posterity on earth.”"
    },
    {
        "o": 9248,
        "r": "csb:2 Samuel:14:8",
        "t": "The*p king told the woman, “Go home. I will issue a command on your behalf.”"
    },
    {
        "o": 9249,
        "r": "csb:2 Samuel:14:9",
        "t": "Then*p the woman of Tekoa said to the king, “My lord the king, may any blame be on me and my father’s family, and may the king and his throne be innocent.”"
    },
    {
        "o": 9250,
        "r": "csb:2 Samuel:14:10",
        "t": "“Whoever*p speaks to you,” the king said, “bring him to me. He will not trouble you again!”"
    },
    {
        "o": 9251,
        "r": "csb:2 Samuel:14:11",
        "t": "She*p replied, “Please, may the king invoke the Lord*s your God, so that the avenger of blood will not increase the loss, and they will not eliminate my son!” “As*p the Lord*s lives,” he vowed, “not a hair of your son will fall to the ground.”"
    },
    {
        "o": 9252,
        "r": "csb:2 Samuel:14:12",
        "t": "Then*p the woman said, “Please, may your servant speak a word to my lord the king?” “Speak,”*p he replied."
    },
    {
        "o": 9253,
        "r": "csb:2 Samuel:14:13",
        "t": "The*p woman asked, “Why have you devised something similar against the people of God? When the king spoke as he did about this matter, he has pronounced his own guilt. The king has not brought back his own banished one."
    },
    {
        "o": 9254,
        "r": "csb:2 Samuel:14:14",
        "t": "We will certainly die and be like water poured out on the ground, which can’t be recovered. But God would not take away a life; he would devise plans so that the one banished from him does not remain banished."
    },
    {
        "o": 9255,
        "r": "csb:2 Samuel:14:15",
        "t": "“Now*p therefore, I’ve come to present this matter to my lord the king because the people have made me afraid. Your servant thought: I must speak to the king. Perhaps the king will grant his servant’s request."
    },
    {
        "o": 9256,
        "r": "csb:2 Samuel:14:16",
        "t": "The king will surely listen in order to keep his servant from the grasp of this man who would eliminate both me and my son from God’s inheritance."
    },
    {
        "o": 9257,
        "r": "csb:2 Samuel:14:17",
        "t": "Your servant thought: May the word of my lord the king bring relief, for my lord the king is able to discern the good and the bad like the angel of God. May the Lord*s your God be with you.”"
    },
    {
        "o": 9258,
        "r": "csb:2 Samuel:14:18",
        "t": "Then*p the king answered the woman, “I’m going to ask you something; don’t conceal it from me!” “Let*p my lord the king speak,” the woman replied."
    },
    {
        "o": 9259,
        "r": "csb:2 Samuel:14:19",
        "t": "The*p king asked, “Did Joab put you up to all this?” The*p woman answered. “As you live, my lord the king, no one can turn to the right or left from all my lord the king says. Yes, your servant Joab is the one who gave orders to me; he told your servant exactly what to say."
    },
    {
        "o": 9260,
        "r": "csb:2 Samuel:14:20",
        "t": "Joab your servant has done this to address the issue indirectly, but my lord has wisdom like the wisdom of the angel of God, knowing everything on earth.”"
    },
    {
        "o": 9261,
        "r": "csb:2 Samuel:14:21",
        "t": "Then*p the king said to Joab, “I hereby grant this request. Go, bring back the young man Absalom.”"
    },
    {
        "o": 9262,
        "r": "csb:2 Samuel:14:22",
        "t": "Joab*p fell with his face to the ground in homage and blessed the king. “Today,” Joab said, “your servant knows I have found favor with you, my lord the king, because the king has granted the request of your servant.”"
    },
    {
        "o": 9263,
        "r": "csb:2 Samuel:14:23",
        "t": "So*p Joab got up, went to Geshur, and brought Absalom to Jerusalem."
    },
    {
        "o": 9264,
        "r": "csb:2 Samuel:14:24",
        "t": "However, the king added, “He may return to his house, but he may not see my face.” So Absalom returned to his house, but he did not see the king."
    },
    {
        "o": 9265,
        "r": "csb:2 Samuel:14:25",
        "t": "No*p man in all Israel was as handsome and highly praised as Absalom. From the sole of his foot to the top of his head, he did not have a single flaw."
    },
    {
        "o": 9266,
        "r": "csb:2 Samuel:14:26",
        "t": "When he shaved his head - he shaved it at the end of every year because his hair got so heavy for him that he had to shave it off - he would weigh the hair from his head and it would be five pounds according to the royal standard."
    },
    {
        "o": 9267,
        "r": "csb:2 Samuel:14:27",
        "t": "Three*p sons were born to Absalom, and a daughter named Tamar, who was a beautiful woman."
    },
    {
        "o": 9268,
        "r": "csb:2 Samuel:14:28",
        "t": "Absalom resided in Jerusalem two years but never saw the king."
    },
    {
        "o": 9269,
        "r": "csb:2 Samuel:14:29",
        "t": "Then Absalom sent for Joab in order to send him to the king, but Joab was unwilling to come to him. So he sent again, a second time, but he still would not come."
    },
    {
        "o": 9270,
        "r": "csb:2 Samuel:14:30",
        "t": "Then Absalom said to his servants, “See, Joab has a field right next to mine, and he has barley there. Go and set fire to it!” So Absalom’s servants set the field on fire."
    },
    {
        "o": 9271,
        "r": "csb:2 Samuel:14:31",
        "t": "Then*p Joab came to Absalom’s house and demanded, “Why did your servants set my field on fire?”"
    },
    {
        "o": 9272,
        "r": "csb:2 Samuel:14:32",
        "t": "“Look,”*p Absalom explained to Joab, “I sent for you and said, ‘Come here. I want to send you to the king to ask: Why have I come back from Geshur? I’d be better off if I were still there.’ So now, let me see the king. If I am guilty, let him kill me.”"
    },
    {
        "o": 9273,
        "r": "csb:2 Samuel:14:33",
        "t": "Joab*p went to the king and told him. So David summoned Absalom, who came to the king and paid homage with his face to the ground before him. Then the king kissed Absalom."
    }
]
