[
    {
        "o": 28053,
        "r": "csb:Mark:15:0",
        "t": "Mark 15",
        "h": 1
    },
    {
        "o": 28054,
        "r": "csb:Mark:15:0",
        "t": "Jesus Faces Pilate",
        "h": 2
    },
    {
        "o": 28055,
        "r": "csb:Mark:15:1",
        "t": "As*p soon as it was morning, having held a meeting with the elders, scribes, and the whole Sanhedrin, the chief priests tied Jesus up, led him away, and handed him over to Pilate."
    },
    {
        "o": 28056,
        "r": "csb:Mark:15:2",
        "t": "So*p Pilate asked him, “Are you the king of the Jews?” He*p answered him, “You*r say*r so.”*r"
    },
    {
        "o": 28057,
        "r": "csb:Mark:15:3",
        "t": "And*p the chief priests accused him of many things."
    },
    {
        "o": 28058,
        "r": "csb:Mark:15:4",
        "t": "Pilate questioned him again, “Aren’t you going to answer? Look how many things they are accusing you of!”"
    },
    {
        "o": 28059,
        "r": "csb:Mark:15:5",
        "t": "But Jesus still did not answer, and so Pilate was amazed."
    },
    {
        "o": 28060,
        "r": "csb:Mark:15:5",
        "t": "Jesus or Barabbas",
        "h": 2
    },
    {
        "o": 28061,
        "r": "csb:Mark:15:6",
        "t": "At*p the festival Pilate used to release for the people a prisoner whom they requested."
    },
    {
        "o": 28062,
        "r": "csb:Mark:15:7",
        "t": "There was one named Barabbas, who was in prison with rebels who had committed murder during the rebellion."
    },
    {
        "o": 28063,
        "r": "csb:Mark:15:8",
        "t": "The crowd came up and began to ask Pilate to do for them as was his custom."
    },
    {
        "o": 28064,
        "r": "csb:Mark:15:9",
        "t": "Pilate answered them, “Do you want me to release the king of the Jews for you?”"
    },
    {
        "o": 28065,
        "r": "csb:Mark:15:10",
        "t": "For he knew it was because of envy that the chief priests had handed him over."
    },
    {
        "o": 28066,
        "r": "csb:Mark:15:11",
        "t": "But the chief priests stirred up the crowd so that he would release Barabbas to them instead."
    },
    {
        "o": 28067,
        "r": "csb:Mark:15:12",
        "t": "Pilate asked them again, “Then what do you want me to do with the one you call the king of the Jews?”"
    },
    {
        "o": 28068,
        "r": "csb:Mark:15:13",
        "t": "Again*p they shouted, “Crucify him!”"
    },
    {
        "o": 28069,
        "r": "csb:Mark:15:14",
        "t": "Pilate*p said to them, “Why? What has he done wrong?” But*p they shouted all the more, “Crucify him!”"
    },
    {
        "o": 28070,
        "r": "csb:Mark:15:15",
        "t": "Wanting*p to satisfy the crowd, Pilate released Barabbas to them; and after having Jesus flogged, he handed him over to be crucified."
    },
    {
        "o": 28071,
        "r": "csb:Mark:15:15",
        "t": "Mocked by the Military",
        "h": 2
    },
    {
        "o": 28072,
        "r": "csb:Mark:15:16",
        "t": "The*p soldiers led him away into the palace (that is, the governor’s residence) and called the whole company together."
    },
    {
        "o": 28073,
        "r": "csb:Mark:15:17",
        "t": "They dressed him in a purple robe, twisted together a crown of thorns, and put it on him."
    },
    {
        "o": 28074,
        "r": "csb:Mark:15:18",
        "t": "And they began to salute him, “Hail, king of the Jews!”"
    },
    {
        "o": 28075,
        "r": "csb:Mark:15:19",
        "t": "They were hitting him on the head with a stick and spitting on him. Getting down on their knees, they were paying him homage."
    },
    {
        "o": 28076,
        "r": "csb:Mark:15:20",
        "t": "After they had mocked him, they stripped him of the purple robe and put his clothes on him."
    },
    {
        "o": 28077,
        "r": "csb:Mark:15:20",
        "t": "Crucified between Two Criminals",
        "h": 2
    },
    {
        "o": 28078,
        "r": "csb:Mark:15:20",
        "t": "They*p led him out to crucify him."
    },
    {
        "o": 28079,
        "r": "csb:Mark:15:21",
        "t": "They forced a man coming in from the country, who was passing by, to carry Jesus’s cross. He was Simon of Cyrene, the father of Alexander and Rufus."
    },
    {
        "o": 28080,
        "r": "csb:Mark:15:22",
        "t": "They*p brought Jesus to the place called Golgotha (which means Place of the Skull)."
    },
    {
        "o": 28081,
        "r": "csb:Mark:15:23",
        "t": "They tried to give him wine mixed with myrrh, but he did not take it."
    },
    {
        "o": 28082,
        "r": "csb:Mark:15:24",
        "t": "Then*p they crucified him and divided his clothes, casting lots for them to decide what each would get."
    },
    {
        "o": 28083,
        "r": "csb:Mark:15:25",
        "t": "Now it was nine in the morning when they crucified him."
    },
    {
        "o": 28084,
        "r": "csb:Mark:15:26",
        "t": "The inscription of the charge written against him was: The*s King*s of*s the*s Jews.*s"
    },
    {
        "o": 28085,
        "r": "csb:Mark:15:27",
        "t": "They crucified two criminals with him, one on his right and one on his left."
    },
    {
        "o": 28086,
        "r": "csb:Mark:15:29",
        "t": "Those*p who passed by were yelling insults at him, shaking their heads, and saying, “Ha! The one who would destroy the temple and rebuild it in three days,"
    },
    {
        "o": 28087,
        "r": "csb:Mark:15:30",
        "t": "save yourself by coming down from the cross!”"
    },
    {
        "o": 28088,
        "r": "csb:Mark:15:31",
        "t": "In the same way, the chief priests with the scribes were mocking him among themselves and saying, “He saved others, but he cannot save himself!"
    },
    {
        "o": 28089,
        "r": "csb:Mark:15:32",
        "t": "Let the Messiah, the King of Israel, come down now from the cross, so that we may see and believe.” Even those who were crucified with him taunted him."
    },
    {
        "o": 28090,
        "r": "csb:Mark:15:32",
        "t": "The Death of Jesus",
        "h": 2
    },
    {
        "o": 28091,
        "r": "csb:Mark:15:33",
        "t": "When*p it was noon, darkness came over the whole land until three in the afternoon."
    },
    {
        "o": 28092,
        "r": "csb:Mark:15:34",
        "t": "And at three Jesus cried out with a loud voice, “Eloi,*ir Eloi,*ir lemá*ir sabachtháni?”*ir which is translated, “My*r God,*r my*r God,*r why*r have*r you*r abandoned*r me?”*r"
    },
    {
        "o": 28093,
        "r": "csb:Mark:15:35",
        "t": "When*p some of those standing there heard this, they said, “See, he’s calling for Elijah.”"
    },
    {
        "o": 28094,
        "r": "csb:Mark:15:36",
        "t": "Someone*p ran and filled a sponge with sour wine, fixed it on a stick, offered him a drink, and said, “Let’s see if Elijah comes to take him down.”"
    },
    {
        "o": 28095,
        "r": "csb:Mark:15:37",
        "t": "Jesus*p let out a loud cry and breathed his last."
    },
    {
        "o": 28096,
        "r": "csb:Mark:15:38",
        "t": "Then the curtain of the temple was torn in two from top to bottom."
    },
    {
        "o": 28097,
        "r": "csb:Mark:15:39",
        "t": "When the centurion, who was standing opposite him, saw the way he breathed his last, he said, “Truly this man was the Son of God!”"
    },
    {
        "o": 28098,
        "r": "csb:Mark:15:40",
        "t": "There*p were also women watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome."
    },
    {
        "o": 28099,
        "r": "csb:Mark:15:41",
        "t": "In Galilee these women followed him and took care of him. Many other women had come up with him to Jerusalem."
    },
    {
        "o": 28100,
        "r": "csb:Mark:15:41",
        "t": "The Burial of Jesus",
        "h": 2
    },
    {
        "o": 28101,
        "r": "csb:Mark:15:42",
        "t": "When*p it was already evening, because it was the day of preparation (that is, the day before the Sabbath),"
    },
    {
        "o": 28102,
        "r": "csb:Mark:15:43",
        "t": "Joseph of Arimathea, a prominent member of the Sanhedrin who was himself looking forward to the kingdom of God, came and boldly went to Pilate and asked for Jesus’s body."
    },
    {
        "o": 28103,
        "r": "csb:Mark:15:44",
        "t": "Pilate was surprised that he was already dead. Summoning the centurion, he asked him whether he had already died."
    },
    {
        "o": 28104,
        "r": "csb:Mark:15:45",
        "t": "When he found out from the centurion, he gave the corpse to Joseph."
    },
    {
        "o": 28105,
        "r": "csb:Mark:15:46",
        "t": "After he bought some linen cloth, Joseph took him down and wrapped him in the linen. Then he laid him in a tomb cut out of the rock and rolled a stone against the entrance to the tomb."
    },
    {
        "o": 28106,
        "r": "csb:Mark:15:47",
        "t": "Mary Magdalene and Mary the mother of Joses were watching where he was laid."
    }
]
