[
    {
        "o": 32869,
        "r": "nkjv:Galatians:3:0",
        "t": "Galatians 3",
        "h": 1
    },
    {
        "o": 32870,
        "r": "nkjv:Galatians:3:0",
        "t": "Justification by Faith",
        "h": 2
    },
    {
        "o": 32871,
        "r": "nkjv:Galatians:3:1",
        "t": "O*p foolish Galatians! Who has bewitched you that you should not obey the truth, before whose eyes Jesus Christ was clearly portrayed among you as crucified?"
    },
    {
        "o": 32872,
        "r": "nkjv:Galatians:3:2",
        "t": "This only I want to learn from you: Did you receive the Spirit by the works of the law, or by the hearing of faith?"
    },
    {
        "o": 32873,
        "r": "nkjv:Galatians:3:3",
        "t": "Are you so foolish? Having begun in the Spirit, are you now being made perfect by the flesh?"
    },
    {
        "o": 32874,
        "r": "nkjv:Galatians:3:4",
        "t": "Have you suffered so many things in vain—if indeed it*i was*i in vain?"
    },
    {
        "o": 32875,
        "r": "nkjv:Galatians:3:5",
        "t": "Therefore*p He who supplies the Spirit to you and works miracles among you, does*i He*i do*i it*i by the works of the law, or by the hearing of faith?—"
    },
    {
        "o": 32876,
        "r": "nkjv:Galatians:3:6",
        "t": "just as Abraham “believed God, and it was accounted to him for righteousness.”"
    },
    {
        "o": 32877,
        "r": "nkjv:Galatians:3:7",
        "t": "Therefore know that only*i those who are of faith are sons of Abraham."
    },
    {
        "o": 32878,
        "r": "nkjv:Galatians:3:8",
        "t": "And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel to Abraham beforehand, saying,*i “In you all the nations shall be blessed.”"
    },
    {
        "o": 32879,
        "r": "nkjv:Galatians:3:9",
        "t": "So then those who are*i of faith are blessed with believing Abraham."
    },
    {
        "o": 32880,
        "r": "nkjv:Galatians:3:9",
        "t": "The Law Brings a Curse",
        "h": 2
    },
    {
        "o": 32881,
        "r": "nkjv:Galatians:3:10",
        "t": "For*p as many as are of the works of the law are under the curse; for it is written, “Cursed is*i everyone who does not continue in all things which are written in the book of the law, to do them.”"
    },
    {
        "o": 32882,
        "r": "nkjv:Galatians:3:11",
        "t": "But that no one is justified by the law in the sight of God is*i evident, for “the just shall live by faith.”"
    },
    {
        "o": 32883,
        "r": "nkjv:Galatians:3:12",
        "t": "Yet the law is not of faith, but “the man who does them shall live by them.”"
    },
    {
        "o": 32884,
        "r": "nkjv:Galatians:3:13",
        "t": "Christ*p has redeemed us from the curse of the law, having become a curse for us (for it is written, “Cursed is*i everyone who hangs on a tree”),"
    },
    {
        "o": 32885,
        "r": "nkjv:Galatians:3:14",
        "t": "that the blessing of Abraham might come upon the Gentiles in Christ Jesus, that we might receive the promise of the Spirit through faith."
    },
    {
        "o": 32886,
        "r": "nkjv:Galatians:3:14",
        "t": "The Changeless Promise",
        "h": 2
    },
    {
        "o": 32887,
        "r": "nkjv:Galatians:3:15",
        "t": "Brethren,*p I speak in the manner of men: Though it*i is*i only a man’s covenant, yet if*i it*i is*i confirmed, no one annuls or adds to it."
    },
    {
        "o": 32888,
        "r": "nkjv:Galatians:3:16",
        "t": "Now to Abraham and his Seed were the promises made. He does not say, “And to seeds,” as of many, but as of one, “And to your Seed,” who is Christ."
    },
    {
        "o": 32889,
        "r": "nkjv:Galatians:3:17",
        "t": "And this I say, that*i the law, which was four hundred and thirty years later, cannot annul the covenant that was confirmed before by God in Christ, that it should make the promise of no effect."
    },
    {
        "o": 32890,
        "r": "nkjv:Galatians:3:18",
        "t": "For if the inheritance is*i of the law, it*i is*i no longer of promise; but God gave it*i to Abraham by promise."
    },
    {
        "o": 32891,
        "r": "nkjv:Galatians:3:18",
        "t": "Purpose of the Law",
        "h": 2
    },
    {
        "o": 32892,
        "r": "nkjv:Galatians:3:19",
        "t": "What*p purpose then does*i the law serve?*i It was added because of transgressions, till the Seed should come to whom the promise was made; and*i it*i was*i appointed through angels by the hand of a mediator."
    },
    {
        "o": 32893,
        "r": "nkjv:Galatians:3:20",
        "t": "Now a mediator does not mediate*i for one only,*i but God is one."
    },
    {
        "o": 32894,
        "r": "nkjv:Galatians:3:21",
        "t": "Is*ip the law then against the promises of God? Certainly not! For if there had been a law given which could have given life, truly righteousness would have been by the law."
    },
    {
        "o": 32895,
        "r": "nkjv:Galatians:3:22",
        "t": "But the Scripture has confined all under sin, that the promise by faith in Jesus Christ might be given to those who believe."
    },
    {
        "o": 32896,
        "r": "nkjv:Galatians:3:23",
        "t": "But before faith came, we were kept under guard by the law, kept for the faith which would afterward be revealed."
    },
    {
        "o": 32897,
        "r": "nkjv:Galatians:3:24",
        "t": "Therefore the law was our tutor to*i bring*i us*i to Christ, that we might be justified by faith."
    },
    {
        "o": 32898,
        "r": "nkjv:Galatians:3:25",
        "t": "But after faith has come, we are no longer under a tutor."
    },
    {
        "o": 32899,
        "r": "nkjv:Galatians:3:25",
        "t": "Sons and Heirs",
        "h": 2
    },
    {
        "o": 32900,
        "r": "nkjv:Galatians:3:26",
        "t": "For*p you are all sons of God through faith in Christ Jesus."
    },
    {
        "o": 32901,
        "r": "nkjv:Galatians:3:27",
        "t": "For as many of you as were baptized into Christ have put on Christ."
    },
    {
        "o": 32902,
        "r": "nkjv:Galatians:3:28",
        "t": "There is neither Jew nor Greek, there is neither slave nor free, there is neither male nor female; for you are all one in Christ Jesus."
    },
    {
        "o": 32903,
        "r": "nkjv:Galatians:3:29",
        "t": "And if you are*i Christ’s, then you are Abraham’s seed, and heirs according to the promise."
    }
]
