[
    {
        "o": 27178,
        "r": "nasb:Mark:5:0",
        "t": "Mark 5",
        "h": 1
    },
    {
        "o": 27179,
        "r": "nasb:Mark:5:0",
        "t": "The Gerasene Demoniac",
        "h": 2
    },
    {
        "o": 27180,
        "r": "nasb:Mark:5:1",
        "t": "They*p came to the other side of the sea, into the country of the Gerasenes."
    },
    {
        "o": 27181,
        "r": "nasb:Mark:5:2",
        "t": "When He got out of the boat, immediately a man from the tombs with an unclean spirit met Him,"
    },
    {
        "o": 27182,
        "r": "nasb:Mark:5:3",
        "t": "and he had his dwelling among the tombs. And no one was able to bind him anymore, even with a chain;"
    },
    {
        "o": 27183,
        "r": "nasb:Mark:5:4",
        "t": "because he had often been bound with shackles and chains, and the chains had been torn apart by him and the shackles broken in pieces, and no one was strong enough to subdue him."
    },
    {
        "o": 27184,
        "r": "nasb:Mark:5:5",
        "t": "Constantly, night and day, he was screaming among the tombs and in the mountains, and gashing himself with stones."
    },
    {
        "o": 27185,
        "r": "nasb:Mark:5:6",
        "t": "Seeing Jesus from a distance, he ran up and bowed down before Him;"
    },
    {
        "o": 27186,
        "r": "nasb:Mark:5:7",
        "t": "and shouting with a loud voice, he said, “What business do we have with each other, Jesus, Son of the Most High God? I implore You by God, do not torment me!”"
    },
    {
        "o": 27187,
        "r": "nasb:Mark:5:8",
        "t": "For He had been saying to him, “Come*r out*r of*r the*r man,*r you*r unclean*r spirit!”*r"
    },
    {
        "o": 27188,
        "r": "nasb:Mark:5:9",
        "t": "And He was asking him, “What*r is*r your*r name?”*r And he said to Him, “My name is Legion; for we are many.”"
    },
    {
        "o": 27189,
        "r": "nasb:Mark:5:10",
        "t": "And he began*i to implore Him earnestly not to send them out of the country."
    },
    {
        "o": 27190,
        "r": "nasb:Mark:5:11",
        "t": "Now there was a large herd of swine feeding nearby on the mountain."
    },
    {
        "o": 27191,
        "r": "nasb:Mark:5:12",
        "t": "The*i demons*i implored Him, saying, “Send us into the swine so that we may enter them.”"
    },
    {
        "o": 27192,
        "r": "nasb:Mark:5:13",
        "t": "Jesus gave them permission. And coming out, the unclean spirits entered the swine; and the herd rushed down the steep bank into the sea, about two thousand of*i them;*i and they were drowned in the sea."
    },
    {
        "o": 27193,
        "r": "nasb:Mark:5:14",
        "t": "Their*p herdsmen ran away and reported it in the city and in the country. And the*i people*i came to see what it was that had happened."
    },
    {
        "o": 27194,
        "r": "nasb:Mark:5:15",
        "t": "They came to Jesus and observed the man who had been demon-possessed sitting down, clothed and in his right mind, the very man who had had the “legion”; and they became frightened."
    },
    {
        "o": 27195,
        "r": "nasb:Mark:5:16",
        "t": "Those who had seen it described to them how it had happened to the demon-possessed man, and all*i about the swine."
    },
    {
        "o": 27196,
        "r": "nasb:Mark:5:17",
        "t": "And they began to implore Him to leave their region."
    },
    {
        "o": 27197,
        "r": "nasb:Mark:5:18",
        "t": "As He was getting into the boat, the man who had been demon-possessed was imploring Him that he might accompany Him."
    },
    {
        "o": 27198,
        "r": "nasb:Mark:5:19",
        "t": "And He did not let him, but He said to him, “Go*r home*r to*r your*r people*r and*r report*r to*r them*r what*r great*r things*r the*r Lord*r has*r done*r for*r you,*r and*r how*ir He*r had*r mercy*r on*r you.”*r"
    },
    {
        "o": 27199,
        "r": "nasb:Mark:5:20",
        "t": "And he went away and began to proclaim in Decapolis what great things Jesus had done for him; and everyone was amazed."
    },
    {
        "o": 27200,
        "r": "nasb:Mark:5:20",
        "t": "Miracles and Healing",
        "h": 2
    },
    {
        "o": 27201,
        "r": "nasb:Mark:5:21",
        "t": "When*p Jesus had crossed over again in the boat to the other side, a large crowd gathered around Him; and so He stayed by the seashore."
    },
    {
        "o": 27202,
        "r": "nasb:Mark:5:22",
        "t": "One of the synagogue officials named Jairus came up, and on seeing Him, fell at His feet"
    },
    {
        "o": 27203,
        "r": "nasb:Mark:5:23",
        "t": "and implored Him earnestly, saying, “My little daughter is at the point of death; please*i come and lay Your hands on her, so that she will get well and live.”"
    },
    {
        "o": 27204,
        "r": "nasb:Mark:5:24",
        "t": "And He went off with him; and a large crowd was following Him and pressing in on Him."
    },
    {
        "o": 27205,
        "r": "nasb:Mark:5:25",
        "t": "A*p woman who had had a hemorrhage for twelve years,"
    },
    {
        "o": 27206,
        "r": "nasb:Mark:5:26",
        "t": "and had endured much at the hands of many physicians, and had spent all that she had and was not helped at all, but rather had grown worse—"
    },
    {
        "o": 27207,
        "r": "nasb:Mark:5:27",
        "t": "after hearing about Jesus, she came up in the crowd behind Him*i and touched His cloak."
    },
    {
        "o": 27208,
        "r": "nasb:Mark:5:28",
        "t": "For she thought, “If I just touch His garments, I will get well.”"
    },
    {
        "o": 27209,
        "r": "nasb:Mark:5:29",
        "t": "Immediately the flow of her blood was dried up; and she felt in her body that she was healed of her affliction."
    },
    {
        "o": 27210,
        "r": "nasb:Mark:5:30",
        "t": "Immediately Jesus, perceiving in Himself that the power proceeding*i from Him had gone forth, turned around in the crowd and said, “Who*r touched*r My*r garments?”*r"
    },
    {
        "o": 27211,
        "r": "nasb:Mark:5:31",
        "t": "And His disciples said to Him, “You see the crowd pressing in on You, and You say, ‘Who touched Me?’ ”"
    },
    {
        "o": 27212,
        "r": "nasb:Mark:5:32",
        "t": "And He looked around to see the woman who had done this."
    },
    {
        "o": 27213,
        "r": "nasb:Mark:5:33",
        "t": "But the woman fearing and trembling, aware of what had happened to her, came and fell down before Him and told Him the whole truth."
    },
    {
        "o": 27214,
        "r": "nasb:Mark:5:34",
        "t": "And He said to her, “Daughter,*r your*r faith*r has*r made*r you*r well;*r go*r in*r peace*r and*r be*r healed*r of*r your*r affliction.”*r"
    },
    {
        "o": 27215,
        "r": "nasb:Mark:5:35",
        "t": "While*p He was still speaking, they came from the house*i of*i the synagogue official, saying, “Your daughter has died; why trouble the Teacher anymore?”"
    },
    {
        "o": 27216,
        "r": "nasb:Mark:5:36",
        "t": "But Jesus, overhearing what was being spoken, said to the synagogue official, “Do*r not*r be*r afraid*r any*ir longer,*ir only*r believe.”*r"
    },
    {
        "o": 27217,
        "r": "nasb:Mark:5:37",
        "t": "And He allowed no one to accompany Him, except Peter and James and John the brother of James."
    },
    {
        "o": 27218,
        "r": "nasb:Mark:5:38",
        "t": "They came to the house of the synagogue official; and He saw a commotion, and people*i loudly weeping and wailing."
    },
    {
        "o": 27219,
        "r": "nasb:Mark:5:39",
        "t": "And entering in, He said to them, “Why*r make*r a*r commotion*r and*r weep?*r The*r child*r has*r not*r died,*r but*r is*r asleep.”*r"
    },
    {
        "o": 27220,
        "r": "nasb:Mark:5:40",
        "t": "They began*i laughing at Him. But putting them all out, He took along the child’s father and mother and His own companions, and entered the*i room*i where the child was."
    },
    {
        "o": 27221,
        "r": "nasb:Mark:5:41",
        "t": "Taking the child by the hand, He said to her, “Talitha*r kum!”*r (which translated means, “Little*r girl,*r I*r say*r to*r you,*r get*r up!”).*r"
    },
    {
        "o": 27222,
        "r": "nasb:Mark:5:42",
        "t": "Immediately the girl got up and began*i to walk, for she was twelve years old. And immediately they were completely astounded."
    },
    {
        "o": 27223,
        "r": "nasb:Mark:5:43",
        "t": "And He gave them strict orders that no one should know about this, and He said that something*i should be given her to eat."
    }
]
