[
    {
        "o": 11041,
        "r": "nkjv:2 Kings:17:0",
        "t": "2 Kings 17",
        "h": 1
    },
    {
        "o": 11042,
        "r": "nkjv:2 Kings:17:0",
        "t": "Hoshea Reigns in Israel",
        "h": 2
    },
    {
        "o": 11043,
        "r": "nkjv:2 Kings:17:1",
        "t": "In*p the twelfth year of Ahaz king of Judah, Hoshea the son of Elah became king of Israel in Samaria, and*i he*i reigned*i nine years."
    },
    {
        "o": 11044,
        "r": "nkjv:2 Kings:17:2",
        "t": "And he did evil in the sight of the Lord,*s but not as the kings of Israel who were before him."
    },
    {
        "o": 11045,
        "r": "nkjv:2 Kings:17:3",
        "t": "Shalmaneser king of Assyria came up against him; and Hoshea became his vassal, and paid him tribute money."
    },
    {
        "o": 11046,
        "r": "nkjv:2 Kings:17:4",
        "t": "And the king of Assyria uncovered a conspiracy by Hoshea; for he had sent messengers to So, king of Egypt, and brought no tribute to the king of Assyria, as he*i had*i done*i year by year. Therefore the king of Assyria shut him up, and bound him in prison."
    },
    {
        "o": 11047,
        "r": "nkjv:2 Kings:17:4",
        "t": "Israel Carried Captive to Assyria",
        "h": 2
    },
    {
        "o": 11048,
        "r": "nkjv:2 Kings:17:5",
        "t": "Now*p the king of Assyria went throughout all the land, and went up to Samaria and besieged it for three years."
    },
    {
        "o": 11049,
        "r": "nkjv:2 Kings:17:6",
        "t": "In the ninth year of Hoshea, the king of Assyria took Samaria and carried Israel away to Assyria, and placed them in Halah and by the Habor, the River of Gozan, and in the cities of the Medes."
    },
    {
        "o": 11050,
        "r": "nkjv:2 Kings:17:7",
        "t": "For*p so it was that the children of Israel had sinned against the Lord*s their God, who had brought them up out of the land of Egypt, from under the hand of Pharaoh king of Egypt; and they had feared other gods,"
    },
    {
        "o": 11051,
        "r": "nkjv:2 Kings:17:8",
        "t": "and had walked in the statutes of the nations whom the Lord*s had cast out from before the children of Israel, and of the kings of Israel, which they had made."
    },
    {
        "o": 11052,
        "r": "nkjv:2 Kings:17:9",
        "t": "Also the children of Israel secretly did against the Lord*s their God things that were*i not right, and they built for themselves high places in all their cities, from watchtower to fortified city."
    },
    {
        "o": 11053,
        "r": "nkjv:2 Kings:17:10",
        "t": "They set up for themselves sacred*i pillars and wooden images on every high hill and under every green tree."
    },
    {
        "o": 11054,
        "r": "nkjv:2 Kings:17:11",
        "t": "There they burned incense on all the high places, like the nations whom the Lord*s had carried away before them; and they did wicked things to provoke the Lord*s to anger,"
    },
    {
        "o": 11055,
        "r": "nkjv:2 Kings:17:12",
        "t": "for they served idols, of which the Lord*s had said to them, “You shall not do this thing.”"
    },
    {
        "o": 11056,
        "r": "nkjv:2 Kings:17:13",
        "t": "Yet*p the Lord*s testified against Israel and against Judah, by all of His prophets, every seer, saying, “Turn from your evil ways, and keep My commandments and*i My statutes, according to all the law which I commanded your fathers, and which I sent to you by My servants the prophets.”"
    },
    {
        "o": 11057,
        "r": "nkjv:2 Kings:17:14",
        "t": "Nevertheless they would not hear, but stiffened their necks, like the necks of their fathers, who did not believe in the Lord*s their God."
    },
    {
        "o": 11058,
        "r": "nkjv:2 Kings:17:15",
        "t": "And they rejected His statutes and His covenant that He had made with their fathers, and His testimonies which He had testified against them; they followed idols, became idolaters, and went*i after the nations who were*i all around them, concerning*i whom the Lord*s had charged them that they should not do like them."
    },
    {
        "o": 11059,
        "r": "nkjv:2 Kings:17:16",
        "t": "So they left all the commandments of the Lord*s their God, made for themselves a molded image and*i two calves, made a wooden image and worshiped all the host of heaven, and served Baal."
    },
    {
        "o": 11060,
        "r": "nkjv:2 Kings:17:17",
        "t": "And they caused their sons and daughters to pass through the fire, practiced witchcraft and soothsaying, and sold themselves to do evil in the sight of the Lord,*s to provoke Him to anger."
    },
    {
        "o": 11061,
        "r": "nkjv:2 Kings:17:18",
        "t": "Therefore the Lord*s was very angry with Israel, and removed them from His sight; there was none left but the tribe of Judah alone."
    },
    {
        "o": 11062,
        "r": "nkjv:2 Kings:17:19",
        "t": "Also*p Judah did not keep the commandments of the Lord*s their God, but walked in the statutes of Israel which they made."
    },
    {
        "o": 11063,
        "r": "nkjv:2 Kings:17:20",
        "t": "And the Lord*s rejected all the descendants of Israel, afflicted them, and delivered them into the hand of plunderers, until He had cast them from His sight."
    },
    {
        "o": 11064,
        "r": "nkjv:2 Kings:17:21",
        "t": "For He tore Israel from the house of David, and they made Jeroboam the son of Nebat king. Then Jeroboam drove Israel from following the Lord,*s and made them commit a great sin."
    },
    {
        "o": 11065,
        "r": "nkjv:2 Kings:17:22",
        "t": "For the children of Israel walked in all the sins of Jeroboam which he did; they did not depart from them,"
    },
    {
        "o": 11066,
        "r": "nkjv:2 Kings:17:23",
        "t": "until the Lord*s removed Israel out of His sight, as He had said by all His servants the prophets. So Israel was carried away from their own land to Assyria, as*i it*i is*i to this day."
    },
    {
        "o": 11067,
        "r": "nkjv:2 Kings:17:23",
        "t": "Assyria Resettles Samaria",
        "h": 2
    },
    {
        "o": 11068,
        "r": "nkjv:2 Kings:17:24",
        "t": "Then*p the king of Assyria brought people*i from Babylon, Cuthah, Ava, Hamath, and from Sepharvaim, and placed them*i in the cities of Samaria instead of the children of Israel; and they took possession of Samaria and dwelt in its cities."
    },
    {
        "o": 11069,
        "r": "nkjv:2 Kings:17:25",
        "t": "And it was so, at the beginning of their dwelling there, that*i they did not fear the Lord;*s therefore the Lord*s sent lions among them, which killed some*i of them."
    },
    {
        "o": 11070,
        "r": "nkjv:2 Kings:17:26",
        "t": "So they spoke to the king of Assyria, saying, “The nations whom you have removed and placed in the cities of Samaria do not know the rituals of the God of the land; therefore He has sent lions among them, and indeed, they are killing them because they do not know the rituals of the God of the land.”"
    },
    {
        "o": 11071,
        "r": "nkjv:2 Kings:17:27",
        "t": "Then the king of Assyria commanded, saying, “Send there one of the priests whom you brought from there; let him go and dwell there, and let him teach them the rituals of the God of the land.”"
    },
    {
        "o": 11072,
        "r": "nkjv:2 Kings:17:28",
        "t": "Then one of the priests whom they had carried away from Samaria came and dwelt in Bethel, and taught them how they should fear the Lord.*s"
    },
    {
        "o": 11073,
        "r": "nkjv:2 Kings:17:29",
        "t": "However*p every nation continued to make gods of its own, and put them*i in the shrines on the high places which the Samaritans had made, every*i nation in the cities where they dwelt."
    },
    {
        "o": 11074,
        "r": "nkjv:2 Kings:17:30",
        "t": "The men of Babylon made Succoth Benoth, the men of Cuth made Nergal, the men of Hamath made Ashima,"
    },
    {
        "o": 11075,
        "r": "nkjv:2 Kings:17:31",
        "t": "and the Avites made Nibhaz and Tartak; and the Sepharvites burned their children in fire to Adrammelech and Anammelech, the gods of Sepharvaim."
    },
    {
        "o": 11076,
        "r": "nkjv:2 Kings:17:32",
        "t": "So they feared the Lord,*s and from every class they appointed for themselves priests of the high places, who sacrificed for them in the shrines of the high places."
    },
    {
        "o": 11077,
        "r": "nkjv:2 Kings:17:33",
        "t": "They feared the Lord,*s yet served their own gods—according to the rituals of the nations from among whom they were carried away."
    },
    {
        "o": 11078,
        "r": "nkjv:2 Kings:17:34",
        "t": "To*p this day they continue practicing the former rituals; they do not fear the Lord,*s nor do they follow their statutes or their ordinances, or the law and commandment which the Lord*s had commanded the children of Jacob, whom He named Israel,"
    },
    {
        "o": 11079,
        "r": "nkjv:2 Kings:17:35",
        "t": "with whom the Lord*s had made a covenant and charged them, saying: “You shall not fear other gods, nor bow down to them nor serve them nor sacrifice to them;"
    },
    {
        "o": 11080,
        "r": "nkjv:2 Kings:17:36",
        "t": "but the Lord,*s who brought you up from the land of Egypt with great power and an outstretched arm, Him you shall fear, Him you shall worship, and to Him you shall offer sacrifice."
    },
    {
        "o": 11081,
        "r": "nkjv:2 Kings:17:37",
        "t": "And the statutes, the ordinances, the law, and the commandment which He wrote for you, you shall be careful to observe forever; you shall not fear other gods."
    },
    {
        "o": 11082,
        "r": "nkjv:2 Kings:17:38",
        "t": "And the covenant that I have made with you, you shall not forget, nor shall you fear other gods."
    },
    {
        "o": 11083,
        "r": "nkjv:2 Kings:17:39",
        "t": "But the Lord*s your God you shall fear; and He will deliver you from the hand of all your enemies.”"
    },
    {
        "o": 11084,
        "r": "nkjv:2 Kings:17:40",
        "t": "However they did not obey, but they followed their former rituals."
    },
    {
        "o": 11085,
        "r": "nkjv:2 Kings:17:41",
        "t": "So these nations feared the Lord,*s yet served their carved images; also their children and their children’s children have continued doing as their fathers did, even to this day."
    }
]
