[
    {
        "o": 24956,
        "r": "esv:Amos:6:0",
        "t": "Amos 6",
        "h": 1
    },
    {
        "o": 24957,
        "r": "esv:Amos:6:0",
        "t": "Woe to Those at Ease in Zion",
        "h": 2
    },
    {
        "o": 24958,
        "r": "esv:Amos:6:1",
        "t": "“Woe*pn to those who are at ease in Zion, and*ld to those who feel secure on the mountain of Samaria, the*ln notable men of the first of the nations, to*ld whom the house of Israel comes!"
    },
    {
        "o": 24959,
        "r": "esv:Amos:6:2",
        "t": "Pass*ln over to Calneh, and see, and*ld from there go to Hamath the great; then*ld go down to Gath of the Philistines. Are*ln you better than these kingdoms? Or*ld is their territory greater than your territory,"
    },
    {
        "o": 24960,
        "r": "esv:Amos:6:3",
        "t": "O*ln you who put far away the day of disaster and*ld bring near the seat of violence?"
    },
    {
        "o": 24961,
        "r": "esv:Amos:6:4",
        "t": "“Woe*pn to those who lie on beds of ivory and*ld stretch themselves out on their couches, and*ln eat lambs from the flock and*ld calves from the midst of the stall,"
    },
    {
        "o": 24962,
        "r": "esv:Amos:6:5",
        "t": "who*ln sing idle songs to the sound of the harp and*ld like David invent for themselves instruments of music,"
    },
    {
        "o": 24963,
        "r": "esv:Amos:6:6",
        "t": "who*ln drink wine in bowls and*ld anoint themselves with the finest oils, but*ld are not grieved over the ruin of Joseph!"
    },
    {
        "o": 24964,
        "r": "esv:Amos:6:7",
        "t": "Therefore*ln they shall now be the first of those who go into exile, and*ld the revelry of those who stretch themselves out shall pass away.”"
    },
    {
        "o": 24965,
        "r": "esv:Amos:6:8",
        "t": "The*p Lord God*s has sworn by himself, declares the Lord,*s the God of hosts: “I*pn abhor the pride of Jacob and*ld hate his strongholds, and*ld I will deliver up the city and all that is in it.”"
    },
    {
        "o": 24966,
        "r": "esv:Amos:6:9",
        "t": "And*p if ten men remain in one house, they shall die."
    },
    {
        "o": 24967,
        "r": "esv:Amos:6:10",
        "t": "And when one’s relative, the one who anoints him for burial, shall take him up to bring the bones out of the house, and shall say to him who is in the innermost parts of the house, “Is there still anyone with you?” he shall say, “No”; and he shall say, “Silence! We must not mention the name of the Lord.”*s"
    },
    {
        "o": 24968,
        "r": "esv:Amos:6:11",
        "t": "For*pn behold, the Lord*s commands, and*ld the great house shall be struck down into fragments, and*ld the little house into bits."
    },
    {
        "o": 24969,
        "r": "esv:Amos:6:12",
        "t": "Do*ln horses run on rocks? Does*ld one plow there with oxen? But*ln you have turned justice into poison and*ld the fruit of righteousness into wormwood—"
    },
    {
        "o": 24970,
        "r": "esv:Amos:6:13",
        "t": "you*ln who rejoice in Lo-debar, who*ld say, “Have we not by our own strength captured*ld Karnaim for ourselves?”"
    },
    {
        "o": 24971,
        "r": "esv:Amos:6:14",
        "t": "“For*ln behold, I will raise up against you a nation, O*ld house of Israel,” declares the Lord,*s the God of hosts; “and*ln they shall oppress you from Lebo-hamath to*ld the Brook of the Arabah.”"
    }
]
