[
    {
        "o": 2667,
        "r": "nkjv:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2668,
        "r": "nkjv:Exodus:31:0",
        "t": "Artisans for Building the Tabernacle",
        "h": 2
    },
    {
        "o": 2669,
        "r": "nkjv:Exodus:31:1",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 2670,
        "r": "nkjv:Exodus:31:2",
        "t": "“See, I have called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah."
    },
    {
        "o": 2671,
        "r": "nkjv:Exodus:31:3",
        "t": "And I have filled him with the Spirit of God, in wisdom, in understanding, in knowledge, and in all manner*i of*i workmanship,"
    },
    {
        "o": 2672,
        "r": "nkjv:Exodus:31:4",
        "t": "to design artistic works, to work in gold, in silver, in bronze,"
    },
    {
        "o": 2673,
        "r": "nkjv:Exodus:31:5",
        "t": "in cutting jewels for setting, in carving wood, and to work in all manner*i of*i workmanship."
    },
    {
        "o": 2674,
        "r": "nkjv:Exodus:31:6",
        "t": "“And*p I, indeed I, have appointed with him Aholiab the son of Ahisamach, of the tribe of Dan; and I have put wisdom in the hearts of all the gifted artisans, that they may make all that I have commanded you:"
    },
    {
        "o": 2675,
        "r": "nkjv:Exodus:31:7",
        "t": "the tabernacle of meeting, the ark of the Testimony and the mercy seat that is*i on it, and all the furniture of the tabernacle—"
    },
    {
        "o": 2676,
        "r": "nkjv:Exodus:31:8",
        "t": "the table and its utensils, the pure gold*i lampstand with all its utensils, the altar of incense,"
    },
    {
        "o": 2677,
        "r": "nkjv:Exodus:31:9",
        "t": "the altar of burnt offering with all its utensils, and the laver and its base—"
    },
    {
        "o": 2678,
        "r": "nkjv:Exodus:31:10",
        "t": "the garments of ministry, the holy garments for Aaron the priest and the garments of his sons, to minister as priests,"
    },
    {
        "o": 2679,
        "r": "nkjv:Exodus:31:11",
        "t": "and the anointing oil and sweet incense for the holy place.*i According to all that I have commanded you they shall do.”"
    },
    {
        "o": 2680,
        "r": "nkjv:Exodus:31:11",
        "t": "The Sabbath Law",
        "h": 2
    },
    {
        "o": 2681,
        "r": "nkjv:Exodus:31:12",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2682,
        "r": "nkjv:Exodus:31:13",
        "t": "“Speak also to the children of Israel, saying: ‘Surely My Sabbaths you shall keep, for it is*i a sign between Me and you throughout your generations, that you*i may know that I am*i the Lord*s who sanctifies you."
    },
    {
        "o": 2683,
        "r": "nkjv:Exodus:31:14",
        "t": "You shall keep the Sabbath, therefore, for it*i is*i holy to you. Everyone who profanes it shall surely be put to death; for whoever does any*i work on it, that person shall be cut off from among his people."
    },
    {
        "o": 2684,
        "r": "nkjv:Exodus:31:15",
        "t": "Work shall be done for six days, but the seventh is*i the Sabbath of rest, holy to the Lord.*s Whoever does any*i work on the Sabbath day, he shall surely be put to death."
    },
    {
        "o": 2685,
        "r": "nkjv:Exodus:31:16",
        "t": "Therefore the children of Israel shall keep the Sabbath, to observe the Sabbath throughout their generations as*i a perpetual covenant."
    },
    {
        "o": 2686,
        "r": "nkjv:Exodus:31:17",
        "t": "It is*i a sign between Me and the children of Israel forever; for in*i six days the Lord*s made the heavens and the earth, and on the seventh day He rested and was refreshed.’”"
    },
    {
        "o": 2687,
        "r": "nkjv:Exodus:31:18",
        "t": "And*p when He had made an end of speaking with him on Mount Sinai, He gave Moses two tablets of the Testimony, tablets of stone, written with the finger of God."
    }
]
