[
    {
        "o": 33389,
        "r": "nkjv:Colossians:4:0",
        "t": "Colossians 4",
        "h": 1
    },
    {
        "o": 33390,
        "r": "nkjv:Colossians:4:1",
        "t": "Masters,*p give your bondservants what is just and fair, knowing that you also have a Master in heaven."
    },
    {
        "o": 33391,
        "r": "nkjv:Colossians:4:1",
        "t": "Christian Graces",
        "h": 2
    },
    {
        "o": 33392,
        "r": "nkjv:Colossians:4:2",
        "t": "Continue*p earnestly in prayer, being vigilant in it with thanksgiving;"
    },
    {
        "o": 33393,
        "r": "nkjv:Colossians:4:3",
        "t": "meanwhile praying also for us, that God would open to us a door for the word, to speak the mystery of Christ, for which I am also in chains,"
    },
    {
        "o": 33394,
        "r": "nkjv:Colossians:4:4",
        "t": "that I may make it manifest, as I ought to speak."
    },
    {
        "o": 33395,
        "r": "nkjv:Colossians:4:5",
        "t": "Walk*p in wisdom toward those who*i are*i outside, redeeming the time."
    },
    {
        "o": 33396,
        "r": "nkjv:Colossians:4:6",
        "t": "Let*i your speech always be*i with grace, seasoned with salt, that you may know how you ought to answer each one."
    },
    {
        "o": 33397,
        "r": "nkjv:Colossians:4:6",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33398,
        "r": "nkjv:Colossians:4:7",
        "t": "Tychicus,*p a beloved brother, faithful minister, and fellow servant in the Lord, will tell you all the news about me."
    },
    {
        "o": 33399,
        "r": "nkjv:Colossians:4:8",
        "t": "I am sending him to you for this very purpose, that he may know your circumstances and comfort your hearts,"
    },
    {
        "o": 33400,
        "r": "nkjv:Colossians:4:9",
        "t": "with Onesimus, a faithful and beloved brother, who is one*i of you. They will make known to you all things which are*i happening*i here."
    },
    {
        "o": 33401,
        "r": "nkjv:Colossians:4:10",
        "t": "Aristarchus*p my fellow prisoner greets you, with Mark the cousin of Barnabas (about whom you received instructions: if he comes to you, welcome him),"
    },
    {
        "o": 33402,
        "r": "nkjv:Colossians:4:11",
        "t": "and Jesus who is called Justus. These are*i my*i only fellow workers for the kingdom of God who are of the circumcision; they have proved to be a comfort to me."
    },
    {
        "o": 33403,
        "r": "nkjv:Colossians:4:12",
        "t": "Epaphras,*p who is one*i of you, a bondservant of Christ, greets you, always laboring fervently for you in prayers, that you may stand perfect and complete in all the will of God."
    },
    {
        "o": 33404,
        "r": "nkjv:Colossians:4:13",
        "t": "For I bear him witness that he has a great zeal for you, and those who are in Laodicea, and those in Hierapolis."
    },
    {
        "o": 33405,
        "r": "nkjv:Colossians:4:14",
        "t": "Luke the beloved physician and Demas greet you."
    },
    {
        "o": 33406,
        "r": "nkjv:Colossians:4:15",
        "t": "Greet the brethren who are in Laodicea, and Nymphas and the church that is*i in his house."
    },
    {
        "o": 33407,
        "r": "nkjv:Colossians:4:15",
        "t": "Closing Exhortations and Blessing",
        "h": 2
    },
    {
        "o": 33408,
        "r": "nkjv:Colossians:4:16",
        "t": "Now*p when this epistle is read among you, see that it is read also in the church of the Laodiceans, and that you likewise read the epistle*i from Laodicea."
    },
    {
        "o": 33409,
        "r": "nkjv:Colossians:4:17",
        "t": "And say to Archippus, “Take heed to the ministry which you have received in the Lord, that you may fulfill it.”"
    },
    {
        "o": 33410,
        "r": "nkjv:Colossians:4:18",
        "t": "This*p salutation by my own hand—Paul. Remember my chains. Grace be*i with you. Amen."
    }
]
