[
    {
        "o": 24508,
        "r": "nkjv:Daniel:6:0",
        "t": "Daniel 6",
        "h": 1
    },
    {
        "o": 24509,
        "r": "nkjv:Daniel:6:0",
        "t": "The Plot Against Daniel",
        "h": 2
    },
    {
        "o": 24510,
        "r": "nkjv:Daniel:6:1",
        "t": "It*p pleased Darius to set over the kingdom one hundred and twenty satraps, to be over the whole kingdom;"
    },
    {
        "o": 24511,
        "r": "nkjv:Daniel:6:2",
        "t": "and over these, three governors, of whom Daniel was*i one, that the satraps might give account to them, so that the king would suffer no loss."
    },
    {
        "o": 24512,
        "r": "nkjv:Daniel:6:3",
        "t": "Then this Daniel distinguished himself above the governors and satraps, because an excellent spirit was*i in him; and the king gave thought to setting him over the whole realm."
    },
    {
        "o": 24513,
        "r": "nkjv:Daniel:6:4",
        "t": "So the governors and satraps sought to find some*i charge against Daniel concerning the kingdom; but they could find no charge or fault, because he was*i faithful; nor was there any error or fault found in him."
    },
    {
        "o": 24514,
        "r": "nkjv:Daniel:6:5",
        "t": "Then these men said, “We shall not find any charge against this Daniel unless we find it*i against him concerning the law of his God.”"
    },
    {
        "o": 24515,
        "r": "nkjv:Daniel:6:6",
        "t": "So*p these governors and satraps thronged before the king, and said thus to him: “King Darius, live forever!"
    },
    {
        "o": 24516,
        "r": "nkjv:Daniel:6:7",
        "t": "All the governors of the kingdom, the administrators and satraps, the counselors and advisors, have consulted together to establish a royal statute and to make a firm decree, that whoever petitions any god or man for thirty days, except you, O king, shall be cast into the den of lions."
    },
    {
        "o": 24517,
        "r": "nkjv:Daniel:6:8",
        "t": "Now, O king, establish the decree and sign the writing, so that it cannot be changed, according to the law of the Medes and Persians, which does not alter.”"
    },
    {
        "o": 24518,
        "r": "nkjv:Daniel:6:9",
        "t": "Therefore King Darius signed the written decree."
    },
    {
        "o": 24519,
        "r": "nkjv:Daniel:6:9",
        "t": "Daniel in the Lions’ Den",
        "h": 2
    },
    {
        "o": 24520,
        "r": "nkjv:Daniel:6:10",
        "t": "Now*p when Daniel knew that the writing was signed, he went home. And in his upper room, with his windows open toward Jerusalem, he knelt down on his knees three times that day, and prayed and gave thanks before his God, as was his custom since early days."
    },
    {
        "o": 24521,
        "r": "nkjv:Daniel:6:11",
        "t": "Then*p these men assembled and found Daniel praying and making supplication before his God."
    },
    {
        "o": 24522,
        "r": "nkjv:Daniel:6:12",
        "t": "And they went before the king, and spoke concerning the king’s decree: “Have you not signed a decree that every man who petitions any god or man within thirty days, except you, O king, shall be cast into the den of lions?” The*p king answered and said, “The thing is*i true, according to the law of the Medes and Persians, which does not alter.”"
    },
    {
        "o": 24523,
        "r": "nkjv:Daniel:6:13",
        "t": "So*p they answered and said before the king, “That Daniel, who is one of the captives from Judah, does not show due regard for you, O king, or for the decree that you have signed, but makes his petition three times a day.”"
    },
    {
        "o": 24524,
        "r": "nkjv:Daniel:6:14",
        "t": "And*p the king, when he heard these*i words, was greatly displeased with himself, and set his*i heart on Daniel to deliver him; and he labored till the going down of the sun to deliver him."
    },
    {
        "o": 24525,
        "r": "nkjv:Daniel:6:15",
        "t": "Then these men approached the king, and said to the king, “Know, O king, that it*i is*i the law of the Medes and Persians that no decree or statute which the king establishes may be changed.”"
    },
    {
        "o": 24526,
        "r": "nkjv:Daniel:6:16",
        "t": "So*p the king gave the command, and they brought Daniel and cast him*i into the den of lions. But*i the king spoke, saying to Daniel, “Your God, whom you serve continually, He will deliver you.”"
    },
    {
        "o": 24527,
        "r": "nkjv:Daniel:6:17",
        "t": "Then a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet ring and with the signets of his lords, that the purpose concerning Daniel might not be changed."
    },
    {
        "o": 24528,
        "r": "nkjv:Daniel:6:17",
        "t": "Daniel Saved from the Lions",
        "h": 2
    },
    {
        "o": 24529,
        "r": "nkjv:Daniel:6:18",
        "t": "Now*p the king went to his palace and spent the night fasting; and no musicians were brought before him. Also his sleep went from him."
    },
    {
        "o": 24530,
        "r": "nkjv:Daniel:6:19",
        "t": "Then the king arose very early in the morning and went in haste to the den of lions."
    },
    {
        "o": 24531,
        "r": "nkjv:Daniel:6:20",
        "t": "And when he came to the den, he cried out with a lamenting voice to Daniel. The king spoke, saying to Daniel, “Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?”"
    },
    {
        "o": 24532,
        "r": "nkjv:Daniel:6:21",
        "t": "Then*p Daniel said to the king, “O king, live forever!"
    },
    {
        "o": 24533,
        "r": "nkjv:Daniel:6:22",
        "t": "My God sent His angel and shut the lions’ mouths, so that they have not hurt me, because I was found innocent before Him; and also, O king, I have done no wrong before you.”"
    },
    {
        "o": 24534,
        "r": "nkjv:Daniel:6:23",
        "t": "Now*p the king was exceedingly glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no injury whatever was found on him, because he believed in his God."
    },
    {
        "o": 24535,
        "r": "nkjv:Daniel:6:23",
        "t": "Darius Honors God",
        "h": 2
    },
    {
        "o": 24536,
        "r": "nkjv:Daniel:6:24",
        "t": "And*p the king gave the command, and they brought those men who had accused Daniel, and they cast them*i into the den of lions—them, their children, and their wives; and the lions overpowered them, and broke all their bones in pieces before they ever came to the bottom of the den."
    },
    {
        "o": 24537,
        "r": "nkjv:Daniel:6:25",
        "t": "Then*p King Darius wrote: To*p all peoples, nations, and languages that dwell in all the earth: Peace*p be multiplied to you."
    },
    {
        "o": 24538,
        "r": "nkjv:Daniel:6:26",
        "t": "I*p make a decree that in every dominion of my kingdom men*i must*i tremble and fear before the God of Daniel. For*pn He is*i the living God, And*ld steadfast forever; His*ld kingdom is*i the*i one*i which shall not be destroyed, And*ld His dominion shall*i endure*i to the end."
    },
    {
        "o": 24539,
        "r": "nkjv:Daniel:6:27",
        "t": "He*ld delivers and rescues, And*ld He works signs and wonders In*ld heaven and on earth, Who*ld has delivered Daniel from the power of the lions."
    },
    {
        "o": 24540,
        "r": "nkjv:Daniel:6:28",
        "t": "So*p this Daniel prospered in the reign of Darius and in the reign of Cyrus the Persian."
    }
]
