[
    {
        "o": 19126,
        "r": "nasb:Proverbs:28:0",
        "t": "Proverbs 28",
        "h": 1
    },
    {
        "o": 19127,
        "r": "nasb:Proverbs:28:0",
        "t": "Warnings and Instructions",
        "h": 2
    },
    {
        "o": 19128,
        "r": "nasb:Proverbs:28:1",
        "t": "The*pn wicked flee when no one is pursuing, But*ln the righteous are bold as a lion."
    },
    {
        "o": 19129,
        "r": "nasb:Proverbs:28:2",
        "t": "By*ln the transgression of a land many are its princes, But*ln by a man of understanding and*i knowledge, so it endures."
    },
    {
        "o": 19130,
        "r": "nasb:Proverbs:28:3",
        "t": "A*ln poor man who oppresses the lowly Is*ln like*i a driving rain which leaves no food."
    },
    {
        "o": 19131,
        "r": "nasb:Proverbs:28:4",
        "t": "Those*ln who forsake the law praise the wicked, But*ln those who keep the law strive with them."
    },
    {
        "o": 19132,
        "r": "nasb:Proverbs:28:5",
        "t": "Evil*ln men do not understand justice, But*ln those who seek the Lord*s understand all things."
    },
    {
        "o": 19133,
        "r": "nasb:Proverbs:28:6",
        "t": "Better*ln is the poor who walks in his integrity Than*ln he who is crooked though he be rich."
    },
    {
        "o": 19134,
        "r": "nasb:Proverbs:28:7",
        "t": "He*ln who keeps the law is a discerning son, But*ln he who is a companion of gluttons humiliates his father."
    },
    {
        "o": 19135,
        "r": "nasb:Proverbs:28:8",
        "t": "He*ln who increases his wealth by interest and usury Gathers*ln it for him who is gracious to the poor."
    },
    {
        "o": 19136,
        "r": "nasb:Proverbs:28:9",
        "t": "He*ln who turns away his ear from listening to the law, Even*ln his prayer is an abomination."
    },
    {
        "o": 19137,
        "r": "nasb:Proverbs:28:10",
        "t": "He*ln who leads the upright astray in an evil way Will*ln himself fall into his own pit, But*ln the blameless will inherit good."
    },
    {
        "o": 19138,
        "r": "nasb:Proverbs:28:11",
        "t": "The*ln rich man is wise in his own eyes, But*ln the poor who has understanding sees through him."
    },
    {
        "o": 19139,
        "r": "nasb:Proverbs:28:12",
        "t": "When*ln the righteous triumph, there is great glory, But*ln when the wicked rise, men hide themselves."
    },
    {
        "o": 19140,
        "r": "nasb:Proverbs:28:13",
        "t": "He*ln who conceals his transgressions will not prosper, But*ln he who confesses and forsakes them*i will find compassion."
    },
    {
        "o": 19141,
        "r": "nasb:Proverbs:28:14",
        "t": "How*ln blessed is the man who fears always, But*ln he who hardens his heart will fall into calamity."
    },
    {
        "o": 19142,
        "r": "nasb:Proverbs:28:15",
        "t": "Like*iln a roaring lion and a rushing bear Is*ln a wicked ruler over a poor people."
    },
    {
        "o": 19143,
        "r": "nasb:Proverbs:28:16",
        "t": "A*ln leader who is a great oppressor lacks understanding, But*iln he who hates unjust gain will prolong his*i days."
    },
    {
        "o": 19144,
        "r": "nasb:Proverbs:28:17",
        "t": "A*ln man who is laden with the guilt of human blood Will*ln be a fugitive until death; let no one support him."
    },
    {
        "o": 19145,
        "r": "nasb:Proverbs:28:18",
        "t": "He*ln who walks blamelessly will be delivered, But*ln he who is crooked will fall all at once."
    },
    {
        "o": 19146,
        "r": "nasb:Proverbs:28:19",
        "t": "He*ln who tills his land will have plenty of food, But*ln he who follows empty pursuits*i will have poverty in plenty."
    },
    {
        "o": 19147,
        "r": "nasb:Proverbs:28:20",
        "t": "A*ln faithful man will abound with blessings, But*ln he who makes haste to be rich will not go unpunished."
    },
    {
        "o": 19148,
        "r": "nasb:Proverbs:28:21",
        "t": "To*ln show partiality is not good, Because*ln for a piece of bread a man will transgress."
    },
    {
        "o": 19149,
        "r": "nasb:Proverbs:28:22",
        "t": "A*ln man with an evil eye hastens after wealth And*ln does not know that want will come upon him."
    },
    {
        "o": 19150,
        "r": "nasb:Proverbs:28:23",
        "t": "He*ln who rebukes a man will afterward find more*i favor Than*ln he who flatters with the tongue."
    },
    {
        "o": 19151,
        "r": "nasb:Proverbs:28:24",
        "t": "He*ln who robs his father or his mother And*ln says, “It is not a transgression,” Is*ln the companion of a man who destroys."
    },
    {
        "o": 19152,
        "r": "nasb:Proverbs:28:25",
        "t": "An*ln arrogant man stirs up strife, But*ln he who trusts in the Lord*s will prosper."
    },
    {
        "o": 19153,
        "r": "nasb:Proverbs:28:26",
        "t": "He*ln who trusts in his own heart is a fool, But*ln he who walks wisely will be delivered."
    },
    {
        "o": 19154,
        "r": "nasb:Proverbs:28:27",
        "t": "He*ln who gives to the poor will never want, But*ln he who shuts his eyes will have many curses."
    },
    {
        "o": 19155,
        "r": "nasb:Proverbs:28:28",
        "t": "When*ln the wicked rise, men hide themselves; But*ln when they perish, the righteous increase."
    }
]
