[
    {
        "o": 7891,
        "r": "nasb:1 Samuel:2:0",
        "t": "1 Samuel 2",
        "h": 1
    },
    {
        "o": 7892,
        "r": "nasb:1 Samuel:2:0",
        "t": "Hannah’s Song of Thanksgiving",
        "h": 2
    },
    {
        "o": 7893,
        "r": "nasb:1 Samuel:2:1",
        "t": "Then*p Hannah prayed and said, “My*pn heart exults in the Lord;*s My*ln horn is exalted in the Lord,*s My*ln mouth speaks boldly against my enemies, Because*ln I rejoice in Your salvation."
    },
    {
        "o": 7894,
        "r": "nasb:1 Samuel:2:2",
        "t": "There*ln is no one holy like the Lord,*s Indeed,*ln there is no one besides You, Nor*ln is there any rock like our God."
    },
    {
        "o": 7895,
        "r": "nasb:1 Samuel:2:3",
        "t": "Boast*ln no more so very proudly, Do*ln not let arrogance come out of your mouth; For*ln the Lord*s is a God of knowledge, And*ln with Him actions are weighed."
    },
    {
        "o": 7896,
        "r": "nasb:1 Samuel:2:4",
        "t": "The*ln bows of the mighty are shattered, But*ln the feeble gird on strength."
    },
    {
        "o": 7897,
        "r": "nasb:1 Samuel:2:5",
        "t": "Those*ln who were full hire themselves out for bread, But*ln those who were hungry cease to*i hunger.*i Even*ln the barren gives birth to seven, But*ln she who has many children languishes."
    },
    {
        "o": 7898,
        "r": "nasb:1 Samuel:2:6",
        "t": "The*ln Lord*s kills and makes alive; He*ln brings down to Sheol and raises up."
    },
    {
        "o": 7899,
        "r": "nasb:1 Samuel:2:7",
        "t": "The*ln Lord*s makes poor and rich; He*ln brings low, He also exalts."
    },
    {
        "o": 7900,
        "r": "nasb:1 Samuel:2:8",
        "t": "He*ln raises the poor from the dust, He*ln lifts the needy from the ash heap To*ln make them sit with nobles, And*ln inherit a seat of honor; For*ln the pillars of the earth are the Lord’s,*s And*ln He set the world on them."
    },
    {
        "o": 7901,
        "r": "nasb:1 Samuel:2:9",
        "t": "He*ln keeps the feet of His godly ones, But*ln the wicked ones are silenced in darkness; For*ln not by might shall a man prevail."
    },
    {
        "o": 7902,
        "r": "nasb:1 Samuel:2:10",
        "t": "Those*ln who contend with the Lord*s will be shattered; Against*ln them He will thunder in the heavens, The*ln Lord*s will judge the ends of the earth; And*ln He will give strength to His king, And*ln will exalt the horn of His anointed.”"
    },
    {
        "o": 7903,
        "r": "nasb:1 Samuel:2:11",
        "t": "Then*p Elkanah went to his home at Ramah. But the boy ministered to the Lord*s before Eli the priest."
    },
    {
        "o": 7904,
        "r": "nasb:1 Samuel:2:11",
        "t": "The Sin of Eli’s Sons",
        "h": 2
    },
    {
        "o": 7905,
        "r": "nasb:1 Samuel:2:12",
        "t": "Now*p the sons of Eli were worthless men; they did not know the Lord*s"
    },
    {
        "o": 7906,
        "r": "nasb:1 Samuel:2:13",
        "t": "and the custom of the priests with the people. When any man was offering a sacrifice, the priest’s servant would come while the meat was boiling, with a three-pronged fork in his hand."
    },
    {
        "o": 7907,
        "r": "nasb:1 Samuel:2:14",
        "t": "Then he would thrust it into the pan, or kettle, or caldron, or pot; all that the fork brought up the priest would take for himself. Thus they did in Shiloh to all the Israelites who came there."
    },
    {
        "o": 7908,
        "r": "nasb:1 Samuel:2:15",
        "t": "Also, before they burned the fat, the priest’s servant would come and say to the man who was sacrificing, “Give the priest meat for roasting, as he will not take boiled meat from you, only raw.”"
    },
    {
        "o": 7909,
        "r": "nasb:1 Samuel:2:16",
        "t": "If the man said to him, “They must surely burn the fat first, and then take as much as you desire,” then he would say, “No, but you shall give it*i to*i me*i now; and if not, I will take it by force.”"
    },
    {
        "o": 7910,
        "r": "nasb:1 Samuel:2:17",
        "t": "Thus the sin of the young men was very great before the Lord,*s for the men despised the offering of the Lord.*s"
    },
    {
        "o": 7911,
        "r": "nasb:1 Samuel:2:17",
        "t": "Samuel before the Lord as a Boy",
        "h": 2
    },
    {
        "o": 7912,
        "r": "nasb:1 Samuel:2:18",
        "t": "Now*p Samuel was ministering before the Lord,*s as*i a boy wearing a linen ephod."
    },
    {
        "o": 7913,
        "r": "nasb:1 Samuel:2:19",
        "t": "And his mother would make him a little robe and bring it to him from year to year when she would come up with her husband to offer the yearly sacrifice."
    },
    {
        "o": 7914,
        "r": "nasb:1 Samuel:2:20",
        "t": "Then Eli would bless Elkanah and his wife and say, “May the Lord*s give you children from this woman in place of the one she dedicated to the Lord.”*s And they went to their own home."
    },
    {
        "o": 7915,
        "r": "nasb:1 Samuel:2:21",
        "t": "The*p Lord*s visited Hannah; and she conceived and gave birth to three sons and two daughters. And the boy Samuel grew before the Lord.*s"
    },
    {
        "o": 7916,
        "r": "nasb:1 Samuel:2:21",
        "t": "Eli Rebukes His Sons",
        "h": 2
    },
    {
        "o": 7917,
        "r": "nasb:1 Samuel:2:22",
        "t": "Now*p Eli was very old; and he heard all that his sons were doing to all Israel, and how they lay with the women who served at the doorway of the tent of meeting."
    },
    {
        "o": 7918,
        "r": "nasb:1 Samuel:2:23",
        "t": "He said to them, “Why do you do such things, the evil things that I hear from all these people?"
    },
    {
        "o": 7919,
        "r": "nasb:1 Samuel:2:24",
        "t": "No, my sons; for the report is not good which I hear the Lord’s*s people circulating."
    },
    {
        "o": 7920,
        "r": "nasb:1 Samuel:2:25",
        "t": "If one man sins against another, God will mediate for him; but if a man sins against the Lord,*s who can intercede for him?” But they would not listen to the voice of their father, for the Lord*s desired to put them to death."
    },
    {
        "o": 7921,
        "r": "nasb:1 Samuel:2:26",
        "t": "Now*p the boy Samuel was growing in stature and in favor both with the Lord*s and with men."
    },
    {
        "o": 7922,
        "r": "nasb:1 Samuel:2:27",
        "t": "Then*p a man of God came to Eli and said to him, “Thus says the Lord,*s ‘Did I not*i indeed reveal Myself to the house of your father when they were in Egypt in*i bondage*i to Pharaoh’s house?"
    },
    {
        "o": 7923,
        "r": "nasb:1 Samuel:2:28",
        "t": "Did I not*i choose them from all the tribes of Israel to be My priests, to go up to My altar, to burn incense, to carry an ephod before Me; and did I not*i give to the house of your father all the fire offerings*i of the sons of Israel?"
    },
    {
        "o": 7924,
        "r": "nasb:1 Samuel:2:29",
        "t": "Why do you kick at My sacrifice and at My offering which I have commanded in*i My*i dwelling, and honor your sons above Me, by making yourselves fat with the choicest of every offering of My people Israel?’"
    },
    {
        "o": 7925,
        "r": "nasb:1 Samuel:2:30",
        "t": "Therefore the Lord*s God of Israel declares, ‘I did indeed say that your house and the house of your father should walk before Me forever’; but now the Lord*s declares, ‘Far be it from Me—for those who honor Me I will honor, and those who despise Me will be lightly esteemed."
    },
    {
        "o": 7926,
        "r": "nasb:1 Samuel:2:31",
        "t": "Behold, the days are coming when I will break your strength and the strength of your father’s house so that there will not be an old man in your house."
    },
    {
        "o": 7927,
        "r": "nasb:1 Samuel:2:32",
        "t": "You will see the distress of My*i dwelling, in spite*i of*i all the good that I do for Israel; and an old man will not be in your house forever."
    },
    {
        "o": 7928,
        "r": "nasb:1 Samuel:2:33",
        "t": "Yet I will not cut off every man of yours from My altar so that your eyes will fail from*i weeping*i and your soul grieve, and all the increase of your house will die in the prime of life."
    },
    {
        "o": 7929,
        "r": "nasb:1 Samuel:2:34",
        "t": "This will be the sign to you which will come concerning your two sons, Hophni and Phinehas: on the same day both of them will die."
    },
    {
        "o": 7930,
        "r": "nasb:1 Samuel:2:35",
        "t": "But I will raise up for Myself a faithful priest who will do according to what is in My heart and in My soul; and I will build him an enduring house, and he will walk before My anointed always."
    },
    {
        "o": 7931,
        "r": "nasb:1 Samuel:2:36",
        "t": "Everyone who is left in your house will come and bow down to him for a piece of silver or a loaf of bread and say, “Please assign me to one of the priest’s offices so that I may eat a piece of bread.” ’ ”"
    }
]
