[
    {
        "o": 7247,
        "r": "nasb:Judges:6:0",
        "t": "Judges 6",
        "h": 1
    },
    {
        "o": 7248,
        "r": "nasb:Judges:6:0",
        "t": "Israel Oppressed by Midian",
        "h": 2
    },
    {
        "o": 7249,
        "r": "nasb:Judges:6:1",
        "t": "Then*p the sons of Israel did what was evil in the sight of the Lord;*s and the Lord*s gave them into the hands of Midian seven years."
    },
    {
        "o": 7250,
        "r": "nasb:Judges:6:2",
        "t": "The power of Midian prevailed against Israel. Because of Midian the sons of Israel made for themselves the dens which were in the mountains and the caves and the strongholds."
    },
    {
        "o": 7251,
        "r": "nasb:Judges:6:3",
        "t": "For it was when Israel had sown, that the Midianites would come up with the Amalekites and the sons of the east and go against them."
    },
    {
        "o": 7252,
        "r": "nasb:Judges:6:4",
        "t": "So they would camp against them and destroy the produce of the earth as far as Gaza, and leave no sustenance in Israel as well as no sheep, ox, or donkey."
    },
    {
        "o": 7253,
        "r": "nasb:Judges:6:5",
        "t": "For they would come up with their livestock and their tents, they would come in like locusts for number, both they and their camels were innumerable; and they came into the land to devastate it."
    },
    {
        "o": 7254,
        "r": "nasb:Judges:6:6",
        "t": "So Israel was brought very low because of Midian, and the sons of Israel cried to the Lord.*s"
    },
    {
        "o": 7255,
        "r": "nasb:Judges:6:7",
        "t": "Now*p it came about when the sons of Israel cried to the Lord*s on account of Midian,"
    },
    {
        "o": 7256,
        "r": "nasb:Judges:6:8",
        "t": "that the Lord*s sent a prophet to the sons of Israel, and he said to them, “Thus says the Lord,*s the God of Israel, ‘It was I who brought you up from Egypt and brought you out from the house of slavery."
    },
    {
        "o": 7257,
        "r": "nasb:Judges:6:9",
        "t": "I delivered you from the hands of the Egyptians and from the hands of all your oppressors, and dispossessed them before you and gave you their land,"
    },
    {
        "o": 7258,
        "r": "nasb:Judges:6:10",
        "t": "and I said to you, “I am the Lord*s your God; you shall not fear the gods of the Amorites in whose land you live. But you have not obeyed Me.” ’ ”"
    },
    {
        "o": 7259,
        "r": "nasb:Judges:6:10",
        "t": "Gideon Is Visited",
        "h": 2
    },
    {
        "o": 7260,
        "r": "nasb:Judges:6:11",
        "t": "Then*p the angel of the Lord*s came and sat under the oak that was in Ophrah, which belonged to Joash the Abiezrite as his son Gideon was beating out wheat in the wine press in order to save it*i from the Midianites."
    },
    {
        "o": 7261,
        "r": "nasb:Judges:6:12",
        "t": "The angel of the Lord*s appeared to him and said to him, “The Lord*s is with you, O valiant warrior.”"
    },
    {
        "o": 7262,
        "r": "nasb:Judges:6:13",
        "t": "Then Gideon said to him, “O my lord, if the Lord*s is with us, why then has all this happened to us? And where are all His miracles which our fathers told us about, saying, ‘Did not the Lord*s bring us up from Egypt?’ But now the Lord*s has abandoned us and given us into the hand of Midian.”"
    },
    {
        "o": 7263,
        "r": "nasb:Judges:6:14",
        "t": "The Lord*s looked at him and said, “Go in this your strength and deliver Israel from the hand of Midian. Have I not sent you?”"
    },
    {
        "o": 7264,
        "r": "nasb:Judges:6:15",
        "t": "He said to Him, “O Lord, how shall I deliver Israel? Behold, my family is the least in Manasseh, and I am the youngest in my father’s house.”"
    },
    {
        "o": 7265,
        "r": "nasb:Judges:6:16",
        "t": "But the Lord*s said to him, “Surely I will be with you, and you shall defeat Midian as one man.”"
    },
    {
        "o": 7266,
        "r": "nasb:Judges:6:17",
        "t": "So Gideon said to Him, “If now I have found favor in Your sight, then show me a sign that it is You who speak with me."
    },
    {
        "o": 7267,
        "r": "nasb:Judges:6:18",
        "t": "Please do not depart from here, until I come back*i to You, and bring out my offering and lay it before You.” And He said, “I will remain until you return.”"
    },
    {
        "o": 7268,
        "r": "nasb:Judges:6:19",
        "t": "Then*p Gideon went in and prepared a young goat and unleavened bread from an ephah of flour; he put the meat in a basket and the broth in a pot, and brought them*i out to him under the oak and presented them.*i"
    },
    {
        "o": 7269,
        "r": "nasb:Judges:6:20",
        "t": "The angel of God said to him, “Take the meat and the unleavened bread and lay them on this rock, and pour out the broth.” And he did so."
    },
    {
        "o": 7270,
        "r": "nasb:Judges:6:21",
        "t": "Then the angel of the Lord*s put out the end of the staff that was in his hand and touched the meat and the unleavened bread; and fire sprang up from the rock and consumed the meat and the unleavened bread. Then the angel of the Lord*s vanished from his sight."
    },
    {
        "o": 7271,
        "r": "nasb:Judges:6:22",
        "t": "When Gideon saw that he was the angel of the Lord,*s he said, “Alas, O Lord God!*s For now I have seen the angel of the Lord*s face to face.”"
    },
    {
        "o": 7272,
        "r": "nasb:Judges:6:23",
        "t": "The Lord*s said to him, “Peace to you, do not fear; you shall not die.”"
    },
    {
        "o": 7273,
        "r": "nasb:Judges:6:24",
        "t": "Then Gideon built an altar there to the Lord*s and named it The Lord*s is Peace. To this day it is still in Ophrah of the Abiezrites."
    },
    {
        "o": 7274,
        "r": "nasb:Judges:6:25",
        "t": "Now*p on the same night the Lord*s said to him, “Take your father’s bull and a second bull seven years old, and pull down the altar of Baal which belongs to your father, and cut down the Asherah that is beside it;"
    },
    {
        "o": 7275,
        "r": "nasb:Judges:6:26",
        "t": "and build an altar to the Lord*s your God on the top of this stronghold in an orderly manner, and take a second bull and offer a burnt offering with the wood of the Asherah which you shall cut down.”"
    },
    {
        "o": 7276,
        "r": "nasb:Judges:6:27",
        "t": "Then Gideon took ten men of his servants and did as the Lord*s had spoken to him; and because he was too afraid of his father’s household and the men of the city to do it by day, he did it by night."
    },
    {
        "o": 7277,
        "r": "nasb:Judges:6:27",
        "t": "The Altar of Baal Destroyed",
        "h": 2
    },
    {
        "o": 7278,
        "r": "nasb:Judges:6:28",
        "t": "When*p the men of the city arose early in the morning, behold, the altar of Baal was torn down, and the Asherah which was beside it was cut down, and the second bull was offered on the altar which had been built."
    },
    {
        "o": 7279,
        "r": "nasb:Judges:6:29",
        "t": "They said to one another, “Who did this thing?” And when they searched about and inquired, they said, “Gideon the son of Joash did this thing.”"
    },
    {
        "o": 7280,
        "r": "nasb:Judges:6:30",
        "t": "Then the men of the city said to Joash, “Bring out your son, that he may die, for he has torn down the altar of Baal, and indeed, he has cut down the Asherah which was beside it.”"
    },
    {
        "o": 7281,
        "r": "nasb:Judges:6:31",
        "t": "But Joash said to all who stood against him, “Will you contend for Baal, or will you deliver him? Whoever will plead for him shall be put to death by morning. If he is a god, let him contend for himself, because someone has torn down his altar.”"
    },
    {
        "o": 7282,
        "r": "nasb:Judges:6:32",
        "t": "Therefore on that day he named him Jerubbaal, that is to say, “Let Baal contend against him,” because he had torn down his altar."
    },
    {
        "o": 7283,
        "r": "nasb:Judges:6:33",
        "t": "Then*p all the Midianites and the Amalekites and the sons of the east assembled themselves; and they crossed over and camped in the valley of Jezreel."
    },
    {
        "o": 7284,
        "r": "nasb:Judges:6:34",
        "t": "So the Spirit of the Lord*s came upon Gideon; and he blew a trumpet, and the Abiezrites were called together to follow him."
    },
    {
        "o": 7285,
        "r": "nasb:Judges:6:35",
        "t": "He sent messengers throughout Manasseh, and they also were called together to follow him; and he sent messengers to Asher, Zebulun, and Naphtali, and they came up to meet them."
    },
    {
        "o": 7286,
        "r": "nasb:Judges:6:35",
        "t": "Sign of the Fleece",
        "h": 2
    },
    {
        "o": 7287,
        "r": "nasb:Judges:6:36",
        "t": "Then*p Gideon said to God, “If You will deliver Israel through me, as You have spoken,"
    },
    {
        "o": 7288,
        "r": "nasb:Judges:6:37",
        "t": "behold, I will put a fleece of wool on the threshing floor. If there is dew on the fleece only, and it is dry on all the ground, then I will know that You will deliver Israel through me, as You have spoken.”"
    },
    {
        "o": 7289,
        "r": "nasb:Judges:6:38",
        "t": "And it was so. When he arose early the next morning and squeezed the fleece, he drained the dew from the fleece, a bowl full of water."
    },
    {
        "o": 7290,
        "r": "nasb:Judges:6:39",
        "t": "Then Gideon said to God, “Do not let Your anger burn against me that I may speak once more; please let me make a test once more with the fleece, let it now be dry only on the fleece, and let there be dew on all the ground.”"
    },
    {
        "o": 7291,
        "r": "nasb:Judges:6:40",
        "t": "God did so that night; for it was dry only on the fleece, and dew was on all the ground."
    }
]
