[
    {
        "o": 19224,
        "r": "esv:Ecclesiastes:2:0",
        "t": "Ecclesiastes 2",
        "h": 1
    },
    {
        "o": 19225,
        "r": "esv:Ecclesiastes:2:0",
        "t": "The Vanity of Self-Indulgence",
        "h": 2
    },
    {
        "o": 19226,
        "r": "esv:Ecclesiastes:2:1",
        "t": "I*p said in my heart, “Come now, I will test you with pleasure; enjoy yourself.” But behold, this also was vanity."
    },
    {
        "o": 19227,
        "r": "esv:Ecclesiastes:2:2",
        "t": "I said of laughter, “It is mad,” and of pleasure, “What use is it?”"
    },
    {
        "o": 19228,
        "r": "esv:Ecclesiastes:2:3",
        "t": "I searched with my heart how to cheer my body with wine— my heart still guiding me with wisdom— and how to lay hold on folly, till I might see what was good for the children of man to do under heaven during the few days of their life."
    },
    {
        "o": 19229,
        "r": "esv:Ecclesiastes:2:4",
        "t": "I made great works. I built houses and planted vineyards for myself."
    },
    {
        "o": 19230,
        "r": "esv:Ecclesiastes:2:5",
        "t": "I made myself gardens and parks, and planted in them all kinds of fruit trees."
    },
    {
        "o": 19231,
        "r": "esv:Ecclesiastes:2:6",
        "t": "I made myself pools from which to water the forest of growing trees."
    },
    {
        "o": 19232,
        "r": "esv:Ecclesiastes:2:7",
        "t": "I bought male and female slaves, and had slaves who were born in my house. I had also great possessions of herds and flocks, more than any who had been before me in Jerusalem."
    },
    {
        "o": 19233,
        "r": "esv:Ecclesiastes:2:8",
        "t": "I also gathered for myself silver and gold and the treasure of kings and provinces. I got singers, both men and women, and many concubines, the delight of the sons of man."
    },
    {
        "o": 19234,
        "r": "esv:Ecclesiastes:2:9",
        "t": "So*p I became great and surpassed all who were before me in Jerusalem. Also my wisdom remained with me."
    },
    {
        "o": 19235,
        "r": "esv:Ecclesiastes:2:10",
        "t": "And whatever my eyes desired I did not keep from them. I kept my heart from no pleasure, for my heart found pleasure in all my toil, and this was my reward for all my toil."
    },
    {
        "o": 19236,
        "r": "esv:Ecclesiastes:2:11",
        "t": "Then I considered all that my hands had done and the toil I had expended in doing it, and behold, all was vanity and a striving after wind, and there was nothing to be gained under the sun."
    },
    {
        "o": 19237,
        "r": "esv:Ecclesiastes:2:11",
        "t": "The Vanity of Living Wisely",
        "h": 2
    },
    {
        "o": 19238,
        "r": "esv:Ecclesiastes:2:12",
        "t": "So*p I turned to consider wisdom and madness and folly. For what can the man do who comes after the king? Only what has already been done."
    },
    {
        "o": 19239,
        "r": "esv:Ecclesiastes:2:13",
        "t": "Then I saw that there is more gain in wisdom than in folly, as there is more gain in light than in darkness."
    },
    {
        "o": 19240,
        "r": "esv:Ecclesiastes:2:14",
        "t": "The wise person has his eyes in his head, but the fool walks in darkness. And yet I perceived that the same event happens to all of them."
    },
    {
        "o": 19241,
        "r": "esv:Ecclesiastes:2:15",
        "t": "Then I said in my heart, “What happens to the fool will happen to me also. Why then have I been so very wise?” And I said in my heart that this also is vanity."
    },
    {
        "o": 19242,
        "r": "esv:Ecclesiastes:2:16",
        "t": "For of the wise as of the fool there is no enduring remembrance, seeing that in the days to come all will have been long forgotten. How the wise dies just like the fool!"
    },
    {
        "o": 19243,
        "r": "esv:Ecclesiastes:2:17",
        "t": "So I hated life, because what is done under the sun was grievous to me, for all is vanity and a striving after wind."
    },
    {
        "o": 19244,
        "r": "esv:Ecclesiastes:2:17",
        "t": "The Vanity of Toil",
        "h": 2
    },
    {
        "o": 19245,
        "r": "esv:Ecclesiastes:2:18",
        "t": "I*p hated all my toil in which I toil under the sun, seeing that I must leave it to the man who will come after me,"
    },
    {
        "o": 19246,
        "r": "esv:Ecclesiastes:2:19",
        "t": "and who knows whether he will be wise or a fool? Yet he will be master of all for which I toiled and used my wisdom under the sun. This also is vanity."
    },
    {
        "o": 19247,
        "r": "esv:Ecclesiastes:2:20",
        "t": "So I turned about and gave my heart up to despair over all the toil of my labors under the sun,"
    },
    {
        "o": 19248,
        "r": "esv:Ecclesiastes:2:21",
        "t": "because sometimes a person who has toiled with wisdom and knowledge and skill must leave everything to be enjoyed by someone who did not toil for it. This also is vanity and a great evil."
    },
    {
        "o": 19249,
        "r": "esv:Ecclesiastes:2:22",
        "t": "What has a man from all the toil and striving of heart with which he toils beneath the sun?"
    },
    {
        "o": 19250,
        "r": "esv:Ecclesiastes:2:23",
        "t": "For all his days are full of sorrow, and his work is a vexation. Even in the night his heart does not rest. This also is vanity."
    },
    {
        "o": 19251,
        "r": "esv:Ecclesiastes:2:24",
        "t": "There*p is nothing better for a person than that he should eat and drink and find enjoyment in his toil. This also, I saw, is from the hand of God,"
    },
    {
        "o": 19252,
        "r": "esv:Ecclesiastes:2:25",
        "t": "for apart from him who can eat or who can have enjoyment?"
    },
    {
        "o": 19253,
        "r": "esv:Ecclesiastes:2:26",
        "t": "For to the one who pleases him God has given wisdom and knowledge and joy, but to the sinner he has given the business of gathering and collecting, only to give to one who pleases God. This also is vanity and a striving after wind."
    }
]
