[
    {
        "o": 11489,
        "r": "esv:1 Chronicles:6:0",
        "t": "1 Chronicles 6",
        "h": 1
    },
    {
        "o": 11490,
        "r": "esv:1 Chronicles:6:0",
        "t": "Descendants of Levi",
        "h": 2
    },
    {
        "o": 11491,
        "r": "esv:1 Chronicles:6:1",
        "t": "The*p sons of Levi: Gershon, Kohath, and Merari."
    },
    {
        "o": 11492,
        "r": "esv:1 Chronicles:6:2",
        "t": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel."
    },
    {
        "o": 11493,
        "r": "esv:1 Chronicles:6:3",
        "t": "The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 11494,
        "r": "esv:1 Chronicles:6:4",
        "t": "Eleazar fathered Phinehas, Phinehas fathered Abishua,"
    },
    {
        "o": 11495,
        "r": "esv:1 Chronicles:6:5",
        "t": "Abishua fathered Bukki, Bukki fathered Uzzi,"
    },
    {
        "o": 11496,
        "r": "esv:1 Chronicles:6:6",
        "t": "Uzzi fathered Zerahiah, Zerahiah fathered Meraioth,"
    },
    {
        "o": 11497,
        "r": "esv:1 Chronicles:6:7",
        "t": "Meraioth fathered Amariah, Amariah fathered Ahitub,"
    },
    {
        "o": 11498,
        "r": "esv:1 Chronicles:6:8",
        "t": "Ahitub fathered Zadok, Zadok fathered Ahimaaz,"
    },
    {
        "o": 11499,
        "r": "esv:1 Chronicles:6:9",
        "t": "Ahimaaz fathered Azariah, Azariah fathered Johanan,"
    },
    {
        "o": 11500,
        "r": "esv:1 Chronicles:6:10",
        "t": "and Johanan fathered Azariah (it was he who served as priest in the house that Solomon built in Jerusalem)."
    },
    {
        "o": 11501,
        "r": "esv:1 Chronicles:6:11",
        "t": "Azariah fathered Amariah, Amariah fathered Ahitub,"
    },
    {
        "o": 11502,
        "r": "esv:1 Chronicles:6:12",
        "t": "Ahitub fathered Zadok, Zadok fathered Shallum,"
    },
    {
        "o": 11503,
        "r": "esv:1 Chronicles:6:13",
        "t": "Shallum fathered Hilkiah, Hilkiah fathered Azariah,"
    },
    {
        "o": 11504,
        "r": "esv:1 Chronicles:6:14",
        "t": "Azariah fathered Seraiah, Seraiah fathered Jehozadak;"
    },
    {
        "o": 11505,
        "r": "esv:1 Chronicles:6:15",
        "t": "and Jehozadak went into exile when the Lord*s sent Judah and Jerusalem into exile by the hand of Nebuchadnezzar."
    },
    {
        "o": 11506,
        "r": "esv:1 Chronicles:6:16",
        "t": "The*p sons of Levi: Gershom, Kohath, and Merari."
    },
    {
        "o": 11507,
        "r": "esv:1 Chronicles:6:17",
        "t": "And these are the names of the sons of Gershom: Libni and Shimei."
    },
    {
        "o": 11508,
        "r": "esv:1 Chronicles:6:18",
        "t": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel."
    },
    {
        "o": 11509,
        "r": "esv:1 Chronicles:6:19",
        "t": "The sons of Merari: Mahli and Mushi. These are the clans of the Levites according to their fathers."
    },
    {
        "o": 11510,
        "r": "esv:1 Chronicles:6:20",
        "t": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,"
    },
    {
        "o": 11511,
        "r": "esv:1 Chronicles:6:21",
        "t": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son."
    },
    {
        "o": 11512,
        "r": "esv:1 Chronicles:6:22",
        "t": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son,"
    },
    {
        "o": 11513,
        "r": "esv:1 Chronicles:6:23",
        "t": "Elkanah his son, Ebiasaph his son, Assir his son,"
    },
    {
        "o": 11514,
        "r": "esv:1 Chronicles:6:24",
        "t": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son."
    },
    {
        "o": 11515,
        "r": "esv:1 Chronicles:6:25",
        "t": "The sons of Elkanah: Amasai and Ahimoth,"
    },
    {
        "o": 11516,
        "r": "esv:1 Chronicles:6:26",
        "t": "Elkanah his son, Zophai his son, Nahath his son,"
    },
    {
        "o": 11517,
        "r": "esv:1 Chronicles:6:27",
        "t": "Eliab his son, Jeroham his son, Elkanah his son."
    },
    {
        "o": 11518,
        "r": "esv:1 Chronicles:6:28",
        "t": "The sons of Samuel: Joel his firstborn, the second Abijah."
    },
    {
        "o": 11519,
        "r": "esv:1 Chronicles:6:29",
        "t": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son,"
    },
    {
        "o": 11520,
        "r": "esv:1 Chronicles:6:30",
        "t": "Shimea his son, Haggiah his son, and Asaiah his son."
    },
    {
        "o": 11521,
        "r": "esv:1 Chronicles:6:31",
        "t": "These*p are the men whom David put in charge of the service of song in the house of the Lord*s after the ark rested there."
    },
    {
        "o": 11522,
        "r": "esv:1 Chronicles:6:32",
        "t": "They ministered with song before the tabernacle of the tent of meeting until Solomon built the house of the Lord*s in Jerusalem, and they performed their service according to their order."
    },
    {
        "o": 11523,
        "r": "esv:1 Chronicles:6:33",
        "t": "These are the men who served and their sons. Of the sons of the Kohathites: Heman the singer the son of Joel, son of Samuel,"
    },
    {
        "o": 11524,
        "r": "esv:1 Chronicles:6:34",
        "t": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah,"
    },
    {
        "o": 11525,
        "r": "esv:1 Chronicles:6:35",
        "t": "son of Zuph, son of Elkanah, son of Mahath, son of Amasai,"
    },
    {
        "o": 11526,
        "r": "esv:1 Chronicles:6:36",
        "t": "son of Elkanah, son of Joel, son of Azariah, son of Zephaniah,"
    },
    {
        "o": 11527,
        "r": "esv:1 Chronicles:6:37",
        "t": "son of Tahath, son of Assir, son of Ebiasaph, son of Korah,"
    },
    {
        "o": 11528,
        "r": "esv:1 Chronicles:6:38",
        "t": "son of Izhar, son of Kohath, son of Levi, son of Israel;"
    },
    {
        "o": 11529,
        "r": "esv:1 Chronicles:6:39",
        "t": "and his brother Asaph, who stood on his right hand, namely, Asaph the son of Berechiah, son of Shimea,"
    },
    {
        "o": 11530,
        "r": "esv:1 Chronicles:6:40",
        "t": "son of Michael, son of Baaseiah, son of Malchijah,"
    },
    {
        "o": 11531,
        "r": "esv:1 Chronicles:6:41",
        "t": "son of Ethni, son of Zerah, son of Adaiah,"
    },
    {
        "o": 11532,
        "r": "esv:1 Chronicles:6:42",
        "t": "son of Ethan, son of Zimmah, son of Shimei,"
    },
    {
        "o": 11533,
        "r": "esv:1 Chronicles:6:43",
        "t": "son of Jahath, son of Gershom, son of Levi."
    },
    {
        "o": 11534,
        "r": "esv:1 Chronicles:6:44",
        "t": "On the left hand were their brothers, the sons of Merari: Ethan the son of Kishi, son of Abdi, son of Malluch,"
    },
    {
        "o": 11535,
        "r": "esv:1 Chronicles:6:45",
        "t": "son of Hashabiah, son of Amaziah, son of Hilkiah,"
    },
    {
        "o": 11536,
        "r": "esv:1 Chronicles:6:46",
        "t": "son of Amzi, son of Bani, son of Shemer,"
    },
    {
        "o": 11537,
        "r": "esv:1 Chronicles:6:47",
        "t": "son of Mahli, son of Mushi, son of Merari, son of Levi."
    },
    {
        "o": 11538,
        "r": "esv:1 Chronicles:6:48",
        "t": "And their brothers the Levites were appointed for all the service of the tabernacle of the house of God."
    },
    {
        "o": 11539,
        "r": "esv:1 Chronicles:6:49",
        "t": "But*p Aaron and his sons made offerings on the altar of burnt offering and on the altar of incense for all the work of the Most Holy Place, and to make atonement for Israel, according to all that Moses the servant of God had commanded."
    },
    {
        "o": 11540,
        "r": "esv:1 Chronicles:6:50",
        "t": "These are the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,"
    },
    {
        "o": 11541,
        "r": "esv:1 Chronicles:6:51",
        "t": "Bukki his son, Uzzi his son, Zerahiah his son,"
    },
    {
        "o": 11542,
        "r": "esv:1 Chronicles:6:52",
        "t": "Meraioth his son, Amariah his son, Ahitub his son,"
    },
    {
        "o": 11543,
        "r": "esv:1 Chronicles:6:53",
        "t": "Zadok his son, Ahimaaz his son."
    },
    {
        "o": 11544,
        "r": "esv:1 Chronicles:6:54",
        "t": "These*p are their dwelling places according to their settlements within their borders: to the sons of Aaron of the clans of Kohathites, for theirs was the first lot,"
    },
    {
        "o": 11545,
        "r": "esv:1 Chronicles:6:55",
        "t": "to them they gave Hebron in the land of Judah and its surrounding pasturelands,"
    },
    {
        "o": 11546,
        "r": "esv:1 Chronicles:6:56",
        "t": "but the fields of the city and its villages they gave to Caleb the son of Jephunneh."
    },
    {
        "o": 11547,
        "r": "esv:1 Chronicles:6:57",
        "t": "To the sons of Aaron they gave the cities of refuge: Hebron, Libnah with its pasturelands, Jattir, Eshtemoa with its pasturelands,"
    },
    {
        "o": 11548,
        "r": "esv:1 Chronicles:6:58",
        "t": "Hilen with its pasturelands, Debir with its pasturelands,"
    },
    {
        "o": 11549,
        "r": "esv:1 Chronicles:6:59",
        "t": "Ashan with its pasturelands, and Beth-shemesh with its pasturelands;"
    },
    {
        "o": 11550,
        "r": "esv:1 Chronicles:6:60",
        "t": "and from the tribe of Benjamin, Gibeon, Geba with its pasturelands, Alemeth with its pasturelands, and Anathoth with its pasturelands. All their cities throughout their clans were thirteen."
    },
    {
        "o": 11551,
        "r": "esv:1 Chronicles:6:61",
        "t": "To*p the rest of the Kohathites were given by lot out of the clan of the tribe, out of the half-tribe, the half of Manasseh, ten cities."
    },
    {
        "o": 11552,
        "r": "esv:1 Chronicles:6:62",
        "t": "To the Gershomites according to their clans were allotted thirteen cities out of the tribes of Issachar, Asher, Naphtali and Manasseh in Bashan."
    },
    {
        "o": 11553,
        "r": "esv:1 Chronicles:6:63",
        "t": "To the Merarites according to their clans were allotted twelve cities out of the tribes of Reuben, Gad, and Zebulun."
    },
    {
        "o": 11554,
        "r": "esv:1 Chronicles:6:64",
        "t": "So the people of Israel gave the Levites the cities with their pasturelands."
    },
    {
        "o": 11555,
        "r": "esv:1 Chronicles:6:65",
        "t": "They gave by lot out of the tribes of Judah, Simeon, and Benjamin these cities that are mentioned by name."
    },
    {
        "o": 11556,
        "r": "esv:1 Chronicles:6:66",
        "t": "And*p some of the clans of the sons of Kohath had cities of their territory out of the tribe of Ephraim."
    },
    {
        "o": 11557,
        "r": "esv:1 Chronicles:6:67",
        "t": "They were given the cities of refuge: Shechem with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,"
    },
    {
        "o": 11558,
        "r": "esv:1 Chronicles:6:68",
        "t": "Jokmeam with its pasturelands, Beth-horon with its pasturelands,"
    },
    {
        "o": 11559,
        "r": "esv:1 Chronicles:6:69",
        "t": "Aijalon with its pasturelands, Gath-rimmon with its pasturelands,"
    },
    {
        "o": 11560,
        "r": "esv:1 Chronicles:6:70",
        "t": "and out of the half-tribe of Manasseh, Aner with its pasturelands, and Bileam with its pasturelands, for the rest of the clans of the Kohathites."
    },
    {
        "o": 11561,
        "r": "esv:1 Chronicles:6:71",
        "t": "To*p the Gershomites were given out of the clan of the half-tribe of Manasseh: Golan in Bashan with its pasturelands and Ashtaroth with its pasturelands;"
    },
    {
        "o": 11562,
        "r": "esv:1 Chronicles:6:72",
        "t": "and out of the tribe of Issachar: Kedesh with its pasturelands, Daberath with its pasturelands,"
    },
    {
        "o": 11563,
        "r": "esv:1 Chronicles:6:73",
        "t": "Ramoth with its pasturelands, and Anem with its pasturelands;"
    },
    {
        "o": 11564,
        "r": "esv:1 Chronicles:6:74",
        "t": "out of the tribe of Asher: Mashal with its pasturelands, Abdon with its pasturelands,"
    },
    {
        "o": 11565,
        "r": "esv:1 Chronicles:6:75",
        "t": "Hukok with its pasturelands, and Rehob with its pasturelands;"
    },
    {
        "o": 11566,
        "r": "esv:1 Chronicles:6:76",
        "t": "and out of the tribe of Naphtali: Kedesh in Galilee with its pasturelands, Hammon with its pasturelands, and Kiriathaim with its pasturelands."
    },
    {
        "o": 11567,
        "r": "esv:1 Chronicles:6:77",
        "t": "To the rest of the Merarites were allotted out of the tribe of Zebulun: Rimmono with its pasturelands, Tabor with its pasturelands,"
    },
    {
        "o": 11568,
        "r": "esv:1 Chronicles:6:78",
        "t": "and beyond the Jordan at Jericho, on the east side of the Jordan, out of the tribe of Reuben: Bezer in the wilderness with its pasturelands, Jahzah with its pasturelands,"
    },
    {
        "o": 11569,
        "r": "esv:1 Chronicles:6:79",
        "t": "Kedemoth with its pasturelands, and Mephaath with its pasturelands;"
    },
    {
        "o": 11570,
        "r": "esv:1 Chronicles:6:80",
        "t": "and out of the tribe of Gad: Ramoth in Gilead with its pasturelands, Mahanaim with its pasturelands,"
    },
    {
        "o": 11571,
        "r": "esv:1 Chronicles:6:81",
        "t": "Heshbon with its pasturelands, and Jazer with its pasturelands."
    }
]
