[
    {
        "o": 19080,
        "r": "niv:Ecclesiastes:5:0",
        "t": "Ecclesiastes 5",
        "h": 1
    },
    {
        "o": 19081,
        "r": "niv:Ecclesiastes:5:0",
        "t": "Fulfill Your Vow to God",
        "h": 2
    },
    {
        "o": 19082,
        "r": "niv:Ecclesiastes:5:1",
        "t": "Guard*p your steps when you go to the house of God. Go near to listen rather than to offer the sacrifice of fools, who do not know that they do wrong."
    },
    {
        "o": 19083,
        "r": "niv:Ecclesiastes:5:2",
        "t": "Do*pn not be quick with your mouth, do*ld not be hasty in your heart to*ld utter anything before God. God*ln is in heaven and*ld you are on earth, so*ld let your words be few."
    },
    {
        "o": 19084,
        "r": "niv:Ecclesiastes:5:3",
        "t": "A*ln dream comes when there are many cares, and*ld many words mark the speech of a fool."
    },
    {
        "o": 19085,
        "r": "niv:Ecclesiastes:5:4",
        "t": "When*p you make a vow to God, do not delay to fulfill it. He has no pleasure in fools; fulfill your vow."
    },
    {
        "o": 19086,
        "r": "niv:Ecclesiastes:5:5",
        "t": "It is better not to make a vow than to make one and not fulfill it."
    },
    {
        "o": 19087,
        "r": "niv:Ecclesiastes:5:6",
        "t": "Do not let your mouth lead you into sin. And do not protest to the temple messenger, “My vow was a mistake.” Why should God be angry at what you say and destroy the work of your hands?"
    },
    {
        "o": 19088,
        "r": "niv:Ecclesiastes:5:7",
        "t": "Much dreaming and many words are meaningless. Therefore fear God."
    },
    {
        "o": 19089,
        "r": "niv:Ecclesiastes:5:7",
        "t": "Riches Are Meaningless",
        "h": 2
    },
    {
        "o": 19090,
        "r": "niv:Ecclesiastes:5:8",
        "t": "If*p you see the poor oppressed in a district, and justice and rights denied, do not be surprised at such things; for one official is eyed by a higher one, and over them both are others higher still."
    },
    {
        "o": 19091,
        "r": "niv:Ecclesiastes:5:9",
        "t": "The increase from the land is taken by all; the king himself profits from the fields."
    },
    {
        "o": 19092,
        "r": "niv:Ecclesiastes:5:10",
        "t": "Whoever*pn loves money never has enough; whoever*ld loves wealth is never satisfied with their income. This*ld too is meaningless."
    },
    {
        "o": 19093,
        "r": "niv:Ecclesiastes:5:11",
        "t": "As*pn goods increase, so*ld do those who consume them. And*ln what benefit are they to the owners except*ld to feast their eyes on them?"
    },
    {
        "o": 19094,
        "r": "niv:Ecclesiastes:5:12",
        "t": "The*pn sleep of a laborer is sweet, whether*ld they eat little or much, but*ln as for the rich, their abundance permits*ld them no sleep."
    },
    {
        "o": 19095,
        "r": "niv:Ecclesiastes:5:13",
        "t": "I*p have seen a grievous evil under the sun: wealth*pn hoarded to the harm of its owners,"
    },
    {
        "o": 19096,
        "r": "niv:Ecclesiastes:5:14",
        "t": "or*ld wealth lost through some misfortune, so*ln that when they have children there*ld is nothing left for them to inherit."
    },
    {
        "o": 19097,
        "r": "niv:Ecclesiastes:5:15",
        "t": "Everyone*ln comes naked from their mother’s womb, and*ld as everyone comes, so they depart. They*ln take nothing from their toil that*ld they can carry in their hands."
    },
    {
        "o": 19098,
        "r": "niv:Ecclesiastes:5:16",
        "t": "This*p too is a grievous evil: As*pn everyone comes, so they depart, and*ld what do they gain, since*ld they toil for the wind?"
    },
    {
        "o": 19099,
        "r": "niv:Ecclesiastes:5:17",
        "t": "All*ln their days they eat in darkness, with*ld great frustration, affliction and anger."
    },
    {
        "o": 19100,
        "r": "niv:Ecclesiastes:5:18",
        "t": "This*p is what I have observed to be good: that it is appropriate for a person to eat, to drink and to find satisfaction in their toilsome labor under the sun during the few days of life God has given them—for this is their lot."
    },
    {
        "o": 19101,
        "r": "niv:Ecclesiastes:5:19",
        "t": "Moreover, when God gives someone wealth and possessions, and the ability to enjoy them, to accept their lot and be happy in their toil—this is a gift of God."
    },
    {
        "o": 19102,
        "r": "niv:Ecclesiastes:5:20",
        "t": "They seldom reflect on the days of their life, because God keeps them occupied with gladness of heart."
    }
]
