[
    {
        "o": 9452,
        "r": "csb:2 Samuel:20:0",
        "t": "2 Samuel 20",
        "h": 1
    },
    {
        "o": 9453,
        "r": "csb:2 Samuel:20:0",
        "t": "Sheba’s Revolt",
        "h": 2
    },
    {
        "o": 9454,
        "r": "csb:2 Samuel:20:1",
        "t": "Now*p a wicked man, a Benjaminite named Sheba son of Bichri, happened to be there. He blew the ram’s horn and shouted: We*pn have no portion in David, no*ln inheritance in Jesse’s son. Each*ln man to his tent, Israel!"
    },
    {
        "o": 9455,
        "r": "csb:2 Samuel:20:2",
        "t": "So*p all the men of Israel deserted David and followed Sheba son of Bichri, but the men of Judah from the Jordan all the way to Jerusalem remained loyal to their king."
    },
    {
        "o": 9456,
        "r": "csb:2 Samuel:20:3",
        "t": "When*p David came to his palace in Jerusalem, he took the ten concubines he had left to take care of the palace and placed them under guard. He provided for them, but he was not intimate with them. They were confined until the day of their death, living as widows."
    },
    {
        "o": 9457,
        "r": "csb:2 Samuel:20:4",
        "t": "The*p king said to Amasa, “Summon the men of Judah to me within three days and be here yourself.”"
    },
    {
        "o": 9458,
        "r": "csb:2 Samuel:20:5",
        "t": "Amasa went to summon Judah, but he took longer than the time allotted him."
    },
    {
        "o": 9459,
        "r": "csb:2 Samuel:20:6",
        "t": "So David said to Abishai, “Sheba son of Bichri will do more harm to us than Absalom. Take your lord’s soldiers and pursue him, or he will find fortified cities and elude us.”"
    },
    {
        "o": 9460,
        "r": "csb:2 Samuel:20:7",
        "t": "So*p Joab’s men, the Cherethites, the Pelethites, and all the warriors marched out under Abishai’s command; they left Jerusalem to pursue Sheba son of Bichri."
    },
    {
        "o": 9461,
        "r": "csb:2 Samuel:20:8",
        "t": "They were at the great stone in Gibeon when Amasa joined them. Joab was wearing his uniform and over it was a belt around his waist with a sword in its sheath. As he approached, the sword fell out."
    },
    {
        "o": 9462,
        "r": "csb:2 Samuel:20:9",
        "t": "Joab asked Amasa, “Are you well, my brother?” Then with his right hand Joab grabbed Amasa by the beard to kiss him."
    },
    {
        "o": 9463,
        "r": "csb:2 Samuel:20:10",
        "t": "Amasa was not on guard against the sword in Joab’s hand, and Joab stabbed him in the stomach with it and spilled his intestines out on the ground. Joab did not stab him again, and Amasa died. Joab*p and his brother Abishai pursued Sheba son of Bichri."
    },
    {
        "o": 9464,
        "r": "csb:2 Samuel:20:11",
        "t": "One of Joab’s young men had stood over Amasa saying, “Whoever favors Joab and whoever is for David, follow Joab!”"
    },
    {
        "o": 9465,
        "r": "csb:2 Samuel:20:12",
        "t": "Now Amasa had been writhing in his blood in the middle of the highway, and the man had seen that all the troops stopped. So he moved Amasa from the highway to the field and threw a garment over him because he realized that all those who encountered Amasa were stopping."
    },
    {
        "o": 9466,
        "r": "csb:2 Samuel:20:13",
        "t": "When he was removed from the highway, all the men passed by and followed Joab to pursue Sheba son of Bichri."
    },
    {
        "o": 9467,
        "r": "csb:2 Samuel:20:14",
        "t": "Sheba*p passed through all the tribes of Israel to Abel of Beth-maacah. All the Berites came together and followed him."
    },
    {
        "o": 9468,
        "r": "csb:2 Samuel:20:15",
        "t": "Joab’s troops came and besieged Sheba in Abel of Beth-maacah. They built a siege ramp against the outer wall of the city. While all the troops with Joab were battering the wall to make it collapse,"
    },
    {
        "o": 9469,
        "r": "csb:2 Samuel:20:16",
        "t": "a wise woman called out from the city, “Listen! Listen! Please tell Joab to come here and let me speak with him.”"
    },
    {
        "o": 9470,
        "r": "csb:2 Samuel:20:17",
        "t": "When*p he had come near her, the woman asked, “Are you Joab?” “I*p am,” he replied. “Listen*p to the words of your servant,” she said to him. He*p answered, “I’m listening.”"
    },
    {
        "o": 9471,
        "r": "csb:2 Samuel:20:18",
        "t": "She*p said, “In the past they used to say, ‘Seek counsel in Abel,’ and that’s how they settled disputes."
    },
    {
        "o": 9472,
        "r": "csb:2 Samuel:20:19",
        "t": "I am one of the peaceful and faithful in Israel, but you’re trying to destroy a city that is like a mother in Israel. Why would you devour the Lord’s*s inheritance?”"
    },
    {
        "o": 9473,
        "r": "csb:2 Samuel:20:20",
        "t": "Joab*p protested: “Never! I would never devour or demolish!"
    },
    {
        "o": 9474,
        "r": "csb:2 Samuel:20:21",
        "t": "That is not the case. There is a man named Sheba son of Bichri, from the hill country of Ephraim, who has rebelled against King David. Deliver this one man, and I will withdraw from the city.” The*p woman replied to Joab, “Watch! His head will be thrown over the wall to you.”"
    },
    {
        "o": 9475,
        "r": "csb:2 Samuel:20:22",
        "t": "The woman went to all the people with her wise counsel, and they cut off the head of Sheba son of Bichri and threw it to Joab. So he blew the ram’s horn, and they dispersed from the city, each to his own tent. Joab returned to the king in Jerusalem."
    },
    {
        "o": 9476,
        "r": "csb:2 Samuel:20:23",
        "t": "Joab*ln commanded the whole army of Israel; Benaiah*ln son of Jehoiada was over the Cherethites and Pelethites;"
    },
    {
        "o": 9477,
        "r": "csb:2 Samuel:20:24",
        "t": "Adoram*ln was over forced labor; Jehoshaphat*ln son of Ahilud was court historian;"
    },
    {
        "o": 9478,
        "r": "csb:2 Samuel:20:25",
        "t": "Sheva*ln was court secretary; Zadok*ln and Abiathar were priests;"
    },
    {
        "o": 9479,
        "r": "csb:2 Samuel:20:26",
        "t": "and*ln in addition, Ira the Jairite was David’s priest."
    }
]
