[
    {
        "o": 24563,
        "r": "esv:Hosea:2:0",
        "t": "Hosea 2",
        "h": 1
    },
    {
        "o": 24564,
        "r": "esv:Hosea:2:0",
        "t": "Israel’s Unfaithfulness Punished",
        "h": 2
    },
    {
        "o": 24565,
        "r": "esv:Hosea:2:1",
        "t": "Say*p to your brothers, “You are my people,” and to your sisters, “You have received mercy.”"
    },
    {
        "o": 24566,
        "r": "esv:Hosea:2:2",
        "t": "“Plead*pn with your mother, plead— for*ld she is not my wife, and*ld I am not her husband— that*ln she put away her whoring from her face, and*ld her adultery from between her breasts;"
    },
    {
        "o": 24567,
        "r": "esv:Hosea:2:3",
        "t": "lest*ln I strip her naked and*ld make her as in the day she was born, and*ln make her like a wilderness, and*ld make her like a parched land, and*ld kill her with thirst."
    },
    {
        "o": 24568,
        "r": "esv:Hosea:2:4",
        "t": "Upon*ln her children also I will have no mercy, because*ld they are children of whoredom."
    },
    {
        "o": 24569,
        "r": "esv:Hosea:2:5",
        "t": "For*ln their mother has played the whore; she*ld who conceived them has acted shamefully. For*ln she said, ‘I will go after my lovers, who*ld give me my bread and my water, my*ld wool and my flax, my oil and my drink.’"
    },
    {
        "o": 24570,
        "r": "esv:Hosea:2:6",
        "t": "Therefore*ln I will hedge up her way with thorns, and*ld I will build a wall against her, so*ld that she cannot find her paths."
    },
    {
        "o": 24571,
        "r": "esv:Hosea:2:7",
        "t": "She*ln shall pursue her lovers but*ld not overtake them, and*ln she shall seek them but*ld shall not find them. Then*ln she shall say, ‘I*ld will go and return to my first husband, for*ld it was better for me then than now.’"
    },
    {
        "o": 24572,
        "r": "esv:Hosea:2:8",
        "t": "And*ln she did not know that*ld it was I who gave her the*ld grain, the wine, and the oil, and*ln who lavished on her silver and gold, which*ld they used for Baal."
    },
    {
        "o": 24573,
        "r": "esv:Hosea:2:9",
        "t": "Therefore*ln I will take back my*ld grain in its time, and*ld my wine in its season, and*ln I will take away my wool and my flax, which*ld were to cover her nakedness."
    },
    {
        "o": 24574,
        "r": "esv:Hosea:2:10",
        "t": "Now*ln I will uncover her lewdness in*ld the sight of her lovers, and*ld no one shall rescue her out of my hand."
    },
    {
        "o": 24575,
        "r": "esv:Hosea:2:11",
        "t": "And*ln I will put an end to all her mirth, her*ld feasts, her new moons, her Sabbaths, and*ld all her appointed feasts."
    },
    {
        "o": 24576,
        "r": "esv:Hosea:2:12",
        "t": "And*ln I will lay waste her vines and her fig trees, of*ld which she said, ‘These*ln are my wages, which*ld my lovers have given me.’ I*ln will make them a forest, and*ld the beasts of the field shall devour them."
    },
    {
        "o": 24577,
        "r": "esv:Hosea:2:13",
        "t": "And*ln I will punish her for the feast days of the Baals when*ld she burned offerings to them and*ln adorned herself with her ring and jewelry, and*ld went after her lovers and*ld forgot me, declares the Lord.*s"
    },
    {
        "o": 24578,
        "r": "esv:Hosea:2:13",
        "t": "The Lord’s Mercy on Israel",
        "h": 2
    },
    {
        "o": 24579,
        "r": "esv:Hosea:2:14",
        "t": "“Therefore,*pn behold, I will allure her, and*ld bring her into the wilderness, and*ld speak tenderly to her."
    },
    {
        "o": 24580,
        "r": "esv:Hosea:2:15",
        "t": "And*ln there I will give her her vineyards and*ld make the Valley of Achor a door of hope. And*ln there she shall answer as in the days of her youth, as*ld at the time when she came out of the land of Egypt."
    },
    {
        "o": 24581,
        "r": "esv:Hosea:2:16",
        "t": "“And*p in that day, declares the Lord,*s you will call me ‘My Husband,’ and no longer will you call me ‘My Baal.’"
    },
    {
        "o": 24582,
        "r": "esv:Hosea:2:17",
        "t": "For I will remove the names of the Baals from her mouth, and they shall be remembered by name no more."
    },
    {
        "o": 24583,
        "r": "esv:Hosea:2:18",
        "t": "And I will make for them a covenant on that day with the beasts of the field, the birds of the heavens, and the creeping things of the ground. And I will abolish the bow, the sword, and war from the land, and I will make you lie down in safety."
    },
    {
        "o": 24584,
        "r": "esv:Hosea:2:19",
        "t": "And I will betroth you to me forever. I will betroth you to me in righteousness and in justice, in steadfast love and in mercy."
    },
    {
        "o": 24585,
        "r": "esv:Hosea:2:20",
        "t": "I will betroth you to me in faithfulness. And you shall know the Lord.*s"
    },
    {
        "o": 24586,
        "r": "esv:Hosea:2:21",
        "t": "“And*pn in that day I will answer, declares the Lord,*s I*ld will answer the heavens, and*ld they shall answer the earth,"
    },
    {
        "o": 24587,
        "r": "esv:Hosea:2:22",
        "t": "and*ln the earth shall answer the grain, the wine, and the oil, and*ld they shall answer Jezreel,"
    },
    {
        "o": 24588,
        "r": "esv:Hosea:2:23",
        "t": "and*ld I will sow her for myself in the land. And*ln I will have mercy on No Mercy, and*ld I will say to Not My People, ‘You are my people’; and*ld he shall say, ‘You are my God.’”"
    }
]
