[
    {
        "o": 23949,
        "r": "esv:Ezekiel:42:0",
        "t": "Ezekiel 42",
        "h": 1
    },
    {
        "o": 23950,
        "r": "esv:Ezekiel:42:0",
        "t": "The Temple’s Chambers",
        "h": 2
    },
    {
        "o": 23951,
        "r": "esv:Ezekiel:42:1",
        "t": "Then*p he led me out into the outer court, toward the north, and he brought me to the chambers that were opposite the separate yard and opposite the building on the north."
    },
    {
        "o": 23952,
        "r": "esv:Ezekiel:42:2",
        "t": "The length of the building whose door faced north was a hundred cubits, and the breadth fifty cubits."
    },
    {
        "o": 23953,
        "r": "esv:Ezekiel:42:3",
        "t": "Facing the twenty cubits that belonged to the inner court, and facing the pavement that belonged to the outer court, was gallery against gallery in three stories."
    },
    {
        "o": 23954,
        "r": "esv:Ezekiel:42:4",
        "t": "And before the chambers was a passage inward, ten cubits wide and a hundred cubits long, and their doors were on the north."
    },
    {
        "o": 23955,
        "r": "esv:Ezekiel:42:5",
        "t": "Now the upper chambers were narrower, for the galleries took more away from them than from the lower and middle chambers of the building."
    },
    {
        "o": 23956,
        "r": "esv:Ezekiel:42:6",
        "t": "For they were in three stories, and they had no pillars like the pillars of the courts. Thus the upper chambers were set back from the ground more than the lower and the middle ones."
    },
    {
        "o": 23957,
        "r": "esv:Ezekiel:42:7",
        "t": "And there was a wall outside parallel to the chambers, toward the outer court, opposite the chambers, fifty cubits long."
    },
    {
        "o": 23958,
        "r": "esv:Ezekiel:42:8",
        "t": "For the chambers on the outer court were fifty cubits long, while those opposite the nave were a hundred cubits long."
    },
    {
        "o": 23959,
        "r": "esv:Ezekiel:42:9",
        "t": "Below these chambers was an entrance on the east side, as one enters them from the outer court."
    },
    {
        "o": 23960,
        "r": "esv:Ezekiel:42:10",
        "t": "In*p the thickness of the wall of the court, on the south also, opposite the yard and opposite the building, there were chambers"
    },
    {
        "o": 23961,
        "r": "esv:Ezekiel:42:11",
        "t": "with a passage in front of them. They were similar to the chambers on the north, of the same length and breadth, with the same exits and arrangements and doors,"
    },
    {
        "o": 23962,
        "r": "esv:Ezekiel:42:12",
        "t": "as were the entrances of the chambers on the south. There was an entrance at the beginning of the passage, the passage before the corresponding wall on the east as one enters them."
    },
    {
        "o": 23963,
        "r": "esv:Ezekiel:42:13",
        "t": "Then*p he said to me, “The north chambers and the south chambers opposite the yard are the holy chambers, where the priests who approach the Lord*s shall eat the most holy offerings. There they shall put the most holy offerings— the grain offering, the sin offering, and the guilt offering— for the place is holy."
    },
    {
        "o": 23964,
        "r": "esv:Ezekiel:42:14",
        "t": "When the priests enter the Holy Place, they shall not go out of it into the outer court without laying there the garments in which they minister, for these are holy. They shall put on other garments before they go near to that which is for the people.”"
    },
    {
        "o": 23965,
        "r": "esv:Ezekiel:42:15",
        "t": "Now*p when he had finished measuring the interior of the temple area, he led me out by the gate that faced east, and measured the temple area all around."
    },
    {
        "o": 23966,
        "r": "esv:Ezekiel:42:16",
        "t": "He measured the east side with the measuring reed, 500 cubits by the measuring reed all around."
    },
    {
        "o": 23967,
        "r": "esv:Ezekiel:42:17",
        "t": "He measured the north side, 500 cubits by the measuring reed all around."
    },
    {
        "o": 23968,
        "r": "esv:Ezekiel:42:18",
        "t": "He measured the south side, 500 cubits by the measuring reed."
    },
    {
        "o": 23969,
        "r": "esv:Ezekiel:42:19",
        "t": "Then he turned to the west side and measured, 500 cubits by the measuring reed."
    },
    {
        "o": 23970,
        "r": "esv:Ezekiel:42:20",
        "t": "He measured it on the four sides. It had a wall around it, 500 cubits long and 500 cubits broad, to make a separation between the holy and the common."
    }
]
