[
    {
        "o": 6781,
        "r": "nkjv:Joshua:13:0",
        "t": "Joshua 13",
        "h": 1
    },
    {
        "o": 6782,
        "r": "nkjv:Joshua:13:0",
        "t": "Remaining Land to Be Conquered",
        "h": 2
    },
    {
        "o": 6783,
        "r": "nkjv:Joshua:13:1",
        "t": "Now*p Joshua was old, advanced in years. And the Lord*s said to him: “You are old, advanced in years, and there remains very much land yet to be possessed."
    },
    {
        "o": 6784,
        "r": "nkjv:Joshua:13:2",
        "t": "This is the land that yet remains: all the territory of the Philistines and all that*i of*i the Geshurites,"
    },
    {
        "o": 6785,
        "r": "nkjv:Joshua:13:3",
        "t": "from Sihor, which is*i east of Egypt, as far as the border of Ekron northward (which*i is counted as Canaanite); the five lords of the Philistines—the Gazites, the Ashdodites, the Ashkelonites, the Gittites, and the Ekronites; also the Avites;"
    },
    {
        "o": 6786,
        "r": "nkjv:Joshua:13:4",
        "t": "from the south, all the land of the Canaanites, and Mearah that belongs to the Sidonians as far as Aphek, to the border of the Amorites;"
    },
    {
        "o": 6787,
        "r": "nkjv:Joshua:13:5",
        "t": "the land of the Gebalites, and all Lebanon, toward the sunrise, from Baal Gad below Mount Hermon as far as the entrance to Hamath;"
    },
    {
        "o": 6788,
        "r": "nkjv:Joshua:13:6",
        "t": "all the inhabitants of the mountains from Lebanon as far as the Brook Misrephoth, and*i all the Sidonians—them I will drive out from before the children of Israel; only divide it by lot to Israel as an inheritance, as I have commanded you."
    },
    {
        "o": 6789,
        "r": "nkjv:Joshua:13:7",
        "t": "Now therefore, divide this land as an inheritance to the nine tribes and half the tribe of Manasseh.”"
    },
    {
        "o": 6790,
        "r": "nkjv:Joshua:13:7",
        "t": "The Land Divided East of the Jordan",
        "h": 2
    },
    {
        "o": 6791,
        "r": "nkjv:Joshua:13:8",
        "t": "With*p the other half-tribe the Reubenites and the Gadites received their inheritance, which Moses had given them, beyond the Jordan eastward, as Moses the servant of the Lord*s had given them:"
    },
    {
        "o": 6792,
        "r": "nkjv:Joshua:13:9",
        "t": "from Aroer which is*i on the bank of the River Arnon, and the town that is*i in the midst of the ravine, and all the plain of Medeba as far as Dibon;"
    },
    {
        "o": 6793,
        "r": "nkjv:Joshua:13:10",
        "t": "all the cities of Sihon king of the Amorites, who reigned in Heshbon, as far as the border of the children of Ammon;"
    },
    {
        "o": 6794,
        "r": "nkjv:Joshua:13:11",
        "t": "Gilead, and the border of the Geshurites and Maachathites, all Mount Hermon, and all Bashan as far as Salcah;"
    },
    {
        "o": 6795,
        "r": "nkjv:Joshua:13:12",
        "t": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei, who remained of the remnant of the giants; for Moses had defeated and cast out these."
    },
    {
        "o": 6796,
        "r": "nkjv:Joshua:13:13",
        "t": "Nevertheless*p the children of Israel did not drive out the Geshurites or the Maachathites, but the Geshurites and the Maachathites dwell among the Israelites until this day."
    },
    {
        "o": 6797,
        "r": "nkjv:Joshua:13:14",
        "t": "Only*p to the tribe of Levi he had given no inheritance; the sacrifices of the Lord*s God of Israel made by fire are*i their inheritance, as He said to them."
    },
    {
        "o": 6798,
        "r": "nkjv:Joshua:13:14",
        "t": "The Land of Reuben",
        "h": 2
    },
    {
        "o": 6799,
        "r": "nkjv:Joshua:13:15",
        "t": "And*p Moses had given to the tribe of the children of Reuben an*i inheritance*i according to their families."
    },
    {
        "o": 6800,
        "r": "nkjv:Joshua:13:16",
        "t": "Their territory was from Aroer, which is*i on the bank of the River Arnon, and the city that is*i in the midst of the ravine, and all the plain by Medeba;"
    },
    {
        "o": 6801,
        "r": "nkjv:Joshua:13:17",
        "t": "Heshbon and all its cities that are*i in the plain: Dibon, Bamoth Baal, Beth Baal Meon,"
    },
    {
        "o": 6802,
        "r": "nkjv:Joshua:13:18",
        "t": "Jahaza, Kedemoth, Mephaath,"
    },
    {
        "o": 6803,
        "r": "nkjv:Joshua:13:19",
        "t": "Kirjathaim, Sibmah, Zereth Shahar on the mountain of the valley,"
    },
    {
        "o": 6804,
        "r": "nkjv:Joshua:13:20",
        "t": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth—"
    },
    {
        "o": 6805,
        "r": "nkjv:Joshua:13:21",
        "t": "all the cities of the plain and all the kingdom of Sihon king of the Amorites, who reigned in Heshbon, whom Moses had struck with the princes of Midian: Evi, Rekem, Zur, Hur, and Reba, who were*i princes of Sihon dwelling in the country."
    },
    {
        "o": 6806,
        "r": "nkjv:Joshua:13:22",
        "t": "The children of Israel also killed with the sword Balaam the son of Beor, the soothsayer, among those who were killed by them."
    },
    {
        "o": 6807,
        "r": "nkjv:Joshua:13:23",
        "t": "And the border of the children of Reuben was the bank of the Jordan. This was*i the inheritance of the children of Reuben according to their families, the cities and their villages."
    },
    {
        "o": 6808,
        "r": "nkjv:Joshua:13:23",
        "t": "The Land of Gad",
        "h": 2
    },
    {
        "o": 6809,
        "r": "nkjv:Joshua:13:24",
        "t": "Moses*p also had given an*i inheritance*i to the tribe of Gad, to the children of Gad according to their families."
    },
    {
        "o": 6810,
        "r": "nkjv:Joshua:13:25",
        "t": "Their territory was Jazer, and all the cities of Gilead, and half the land of the Ammonites as far as Aroer, which is*i before Rabbah,"
    },
    {
        "o": 6811,
        "r": "nkjv:Joshua:13:26",
        "t": "and from Heshbon to Ramath Mizpah and Betonim, and from Mahanaim to the border of Debir,"
    },
    {
        "o": 6812,
        "r": "nkjv:Joshua:13:27",
        "t": "and in the valley Beth Haram, Beth Nimrah, Succoth, and Zaphon, the rest of the kingdom of Sihon king of Heshbon, with the Jordan as its*i border, as far as the edge of the Sea of Chinnereth, on the other side of the Jordan eastward."
    },
    {
        "o": 6813,
        "r": "nkjv:Joshua:13:28",
        "t": "This is*i the inheritance of the children of Gad according to their families, the cities and their villages."
    },
    {
        "o": 6814,
        "r": "nkjv:Joshua:13:28",
        "t": "Half the Tribe of Manasseh (East)",
        "h": 2
    },
    {
        "o": 6815,
        "r": "nkjv:Joshua:13:29",
        "t": "Moses*p also had given an*i inheritance*i to half the tribe of Manasseh; it was for half the tribe of the children of Manasseh according to their families:"
    },
    {
        "o": 6816,
        "r": "nkjv:Joshua:13:30",
        "t": "Their territory was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the towns of Jair which are in Bashan, sixty cities;"
    },
    {
        "o": 6817,
        "r": "nkjv:Joshua:13:31",
        "t": "half of Gilead, and Ashtaroth and Edrei, cities of the kingdom of Og in Bashan, were*i for the children of Machir the son of Manasseh, for half of the children of Machir according to their families."
    },
    {
        "o": 6818,
        "r": "nkjv:Joshua:13:32",
        "t": "These*p are*i the*i areas*i which Moses had distributed as an inheritance in the plains of Moab on the other side of the Jordan, by Jericho eastward."
    },
    {
        "o": 6819,
        "r": "nkjv:Joshua:13:33",
        "t": "But to the tribe of Levi Moses had given no inheritance; the Lord*s God of Israel was*i their inheritance, as He had said to them."
    }
]
