[
    {
        "o": 5312,
        "r": "nasb:Numbers:36:0",
        "t": "Numbers 36",
        "h": 1
    },
    {
        "o": 5313,
        "r": "nasb:Numbers:36:0",
        "t": "Inheritance by Marriage",
        "h": 2
    },
    {
        "o": 5314,
        "r": "nasb:Numbers:36:1",
        "t": "And*p the heads of the fathers’ households*i of the family of the sons of Gilead, the son of Machir, the son of Manasseh, of the families of the sons of Joseph, came near and spoke before Moses and before the leaders, the heads of the fathers’ households*i of the sons of Israel,"
    },
    {
        "o": 5315,
        "r": "nasb:Numbers:36:2",
        "t": "and they said, “The Lord*s commanded my lord to give the land by lot to the sons of Israel as an inheritance, and my lord was commanded by the Lord*s to give the inheritance of Zelophehad our brother to his daughters."
    },
    {
        "o": 5316,
        "r": "nasb:Numbers:36:3",
        "t": "But if they marry one of the sons of the other*i tribes of the sons of Israel, their inheritance will be withdrawn from the inheritance of our fathers and will be added to the inheritance of the tribe to which they belong; thus it will be withdrawn from our allotted inheritance."
    },
    {
        "o": 5317,
        "r": "nasb:Numbers:36:4",
        "t": "When the jubilee of the sons of Israel comes, then their inheritance will be added to the inheritance of the tribe to which they belong; so their inheritance will be withdrawn from the inheritance of the tribe of our fathers.”"
    },
    {
        "o": 5318,
        "r": "nasb:Numbers:36:5",
        "t": "Then*p Moses commanded the sons of Israel according to the word of the Lord,*s saying, “The tribe of the sons of Joseph are right in their*i statements."
    },
    {
        "o": 5319,
        "r": "nasb:Numbers:36:6",
        "t": "This is what the Lord*s has commanded concerning the daughters of Zelophehad, saying, ‘Let them marry whom they wish; only they must marry within the family of the tribe of their father.’"
    },
    {
        "o": 5320,
        "r": "nasb:Numbers:36:7",
        "t": "Thus no inheritance of the sons of Israel shall be transferred from tribe to tribe, for the sons of Israel shall each hold to the inheritance of the tribe of his fathers."
    },
    {
        "o": 5321,
        "r": "nasb:Numbers:36:8",
        "t": "Every daughter who comes into possession of an inheritance of any tribe of the sons of Israel shall be wife to one of the family of the tribe of her father, so that the sons of Israel each may possess the inheritance of his fathers."
    },
    {
        "o": 5322,
        "r": "nasb:Numbers:36:9",
        "t": "Thus no inheritance shall be transferred from one tribe to another tribe, for the tribes of the sons of Israel shall each hold to his own inheritance.”"
    },
    {
        "o": 5323,
        "r": "nasb:Numbers:36:10",
        "t": "Just*p as the Lord*s had commanded Moses, so the daughters of Zelophehad did:"
    },
    {
        "o": 5324,
        "r": "nasb:Numbers:36:11",
        "t": "Mahlah, Tirzah, Hoglah, Milcah and Noah, the daughters of Zelophehad married their uncles’ sons."
    },
    {
        "o": 5325,
        "r": "nasb:Numbers:36:12",
        "t": "They married those*i from the families of the sons of Manasseh the son of Joseph, and their inheritance remained with the tribe of the family of their father."
    },
    {
        "o": 5326,
        "r": "nasb:Numbers:36:13",
        "t": "These*p are the commandments and the ordinances which the Lord*s commanded to the sons of Israel through Moses in the plains of Moab by the Jordan opposite*i Jericho."
    }
]
