[
    {
        "o": 3577,
        "r": "csb:Leviticus:17:0",
        "t": "Leviticus 17",
        "h": 1
    },
    {
        "o": 3578,
        "r": "csb:Leviticus:17:0",
        "t": "Forbidden Sacrifices",
        "h": 2
    },
    {
        "o": 3579,
        "r": "csb:Leviticus:17:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3580,
        "r": "csb:Leviticus:17:2",
        "t": "“Speak to Aaron, his sons, and all the Israelites and tell them: This is what the Lord*s has commanded:"
    },
    {
        "o": 3581,
        "r": "csb:Leviticus:17:3",
        "t": "Anyone from the house of Israel who slaughters an ox, sheep, or goat in the camp, or slaughters it outside the camp,"
    },
    {
        "o": 3582,
        "r": "csb:Leviticus:17:4",
        "t": "instead of bringing it to the entrance to the tent of meeting to present it as an offering to the Lord*s before his tabernacle - that person will be considered guilty. He has shed blood and is to be cut off from his people."
    },
    {
        "o": 3583,
        "r": "csb:Leviticus:17:5",
        "t": "This is so the Israelites will bring to the Lord*s the sacrifices they have been offering in the open country. They are to bring them to the priest at the entrance to the tent of meeting and offer them as fellowship sacrifices to the Lord.*s"
    },
    {
        "o": 3584,
        "r": "csb:Leviticus:17:6",
        "t": "The priest will then splatter the blood on the Lord’s*s altar at the entrance to the tent of meeting and burn the fat as a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3585,
        "r": "csb:Leviticus:17:7",
        "t": "They must no longer offer their sacrifices to the goat-demons that they have prostituted themselves with. This will be a permanent statute for them throughout their generations."
    },
    {
        "o": 3586,
        "r": "csb:Leviticus:17:8",
        "t": "“Say*p to them: Anyone from the house of Israel or from the aliens who reside among them who offers a burnt offering or a sacrifice"
    },
    {
        "o": 3587,
        "r": "csb:Leviticus:17:9",
        "t": "but does not bring it to the entrance to the tent of meeting to sacrifice it to the Lord,*s that person is to be cut off from his people."
    },
    {
        "o": 3588,
        "r": "csb:Leviticus:17:9",
        "t": "Eating Blood and Carcasses Prohibited",
        "h": 2
    },
    {
        "o": 3589,
        "r": "csb:Leviticus:17:10",
        "t": "“Anyone*p from the house of Israel or from the aliens who reside among them who eats any blood, I will turn against that person who eats blood and cut him off from his people."
    },
    {
        "o": 3590,
        "r": "csb:Leviticus:17:11",
        "t": "For the life of a creature is in the blood, and I have appointed it to you to make atonement on the altar for your lives, since it is the lifeblood that makes atonement."
    },
    {
        "o": 3591,
        "r": "csb:Leviticus:17:12",
        "t": "Therefore I say to the Israelites: None of you and no alien who resides among you may eat blood."
    },
    {
        "o": 3592,
        "r": "csb:Leviticus:17:13",
        "t": "“Any*p Israelite or alien residing among them, who hunts down a wild animal or bird that may be eaten must drain its blood and cover it with dirt."
    },
    {
        "o": 3593,
        "r": "csb:Leviticus:17:14",
        "t": "Since the life of every creature is its blood, I have told the Israelites: You are not to eat the blood of any creature, because the life of every creature is its blood; whoever eats it must be cut off."
    },
    {
        "o": 3594,
        "r": "csb:Leviticus:17:15",
        "t": "“Every*p person, whether the native or the resident alien, who eats an animal that died a natural death or was mauled by wild beasts is to wash his clothes and bathe with water, and he will remain unclean until evening; then he will be clean."
    },
    {
        "o": 3595,
        "r": "csb:Leviticus:17:16",
        "t": "But if he does not wash his clothes and bathe himself, he will bear his iniquity.”"
    }
]
