[
    {
        "o": 2284,
        "r": "nkjv:Exodus:21:0",
        "t": "Exodus 21",
        "h": 1
    },
    {
        "o": 2285,
        "r": "nkjv:Exodus:21:0",
        "t": "The Law Concerning Servants",
        "h": 2
    },
    {
        "o": 2286,
        "r": "nkjv:Exodus:21:1",
        "t": "“Now*p these are*i the judgments which you shall set before them:"
    },
    {
        "o": 2287,
        "r": "nkjv:Exodus:21:2",
        "t": "If you buy a Hebrew servant, he shall serve six years; and in the seventh he shall go out free and pay nothing."
    },
    {
        "o": 2288,
        "r": "nkjv:Exodus:21:3",
        "t": "If he comes in by himself, he shall go out by himself; if he comes*i in*i married, then his wife shall go out with him."
    },
    {
        "o": 2289,
        "r": "nkjv:Exodus:21:4",
        "t": "If his master has given him a wife, and she has borne him sons or daughters, the wife and her children shall be her master’s, and he shall go out by himself."
    },
    {
        "o": 2290,
        "r": "nkjv:Exodus:21:5",
        "t": "But if the servant plainly says, ‘I love my master, my wife, and my children; I will not go out free,’"
    },
    {
        "o": 2291,
        "r": "nkjv:Exodus:21:6",
        "t": "then his master shall bring him to the judges. He shall also bring him to the door, or to the doorpost, and his master shall pierce his ear with an awl; and he shall serve him forever."
    },
    {
        "o": 2292,
        "r": "nkjv:Exodus:21:7",
        "t": "“And*p if a man sells his daughter to be a female slave, she shall not go out as the male slaves do."
    },
    {
        "o": 2293,
        "r": "nkjv:Exodus:21:8",
        "t": "If she does not please her master, who has betrothed her to himself, then he shall let her be redeemed. He shall have no right to sell her to a foreign people, since he has dealt deceitfully with her."
    },
    {
        "o": 2294,
        "r": "nkjv:Exodus:21:9",
        "t": "And if he has betrothed her to his son, he shall deal with her according to the custom of daughters."
    },
    {
        "o": 2295,
        "r": "nkjv:Exodus:21:10",
        "t": "If he takes another wife,*i he shall not diminish her food, her clothing, and her marriage rights."
    },
    {
        "o": 2296,
        "r": "nkjv:Exodus:21:11",
        "t": "And if he does not do these three for her, then she shall go out free, without paying*i money."
    },
    {
        "o": 2297,
        "r": "nkjv:Exodus:21:11",
        "t": "The Law Concerning Violence",
        "h": 2
    },
    {
        "o": 2298,
        "r": "nkjv:Exodus:21:12",
        "t": "“He*p who strikes a man so that he dies shall surely be put to death."
    },
    {
        "o": 2299,
        "r": "nkjv:Exodus:21:13",
        "t": "However, if he did not lie in wait, but God delivered him*i into his hand, then I will appoint for you a place where he may flee."
    },
    {
        "o": 2300,
        "r": "nkjv:Exodus:21:14",
        "t": "“But*p if a man acts with premeditation against his neighbor, to kill him by treachery, you shall take him from My altar, that he may die."
    },
    {
        "o": 2301,
        "r": "nkjv:Exodus:21:15",
        "t": "“And*p he who strikes his father or his mother shall surely be put to death."
    },
    {
        "o": 2302,
        "r": "nkjv:Exodus:21:16",
        "t": "“He*p who kidnaps a man and sells him, or if he is found in his hand, shall surely be put to death."
    },
    {
        "o": 2303,
        "r": "nkjv:Exodus:21:17",
        "t": "“And*p he who curses his father or his mother shall surely be put to death."
    },
    {
        "o": 2304,
        "r": "nkjv:Exodus:21:18",
        "t": "“If*p men contend with each other, and one strikes the other with a stone or with his*i fist, and he does not die but is confined to his*i bed,"
    },
    {
        "o": 2305,
        "r": "nkjv:Exodus:21:19",
        "t": "if he rises again and walks about outside with his staff, then he who struck him*i shall be acquitted. He shall only pay for*i the loss of his time, and shall provide for*i him*i to be thoroughly healed."
    },
    {
        "o": 2306,
        "r": "nkjv:Exodus:21:20",
        "t": "“And*p if a man beats his male or female servant with a rod, so that he dies under his hand, he shall surely be punished."
    },
    {
        "o": 2307,
        "r": "nkjv:Exodus:21:21",
        "t": "Notwithstanding, if he remains alive a day or two, he shall not be punished; for he is*i his property."
    },
    {
        "o": 2308,
        "r": "nkjv:Exodus:21:22",
        "t": "“If*p men fight, and hurt a woman with child, so that she gives birth prematurely, yet no harm follows, he shall surely be punished accordingly as the woman’s husband imposes on him; and he shall pay as the judges determine.*i"
    },
    {
        "o": 2309,
        "r": "nkjv:Exodus:21:23",
        "t": "But if any*i harm follows, then you shall give life for life,"
    },
    {
        "o": 2310,
        "r": "nkjv:Exodus:21:24",
        "t": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
        "o": 2311,
        "r": "nkjv:Exodus:21:25",
        "t": "burn for burn, wound for wound, stripe for stripe."
    },
    {
        "o": 2312,
        "r": "nkjv:Exodus:21:26",
        "t": "“If*p a man strikes the eye of his male or female servant, and destroys it, he shall let him go free for the sake of his eye."
    },
    {
        "o": 2313,
        "r": "nkjv:Exodus:21:27",
        "t": "And if he knocks out the tooth of his male or female servant, he shall let him go free for the sake of his tooth."
    },
    {
        "o": 2314,
        "r": "nkjv:Exodus:21:27",
        "t": "Animal Control Laws",
        "h": 2
    },
    {
        "o": 2315,
        "r": "nkjv:Exodus:21:28",
        "t": "“If*p an ox gores a man or a woman to death, then the ox shall surely be stoned, and its flesh shall not be eaten; but the owner of the ox shall*i be*i acquitted."
    },
    {
        "o": 2316,
        "r": "nkjv:Exodus:21:29",
        "t": "But if the ox tended to thrust with its horn in times past, and it has been made known to his owner, and he has not kept it confined, so that it has killed a man or a woman, the ox shall be stoned and its owner also shall be put to death."
    },
    {
        "o": 2317,
        "r": "nkjv:Exodus:21:30",
        "t": "If there is imposed on him a sum of money, then he shall pay to redeem his life, whatever is imposed on him."
    },
    {
        "o": 2318,
        "r": "nkjv:Exodus:21:31",
        "t": "Whether it has gored a son or gored a daughter, according to this judgment it shall be done to him."
    },
    {
        "o": 2319,
        "r": "nkjv:Exodus:21:32",
        "t": "If the ox gores a male or female servant, he shall give to their master thirty shekels of silver, and the ox shall be stoned."
    },
    {
        "o": 2320,
        "r": "nkjv:Exodus:21:33",
        "t": "“And*p if a man opens a pit, or if a man digs a pit and does not cover it, and an ox or a donkey falls in it,"
    },
    {
        "o": 2321,
        "r": "nkjv:Exodus:21:34",
        "t": "the owner of the pit shall make it*i good; he shall give money to their owner, but the dead animal*i shall be his."
    },
    {
        "o": 2322,
        "r": "nkjv:Exodus:21:35",
        "t": "“If*p one man’s ox hurts another’s, so that it dies, then they shall sell the live ox and divide the money from it; and the dead ox*i they shall also divide."
    },
    {
        "o": 2323,
        "r": "nkjv:Exodus:21:36",
        "t": "Or if it was known that the ox tended to thrust in time past, and its owner has not kept it confined, he shall surely pay ox for ox, and the dead animal shall be his own."
    }
]
