[
    {
        "o": 11817,
        "r": "esv:1 Chronicles:13:0",
        "t": "1 Chronicles 13",
        "h": 1
    },
    {
        "o": 11818,
        "r": "esv:1 Chronicles:13:0",
        "t": "The Ark Brought from Kiriath-Jearim",
        "h": 2
    },
    {
        "o": 11819,
        "r": "esv:1 Chronicles:13:1",
        "t": "David*p consulted with the commanders of thousands and of hundreds, with every leader."
    },
    {
        "o": 11820,
        "r": "esv:1 Chronicles:13:2",
        "t": "And David said to all the assembly of Israel, “If it seems good to you and from the Lord*s our God, let us send abroad to our brothers who remain in all the lands of Israel, as well as to the priests and Levites in the cities that have pasturelands, that they may be gathered to us."
    },
    {
        "o": 11821,
        "r": "esv:1 Chronicles:13:3",
        "t": "Then let us bring again the ark of our God to us, for we did not seek it in the days of Saul.”"
    },
    {
        "o": 11822,
        "r": "esv:1 Chronicles:13:4",
        "t": "All the assembly agreed to do so, for the thing was right in the eyes of all the people."
    },
    {
        "o": 11823,
        "r": "esv:1 Chronicles:13:4",
        "t": "Uzzah and the Ark",
        "h": 2
    },
    {
        "o": 11824,
        "r": "esv:1 Chronicles:13:5",
        "t": "So*p David assembled all Israel from the Nile of Egypt to Lebo-hamath, to bring the ark of God from Kiriath-jearim."
    },
    {
        "o": 11825,
        "r": "esv:1 Chronicles:13:6",
        "t": "And David and all Israel went up to Baalah, that is, to Kiriath-jearim that belongs to Judah, to bring up from there the ark of God, which is called by the name of the Lord*s who sits enthroned above the cherubim."
    },
    {
        "o": 11826,
        "r": "esv:1 Chronicles:13:7",
        "t": "And they carried the ark of God on a new cart, from the house of Abinadab, and Uzzah and Ahio were driving the cart."
    },
    {
        "o": 11827,
        "r": "esv:1 Chronicles:13:8",
        "t": "And David and all Israel were celebrating before God with all their might, with song and lyres and harps and tambourines and cymbals and trumpets."
    },
    {
        "o": 11828,
        "r": "esv:1 Chronicles:13:9",
        "t": "And*p when they came to the threshing floor of Chidon, Uzzah put out his hand to take hold of the ark, for the oxen stumbled."
    },
    {
        "o": 11829,
        "r": "esv:1 Chronicles:13:10",
        "t": "And the anger of the Lord*s was kindled against Uzzah, and he struck him down because he put out his hand to the ark, and he died there before God."
    },
    {
        "o": 11830,
        "r": "esv:1 Chronicles:13:11",
        "t": "And David was angry because the Lord*s had broken out against Uzzah. And that place is called Perez-uzza to this day."
    },
    {
        "o": 11831,
        "r": "esv:1 Chronicles:13:12",
        "t": "And David was afraid of God that day, and he said, “How can I bring the ark of God home to me?”"
    },
    {
        "o": 11832,
        "r": "esv:1 Chronicles:13:13",
        "t": "So David did not take the ark home into the city of David, but took it aside to the house of Obed-edom the Gittite."
    },
    {
        "o": 11833,
        "r": "esv:1 Chronicles:13:14",
        "t": "And the ark of God remained with the household of Obed-edom in his house three months. And the Lord*s blessed the household of Obed-edom and all that he had."
    }
]
