[
    {
        "o": 1994,
        "r": "nkjv:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 1995,
        "r": "nkjv:Exodus:12:0",
        "t": "The Passover Instituted",
        "h": 2
    },
    {
        "o": 1996,
        "r": "nkjv:Exodus:12:1",
        "t": "Now*p the Lord*s spoke to Moses and Aaron in the land of Egypt, saying,"
    },
    {
        "o": 1997,
        "r": "nkjv:Exodus:12:2",
        "t": "“This month shall*i be*i your beginning of months; it shall*i be*i the first month of the year to you."
    },
    {
        "o": 1998,
        "r": "nkjv:Exodus:12:3",
        "t": "Speak to all the congregation of Israel, saying: ‘On the tenth of this month every man shall take for himself a lamb, according to the house of his*i father, a lamb for a household."
    },
    {
        "o": 1999,
        "r": "nkjv:Exodus:12:4",
        "t": "And if the household is too small for the lamb, let him and his neighbor next to his house take it*i according to the number of the persons; according to each man’s need you shall make your count for the lamb."
    },
    {
        "o": 2000,
        "r": "nkjv:Exodus:12:5",
        "t": "Your lamb shall be without blemish, a male of the first year. You may take it*i from the sheep or from the goats."
    },
    {
        "o": 2001,
        "r": "nkjv:Exodus:12:6",
        "t": "Now you shall keep it until the fourteenth day of the same month. Then the whole assembly of the congregation of Israel shall kill it at twilight."
    },
    {
        "o": 2002,
        "r": "nkjv:Exodus:12:7",
        "t": "And they shall take some*i of the blood and put it*i on the two doorposts and on the lintel of the houses where they eat it."
    },
    {
        "o": 2003,
        "r": "nkjv:Exodus:12:8",
        "t": "Then they shall eat the flesh on that night; roasted in fire, with unleavened bread and*i with bitter herbs*i they shall eat it."
    },
    {
        "o": 2004,
        "r": "nkjv:Exodus:12:9",
        "t": "Do not eat it raw, nor boiled at all with water, but roasted in fire—its head with its legs and its entrails."
    },
    {
        "o": 2005,
        "r": "nkjv:Exodus:12:10",
        "t": "You shall let none of it remain until morning, and what remains of it until morning you shall burn with fire."
    },
    {
        "o": 2006,
        "r": "nkjv:Exodus:12:11",
        "t": "And thus you shall eat it: with*i a belt on your waist, your sandals on your feet, and your staff in your hand. So you shall eat it in haste. It is*i the Lord’s*s Passover."
    },
    {
        "o": 2007,
        "r": "nkjv:Exodus:12:12",
        "t": "‘For*p I will pass through the land of Egypt on that night, and will strike all the firstborn in the land of Egypt, both man and beast; and against all the gods of Egypt I will execute judgment: I am*i the Lord.*s"
    },
    {
        "o": 2008,
        "r": "nkjv:Exodus:12:13",
        "t": "Now the blood shall be a sign for you on the houses where you are.*i And when I see the blood, I will pass over you; and the plague shall not be on you to destroy you*i when I strike the land of Egypt."
    },
    {
        "o": 2009,
        "r": "nkjv:Exodus:12:14",
        "t": "‘So*p this day shall be to you a memorial; and you shall keep it as a feast to the Lord*s throughout your generations. You shall keep it as a feast by an everlasting ordinance."
    },
    {
        "o": 2010,
        "r": "nkjv:Exodus:12:15",
        "t": "Seven days you shall eat unleavened bread. On the first day you shall remove leaven from your houses. For whoever eats leavened bread from the first day until the seventh day, that person shall be cut off from Israel."
    },
    {
        "o": 2011,
        "r": "nkjv:Exodus:12:16",
        "t": "On the first day there*i shall*i be*i a holy convocation, and on the seventh day there shall be a holy convocation for you. No manner of work shall be done on them; but that*i which everyone must eat—that only may be prepared by you."
    },
    {
        "o": 2012,
        "r": "nkjv:Exodus:12:17",
        "t": "So you shall observe the*i Feast*i of*i Unleavened Bread, for on this same day I will have brought your armies out of the land of Egypt. Therefore you shall observe this day throughout your generations as an everlasting ordinance."
    },
    {
        "o": 2013,
        "r": "nkjv:Exodus:12:18",
        "t": "In the first month,*i on the fourteenth day of the month at evening, you shall eat unleavened bread, until the twenty-first day of the month at evening."
    },
    {
        "o": 2014,
        "r": "nkjv:Exodus:12:19",
        "t": "For seven days no leaven shall be found in your houses, since whoever eats what is leavened, that same person shall be cut off from the congregation of Israel, whether he*i is*i a stranger or a native of the land."
    },
    {
        "o": 2015,
        "r": "nkjv:Exodus:12:20",
        "t": "You shall eat nothing leavened; in all your dwellings you shall eat unleavened bread.’”"
    },
    {
        "o": 2016,
        "r": "nkjv:Exodus:12:21",
        "t": "Then*p Moses called for all the elders of Israel and said to them, “Pick out and take lambs for yourselves according to your families, and kill the Passover lamb.*i"
    },
    {
        "o": 2017,
        "r": "nkjv:Exodus:12:22",
        "t": "And you shall take a bunch of hyssop, dip it*i in the blood that is*i in the basin, and strike the lintel and the two doorposts with the blood that is*i in the basin. And none of you shall go out of the door of his house until morning."
    },
    {
        "o": 2018,
        "r": "nkjv:Exodus:12:23",
        "t": "For the Lord*s will pass through to strike the Egyptians; and when He sees the blood on the lintel and on the two doorposts, the Lord*s will pass over the door and not allow the destroyer to come into your houses to strike you.*i"
    },
    {
        "o": 2019,
        "r": "nkjv:Exodus:12:24",
        "t": "And you shall observe this thing as an ordinance for you and your sons forever."
    },
    {
        "o": 2020,
        "r": "nkjv:Exodus:12:25",
        "t": "It will come to pass when you come to the land which the Lord*s will give you, just as He promised, that you shall keep this service."
    },
    {
        "o": 2021,
        "r": "nkjv:Exodus:12:26",
        "t": "And it shall be, when your children say to you, ‘What do you mean by this service?’"
    },
    {
        "o": 2022,
        "r": "nkjv:Exodus:12:27",
        "t": "that you shall say, ‘It is*i the Passover sacrifice of the Lord,*s who passed over the houses of the children of Israel in Egypt when He struck the Egyptians and delivered our households.’” So the people bowed their heads and worshiped."
    },
    {
        "o": 2023,
        "r": "nkjv:Exodus:12:28",
        "t": "Then the children of Israel went away and did so;*i just as the Lord*s had commanded Moses and Aaron, so they did."
    },
    {
        "o": 2024,
        "r": "nkjv:Exodus:12:28",
        "t": "The Tenth Plague: Death of the Firstborn",
        "h": 2
    },
    {
        "o": 2025,
        "r": "nkjv:Exodus:12:29",
        "t": "And*p it came to pass at midnight that the Lord*s struck all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was*i in the dungeon, and all the firstborn of livestock."
    },
    {
        "o": 2026,
        "r": "nkjv:Exodus:12:30",
        "t": "So Pharaoh rose in the night, he, all his servants, and all the Egyptians; and there was a great cry in Egypt, for there*i was*i not a house where there*i was*i not one dead."
    },
    {
        "o": 2027,
        "r": "nkjv:Exodus:12:30",
        "t": "The Exodus",
        "h": 2
    },
    {
        "o": 2028,
        "r": "nkjv:Exodus:12:31",
        "t": "Then*p he called for Moses and Aaron by night, and said, “Rise, go out from among my people, both you and the children of Israel. And go, serve the Lord*s as you have said."
    },
    {
        "o": 2029,
        "r": "nkjv:Exodus:12:32",
        "t": "Also take your flocks and your herds, as you have said, and be gone; and bless me also.”"
    },
    {
        "o": 2030,
        "r": "nkjv:Exodus:12:33",
        "t": "And*p the Egyptians urged the people, that they might send them out of the land in haste. For they said, “We shall*i all be*i dead.”"
    },
    {
        "o": 2031,
        "r": "nkjv:Exodus:12:34",
        "t": "So the people took their dough before it was leavened, having their kneading bowls bound up in their clothes on their shoulders."
    },
    {
        "o": 2032,
        "r": "nkjv:Exodus:12:35",
        "t": "Now the children of Israel had done according to the word of Moses, and they had asked from the Egyptians articles of silver, articles of gold, and clothing."
    },
    {
        "o": 2033,
        "r": "nkjv:Exodus:12:36",
        "t": "And the Lord*s had given the people favor in the sight of the Egyptians, so that they granted them what*i they*i requested.*i Thus they plundered the Egyptians."
    },
    {
        "o": 2034,
        "r": "nkjv:Exodus:12:37",
        "t": "Then*p the children of Israel journeyed from Rameses to Succoth, about six hundred thousand men on foot, besides children."
    },
    {
        "o": 2035,
        "r": "nkjv:Exodus:12:38",
        "t": "A mixed multitude went up with them also, and flocks and herds—a great deal of livestock."
    },
    {
        "o": 2036,
        "r": "nkjv:Exodus:12:39",
        "t": "And they baked unleavened cakes of the dough which they had brought out of Egypt; for it was not leavened, because they were driven out of Egypt and could not wait, nor had they prepared provisions for themselves."
    },
    {
        "o": 2037,
        "r": "nkjv:Exodus:12:40",
        "t": "Now*p the sojourn of the children of Israel who lived in Egypt was*i four hundred and thirty years."
    },
    {
        "o": 2038,
        "r": "nkjv:Exodus:12:41",
        "t": "And it came to pass at the end of the four hundred and thirty years—on that very same day—it came to pass that all the armies of the Lord*s went out from the land of Egypt."
    },
    {
        "o": 2039,
        "r": "nkjv:Exodus:12:42",
        "t": "It is*i a night of solemn observance to the Lord*s for bringing them out of the land of Egypt. This is*i that night of the Lord,*s a solemn observance for all the children of Israel throughout their generations."
    },
    {
        "o": 2040,
        "r": "nkjv:Exodus:12:42",
        "t": "Passover Regulations",
        "h": 2
    },
    {
        "o": 2041,
        "r": "nkjv:Exodus:12:43",
        "t": "And*p the Lord*s said to Moses and Aaron, “This is*i the ordinance of the Passover: No foreigner shall eat it."
    },
    {
        "o": 2042,
        "r": "nkjv:Exodus:12:44",
        "t": "But every man’s servant who is bought for money, when you have circumcised him, then he may eat it."
    },
    {
        "o": 2043,
        "r": "nkjv:Exodus:12:45",
        "t": "A sojourner and a hired servant shall not eat it."
    },
    {
        "o": 2044,
        "r": "nkjv:Exodus:12:46",
        "t": "In one house it shall be eaten; you shall not carry any of the flesh outside the house, nor shall you break one of its bones."
    },
    {
        "o": 2045,
        "r": "nkjv:Exodus:12:47",
        "t": "All the congregation of Israel shall keep it."
    },
    {
        "o": 2046,
        "r": "nkjv:Exodus:12:48",
        "t": "And when a stranger dwells with you and*i wants*i to keep the Passover to the Lord,*s let all his males be circumcised, and then let him come near and keep it; and he shall be as a native of the land. For no uncircumcised person shall eat it."
    },
    {
        "o": 2047,
        "r": "nkjv:Exodus:12:49",
        "t": "One law shall be for the native-born and for the stranger who dwells among you.”"
    },
    {
        "o": 2048,
        "r": "nkjv:Exodus:12:50",
        "t": "Thus*p all the children of Israel did; as the Lord*s commanded Moses and Aaron, so they did."
    },
    {
        "o": 2049,
        "r": "nkjv:Exodus:12:51",
        "t": "And it came to pass, on that very same day, that the Lord*s brought the children of Israel out of the land of Egypt according to their armies."
    }
]
