[
    {
        "o": 1044,
        "r": "niv:Genesis:33:0",
        "t": "Genesis 33",
        "h": 1
    },
    {
        "o": 1045,
        "r": "niv:Genesis:33:0",
        "t": "Jacob Meets Esau",
        "h": 2
    },
    {
        "o": 1046,
        "r": "niv:Genesis:33:1",
        "t": "Jacob*p looked up and there was Esau, coming with his four hundred men; so he divided the children among Leah, Rachel and the two female servants."
    },
    {
        "o": 1047,
        "r": "niv:Genesis:33:2",
        "t": "He put the female servants and their children in front, Leah and her children next, and Rachel and Joseph in the rear."
    },
    {
        "o": 1048,
        "r": "niv:Genesis:33:3",
        "t": "He himself went on ahead and bowed down to the ground seven times as he approached his brother."
    },
    {
        "o": 1049,
        "r": "niv:Genesis:33:4",
        "t": "But*p Esau ran to meet Jacob and embraced him; he threw his arms around his neck and kissed him. And they wept."
    },
    {
        "o": 1050,
        "r": "niv:Genesis:33:5",
        "t": "Then Esau looked up and saw the women and children. “Who are these with you?” he asked. Jacob*p answered, “They are the children God has graciously given your servant.”"
    },
    {
        "o": 1051,
        "r": "niv:Genesis:33:6",
        "t": "Then*p the female servants and their children approached and bowed down."
    },
    {
        "o": 1052,
        "r": "niv:Genesis:33:7",
        "t": "Next, Leah and her children came and bowed down. Last of all came Joseph and Rachel, and they too bowed down."
    },
    {
        "o": 1053,
        "r": "niv:Genesis:33:8",
        "t": "Esau*p asked, “What’s the meaning of all these flocks and herds I met?” “To*p find favor in your eyes, my lord,” he said."
    },
    {
        "o": 1054,
        "r": "niv:Genesis:33:9",
        "t": "But*p Esau said, “I already have plenty, my brother. Keep what you have for yourself.”"
    },
    {
        "o": 1055,
        "r": "niv:Genesis:33:10",
        "t": "“No,*p please!” said Jacob. “If I have found favor in your eyes, accept this gift from me. For to see your face is like seeing the face of God, now that you have received me favorably."
    },
    {
        "o": 1056,
        "r": "niv:Genesis:33:11",
        "t": "Please accept the present that was brought to you, for God has been gracious to me and I have all I need.” And because Jacob insisted, Esau accepted it."
    },
    {
        "o": 1057,
        "r": "niv:Genesis:33:12",
        "t": "Then*p Esau said, “Let us be on our way; I’ll accompany you.”"
    },
    {
        "o": 1058,
        "r": "niv:Genesis:33:13",
        "t": "But*p Jacob said to him, “My lord knows that the children are tender and that I must care for the ewes and cows that are nursing their young. If they are driven hard just one day, all the animals will die."
    },
    {
        "o": 1059,
        "r": "niv:Genesis:33:14",
        "t": "So let my lord go on ahead of his servant, while I move along slowly at the pace of the flocks and herds before me and the pace of the children, until I come to my lord in Seir.”"
    },
    {
        "o": 1060,
        "r": "niv:Genesis:33:15",
        "t": "Esau*p said, “Then let me leave some of my men with you.” “But*p why do that?” Jacob asked. “Just let me find favor in the eyes of my lord.”"
    },
    {
        "o": 1061,
        "r": "niv:Genesis:33:16",
        "t": "So*p that day Esau started on his way back to Seir."
    },
    {
        "o": 1062,
        "r": "niv:Genesis:33:17",
        "t": "Jacob, however, went to Sukkoth, where he built a place for himself and made shelters for his livestock. That is why the place is called Sukkoth."
    },
    {
        "o": 1063,
        "r": "niv:Genesis:33:18",
        "t": "After*p Jacob came from Paddan Aram, he arrived safely at the city of Shechem in Canaan and camped within sight of the city."
    },
    {
        "o": 1064,
        "r": "niv:Genesis:33:19",
        "t": "For a hundred pieces of silver, he bought from the sons of Hamor, the father of Shechem, the plot of ground where he pitched his tent."
    },
    {
        "o": 1065,
        "r": "niv:Genesis:33:20",
        "t": "There he set up an altar and called it El Elohe Israel."
    }
]
