[
    {
        "o": 2470,
        "r": "csb:Exodus:26:0",
        "t": "Exodus 26",
        "h": 1
    },
    {
        "o": 2471,
        "r": "csb:Exodus:26:0",
        "t": "The Tabernacle",
        "h": 2
    },
    {
        "o": 2472,
        "r": "csb:Exodus:26:1",
        "t": "“You*p are to construct the tabernacle itself with ten curtains. You must make them of finely spun linen, and blue, purple, and scarlet yarn, with a design of cherubim worked into them."
    },
    {
        "o": 2473,
        "r": "csb:Exodus:26:2",
        "t": "Each curtain should be forty-two feet long and six feet wide; all the curtains are to have the same measurements."
    },
    {
        "o": 2474,
        "r": "csb:Exodus:26:3",
        "t": "Five of the curtains should be joined together, and the other five curtains joined together."
    },
    {
        "o": 2475,
        "r": "csb:Exodus:26:4",
        "t": "Make loops of blue yarn on the edge of the last curtain in the first set, and do the same on the edge of the outermost curtain in the second set."
    },
    {
        "o": 2476,
        "r": "csb:Exodus:26:5",
        "t": "Make fifty loops on the one curtain and make fifty loops on the edge of the curtain in the second set, so that the loops line up together."
    },
    {
        "o": 2477,
        "r": "csb:Exodus:26:6",
        "t": "Also make fifty gold clasps and join the curtains together with the clasps, so that the tabernacle may be a single unit."
    },
    {
        "o": 2478,
        "r": "csb:Exodus:26:7",
        "t": "“You*p are to make curtains of goat hair for a tent over the tabernacle; make eleven of these curtains."
    },
    {
        "o": 2479,
        "r": "csb:Exodus:26:8",
        "t": "Each curtain should be forty-five feet long and six feet wide. All eleven curtains are to have the same measurements."
    },
    {
        "o": 2480,
        "r": "csb:Exodus:26:9",
        "t": "Join five of the curtains by themselves, and the other six curtains by themselves. Then fold the sixth curtain double at the front of the tent."
    },
    {
        "o": 2481,
        "r": "csb:Exodus:26:10",
        "t": "Make fifty loops on the edge of one curtain, the outermost in the first set, and make fifty loops on the edge of the corresponding curtain of the second set."
    },
    {
        "o": 2482,
        "r": "csb:Exodus:26:11",
        "t": "Make fifty bronze clasps; put the clasps through the loops and join the tent together so that it is a single unit."
    },
    {
        "o": 2483,
        "r": "csb:Exodus:26:12",
        "t": "As for the flap that remains from the tent curtains, the leftover half curtain is to hang over the back of the tabernacle."
    },
    {
        "o": 2484,
        "r": "csb:Exodus:26:13",
        "t": "What remains along the length of the tent curtains - a half yard on one side and a half yard on the other side - should hang over the sides of the tabernacle on either side to cover it."
    },
    {
        "o": 2485,
        "r": "csb:Exodus:26:14",
        "t": "Make a covering for the tent from ram skins dyed red and a covering of fine leather on top of that."
    },
    {
        "o": 2486,
        "r": "csb:Exodus:26:15",
        "t": "“You*p are to make upright supports of acacia wood for the tabernacle."
    },
    {
        "o": 2487,
        "r": "csb:Exodus:26:16",
        "t": "Each support is to be fifteen feet long and twenty-seven inches wide."
    },
    {
        "o": 2488,
        "r": "csb:Exodus:26:17",
        "t": "Each support will have two tenons for joining. Do the same for all the supports of the tabernacle."
    },
    {
        "o": 2489,
        "r": "csb:Exodus:26:18",
        "t": "Make the supports for the tabernacle as follows: twenty supports for the south side,"
    },
    {
        "o": 2490,
        "r": "csb:Exodus:26:19",
        "t": "and make forty silver bases under the twenty supports, two bases under the first support for its two tenons, and two bases under the next support for its two tenons;"
    },
    {
        "o": 2491,
        "r": "csb:Exodus:26:20",
        "t": "twenty supports for the second side of the tabernacle, the north side,"
    },
    {
        "o": 2492,
        "r": "csb:Exodus:26:21",
        "t": "along with their forty silver bases, two bases under the first support and two bases under each support;"
    },
    {
        "o": 2493,
        "r": "csb:Exodus:26:22",
        "t": "and make six supports for the west side of the tabernacle."
    },
    {
        "o": 2494,
        "r": "csb:Exodus:26:23",
        "t": "Make two additional supports for the two back corners of the tabernacle."
    },
    {
        "o": 2495,
        "r": "csb:Exodus:26:24",
        "t": "They are to be paired at the bottom, and joined together at the top in a single ring. So it should be for both of them; they will serve as the two corners."
    },
    {
        "o": 2496,
        "r": "csb:Exodus:26:25",
        "t": "There are to be eight supports with their silver bases: sixteen bases; two bases under the first support and two bases under each support."
    },
    {
        "o": 2497,
        "r": "csb:Exodus:26:26",
        "t": "“You*p are to make five crossbars of acacia wood for the supports on one side of the tabernacle,"
    },
    {
        "o": 2498,
        "r": "csb:Exodus:26:27",
        "t": "five crossbars for the supports on the other side of the tabernacle, and five crossbars for the supports on the back side of the tabernacle on the west."
    },
    {
        "o": 2499,
        "r": "csb:Exodus:26:28",
        "t": "The central crossbar is to run through the middle of the supports from one end to the other."
    },
    {
        "o": 2500,
        "r": "csb:Exodus:26:29",
        "t": "Then overlay the supports with gold, and make their rings of gold as the holders for the crossbars. Also overlay the crossbars with gold."
    },
    {
        "o": 2501,
        "r": "csb:Exodus:26:30",
        "t": "You are to set up the tabernacle according to the plan for it that you have been shown on the mountain."
    },
    {
        "o": 2502,
        "r": "csb:Exodus:26:31",
        "t": "“You*p are to make a curtain of blue, purple, and scarlet yarn, and finely spun linen with a design of cherubim worked into it."
    },
    {
        "o": 2503,
        "r": "csb:Exodus:26:32",
        "t": "Hang it on four gold-plated pillars of acacia wood that have gold hooks and that stand on four silver bases."
    },
    {
        "o": 2504,
        "r": "csb:Exodus:26:33",
        "t": "Hang the curtain under the clasps and bring the ark of the testimony there behind the curtain, so the curtain will make a separation for you between the holy place and the most holy place."
    },
    {
        "o": 2505,
        "r": "csb:Exodus:26:34",
        "t": "Put the mercy seat on the ark of the testimony in the most holy place."
    },
    {
        "o": 2506,
        "r": "csb:Exodus:26:35",
        "t": "Place the table outside the curtain and the lampstand on the south side of the tabernacle, opposite the table; put the table on the north side."
    },
    {
        "o": 2507,
        "r": "csb:Exodus:26:36",
        "t": "“For*p the entrance to the tent you are to make a screen embroidered with blue, purple, and scarlet yarn, and finely spun linen."
    },
    {
        "o": 2508,
        "r": "csb:Exodus:26:37",
        "t": "Make five pillars of acacia wood for the screen and overlay them with gold; their hooks are to be gold, and you are to cast five bronze bases for them."
    }
]
