[
    {
        "o": 9340,
        "r": "csb:2 Samuel:17:0",
        "t": "2 Samuel 17",
        "h": 1
    },
    {
        "o": 9341,
        "r": "csb:2 Samuel:17:1",
        "t": "Ahithophel*p said to Absalom, “Let me choose twelve thousand men, and I will set out in pursuit of David tonight."
    },
    {
        "o": 9342,
        "r": "csb:2 Samuel:17:2",
        "t": "I will attack him while he is weary and discouraged, throw him into a panic, and all the people with him will scatter. I will strike down only the king"
    },
    {
        "o": 9343,
        "r": "csb:2 Samuel:17:3",
        "t": "and bring all the people back to you. When everyone returns except the man you’re looking for, all the people will be at peace.”"
    },
    {
        "o": 9344,
        "r": "csb:2 Samuel:17:4",
        "t": "This proposal seemed right to Absalom and all the elders of Israel."
    },
    {
        "o": 9345,
        "r": "csb:2 Samuel:17:5",
        "t": "Then*p Absalom said, “Summon Hushai the Archite also. Let’s hear what he has to say as well.”"
    },
    {
        "o": 9346,
        "r": "csb:2 Samuel:17:6",
        "t": "So*p Hushai came to Absalom, and Absalom told him, “Ahithophel offered this proposal. Should we carry out his proposal? If not, what do you say?”"
    },
    {
        "o": 9347,
        "r": "csb:2 Samuel:17:7",
        "t": "Hushai*p replied to Absalom, “The advice Ahithophel has given this time is not good.”"
    },
    {
        "o": 9348,
        "r": "csb:2 Samuel:17:8",
        "t": "Hushai continued, “You know your father and his men. They are warriors and are desperate like a wild bear robbed of her cubs. Your father is an experienced soldier who won’t spend the night with the people."
    },
    {
        "o": 9349,
        "r": "csb:2 Samuel:17:9",
        "t": "He’s probably already hiding in one of the caves or some other place. If some of our troops fall first, someone is sure to hear and say, ‘There’s been a slaughter among the people who follow Absalom.’"
    },
    {
        "o": 9350,
        "r": "csb:2 Samuel:17:10",
        "t": "Then, even a brave man with the heart of a lion will lose heart because all Israel knows that your father and the valiant men with him are warriors."
    },
    {
        "o": 9351,
        "r": "csb:2 Samuel:17:11",
        "t": "Instead, I advise that all Israel from Dan to Beer-sheba - as numerous as the sand by the sea- be gathered to you and that you personally go into battle."
    },
    {
        "o": 9352,
        "r": "csb:2 Samuel:17:12",
        "t": "Then we will attack David wherever we find him, and we will descend on him like dew on the ground. Not even one will be left—neither he nor any of the men with him."
    },
    {
        "o": 9353,
        "r": "csb:2 Samuel:17:13",
        "t": "If he retreats to some city, all Israel will bring ropes to that city, and we will drag its stones into the valley until not even a pebble can be found there.”"
    },
    {
        "o": 9354,
        "r": "csb:2 Samuel:17:14",
        "t": "Since the Lord*s had decreed that Ahithophel’s good advice be undermined in order to bring about Absalom’s ruin, Absalom and all the men of Israel said, “The advice of Hushai the Archite is better than Ahithophel’s advice.”"
    },
    {
        "o": 9355,
        "r": "csb:2 Samuel:17:14",
        "t": "David Informed of Absalom’s Plans",
        "h": 2
    },
    {
        "o": 9356,
        "r": "csb:2 Samuel:17:15",
        "t": "Hushai*p then told the priests Zadok and Abiathar, “This is what Ahithophel advised Absalom and the elders of Israel, and this is what I advised."
    },
    {
        "o": 9357,
        "r": "csb:2 Samuel:17:16",
        "t": "Now send someone quickly and tell David, ‘Don’t spend the night at the wilderness ford, but be sure to cross over the Jordan, or the king and all the people with him will be devoured.’”"
    },
    {
        "o": 9358,
        "r": "csb:2 Samuel:17:17",
        "t": "Jonathan*p and Ahimaaz were staying at En-rogel, where a servant girl would come and pass along information to them. They in turn would go and inform King David, because they dared not be seen entering the city."
    },
    {
        "o": 9359,
        "r": "csb:2 Samuel:17:18",
        "t": "However, a young man did see them and informed Absalom. So the two left quickly and came to the house of a man in Bahurim. He had a well in his courtyard, and they climbed down into it."
    },
    {
        "o": 9360,
        "r": "csb:2 Samuel:17:19",
        "t": "Then his wife took the cover, placed it over the mouth of the well, and scattered grain on it so nobody would know anything."
    },
    {
        "o": 9361,
        "r": "csb:2 Samuel:17:20",
        "t": "Absalom’s*p servants came to the woman at the house and asked, “Where are Ahimaaz and Jonathan?” “They*p passed by toward the water,” the woman replied to them. The men searched but did not find them, so they returned to Jerusalem."
    },
    {
        "o": 9362,
        "r": "csb:2 Samuel:17:21",
        "t": "After*p they had gone, Ahimaaz and Jonathan climbed out of the well and went and informed King David. They told him, “Get up and immediately ford the river, for Ahithophel has given this advice against you.”"
    },
    {
        "o": 9363,
        "r": "csb:2 Samuel:17:22",
        "t": "So David and all the people with him got up and crossed the Jordan. By daybreak, there was no one who had not crossed the Jordan."
    },
    {
        "o": 9364,
        "r": "csb:2 Samuel:17:23",
        "t": "When*p Ahithophel realized that his advice had not been followed, he saddled his donkey and set out for his house in his hometown. He set his house in order and hanged himself. So he died and was buried in his father’s tomb."
    },
    {
        "o": 9365,
        "r": "csb:2 Samuel:17:24",
        "t": "David*p had arrived at Mahanaim by the time Absalom crossed the Jordan with all the men of Israel."
    },
    {
        "o": 9366,
        "r": "csb:2 Samuel:17:25",
        "t": "Now Absalom had appointed Amasa over the army in Joab’s place. Amasa was the son of a man named Ithra the Israelite; Ithra had married Abigail daughter of Nahash. Abigail was a sister to Zeruiah, Joab’s mother."
    },
    {
        "o": 9367,
        "r": "csb:2 Samuel:17:26",
        "t": "And Israel and Absalom camped in the land of Gilead."
    },
    {
        "o": 9368,
        "r": "csb:2 Samuel:17:27",
        "t": "When David came to Mahanaim, Shobi son of Nahash from Rabbah of the Ammonites, Machir son of Ammiel from Lo-debar, and Barzillai the Gileadite from Rogelim"
    },
    {
        "o": 9369,
        "r": "csb:2 Samuel:17:28",
        "t": "brought beds, basins, and pottery items. They also brought wheat, barley, flour, roasted grain, beans, lentils,"
    },
    {
        "o": 9370,
        "r": "csb:2 Samuel:17:29",
        "t": "honey, curds, sheep, goats, and cheese from the herd for David and the people with him to eat. They had reasoned, “The people must be hungry, exhausted, and thirsty in the wilderness.”"
    }
]
