[
    {
        "o": 13702,
        "r": "niv:Nehemiah:9:0",
        "t": "Nehemiah 9",
        "h": 1
    },
    {
        "o": 13703,
        "r": "niv:Nehemiah:9:0",
        "t": "The Israelites Confess Their Sins",
        "h": 2
    },
    {
        "o": 13704,
        "r": "niv:Nehemiah:9:1",
        "t": "On*p the twenty-fourth day of the same month, the Israelites gathered together, fasting and wearing sackcloth and putting dust on their heads."
    },
    {
        "o": 13705,
        "r": "niv:Nehemiah:9:2",
        "t": "Those of Israelite descent had separated themselves from all foreigners. They stood in their places and confessed their sins and the sins of their ancestors."
    },
    {
        "o": 13706,
        "r": "niv:Nehemiah:9:3",
        "t": "They stood where they were and read from the Book of the Law of the Lord*s their God for a quarter of the day, and spent another quarter in confession and in worshiping the Lord*s their God."
    },
    {
        "o": 13707,
        "r": "niv:Nehemiah:9:4",
        "t": "Standing on the stairs of the Levites were Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani and Kenani. They cried out with loud voices to the Lord*s their God."
    },
    {
        "o": 13708,
        "r": "niv:Nehemiah:9:5",
        "t": "And the Levites—Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah and Pethahiah—said: “Stand up and praise the Lord*s your God, who is from everlasting to everlasting.” “Blessed*ln be your glorious name, and may it be exalted above all blessing and praise."
    },
    {
        "o": 13709,
        "r": "niv:Nehemiah:9:6",
        "t": "You alone are the Lord.*s You made the heavens, even the highest heavens, and all their starry host, the earth and all that is on it, the seas and all that is in them. You give life to everything, and the multitudes of heaven worship you."
    },
    {
        "o": 13710,
        "r": "niv:Nehemiah:9:7",
        "t": "“You*ln are the Lord*s God, who chose Abram and brought him out of Ur of the Chaldeans and named him Abraham."
    },
    {
        "o": 13711,
        "r": "niv:Nehemiah:9:8",
        "t": "You found his heart faithful to you, and you made a covenant with him to give to his descendants the land of the Canaanites, Hittites, Amorites, Perizzites, Jebusites and Girgashites. You have kept your promise because you are righteous."
    },
    {
        "o": 13712,
        "r": "niv:Nehemiah:9:9",
        "t": "“You*ln saw the suffering of our ancestors in Egypt; you heard their cry at the Red Sea."
    },
    {
        "o": 13713,
        "r": "niv:Nehemiah:9:10",
        "t": "You sent signs and wonders against Pharaoh, against all his officials and all the people of his land, for you knew how arrogantly the Egyptians treated them. You made a name for yourself, which remains to this day."
    },
    {
        "o": 13714,
        "r": "niv:Nehemiah:9:11",
        "t": "You divided the sea before them, so that they passed through it on dry ground, but you hurled their pursuers into the depths, like a stone into mighty waters."
    },
    {
        "o": 13715,
        "r": "niv:Nehemiah:9:12",
        "t": "By day you led them with a pillar of cloud, and by night with a pillar of fire to give them light on the way they were to take."
    },
    {
        "o": 13716,
        "r": "niv:Nehemiah:9:13",
        "t": "“You*ln came down on Mount Sinai; you spoke to them from heaven. You gave them regulations and laws that are just and right, and decrees and commands that are good."
    },
    {
        "o": 13717,
        "r": "niv:Nehemiah:9:14",
        "t": "You made known to them your holy Sabbath and gave them commands, decrees and laws through your servant Moses."
    },
    {
        "o": 13718,
        "r": "niv:Nehemiah:9:15",
        "t": "In their hunger you gave them bread from heaven and in their thirst you brought them water from the rock; you told them to go in and take possession of the land you had sworn with uplifted hand to give them."
    },
    {
        "o": 13719,
        "r": "niv:Nehemiah:9:16",
        "t": "“But*ln they, our ancestors, became arrogant and stiff-necked, and they did not obey your commands."
    },
    {
        "o": 13720,
        "r": "niv:Nehemiah:9:17",
        "t": "They refused to listen and failed to remember the miracles you performed among them. They became stiff-necked and in their rebellion appointed a leader in order to return to their slavery. But you are a forgiving God, gracious and compassionate, slow to anger and abounding in love. Therefore you did not desert them,"
    },
    {
        "o": 13721,
        "r": "niv:Nehemiah:9:18",
        "t": "even when they cast for themselves an image of a calf and said, ‘This is your god, who brought you up out of Egypt,’ or when they committed awful blasphemies."
    },
    {
        "o": 13722,
        "r": "niv:Nehemiah:9:19",
        "t": "“Because*ln of your great compassion you did not abandon them in the wilderness. By day the pillar of cloud did not fail to guide them on their path, nor the pillar of fire by night to shine on the way they were to take."
    },
    {
        "o": 13723,
        "r": "niv:Nehemiah:9:20",
        "t": "You gave your good Spirit to instruct them. You did not withhold your manna from their mouths, and you gave them water for their thirst."
    },
    {
        "o": 13724,
        "r": "niv:Nehemiah:9:21",
        "t": "For forty years you sustained them in the wilderness; they lacked nothing, their clothes did not wear out nor did their feet become swollen."
    },
    {
        "o": 13725,
        "r": "niv:Nehemiah:9:22",
        "t": "“You*ln gave them kingdoms and nations, allotting to them even the remotest frontiers. They took over the country of Sihon king of Heshbon and the country of Og king of Bashan."
    },
    {
        "o": 13726,
        "r": "niv:Nehemiah:9:23",
        "t": "You made their children as numerous as the stars in the sky, and you brought them into the land that you told their parents to enter and possess."
    },
    {
        "o": 13727,
        "r": "niv:Nehemiah:9:24",
        "t": "Their children went in and took possession of the land. You subdued before them the Canaanites, who lived in the land; you gave the Canaanites into their hands, along with their kings and the peoples of the land, to deal with them as they pleased."
    },
    {
        "o": 13728,
        "r": "niv:Nehemiah:9:25",
        "t": "They captured fortified cities and fertile land; they took possession of houses filled with all kinds of good things, wells already dug, vineyards, olive groves and fruit trees in abundance. They ate to the full and were well-nourished; they reveled in your great goodness."
    },
    {
        "o": 13729,
        "r": "niv:Nehemiah:9:26",
        "t": "“But*ln they were disobedient and rebelled against you; they turned their backs on your law. They killed your prophets, who had warned them in order to turn them back to you; they committed awful blasphemies."
    },
    {
        "o": 13730,
        "r": "niv:Nehemiah:9:27",
        "t": "So you delivered them into the hands of their enemies, who oppressed them. But when they were oppressed they cried out to you. From heaven you heard them, and in your great compassion you gave them deliverers, who rescued them from the hand of their enemies."
    },
    {
        "o": 13731,
        "r": "niv:Nehemiah:9:28",
        "t": "“But*ln as soon as they were at rest, they again did what was evil in your sight. Then you abandoned them to the hand of their enemies so that they ruled over them. And when they cried out to you again, you heard from heaven, and in your compassion you delivered them time after time."
    },
    {
        "o": 13732,
        "r": "niv:Nehemiah:9:29",
        "t": "“You*ln warned them in order to turn them back to your law, but they became arrogant and disobeyed your commands. They sinned against your ordinances, of which you said, ‘The person who obeys them will live by them.’ Stubbornly they turned their backs on you, became stiff-necked and refused to listen."
    },
    {
        "o": 13733,
        "r": "niv:Nehemiah:9:30",
        "t": "For many years you were patient with them. By your Spirit you warned them through your prophets. Yet they paid no attention, so you gave them into the hands of the neighboring peoples."
    },
    {
        "o": 13734,
        "r": "niv:Nehemiah:9:31",
        "t": "But in your great mercy you did not put an end to them or abandon them, for you are a gracious and merciful God."
    },
    {
        "o": 13735,
        "r": "niv:Nehemiah:9:32",
        "t": "“Now*ln therefore, our God, the great God, mighty and awesome, who keeps his covenant of love, do not let all this hardship seem trifling in your eyes—the hardship that has come on us, on our kings and leaders, on our priests and prophets, on our ancestors and all your people, from the days of the kings of Assyria until today."
    },
    {
        "o": 13736,
        "r": "niv:Nehemiah:9:33",
        "t": "In all that has happened to us, you have remained righteous; you have acted faithfully, while we acted wickedly."
    },
    {
        "o": 13737,
        "r": "niv:Nehemiah:9:34",
        "t": "Our kings, our leaders, our priests and our ancestors did not follow your law; they did not pay attention to your commands or the statutes you warned them to keep."
    },
    {
        "o": 13738,
        "r": "niv:Nehemiah:9:35",
        "t": "Even while they were in their kingdom, enjoying your great goodness to them in the spacious and fertile land you gave them, they did not serve you or turn from their evil ways."
    },
    {
        "o": 13739,
        "r": "niv:Nehemiah:9:36",
        "t": "“But*ln see, we are slaves today, slaves in the land you gave our ancestors so they could eat its fruit and the other good things it produces."
    },
    {
        "o": 13740,
        "r": "niv:Nehemiah:9:37",
        "t": "Because of our sins, its abundant harvest goes to the kings you have placed over us. They rule over our bodies and our cattle as they please. We are in great distress."
    },
    {
        "o": 13741,
        "r": "niv:Nehemiah:9:37",
        "t": "The Agreement of the People",
        "h": 2
    },
    {
        "o": 13742,
        "r": "niv:Nehemiah:9:38",
        "t": "“In*p view of all this, we are making a binding agreement, putting it in writing, and our leaders, our Levites and our priests are affixing their seals to it.”"
    }
]
