[
    {
        "o": 8240,
        "r": "csb:1 Samuel:11:0",
        "t": "1 Samuel 11",
        "h": 1
    },
    {
        "o": 8241,
        "r": "csb:1 Samuel:11:0",
        "t": "Saul’s Deliverance of Jabesh-gilead",
        "h": 2
    },
    {
        "o": 8242,
        "r": "csb:1 Samuel:11:1",
        "t": "Nahash*p the Ammonite came up and laid siege to Jabesh-gilead. All the men of Jabesh said to him, “Make a treaty with us, and we will serve you.”"
    },
    {
        "o": 8243,
        "r": "csb:1 Samuel:11:2",
        "t": "Nahash*p the Ammonite replied, “I’ll make one with you on this condition: that I gouge out everyone’s right eye and humiliate all Israel.”"
    },
    {
        "o": 8244,
        "r": "csb:1 Samuel:11:3",
        "t": "“Don’t*p do anything to us for seven days,” the elders of Jabesh said to him, “and let us send messengers throughout the territory of Israel. If no one saves us, we will surrender to you.”"
    },
    {
        "o": 8245,
        "r": "csb:1 Samuel:11:4",
        "t": "When*p the messengers came to Gibeah, Saul’s hometown, and told the terms to the people, all wept aloud."
    },
    {
        "o": 8246,
        "r": "csb:1 Samuel:11:5",
        "t": "Just then Saul was coming in from the field behind his oxen. “What’s the matter with the people? Why are they weeping?” Saul inquired, and they repeated to him the words of the men from Jabesh."
    },
    {
        "o": 8247,
        "r": "csb:1 Samuel:11:6",
        "t": "When*p Saul heard these words, the Spirit of God suddenly came powerfully on him, and his anger burned furiously."
    },
    {
        "o": 8248,
        "r": "csb:1 Samuel:11:7",
        "t": "He took a team of oxen, cut them in pieces, and sent them throughout the territory of Israel by messengers who said, “This is what will be done to the ox of anyone who doesn’t march behind Saul and Samuel.” As a result, the terror of the Lord*s fell on the people, and they went out united."
    },
    {
        "o": 8249,
        "r": "csb:1 Samuel:11:8",
        "t": "Saul*p counted them at Bezek. There were three hundred thousand Israelites and thirty thousand men from Judah."
    },
    {
        "o": 8250,
        "r": "csb:1 Samuel:11:9",
        "t": "He told the messengers who had come, “Tell this to the men of Jabesh-gilead: ‘Deliverance will be yours tomorrow by the time the sun is hot.’” So the messengers told the men of Jabesh, and they rejoiced."
    },
    {
        "o": 8251,
        "r": "csb:1 Samuel:11:10",
        "t": "Then*p the men of Jabesh said to Nahash, “Tomorrow we will come out, and you can do whatever you want to us.”"
    },
    {
        "o": 8252,
        "r": "csb:1 Samuel:11:11",
        "t": "The*p next day Saul organized the troops into three divisions. During the morning watch, they invaded the Ammonite camp and slaughtered them until the heat of the day. There were survivors, but they were so scattered that no two of them were left together."
    },
    {
        "o": 8253,
        "r": "csb:1 Samuel:11:11",
        "t": "Saul’s Confirmation as King",
        "h": 2
    },
    {
        "o": 8254,
        "r": "csb:1 Samuel:11:12",
        "t": "Afterward,*p the people said to Samuel, “Who said that Saul should not reign over us? Give us those men so we can kill them!”"
    },
    {
        "o": 8255,
        "r": "csb:1 Samuel:11:13",
        "t": "But*p Saul ordered, “No one will be executed this day, for today the Lord*s has provided deliverance in Israel.”"
    },
    {
        "o": 8256,
        "r": "csb:1 Samuel:11:14",
        "t": "Then*p Samuel said to the people, “Come, let’s go to Gilgal, so we can renew the kingship there.”"
    },
    {
        "o": 8257,
        "r": "csb:1 Samuel:11:15",
        "t": "So all the people went to Gilgal, and there in the Lord’s*s presence they made Saul king. There they sacrificed fellowship offerings in the Lord’s*s presence, and Saul and all the men of Israel rejoiced greatly."
    }
]
