[
    {
        "o": 31839,
        "r": "nasb:1 Corinthians:11:0",
        "t": "1 Corinthians 11",
        "h": 1
    },
    {
        "o": 31840,
        "r": "nasb:1 Corinthians:11:0",
        "t": "Christian Order",
        "h": 2
    },
    {
        "o": 31841,
        "r": "nasb:1 Corinthians:11:1",
        "t": "Be*p imitators of me, just as I also am of Christ."
    },
    {
        "o": 31842,
        "r": "nasb:1 Corinthians:11:2",
        "t": "Now*p I praise you because you remember me in everything and hold firmly to the traditions, just as I delivered them to you."
    },
    {
        "o": 31843,
        "r": "nasb:1 Corinthians:11:3",
        "t": "But I want you to understand that Christ is the head of every man, and the man is the head of a woman, and God is the head of Christ."
    },
    {
        "o": 31844,
        "r": "nasb:1 Corinthians:11:4",
        "t": "Every man who has something*i on his head while praying or prophesying disgraces his head."
    },
    {
        "o": 31845,
        "r": "nasb:1 Corinthians:11:5",
        "t": "But every woman who has her head uncovered while praying or prophesying disgraces her head, for she is one and the same as the woman whose head is shaved."
    },
    {
        "o": 31846,
        "r": "nasb:1 Corinthians:11:6",
        "t": "For if a woman does not cover her head, let her also have her hair cut off; but if it is disgraceful for a woman to have her hair cut off or her head shaved, let her cover her head."
    },
    {
        "o": 31847,
        "r": "nasb:1 Corinthians:11:7",
        "t": "For a man ought not to have his head covered, since he is the image and glory of God; but the woman is the glory of man."
    },
    {
        "o": 31848,
        "r": "nasb:1 Corinthians:11:8",
        "t": "For man does not originate from woman, but woman from man;"
    },
    {
        "o": 31849,
        "r": "nasb:1 Corinthians:11:9",
        "t": "for indeed man was not created for the woman’s sake, but woman for the man’s sake."
    },
    {
        "o": 31850,
        "r": "nasb:1 Corinthians:11:10",
        "t": "Therefore the woman ought to have a*i symbol*i of*i authority on her head, because of the angels."
    },
    {
        "o": 31851,
        "r": "nasb:1 Corinthians:11:11",
        "t": "However, in the Lord, neither is woman independent of man, nor is man independent of woman."
    },
    {
        "o": 31852,
        "r": "nasb:1 Corinthians:11:12",
        "t": "For as the woman originates from the man, so also the man has*i his*i birth*i through the woman; and all things originate from God."
    },
    {
        "o": 31853,
        "r": "nasb:1 Corinthians:11:13",
        "t": "Judge for yourselves: is it proper for a woman to pray to God with*i her*i head*i uncovered?"
    },
    {
        "o": 31854,
        "r": "nasb:1 Corinthians:11:14",
        "t": "Does not even nature itself teach you that if a man has long hair, it is a dishonor to him,"
    },
    {
        "o": 31855,
        "r": "nasb:1 Corinthians:11:15",
        "t": "but if a woman has long hair, it is a glory to her? For her hair is given to her for a covering."
    },
    {
        "o": 31856,
        "r": "nasb:1 Corinthians:11:16",
        "t": "But if one is inclined to be contentious, we have no other practice, nor have the churches of God."
    },
    {
        "o": 31857,
        "r": "nasb:1 Corinthians:11:17",
        "t": "But*p in giving this instruction, I do not praise you, because you come together not for the better but for the worse."
    },
    {
        "o": 31858,
        "r": "nasb:1 Corinthians:11:18",
        "t": "For, in the first place, when you come together as a church, I hear that divisions exist among you; and in part I believe it."
    },
    {
        "o": 31859,
        "r": "nasb:1 Corinthians:11:19",
        "t": "For there must also be factions among you, so that those who are approved may become evident among you."
    },
    {
        "o": 31860,
        "r": "nasb:1 Corinthians:11:20",
        "t": "Therefore when you meet together, it is not to eat the Lord’s Supper,"
    },
    {
        "o": 31861,
        "r": "nasb:1 Corinthians:11:21",
        "t": "for in your eating each one takes his own supper first; and one is hungry and another is drunk."
    },
    {
        "o": 31862,
        "r": "nasb:1 Corinthians:11:22",
        "t": "What! Do you not have houses in which to eat and drink? Or do you despise the church of God and shame those who have nothing? What shall I say to you? Shall I praise you? In this I will not praise you."
    },
    {
        "o": 31863,
        "r": "nasb:1 Corinthians:11:22",
        "t": "The Lord’s Supper",
        "h": 2
    },
    {
        "o": 31864,
        "r": "nasb:1 Corinthians:11:23",
        "t": "For*p I received from the Lord that which I also delivered to you, that the Lord Jesus in the night in which He was betrayed took bread;"
    },
    {
        "o": 31865,
        "r": "nasb:1 Corinthians:11:24",
        "t": "and when He had given thanks, He broke it and said, “This*r is*r My*r body,*r which*r is*r for*r you;*r do*r this*r in*r remembrance*r of*r Me.”*r"
    },
    {
        "o": 31866,
        "r": "nasb:1 Corinthians:11:25",
        "t": "In the same way He*i took*i the cup also after supper, saying, “This*r cup*r is*r the*r new*r covenant*r in*r My*r blood;*r do*r this,*r as*r often*r as*r you*r drink*r it,*ir in*r remembrance*r of*r Me.”*r"
    },
    {
        "o": 31867,
        "r": "nasb:1 Corinthians:11:26",
        "t": "For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until He comes."
    },
    {
        "o": 31868,
        "r": "nasb:1 Corinthians:11:27",
        "t": "Therefore*p whoever eats the bread or drinks the cup of the Lord in an unworthy manner, shall be guilty of the body and the blood of the Lord."
    },
    {
        "o": 31869,
        "r": "nasb:1 Corinthians:11:28",
        "t": "But a man must examine himself, and in so doing he is to eat of the bread and drink of the cup."
    },
    {
        "o": 31870,
        "r": "nasb:1 Corinthians:11:29",
        "t": "For he who eats and drinks, eats and drinks judgment to himself if he does not judge the body rightly."
    },
    {
        "o": 31871,
        "r": "nasb:1 Corinthians:11:30",
        "t": "For this reason many among you are weak and sick, and a number sleep."
    },
    {
        "o": 31872,
        "r": "nasb:1 Corinthians:11:31",
        "t": "But if we judged ourselves rightly, we would not be judged."
    },
    {
        "o": 31873,
        "r": "nasb:1 Corinthians:11:32",
        "t": "But when we are judged, we are disciplined by the Lord so that we will not be condemned along with the world."
    },
    {
        "o": 31874,
        "r": "nasb:1 Corinthians:11:33",
        "t": "So*p then, my brethren, when you come together to eat, wait for one another."
    },
    {
        "o": 31875,
        "r": "nasb:1 Corinthians:11:34",
        "t": "If anyone is hungry, let him eat at home, so that you will not come together for judgment. The remaining matters I will arrange when I come."
    }
]
