[
    {
        "o": 3254,
        "r": "niv:Leviticus:10:0",
        "t": "Leviticus 10",
        "h": 1
    },
    {
        "o": 3255,
        "r": "niv:Leviticus:10:0",
        "t": "The Death of Nadab and Abihu",
        "h": 2
    },
    {
        "o": 3256,
        "r": "niv:Leviticus:10:1",
        "t": "Aaron’s*p sons Nadab and Abihu took their censers, put fire in them and added incense; and they offered unauthorized fire before the Lord,*s contrary to his command."
    },
    {
        "o": 3257,
        "r": "niv:Leviticus:10:2",
        "t": "So fire came out from the presence of the Lord*s and consumed them, and they died before the Lord.*s"
    },
    {
        "o": 3258,
        "r": "niv:Leviticus:10:3",
        "t": "Moses then said to Aaron, “This is what the Lord*s spoke of when he said: “ ‘Among*pn those who approach me I*ld will be proved holy; in*ln the sight of all the people I*ld will be honored.’ ” Aaron*p remained silent."
    },
    {
        "o": 3259,
        "r": "niv:Leviticus:10:4",
        "t": "Moses*p summoned Mishael and Elzaphan, sons of Aaron’s uncle Uzziel, and said to them, “Come here; carry your cousins outside the camp, away from the front of the sanctuary.”"
    },
    {
        "o": 3260,
        "r": "niv:Leviticus:10:5",
        "t": "So they came and carried them, still in their tunics, outside the camp, as Moses ordered."
    },
    {
        "o": 3261,
        "r": "niv:Leviticus:10:6",
        "t": "Then*p Moses said to Aaron and his sons Eleazar and Ithamar, “Do not let your hair become unkempt and do not tear your clothes, or you will die and the Lord*s will be angry with the whole community. But your relatives, all the Israelites, may mourn for those the Lord*s has destroyed by fire."
    },
    {
        "o": 3262,
        "r": "niv:Leviticus:10:7",
        "t": "Do not leave the entrance to the tent of meeting or you will die, because the Lord’s*s anointing oil is on you.” So they did as Moses said."
    },
    {
        "o": 3263,
        "r": "niv:Leviticus:10:8",
        "t": "Then*p the Lord*s said to Aaron,"
    },
    {
        "o": 3264,
        "r": "niv:Leviticus:10:9",
        "t": "“You and your sons are not to drink wine or other fermented drink whenever you go into the tent of meeting, or you will die. This is a lasting ordinance for the generations to come,"
    },
    {
        "o": 3265,
        "r": "niv:Leviticus:10:10",
        "t": "so that you can distinguish between the holy and the common, between the unclean and the clean,"
    },
    {
        "o": 3266,
        "r": "niv:Leviticus:10:11",
        "t": "and so you can teach the Israelites all the decrees the Lord*s has given them through Moses.”"
    },
    {
        "o": 3267,
        "r": "niv:Leviticus:10:12",
        "t": "Moses*p said to Aaron and his remaining sons, Eleazar and Ithamar, “Take the grain offering left over from the food offerings prepared without yeast and presented to the Lord*s and eat it beside the altar, for it is most holy."
    },
    {
        "o": 3268,
        "r": "niv:Leviticus:10:13",
        "t": "Eat it in the sanctuary area, because it is your share and your sons’ share of the food offerings presented to the Lord;*s for so I have been commanded."
    },
    {
        "o": 3269,
        "r": "niv:Leviticus:10:14",
        "t": "But you and your sons and your daughters may eat the breast that was waved and the thigh that was presented. Eat them in a ceremonially clean place; they have been given to you and your children as your share of the Israelites’ fellowship offerings."
    },
    {
        "o": 3270,
        "r": "niv:Leviticus:10:15",
        "t": "The thigh that was presented and the breast that was waved must be brought with the fat portions of the food offerings, to be waved before the Lord*s as a wave offering. This will be the perpetual share for you and your children, as the Lord*s has commanded.”"
    },
    {
        "o": 3271,
        "r": "niv:Leviticus:10:16",
        "t": "When*p Moses inquired about the goat of the sin offering and found that it had been burned up, he was angry with Eleazar and Ithamar, Aaron’s remaining sons, and asked,"
    },
    {
        "o": 3272,
        "r": "niv:Leviticus:10:17",
        "t": "“Why didn’t you eat the sin offering in the sanctuary area? It is most holy; it was given to you to take away the guilt of the community by making atonement for them before the Lord.*s"
    },
    {
        "o": 3273,
        "r": "niv:Leviticus:10:18",
        "t": "Since its blood was not taken into the Holy Place, you should have eaten the goat in the sanctuary area, as I commanded.”"
    },
    {
        "o": 3274,
        "r": "niv:Leviticus:10:19",
        "t": "Aaron*p replied to Moses, “Today they sacrificed their sin offering and their burnt offering before the Lord,*s but such things as this have happened to me. Would the Lord*s have been pleased if I had eaten the sin offering today?”"
    },
    {
        "o": 3275,
        "r": "niv:Leviticus:10:20",
        "t": "When Moses heard this, he was satisfied."
    }
]
