[
    {
        "o": 30936,
        "r": "nasb:Acts:24:0",
        "t": "Acts 24",
        "h": 1
    },
    {
        "o": 30937,
        "r": "nasb:Acts:24:0",
        "t": "Paul before Felix",
        "h": 2
    },
    {
        "o": 30938,
        "r": "nasb:Acts:24:1",
        "t": "After*p five days the high priest Ananias came down with some elders, with an attorney named*i Tertullus, and they brought charges to the governor against Paul."
    },
    {
        "o": 30939,
        "r": "nasb:Acts:24:2",
        "t": "After Paul*i had been summoned, Tertullus began to accuse him, saying to*i the*i governor,*i “Since*bp we have through you attained much peace, and since by your providence reforms are being carried out for this nation,"
    },
    {
        "o": 30940,
        "r": "nasb:Acts:24:3",
        "t": "we acknowledge this*i in every way and everywhere, most excellent Felix, with all thankfulness."
    },
    {
        "o": 30941,
        "r": "nasb:Acts:24:4",
        "t": "But, that I may not weary you any further, I beg you to grant us, by your kindness, a brief hearing."
    },
    {
        "o": 30942,
        "r": "nasb:Acts:24:5",
        "t": "For we have found this man a real pest and a fellow who stirs up dissension among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes."
    },
    {
        "o": 30943,
        "r": "nasb:Acts:24:6",
        "t": "And he even tried to desecrate the temple; and then we arrested him. [We wanted to judge him according to our own Law."
    },
    {
        "o": 30944,
        "r": "nasb:Acts:24:7",
        "t": "But Lysias the commander came along, and with much violence took him out of our hands,"
    },
    {
        "o": 30945,
        "r": "nasb:Acts:24:8",
        "t": "ordering his accusers to come before you.] By examining him yourself concerning all these matters you will be able to ascertain the things of which we accuse him.”"
    },
    {
        "o": 30946,
        "r": "nasb:Acts:24:9",
        "t": "The Jews also joined in the attack, asserting that these things were so."
    },
    {
        "o": 30947,
        "r": "nasb:Acts:24:10",
        "t": "When*p the governor had nodded for him to speak, Paul responded: “Knowing*bp that for many years you have been a judge to this nation, I cheerfully make my defense,"
    },
    {
        "o": 30948,
        "r": "nasb:Acts:24:11",
        "t": "since you can take note of the fact that no more than twelve days ago I went up to Jerusalem to worship."
    },
    {
        "o": 30949,
        "r": "nasb:Acts:24:12",
        "t": "Neither in the temple, nor in the synagogues, nor in the city itself*i did they find me carrying on a discussion with anyone or causing a riot."
    },
    {
        "o": 30950,
        "r": "nasb:Acts:24:13",
        "t": "Nor can they prove to you the*i charges*i of which they now accuse me."
    },
    {
        "o": 30951,
        "r": "nasb:Acts:24:14",
        "t": "But this I admit to you, that according to the Way which they call a sect I do serve the God of our fathers, believing everything that is in accordance with the Law and that is written in the Prophets;"
    },
    {
        "o": 30952,
        "r": "nasb:Acts:24:15",
        "t": "having a hope in God, which these men cherish themselves, that there shall certainly be a resurrection of both the righteous and the wicked."
    },
    {
        "o": 30953,
        "r": "nasb:Acts:24:16",
        "t": "In view of this, I also do my best to maintain always a blameless conscience both*i before God and before men."
    },
    {
        "o": 30954,
        "r": "nasb:Acts:24:17",
        "t": "Now after several years I came to bring alms to my nation and to present offerings;"
    },
    {
        "o": 30955,
        "r": "nasb:Acts:24:18",
        "t": "in which they found me occupied*i in the temple, having been purified, without any*i crowd or uproar. But there*i were*i some Jews from Asia—"
    },
    {
        "o": 30956,
        "r": "nasb:Acts:24:19",
        "t": "who ought to have been present before you and to make accusation, if they should have anything against me."
    },
    {
        "o": 30957,
        "r": "nasb:Acts:24:20",
        "t": "Or else let these men themselves tell what misdeed they found when I stood before the Council,"
    },
    {
        "o": 30958,
        "r": "nasb:Acts:24:21",
        "t": "other than for this one statement which I shouted out while standing among them, ‘For the resurrection of the dead I am on trial before you today.’ ”"
    },
    {
        "o": 30959,
        "r": "nasb:Acts:24:22",
        "t": "But*p Felix, having a more exact knowledge about the Way, put them off, saying, “When Lysias the commander comes down, I will decide your case.”"
    },
    {
        "o": 30960,
        "r": "nasb:Acts:24:23",
        "t": "Then he gave orders to the centurion for him to be kept in custody and yet*i have some*i freedom, and not to prevent any of his friends from ministering to him."
    },
    {
        "o": 30961,
        "r": "nasb:Acts:24:24",
        "t": "But*p some days later Felix arrived with Drusilla, his wife who was a Jewess, and sent for Paul and heard him speak*i about faith in Christ Jesus."
    },
    {
        "o": 30962,
        "r": "nasb:Acts:24:25",
        "t": "But as he was discussing righteousness, self-control and the judgment to come, Felix became frightened and said, “Go away for the present, and when I find time I will summon you.”"
    },
    {
        "o": 30963,
        "r": "nasb:Acts:24:26",
        "t": "At the same time too, he was hoping that money would be given him by Paul; therefore he also used to send for him quite often and converse with him."
    },
    {
        "o": 30964,
        "r": "nasb:Acts:24:27",
        "t": "But after two years had passed, Felix was succeeded by Porcius Festus, and wishing to do the Jews a favor, Felix left Paul imprisoned."
    }
]
