[
    {
        "o": 24600,
        "r": "nasb:Hosea:2:0",
        "t": "Hosea 2",
        "h": 1
    },
    {
        "o": 24601,
        "r": "nasb:Hosea:2:0",
        "t": "Israel’s Unfaithfulness Condemned",
        "h": 2
    },
    {
        "o": 24602,
        "r": "nasb:Hosea:2:1",
        "t": "Say*p to your brothers, “Ammi,” and to your sisters, “Ruhamah.”"
    },
    {
        "o": 24603,
        "r": "nasb:Hosea:2:2",
        "t": "“Contend*pn with your mother, contend, For*ln she is not my wife, and I am not her husband; And*ln let her put away her harlotry from her face And*ln her adultery from between her breasts,"
    },
    {
        "o": 24604,
        "r": "nasb:Hosea:2:3",
        "t": "Or*ln I will strip her naked And*ln expose her as on the day when she was born. I*ln will also make her like a wilderness, Make*ln her like desert land And*ln slay her with thirst."
    },
    {
        "o": 24605,
        "r": "nasb:Hosea:2:4",
        "t": "Also,*ln I will have no compassion on her children, Because*ln they are children of harlotry."
    },
    {
        "o": 24606,
        "r": "nasb:Hosea:2:5",
        "t": "For*ln their mother has played the harlot; She*ln who conceived them has acted shamefully. For*ln she said, ‘I will go after my lovers, Who*ln give me*i my bread and my water, My*ln wool and my flax, my oil and my drink.’"
    },
    {
        "o": 24607,
        "r": "nasb:Hosea:2:6",
        "t": "Therefore,*ln behold, I will hedge up her way with thorns, And*ln I will build a wall against her so that she cannot find her paths."
    },
    {
        "o": 24608,
        "r": "nasb:Hosea:2:7",
        "t": "She*ln will pursue her lovers, but she will not overtake them; And*ln she will seek them, but will not find them.*i Then*ln she will say, ‘I will go back to my first husband, For*ln it was better for me then than now!’"
    },
    {
        "o": 24609,
        "r": "nasb:Hosea:2:8",
        "t": "“For*ln she does not know that it was I who gave her the grain, the new wine and the oil, And*ln lavished on her silver and gold, Which*iln they used for Baal."
    },
    {
        "o": 24610,
        "r": "nasb:Hosea:2:9",
        "t": "Therefore,*ln I will take back My grain at harvest time And*ln My new wine in its season. I*ln will also take away My wool and My flax Given*iln to cover her nakedness."
    },
    {
        "o": 24611,
        "r": "nasb:Hosea:2:10",
        "t": "And*ln then I will uncover her lewdness In*ln the sight of her lovers, And*ln no one will rescue her out of My hand."
    },
    {
        "o": 24612,
        "r": "nasb:Hosea:2:11",
        "t": "I*ln will also put an end to all her gaiety, Her*ln feasts, her new moons, her sabbaths And*ln all her festal assemblies."
    },
    {
        "o": 24613,
        "r": "nasb:Hosea:2:12",
        "t": "I*ln will destroy her vines and fig trees, Of*ln which she said, ‘These are my wages Which*ln my lovers have given me.’ And*ln I will make them a forest, And*ln the beasts of the field will devour them."
    },
    {
        "o": 24614,
        "r": "nasb:Hosea:2:13",
        "t": "I*ln will punish her for the days of the Baals When*ln she used to offer sacrifices to them And*ln adorn herself with her earrings and jewelry, And*ln follow her lovers, so that she forgot Me,” declares the Lord.*s"
    },
    {
        "o": 24615,
        "r": "nasb:Hosea:2:13",
        "t": "Restoration of Israel",
        "h": 2
    },
    {
        "o": 24616,
        "r": "nasb:Hosea:2:14",
        "t": "“Therefore,*pn behold, I will allure her, Bring*ln her into the wilderness And*ln speak kindly to her."
    },
    {
        "o": 24617,
        "r": "nasb:Hosea:2:15",
        "t": "Then*ln I will give her her vineyards from there, And*ln the valley of Achor as a door of hope. And*ln she will sing there as in the days of her youth, As*ln in the day when she came up from the land of Egypt."
    },
    {
        "o": 24618,
        "r": "nasb:Hosea:2:16",
        "t": "It*ln will come about in that day,” declares the Lord,*s “That*ln you will call Me Ishi And*ln will no longer call Me Baali."
    },
    {
        "o": 24619,
        "r": "nasb:Hosea:2:17",
        "t": "For*ln I will remove the names of the Baals from her mouth, So*ln that they will be mentioned by their names no more."
    },
    {
        "o": 24620,
        "r": "nasb:Hosea:2:18",
        "t": "In*ln that day I will also make a covenant for them With*ln the beasts of the field, The*ln birds of the sky And*ln the creeping things of the ground. And*ln I will abolish the bow, the sword and war from the land, And*ln will make them lie down in safety."
    },
    {
        "o": 24621,
        "r": "nasb:Hosea:2:19",
        "t": "I*ln will betroth you to Me forever; Yes,*ln I will betroth you to Me in righteousness and in justice, In*ln lovingkindness and in compassion,"
    },
    {
        "o": 24622,
        "r": "nasb:Hosea:2:20",
        "t": "And*ln I will betroth you to Me in faithfulness. Then*ln you will know the Lord.*s"
    },
    {
        "o": 24623,
        "r": "nasb:Hosea:2:21",
        "t": "“It*ln will come about in that day that I will respond,” declares the Lord.*s “I*ln will respond to the heavens, and they will respond to the earth,"
    },
    {
        "o": 24624,
        "r": "nasb:Hosea:2:22",
        "t": "And*ln the earth will respond to the grain, to the new wine and to the oil, And*ln they will respond to Jezreel."
    },
    {
        "o": 24625,
        "r": "nasb:Hosea:2:23",
        "t": "I*ln will sow her for Myself in the land. I*ln will also have compassion on her who had not obtained compassion, And*ln I will say to those who were not My people, ‘You*ln are My people!’ And*ln they will say, ‘You*i are*i my God!’ ”"
    }
]
