[
    {
        "o": 7481,
        "r": "nasb:Judges:12:0",
        "t": "Judges 12",
        "h": 1
    },
    {
        "o": 7482,
        "r": "nasb:Judges:12:0",
        "t": "Jephthah and His Successors",
        "h": 2
    },
    {
        "o": 7483,
        "r": "nasb:Judges:12:1",
        "t": "Then*p the men of Ephraim were summoned, and they crossed to Zaphon and said to Jephthah, “Why did you cross over to fight against the sons of Ammon without calling us to go with you? We will burn your house down on you.”"
    },
    {
        "o": 7484,
        "r": "nasb:Judges:12:2",
        "t": "Jephthah said to them, “I and my people were at great strife with the sons of Ammon; when I called you, you did not deliver me from their hand."
    },
    {
        "o": 7485,
        "r": "nasb:Judges:12:3",
        "t": "When I saw that you would not deliver me,*i I took my life in my hands and crossed over against the sons of Ammon, and the Lord*s gave them into my hand. Why then have you come up to me this day to fight against me?”"
    },
    {
        "o": 7486,
        "r": "nasb:Judges:12:4",
        "t": "Then Jephthah gathered all the men of Gilead and fought Ephraim; and the men of Gilead defeated Ephraim, because they said, “You are fugitives of Ephraim, O Gileadites, in the midst of Ephraim and*i in the midst of Manasseh.”"
    },
    {
        "o": 7487,
        "r": "nasb:Judges:12:5",
        "t": "The Gileadites captured the fords of the Jordan opposite Ephraim. And it happened when any*i of*i the fugitives of Ephraim said, “Let me cross over,” the men of Gilead would say to him, “Are you an Ephraimite?” If he said, “No,”"
    },
    {
        "o": 7488,
        "r": "nasb:Judges:12:6",
        "t": "then they would say to him, “Say now, ‘Shibboleth.’ ” But he said, “Sibboleth,” for he could not pronounce it correctly. Then they seized him and slew him at the fords of the Jordan. Thus there fell at that time 42,000 of Ephraim."
    },
    {
        "o": 7489,
        "r": "nasb:Judges:12:7",
        "t": "Jephthah*p judged Israel six years. Then Jephthah the Gileadite died and was buried in one*i of*i the cities of Gilead."
    },
    {
        "o": 7490,
        "r": "nasb:Judges:12:8",
        "t": "Now*p Ibzan of Bethlehem judged Israel after him."
    },
    {
        "o": 7491,
        "r": "nasb:Judges:12:9",
        "t": "He had thirty sons, and thirty daughters whom*i he gave in marriage outside the*i family,*i and he brought in thirty daughters from outside for his sons. And he judged Israel seven years."
    },
    {
        "o": 7492,
        "r": "nasb:Judges:12:10",
        "t": "Then Ibzan died and was buried in Bethlehem."
    },
    {
        "o": 7493,
        "r": "nasb:Judges:12:11",
        "t": "Now*p Elon the Zebulunite judged Israel after him; and he judged Israel ten years."
    },
    {
        "o": 7494,
        "r": "nasb:Judges:12:12",
        "t": "Then Elon the Zebulunite died and was buried at Aijalon in the land of Zebulun."
    },
    {
        "o": 7495,
        "r": "nasb:Judges:12:13",
        "t": "Now*p Abdon the son of Hillel the Pirathonite judged Israel after him."
    },
    {
        "o": 7496,
        "r": "nasb:Judges:12:14",
        "t": "He had forty sons and thirty grandsons who rode on seventy donkeys; and he judged Israel eight years."
    },
    {
        "o": 7497,
        "r": "nasb:Judges:12:15",
        "t": "Then Abdon the son of Hillel the Pirathonite died and was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites."
    }
]
