[
    {
        "o": 11809,
        "r": "nasb:1 Chronicles:14:0",
        "t": "1 Chronicles 14",
        "h": 1
    },
    {
        "o": 11810,
        "r": "nasb:1 Chronicles:14:0",
        "t": "David’s Family Enlarged",
        "h": 2
    },
    {
        "o": 11811,
        "r": "nasb:1 Chronicles:14:1",
        "t": "Now*p Hiram king of Tyre sent messengers to David with cedar trees, masons and carpenters, to build a house for him."
    },
    {
        "o": 11812,
        "r": "nasb:1 Chronicles:14:2",
        "t": "And David realized that the Lord*s had established him as king over Israel, and*i that his kingdom was highly exalted, for the sake of His people Israel."
    },
    {
        "o": 11813,
        "r": "nasb:1 Chronicles:14:3",
        "t": "Then*p David took more wives at Jerusalem, and David became the father of more sons and daughters."
    },
    {
        "o": 11814,
        "r": "nasb:1 Chronicles:14:4",
        "t": "These are the names of the children born to*i him*i in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 11815,
        "r": "nasb:1 Chronicles:14:5",
        "t": "Ibhar, Elishua, Elpelet,"
    },
    {
        "o": 11816,
        "r": "nasb:1 Chronicles:14:6",
        "t": "Nogah, Nepheg, Japhia,"
    },
    {
        "o": 11817,
        "r": "nasb:1 Chronicles:14:7",
        "t": "Elishama, Beeliada and Eliphelet."
    },
    {
        "o": 11818,
        "r": "nasb:1 Chronicles:14:7",
        "t": "Philistines Defeated",
        "h": 2
    },
    {
        "o": 11819,
        "r": "nasb:1 Chronicles:14:8",
        "t": "When*p the Philistines heard that David had been anointed king over all Israel, all the Philistines went up in search of David; and David heard of it and went out against them."
    },
    {
        "o": 11820,
        "r": "nasb:1 Chronicles:14:9",
        "t": "Now the Philistines had come and made a raid in the valley of Rephaim."
    },
    {
        "o": 11821,
        "r": "nasb:1 Chronicles:14:10",
        "t": "David inquired of God, saying, “Shall I go up against the Philistines? And will You give them into my hand?” Then the Lord*s said to him, “Go up, for I will give them into your hand.”"
    },
    {
        "o": 11822,
        "r": "nasb:1 Chronicles:14:11",
        "t": "So they came up to Baal-perazim, and David defeated them there; and David said, “God has broken through my enemies by my hand, like the breakthrough of waters.” Therefore they named that place Baal-perazim."
    },
    {
        "o": 11823,
        "r": "nasb:1 Chronicles:14:12",
        "t": "They abandoned their gods there; so David gave the order and they were burned with fire."
    },
    {
        "o": 11824,
        "r": "nasb:1 Chronicles:14:13",
        "t": "The*p Philistines made yet another raid in the valley."
    },
    {
        "o": 11825,
        "r": "nasb:1 Chronicles:14:14",
        "t": "David inquired again of God, and God said to him, “You shall not go up after them; circle around behind them and come at them in front of the balsam trees."
    },
    {
        "o": 11826,
        "r": "nasb:1 Chronicles:14:15",
        "t": "It shall be when you hear the sound of marching in the tops of the balsam trees, then you shall go out to battle, for God will have gone out before you to strike the army of the Philistines.”"
    },
    {
        "o": 11827,
        "r": "nasb:1 Chronicles:14:16",
        "t": "David did just as God had commanded him, and they struck down the army of the Philistines from Gibeon even as far as Gezer."
    },
    {
        "o": 11828,
        "r": "nasb:1 Chronicles:14:17",
        "t": "Then the fame of David went out into all the lands; and the Lord*s brought the fear of him on all the nations."
    }
]
