[
    {
        "o": 20332,
        "r": "csb:Isaiah:27:0",
        "t": "Isaiah 27",
        "h": 1
    },
    {
        "o": 20333,
        "r": "csb:Isaiah:27:0",
        "t": "Leviathan Slain",
        "h": 2
    },
    {
        "o": 20334,
        "r": "csb:Isaiah:27:1",
        "t": "On*p that day the Lord*s with his relentless, large, strong sword will bring judgment on Leviathan, the fleeing serpent - Leviathan, the twisting serpent. He will slay the monster that is in the sea."
    },
    {
        "o": 20335,
        "r": "csb:Isaiah:27:1",
        "t": "The Lord’s Vineyard",
        "h": 2
    },
    {
        "o": 20336,
        "r": "csb:Isaiah:27:2",
        "t": "On*pn that day sing*ln about a desirable vineyard:"
    },
    {
        "o": 20337,
        "r": "csb:Isaiah:27:3",
        "t": "I*ln am the Lord,*s who watches over it to*ln water it regularly. So*ln that no one disturbs it, I*ln watch over it night and day."
    },
    {
        "o": 20338,
        "r": "csb:Isaiah:27:4",
        "t": "I*ln am not angry. If*ln only there were thorns and briers for me to battle, I*ln would trample them and*ln burn them to the ground."
    },
    {
        "o": 20339,
        "r": "csb:Isaiah:27:5",
        "t": "Or*ln let it take hold of my strength; let*ln it make peace with me — make*ln peace with me."
    },
    {
        "o": 20340,
        "r": "csb:Isaiah:27:6",
        "t": "In*ln days to come, Jacob will take root. Israel*ln will blossom and bloom and*ln fill the whole world with fruit."
    },
    {
        "o": 20341,
        "r": "csb:Isaiah:27:7",
        "t": "Did*pn the Lord*s strike Israel as*ln he struck the one who struck Israel? Was*ln Israel killed like those killed by the Lord?*s"
    },
    {
        "o": 20342,
        "r": "csb:Isaiah:27:8",
        "t": "You*ln disputed with Israel by*ln banishing and driving her away. He*ln removed her with his severe storm on*ln the day of the east wind."
    },
    {
        "o": 20343,
        "r": "csb:Isaiah:27:9",
        "t": "Therefore*ln Jacob’s iniquity will be atoned for in this way, and*ln the result of the removal of his sin will be this: when*ln he makes all the altar stones like*ln crushed bits of chalk, no*ln Asherah poles or incense altars will remain standing."
    },
    {
        "o": 20344,
        "r": "csb:Isaiah:27:10",
        "t": "For*ln the fortified city will be desolate, pastures*ln deserted and abandoned like a wilderness. Calves*ln will graze there, and*ln there they will spread out and strip its branches."
    },
    {
        "o": 20345,
        "r": "csb:Isaiah:27:11",
        "t": "When*ln its branches dry out, they will be broken off. Women*ln will come and make fires with them, for*ln they are not a people with understanding. Therefore*ln their Maker will not have compassion on them, and*ln their Creator will not be gracious to them."
    },
    {
        "o": 20346,
        "r": "csb:Isaiah:27:12",
        "t": "On*pn that day the*ln Lord*s will thresh grain from the Euphrates River as*ln far as the Wadi of Egypt, and*ln you Israelites will be gathered one by one."
    },
    {
        "o": 20347,
        "r": "csb:Isaiah:27:13",
        "t": "On*ln that day a*ln great ram’s horn will be blown, and*ln those lost in the land of Assyria will come, as*ln well as those dispersed in the land of Egypt; and*ln they will worship the Lord*s at*ln Jerusalem on the holy mountain."
    }
]
