[
    {
        "o": 7955,
        "r": "nasb:1 Samuel:4:0",
        "t": "1 Samuel 4",
        "h": 1
    },
    {
        "o": 7956,
        "r": "nasb:1 Samuel:4:0",
        "t": "Philistines Take the Ark in Victory",
        "h": 2
    },
    {
        "o": 7957,
        "r": "nasb:1 Samuel:4:1",
        "t": "Thus*p the word of Samuel came to all Israel. Now Israel went out to meet the Philistines in battle and camped beside Ebenezer while the Philistines camped in Aphek."
    },
    {
        "o": 7958,
        "r": "nasb:1 Samuel:4:2",
        "t": "The Philistines drew up in battle array to meet Israel. When the battle spread, Israel was defeated before the Philistines who killed about four thousand men on the battlefield."
    },
    {
        "o": 7959,
        "r": "nasb:1 Samuel:4:3",
        "t": "When the people came into the camp, the elders of Israel said, “Why has the Lord*s defeated us today before the Philistines? Let us take to ourselves from Shiloh the ark of the covenant of the Lord,*s that it may come among us and deliver us from the power of our enemies.”"
    },
    {
        "o": 7960,
        "r": "nasb:1 Samuel:4:4",
        "t": "So the people sent to Shiloh, and from there they carried the ark of the covenant of the Lord*s of hosts who sits above*i the cherubim; and the two sons of Eli, Hophni and Phinehas, were*i there with the ark of the covenant of God."
    },
    {
        "o": 7961,
        "r": "nasb:1 Samuel:4:5",
        "t": "As*p the ark of the covenant of the Lord*s came into the camp, all Israel shouted with a great shout, so that the earth resounded."
    },
    {
        "o": 7962,
        "r": "nasb:1 Samuel:4:6",
        "t": "When the Philistines heard the noise of the shout, they said, “What does*i the noise of this great shout in the camp of the Hebrews mean?”*i Then they understood that the ark of the Lord*s had come into the camp."
    },
    {
        "o": 7963,
        "r": "nasb:1 Samuel:4:7",
        "t": "The Philistines were afraid, for they said, “God has come into the camp.” And they said, “Woe to us! For nothing like this has happened before."
    },
    {
        "o": 7964,
        "r": "nasb:1 Samuel:4:8",
        "t": "Woe to us! Who shall deliver us from the hand of these mighty gods? These are the gods who smote the Egyptians with all kinds*i of*i plagues in the wilderness."
    },
    {
        "o": 7965,
        "r": "nasb:1 Samuel:4:9",
        "t": "Take courage and be men, O Philistines, or you will become slaves to the Hebrews, as they have been slaves to you; therefore, be men and fight.”"
    },
    {
        "o": 7966,
        "r": "nasb:1 Samuel:4:10",
        "t": "So*p the Philistines fought and Israel was defeated, and every man fled to his tent; and the slaughter was very great, for there fell of Israel thirty thousand foot soldiers."
    },
    {
        "o": 7967,
        "r": "nasb:1 Samuel:4:11",
        "t": "And the ark of God was taken; and the two sons of Eli, Hophni and Phinehas, died."
    },
    {
        "o": 7968,
        "r": "nasb:1 Samuel:4:12",
        "t": "Now*p a man of Benjamin ran from the battle line and came to Shiloh the same day with his clothes torn and dust on his head."
    },
    {
        "o": 7969,
        "r": "nasb:1 Samuel:4:13",
        "t": "When he came, behold, Eli was sitting on his*i seat by the road eagerly watching, because his heart was trembling for the ark of God. So the man came to tell it*i in the city, and all the city cried out."
    },
    {
        "o": 7970,
        "r": "nasb:1 Samuel:4:14",
        "t": "When Eli heard the noise of the outcry, he said, “What does*i the noise of this commotion mean?”*i Then the man came hurriedly and told Eli."
    },
    {
        "o": 7971,
        "r": "nasb:1 Samuel:4:15",
        "t": "Now Eli was ninety-eight years old, and his eyes were set so that he could not see."
    },
    {
        "o": 7972,
        "r": "nasb:1 Samuel:4:16",
        "t": "The man said to Eli, “I am the one who came from the battle line. Indeed, I escaped from the battle line today.” And he said, “How did things go, my son?”"
    },
    {
        "o": 7973,
        "r": "nasb:1 Samuel:4:17",
        "t": "Then the one who brought the news replied, “Israel has fled before the Philistines and there has also been a great slaughter among the people, and your two sons also, Hophni and Phinehas, are dead, and the ark of God has been taken.”"
    },
    {
        "o": 7974,
        "r": "nasb:1 Samuel:4:18",
        "t": "When he mentioned the ark of God, Eli fell off the seat backward beside the gate, and his neck was broken and he died, for he was old and heavy. Thus he judged Israel forty years."
    },
    {
        "o": 7975,
        "r": "nasb:1 Samuel:4:19",
        "t": "Now*p his daughter-in-law, Phinehas’s wife, was pregnant and about to give birth; and when she heard the news that the ark of God was taken and that her father-in-law and her husband had died, she kneeled down and gave birth, for her pains came upon her."
    },
    {
        "o": 7976,
        "r": "nasb:1 Samuel:4:20",
        "t": "And about the time of her death the women who stood by her said to her, “Do not be afraid, for you have given birth to a son.” But she did not answer or pay attention."
    },
    {
        "o": 7977,
        "r": "nasb:1 Samuel:4:21",
        "t": "And she called the boy Ichabod, saying, “The glory has departed from Israel,” because the ark of God was taken and because of her father-in-law and her husband."
    },
    {
        "o": 7978,
        "r": "nasb:1 Samuel:4:22",
        "t": "She said, “The glory has departed from Israel, for the ark of God was taken.”"
    }
]
