[
    {
        "o": 6750,
        "r": "niv:Joshua:14:0",
        "t": "Joshua 14",
        "h": 1
    },
    {
        "o": 6751,
        "r": "niv:Joshua:14:0",
        "t": "Division of the Land West of the Jordan",
        "h": 2
    },
    {
        "o": 6752,
        "r": "niv:Joshua:14:1",
        "t": "Now*p these are the areas the Israelites received as an inheritance in the land of Canaan, which Eleazar the priest, Joshua son of Nun and the heads of the tribal clans of Israel allotted to them."
    },
    {
        "o": 6753,
        "r": "niv:Joshua:14:2",
        "t": "Their inheritances were assigned by lot to the nine-and-a-half tribes, as the Lord*s had commanded through Moses."
    },
    {
        "o": 6754,
        "r": "niv:Joshua:14:3",
        "t": "Moses had granted the two-and-a-half tribes their inheritance east of the Jordan but had not granted the Levites an inheritance among the rest,"
    },
    {
        "o": 6755,
        "r": "niv:Joshua:14:4",
        "t": "for Joseph’s descendants had become two tribes—Manasseh and Ephraim. The Levites received no share of the land but only towns to live in, with pasturelands for their flocks and herds."
    },
    {
        "o": 6756,
        "r": "niv:Joshua:14:5",
        "t": "So the Israelites divided the land, just as the Lord*s had commanded Moses."
    },
    {
        "o": 6757,
        "r": "niv:Joshua:14:5",
        "t": "Allotment for Caleb",
        "h": 2
    },
    {
        "o": 6758,
        "r": "niv:Joshua:14:6",
        "t": "Now*p the people of Judah approached Joshua at Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, “You know what the Lord*s said to Moses the man of God at Kadesh Barnea about you and me."
    },
    {
        "o": 6759,
        "r": "niv:Joshua:14:7",
        "t": "I was forty years old when Moses the servant of the Lord*s sent me from Kadesh Barnea to explore the land. And I brought him back a report according to my convictions,"
    },
    {
        "o": 6760,
        "r": "niv:Joshua:14:8",
        "t": "but my fellow Israelites who went up with me made the hearts of the people melt in fear. I, however, followed the Lord*s my God wholeheartedly."
    },
    {
        "o": 6761,
        "r": "niv:Joshua:14:9",
        "t": "So on that day Moses swore to me, ‘The land on which your feet have walked will be your inheritance and that of your children forever, because you have followed the Lord*s my God wholeheartedly.’"
    },
    {
        "o": 6762,
        "r": "niv:Joshua:14:10",
        "t": "“Now*p then, just as the Lord*s promised, he has kept me alive for forty-five years since the time he said this to Moses, while Israel moved about in the wilderness. So here I am today, eighty-five years old!"
    },
    {
        "o": 6763,
        "r": "niv:Joshua:14:11",
        "t": "I am still as strong today as the day Moses sent me out; I’m just as vigorous to go out to battle now as I was then."
    },
    {
        "o": 6764,
        "r": "niv:Joshua:14:12",
        "t": "Now give me this hill country that the Lord*s promised me that day. You yourself heard then that the Anakites were there and their cities were large and fortified, but, the Lord*s helping me, I will drive them out just as he said.”"
    },
    {
        "o": 6765,
        "r": "niv:Joshua:14:13",
        "t": "Then*p Joshua blessed Caleb son of Jephunneh and gave him Hebron as his inheritance."
    },
    {
        "o": 6766,
        "r": "niv:Joshua:14:14",
        "t": "So Hebron has belonged to Caleb son of Jephunneh the Kenizzite ever since, because he followed the Lord,*s the God of Israel, wholeheartedly."
    },
    {
        "o": 6767,
        "r": "niv:Joshua:14:15",
        "t": "(Hebron used to be called Kiriath Arba after Arba, who was the greatest man among the Anakites.) Then*p the land had rest from war."
    }
]
