[
    {
        "o": 27181,
        "r": "kjv:John:1:0",
        "t": "John 1",
        "h": 1
    },
    {
        "o": 27182,
        "r": "kjv:John:1:1",
        "t": "In*p the beginning was the Word, and the Word was with God, and the Word was God."
    },
    {
        "o": 27183,
        "r": "kjv:John:1:2",
        "t": "The*p same was in the beginning with God."
    },
    {
        "o": 27184,
        "r": "kjv:John:1:3",
        "t": "All*p things were made by him; and without him was not any thing made that was made."
    },
    {
        "o": 27185,
        "r": "kjv:John:1:4",
        "t": "In*p him was life; and the life was the light of men."
    },
    {
        "o": 27186,
        "r": "kjv:John:1:5",
        "t": "And*p the light shineth in darkness; and the darkness comprehended it not."
    },
    {
        "o": 27187,
        "r": "kjv:John:1:6",
        "t": "There*p was a man sent from God, whose name was John."
    },
    {
        "o": 27188,
        "r": "kjv:John:1:7",
        "t": "The*p same came for a witness, to bear witness of the Light, that all men through him might believe."
    },
    {
        "o": 27189,
        "r": "kjv:John:1:8",
        "t": "He*p was not that Light, but was sent to bear witness of that Light."
    },
    {
        "o": 27190,
        "r": "kjv:John:1:9",
        "t": "That*p was the true Light, which lighteth every man that cometh into the world."
    },
    {
        "o": 27191,
        "r": "kjv:John:1:10",
        "t": "He*p was in the world, and the world was made by him, and the world knew him not."
    },
    {
        "o": 27192,
        "r": "kjv:John:1:11",
        "t": "He*p came unto his own, and his own received him not."
    },
    {
        "o": 27193,
        "r": "kjv:John:1:12",
        "t": "But*p as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:"
    },
    {
        "o": 27194,
        "r": "kjv:John:1:13",
        "t": "Which*p were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God."
    },
    {
        "o": 27195,
        "r": "kjv:John:1:14",
        "t": "And*p the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth."
    },
    {
        "o": 27196,
        "r": "kjv:John:1:15",
        "t": "John*p bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me."
    },
    {
        "o": 27197,
        "r": "kjv:John:1:16",
        "t": "And*p of his fulness have all we received, and grace for grace."
    },
    {
        "o": 27198,
        "r": "kjv:John:1:17",
        "t": "For*p the law was given by Moses, but grace and truth came by Jesus Christ."
    },
    {
        "o": 27199,
        "r": "kjv:John:1:18",
        "t": "No*p man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him."
    },
    {
        "o": 27200,
        "r": "kjv:John:1:19",
        "t": "And*p this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?"
    },
    {
        "o": 27201,
        "r": "kjv:John:1:20",
        "t": "And*p he confessed, and denied not; but confessed, I am not the Christ."
    },
    {
        "o": 27202,
        "r": "kjv:John:1:21",
        "t": "And*p they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No."
    },
    {
        "o": 27203,
        "r": "kjv:John:1:22",
        "t": "Then*p said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?"
    },
    {
        "o": 27204,
        "r": "kjv:John:1:23",
        "t": "He*p said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias."
    },
    {
        "o": 27205,
        "r": "kjv:John:1:24",
        "t": "And*p they which were sent were of the Pharisees."
    },
    {
        "o": 27206,
        "r": "kjv:John:1:25",
        "t": "And*p they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?"
    },
    {
        "o": 27207,
        "r": "kjv:John:1:26",
        "t": "John*p answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;"
    },
    {
        "o": 27208,
        "r": "kjv:John:1:27",
        "t": "He*p it is, who coming after me is preferred before me, whose shoe's latchet I am not worthy to unloose."
    },
    {
        "o": 27209,
        "r": "kjv:John:1:28",
        "t": "These*p things were done in Bethabara beyond Jordan, where John was baptizing."
    },
    {
        "o": 27210,
        "r": "kjv:John:1:29",
        "t": "The*p next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world."
    },
    {
        "o": 27211,
        "r": "kjv:John:1:30",
        "t": "This*p is he of whom I said, After me cometh a man which is preferred before me: for he was before me."
    },
    {
        "o": 27212,
        "r": "kjv:John:1:31",
        "t": "And*p I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water."
    },
    {
        "o": 27213,
        "r": "kjv:John:1:32",
        "t": "And*p John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him."
    },
    {
        "o": 27214,
        "r": "kjv:John:1:33",
        "t": "And*p I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost."
    },
    {
        "o": 27215,
        "r": "kjv:John:1:34",
        "t": "And*p I saw, and bare record that this is the Son of God."
    },
    {
        "o": 27216,
        "r": "kjv:John:1:35",
        "t": "Again*p the next day after John stood, and two of his disciples;"
    },
    {
        "o": 27217,
        "r": "kjv:John:1:36",
        "t": "And*p looking upon Jesus as he walked, he saith, Behold the Lamb of God!"
    },
    {
        "o": 27218,
        "r": "kjv:John:1:37",
        "t": "And*p the two disciples heard him speak, and they followed Jesus."
    },
    {
        "o": 27219,
        "r": "kjv:John:1:38",
        "t": "Then*p Jesus turned, and saw them following, and saith unto them, What*r seek*r ye?*r They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?"
    },
    {
        "o": 27220,
        "r": "kjv:John:1:39",
        "t": "He*p saith unto them, Come*r and*r see.*r They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour."
    },
    {
        "o": 27221,
        "r": "kjv:John:1:40",
        "t": "One*p of the two which heard John speak, and followed him, was Andrew, Simon Peter's brother."
    },
    {
        "o": 27222,
        "r": "kjv:John:1:41",
        "t": "He*p first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ."
    },
    {
        "o": 27223,
        "r": "kjv:John:1:42",
        "t": "And*p he brought him to Jesus. And when Jesus beheld him, he said, Thou*r art*r Simon*r the*r son*r of*r Jona:*r thou*r shalt*r be*r called*r Cephas,*r which is by interpretation, A stone."
    },
    {
        "o": 27224,
        "r": "kjv:John:1:43",
        "t": "The*p day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow*r me.*r"
    },
    {
        "o": 27225,
        "r": "kjv:John:1:44",
        "t": "Now*p Philip was of Bethsaida, the city of Andrew and Peter."
    },
    {
        "o": 27226,
        "r": "kjv:John:1:45",
        "t": "Philip*p findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph."
    },
    {
        "o": 27227,
        "r": "kjv:John:1:46",
        "t": "And*p Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see."
    },
    {
        "o": 27228,
        "r": "kjv:John:1:47",
        "t": "Jesus*p saw Nathanael coming to him, and saith of him, Behold*r an*r Israelite*r indeed,*r in*r whom*r is*r no*r guile!*r"
    },
    {
        "o": 27229,
        "r": "kjv:John:1:48",
        "t": "Nathanael*p saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before*r that*r Philip*r called*r thee,*r when*r thou*r wast*r under*r the*r fig*r tree,*r I*r saw*r thee.*r"
    },
    {
        "o": 27230,
        "r": "kjv:John:1:49",
        "t": "Nathanael*p answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel."
    },
    {
        "o": 27231,
        "r": "kjv:John:1:50",
        "t": "Jesus*p answered and said unto him, Because*r I*r said*r unto*r thee,*r I*r saw*r thee*r under*r the*r fig*r tree,*r believest*r thou?*r thou*r shalt*r see*r greater*r things*r than*r these.*r"
    },
    {
        "o": 27232,
        "r": "kjv:John:1:51",
        "t": "And*p he saith unto him, Verily,*r verily,*r I*r say*r unto*r you,*r Hereafter*r ye*r shall*r see*r heaven*r open,*r and*r the*r angels*r of*r God*r ascending*r and*r descending*r upon*r the*r Son*r of*r man.*r"
    }
]
