[
    {
        "o": 32820,
        "r": "niv:1 Timothy:1:0",
        "t": "1 Timothy 1",
        "h": 1
    },
    {
        "o": 32821,
        "r": "niv:1 Timothy:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the command of God our Savior and of Christ Jesus our hope,"
    },
    {
        "o": 32822,
        "r": "niv:1 Timothy:1:2",
        "t": "To*p Timothy my true son in the faith: Grace,*p mercy and peace from God the Father and Christ Jesus our Lord."
    },
    {
        "o": 32823,
        "r": "niv:1 Timothy:1:2",
        "t": "Timothy Charged to Oppose False Teachers",
        "h": 2
    },
    {
        "o": 32824,
        "r": "niv:1 Timothy:1:3",
        "t": "As*p I urged you when I went into Macedonia, stay there in Ephesus so that you may command certain people not to teach false doctrines any longer"
    },
    {
        "o": 32825,
        "r": "niv:1 Timothy:1:4",
        "t": "or to devote themselves to myths and endless genealogies. Such things promote controversial speculations rather than advancing God’s work—which is by faith."
    },
    {
        "o": 32826,
        "r": "niv:1 Timothy:1:5",
        "t": "The goal of this command is love, which comes from a pure heart and a good conscience and a sincere faith."
    },
    {
        "o": 32827,
        "r": "niv:1 Timothy:1:6",
        "t": "Some have departed from these and have turned to meaningless talk."
    },
    {
        "o": 32828,
        "r": "niv:1 Timothy:1:7",
        "t": "They want to be teachers of the law, but they do not know what they are talking about or what they so confidently affirm."
    },
    {
        "o": 32829,
        "r": "niv:1 Timothy:1:8",
        "t": "We*p know that the law is good if one uses it properly."
    },
    {
        "o": 32830,
        "r": "niv:1 Timothy:1:9",
        "t": "We also know that the law is made not for the righteous but for lawbreakers and rebels, the ungodly and sinful, the unholy and irreligious, for those who kill their fathers or mothers, for murderers,"
    },
    {
        "o": 32831,
        "r": "niv:1 Timothy:1:10",
        "t": "for the sexually immoral, for those practicing homosexuality, for slave traders and liars and perjurers—and for whatever else is contrary to the sound doctrine"
    },
    {
        "o": 32832,
        "r": "niv:1 Timothy:1:11",
        "t": "that conforms to the gospel concerning the glory of the blessed God, which he entrusted to me."
    },
    {
        "o": 32833,
        "r": "niv:1 Timothy:1:11",
        "t": "The Lord’s Grace to Paul",
        "h": 2
    },
    {
        "o": 32834,
        "r": "niv:1 Timothy:1:12",
        "t": "I*p thank Christ Jesus our Lord, who has given me strength, that he considered me trustworthy, appointing me to his service."
    },
    {
        "o": 32835,
        "r": "niv:1 Timothy:1:13",
        "t": "Even though I was once a blasphemer and a persecutor and a violent man, I was shown mercy because I acted in ignorance and unbelief."
    },
    {
        "o": 32836,
        "r": "niv:1 Timothy:1:14",
        "t": "The grace of our Lord was poured out on me abundantly, along with the faith and love that are in Christ Jesus."
    },
    {
        "o": 32837,
        "r": "niv:1 Timothy:1:15",
        "t": "Here*p is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners—of whom I am the worst."
    },
    {
        "o": 32838,
        "r": "niv:1 Timothy:1:16",
        "t": "But for that very reason I was shown mercy so that in me, the worst of sinners, Christ Jesus might display his immense patience as an example for those who would believe in him and receive eternal life."
    },
    {
        "o": 32839,
        "r": "niv:1 Timothy:1:17",
        "t": "Now to the King eternal, immortal, invisible, the only God, be honor and glory for ever and ever. Amen."
    },
    {
        "o": 32840,
        "r": "niv:1 Timothy:1:17",
        "t": "The Charge to Timothy Renewed",
        "h": 2
    },
    {
        "o": 32841,
        "r": "niv:1 Timothy:1:18",
        "t": "Timothy,*p my son, I am giving you this command in keeping with the prophecies once made about you, so that by recalling them you may fight the battle well,"
    },
    {
        "o": 32842,
        "r": "niv:1 Timothy:1:19",
        "t": "holding on to faith and a good conscience, which some have rejected and so have suffered shipwreck with regard to the faith."
    },
    {
        "o": 32843,
        "r": "niv:1 Timothy:1:20",
        "t": "Among them are Hymenaeus and Alexander, whom I have handed over to Satan to be taught not to blaspheme."
    },
    {
        "o": 32844,
        "r": "niv:1 Timothy:2:0",
        "t": "1 Timothy 2",
        "h": 1
    },
    {
        "o": 32845,
        "r": "niv:1 Timothy:2:0",
        "t": "Instructions on Worship",
        "h": 2
    },
    {
        "o": 32846,
        "r": "niv:1 Timothy:2:1",
        "t": "I*p urge, then, first of all, that petitions, prayers, intercession and thanksgiving be made for all people—"
    },
    {
        "o": 32847,
        "r": "niv:1 Timothy:2:2",
        "t": "for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness."
    },
    {
        "o": 32848,
        "r": "niv:1 Timothy:2:3",
        "t": "This is good, and pleases God our Savior,"
    },
    {
        "o": 32849,
        "r": "niv:1 Timothy:2:4",
        "t": "who wants all people to be saved and to come to a knowledge of the truth."
    },
    {
        "o": 32850,
        "r": "niv:1 Timothy:2:5",
        "t": "For there is one God and one mediator between God and mankind, the man Christ Jesus,"
    },
    {
        "o": 32851,
        "r": "niv:1 Timothy:2:6",
        "t": "who gave himself as a ransom for all people. This has now been witnessed to at the proper time."
    },
    {
        "o": 32852,
        "r": "niv:1 Timothy:2:7",
        "t": "And for this purpose I was appointed a herald and an apostle—I am telling the truth, I am not lying—and a true and faithful teacher of the Gentiles."
    },
    {
        "o": 32853,
        "r": "niv:1 Timothy:2:8",
        "t": "Therefore*p I want the men everywhere to pray, lifting up holy hands without anger or disputing."
    },
    {
        "o": 32854,
        "r": "niv:1 Timothy:2:9",
        "t": "I also want the women to dress modestly, with decency and propriety, adorning themselves, not with elaborate hairstyles or gold or pearls or expensive clothes,"
    },
    {
        "o": 32855,
        "r": "niv:1 Timothy:2:10",
        "t": "but with good deeds, appropriate for women who profess to worship God."
    },
    {
        "o": 32856,
        "r": "niv:1 Timothy:2:11",
        "t": "A*p woman should learn in quietness and full submission."
    },
    {
        "o": 32857,
        "r": "niv:1 Timothy:2:12",
        "t": "I do not permit a woman to teach or to assume authority over a man; she must be quiet."
    },
    {
        "o": 32858,
        "r": "niv:1 Timothy:2:13",
        "t": "For Adam was formed first, then Eve."
    },
    {
        "o": 32859,
        "r": "niv:1 Timothy:2:14",
        "t": "And Adam was not the one deceived; it was the woman who was deceived and became a sinner."
    },
    {
        "o": 32860,
        "r": "niv:1 Timothy:2:15",
        "t": "But women will be saved through childbearing—if they continue in faith, love and holiness with propriety."
    },
    {
        "o": 32861,
        "r": "niv:1 Timothy:3:0",
        "t": "1 Timothy 3",
        "h": 1
    },
    {
        "o": 32862,
        "r": "niv:1 Timothy:3:0",
        "t": "Qualifications for Overseers and Deacons",
        "h": 2
    },
    {
        "o": 32863,
        "r": "niv:1 Timothy:3:1",
        "t": "Here*p is a trustworthy saying: Whoever aspires to be an overseer desires a noble task."
    },
    {
        "o": 32864,
        "r": "niv:1 Timothy:3:2",
        "t": "Now the overseer is to be above reproach, faithful to his wife, temperate, self-controlled, respectable, hospitable, able to teach,"
    },
    {
        "o": 32865,
        "r": "niv:1 Timothy:3:3",
        "t": "not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money."
    },
    {
        "o": 32866,
        "r": "niv:1 Timothy:3:4",
        "t": "He must manage his own family well and see that his children obey him, and he must do so in a manner worthy of full respect."
    },
    {
        "o": 32867,
        "r": "niv:1 Timothy:3:5",
        "t": "(If anyone does not know how to manage his own family, how can he take care of God’s church?)"
    },
    {
        "o": 32868,
        "r": "niv:1 Timothy:3:6",
        "t": "He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil."
    },
    {
        "o": 32869,
        "r": "niv:1 Timothy:3:7",
        "t": "He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil’s trap."
    },
    {
        "o": 32870,
        "r": "niv:1 Timothy:3:8",
        "t": "In*p the same way, deacons are to be worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain."
    },
    {
        "o": 32871,
        "r": "niv:1 Timothy:3:9",
        "t": "They must keep hold of the deep truths of the faith with a clear conscience."
    },
    {
        "o": 32872,
        "r": "niv:1 Timothy:3:10",
        "t": "They must first be tested; and then if there is nothing against them, let them serve as deacons."
    },
    {
        "o": 32873,
        "r": "niv:1 Timothy:3:11",
        "t": "In*p the same way, the women are to be worthy of respect, not malicious talkers but temperate and trustworthy in everything."
    },
    {
        "o": 32874,
        "r": "niv:1 Timothy:3:12",
        "t": "A*p deacon must be faithful to his wife and must manage his children and his household well."
    },
    {
        "o": 32875,
        "r": "niv:1 Timothy:3:13",
        "t": "Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus."
    },
    {
        "o": 32876,
        "r": "niv:1 Timothy:3:13",
        "t": "Reasons for Paul’s Instructions",
        "h": 2
    },
    {
        "o": 32877,
        "r": "niv:1 Timothy:3:14",
        "t": "Although*p I hope to come to you soon, I am writing you these instructions so that,"
    },
    {
        "o": 32878,
        "r": "niv:1 Timothy:3:15",
        "t": "if I am delayed, you will know how people ought to conduct themselves in God’s household, which is the church of the living God, the pillar and foundation of the truth."
    },
    {
        "o": 32879,
        "r": "niv:1 Timothy:3:16",
        "t": "Beyond all question, the mystery from which true godliness springs is great: He*pn appeared in the flesh, was*ld vindicated by the Spirit, was*ln seen by angels, was*ld preached among the nations, was*ln believed on in the world, was*ld taken up in glory."
    },
    {
        "o": 32880,
        "r": "niv:1 Timothy:4:0",
        "t": "1 Timothy 4",
        "h": 1
    },
    {
        "o": 32881,
        "r": "niv:1 Timothy:4:1",
        "t": "The*p Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons."
    },
    {
        "o": 32882,
        "r": "niv:1 Timothy:4:2",
        "t": "Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron."
    },
    {
        "o": 32883,
        "r": "niv:1 Timothy:4:3",
        "t": "They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth."
    },
    {
        "o": 32884,
        "r": "niv:1 Timothy:4:4",
        "t": "For everything God created is good, and nothing is to be rejected if it is received with thanksgiving,"
    },
    {
        "o": 32885,
        "r": "niv:1 Timothy:4:5",
        "t": "because it is consecrated by the word of God and prayer."
    },
    {
        "o": 32886,
        "r": "niv:1 Timothy:4:6",
        "t": "If*p you point these things out to the brothers and sisters, you will be a good minister of Christ Jesus, nourished on the truths of the faith and of the good teaching that you have followed."
    },
    {
        "o": 32887,
        "r": "niv:1 Timothy:4:7",
        "t": "Have nothing to do with godless myths and old wives’ tales; rather, train yourself to be godly."
    },
    {
        "o": 32888,
        "r": "niv:1 Timothy:4:8",
        "t": "For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come."
    },
    {
        "o": 32889,
        "r": "niv:1 Timothy:4:9",
        "t": "This is a trustworthy saying that deserves full acceptance."
    },
    {
        "o": 32890,
        "r": "niv:1 Timothy:4:10",
        "t": "That is why we labor and strive, because we have put our hope in the living God, who is the Savior of all people, and especially of those who believe."
    },
    {
        "o": 32891,
        "r": "niv:1 Timothy:4:11",
        "t": "Command*p and teach these things."
    },
    {
        "o": 32892,
        "r": "niv:1 Timothy:4:12",
        "t": "Don’t let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity."
    },
    {
        "o": 32893,
        "r": "niv:1 Timothy:4:13",
        "t": "Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching."
    },
    {
        "o": 32894,
        "r": "niv:1 Timothy:4:14",
        "t": "Do not neglect your gift, which was given you through prophecy when the body of elders laid their hands on you."
    },
    {
        "o": 32895,
        "r": "niv:1 Timothy:4:15",
        "t": "Be*p diligent in these matters; give yourself wholly to them, so that everyone may see your progress."
    },
    {
        "o": 32896,
        "r": "niv:1 Timothy:4:16",
        "t": "Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers."
    },
    {
        "o": 32897,
        "r": "niv:1 Timothy:5:0",
        "t": "1 Timothy 5",
        "h": 1
    },
    {
        "o": 32898,
        "r": "niv:1 Timothy:5:0",
        "t": "Widows, Elders and Slaves",
        "h": 2
    },
    {
        "o": 32899,
        "r": "niv:1 Timothy:5:1",
        "t": "Do*p not rebuke an older man harshly, but exhort him as if he were your father. Treat younger men as brothers,"
    },
    {
        "o": 32900,
        "r": "niv:1 Timothy:5:2",
        "t": "older women as mothers, and younger women as sisters, with absolute purity."
    },
    {
        "o": 32901,
        "r": "niv:1 Timothy:5:3",
        "t": "Give*p proper recognition to those widows who are really in need."
    },
    {
        "o": 32902,
        "r": "niv:1 Timothy:5:4",
        "t": "But if a widow has children or grandchildren, these should learn first of all to put their religion into practice by caring for their own family and so repaying their parents and grandparents, for this is pleasing to God."
    },
    {
        "o": 32903,
        "r": "niv:1 Timothy:5:5",
        "t": "The widow who is really in need and left all alone puts her hope in God and continues night and day to pray and to ask God for help."
    },
    {
        "o": 32904,
        "r": "niv:1 Timothy:5:6",
        "t": "But the widow who lives for pleasure is dead even while she lives."
    },
    {
        "o": 32905,
        "r": "niv:1 Timothy:5:7",
        "t": "Give the people these instructions, so that no one may be open to blame."
    },
    {
        "o": 32906,
        "r": "niv:1 Timothy:5:8",
        "t": "Anyone who does not provide for their relatives, and especially for their own household, has denied the faith and is worse than an unbeliever."
    },
    {
        "o": 32907,
        "r": "niv:1 Timothy:5:9",
        "t": "No*p widow may be put on the list of widows unless she is over sixty, has been faithful to her husband,"
    },
    {
        "o": 32908,
        "r": "niv:1 Timothy:5:10",
        "t": "and is well known for her good deeds, such as bringing up children, showing hospitality, washing the feet of the Lord’s people, helping those in trouble and devoting herself to all kinds of good deeds."
    },
    {
        "o": 32909,
        "r": "niv:1 Timothy:5:11",
        "t": "As*p for younger widows, do not put them on such a list. For when their sensual desires overcome their dedication to Christ, they want to marry."
    },
    {
        "o": 32910,
        "r": "niv:1 Timothy:5:12",
        "t": "Thus they bring judgment on themselves, because they have broken their first pledge."
    },
    {
        "o": 32911,
        "r": "niv:1 Timothy:5:13",
        "t": "Besides, they get into the habit of being idle and going about from house to house. And not only do they become idlers, but also busybodies who talk nonsense, saying things they ought not to."
    },
    {
        "o": 32912,
        "r": "niv:1 Timothy:5:14",
        "t": "So I counsel younger widows to marry, to have children, to manage their homes and to give the enemy no opportunity for slander."
    },
    {
        "o": 32913,
        "r": "niv:1 Timothy:5:15",
        "t": "Some have in fact already turned away to follow Satan."
    },
    {
        "o": 32914,
        "r": "niv:1 Timothy:5:16",
        "t": "If*p any woman who is a believer has widows in her care, she should continue to help them and not let the church be burdened with them, so that the church can help those widows who are really in need."
    },
    {
        "o": 32915,
        "r": "niv:1 Timothy:5:17",
        "t": "The*p elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching."
    },
    {
        "o": 32916,
        "r": "niv:1 Timothy:5:18",
        "t": "For Scripture says, “Do not muzzle an ox while it is treading out the grain,” and “The worker deserves his wages.”"
    },
    {
        "o": 32917,
        "r": "niv:1 Timothy:5:19",
        "t": "Do not entertain an accusation against an elder unless it is brought by two or three witnesses."
    },
    {
        "o": 32918,
        "r": "niv:1 Timothy:5:20",
        "t": "But those elders who are sinning you are to reprove before everyone, so that the others may take warning."
    },
    {
        "o": 32919,
        "r": "niv:1 Timothy:5:21",
        "t": "I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism."
    },
    {
        "o": 32920,
        "r": "niv:1 Timothy:5:22",
        "t": "Do*p not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure."
    },
    {
        "o": 32921,
        "r": "niv:1 Timothy:5:23",
        "t": "Stop*p drinking only water, and use a little wine because of your stomach and your frequent illnesses."
    },
    {
        "o": 32922,
        "r": "niv:1 Timothy:5:24",
        "t": "The*p sins of some are obvious, reaching the place of judgment ahead of them; the sins of others trail behind them."
    },
    {
        "o": 32923,
        "r": "niv:1 Timothy:5:25",
        "t": "In the same way, good deeds are obvious, and even those that are not obvious cannot remain hidden forever."
    },
    {
        "o": 32924,
        "r": "niv:1 Timothy:6:0",
        "t": "1 Timothy 6",
        "h": 1
    },
    {
        "o": 32925,
        "r": "niv:1 Timothy:6:1",
        "t": "All*p who are under the yoke of slavery should consider their masters worthy of full respect, so that God’s name and our teaching may not be slandered."
    },
    {
        "o": 32926,
        "r": "niv:1 Timothy:6:2",
        "t": "Those who have believing masters should not show them disrespect just because they are fellow believers. Instead, they should serve them even better because their masters are dear to them as fellow believers and are devoted to the welfare of their slaves."
    },
    {
        "o": 32927,
        "r": "niv:1 Timothy:6:2",
        "t": "False Teachers and the Love of Money",
        "h": 2
    },
    {
        "o": 32928,
        "r": "niv:1 Timothy:6:2",
        "t": "These*p are the things you are to teach and insist on."
    },
    {
        "o": 32929,
        "r": "niv:1 Timothy:6:3",
        "t": "If anyone teaches otherwise and does not agree to the sound instruction of our Lord Jesus Christ and to godly teaching,"
    },
    {
        "o": 32930,
        "r": "niv:1 Timothy:6:4",
        "t": "they are conceited and understand nothing. They have an unhealthy interest in controversies and quarrels about words that result in envy, strife, malicious talk, evil suspicions"
    },
    {
        "o": 32931,
        "r": "niv:1 Timothy:6:5",
        "t": "and constant friction between people of corrupt mind, who have been robbed of the truth and who think that godliness is a means to financial gain."
    },
    {
        "o": 32932,
        "r": "niv:1 Timothy:6:6",
        "t": "But*p godliness with contentment is great gain."
    },
    {
        "o": 32933,
        "r": "niv:1 Timothy:6:7",
        "t": "For we brought nothing into the world, and we can take nothing out of it."
    },
    {
        "o": 32934,
        "r": "niv:1 Timothy:6:8",
        "t": "But if we have food and clothing, we will be content with that."
    },
    {
        "o": 32935,
        "r": "niv:1 Timothy:6:9",
        "t": "Those who want to get rich fall into temptation and a trap and into many foolish and harmful desires that plunge people into ruin and destruction."
    },
    {
        "o": 32936,
        "r": "niv:1 Timothy:6:10",
        "t": "For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."
    },
    {
        "o": 32937,
        "r": "niv:1 Timothy:6:10",
        "t": "Final Charge to Timothy",
        "h": 2
    },
    {
        "o": 32938,
        "r": "niv:1 Timothy:6:11",
        "t": "But*p you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness."
    },
    {
        "o": 32939,
        "r": "niv:1 Timothy:6:12",
        "t": "Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses."
    },
    {
        "o": 32940,
        "r": "niv:1 Timothy:6:13",
        "t": "In the sight of God, who gives life to everything, and of Christ Jesus, who while testifying before Pontius Pilate made the good confession, I charge you"
    },
    {
        "o": 32941,
        "r": "niv:1 Timothy:6:14",
        "t": "to keep this command without spot or blame until the appearing of our Lord Jesus Christ,"
    },
    {
        "o": 32942,
        "r": "niv:1 Timothy:6:15",
        "t": "which God will bring about in his own time—God, the blessed and only Ruler, the King of kings and Lord of lords,"
    },
    {
        "o": 32943,
        "r": "niv:1 Timothy:6:16",
        "t": "who alone is immortal and who lives in unapproachable light, whom no one has seen or can see. To him be honor and might forever. Amen."
    },
    {
        "o": 32944,
        "r": "niv:1 Timothy:6:17",
        "t": "Command*p those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment."
    },
    {
        "o": 32945,
        "r": "niv:1 Timothy:6:18",
        "t": "Command them to do good, to be rich in good deeds, and to be generous and willing to share."
    },
    {
        "o": 32946,
        "r": "niv:1 Timothy:6:19",
        "t": "In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life."
    },
    {
        "o": 32947,
        "r": "niv:1 Timothy:6:20",
        "t": "Timothy,*p guard what has been entrusted to your care. Turn away from godless chatter and the opposing ideas of what is falsely called knowledge,"
    },
    {
        "o": 32948,
        "r": "niv:1 Timothy:6:21",
        "t": "which some have professed and in so doing have departed from the faith. Grace*p be with you all."
    }
]
