[
    {
        "o": 20922,
        "r": "esv:Isaiah:59:0",
        "t": "Isaiah 59",
        "h": 1
    },
    {
        "o": 20923,
        "r": "esv:Isaiah:59:0",
        "t": "Evil and Oppression",
        "h": 2
    },
    {
        "o": 20924,
        "r": "esv:Isaiah:59:1",
        "t": "Behold,*pn the Lord’s*s hand is not shortened, that it cannot save, or*ld his ear dull, that it cannot hear;"
    },
    {
        "o": 20925,
        "r": "esv:Isaiah:59:2",
        "t": "but*ln your iniquities have made a separation between*ld you and your God, and*ln your sins have hidden his face from you so*ld that he does not hear."
    },
    {
        "o": 20926,
        "r": "esv:Isaiah:59:3",
        "t": "For*ln your hands are defiled with blood and*ld your fingers with iniquity; your*ln lips have spoken lies; your*ld tongue mutters wickedness."
    },
    {
        "o": 20927,
        "r": "esv:Isaiah:59:4",
        "t": "No*ln one enters suit justly; no*ld one goes to law honestly; they*ln rely on empty pleas, they speak lies, they*ld conceive mischief and give birth to iniquity."
    },
    {
        "o": 20928,
        "r": "esv:Isaiah:59:5",
        "t": "They*ln hatch adders’ eggs; they*ld weave the spider’s web; he*ln who eats their eggs dies, and*ld from one that is crushed a viper is hatched."
    },
    {
        "o": 20929,
        "r": "esv:Isaiah:59:6",
        "t": "Their*ln webs will not serve as clothing; men*ld will not cover themselves with what they make. Their*ln works are works of iniquity, and*ld deeds of violence are in their hands."
    },
    {
        "o": 20930,
        "r": "esv:Isaiah:59:7",
        "t": "Their*ln feet run to evil, and*ld they are swift to shed innocent blood; their*ln thoughts are thoughts of iniquity; desolation*ld and destruction are in their highways."
    },
    {
        "o": 20931,
        "r": "esv:Isaiah:59:8",
        "t": "The*ln way of peace they do not know, and*ld there is no justice in their paths; they*ln have made their roads crooked; no*ld one who treads on them knows peace."
    },
    {
        "o": 20932,
        "r": "esv:Isaiah:59:9",
        "t": "Therefore*pn justice is far from us, and*ld righteousness does not overtake us; we*ln hope for light, and behold, darkness, and*ld for brightness, but we walk in gloom."
    },
    {
        "o": 20933,
        "r": "esv:Isaiah:59:10",
        "t": "We*ln grope for the wall like the blind; we*ld grope like those who have no eyes; we*ln stumble at noon as in the twilight, among*ld those in full vigor we are like dead men."
    },
    {
        "o": 20934,
        "r": "esv:Isaiah:59:11",
        "t": "We*ln all growl like bears; we*ld moan and moan like doves; we*ln hope for justice, but there is none; for*ld salvation, but it is far from us."
    },
    {
        "o": 20935,
        "r": "esv:Isaiah:59:12",
        "t": "For*ln our transgressions are multiplied before you, and*ld our sins testify against us; for*ln our transgressions are with us, and*ld we know our iniquities:"
    },
    {
        "o": 20936,
        "r": "esv:Isaiah:59:13",
        "t": "transgressing,*ln and denying the Lord,*s and*ld turning back from following our God, speaking*ln oppression and revolt, conceiving*ld and uttering from the heart lying words."
    },
    {
        "o": 20937,
        "r": "esv:Isaiah:59:13",
        "t": "Judgment and Redemption",
        "h": 2
    },
    {
        "o": 20938,
        "r": "esv:Isaiah:59:14",
        "t": "Justice*pn is turned back, and*ld righteousness stands far away; for*ln truth has stumbled in the public squares, and*ld uprightness cannot enter."
    },
    {
        "o": 20939,
        "r": "esv:Isaiah:59:15",
        "t": "Truth*ln is lacking, and*ld he who departs from evil makes himself a prey. The*pn Lord*s saw it, and it displeased him that*ld there was no justice."
    },
    {
        "o": 20940,
        "r": "esv:Isaiah:59:16",
        "t": "He*ln saw that there was no man, and*ld wondered that there was no one to intercede; then*ln his own arm brought him salvation, and*ld his righteousness upheld him."
    },
    {
        "o": 20941,
        "r": "esv:Isaiah:59:17",
        "t": "He*ln put on righteousness as a breastplate, and*ld a helmet of salvation on his head; he*ln put on garments of vengeance for clothing, and*ld wrapped himself in zeal as a cloak."
    },
    {
        "o": 20942,
        "r": "esv:Isaiah:59:18",
        "t": "According*ln to their deeds, so will he repay, wrath*ld to his adversaries, repayment to his enemies; to*ld the coastlands he will render repayment."
    },
    {
        "o": 20943,
        "r": "esv:Isaiah:59:19",
        "t": "So*ln they shall fear the name of the Lord*s from the west, and*ld his glory from the rising of the sun; for*ln he will come like a rushing stream, which*ld the wind of the Lord*s drives."
    },
    {
        "o": 20944,
        "r": "esv:Isaiah:59:20",
        "t": "“And*pn a Redeemer will come to Zion, to*ld those in Jacob who turn from transgression,” declares the Lord.*s"
    },
    {
        "o": 20945,
        "r": "esv:Isaiah:59:21",
        "t": "“And*p as for me, this is my covenant with them,” says the Lord:*s “My Spirit that is upon you, and my words that I have put in your mouth, shall not depart out of your mouth, or out of the mouth of your offspring, or out of the mouth of your children’s offspring,” says the Lord,*s “from this time forth and forevermore.”"
    }
]
