[
    {
        "o": 6475,
        "r": "niv:Joshua:5:0",
        "t": "Joshua 5",
        "h": 1
    },
    {
        "o": 6476,
        "r": "niv:Joshua:5:1",
        "t": "Now*p when all the Amorite kings west of the Jordan and all the Canaanite kings along the coast heard how the Lord*s had dried up the Jordan before the Israelites until they had crossed over, their hearts melted in fear and they no longer had the courage to face the Israelites."
    },
    {
        "o": 6477,
        "r": "niv:Joshua:5:1",
        "t": "Circumcision and Passover at Gilgal",
        "h": 2
    },
    {
        "o": 6478,
        "r": "niv:Joshua:5:2",
        "t": "At*p that time the Lord*s said to Joshua, “Make flint knives and circumcise the Israelites again.”"
    },
    {
        "o": 6479,
        "r": "niv:Joshua:5:3",
        "t": "So Joshua made flint knives and circumcised the Israelites at Gibeath Haaraloth."
    },
    {
        "o": 6480,
        "r": "niv:Joshua:5:4",
        "t": "Now*p this is why he did so: All those who came out of Egypt—all the men of military age—died in the wilderness on the way after leaving Egypt."
    },
    {
        "o": 6481,
        "r": "niv:Joshua:5:5",
        "t": "All the people that came out had been circumcised, but all the people born in the wilderness during the journey from Egypt had not."
    },
    {
        "o": 6482,
        "r": "niv:Joshua:5:6",
        "t": "The Israelites had moved about in the wilderness forty years until all the men who were of military age when they left Egypt had died, since they had not obeyed the Lord.*s For the Lord*s had sworn to them that they would not see the land he had solemnly promised their ancestors to give us, a land flowing with milk and honey."
    },
    {
        "o": 6483,
        "r": "niv:Joshua:5:7",
        "t": "So he raised up their sons in their place, and these were the ones Joshua circumcised. They were still uncircumcised because they had not been circumcised on the way."
    },
    {
        "o": 6484,
        "r": "niv:Joshua:5:8",
        "t": "And after the whole nation had been circumcised, they remained where they were in camp until they were healed."
    },
    {
        "o": 6485,
        "r": "niv:Joshua:5:9",
        "t": "Then*p the Lord*s said to Joshua, “Today I have rolled away the reproach of Egypt from you.” So the place has been called Gilgal to this day."
    },
    {
        "o": 6486,
        "r": "niv:Joshua:5:10",
        "t": "On*p the evening of the fourteenth day of the month, while camped at Gilgal on the plains of Jericho, the Israelites celebrated the Passover."
    },
    {
        "o": 6487,
        "r": "niv:Joshua:5:11",
        "t": "The day after the Passover, that very day, they ate some of the produce of the land: unleavened bread and roasted grain."
    },
    {
        "o": 6488,
        "r": "niv:Joshua:5:12",
        "t": "The manna stopped the day after they ate this food from the land; there was no longer any manna for the Israelites, but that year they ate the produce of Canaan."
    },
    {
        "o": 6489,
        "r": "niv:Joshua:5:12",
        "t": "The Fall of Jericho",
        "h": 2
    },
    {
        "o": 6490,
        "r": "niv:Joshua:5:13",
        "t": "Now*p when Joshua was near Jericho, he looked up and saw a man standing in front of him with a drawn sword in his hand. Joshua went up to him and asked, “Are you for us or for our enemies?”"
    },
    {
        "o": 6491,
        "r": "niv:Joshua:5:14",
        "t": "“Neither,”*p he replied, “but as commander of the army of the Lord*s I have now come.” Then Joshua fell facedown to the ground in reverence, and asked him, “What message does my Lord have for his servant?”"
    },
    {
        "o": 6492,
        "r": "niv:Joshua:5:15",
        "t": "The*p commander of the Lord’s*s army replied, “Take off your sandals, for the place where you are standing is holy.” And Joshua did so."
    }
]
