[
    {
        "o": 21492,
        "r": "nasb:Jeremiah:14:0",
        "t": "Jeremiah 14",
        "h": 1
    },
    {
        "o": 21493,
        "r": "nasb:Jeremiah:14:0",
        "t": "Drought and a Prayer for Mercy",
        "h": 2
    },
    {
        "o": 21494,
        "r": "nasb:Jeremiah:14:1",
        "t": "That*p which came as the word of the Lord*s to Jeremiah in regard to the drought:"
    },
    {
        "o": 21495,
        "r": "nasb:Jeremiah:14:2",
        "t": "“Judah*pn mourns And*ln her gates languish; They*ln sit on the ground in mourning, And*ln the cry of Jerusalem has ascended."
    },
    {
        "o": 21496,
        "r": "nasb:Jeremiah:14:3",
        "t": "Their*ln nobles have sent their servants for water; They*ln have come to the cisterns and found no water. They*ln have returned with their vessels empty; They*ln have been put to shame and humiliated, And*ln they cover their heads."
    },
    {
        "o": 21497,
        "r": "nasb:Jeremiah:14:4",
        "t": "Because*ln the ground is cracked, For*ln there has been no rain on the land; The*ln farmers have been put to shame, They*ln have covered their heads."
    },
    {
        "o": 21498,
        "r": "nasb:Jeremiah:14:5",
        "t": "For*ln even the doe in the field has given birth only to abandon her*i young,*i Because*ln there is no grass."
    },
    {
        "o": 21499,
        "r": "nasb:Jeremiah:14:6",
        "t": "The*ln wild donkeys stand on the bare heights; They*ln pant for air like jackals, Their*ln eyes fail For*ln there is no vegetation."
    },
    {
        "o": 21500,
        "r": "nasb:Jeremiah:14:7",
        "t": "Although*ln our iniquities testify against us, O*ln Lord,*s act for Your name’s sake! Truly*ln our apostasies have been many, We*ln have sinned against You."
    },
    {
        "o": 21501,
        "r": "nasb:Jeremiah:14:8",
        "t": "O*ln Hope of Israel, Its*ln Savior in time of distress, Why*ln are You like a stranger in the land Or*ln like a traveler who has pitched his tent*i for the night?"
    },
    {
        "o": 21502,
        "r": "nasb:Jeremiah:14:9",
        "t": "Why*ln are You like a man dismayed, Like*ln a mighty man who cannot save? Yet*ln You are in our midst, O Lord,*s And*ln we are called by Your name; Do*ln not forsake us!”"
    },
    {
        "o": 21503,
        "r": "nasb:Jeremiah:14:10",
        "t": "Thus*p says the Lord*s to this people, “Even so they have loved to wander; they have not kept their feet in check. Therefore the Lord*s does not accept them; now He will remember their iniquity and call their sins to account.”"
    },
    {
        "o": 21504,
        "r": "nasb:Jeremiah:14:11",
        "t": "So the Lord*s said to me, “Do not pray for the welfare of this people."
    },
    {
        "o": 21505,
        "r": "nasb:Jeremiah:14:12",
        "t": "When they fast, I am not going to listen to their cry; and when they offer burnt offering and grain offering, I am not going to accept them. Rather I am going to make an end of them by the sword, famine and pestilence.”"
    },
    {
        "o": 21506,
        "r": "nasb:Jeremiah:14:12",
        "t": "False Prophets",
        "h": 2
    },
    {
        "o": 21507,
        "r": "nasb:Jeremiah:14:13",
        "t": "But,*p “Ah, Lord God!”*s I said, “Look, the prophets are telling them, ‘You will not see the sword nor will you have famine, but I will give you lasting peace in this place.’ ”"
    },
    {
        "o": 21508,
        "r": "nasb:Jeremiah:14:14",
        "t": "Then the Lord*s said to me, “The prophets are prophesying falsehood in My name. I have neither sent them nor commanded them nor spoken to them; they are prophesying to you a false vision, divination, futility and the deception of their own minds."
    },
    {
        "o": 21509,
        "r": "nasb:Jeremiah:14:15",
        "t": "Therefore thus says the Lord*s concerning the prophets who are prophesying in My name, although it was not I who sent them—yet they keep saying, ‘There will be no sword or famine in this land’—by sword and famine those prophets shall meet their end!"
    },
    {
        "o": 21510,
        "r": "nasb:Jeremiah:14:16",
        "t": "The people also to whom they are prophesying will be thrown out into the streets of Jerusalem because of the famine and the sword; and there will be no one to bury them— neither*i them, nor*i their wives, nor their sons, nor their daughters—for I will pour out their own*i wickedness on them."
    },
    {
        "o": 21511,
        "r": "nasb:Jeremiah:14:17",
        "t": "You*pn will say this word to them, ‘Let*ln my eyes flow down with tears night and day, And*ln let them not cease; For*ln the virgin daughter of my people has been crushed with a mighty blow, With*ln a sorely infected wound."
    },
    {
        "o": 21512,
        "r": "nasb:Jeremiah:14:18",
        "t": "If*ln I go out to the country, Behold,*ln those slain with the sword! Or*ln if I enter the city, Behold,*ln diseases of famine! For*ln both prophet and priest Have*ln gone roving about in the land that they do not know.’ ”"
    },
    {
        "o": 21513,
        "r": "nasb:Jeremiah:14:19",
        "t": "Have*ln You completely rejected Judah? Or*ln have You loathed Zion? Why*ln have You stricken us so that we are beyond healing? We*iln waited for peace, but nothing good came;*i And*ln for a time of healing, but behold, terror!"
    },
    {
        "o": 21514,
        "r": "nasb:Jeremiah:14:20",
        "t": "We*ln know our wickedness, O Lord,*s The*ln iniquity of our fathers, for we have sinned against You."
    },
    {
        "o": 21515,
        "r": "nasb:Jeremiah:14:21",
        "t": "Do*ln not despise us,*i for Your own name’s sake; Do*ln not disgrace the throne of Your glory; Remember*ln and*i do not annul Your covenant with us."
    },
    {
        "o": 21516,
        "r": "nasb:Jeremiah:14:22",
        "t": "Are*ln there any among the idols of the nations who give rain? Or*ln can the heavens grant showers? Is*ln it not You, O Lord*s our God? Therefore*ln we hope in You, For*ln You are the one who has done all these things."
    }
]
