[
    {
        "o": 4796,
        "r": "kjv:Numbers:30:0",
        "t": "Numbers 30",
        "h": 1
    },
    {
        "o": 4797,
        "r": "kjv:Numbers:30:1",
        "t": "And*p Moses spake unto the heads of the tribes concerning the children of Israel, saying, This is the thing which the Lord*s hath commanded."
    },
    {
        "o": 4798,
        "r": "kjv:Numbers:30:2",
        "t": "If*p a man vow a vow unto the Lord,*s or swear an oath to bind his soul with a bond; he shall not break his word, he shall do according to all that proceedeth out of his mouth."
    },
    {
        "o": 4799,
        "r": "kjv:Numbers:30:3",
        "t": "If*p a woman also vow a vow unto the Lord,*s and bind herself by a bond, being in her father's house in her youth;"
    },
    {
        "o": 4800,
        "r": "kjv:Numbers:30:4",
        "t": "And*p her father hear her vow, and her bond wherewith she hath bound her soul, and her father shall hold his peace at her: then all her vows shall stand, and every bond wherewith she hath bound her soul shall stand."
    },
    {
        "o": 4801,
        "r": "kjv:Numbers:30:5",
        "t": "But*p if her father disallow her in the day that he heareth; not any of her vows, or of her bonds wherewith she hath bound her soul, shall stand: and the Lord*s shall forgive her, because her father disallowed her."
    },
    {
        "o": 4802,
        "r": "kjv:Numbers:30:6",
        "t": "And*p if she had at all an husband, when she vowed, or uttered ought out of her lips, wherewith she bound her soul;"
    },
    {
        "o": 4803,
        "r": "kjv:Numbers:30:7",
        "t": "And*p her husband heard it, and held his peace at her in the day that he heard it: then her vows shall stand, and her bonds wherewith she bound her soul shall stand."
    },
    {
        "o": 4804,
        "r": "kjv:Numbers:30:8",
        "t": "But*p if her husband disallowed her on the day that he heard it; then he shall make her vow which she vowed, and that which she uttered with her lips, wherewith she bound her soul, of none effect: and the Lord*s shall forgive her."
    },
    {
        "o": 4805,
        "r": "kjv:Numbers:30:9",
        "t": "But*p every vow of a widow, and of her that is divorced, wherewith they have bound their souls, shall stand against her."
    },
    {
        "o": 4806,
        "r": "kjv:Numbers:30:10",
        "t": "And*p if she vowed in her husband's house, or bound her soul by a bond with an oath;"
    },
    {
        "o": 4807,
        "r": "kjv:Numbers:30:11",
        "t": "And*p her husband heard it, and held his peace at her, and disallowed her not: then all her vows shall stand, and every bond wherewith she bound her soul shall stand."
    },
    {
        "o": 4808,
        "r": "kjv:Numbers:30:12",
        "t": "But*p if her husband hath utterly made them void on the day he heard them; then whatsoever proceeded out of her lips concerning her vows, or concerning the bond of her soul, shall not stand: her husband hath made them void; and the Lord*s shall forgive her."
    },
    {
        "o": 4809,
        "r": "kjv:Numbers:30:13",
        "t": "Every*p vow, and every binding oath to afflict the soul, her husband may establish it, or her husband may make it void."
    },
    {
        "o": 4810,
        "r": "kjv:Numbers:30:14",
        "t": "But*p if her husband altogether hold his peace at her from day to day; then he establisheth all her vows, or all her bonds, which are upon her: he confirmeth them, because he held his peace at her in the day that he heard them."
    },
    {
        "o": 4811,
        "r": "kjv:Numbers:30:15",
        "t": "But*p if he shall any ways make them void after that he hath heard them; then he shall bear her iniquity."
    },
    {
        "o": 4812,
        "r": "kjv:Numbers:30:16",
        "t": "These*p are the statutes, which the Lord*s commanded Moses, between a man and his wife, between the father and his daughter, being yet in her youth in her father's house."
    }
]
