[
    {
        "o": 29355,
        "r": "nkjv:John:1:0",
        "t": "John 1",
        "h": 1
    },
    {
        "o": 29356,
        "r": "nkjv:John:1:0",
        "t": "The Eternal Word",
        "h": 2
    },
    {
        "o": 29357,
        "r": "nkjv:John:1:1",
        "t": "In*p the beginning was the Word, and the Word was with God, and the Word was God."
    },
    {
        "o": 29358,
        "r": "nkjv:John:1:2",
        "t": "He was in the beginning with God."
    },
    {
        "o": 29359,
        "r": "nkjv:John:1:3",
        "t": "All things were made through Him, and without Him nothing was made that was made."
    },
    {
        "o": 29360,
        "r": "nkjv:John:1:4",
        "t": "In Him was life, and the life was the light of men."
    },
    {
        "o": 29361,
        "r": "nkjv:John:1:5",
        "t": "And the light shines in the darkness, and the darkness did not comprehend it."
    },
    {
        "o": 29362,
        "r": "nkjv:John:1:5",
        "t": "John’s Witness: The True Light",
        "h": 2
    },
    {
        "o": 29363,
        "r": "nkjv:John:1:6",
        "t": "There*p was a man sent from God, whose name was*i John."
    },
    {
        "o": 29364,
        "r": "nkjv:John:1:7",
        "t": "This man came for a witness, to bear witness of the Light, that all through him might believe."
    },
    {
        "o": 29365,
        "r": "nkjv:John:1:8",
        "t": "He was not that Light, but was*i sent*i to bear witness of that Light."
    },
    {
        "o": 29366,
        "r": "nkjv:John:1:9",
        "t": "That was the true Light which gives light to every man coming into the world."
    },
    {
        "o": 29367,
        "r": "nkjv:John:1:10",
        "t": "He*p was in the world, and the world was made through Him, and the world did not know Him."
    },
    {
        "o": 29368,
        "r": "nkjv:John:1:11",
        "t": "He came to His own, and His own did not receive Him."
    },
    {
        "o": 29369,
        "r": "nkjv:John:1:12",
        "t": "But as many as received Him, to them He gave the right to become children of God, to those who believe in His name:"
    },
    {
        "o": 29370,
        "r": "nkjv:John:1:13",
        "t": "who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God."
    },
    {
        "o": 29371,
        "r": "nkjv:John:1:13",
        "t": "The Word Becomes Flesh",
        "h": 2
    },
    {
        "o": 29372,
        "r": "nkjv:John:1:14",
        "t": "And*p the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth."
    },
    {
        "o": 29373,
        "r": "nkjv:John:1:15",
        "t": "John*p bore witness of Him and cried out, saying, “This was He of whom I said, ‘He who comes after me is preferred before me, for He was before me.’”"
    },
    {
        "o": 29374,
        "r": "nkjv:John:1:16",
        "t": "And*p of His fullness we have all received, and grace for grace."
    },
    {
        "o": 29375,
        "r": "nkjv:John:1:17",
        "t": "For the law was given through Moses, but*i grace and truth came through Jesus Christ."
    },
    {
        "o": 29376,
        "r": "nkjv:John:1:18",
        "t": "No one has seen God at any time. The only begotten Son, who is in the bosom of the Father, He has declared Him.*i"
    },
    {
        "o": 29377,
        "r": "nkjv:John:1:18",
        "t": "A Voice in the Wilderness",
        "h": 2
    },
    {
        "o": 29378,
        "r": "nkjv:John:1:19",
        "t": "Now*p this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?”"
    },
    {
        "o": 29379,
        "r": "nkjv:John:1:20",
        "t": "He*p confessed, and did not deny, but confessed, “I am not the Christ.”"
    },
    {
        "o": 29380,
        "r": "nkjv:John:1:21",
        "t": "And*p they asked him, “What then? Are you Elijah?” He*p said, “I am not.” “Are*p you the Prophet?” And*p he answered, “No.”"
    },
    {
        "o": 29381,
        "r": "nkjv:John:1:22",
        "t": "Then*p they said to him, “Who are you, that we may give an answer to those who sent us? What do you say about yourself?”"
    },
    {
        "o": 29382,
        "r": "nkjv:John:1:23",
        "t": "He*p said: “I am*i ‘The*pn voice of one crying in the wilderness: “Make*ld straight the way of the Lord,”’*sb as*p the prophet Isaiah said.”"
    },
    {
        "o": 29383,
        "r": "nkjv:John:1:24",
        "t": "Now*p those who were sent were from the Pharisees."
    },
    {
        "o": 29384,
        "r": "nkjv:John:1:25",
        "t": "And they asked him, saying, “Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?”"
    },
    {
        "o": 29385,
        "r": "nkjv:John:1:26",
        "t": "John*p answered them, saying, “I baptize with water, but there stands One among you whom you do not know."
    },
    {
        "o": 29386,
        "r": "nkjv:John:1:27",
        "t": "It is He who, coming after me, is preferred before me, whose sandal strap I am not worthy to loose.”"
    },
    {
        "o": 29387,
        "r": "nkjv:John:1:28",
        "t": "These*p things were done in Bethabara beyond the Jordan, where John was baptizing."
    },
    {
        "o": 29388,
        "r": "nkjv:John:1:28",
        "t": "The Lamb of God",
        "h": 2
    },
    {
        "o": 29389,
        "r": "nkjv:John:1:29",
        "t": "The*p next day John saw Jesus coming toward him, and said, “Behold! The Lamb of God who takes away the sin of the world!"
    },
    {
        "o": 29390,
        "r": "nkjv:John:1:30",
        "t": "This is He of whom I said, ‘After me comes a Man who is preferred before me, for He was before me.’"
    },
    {
        "o": 29391,
        "r": "nkjv:John:1:31",
        "t": "I did not know Him; but that He should be revealed to Israel, therefore I came baptizing with water.”"
    },
    {
        "o": 29392,
        "r": "nkjv:John:1:32",
        "t": "And*p John bore witness, saying, “I saw the Spirit descending from heaven like a dove, and He remained upon Him."
    },
    {
        "o": 29393,
        "r": "nkjv:John:1:33",
        "t": "I did not know Him, but He who sent me to baptize with water said to me, ‘Upon whom you see the Spirit descending, and remaining on Him, this is He who baptizes with the Holy Spirit.’"
    },
    {
        "o": 29394,
        "r": "nkjv:John:1:34",
        "t": "And I have seen and testified that this is the Son of God.”"
    },
    {
        "o": 29395,
        "r": "nkjv:John:1:34",
        "t": "The First Disciples",
        "h": 2
    },
    {
        "o": 29396,
        "r": "nkjv:John:1:35",
        "t": "Again,*p the next day, John stood with two of his disciples."
    },
    {
        "o": 29397,
        "r": "nkjv:John:1:36",
        "t": "And looking at Jesus as He walked, he said, “Behold the Lamb of God!”"
    },
    {
        "o": 29398,
        "r": "nkjv:John:1:37",
        "t": "The*p two disciples heard him speak, and they followed Jesus."
    },
    {
        "o": 29399,
        "r": "nkjv:John:1:38",
        "t": "Then Jesus turned, and seeing them following, said to them, “What*r do*r you*r seek?”*r They*p said to Him, “Rabbi” (which is to say, when translated, Teacher), “where are You staying?”"
    },
    {
        "o": 29400,
        "r": "nkjv:John:1:39",
        "t": "He*p said to them, “Come*r and*r see.”*r They came and saw where He was staying, and remained with Him that day (now it was about the tenth hour)."
    },
    {
        "o": 29401,
        "r": "nkjv:John:1:40",
        "t": "One*p of the two who heard John speak,*i and followed Him, was Andrew, Simon Peter’s brother."
    },
    {
        "o": 29402,
        "r": "nkjv:John:1:41",
        "t": "He first found his own brother Simon, and said to him, “We have found the Messiah” (which is translated, the Christ)."
    },
    {
        "o": 29403,
        "r": "nkjv:John:1:42",
        "t": "And he brought him to Jesus. Now*p when Jesus looked at him, He said, “You*r are*r Simon*r the*r son*r of*r Jonah.*r You*r shall*r be*r called*r Cephas”*r (which is translated, A Stone)."
    },
    {
        "o": 29404,
        "r": "nkjv:John:1:42",
        "t": "Philip and Nathanael",
        "h": 2
    },
    {
        "o": 29405,
        "r": "nkjv:John:1:43",
        "t": "The*p following day Jesus wanted to go to Galilee, and He found Philip and said to him, “Follow*r Me.”*r"
    },
    {
        "o": 29406,
        "r": "nkjv:John:1:44",
        "t": "Now Philip was from Bethsaida, the city of Andrew and Peter."
    },
    {
        "o": 29407,
        "r": "nkjv:John:1:45",
        "t": "Philip found Nathanael and said to him, “We have found Him of whom Moses in the law, and also the prophets, wrote—Jesus of Nazareth, the son of Joseph.”"
    },
    {
        "o": 29408,
        "r": "nkjv:John:1:46",
        "t": "And*p Nathanael said to him, “Can anything good come out of Nazareth?” Philip*p said to him, “Come and see.”"
    },
    {
        "o": 29409,
        "r": "nkjv:John:1:47",
        "t": "Jesus*p saw Nathanael coming toward Him, and said of him, “Behold,*r an*r Israelite*r indeed,*r in*r whom*r is*r no*r deceit!”*r"
    },
    {
        "o": 29410,
        "r": "nkjv:John:1:48",
        "t": "Nathanael*p said to Him, “How do You know me?” Jesus*p answered and said to him, “Before*r Philip*r called*r you,*r when*r you*r were*r under*r the*r fig*r tree,*r I*r saw*r you.”*r"
    },
    {
        "o": 29411,
        "r": "nkjv:John:1:49",
        "t": "Nathanael*p answered and said to Him, “Rabbi, You are the Son of God! You are the King of Israel!”"
    },
    {
        "o": 29412,
        "r": "nkjv:John:1:50",
        "t": "Jesus*p answered and said to him, “Because*r I*r said*r to*r you,*r ‘I*r saw*r you*r under*r the*r fig*r tree,’*r do*r you*r believe?*r You*r will*r see*r greater*r things*r than*r these.”*r"
    },
    {
        "o": 29413,
        "r": "nkjv:John:1:51",
        "t": "And He said to him, “Most*r assuredly,*r I*r say*r to*r you,*r hereafter*r you*r shall*r see*r heaven*r open,*r and*r the*r angels*r of*r God*r ascending*r and*r descending*r upon*r the*r Son*r of*r Man.”*r"
    }
]
