[
    {
        "o": 10583,
        "r": "esv:2 Kings:5:0",
        "t": "2 Kings 5",
        "h": 1
    },
    {
        "o": 10584,
        "r": "esv:2 Kings:5:0",
        "t": "Naaman Healed of Leprosy",
        "h": 2
    },
    {
        "o": 10585,
        "r": "esv:2 Kings:5:1",
        "t": "Naaman,*p commander of the army of the king of Syria, was a great man with his master and in high favor, because by him the Lord*s had given victory to Syria. He was a mighty man of valor, but he was a leper."
    },
    {
        "o": 10586,
        "r": "esv:2 Kings:5:2",
        "t": "Now the Syrians on one of their raids had carried off a little girl from the land of Israel, and she worked in the service of Naaman’s wife."
    },
    {
        "o": 10587,
        "r": "esv:2 Kings:5:3",
        "t": "She said to her mistress, “Would that my lord were with the prophet who is in Samaria! He would cure him of his leprosy.”"
    },
    {
        "o": 10588,
        "r": "esv:2 Kings:5:4",
        "t": "So Naaman went in and told his lord, “Thus and so spoke the girl from the land of Israel.”"
    },
    {
        "o": 10589,
        "r": "esv:2 Kings:5:5",
        "t": "And the king of Syria said, “Go now, and I will send a letter to the king of Israel.” So*p he went, taking with him ten talents of silver, six thousand shekels of gold, and ten changes of clothing."
    },
    {
        "o": 10590,
        "r": "esv:2 Kings:5:6",
        "t": "And he brought the letter to the king of Israel, which read, “When this letter reaches you, know that I have sent to you Naaman my servant, that you may cure him of his leprosy.”"
    },
    {
        "o": 10591,
        "r": "esv:2 Kings:5:7",
        "t": "And when the king of Israel read the letter, he tore his clothes and said, “Am I God, to kill and to make alive, that this man sends word to me to cure a man of his leprosy? Only consider, and see how he is seeking a quarrel with me.”"
    },
    {
        "o": 10592,
        "r": "esv:2 Kings:5:8",
        "t": "But*p when Elisha the man of God heard that the king of Israel had torn his clothes, he sent to the king, saying, “Why have you torn your clothes? Let him come now to me, that he may know that there is a prophet in Israel.”"
    },
    {
        "o": 10593,
        "r": "esv:2 Kings:5:9",
        "t": "So Naaman came with his horses and chariots and stood at the door of Elisha’s house."
    },
    {
        "o": 10594,
        "r": "esv:2 Kings:5:10",
        "t": "And Elisha sent a messenger to him, saying, “Go and wash in the Jordan seven times, and your flesh shall be restored, and you shall be clean.”"
    },
    {
        "o": 10595,
        "r": "esv:2 Kings:5:11",
        "t": "But Naaman was angry and went away, saying, “Behold, I thought that he would surely come out to me and stand and call upon the name of the Lord*s his God, and wave his hand over the place and cure the leper."
    },
    {
        "o": 10596,
        "r": "esv:2 Kings:5:12",
        "t": "Are not Abana and Pharpar, the rivers of Damascus, better than all the waters of Israel? Could I not wash in them and be clean?” So he turned and went away in a rage."
    },
    {
        "o": 10597,
        "r": "esv:2 Kings:5:13",
        "t": "But his servants came near and said to him, “My father, it is a great word the prophet has spoken to you; will you not do it? Has he actually said to you, ‘Wash, and be clean’?”"
    },
    {
        "o": 10598,
        "r": "esv:2 Kings:5:14",
        "t": "So he went down and dipped himself seven times in the Jordan, according to the word of the man of God, and his flesh was restored like the flesh of a little child, and he was clean."
    },
    {
        "o": 10599,
        "r": "esv:2 Kings:5:14",
        "t": "Gehazi’s Greed and Punishment",
        "h": 2
    },
    {
        "o": 10600,
        "r": "esv:2 Kings:5:15",
        "t": "Then*p he returned to the man of God, he and all his company, and he came and stood before him. And he said, “Behold, I know that there is no God in all the earth but in Israel; so accept now a present from your servant.”"
    },
    {
        "o": 10601,
        "r": "esv:2 Kings:5:16",
        "t": "But he said, “As the Lord*s lives, before whom I stand, I will receive none.” And he urged him to take it, but he refused."
    },
    {
        "o": 10602,
        "r": "esv:2 Kings:5:17",
        "t": "Then Naaman said, “If not, please let there be given to your servant two mule loads of earth, for from now on your servant will not offer burnt offering or sacrifice to any god but the Lord.*s"
    },
    {
        "o": 10603,
        "r": "esv:2 Kings:5:18",
        "t": "In this matter may the Lord*s pardon your servant: when my master goes into the house of Rimmon to worship there, leaning on my arm, and I bow myself in the house of Rimmon, when I bow myself in the house of Rimmon, the Lord*s pardon your servant in this matter.”"
    },
    {
        "o": 10604,
        "r": "esv:2 Kings:5:19",
        "t": "He said to him, “Go in peace.” But*p when Naaman had gone from him a short distance,"
    },
    {
        "o": 10605,
        "r": "esv:2 Kings:5:20",
        "t": "Gehazi, the servant of Elisha the man of God, said, “See, my master has spared this Naaman the Syrian, in not accepting from his hand what he brought. As the Lord*s lives, I will run after him and get something from him.”"
    },
    {
        "o": 10606,
        "r": "esv:2 Kings:5:21",
        "t": "So Gehazi followed Naaman. And when Naaman saw someone running after him, he got down from the chariot to meet him and said, “Is all well?”"
    },
    {
        "o": 10607,
        "r": "esv:2 Kings:5:22",
        "t": "And he said, “All is well. My master has sent me to say, ‘There have just now come to me from the hill country of Ephraim two young men of the sons of the prophets. Please give them a talent of silver and two changes of clothing.’”"
    },
    {
        "o": 10608,
        "r": "esv:2 Kings:5:23",
        "t": "And Naaman said, “Be pleased to accept two talents.” And he urged him and tied up two talents of silver in two bags, with two changes of clothing, and laid them on two of his servants. And they carried them before Gehazi."
    },
    {
        "o": 10609,
        "r": "esv:2 Kings:5:24",
        "t": "And when he came to the hill, he took them from their hand and put them in the house, and he sent the men away, and they departed."
    },
    {
        "o": 10610,
        "r": "esv:2 Kings:5:25",
        "t": "He went in and stood before his master, and Elisha said to him, “Where have you been, Gehazi?” And he said, “Your servant went nowhere.”"
    },
    {
        "o": 10611,
        "r": "esv:2 Kings:5:26",
        "t": "But he said to him, “Did not my heart go when the man turned from his chariot to meet you? Was it a time to accept money and garments, olive orchards and vineyards, sheep and oxen, male servants and female servants?"
    },
    {
        "o": 10612,
        "r": "esv:2 Kings:5:27",
        "t": "Therefore the leprosy of Naaman shall cling to you and to your descendants forever.” So he went out from his presence a leper, like snow."
    }
]
