[
    {
        "o": 32734,
        "r": "nkjv:2 Corinthians:11:0",
        "t": "2 Corinthians 11",
        "h": 1
    },
    {
        "o": 32735,
        "r": "nkjv:2 Corinthians:11:0",
        "t": "Concern for Their Faithfulness",
        "h": 2
    },
    {
        "o": 32736,
        "r": "nkjv:2 Corinthians:11:1",
        "t": "Oh,*p that you would bear with me in a little folly—and indeed you do bear with me."
    },
    {
        "o": 32737,
        "r": "nkjv:2 Corinthians:11:2",
        "t": "For I am jealous for you with godly jealousy. For I have betrothed you to one husband, that I may present you*i as a chaste virgin to Christ."
    },
    {
        "o": 32738,
        "r": "nkjv:2 Corinthians:11:3",
        "t": "But I fear, lest somehow, as the serpent deceived Eve by his craftiness, so your minds may be corrupted from the simplicity that is in Christ."
    },
    {
        "o": 32739,
        "r": "nkjv:2 Corinthians:11:4",
        "t": "For if he who comes preaches another Jesus whom we have not preached, or if*i you receive a different spirit which you have not received, or a different gospel which you have not accepted—you may well put up with it!"
    },
    {
        "o": 32740,
        "r": "nkjv:2 Corinthians:11:4",
        "t": "Paul and False Apostles",
        "h": 2
    },
    {
        "o": 32741,
        "r": "nkjv:2 Corinthians:11:5",
        "t": "For*p I consider that I am not at all inferior to the most eminent apostles."
    },
    {
        "o": 32742,
        "r": "nkjv:2 Corinthians:11:6",
        "t": "Even though I*i am*i untrained in speech, yet I*i am*i not in knowledge. But we have been thoroughly manifested among you in all things."
    },
    {
        "o": 32743,
        "r": "nkjv:2 Corinthians:11:7",
        "t": "Did*p I commit sin in humbling myself that you might be exalted, because I preached the gospel of God to you free of charge?"
    },
    {
        "o": 32744,
        "r": "nkjv:2 Corinthians:11:8",
        "t": "I robbed other churches, taking wages from*i them*i to minister to you."
    },
    {
        "o": 32745,
        "r": "nkjv:2 Corinthians:11:9",
        "t": "And when I was present with you, and in need, I was a burden to no one, for what I lacked the brethren who came from Macedonia supplied. And in everything I kept myself from being burdensome to you, and so I will keep myself.*i"
    },
    {
        "o": 32746,
        "r": "nkjv:2 Corinthians:11:10",
        "t": "As the truth of Christ is in me, no one shall stop me from this boasting in the regions of Achaia."
    },
    {
        "o": 32747,
        "r": "nkjv:2 Corinthians:11:11",
        "t": "Why? Because I do not love you? God knows!"
    },
    {
        "o": 32748,
        "r": "nkjv:2 Corinthians:11:12",
        "t": "But*p what I do, I will also continue to do, that I may cut off the opportunity from those who desire an opportunity to be regarded just as we are in the things of which they boast."
    },
    {
        "o": 32749,
        "r": "nkjv:2 Corinthians:11:13",
        "t": "For such are*i false apostles, deceitful workers, transforming themselves into apostles of Christ."
    },
    {
        "o": 32750,
        "r": "nkjv:2 Corinthians:11:14",
        "t": "And no wonder! For Satan himself transforms himself into an angel of light."
    },
    {
        "o": 32751,
        "r": "nkjv:2 Corinthians:11:15",
        "t": "Therefore it is no great thing if his ministers also transform themselves into ministers of righteousness, whose end will be according to their works."
    },
    {
        "o": 32752,
        "r": "nkjv:2 Corinthians:11:15",
        "t": "Reluctant Boasting",
        "h": 2
    },
    {
        "o": 32753,
        "r": "nkjv:2 Corinthians:11:16",
        "t": "I*p say again, let no one think me a fool. If otherwise, at least receive me as a fool, that I also may boast a little."
    },
    {
        "o": 32754,
        "r": "nkjv:2 Corinthians:11:17",
        "t": "What I speak, I speak not according to the Lord, but as it were, foolishly, in this confidence of boasting."
    },
    {
        "o": 32755,
        "r": "nkjv:2 Corinthians:11:18",
        "t": "Seeing that many boast according to the flesh, I also will boast."
    },
    {
        "o": 32756,
        "r": "nkjv:2 Corinthians:11:19",
        "t": "For you put up with fools gladly, since you yourselves*i are wise!"
    },
    {
        "o": 32757,
        "r": "nkjv:2 Corinthians:11:20",
        "t": "For you put up with it if one brings you into bondage, if one devours you,*i if one takes from*i you,*i if one exalts himself, if one strikes you on the face."
    },
    {
        "o": 32758,
        "r": "nkjv:2 Corinthians:11:21",
        "t": "To our*i shame I say that we were too weak for that! But in whatever anyone is bold—I speak foolishly—I am bold also."
    },
    {
        "o": 32759,
        "r": "nkjv:2 Corinthians:11:21",
        "t": "Suffering for Christ",
        "h": 2
    },
    {
        "o": 32760,
        "r": "nkjv:2 Corinthians:11:22",
        "t": "Are*p they Hebrews? So am*i I. Are they Israelites? So am*i I. Are they the seed of Abraham? So am*i I."
    },
    {
        "o": 32761,
        "r": "nkjv:2 Corinthians:11:23",
        "t": "Are they ministers of Christ?—I speak as a fool—I am*i more: in labors more abundant, in stripes above measure, in prisons more frequently, in deaths often."
    },
    {
        "o": 32762,
        "r": "nkjv:2 Corinthians:11:24",
        "t": "From the Jews five times I received forty stripes*i minus one."
    },
    {
        "o": 32763,
        "r": "nkjv:2 Corinthians:11:25",
        "t": "Three times I was beaten with rods; once I was stoned; three times I was shipwrecked; a night and a day I have been in the deep;"
    },
    {
        "o": 32764,
        "r": "nkjv:2 Corinthians:11:26",
        "t": "in*i journeys often, in*i perils of waters, in*i perils of robbers, in*i perils of my*i own*i countrymen, in*i perils of the Gentiles, in*i perils in the city, in*i perils in the wilderness, in*i perils in the sea, in*i perils among false brethren;"
    },
    {
        "o": 32765,
        "r": "nkjv:2 Corinthians:11:27",
        "t": "in weariness and toil, in sleeplessness often, in hunger and thirst, in fastings often, in cold and nakedness—"
    },
    {
        "o": 32766,
        "r": "nkjv:2 Corinthians:11:28",
        "t": "besides the other things, what comes upon me daily: my deep concern for all the churches."
    },
    {
        "o": 32767,
        "r": "nkjv:2 Corinthians:11:29",
        "t": "Who is weak, and I am not weak? Who is made to stumble, and I do not burn with*i indignation?*i"
    },
    {
        "o": 32768,
        "r": "nkjv:2 Corinthians:11:30",
        "t": "If*p I must boast, I will boast in the things which concern my infirmity."
    },
    {
        "o": 32769,
        "r": "nkjv:2 Corinthians:11:31",
        "t": "The God and Father of our Lord Jesus Christ, who is blessed forever, knows that I am not lying."
    },
    {
        "o": 32770,
        "r": "nkjv:2 Corinthians:11:32",
        "t": "In Damascus the governor, under Aretas the king, was guarding the city of the Damascenes with a garrison, desiring to arrest me;"
    },
    {
        "o": 32771,
        "r": "nkjv:2 Corinthians:11:33",
        "t": "but I was let down in a basket through a window in the wall, and escaped from his hands."
    }
]
