[
    {
        "o": 13655,
        "r": "kjv:Job:15:0",
        "t": "Job 15",
        "h": 1
    },
    {
        "o": 13656,
        "r": "kjv:Job:15:1",
        "t": "Then*p answered Eliphaz the Temanite, and said,"
    },
    {
        "o": 13657,
        "r": "kjv:Job:15:2",
        "t": "Should*p a wise man utter vain knowledge, and fill his belly with the east wind?"
    },
    {
        "o": 13658,
        "r": "kjv:Job:15:3",
        "t": "Should*p he reason with unprofitable talk? or with speeches wherewith he can do no good?"
    },
    {
        "o": 13659,
        "r": "kjv:Job:15:4",
        "t": "Yea,*p thou castest off fear, and restrainest prayer before God."
    },
    {
        "o": 13660,
        "r": "kjv:Job:15:5",
        "t": "For*p thy mouth uttereth thine iniquity, and thou choosest the tongue of the crafty."
    },
    {
        "o": 13661,
        "r": "kjv:Job:15:6",
        "t": "Thine*p own mouth condemneth thee, and not I: yea, thine own lips testify against thee."
    },
    {
        "o": 13662,
        "r": "kjv:Job:15:7",
        "t": "Art*p thou the first man that was born? or wast thou made before the hills?"
    },
    {
        "o": 13663,
        "r": "kjv:Job:15:8",
        "t": "Hast*p thou heard the secret of God? and dost thou restrain wisdom to thyself?"
    },
    {
        "o": 13664,
        "r": "kjv:Job:15:9",
        "t": "What*p knowest thou, that we know not? what understandest thou, which is not in us?"
    },
    {
        "o": 13665,
        "r": "kjv:Job:15:10",
        "t": "With*p us are both the grayheaded and very aged men, much elder than thy father."
    },
    {
        "o": 13666,
        "r": "kjv:Job:15:11",
        "t": "Are*p the consolations of God small with thee? is there any secret thing with thee?"
    },
    {
        "o": 13667,
        "r": "kjv:Job:15:12",
        "t": "Why*p doth thine heart carry thee away? and what do thy eyes wink at,"
    },
    {
        "o": 13668,
        "r": "kjv:Job:15:13",
        "t": "That*p thou turnest thy spirit against God, and lettest such words go out of thy mouth?"
    },
    {
        "o": 13669,
        "r": "kjv:Job:15:14",
        "t": "What*p is man, that he should be clean? and he which is born of a woman, that he should be righteous?"
    },
    {
        "o": 13670,
        "r": "kjv:Job:15:15",
        "t": "Behold,*p he putteth no trust in his saints; yea, the heavens are not clean in his sight."
    },
    {
        "o": 13671,
        "r": "kjv:Job:15:16",
        "t": "How*p much more abominable and filthy is man, which drinketh iniquity like water?"
    },
    {
        "o": 13672,
        "r": "kjv:Job:15:17",
        "t": "I*p will shew thee, hear me; and that which I have seen I will declare;"
    },
    {
        "o": 13673,
        "r": "kjv:Job:15:18",
        "t": "Which*p wise men have told from their fathers, and have not hid it:"
    },
    {
        "o": 13674,
        "r": "kjv:Job:15:19",
        "t": "Unto*p whom alone the earth was given, and no stranger passed among them."
    },
    {
        "o": 13675,
        "r": "kjv:Job:15:20",
        "t": "The*p wicked man travaileth with pain all his days, and the number of years is hidden to the oppressor."
    },
    {
        "o": 13676,
        "r": "kjv:Job:15:21",
        "t": "A*p dreadful sound is in his ears: in prosperity the destroyer shall come upon him."
    },
    {
        "o": 13677,
        "r": "kjv:Job:15:22",
        "t": "He*p believeth not that he shall return out of darkness, and he is waited for of the sword."
    },
    {
        "o": 13678,
        "r": "kjv:Job:15:23",
        "t": "He*p wandereth abroad for bread, saying, Where is it? he knoweth that the day of darkness is ready at his hand."
    },
    {
        "o": 13679,
        "r": "kjv:Job:15:24",
        "t": "Trouble*p and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle."
    },
    {
        "o": 13680,
        "r": "kjv:Job:15:25",
        "t": "For*p he stretcheth out his hand against God, and strengtheneth himself against the Almighty."
    },
    {
        "o": 13681,
        "r": "kjv:Job:15:26",
        "t": "He*p runneth upon him, even on his neck, upon the thick bosses of his bucklers:"
    },
    {
        "o": 13682,
        "r": "kjv:Job:15:27",
        "t": "Because*p he covereth his face with his fatness, and maketh collops of fat on his flanks."
    },
    {
        "o": 13683,
        "r": "kjv:Job:15:28",
        "t": "And*p he dwelleth in desolate cities, and in houses which no man inhabiteth, which are ready to become heaps."
    },
    {
        "o": 13684,
        "r": "kjv:Job:15:29",
        "t": "He*p shall not be rich, neither shall his substance continue, neither shall he prolong the perfection thereof upon the earth."
    },
    {
        "o": 13685,
        "r": "kjv:Job:15:30",
        "t": "He*p shall not depart out of darkness; the flame shall dry up his branches, and by the breath of his mouth shall he go away."
    },
    {
        "o": 13686,
        "r": "kjv:Job:15:31",
        "t": "Let*p not him that is deceived trust in vanity: for vanity shall be his recompence."
    },
    {
        "o": 13687,
        "r": "kjv:Job:15:32",
        "t": "It*p shall be accomplished before his time, and his branch shall not be green."
    },
    {
        "o": 13688,
        "r": "kjv:Job:15:33",
        "t": "He*p shall shake off his unripe grape as the vine, and shall cast off his flower as the olive."
    },
    {
        "o": 13689,
        "r": "kjv:Job:15:34",
        "t": "For*p the congregation of hypocrites shall be desolate, and fire shall consume the tabernacles of bribery."
    },
    {
        "o": 13690,
        "r": "kjv:Job:15:35",
        "t": "They*p conceive mischief, and bring forth vanity, and their belly prepareth deceit."
    }
]
