[
    {
        "o": 23270,
        "r": "niv:Ezekiel:29:0",
        "t": "Ezekiel 29",
        "h": 1
    },
    {
        "o": 23271,
        "r": "niv:Ezekiel:29:0",
        "t": "A Prophecy Against Egypt",
        "h": 2
    },
    {
        "o": 23272,
        "r": "niv:Ezekiel:29:0",
        "t": "Judgment on Pharaoh",
        "h": 3
    },
    {
        "o": 23273,
        "r": "niv:Ezekiel:29:1",
        "t": "In*p the tenth year, in the tenth month on the twelfth day, the word of the Lord*s came to me:"
    },
    {
        "o": 23274,
        "r": "niv:Ezekiel:29:2",
        "t": "“Son of man, set your face against Pharaoh king of Egypt and prophesy against him and against all Egypt."
    },
    {
        "o": 23275,
        "r": "niv:Ezekiel:29:3",
        "t": "Speak to him and say: ‘This is what the Sovereign Lord*s says: “ ‘I*pn am against you, Pharaoh king of Egypt, you*ld great monster lying among your streams. You*ln say, “The Nile belongs to me; I*ld made it for myself.”"
    },
    {
        "o": 23276,
        "r": "niv:Ezekiel:29:4",
        "t": "But*ln I will put hooks in your jaws and*ld make the fish of your streams stick to your scales. I*ln will pull you out from among your streams, with*ld all the fish sticking to your scales."
    },
    {
        "o": 23277,
        "r": "niv:Ezekiel:29:5",
        "t": "I*ln will leave you in the desert, you*ld and all the fish of your streams. You*ln will fall on the open field and*ld not be gathered or picked up. I*ln will give you as food to*ld the beasts of the earth and the birds of the sky."
    },
    {
        "o": 23278,
        "r": "niv:Ezekiel:29:6",
        "t": "Then*p all who live in Egypt will know that I am the Lord.*s “ ‘You*p have been a staff of reed for the people of Israel."
    },
    {
        "o": 23279,
        "r": "niv:Ezekiel:29:7",
        "t": "When they grasped you with their hands, you splintered and you tore open their shoulders; when they leaned on you, you broke and their backs were wrenched."
    },
    {
        "o": 23280,
        "r": "niv:Ezekiel:29:8",
        "t": "“ ‘Therefore*p this is what the Sovereign Lord*s says: I will bring a sword against you and kill both man and beast."
    },
    {
        "o": 23281,
        "r": "niv:Ezekiel:29:9",
        "t": "Egypt will become a desolate wasteland. Then they will know that I am the Lord.*s “ ‘Because*p you said, “The Nile is mine; I made it,”"
    },
    {
        "o": 23282,
        "r": "niv:Ezekiel:29:10",
        "t": "therefore I am against you and against your streams, and I will make the land of Egypt a ruin and a desolate waste from Migdol to Aswan, as far as the border of Cush."
    },
    {
        "o": 23283,
        "r": "niv:Ezekiel:29:11",
        "t": "The foot of neither man nor beast will pass through it; no one will live there for forty years."
    },
    {
        "o": 23284,
        "r": "niv:Ezekiel:29:12",
        "t": "I will make the land of Egypt desolate among devastated lands, and her cities will lie desolate forty years among ruined cities. And I will disperse the Egyptians among the nations and scatter them through the countries."
    },
    {
        "o": 23285,
        "r": "niv:Ezekiel:29:13",
        "t": "“ ‘Yet*p this is what the Sovereign Lord*s says: At the end of forty years I will gather the Egyptians from the nations where they were scattered."
    },
    {
        "o": 23286,
        "r": "niv:Ezekiel:29:14",
        "t": "I will bring them back from captivity and return them to Upper Egypt, the land of their ancestry. There they will be a lowly kingdom."
    },
    {
        "o": 23287,
        "r": "niv:Ezekiel:29:15",
        "t": "It will be the lowliest of kingdoms and will never again exalt itself above the other nations. I will make it so weak that it will never again rule over the nations."
    },
    {
        "o": 23288,
        "r": "niv:Ezekiel:29:16",
        "t": "Egypt will no longer be a source of confidence for the people of Israel but will be a reminder of their sin in turning to her for help. Then they will know that I am the Sovereign Lord*s .’ ”"
    },
    {
        "o": 23289,
        "r": "niv:Ezekiel:29:16",
        "t": "Nebuchadnezzar’s Reward",
        "h": 3
    },
    {
        "o": 23290,
        "r": "niv:Ezekiel:29:17",
        "t": "In*p the twenty-seventh year, in the first month on the first day, the word of the Lord*s came to me:"
    },
    {
        "o": 23291,
        "r": "niv:Ezekiel:29:18",
        "t": "“Son of man, Nebuchadnezzar king of Babylon drove his army in a hard campaign against Tyre; every head was rubbed bare and every shoulder made raw. Yet he and his army got no reward from the campaign he led against Tyre."
    },
    {
        "o": 23292,
        "r": "niv:Ezekiel:29:19",
        "t": "Therefore this is what the Sovereign Lord*s says: I am going to give Egypt to Nebuchadnezzar king of Babylon, and he will carry off its wealth. He will loot and plunder the land as pay for his army."
    },
    {
        "o": 23293,
        "r": "niv:Ezekiel:29:20",
        "t": "I have given him Egypt as a reward for his efforts because he and his army did it for me, declares the Sovereign Lord.*s"
    },
    {
        "o": 23294,
        "r": "niv:Ezekiel:29:21",
        "t": "“On*p that day I will make a horn grow for the Israelites, and I will open your mouth among them. Then they will know that I am the Lord.”*s"
    }
]
