[
    {
        "o": 31605,
        "r": "csb:Romans:1:0",
        "t": "Romans 1",
        "h": 1
    },
    {
        "o": 31606,
        "r": "csb:Romans:1:0",
        "t": "The Gospel of God for Rome",
        "h": 2
    },
    {
        "o": 31607,
        "r": "csb:Romans:1:1",
        "t": "Paul,*p a servant of Christ Jesus, called as an apostle and set apart for the gospel of God-"
    },
    {
        "o": 31608,
        "r": "csb:Romans:1:2",
        "t": "which he promised beforehand through his prophets in the Holy Scriptures -"
    },
    {
        "o": 31609,
        "r": "csb:Romans:1:3",
        "t": "concerning his Son, Jesus Christ our Lord, who was a descendant of David according to the flesh"
    },
    {
        "o": 31610,
        "r": "csb:Romans:1:4",
        "t": "and was appointed to be the powerful Son of God according to the Spirit of holiness by the resurrection of the dead."
    },
    {
        "o": 31611,
        "r": "csb:Romans:1:5",
        "t": "Through him we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the Gentiles,"
    },
    {
        "o": 31612,
        "r": "csb:Romans:1:6",
        "t": "including you who are also called by Jesus Christ."
    },
    {
        "o": 31613,
        "r": "csb:Romans:1:7",
        "t": "To*p all who are in Rome, loved by God, called as saints. Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31614,
        "r": "csb:Romans:1:7",
        "t": "Paul’s Desire to Visit Rome",
        "h": 2
    },
    {
        "o": 31615,
        "r": "csb:Romans:1:8",
        "t": "First,*p I thank my God through Jesus Christ for all of you because the news of your faith is being reported in all the world."
    },
    {
        "o": 31616,
        "r": "csb:Romans:1:9",
        "t": "God is my witness, whom I serve with my spirit in telling the good news about his Son - that I constantly mention you,"
    },
    {
        "o": 31617,
        "r": "csb:Romans:1:10",
        "t": "always asking in my prayers that if it is somehow in God’s will, I may now at last succeed in coming to you."
    },
    {
        "o": 31618,
        "r": "csb:Romans:1:11",
        "t": "For I want very much to see you, so that I may impart to you some spiritual gift to strengthen you,"
    },
    {
        "o": 31619,
        "r": "csb:Romans:1:12",
        "t": "that is, to be mutually encouraged by each other’s faith, both yours and mine."
    },
    {
        "o": 31620,
        "r": "csb:Romans:1:13",
        "t": "Now*p I don’t want you to be unaware, brothers and sisters, that I often planned to come to you (but was prevented until now) in order that I might have a fruitful ministry among you, just as I have had among the rest of the Gentiles."
    },
    {
        "o": 31621,
        "r": "csb:Romans:1:14",
        "t": "I am obligated both to Greeks and barbarians, both to the wise and the foolish."
    },
    {
        "o": 31622,
        "r": "csb:Romans:1:15",
        "t": "So I am eager to preach the gospel to you also who are in Rome."
    },
    {
        "o": 31623,
        "r": "csb:Romans:1:15",
        "t": "The Righteous Will Live by Faith",
        "h": 2
    },
    {
        "o": 31624,
        "r": "csb:Romans:1:16",
        "t": "For*p I am not ashamed of the gospel, because it is the power of God for salvation to everyone who believes, first to the Jew, and also to the Greek."
    },
    {
        "o": 31625,
        "r": "csb:Romans:1:17",
        "t": "For in it the righteousness of God is revealed from faith to faith, just as it is written: The*i righteous*i will*i live*i by*i faith.*i"
    },
    {
        "o": 31626,
        "r": "csb:Romans:1:17",
        "t": "The Guilt of the Gentile World",
        "h": 2
    },
    {
        "o": 31627,
        "r": "csb:Romans:1:18",
        "t": "For*p God’s wrath is revealed from heaven against all godlessness and unrighteousness of people who by their unrighteousness suppress the truth,"
    },
    {
        "o": 31628,
        "r": "csb:Romans:1:19",
        "t": "since what can be known about God is evident among them, because God has shown it to them."
    },
    {
        "o": 31629,
        "r": "csb:Romans:1:20",
        "t": "For his invisible attributes, that is, his eternal power and divine nature, have been clearly seen since the creation of the world, being understood through what he has made. As a result, people are without excuse."
    },
    {
        "o": 31630,
        "r": "csb:Romans:1:21",
        "t": "For though they knew God, they did not glorify him as God or show gratitude. Instead, their thinking became worthless, and their senseless hearts were darkened."
    },
    {
        "o": 31631,
        "r": "csb:Romans:1:22",
        "t": "Claiming to be wise, they became fools"
    },
    {
        "o": 31632,
        "r": "csb:Romans:1:23",
        "t": "and exchanged the glory of the immortal God for images resembling mortal man, birds, four-footed animals, and reptiles."
    },
    {
        "o": 31633,
        "r": "csb:Romans:1:24",
        "t": "Therefore*p God delivered them over in the desires of their hearts to sexual impurity, so that their bodies were degraded among themselves."
    },
    {
        "o": 31634,
        "r": "csb:Romans:1:25",
        "t": "They exchanged the truth of God for a lie, and worshiped and served what has been created instead of the Creator, who is praised forever. Amen."
    },
    {
        "o": 31635,
        "r": "csb:Romans:1:25",
        "t": "From Idolatry to Depravity",
        "h": 2
    },
    {
        "o": 31636,
        "r": "csb:Romans:1:26",
        "t": "For*p this reason God delivered them over to disgraceful passions. Their women exchanged natural sexual relations for unnatural ones."
    },
    {
        "o": 31637,
        "r": "csb:Romans:1:27",
        "t": "The men in the same way also left natural relations with women and were inflamed in their lust for one another. Men committed shameless acts with men and received in their own persons the appropriate penalty of their error."
    },
    {
        "o": 31638,
        "r": "csb:Romans:1:28",
        "t": "And*p because they did not think it worthwhile to acknowledge God, God delivered them over to a corrupt mind so that they do what is not right."
    },
    {
        "o": 31639,
        "r": "csb:Romans:1:29",
        "t": "They are filled with all unrighteousness, evil, greed, and wickedness. They are full of envy, murder, quarrels, deceit, and malice. They are gossips,"
    },
    {
        "o": 31640,
        "r": "csb:Romans:1:30",
        "t": "slanderers, God-haters, arrogant, proud, boastful, inventors of evil, disobedient to parents,"
    },
    {
        "o": 31641,
        "r": "csb:Romans:1:31",
        "t": "senseless, untrustworthy, unloving, and unmerciful."
    },
    {
        "o": 31642,
        "r": "csb:Romans:1:32",
        "t": "Although they know God’s just sentence - that those who practice such things deserve to die- they not only do them, but even applaud others who practice them."
    },
    {
        "o": 31643,
        "r": "csb:Romans:2:0",
        "t": "Romans 2",
        "h": 1
    },
    {
        "o": 31644,
        "r": "csb:Romans:2:0",
        "t": "God’s Righteous Judgment",
        "h": 2
    },
    {
        "o": 31645,
        "r": "csb:Romans:2:1",
        "t": "Therefore,*p every one of you who judges is without excuse. For when you judge another, you condemn yourself, since you, the judge, do the same things."
    },
    {
        "o": 31646,
        "r": "csb:Romans:2:2",
        "t": "Now we know that God’s judgment on those who do such things is based on the truth."
    },
    {
        "o": 31647,
        "r": "csb:Romans:2:3",
        "t": "Do you think - anyone of you who judges those who do such things yet do the same - that you will escape God’s judgment?"
    },
    {
        "o": 31648,
        "r": "csb:Romans:2:4",
        "t": "Or do you despise the riches of his kindness, restraint, and patience, not recognizing that God’s kindness is intended to lead you to repentance?"
    },
    {
        "o": 31649,
        "r": "csb:Romans:2:5",
        "t": "Because of your hardened and unrepentant heart you are storing up wrath for yourself in the day of wrath, when God’s righteous judgment is revealed."
    },
    {
        "o": 31650,
        "r": "csb:Romans:2:6",
        "t": "He*i will*i repay*i each*i one*i according*i to*i his*i works:*i"
    },
    {
        "o": 31651,
        "r": "csb:Romans:2:7",
        "t": "eternal life to those who by persistence in doing good seek glory, honor, and immortality;"
    },
    {
        "o": 31652,
        "r": "csb:Romans:2:8",
        "t": "but wrath and anger to those who are self-seeking and disobey the truth while obeying unrighteousness."
    },
    {
        "o": 31653,
        "r": "csb:Romans:2:9",
        "t": "There will be affliction and distress for every human being who does evil, first to the Jew, and also to the Greek;"
    },
    {
        "o": 31654,
        "r": "csb:Romans:2:10",
        "t": "but glory, honor, and peace for everyone who does what is good, first to the Jew, and also to the Greek."
    },
    {
        "o": 31655,
        "r": "csb:Romans:2:11",
        "t": "For there is no favoritism with God."
    },
    {
        "o": 31656,
        "r": "csb:Romans:2:12",
        "t": "For*p all who sin without the law will also perish without the law, and all who sin under the law will be judged by the law."
    },
    {
        "o": 31657,
        "r": "csb:Romans:2:13",
        "t": "For the hearers of the law are not righteous before God, but the doers of the law will be justified."
    },
    {
        "o": 31658,
        "r": "csb:Romans:2:14",
        "t": "So, when Gentiles, who do not by nature have the law, do what the law demands, they are a law to themselves even though they do not have the law."
    },
    {
        "o": 31659,
        "r": "csb:Romans:2:15",
        "t": "They show that the work of the law is written on their hearts. Their consciences confirm this. Their competing thoughts either accuse or even excuse them"
    },
    {
        "o": 31660,
        "r": "csb:Romans:2:16",
        "t": "on the day when God judges what people have kept secret, according to my gospel through Christ Jesus."
    },
    {
        "o": 31661,
        "r": "csb:Romans:2:16",
        "t": "Jewish Violation of the Law",
        "h": 2
    },
    {
        "o": 31662,
        "r": "csb:Romans:2:17",
        "t": "Now*p if you call yourself a Jew, and rely on the law, and boast in God,"
    },
    {
        "o": 31663,
        "r": "csb:Romans:2:18",
        "t": "and know his will, and approve the things that are superior, being instructed from the law,"
    },
    {
        "o": 31664,
        "r": "csb:Romans:2:19",
        "t": "and if you are convinced that you are a guide for the blind, a light to those in darkness,"
    },
    {
        "o": 31665,
        "r": "csb:Romans:2:20",
        "t": "an instructor of the ignorant, a teacher of the immature, having the embodiment of knowledge and truth in the law -"
    },
    {
        "o": 31666,
        "r": "csb:Romans:2:21",
        "t": "you then, who teach another, don’t you teach yourself? You who preach, “You must not steal” - do you steal?"
    },
    {
        "o": 31667,
        "r": "csb:Romans:2:22",
        "t": "You who say, “You must not commit adultery” - do you commit adultery? You who detest idols, do you rob temples?"
    },
    {
        "o": 31668,
        "r": "csb:Romans:2:23",
        "t": "You who boast in the law, do you dishonor God by breaking the law?"
    },
    {
        "o": 31669,
        "r": "csb:Romans:2:24",
        "t": "For, as it is written: The*i name*i of*i God*i is*i blasphemed*i among*i the*i Gentiles*i because*i of*i you.*i"
    },
    {
        "o": 31670,
        "r": "csb:Romans:2:24",
        "t": "Circumcision of the Heart",
        "h": 2
    },
    {
        "o": 31671,
        "r": "csb:Romans:2:25",
        "t": "Circumcision*p benefits you if you observe the law, but if you are a lawbreaker, your circumcision has become uncircumcision."
    },
    {
        "o": 31672,
        "r": "csb:Romans:2:26",
        "t": "So if an uncircumcised man keeps the law’s requirements, will not his uncircumcision be counted as circumcision?"
    },
    {
        "o": 31673,
        "r": "csb:Romans:2:27",
        "t": "A man who is physically uncircumcised, but who keeps the law, will judge you who are a lawbreaker in spite of having the letter of the law and circumcision."
    },
    {
        "o": 31674,
        "r": "csb:Romans:2:28",
        "t": "For a person is not a Jew who is one outwardly, and true circumcision is not something visible in the flesh."
    },
    {
        "o": 31675,
        "r": "csb:Romans:2:29",
        "t": "On the contrary, a person is a Jew who is one inwardly, and circumcision is of the heart - by the Spirit, not the letter. That person’s praise is not from people but from God."
    },
    {
        "o": 31676,
        "r": "csb:Romans:3:0",
        "t": "Romans 3",
        "h": 1
    },
    {
        "o": 31677,
        "r": "csb:Romans:3:0",
        "t": "Paul Answers an Objection",
        "h": 2
    },
    {
        "o": 31678,
        "r": "csb:Romans:3:1",
        "t": "So*p what advantage does the Jew have? Or what is the benefit of circumcision?"
    },
    {
        "o": 31679,
        "r": "csb:Romans:3:2",
        "t": "Considerable in every way. First, they were entrusted with the very words of God."
    },
    {
        "o": 31680,
        "r": "csb:Romans:3:3",
        "t": "What then? If some were unfaithful, will their unfaithfulness nullify God’s faithfulness?"
    },
    {
        "o": 31681,
        "r": "csb:Romans:3:4",
        "t": "Absolutely not! Let God be true, even though everyone is a liar, as it is written: That*ipn you*i may*i be*i justified*i in*i your*i words*i and*iln triumph*i when*i you*i judge.*i"
    },
    {
        "o": 31682,
        "r": "csb:Romans:3:5",
        "t": "But*p if our unrighteousness highlights God’s righteousness, what are we to say? I am using a human argument: Is God unrighteous to inflict wrath?"
    },
    {
        "o": 31683,
        "r": "csb:Romans:3:6",
        "t": "Absolutely not! Otherwise, how will God judge the world?"
    },
    {
        "o": 31684,
        "r": "csb:Romans:3:7",
        "t": "But if by my lie God’s truth abounds to his glory, why am I also still being judged as a sinner?"
    },
    {
        "o": 31685,
        "r": "csb:Romans:3:8",
        "t": "And why not say, just as some people slanderously claim we say, “Let us do what is evil so that good may come”? Their condemnation is deserved!"
    },
    {
        "o": 31686,
        "r": "csb:Romans:3:8",
        "t": "The Whole World Guilty before God",
        "h": 2
    },
    {
        "o": 31687,
        "r": "csb:Romans:3:9",
        "t": "What*p then? Are we any better off? Not at all! For we have already charged that both Jews and Greeks are all under sin,"
    },
    {
        "o": 31688,
        "r": "csb:Romans:3:10",
        "t": "as it is written: There*ipn is*i no*i one*i righteous,*i not*i even*i one.*i"
    },
    {
        "o": 31689,
        "r": "csb:Romans:3:11",
        "t": "There*iln is*i no*i one*i who*i understands;*i there*iln is*i no*i one*i who*i seeks*i God.*i"
    },
    {
        "o": 31690,
        "r": "csb:Romans:3:12",
        "t": "All*iln have*i turned*i away;*i all*iln alike*i have*i become*i worthless.*i There*iln is*i no*i one*i who*i does*i what*i is*i good,*i not*iln even*i one.*i"
    },
    {
        "o": 31691,
        "r": "csb:Romans:3:13",
        "t": "Their*iln throat*i is*i an*i open*i grave;*i they*iln deceive*i with*i their*i tongues.*i Vipers’*iln venom*i is*i under*i their*i lips.*i"
    },
    {
        "o": 31692,
        "r": "csb:Romans:3:14",
        "t": "Their*iln mouth*i is*i full*i of*i cursing*i and*i bitterness.*i"
    },
    {
        "o": 31693,
        "r": "csb:Romans:3:15",
        "t": "Their*iln feet*i are*i swift*i to*i shed*i blood;*i"
    },
    {
        "o": 31694,
        "r": "csb:Romans:3:16",
        "t": "ruin*iln and*i wretchedness*i are*i in*i their*i paths,*i"
    },
    {
        "o": 31695,
        "r": "csb:Romans:3:17",
        "t": "and*iln the*i path*i of*i peace*i they*i have*i not*i known.*i"
    },
    {
        "o": 31696,
        "r": "csb:Romans:3:18",
        "t": "There*iln is*i no*i fear*i of*i God*i before*i their*i eyes.*i"
    },
    {
        "o": 31697,
        "r": "csb:Romans:3:19",
        "t": "Now*p we know that whatever the law says, it speaks to those who are subject to the law, so that every mouth may be shut and the whole world may become subject to God’s judgment."
    },
    {
        "o": 31698,
        "r": "csb:Romans:3:20",
        "t": "For no one will be justified in his sight by the works of the law, because the knowledge of sin comes through the law."
    },
    {
        "o": 31699,
        "r": "csb:Romans:3:20",
        "t": "The Righteousness of God through Faith",
        "h": 2
    },
    {
        "o": 31700,
        "r": "csb:Romans:3:21",
        "t": "But*p now, apart from the law, the righteousness of God has been revealed, attested by the Law and the Prophets."
    },
    {
        "o": 31701,
        "r": "csb:Romans:3:22",
        "t": "The righteousness of God is through faith in Jesus Christ to all who believe, since there is no distinction."
    },
    {
        "o": 31702,
        "r": "csb:Romans:3:23",
        "t": "For all have sinned and fall short of the glory of God;"
    },
    {
        "o": 31703,
        "r": "csb:Romans:3:24",
        "t": "they are justified freely by his grace through the redemption that is in Christ Jesus."
    },
    {
        "o": 31704,
        "r": "csb:Romans:3:25",
        "t": "God presented him as the mercy seat by his blood, through faith, to demonstrate his righteousness, because in his restraint God passed over the sins previously committed."
    },
    {
        "o": 31705,
        "r": "csb:Romans:3:26",
        "t": "God presented him to demonstrate his righteousness at the present time, so that he would be just and justify the one who has faith in Jesus."
    },
    {
        "o": 31706,
        "r": "csb:Romans:3:26",
        "t": "Boasting Excluded",
        "h": 2
    },
    {
        "o": 31707,
        "r": "csb:Romans:3:27",
        "t": "Where,*p then, is boasting? It is excluded. By what kind of law? By one of works? No, on the contrary, by a law of faith."
    },
    {
        "o": 31708,
        "r": "csb:Romans:3:28",
        "t": "For we conclude that a person is justified by faith apart from the works of the law."
    },
    {
        "o": 31709,
        "r": "csb:Romans:3:29",
        "t": "Or is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too,"
    },
    {
        "o": 31710,
        "r": "csb:Romans:3:30",
        "t": "since there is one God who will justify the circumcised by faith and the uncircumcised through faith."
    },
    {
        "o": 31711,
        "r": "csb:Romans:3:31",
        "t": "Do we then nullify the law through faith? Absolutely not! On the contrary, we uphold the law."
    },
    {
        "o": 31712,
        "r": "csb:Romans:4:0",
        "t": "Romans 4",
        "h": 1
    },
    {
        "o": 31713,
        "r": "csb:Romans:4:0",
        "t": "Abraham Justified by Faith",
        "h": 2
    },
    {
        "o": 31714,
        "r": "csb:Romans:4:1",
        "t": "What*p then will we say that Abraham, our forefather according to the flesh, has found?"
    },
    {
        "o": 31715,
        "r": "csb:Romans:4:2",
        "t": "If Abraham was justified by works, he has something to boast about - but not before God."
    },
    {
        "o": 31716,
        "r": "csb:Romans:4:3",
        "t": "For what does the Scripture say? Abraham*i believed*i God,*i and*i it*i was*i credited*i to*i him*i for*i righteousness.*i"
    },
    {
        "o": 31717,
        "r": "csb:Romans:4:4",
        "t": "Now to the one who works, pay is not credited as a gift, but as something owed."
    },
    {
        "o": 31718,
        "r": "csb:Romans:4:5",
        "t": "But to the one who does not work, but believes on him who justifies the ungodly, his faith is credited for righteousness."
    },
    {
        "o": 31719,
        "r": "csb:Romans:4:5",
        "t": "David Celebrating the Same Truth",
        "h": 2
    },
    {
        "o": 31720,
        "r": "csb:Romans:4:6",
        "t": "Likewise,*p David also speaks of the blessing of the person to whom God credits righteousness apart from works:"
    },
    {
        "o": 31721,
        "r": "csb:Romans:4:7",
        "t": "Blessed*ipn are*i those*i whose*i lawless*i acts*i are*i forgiven*i and*iln whose*i sins*i are*i covered.*i"
    },
    {
        "o": 31722,
        "r": "csb:Romans:4:8",
        "t": "Blessed*iln is*i the*i person*i the*iln Lord*i will*i never*i charge*i with*i sin.*i"
    },
    {
        "o": 31723,
        "r": "csb:Romans:4:8",
        "t": "Abraham Justified before Circumcision",
        "h": 2
    },
    {
        "o": 31724,
        "r": "csb:Romans:4:9",
        "t": "Is*p this blessing only for the circumcised, then? Or is it also for the uncircumcised? For we say, Faith*i was*i credited*i to*i Abraham*i for*i righteousness.*i"
    },
    {
        "o": 31725,
        "r": "csb:Romans:4:10",
        "t": "In what way, then, was it credited - while he was circumcised, or uncircumcised? It was not while he was circumcised, but uncircumcised."
    },
    {
        "o": 31726,
        "r": "csb:Romans:4:11",
        "t": "And he received the sign of circumcision as a seal of the righteousness that he had by faith while still uncircumcised. This was to make him the father of all who believe but are not circumcised, so that righteousness may be credited to them also."
    },
    {
        "o": 31727,
        "r": "csb:Romans:4:12",
        "t": "And he became the father of the circumcised, who are not only circumcised but who also follow in the footsteps of the faith our father Abraham had while he was still uncircumcised."
    },
    {
        "o": 31728,
        "r": "csb:Romans:4:12",
        "t": "The Promise Granted through Faith",
        "h": 2
    },
    {
        "o": 31729,
        "r": "csb:Romans:4:13",
        "t": "For*p the promise to Abraham or to his descendants that he would inherit the world was not through the law, but through the righteousness that comes by faith."
    },
    {
        "o": 31730,
        "r": "csb:Romans:4:14",
        "t": "If those who are of the law are heirs, faith is made empty and the promise nullified,"
    },
    {
        "o": 31731,
        "r": "csb:Romans:4:15",
        "t": "because the law produces wrath. And where there is no law, there is no transgression."
    },
    {
        "o": 31732,
        "r": "csb:Romans:4:16",
        "t": "This*p is why the promise is by faith, so that it may be according to grace, to guarantee it to all the descendants- not only to the one who is of the law but also to the one who is of Abraham’s faith. He is the father of us all."
    },
    {
        "o": 31733,
        "r": "csb:Romans:4:17",
        "t": "As it is written: I*i have*i made*i you*i the*i father*i of*i many*i nations—*i in the presence of the God in whom he believed, the one who gives life to the dead and calls things into existence that do not exist."
    },
    {
        "o": 31734,
        "r": "csb:Romans:4:18",
        "t": "He believed, hoping against hope, so that he became the*i father*i of*i many*i nations*i according to what had been spoken: So*i will*i your*i descendants*i be.*i"
    },
    {
        "o": 31735,
        "r": "csb:Romans:4:19",
        "t": "He did not weaken in faith when he considered his own body to be already dead (since he was about a hundred years old) and also the deadness of Sarah’s womb."
    },
    {
        "o": 31736,
        "r": "csb:Romans:4:20",
        "t": "He did not waver in unbelief at God’s promise but was strengthened in his faith and gave glory to God,"
    },
    {
        "o": 31737,
        "r": "csb:Romans:4:21",
        "t": "because he was fully convinced that what God had promised, he was also able to do."
    },
    {
        "o": 31738,
        "r": "csb:Romans:4:22",
        "t": "Therefore, it*i was*i credited*i to*i him*i for*i righteousness.*i"
    },
    {
        "o": 31739,
        "r": "csb:Romans:4:23",
        "t": "Now it*i was*i credited*i to*i him*i was not written for Abraham alone,"
    },
    {
        "o": 31740,
        "r": "csb:Romans:4:24",
        "t": "but also for us. It will be credited to us who believe in him who raised Jesus our Lord from the dead."
    },
    {
        "o": 31741,
        "r": "csb:Romans:4:25",
        "t": "He was delivered up for our trespasses and raised for our justification."
    },
    {
        "o": 31742,
        "r": "csb:Romans:5:0",
        "t": "Romans 5",
        "h": 1
    },
    {
        "o": 31743,
        "r": "csb:Romans:5:0",
        "t": "Faith Triumphs",
        "h": 2
    },
    {
        "o": 31744,
        "r": "csb:Romans:5:1",
        "t": "Therefore,*p since we have been justified by faith, we have peace with God through our Lord Jesus Christ."
    },
    {
        "o": 31745,
        "r": "csb:Romans:5:2",
        "t": "We have also obtained access through him by faith into this grace in which we stand, and we boast in the hope of the glory of God."
    },
    {
        "o": 31746,
        "r": "csb:Romans:5:3",
        "t": "And not only that, but we also boast in our afflictions, because we know that affliction produces endurance,"
    },
    {
        "o": 31747,
        "r": "csb:Romans:5:4",
        "t": "endurance produces proven character, and proven character produces hope."
    },
    {
        "o": 31748,
        "r": "csb:Romans:5:5",
        "t": "This hope will not disappoint us, because God’s love has been poured out in our hearts through the Holy Spirit who was given to us."
    },
    {
        "o": 31749,
        "r": "csb:Romans:5:5",
        "t": "The Justified Are Reconciled",
        "h": 2
    },
    {
        "o": 31750,
        "r": "csb:Romans:5:6",
        "t": "For*p while we were still helpless, at the right time, Christ died for the ungodly."
    },
    {
        "o": 31751,
        "r": "csb:Romans:5:7",
        "t": "For rarely will someone die for a just person - though for a good person perhaps someone might even dare to die."
    },
    {
        "o": 31752,
        "r": "csb:Romans:5:8",
        "t": "But God proves his own love for us in that while we were still sinners, Christ died for us."
    },
    {
        "o": 31753,
        "r": "csb:Romans:5:9",
        "t": "How much more then, since we have now been justified by his blood, will we be saved through him from wrath."
    },
    {
        "o": 31754,
        "r": "csb:Romans:5:10",
        "t": "For if, while we were enemies, we were reconciled to God through the death of his Son, then how much more, having been reconciled, will we be saved by his life."
    },
    {
        "o": 31755,
        "r": "csb:Romans:5:11",
        "t": "And not only that, but we also boast in God through our Lord Jesus Christ, through whom we have now received this reconciliation."
    },
    {
        "o": 31756,
        "r": "csb:Romans:5:11",
        "t": "Death through Adam and Life through Christ",
        "h": 2
    },
    {
        "o": 31757,
        "r": "csb:Romans:5:12",
        "t": "Therefore,*p just as sin entered the world through one man, and death through sin, in this way death spread to all people, because all sinned."
    },
    {
        "o": 31758,
        "r": "csb:Romans:5:13",
        "t": "In fact, sin was in the world before the law, but sin is not charged to a person’s account when there is no law."
    },
    {
        "o": 31759,
        "r": "csb:Romans:5:14",
        "t": "Nevertheless, death reigned from Adam to Moses, even over those who did not sin in the likeness of Adam’s transgression. He is a type of the Coming One."
    },
    {
        "o": 31760,
        "r": "csb:Romans:5:15",
        "t": "But*p the gift is not like the trespass. For if by the one man’s trespass the many died, how much more have the grace of God and the gift which comes through the grace of the one man Jesus Christ overflowed to the many."
    },
    {
        "o": 31761,
        "r": "csb:Romans:5:16",
        "t": "And the gift is not like the one man’s sin, because from one sin came the judgment, resulting in condemnation, but from many trespasses came the gift, resulting in justification."
    },
    {
        "o": 31762,
        "r": "csb:Romans:5:17",
        "t": "If by the one man’s trespass, death reigned through that one man, how much more will those who receive the overflow of grace and the gift of righteousness reign in life through the one man, Jesus Christ."
    },
    {
        "o": 31763,
        "r": "csb:Romans:5:18",
        "t": "So*p then, as through one trespass there is condemnation for everyone, so also through one righteous act there is justification leading to life for everyone."
    },
    {
        "o": 31764,
        "r": "csb:Romans:5:19",
        "t": "For just as through one man’s disobedience the many were made sinners, so also through the one man’s obedience the many will be made righteous."
    },
    {
        "o": 31765,
        "r": "csb:Romans:5:20",
        "t": "The law came along to multiply the trespass. But where sin multiplied, grace multiplied even more"
    },
    {
        "o": 31766,
        "r": "csb:Romans:5:21",
        "t": "so that, just as sin reigned in death, so also grace will reign through righteousness, resulting in eternal life through Jesus Christ our Lord."
    },
    {
        "o": 31767,
        "r": "csb:Romans:6:0",
        "t": "Romans 6",
        "h": 1
    },
    {
        "o": 31768,
        "r": "csb:Romans:6:0",
        "t": "The New Life in Christ",
        "h": 2
    },
    {
        "o": 31769,
        "r": "csb:Romans:6:1",
        "t": "What*p should we say then? Should we continue in sin so that grace may multiply?"
    },
    {
        "o": 31770,
        "r": "csb:Romans:6:2",
        "t": "Absolutely not! How can we who died to sin still live in it?"
    },
    {
        "o": 31771,
        "r": "csb:Romans:6:3",
        "t": "Or are you unaware that all of us who were baptized into Christ Jesus were baptized into his death?"
    },
    {
        "o": 31772,
        "r": "csb:Romans:6:4",
        "t": "Therefore we were buried with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, so we too may walk in newness of life."
    },
    {
        "o": 31773,
        "r": "csb:Romans:6:5",
        "t": "For if we have been united with him in the likeness of his death, we will certainly also be in the likeness of his resurrection."
    },
    {
        "o": 31774,
        "r": "csb:Romans:6:6",
        "t": "For we know that our old self was crucified with him so that the body ruled by sin might be rendered powerless so that we may no longer be enslaved to sin,"
    },
    {
        "o": 31775,
        "r": "csb:Romans:6:7",
        "t": "since a person who has died is freed from sin."
    },
    {
        "o": 31776,
        "r": "csb:Romans:6:8",
        "t": "Now if we died with Christ, we believe that we will also live with him,"
    },
    {
        "o": 31777,
        "r": "csb:Romans:6:9",
        "t": "because we know that Christ, having been raised from the dead, will not die again. Death no longer rules over him."
    },
    {
        "o": 31778,
        "r": "csb:Romans:6:10",
        "t": "For the death he died, he died to sin once for all time; but the life he lives, he lives to God."
    },
    {
        "o": 31779,
        "r": "csb:Romans:6:11",
        "t": "So, you too consider yourselves dead to sin and alive to God in Christ Jesus."
    },
    {
        "o": 31780,
        "r": "csb:Romans:6:12",
        "t": "Therefore*p do not let sin reign in your mortal body, so that you obey its desires."
    },
    {
        "o": 31781,
        "r": "csb:Romans:6:13",
        "t": "And do not offer any parts of it to sin as weapons for unrighteousness. But as those who are alive from the dead, offer yourselves to God, and all the parts of yourselves to God as weapons for righteousness."
    },
    {
        "o": 31782,
        "r": "csb:Romans:6:14",
        "t": "For sin will not rule over you, because you are not under the law but under grace."
    },
    {
        "o": 31783,
        "r": "csb:Romans:6:14",
        "t": "From Slaves of Sin to Slaves of God",
        "h": 2
    },
    {
        "o": 31784,
        "r": "csb:Romans:6:15",
        "t": "What*p then? Should we sin because we are not under the law but under grace? Absolutely not!"
    },
    {
        "o": 31785,
        "r": "csb:Romans:6:16",
        "t": "Don’t you know that if you offer yourselves to someone as obedient slaves, you are slaves of that one you obey- either of sin leading to death or of obedience leading to righteousness?"
    },
    {
        "o": 31786,
        "r": "csb:Romans:6:17",
        "t": "But thank God that, although you used to be slaves of sin, you obeyed from the heart that pattern of teaching to which you were handed over,"
    },
    {
        "o": 31787,
        "r": "csb:Romans:6:18",
        "t": "and having been set free from sin, you became enslaved to righteousness."
    },
    {
        "o": 31788,
        "r": "csb:Romans:6:19",
        "t": "I am using a human analogy because of the weakness of your flesh. For just as you offered the parts of yourselves as slaves to impurity, and to greater and greater lawlessness, so now offer them as slaves to righteousness, which results in sanctification."
    },
    {
        "o": 31789,
        "r": "csb:Romans:6:20",
        "t": "For when you were slaves of sin, you were free with regard to righteousness."
    },
    {
        "o": 31790,
        "r": "csb:Romans:6:21",
        "t": "So what fruit was produced then from the things you are now ashamed of? The outcome of those things is death."
    },
    {
        "o": 31791,
        "r": "csb:Romans:6:22",
        "t": "But now, since you have been set free from sin and have become enslaved to God, you have your fruit, which results in sanctification- and the outcome is eternal life!"
    },
    {
        "o": 31792,
        "r": "csb:Romans:6:23",
        "t": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
    },
    {
        "o": 31793,
        "r": "csb:Romans:7:0",
        "t": "Romans 7",
        "h": 1
    },
    {
        "o": 31794,
        "r": "csb:Romans:7:0",
        "t": "An Illustration from Marriage",
        "h": 2
    },
    {
        "o": 31795,
        "r": "csb:Romans:7:1",
        "t": "Since*p I am speaking to those who know the law, brothers and sisters, don’t you know that the law rules over someone as long as he lives?"
    },
    {
        "o": 31796,
        "r": "csb:Romans:7:2",
        "t": "For example, a married woman is legally bound to her husband while he lives. But if her husband dies, she is released from the law regarding the husband."
    },
    {
        "o": 31797,
        "r": "csb:Romans:7:3",
        "t": "So then, if she is married to another man while her husband is living, she will be called an adulteress. But if her husband dies, she is free from that law. Then, if she is married to another man, she is not an adulteress."
    },
    {
        "o": 31798,
        "r": "csb:Romans:7:4",
        "t": "Therefore,*p my brothers and sisters, you also were put to death in relation to the law through the body of Christ so that you may belong to another. You belong to him who was raised from the dead in order that we may bear fruit for God."
    },
    {
        "o": 31799,
        "r": "csb:Romans:7:5",
        "t": "For when we were in the flesh, the sinful passions aroused through the law were working in us to bear fruit for death."
    },
    {
        "o": 31800,
        "r": "csb:Romans:7:6",
        "t": "But now we have been released from the law, since we have died to what held us, so that we may serve in the newness of the Spirit and not in the old letter of the law."
    },
    {
        "o": 31801,
        "r": "csb:Romans:7:6",
        "t": "Sin’s Use of the Law",
        "h": 2
    },
    {
        "o": 31802,
        "r": "csb:Romans:7:7",
        "t": "What*p should we say then? Is the law sin? Absolutely not! But I would not have known sin if it were not for the law. For example, I would not have known what it is to covet if the law had not said, Do*i not*i covet.*i"
    },
    {
        "o": 31803,
        "r": "csb:Romans:7:8",
        "t": "And sin, seizing an opportunity through the commandment, produced in me coveting of every kind. For apart from the law sin is dead."
    },
    {
        "o": 31804,
        "r": "csb:Romans:7:9",
        "t": "Once I was alive apart from the law, but when the commandment came, sin sprang to life again"
    },
    {
        "o": 31805,
        "r": "csb:Romans:7:10",
        "t": "and I died. The commandment that was meant for life resulted in death for me."
    },
    {
        "o": 31806,
        "r": "csb:Romans:7:11",
        "t": "For sin, seizing an opportunity through the commandment, deceived me, and through it killed me."
    },
    {
        "o": 31807,
        "r": "csb:Romans:7:12",
        "t": "So then, the law is holy, and the commandment is holy and just and good."
    },
    {
        "o": 31808,
        "r": "csb:Romans:7:13",
        "t": "Therefore, did what is good become death to me? Absolutely not! But sin, in order to be recognized as sin, was producing death in me through what is good, so that through the commandment, sin might become sinful beyond measure."
    },
    {
        "o": 31809,
        "r": "csb:Romans:7:13",
        "t": "The Problem of Sin in Us",
        "h": 2
    },
    {
        "o": 31810,
        "r": "csb:Romans:7:14",
        "t": "For*p we know that the law is spiritual, but I am of the flesh, sold as a slave under sin."
    },
    {
        "o": 31811,
        "r": "csb:Romans:7:15",
        "t": "For I do not understand what I am doing, because I do not practice what I want to do, but I do what I hate."
    },
    {
        "o": 31812,
        "r": "csb:Romans:7:16",
        "t": "Now if I do what I do not want to do, I agree with the law that it is good."
    },
    {
        "o": 31813,
        "r": "csb:Romans:7:17",
        "t": "So now I am no longer the one doing it, but it is sin living in me."
    },
    {
        "o": 31814,
        "r": "csb:Romans:7:18",
        "t": "For I know that nothing good lives in me, that is, in my flesh. For the desire to do what is good is with me, but there is no ability to do it."
    },
    {
        "o": 31815,
        "r": "csb:Romans:7:19",
        "t": "For I do not do the good that I want to do, but I practice the evil that I do not want to do."
    },
    {
        "o": 31816,
        "r": "csb:Romans:7:20",
        "t": "Now if I do what I do not want, I am no longer the one that does it, but it is the sin that lives in me."
    },
    {
        "o": 31817,
        "r": "csb:Romans:7:21",
        "t": "So I discover this law: When I want to do what is good, evil is present with me."
    },
    {
        "o": 31818,
        "r": "csb:Romans:7:22",
        "t": "For in my inner self I delight in God’s law,"
    },
    {
        "o": 31819,
        "r": "csb:Romans:7:23",
        "t": "but I see a different law in the parts of my body, waging war against the law of my mind and taking me prisoner to the law of sin in the parts of my body."
    },
    {
        "o": 31820,
        "r": "csb:Romans:7:24",
        "t": "What a wretched man I am! Who will rescue me from this body of death?"
    },
    {
        "o": 31821,
        "r": "csb:Romans:7:25",
        "t": "Thanks be to God through Jesus Christ our Lord! So then, with my mind I myself am serving the law of God, but with my flesh, the law of sin."
    },
    {
        "o": 31822,
        "r": "csb:Romans:8:0",
        "t": "Romans 8",
        "h": 1
    },
    {
        "o": 31823,
        "r": "csb:Romans:8:0",
        "t": "The Life-Giving Spirit",
        "h": 2
    },
    {
        "o": 31824,
        "r": "csb:Romans:8:1",
        "t": "Therefore,*p there is now no condemnation for those in Christ Jesus,"
    },
    {
        "o": 31825,
        "r": "csb:Romans:8:2",
        "t": "because the law of the Spirit of life in Christ Jesus has set you free from the law of sin and death."
    },
    {
        "o": 31826,
        "r": "csb:Romans:8:3",
        "t": "For what the law could not do since it was weakened by the flesh, God did. He condemned sin in the flesh by sending his own Son in the likeness of sinful flesh as a sin offering,"
    },
    {
        "o": 31827,
        "r": "csb:Romans:8:4",
        "t": "in order that the law’s requirement would be fulfilled in us who do not walk according to the flesh but according to the Spirit."
    },
    {
        "o": 31828,
        "r": "csb:Romans:8:5",
        "t": "For those who live according to the flesh have their minds set on the things of the flesh, but those who live according to the Spirit have their minds set on the things of the Spirit."
    },
    {
        "o": 31829,
        "r": "csb:Romans:8:6",
        "t": "Now the mindset of the flesh is death, but the mindset of the Spirit is life and peace."
    },
    {
        "o": 31830,
        "r": "csb:Romans:8:7",
        "t": "The mindset of the flesh is hostile to God because it does not submit to God’s law. Indeed, it is unable to do so."
    },
    {
        "o": 31831,
        "r": "csb:Romans:8:8",
        "t": "Those who are in the flesh cannot please God."
    },
    {
        "o": 31832,
        "r": "csb:Romans:8:9",
        "t": "You, however, are not in the flesh, but in the Spirit, if indeed the Spirit of God lives in you. If anyone does not have the Spirit of Christ, he does not belong to him."
    },
    {
        "o": 31833,
        "r": "csb:Romans:8:10",
        "t": "Now if Christ is in you, the body is dead because of sin, but the Spirit gives life because of righteousness."
    },
    {
        "o": 31834,
        "r": "csb:Romans:8:11",
        "t": "And if the Spirit of him who raised Jesus from the dead lives in you, then he who raised Christ from the dead will also bring your mortal bodies to life through his Spirit who lives in you."
    },
    {
        "o": 31835,
        "r": "csb:Romans:8:11",
        "t": "The Holy Spirit’s Ministries",
        "h": 2
    },
    {
        "o": 31836,
        "r": "csb:Romans:8:12",
        "t": "So*p then, brothers and sisters, we are not obligated to the flesh to live according to the flesh,"
    },
    {
        "o": 31837,
        "r": "csb:Romans:8:13",
        "t": "because if you live according to the flesh, you are going to die. But if by the Spirit you put to death the deeds of the body, you will live."
    },
    {
        "o": 31838,
        "r": "csb:Romans:8:14",
        "t": "For all those led by God’s Spirit are God’s sons."
    },
    {
        "o": 31839,
        "r": "csb:Romans:8:15",
        "t": "For you did not receive a spirit of slavery to fall back into fear. Instead, you received the Spirit of adoption, by whom we cry out, “Abba, Father!”"
    },
    {
        "o": 31840,
        "r": "csb:Romans:8:16",
        "t": "The Spirit himself testifies together with our spirit that we are God’s children,"
    },
    {
        "o": 31841,
        "r": "csb:Romans:8:17",
        "t": "and if children, also heirs- heirs of God and coheirs with Christ - if indeed we suffer with him so that we may also be glorified with him."
    },
    {
        "o": 31842,
        "r": "csb:Romans:8:17",
        "t": "From Groans to Glory",
        "h": 2
    },
    {
        "o": 31843,
        "r": "csb:Romans:8:18",
        "t": "For*p I consider that the sufferings of this present time are not worth comparing with the glory that is going to be revealed to us."
    },
    {
        "o": 31844,
        "r": "csb:Romans:8:19",
        "t": "For the creation eagerly waits with anticipation for God’s sons to be revealed."
    },
    {
        "o": 31845,
        "r": "csb:Romans:8:20",
        "t": "For the creation was subjected to futility- not willingly, but because of him who subjected it- in the hope"
    },
    {
        "o": 31846,
        "r": "csb:Romans:8:21",
        "t": "that the creation itself will also be set free from the bondage to decay into the glorious freedom of God’s children."
    },
    {
        "o": 31847,
        "r": "csb:Romans:8:22",
        "t": "For we know that the whole creation has been groaning together with labor pains until now."
    },
    {
        "o": 31848,
        "r": "csb:Romans:8:23",
        "t": "Not only that, but we ourselves who have the Spirit as the firstfruits- we also groan within ourselves, eagerly waiting for adoption, the redemption of our bodies."
    },
    {
        "o": 31849,
        "r": "csb:Romans:8:24",
        "t": "Now in this hope we were saved, but hope that is seen is not hope, because who hopes for what he sees?"
    },
    {
        "o": 31850,
        "r": "csb:Romans:8:25",
        "t": "Now if we hope for what we do not see, we eagerly wait for it with patience."
    },
    {
        "o": 31851,
        "r": "csb:Romans:8:26",
        "t": "In*p the same way the Spirit also helps us in our weakness, because we do not know what to pray for as we should, but the Spirit himself intercedes for us with inexpressible groanings."
    },
    {
        "o": 31852,
        "r": "csb:Romans:8:27",
        "t": "And he who searches our hearts knows the mind of the Spirit, because he intercedes for the saints according to the will of God."
    },
    {
        "o": 31853,
        "r": "csb:Romans:8:28",
        "t": "We*p know that all things work together for the good of those who love God, who are called according to his purpose."
    },
    {
        "o": 31854,
        "r": "csb:Romans:8:29",
        "t": "For those he foreknew he also predestined to be conformed to the image of his Son, so that he would be the firstborn among many brothers and sisters."
    },
    {
        "o": 31855,
        "r": "csb:Romans:8:30",
        "t": "And those he predestined, he also called; and those he called, he also justified; and those he justified, he also glorified."
    },
    {
        "o": 31856,
        "r": "csb:Romans:8:30",
        "t": "The Believer’s Triumph",
        "h": 2
    },
    {
        "o": 31857,
        "r": "csb:Romans:8:31",
        "t": "What,*p then, are we to say about these things? If God is for us, who is against us?"
    },
    {
        "o": 31858,
        "r": "csb:Romans:8:32",
        "t": "He did not even spare his own Son but gave him up for us all. How will he not also with him grant us everything?"
    },
    {
        "o": 31859,
        "r": "csb:Romans:8:33",
        "t": "Who can bring an accusation against God’s elect? God is the one who justifies."
    },
    {
        "o": 31860,
        "r": "csb:Romans:8:34",
        "t": "Who is the one who condemns? Christ Jesus is the one who died, but even more, has been raised; he also is at the right hand of God and intercedes for us."
    },
    {
        "o": 31861,
        "r": "csb:Romans:8:35",
        "t": "Who can separate us from the love of Christ? Can affliction or distress or persecution or famine or nakedness or danger or sword?"
    },
    {
        "o": 31862,
        "r": "csb:Romans:8:36",
        "t": "As it is written: Because*ipn of*i you*i we*iln are*i being*i put*i to*i death*i all*i day*i long;*i we*iln are*i counted*i as*i sheep*i to*i be*i slaughtered.*i"
    },
    {
        "o": 31863,
        "r": "csb:Romans:8:37",
        "t": "No,*p in all these things we are more than conquerors through him who loved us."
    },
    {
        "o": 31864,
        "r": "csb:Romans:8:38",
        "t": "For I am persuaded that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers,"
    },
    {
        "o": 31865,
        "r": "csb:Romans:8:39",
        "t": "nor height nor depth, nor any other created thing will be able to separate us from the love of God that is in Christ Jesus our Lord."
    },
    {
        "o": 31866,
        "r": "csb:Romans:9:0",
        "t": "Romans 9",
        "h": 1
    },
    {
        "o": 31867,
        "r": "csb:Romans:9:0",
        "t": "Israel’s Rejection of Christ",
        "h": 2
    },
    {
        "o": 31868,
        "r": "csb:Romans:9:1",
        "t": "I*p speak the truth in Christ- I am not lying; my conscience testifies to me through the Holy Spirit-"
    },
    {
        "o": 31869,
        "r": "csb:Romans:9:2",
        "t": "that I have great sorrow and unceasing anguish in my heart."
    },
    {
        "o": 31870,
        "r": "csb:Romans:9:3",
        "t": "For I could wish that I myself were cursed and cut off from Christ for the benefit of my brothers and sisters, my own flesh and blood."
    },
    {
        "o": 31871,
        "r": "csb:Romans:9:4",
        "t": "They are Israelites, and to them belong the adoption, the glory, the covenants, the giving of the law, the temple service, and the promises."
    },
    {
        "o": 31872,
        "r": "csb:Romans:9:5",
        "t": "The ancestors are theirs, and from them, by physical descent, came the Christ, who is God over all, praised forever. Amen."
    },
    {
        "o": 31873,
        "r": "csb:Romans:9:5",
        "t": "God’s Gracious Election of Israel",
        "h": 2
    },
    {
        "o": 31874,
        "r": "csb:Romans:9:6",
        "t": "Now*p it is not as though the word of God has failed, because not all who are descended from Israel are Israel."
    },
    {
        "o": 31875,
        "r": "csb:Romans:9:7",
        "t": "Neither is it the case that all of Abraham’s children are his descendants. On the contrary, your*i offspring*i will*i be*i traced*i through*i Isaac.*i"
    },
    {
        "o": 31876,
        "r": "csb:Romans:9:8",
        "t": "That is, it is not the children by physical descent who are God’s children, but the children of the promise are considered to be the offspring."
    },
    {
        "o": 31877,
        "r": "csb:Romans:9:9",
        "t": "For this is the statement of the promise: At*i this*i time*i I*i will*i come,*i and*i Sarah*i will*i have*i a*i son.*i"
    },
    {
        "o": 31878,
        "r": "csb:Romans:9:10",
        "t": "And not only that, but Rebekah conceived children through one man, our father Isaac."
    },
    {
        "o": 31879,
        "r": "csb:Romans:9:11",
        "t": "For though her sons had not been born yet or done anything good or bad, so that God’s purpose according to election might stand—"
    },
    {
        "o": 31880,
        "r": "csb:Romans:9:12",
        "t": "not from works but from the one who calls - she was told, The*i older*i will*i serve*i the*i younger.*i"
    },
    {
        "o": 31881,
        "r": "csb:Romans:9:13",
        "t": "As it is written: I*i have*i loved*i Jacob,*i but*i I*i have*i hated*i Esau.*i"
    },
    {
        "o": 31882,
        "r": "csb:Romans:9:13",
        "t": "God’s Selection Is Just",
        "h": 2
    },
    {
        "o": 31883,
        "r": "csb:Romans:9:14",
        "t": "What*p should we say then? Is there injustice with God? Absolutely not!"
    },
    {
        "o": 31884,
        "r": "csb:Romans:9:15",
        "t": "For he tells Moses, I*i will*i show*i mercy*i to*i whom*i I*i will*i show*i mercy,*i and*i I*i will*i have*i compassion*i on*i whom*i I*i will*i have*i compassion.*i"
    },
    {
        "o": 31885,
        "r": "csb:Romans:9:16",
        "t": "So then, it does not depend on human will or effort but on God who shows mercy."
    },
    {
        "o": 31886,
        "r": "csb:Romans:9:17",
        "t": "For the Scripture tells Pharaoh, I*i raised*i you*i up*i for*i this*i reason*i so*i that*i I*i may*i display*i my*i power*i in*i you*i and*i that*i my*i name*i may*i be*i proclaimed*i in*i the*i whole*i earth.*i"
    },
    {
        "o": 31887,
        "r": "csb:Romans:9:18",
        "t": "So then, he has mercy on whom he wants to have mercy and he hardens whom he wants to harden."
    },
    {
        "o": 31888,
        "r": "csb:Romans:9:19",
        "t": "You*p will say to me, therefore, “Why then does he still find fault? For who resists his will?”"
    },
    {
        "o": 31889,
        "r": "csb:Romans:9:20",
        "t": "On the contrary, who are you, a human being, to talk back to God? Will what is formed say to the one who formed it, “Why did you make me like this?”"
    },
    {
        "o": 31890,
        "r": "csb:Romans:9:21",
        "t": "Or has the potter no right over the clay, to make from the same lump one piece of pottery for honor and another for dishonor?"
    },
    {
        "o": 31891,
        "r": "csb:Romans:9:22",
        "t": "And what if God, wanting to display his wrath and to make his power known, endured with much patience objects of wrath prepared for destruction?"
    },
    {
        "o": 31892,
        "r": "csb:Romans:9:23",
        "t": "And what if he did this to make known the riches of his glory on objects of mercy that he prepared beforehand for glory-"
    },
    {
        "o": 31893,
        "r": "csb:Romans:9:24",
        "t": "on us, the ones he also called, not only from the Jews but also from the Gentiles?"
    },
    {
        "o": 31894,
        "r": "csb:Romans:9:25",
        "t": "As it also says in Hosea, I*ipn will*i call*i Not*i My*i People,*i My*i People,*i and*iln she*i who*i is*i Unloved,*i Beloved.*i"
    },
    {
        "o": 31895,
        "r": "csb:Romans:9:26",
        "t": "And*iln it*i will*i be*i in*i the*i place*i where*i they*i were*i told,*i you*iln are*i not*i my*i people,*i there*iln they*i will*i be*i called*i sons*i of*i the*i living*i God.*i"
    },
    {
        "o": 31896,
        "r": "csb:Romans:9:27",
        "t": "But*p Isaiah cries out concerning Israel, Though*ipn the*i number*i of*i Israelites*i is*iln like*i the*i sand*i of*i the*i sea,*i only*iln the*i remnant*i will*i be*i saved;*i"
    },
    {
        "o": 31897,
        "r": "csb:Romans:9:28",
        "t": "since*iln the*i Lord*i will*i execute*i his*i sentence*i completely*iln and*i decisively*i on*i the*i earth.*i"
    },
    {
        "o": 31898,
        "r": "csb:Romans:9:29",
        "t": "And*p just as Isaiah predicted: If*ipn the*i Lord*i of*i Armies*i had*i not*i left*i us*i offspring,*i we*iln would*i have*i become*i like*i Sodom,*i and*iln we*i would*i have*i been*i made*i like*i Gomorrah.*i"
    },
    {
        "o": 31899,
        "r": "csb:Romans:9:29",
        "t": "Israel’s Present State",
        "h": 2
    },
    {
        "o": 31900,
        "r": "csb:Romans:9:30",
        "t": "What*p should we say then? Gentiles, who did not pursue righteousness, have obtained righteousness - namely the righteousness that comes from faith."
    },
    {
        "o": 31901,
        "r": "csb:Romans:9:31",
        "t": "But Israel, pursuing the law of righteousness, has not achieved the righteousness of the law."
    },
    {
        "o": 31902,
        "r": "csb:Romans:9:32",
        "t": "Why is that? Because they did not pursue it by faith, but as if it were by works. They stumbled over the stumbling stone."
    },
    {
        "o": 31903,
        "r": "csb:Romans:9:33",
        "t": "As it is written, Look,*ipn I*i am*i putting*i a*i stone*i in*i Zion*i to*i stumble*i over*i and*iln a*i rock*i to*i trip*i over,*i and*iln the*i one*i who*i believes*i on*i him*i will*iln not*i be*i put*i to*i shame.*i"
    },
    {
        "o": 31904,
        "r": "csb:Romans:10:0",
        "t": "Romans 10",
        "h": 1
    },
    {
        "o": 31905,
        "r": "csb:Romans:10:0",
        "t": "Righteousness by Faith Alone",
        "h": 2
    },
    {
        "o": 31906,
        "r": "csb:Romans:10:1",
        "t": "Brothers*p and sisters, my heart’s desire and prayer to God concerning them is for their salvation."
    },
    {
        "o": 31907,
        "r": "csb:Romans:10:2",
        "t": "I can testify about them that they have zeal for God, but not according to knowledge."
    },
    {
        "o": 31908,
        "r": "csb:Romans:10:3",
        "t": "Since they are ignorant of the righteousness of God and attempted to establish their own righteousness, they have not submitted to God’s righteousness."
    },
    {
        "o": 31909,
        "r": "csb:Romans:10:4",
        "t": "For Christ is the end of the law for righteousness to everyone who believes,"
    },
    {
        "o": 31910,
        "r": "csb:Romans:10:5",
        "t": "since Moses writes about the righteousness that is from the law: The*i one*i who*i does*i these*i things*i will*i live*i by*i them.*i"
    },
    {
        "o": 31911,
        "r": "csb:Romans:10:6",
        "t": "But the righteousness that comes from faith speaks like this: Do*i not*i say*i in*i your*i heart,*i “Who*i will*i go*i up*i to*i heaven?”*i that is, to bring Christ down"
    },
    {
        "o": 31912,
        "r": "csb:Romans:10:7",
        "t": "or, “Who*i will*i go*i down*i into*i the*i abyss?”*i that is, to bring Christ up from the dead."
    },
    {
        "o": 31913,
        "r": "csb:Romans:10:8",
        "t": "On the contrary, what does it say? The*i message*i is*i near*i you,*i in*i your*i mouth*i and*i in*i your*i heart.*i This is the message of faith that we proclaim:"
    },
    {
        "o": 31914,
        "r": "csb:Romans:10:9",
        "t": "If you confess with your mouth, “Jesus is Lord,” and believe in your heart that God raised him from the dead, you will be saved."
    },
    {
        "o": 31915,
        "r": "csb:Romans:10:10",
        "t": "One believes with the heart, resulting in righteousness, and one confesses with the mouth, resulting in salvation."
    },
    {
        "o": 31916,
        "r": "csb:Romans:10:11",
        "t": "For the Scripture says, Everyone*i who*i believes*i on*i him*i will*i not*i be*i put*i to*i shame,*i"
    },
    {
        "o": 31917,
        "r": "csb:Romans:10:12",
        "t": "since there is no distinction between Jew and Greek, because the same Lord of all richly blesses all who call on him."
    },
    {
        "o": 31918,
        "r": "csb:Romans:10:13",
        "t": "For everyone*i who*i calls*i on*i the*i name*i of*i the*i Lord*i will*i be*i saved.*i"
    },
    {
        "o": 31919,
        "r": "csb:Romans:10:13",
        "t": "Israel’s Rejection of the Message",
        "h": 2
    },
    {
        "o": 31920,
        "r": "csb:Romans:10:14",
        "t": "How,*p then, can they call on him they have not believed in? And how can they believe without hearing about him? And how can they hear without a preacher?"
    },
    {
        "o": 31921,
        "r": "csb:Romans:10:15",
        "t": "And how can they preach unless they are sent? As it is written: How*i beautiful*i are*i the*i feet*i of*i those*i who*i bring*i good*i news.*i"
    },
    {
        "o": 31922,
        "r": "csb:Romans:10:16",
        "t": "But not all obeyed the gospel. For Isaiah says, Lord,*i who*i has*i believed*i our*i message?*i"
    },
    {
        "o": 31923,
        "r": "csb:Romans:10:17",
        "t": "So faith comes from what is heard, and what is heard comes through the message about Christ."
    },
    {
        "o": 31924,
        "r": "csb:Romans:10:18",
        "t": "But I ask, “Did they not hear?” Yes, they did: Their*ipn voice*i has*i gone*i out*i to*i the*i whole*i earth,*i and*iln their*i words*i to*i the*i ends*i of*i the*i world.*i"
    },
    {
        "o": 31925,
        "r": "csb:Romans:10:19",
        "t": "But*p I ask, “Did Israel not understand?” First, Moses said, I*ipn will*i make*i you*i jealous*i of*iln those*i who*i are*i not*i a*i nation;*i I*iln will*i make*i you*i angry*i by*i a*i nation*i that*iln lacks*i understanding.*i"
    },
    {
        "o": 31926,
        "r": "csb:Romans:10:20",
        "t": "And*p Isaiah says boldly, I*ipn was*i found*i by*iln those*i who*i were*i not*i looking*i for*i me;*i I*iln revealed*i myself*i to*iln those*i who*i were*i not*i asking*i for*i me.*i"
    },
    {
        "o": 31927,
        "r": "csb:Romans:10:21",
        "t": "But*p to Israel he says, All*i day*i long*i I*i have*i held*i out*i my*i hands*i to*i a*i disobedient*i and*i defiant*i people.*i"
    },
    {
        "o": 31928,
        "r": "csb:Romans:11:0",
        "t": "Romans 11",
        "h": 1
    },
    {
        "o": 31929,
        "r": "csb:Romans:11:0",
        "t": "Israel’s Rejection Not Total",
        "h": 2
    },
    {
        "o": 31930,
        "r": "csb:Romans:11:1",
        "t": "I*p ask, then, has God rejected his people? Absolutely not! For I too am an Israelite, a descendant of Abraham, from the tribe of Benjamin."
    },
    {
        "o": 31931,
        "r": "csb:Romans:11:2",
        "t": "God has not rejected his people whom he foreknew. Or don’t you know what the Scripture says in the passage about Elijah - how he pleads with God against Israel?"
    },
    {
        "o": 31932,
        "r": "csb:Romans:11:3",
        "t": "Lord,*i they*i have*i killed*i your*i prophets*i and*i torn*i down*i your*i altars.*i I*i am*i the*i only*i one*i left,*i and*i they*i are*i trying*i to*i take*i my*i life!*i"
    },
    {
        "o": 31933,
        "r": "csb:Romans:11:4",
        "t": "But what was God’s answer to him? I*i have*i left*i seven*i thousand*i for*i myself*i who*i have*i not*i bowed*i down*i to*i Baal.*i"
    },
    {
        "o": 31934,
        "r": "csb:Romans:11:5",
        "t": "In the same way, then, there is also at the present time a remnant chosen by grace."
    },
    {
        "o": 31935,
        "r": "csb:Romans:11:6",
        "t": "Now if by grace, then it is not by works; otherwise grace ceases to be grace."
    },
    {
        "o": 31936,
        "r": "csb:Romans:11:7",
        "t": "What*p then? Israel did not find what it was looking for, but the elect did find it. The rest were hardened,"
    },
    {
        "o": 31937,
        "r": "csb:Romans:11:8",
        "t": "as it is written, God*ipn gave*i them*i a*i spirit*i of*i stupor,*i eyes*iln that*i cannot*i see*i and*iln ears*i that*i cannot*i hear,*i to*iln this*i day.*i"
    },
    {
        "o": 31938,
        "r": "csb:Romans:11:9",
        "t": "And*p David says, Let*ipn their*i table*i become*i a*i snare*i and*i a*i trap,*i a*iln pitfall*i and*i a*i retribution*i to*i them.*i"
    },
    {
        "o": 31939,
        "r": "csb:Romans:11:10",
        "t": "Let*iln their*i eyes*i be*i darkened*i so*i that*i they*i cannot*i see,*i and*iln their*i backs*i be*i bent*i continually.*i"
    },
    {
        "o": 31940,
        "r": "csb:Romans:11:10",
        "t": "Israel’s Rejection Not Final",
        "h": 2
    },
    {
        "o": 31941,
        "r": "csb:Romans:11:11",
        "t": "I*p ask, then, have they stumbled so as to fall? Absolutely not! On the contrary, by their transgression, salvation has come to the Gentiles to make Israel jealous."
    },
    {
        "o": 31942,
        "r": "csb:Romans:11:12",
        "t": "Now if their transgression brings riches for the world, and their failure riches for the Gentiles, how much more will their fullness bring!"
    },
    {
        "o": 31943,
        "r": "csb:Romans:11:13",
        "t": "Now*p I am speaking to you Gentiles. Insofar as I am an apostle to the Gentiles, I magnify my ministry,"
    },
    {
        "o": 31944,
        "r": "csb:Romans:11:14",
        "t": "if I might somehow make my own people jealous and save some of them."
    },
    {
        "o": 31945,
        "r": "csb:Romans:11:15",
        "t": "For if their rejection brings reconciliation to the world, what will their acceptance mean but life from the dead?"
    },
    {
        "o": 31946,
        "r": "csb:Romans:11:16",
        "t": "Now if the firstfruits are holy, so is the whole batch. And if the root is holy, so are the branches."
    },
    {
        "o": 31947,
        "r": "csb:Romans:11:17",
        "t": "Now*p if some of the branches were broken off, and you, though a wild olive branch, were grafted in among them and have come to share in the rich root of the cultivated olive tree,"
    },
    {
        "o": 31948,
        "r": "csb:Romans:11:18",
        "t": "do not boast that you are better than those branches. But if you do boast - you do not sustain the root, but the root sustains you."
    },
    {
        "o": 31949,
        "r": "csb:Romans:11:19",
        "t": "Then you will say, “Branches were broken off so that I might be grafted in.”"
    },
    {
        "o": 31950,
        "r": "csb:Romans:11:20",
        "t": "True enough; they were broken off because of unbelief, but you stand by faith. Do not be arrogant, but beware,"
    },
    {
        "o": 31951,
        "r": "csb:Romans:11:21",
        "t": "because if God did not spare the natural branches, he will not spare you either."
    },
    {
        "o": 31952,
        "r": "csb:Romans:11:22",
        "t": "Therefore, consider God’s kindness and severity: severity toward those who have fallen but God’s kindness toward you - if you remain in his kindness. Otherwise you too will be cut off."
    },
    {
        "o": 31953,
        "r": "csb:Romans:11:23",
        "t": "And even they, if they do not remain in unbelief, will be grafted in, because God has the power to graft them in again."
    },
    {
        "o": 31954,
        "r": "csb:Romans:11:24",
        "t": "For if you were cut off from your native wild olive tree and against nature were grafted into a cultivated olive tree, how much more will these - the natural branches - be grafted into their own olive tree?"
    },
    {
        "o": 31955,
        "r": "csb:Romans:11:25",
        "t": "I*p don’t want you to be ignorant of this mystery, brothers and sisters, so that you will not be conceited: A partial hardening has come upon Israel until the fullness of the Gentiles has come in."
    },
    {
        "o": 31956,
        "r": "csb:Romans:11:26",
        "t": "And in this way all Israel will be saved, as it is written, The*ipn Deliverer*i will*i come*i from*i Zion;*i he*iln will*i turn*i godlessness*i away*i from*i Jacob.*i"
    },
    {
        "o": 31957,
        "r": "csb:Romans:11:27",
        "t": "And*iln this*i will*i be*i my*i covenant*i with*i them*i when*iln I*i take*i away*i their*i sins.*i"
    },
    {
        "o": 31958,
        "r": "csb:Romans:11:28",
        "t": "Regarding*p the gospel, they are enemies for your advantage, but regarding election, they are loved because of the patriarchs,"
    },
    {
        "o": 31959,
        "r": "csb:Romans:11:29",
        "t": "since God’s gracious gifts and calling are irrevocable."
    },
    {
        "o": 31960,
        "r": "csb:Romans:11:30",
        "t": "As you once disobeyed God but now have received mercy through their disobedience,"
    },
    {
        "o": 31961,
        "r": "csb:Romans:11:31",
        "t": "so they too have now disobeyed, resulting in mercy to you, so that they also may now receive mercy."
    },
    {
        "o": 31962,
        "r": "csb:Romans:11:32",
        "t": "For God has imprisoned all in disobedience so that he may have mercy on all."
    },
    {
        "o": 31963,
        "r": "csb:Romans:11:32",
        "t": "A Hymn of Praise",
        "h": 2
    },
    {
        "o": 31964,
        "r": "csb:Romans:11:33",
        "t": "Oh,*pn the depth of the riches and*ln the wisdom and the knowledge of God! How*ln unsearchable his judgments and*ln untraceable his ways!"
    },
    {
        "o": 31965,
        "r": "csb:Romans:11:34",
        "t": "For*iln who*i has*i known*i the*i mind*i of*i the*i Lord?*i Or*iln who*i has*i been*i his*i counselor?*i"
    },
    {
        "o": 31966,
        "r": "csb:Romans:11:35",
        "t": "And*iln who*i has*i ever*i given*i to*i God,*i that*iln he*i should*i be*i repaid?*i"
    },
    {
        "o": 31967,
        "r": "csb:Romans:11:36",
        "t": "For*ln from him and through him and*ln to him are all things. To*ln him be the glory forever. Amen."
    },
    {
        "o": 31968,
        "r": "csb:Romans:12:0",
        "t": "Romans 12",
        "h": 1
    },
    {
        "o": 31969,
        "r": "csb:Romans:12:0",
        "t": "A Living Sacrifice",
        "h": 2
    },
    {
        "o": 31970,
        "r": "csb:Romans:12:1",
        "t": "Therefore,*p brothers and sisters, in view of the mercies of God, I urge you to present your bodies as a living sacrifice, holy and pleasing to God; this is your true worship."
    },
    {
        "o": 31971,
        "r": "csb:Romans:12:2",
        "t": "Do not be conformed to this age, but be transformed by the renewing of your mind, so that you may discern what is the good, pleasing, and perfect will of God."
    },
    {
        "o": 31972,
        "r": "csb:Romans:12:2",
        "t": "Many Gifts but One Body",
        "h": 2
    },
    {
        "o": 31973,
        "r": "csb:Romans:12:3",
        "t": "For*p by the grace given to me, I tell everyone among you not to think of himself more highly than he should think. Instead, think sensibly, as God has distributed a measure of faith to each one."
    },
    {
        "o": 31974,
        "r": "csb:Romans:12:4",
        "t": "Now as we have many parts in one body, and all the parts do not have the same function,"
    },
    {
        "o": 31975,
        "r": "csb:Romans:12:5",
        "t": "in the same way we who are many are one body in Christ and individually members of one another."
    },
    {
        "o": 31976,
        "r": "csb:Romans:12:6",
        "t": "According to the grace given to us, we have different gifts: If prophecy, use it according to the proportion of one’s faith;"
    },
    {
        "o": 31977,
        "r": "csb:Romans:12:7",
        "t": "if service, use it in service; if teaching, in teaching;"
    },
    {
        "o": 31978,
        "r": "csb:Romans:12:8",
        "t": "if exhorting, in exhortation; giving, with generosity; leading, with diligence; showing mercy, with cheerfulness."
    },
    {
        "o": 31979,
        "r": "csb:Romans:12:8",
        "t": "Christian Ethics",
        "h": 2
    },
    {
        "o": 31980,
        "r": "csb:Romans:12:9",
        "t": "Let*p love be without hypocrisy. Detest evil; cling to what is good."
    },
    {
        "o": 31981,
        "r": "csb:Romans:12:10",
        "t": "Love one another deeply as brothers and sisters. Take the lead in honoring one another."
    },
    {
        "o": 31982,
        "r": "csb:Romans:12:11",
        "t": "Do not lack diligence in zeal; be fervent in the Spirit; serve the Lord."
    },
    {
        "o": 31983,
        "r": "csb:Romans:12:12",
        "t": "Rejoice in hope; be patient in affliction; be persistent in prayer."
    },
    {
        "o": 31984,
        "r": "csb:Romans:12:13",
        "t": "Share with the saints in their needs; pursue hospitality."
    },
    {
        "o": 31985,
        "r": "csb:Romans:12:14",
        "t": "Bless those who persecute you; bless and do not curse."
    },
    {
        "o": 31986,
        "r": "csb:Romans:12:15",
        "t": "Rejoice with those who rejoice; weep with those who weep."
    },
    {
        "o": 31987,
        "r": "csb:Romans:12:16",
        "t": "Live in harmony with one another. Do not be proud; instead, associate with the humble. Do not be wise in your own estimation."
    },
    {
        "o": 31988,
        "r": "csb:Romans:12:17",
        "t": "Do not repay anyone evil for evil. Give careful thought to do what is honorable in everyone’s eyes."
    },
    {
        "o": 31989,
        "r": "csb:Romans:12:18",
        "t": "If possible, as far as it depends on you, live at peace with everyone."
    },
    {
        "o": 31990,
        "r": "csb:Romans:12:19",
        "t": "Friends, do not avenge yourselves; instead, leave room for God’s wrath, because it is written, Vengeance*i belongs*i to*i me;*i I*i will*i repay,*i says the Lord."
    },
    {
        "o": 31991,
        "r": "csb:Romans:12:20",
        "t": "But If*ipn your*i enemy*i is*i hungry,*i feed*i him.*i If*iln he*i is*i thirsty,*i give*i him*i something*i to*i drink.*i For*iln in*i so*i doing*i you*iln will*i be*i heaping*i fiery*i coals*i on*i his*i head.*i"
    },
    {
        "o": 31992,
        "r": "csb:Romans:12:21",
        "t": "Do*p not be conquered by evil, but conquer evil with good."
    },
    {
        "o": 31993,
        "r": "csb:Romans:13:0",
        "t": "Romans 13",
        "h": 1
    },
    {
        "o": 31994,
        "r": "csb:Romans:13:0",
        "t": "A Christian’s Duties to the State",
        "h": 2
    },
    {
        "o": 31995,
        "r": "csb:Romans:13:1",
        "t": "Let*p everyone submit to the governing authorities, since there is no authority except from God, and the authorities that exist are instituted by God."
    },
    {
        "o": 31996,
        "r": "csb:Romans:13:2",
        "t": "So then, the one who resists the authority is opposing God’s command, and those who oppose it will bring judgment on themselves."
    },
    {
        "o": 31997,
        "r": "csb:Romans:13:3",
        "t": "For rulers are not a terror to good conduct, but to bad. Do you want to be unafraid of the one in authority? Do what is good, and you will have its approval."
    },
    {
        "o": 31998,
        "r": "csb:Romans:13:4",
        "t": "For it is God’s servant for your good. But if you do wrong, be afraid, because it does not carry the sword for no reason. For it is God’s servant, an avenger that brings wrath on the one who does wrong."
    },
    {
        "o": 31999,
        "r": "csb:Romans:13:5",
        "t": "Therefore, you must submit, not only because of wrath but also because of your conscience."
    },
    {
        "o": 32000,
        "r": "csb:Romans:13:6",
        "t": "And for this reason you pay taxes, since the authorities are God’s servants, continually attending to these tasks."
    },
    {
        "o": 32001,
        "r": "csb:Romans:13:7",
        "t": "Pay your obligations to everyone: taxes to those you owe taxes, tolls to those you owe tolls, respect to those you owe respect, and honor to those you owe honor."
    },
    {
        "o": 32002,
        "r": "csb:Romans:13:7",
        "t": "Love, Our Primary Duty",
        "h": 2
    },
    {
        "o": 32003,
        "r": "csb:Romans:13:8",
        "t": "Do*p not owe anyone anything, except to love one another, for the one who loves another has fulfilled the law."
    },
    {
        "o": 32004,
        "r": "csb:Romans:13:9",
        "t": "The commandments, Do*i not*i commit*i adultery;*i do*i not*i murder;*i do*i not*i steal;*i do*i not*i covet;*i and any other commandment, are summed up by this commandment: Love*i your*i neighbor*i as*i yourself.*i"
    },
    {
        "o": 32005,
        "r": "csb:Romans:13:10",
        "t": "Love does no wrong to a neighbor. Love, therefore, is the fulfillment of the law."
    },
    {
        "o": 32006,
        "r": "csb:Romans:13:10",
        "t": "Put On Christ",
        "h": 2
    },
    {
        "o": 32007,
        "r": "csb:Romans:13:11",
        "t": "Besides*p this, since you know the time, it is already the hour for you to wake up from sleep, because now our salvation is nearer than when we first believed."
    },
    {
        "o": 32008,
        "r": "csb:Romans:13:12",
        "t": "The night is nearly over, and the day is near; so let us discard the deeds of darkness and put on the armor of light."
    },
    {
        "o": 32009,
        "r": "csb:Romans:13:13",
        "t": "Let us walk with decency, as in the daytime: not in carousing and drunkenness; not in sexual impurity and promiscuity; not in quarreling and jealousy."
    },
    {
        "o": 32010,
        "r": "csb:Romans:13:14",
        "t": "But put on the Lord Jesus Christ, and make no provision for the flesh to gratify its desires."
    },
    {
        "o": 32011,
        "r": "csb:Romans:14:0",
        "t": "Romans 14",
        "h": 1
    },
    {
        "o": 32012,
        "r": "csb:Romans:14:0",
        "t": "The Law of Liberty",
        "h": 2
    },
    {
        "o": 32013,
        "r": "csb:Romans:14:1",
        "t": "Welcome*p anyone who is weak in faith, but don’t argue about disputed matters."
    },
    {
        "o": 32014,
        "r": "csb:Romans:14:2",
        "t": "One person believes he may eat anything, while one who is weak eats only vegetables."
    },
    {
        "o": 32015,
        "r": "csb:Romans:14:3",
        "t": "One who eats must not look down on one who does not eat, and one who does not eat must not judge one who does, because God has accepted him."
    },
    {
        "o": 32016,
        "r": "csb:Romans:14:4",
        "t": "Who are you to judge another’s household servant? Before his own Lord he stands or falls. And he will stand, because the Lord is able to make him stand."
    },
    {
        "o": 32017,
        "r": "csb:Romans:14:5",
        "t": "One*p person judges one day to be more important than another day. Someone else judges every day to be the same. Let each one be fully convinced in his own mind."
    },
    {
        "o": 32018,
        "r": "csb:Romans:14:6",
        "t": "Whoever observes the day, observes it for the honor of the Lord. Whoever eats, eats for the Lord, since he gives thanks to God; and whoever does not eat, it is for the Lord that he does not eat it, and he gives thanks to God."
    },
    {
        "o": 32019,
        "r": "csb:Romans:14:7",
        "t": "For none of us lives for himself, and no one dies for himself."
    },
    {
        "o": 32020,
        "r": "csb:Romans:14:8",
        "t": "If we live, we live for the Lord; and if we die, we die for the Lord. Therefore, whether we live or die, we belong to the Lord."
    },
    {
        "o": 32021,
        "r": "csb:Romans:14:9",
        "t": "Christ died and returned to life for this: that he might be Lord over both the dead and the living."
    },
    {
        "o": 32022,
        "r": "csb:Romans:14:10",
        "t": "But you, why do you judge your brother or sister? Or you, why do you despise your brother or sister? For we will all stand before the judgment seat of God."
    },
    {
        "o": 32023,
        "r": "csb:Romans:14:11",
        "t": "For it is written, As*ipn I*i live,*i says*i the*i Lord,*i every*iln knee*i will*i bow*i to*i me,*i and*iln every*i tongue*i will*i give*i praise*i to*i God.*i"
    },
    {
        "o": 32024,
        "r": "csb:Romans:14:12",
        "t": "So*p then, each of us will give an account of himself to God."
    },
    {
        "o": 32025,
        "r": "csb:Romans:14:12",
        "t": "The Law of Love",
        "h": 2
    },
    {
        "o": 32026,
        "r": "csb:Romans:14:13",
        "t": "Therefore,*p let us no longer judge one another. Instead decide never to put a stumbling block or pitfall in the way of your brother or sister."
    },
    {
        "o": 32027,
        "r": "csb:Romans:14:14",
        "t": "I know and am persuaded in the Lord Jesus that nothing is unclean in itself. Still, to someone who considers a thing to be unclean, to that one it is unclean."
    },
    {
        "o": 32028,
        "r": "csb:Romans:14:15",
        "t": "For if your brother or sister is hurt by what you eat, you are no longer walking according to love. Do not destroy, by what you eat, someone for whom Christ died."
    },
    {
        "o": 32029,
        "r": "csb:Romans:14:16",
        "t": "Therefore, do not let your good be slandered,"
    },
    {
        "o": 32030,
        "r": "csb:Romans:14:17",
        "t": "for the kingdom of God is not eating and drinking, but righteousness, peace, and joy in the Holy Spirit."
    },
    {
        "o": 32031,
        "r": "csb:Romans:14:18",
        "t": "Whoever serves Christ in this way is acceptable to God and receives human approval."
    },
    {
        "o": 32032,
        "r": "csb:Romans:14:19",
        "t": "So*p then, let us pursue what promotes peace and what builds up one another."
    },
    {
        "o": 32033,
        "r": "csb:Romans:14:20",
        "t": "Do not tear down God’s work because of food. Everything is clean, but it is wrong to make someone fall by what he eats."
    },
    {
        "o": 32034,
        "r": "csb:Romans:14:21",
        "t": "It is a good thing not to eat meat, or drink wine, or do anything that makes your brother or sister stumble."
    },
    {
        "o": 32035,
        "r": "csb:Romans:14:22",
        "t": "Whatever you believe about these things, keep between yourself and God. Blessed is the one who does not condemn himself by what he approves."
    },
    {
        "o": 32036,
        "r": "csb:Romans:14:23",
        "t": "But whoever doubts stands condemned if he eats, because his eating is not from faith, and everything that is not from faith is sin."
    },
    {
        "o": 32037,
        "r": "csb:Romans:15:0",
        "t": "Romans 15",
        "h": 1
    },
    {
        "o": 32038,
        "r": "csb:Romans:15:0",
        "t": "Pleasing Others, Not Ourselves",
        "h": 2
    },
    {
        "o": 32039,
        "r": "csb:Romans:15:1",
        "t": "Now*p we who are strong have an obligation to bear the weaknesses of those without strength, and not to please ourselves."
    },
    {
        "o": 32040,
        "r": "csb:Romans:15:2",
        "t": "Each one of us is to please his neighbor for his good, to build him up."
    },
    {
        "o": 32041,
        "r": "csb:Romans:15:3",
        "t": "For even Christ did not please himself. On the contrary, as it is written, The*i insults*i of*i those*i who*i insult*i you*i have*i fallen*i on*i me.*i"
    },
    {
        "o": 32042,
        "r": "csb:Romans:15:4",
        "t": "For whatever was written in the past was written for our instruction, so that we may have hope through endurance and through the encouragement from the Scriptures."
    },
    {
        "o": 32043,
        "r": "csb:Romans:15:5",
        "t": "Now may the God who gives endurance and encouragement grant you to live in harmony with one another, according to Christ Jesus,"
    },
    {
        "o": 32044,
        "r": "csb:Romans:15:6",
        "t": "so that you may glorify the God and Father of our Lord Jesus Christ with one mind and one voice."
    },
    {
        "o": 32045,
        "r": "csb:Romans:15:6",
        "t": "Glorifying God Together",
        "h": 2
    },
    {
        "o": 32046,
        "r": "csb:Romans:15:7",
        "t": "Therefore*p welcome one another, just as Christ also welcomed you, to the glory of God."
    },
    {
        "o": 32047,
        "r": "csb:Romans:15:8",
        "t": "For I say that Christ became a servant of the circumcised on behalf of God’s truth, to confirm the promises to the fathers,"
    },
    {
        "o": 32048,
        "r": "csb:Romans:15:9",
        "t": "and so that Gentiles may glorify God for his mercy. As it is written, Therefore*ipn I*i will*i praise*i you*i among*i the*i Gentiles,*i and*iln I*i will*i sing*i praise*i to*i your*i name.*i"
    },
    {
        "o": 32049,
        "r": "csb:Romans:15:10",
        "t": "Again*p it says, Rejoice,*i you*i Gentiles,*i with*i his*i people!*i"
    },
    {
        "o": 32050,
        "r": "csb:Romans:15:11",
        "t": "And again, Praise*ipn the*i Lord,*i all*i you*i Gentiles;*i let*iln all*i the*i peoples*i praise*i him!*i"
    },
    {
        "o": 32051,
        "r": "csb:Romans:15:12",
        "t": "And*p again, Isaiah says, The*ipn root*i of*i Jesse*i will*i appear,*i the*iln one*i who*i rises*i to*i rule*i the*i Gentiles;*i the*iln Gentiles*i will*i hope*i in*i him.*i"
    },
    {
        "o": 32052,
        "r": "csb:Romans:15:13",
        "t": "Now*p may the God of hope fill you with all joy and peace as you believe so that you may overflow with hope by the power of the Holy Spirit."
    },
    {
        "o": 32053,
        "r": "csb:Romans:15:13",
        "t": "From Jerusalem to Illyricum",
        "h": 2
    },
    {
        "o": 32054,
        "r": "csb:Romans:15:14",
        "t": "My*p brothers and sisters, I myself am convinced about you that you also are full of goodness, filled with all knowledge, and able to instruct one another."
    },
    {
        "o": 32055,
        "r": "csb:Romans:15:15",
        "t": "Nevertheless, I have written to remind you more boldly on some points because of the grace given me by God"
    },
    {
        "o": 32056,
        "r": "csb:Romans:15:16",
        "t": "to be a minister of Christ Jesus to the Gentiles, serving as a priest of the gospel of God. God’s purpose is that the Gentiles may be an acceptable offering, sanctified by the Holy Spirit."
    },
    {
        "o": 32057,
        "r": "csb:Romans:15:17",
        "t": "Therefore I have reason to boast in Christ Jesus regarding what pertains to God."
    },
    {
        "o": 32058,
        "r": "csb:Romans:15:18",
        "t": "For I would not dare say anything except what Christ has accomplished through me by word and deed for the obedience of the Gentiles,"
    },
    {
        "o": 32059,
        "r": "csb:Romans:15:19",
        "t": "by the power of miraculous signs and wonders, and by the power of God’s Spirit. As a result, I have fully proclaimed the gospel of Christ from Jerusalem all the way around to Illyricum."
    },
    {
        "o": 32060,
        "r": "csb:Romans:15:20",
        "t": "My aim is to preach the gospel where Christ has not been named, so that I will not build on someone else’s foundation,"
    },
    {
        "o": 32061,
        "r": "csb:Romans:15:21",
        "t": "but, as it is written, Those*ipn who*i were*i not*i told*i about*i him*i will*i see,*i and*iln those*i who*i have*i not*i heard*i will*i understand.*i"
    },
    {
        "o": 32062,
        "r": "csb:Romans:15:21",
        "t": "Paul’s Travel Plans",
        "h": 2
    },
    {
        "o": 32063,
        "r": "csb:Romans:15:22",
        "t": "That*p is why I have been prevented many times from coming to you."
    },
    {
        "o": 32064,
        "r": "csb:Romans:15:23",
        "t": "But now I no longer have any work to do in these regions, and I have strongly desired for many years to come to you"
    },
    {
        "o": 32065,
        "r": "csb:Romans:15:24",
        "t": "whenever I travel to Spain. For I hope to see you when I pass through and to be assisted by you for my journey there, once I have first enjoyed your company for a while."
    },
    {
        "o": 32066,
        "r": "csb:Romans:15:25",
        "t": "Right now I am traveling to Jerusalem to serve the saints,"
    },
    {
        "o": 32067,
        "r": "csb:Romans:15:26",
        "t": "because Macedonia and Achaia were pleased to make a contribution for the poor among the saints in Jerusalem."
    },
    {
        "o": 32068,
        "r": "csb:Romans:15:27",
        "t": "Yes, they were pleased, and indeed are indebted to them. For if the Gentiles have shared in their spiritual benefits, then they are obligated to minister to them in material needs."
    },
    {
        "o": 32069,
        "r": "csb:Romans:15:28",
        "t": "So when I have finished this and safely delivered the funds to them, I will visit you on the way to Spain."
    },
    {
        "o": 32070,
        "r": "csb:Romans:15:29",
        "t": "I know that when I come to you, I will come in the fullness of the blessing of Christ."
    },
    {
        "o": 32071,
        "r": "csb:Romans:15:30",
        "t": "Now*p I appeal to you, brothers and sisters, through our Lord Jesus Christ and through the love of the Spirit, to strive together with me in prayers to God on my behalf."
    },
    {
        "o": 32072,
        "r": "csb:Romans:15:31",
        "t": "Pray that I may be rescued from the unbelievers in Judea, that my ministry to Jerusalem may be acceptable to the saints,"
    },
    {
        "o": 32073,
        "r": "csb:Romans:15:32",
        "t": "and that, by God’s will, I may come to you with joy and be refreshed together with you."
    },
    {
        "o": 32074,
        "r": "csb:Romans:15:33",
        "t": "May*p the God of peace be with all of you. Amen."
    },
    {
        "o": 32075,
        "r": "csb:Romans:16:0",
        "t": "Romans 16",
        "h": 1
    },
    {
        "o": 32076,
        "r": "csb:Romans:16:0",
        "t": "Paul’s Commendation of Phoebe",
        "h": 2
    },
    {
        "o": 32077,
        "r": "csb:Romans:16:1",
        "t": "I*p commend to you our sister Phoebe, who is a servant of the church in Cenchreae."
    },
    {
        "o": 32078,
        "r": "csb:Romans:16:2",
        "t": "So you should welcome her in the Lord in a manner worthy of the saints and assist her in whatever matter she may require your help. For indeed she has been a benefactor of many - and of me also."
    },
    {
        "o": 32079,
        "r": "csb:Romans:16:2",
        "t": "Greeting to Roman Christians",
        "h": 2
    },
    {
        "o": 32080,
        "r": "csb:Romans:16:3",
        "t": "Give*p my greetings to Prisca and Aquila, my coworkers in Christ Jesus,"
    },
    {
        "o": 32081,
        "r": "csb:Romans:16:4",
        "t": "who risked their own necks for my life. Not only do I thank them, but so do all the Gentile churches."
    },
    {
        "o": 32082,
        "r": "csb:Romans:16:5",
        "t": "Greet also the church that meets in their home. Greet my dear friend Epaenetus, who is the first convert to Christ from Asia."
    },
    {
        "o": 32083,
        "r": "csb:Romans:16:6",
        "t": "Greet Mary, who has worked very hard for you."
    },
    {
        "o": 32084,
        "r": "csb:Romans:16:7",
        "t": "Greet Andronicus and Junia, my fellow Jews and fellow prisoners. They are noteworthy in the eyes of the apostles, and they were also in Christ before me."
    },
    {
        "o": 32085,
        "r": "csb:Romans:16:8",
        "t": "Greet Ampliatus, my dear friend in the Lord."
    },
    {
        "o": 32086,
        "r": "csb:Romans:16:9",
        "t": "Greet Urbanus, our coworker in Christ, and my dear friend Stachys."
    },
    {
        "o": 32087,
        "r": "csb:Romans:16:10",
        "t": "Greet Apelles, who is approved in Christ. Greet those who belong to the household of Aristobulus."
    },
    {
        "o": 32088,
        "r": "csb:Romans:16:11",
        "t": "Greet Herodion, my fellow Jew. Greet those who belong to the household of Narcissus who are in the Lord."
    },
    {
        "o": 32089,
        "r": "csb:Romans:16:12",
        "t": "Greet Tryphaena and Tryphosa, who have worked hard in the Lord. Greet my dear friend Persis, who has worked very hard in the Lord."
    },
    {
        "o": 32090,
        "r": "csb:Romans:16:13",
        "t": "Greet Rufus, chosen in the Lord; also his mother - and mine."
    },
    {
        "o": 32091,
        "r": "csb:Romans:16:14",
        "t": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers and sisters who are with them."
    },
    {
        "o": 32092,
        "r": "csb:Romans:16:15",
        "t": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them."
    },
    {
        "o": 32093,
        "r": "csb:Romans:16:16",
        "t": "Greet one another with a holy kiss. All the churches of Christ send you greetings."
    },
    {
        "o": 32094,
        "r": "csb:Romans:16:16",
        "t": "Warning against Divisive People",
        "h": 2
    },
    {
        "o": 32095,
        "r": "csb:Romans:16:17",
        "t": "Now*p I urge you, brothers and sisters, to watch out for those who create divisions and obstacles contrary to the teaching that you learned. Avoid them,"
    },
    {
        "o": 32096,
        "r": "csb:Romans:16:18",
        "t": "because such people do not serve our Lord Christ but their own appetites. They deceive the hearts of the unsuspecting with smooth talk and flattering words."
    },
    {
        "o": 32097,
        "r": "csb:Romans:16:18",
        "t": "Paul’s Gracious Conclusion",
        "h": 2
    },
    {
        "o": 32098,
        "r": "csb:Romans:16:19",
        "t": "The*p report of your obedience has reached everyone. Therefore I rejoice over you, but I want you to be wise about what is good, and yet innocent about what is evil."
    },
    {
        "o": 32099,
        "r": "csb:Romans:16:20",
        "t": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus be with you."
    },
    {
        "o": 32100,
        "r": "csb:Romans:16:21",
        "t": "Timothy,*p my coworker, and Lucius, Jason, and Sosipater, my fellow countrymen, greet you."
    },
    {
        "o": 32101,
        "r": "csb:Romans:16:22",
        "t": "I,*p Tertius, who wrote this letter, greet you in the Lord."
    },
    {
        "o": 32102,
        "r": "csb:Romans:16:23",
        "t": "Gaius,*p who is host to me and to the whole church, greets you. Erastus, the city treasurer, and our brother Quartus greet you."
    },
    {
        "o": 32103,
        "r": "csb:Romans:16:23",
        "t": "Glory to God",
        "h": 2
    },
    {
        "o": 32104,
        "r": "csb:Romans:16:25",
        "t": "Now*p to him who is able to strengthen you according to my gospel and the proclamation about Jesus Christ, according to the revelation of the mystery kept silent for long ages"
    },
    {
        "o": 32105,
        "r": "csb:Romans:16:26",
        "t": "but now revealed and made known through the prophetic Scriptures, according to the command of the eternal God to advance the obedience of faith among all the Gentiles -"
    },
    {
        "o": 32106,
        "r": "csb:Romans:16:27",
        "t": "to the only wise God, through Jesus Christ - to him be the glory forever! Amen."
    }
]
