[
    {
        "o": 4940,
        "r": "nkjv:Numbers:26:0",
        "t": "Numbers 26",
        "h": 1
    },
    {
        "o": 4941,
        "r": "nkjv:Numbers:26:0",
        "t": "The Second Census of Israel",
        "h": 2
    },
    {
        "o": 4942,
        "r": "nkjv:Numbers:26:1",
        "t": "And*p it came to pass, after the plague, that the Lord*s spoke to Moses and Eleazar the son of Aaron the priest, saying:"
    },
    {
        "o": 4943,
        "r": "nkjv:Numbers:26:2",
        "t": "“Take a census of all the congregation of the children of Israel from twenty years old and above, by their fathers’ houses, all who are able to go to war in Israel.”"
    },
    {
        "o": 4944,
        "r": "nkjv:Numbers:26:3",
        "t": "So Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan, across*i from*i Jericho, saying:"
    },
    {
        "o": 4945,
        "r": "nkjv:Numbers:26:4",
        "t": "“Take*i a*i census*i of*i the*i people*i from twenty years old and above, just as the Lord*s commanded Moses and the children of Israel who came out of the land of Egypt.”"
    },
    {
        "o": 4946,
        "r": "nkjv:Numbers:26:5",
        "t": "Reuben*p was*i the firstborn of Israel. The children of Reuben were:*i of*i Hanoch, the family of the Hanochites; of*i Pallu, the family of the Palluites;"
    },
    {
        "o": 4947,
        "r": "nkjv:Numbers:26:6",
        "t": "of*i Hezron, the family of the Hezronites; of*i Carmi, the family of the Carmites."
    },
    {
        "o": 4948,
        "r": "nkjv:Numbers:26:7",
        "t": "These are*i the families of the Reubenites: those who were numbered of them were forty-three thousand seven hundred and thirty."
    },
    {
        "o": 4949,
        "r": "nkjv:Numbers:26:8",
        "t": "And the son of Pallu was*i Eliab."
    },
    {
        "o": 4950,
        "r": "nkjv:Numbers:26:9",
        "t": "The sons of Eliab were*i Nemuel, Dathan, and Abiram. These are*i the Dathan and Abiram, representatives of the congregation, who contended against Moses and Aaron in the company of Korah, when they contended against the Lord;*s"
    },
    {
        "o": 4951,
        "r": "nkjv:Numbers:26:10",
        "t": "and the earth opened its mouth and swallowed them up together with Korah when that company died, when the fire devoured two hundred and fifty men; and they became a sign."
    },
    {
        "o": 4952,
        "r": "nkjv:Numbers:26:11",
        "t": "Nevertheless the children of Korah did not die."
    },
    {
        "o": 4953,
        "r": "nkjv:Numbers:26:12",
        "t": "The*p sons of Simeon according to their families were:*i of*i Nemuel, the family of the Nemuelites; of*i Jamin, the family of the Jaminites; of*i Jachin, the family of the Jachinites;"
    },
    {
        "o": 4954,
        "r": "nkjv:Numbers:26:13",
        "t": "of*i Zerah, the family of the Zarhites; of*i Shaul, the family of the Shaulites."
    },
    {
        "o": 4955,
        "r": "nkjv:Numbers:26:14",
        "t": "These are*i the families of the Simeonites: twenty-two thousand two hundred."
    },
    {
        "o": 4956,
        "r": "nkjv:Numbers:26:15",
        "t": "The*p sons of Gad according to their families were:*i of*i Zephon, the family of the Zephonites; of*i Haggi, the family of the Haggites; of*i Shuni, the family of the Shunites;"
    },
    {
        "o": 4957,
        "r": "nkjv:Numbers:26:16",
        "t": "of*i Ozni, the family of the Oznites; of*i Eri, the family of the Erites;"
    },
    {
        "o": 4958,
        "r": "nkjv:Numbers:26:17",
        "t": "of*i Arod, the family of the Arodites; of*i Areli, the family of the Arelites."
    },
    {
        "o": 4959,
        "r": "nkjv:Numbers:26:18",
        "t": "These are*i the families of the sons of Gad according to those who were numbered of them: forty thousand five hundred."
    },
    {
        "o": 4960,
        "r": "nkjv:Numbers:26:19",
        "t": "The*p sons of Judah were*i Er and Onan; and Er and Onan died in the land of Canaan."
    },
    {
        "o": 4961,
        "r": "nkjv:Numbers:26:20",
        "t": "And the sons of Judah according to their families were: of*i Shelah, the family of the Shelanites; of*i Perez, the family of the Parzites; of*i Zerah, the family of the Zarhites."
    },
    {
        "o": 4962,
        "r": "nkjv:Numbers:26:21",
        "t": "And the sons of Perez were: of*i Hezron, the family of the Hezronites; of*i Hamul, the family of the Hamulites."
    },
    {
        "o": 4963,
        "r": "nkjv:Numbers:26:22",
        "t": "These are*i the families of Judah according to those who were numbered of them: seventy-six thousand five hundred."
    },
    {
        "o": 4964,
        "r": "nkjv:Numbers:26:23",
        "t": "The*p sons of Issachar according to their families were:*i of*i Tola, the family of the Tolaites; of Puah, the family of the Punites;"
    },
    {
        "o": 4965,
        "r": "nkjv:Numbers:26:24",
        "t": "of Jashub, the family of the Jashubites; of Shimron, the family of the Shimronites."
    },
    {
        "o": 4966,
        "r": "nkjv:Numbers:26:25",
        "t": "These are*i the families of Issachar according to those who were numbered of them: sixty-four thousand three hundred."
    },
    {
        "o": 4967,
        "r": "nkjv:Numbers:26:26",
        "t": "The*p sons of Zebulun according to their families were:*i of Sered, the family of the Sardites; of Elon, the family of the Elonites; of Jahleel, the family of the Jahleelites."
    },
    {
        "o": 4968,
        "r": "nkjv:Numbers:26:27",
        "t": "These are*i the families of the Zebulunites according to those who were numbered of them: sixty thousand five hundred."
    },
    {
        "o": 4969,
        "r": "nkjv:Numbers:26:28",
        "t": "The*p sons of Joseph according to their families, by Manasseh and Ephraim, were:*i"
    },
    {
        "o": 4970,
        "r": "nkjv:Numbers:26:29",
        "t": "The sons of Manasseh: of Machir, the family of the Machirites; and Machir begot Gilead; of Gilead, the family of the Gileadites."
    },
    {
        "o": 4971,
        "r": "nkjv:Numbers:26:30",
        "t": "These are*i the sons of Gilead: of*i Jeezer, the family of the Jeezerites; of Helek, the family of the Helekites;"
    },
    {
        "o": 4972,
        "r": "nkjv:Numbers:26:31",
        "t": "of*i Asriel, the family of the Asrielites; of*i Shechem, the family of the Shechemites;"
    },
    {
        "o": 4973,
        "r": "nkjv:Numbers:26:32",
        "t": "of*i Shemida, the family of the Shemidaites; of*i Hepher, the family of the Hepherites."
    },
    {
        "o": 4974,
        "r": "nkjv:Numbers:26:33",
        "t": "Now Zelophehad the son of Hepher had no sons, but daughters; and the names of the daughters of Zelophehad were*i Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 4975,
        "r": "nkjv:Numbers:26:34",
        "t": "These are*i the families of Manasseh; and those who were numbered of them were*i fifty-two thousand seven hundred."
    },
    {
        "o": 4976,
        "r": "nkjv:Numbers:26:35",
        "t": "These*p are*i the sons of Ephraim according to their families: of Shuthelah, the family of the Shuthalhites; of Becher, the family of the Bachrites; of Tahan, the family of the Tahanites."
    },
    {
        "o": 4977,
        "r": "nkjv:Numbers:26:36",
        "t": "And these are*i the sons of Shuthelah: of Eran, the family of the Eranites."
    },
    {
        "o": 4978,
        "r": "nkjv:Numbers:26:37",
        "t": "These are*i the families of the sons of Ephraim according to those who were numbered of them: thirty-two thousand five hundred. These*p are*i the sons of Joseph according to their families."
    },
    {
        "o": 4979,
        "r": "nkjv:Numbers:26:38",
        "t": "The*p sons of Benjamin according to their families were: of Bela, the family of the Belaites; of Ashbel, the family of the Ashbelites; of Ahiram, the family of the Ahiramites;"
    },
    {
        "o": 4980,
        "r": "nkjv:Numbers:26:39",
        "t": "of Shupham, the family of the Shuphamites; of Hupham, the family of the Huphamites."
    },
    {
        "o": 4981,
        "r": "nkjv:Numbers:26:40",
        "t": "And the sons of Bela were Ard and Naaman: of*i Ard,*i the family of the Ardites; of Naaman, the family of the Naamites."
    },
    {
        "o": 4982,
        "r": "nkjv:Numbers:26:41",
        "t": "These are*i the sons of Benjamin according to their families; and those who were numbered of them were*i forty-five thousand six hundred."
    },
    {
        "o": 4983,
        "r": "nkjv:Numbers:26:42",
        "t": "These*p are*i the sons of Dan according to their families: of Shuham, the family of the Shuhamites. These are*i the families of Dan according to their families."
    },
    {
        "o": 4984,
        "r": "nkjv:Numbers:26:43",
        "t": "All the families of the Shuhamites, according to those who were numbered of them, were*i sixty-four thousand four hundred."
    },
    {
        "o": 4985,
        "r": "nkjv:Numbers:26:44",
        "t": "The*p sons of Asher according to their families were:*i of Jimna, the family of the Jimnites; of Jesui, the family of the Jesuites; of Beriah, the family of the Beriites."
    },
    {
        "o": 4986,
        "r": "nkjv:Numbers:26:45",
        "t": "Of the sons of Beriah: of Heber, the family of the Heberites; of Malchiel, the family of the Malchielites."
    },
    {
        "o": 4987,
        "r": "nkjv:Numbers:26:46",
        "t": "And the name of the daughter of Asher was*i Serah."
    },
    {
        "o": 4988,
        "r": "nkjv:Numbers:26:47",
        "t": "These are*i the families of the sons of Asher according to those who were numbered of them: fifty-three thousand four hundred."
    },
    {
        "o": 4989,
        "r": "nkjv:Numbers:26:48",
        "t": "The*p sons of Naphtali according to their families were:*i of Jahzeel, the family of the Jahzeelites; of Guni, the family of the Gunites;"
    },
    {
        "o": 4990,
        "r": "nkjv:Numbers:26:49",
        "t": "of Jezer, the family of the Jezerites; of Shillem, the family of the Shillemites."
    },
    {
        "o": 4991,
        "r": "nkjv:Numbers:26:50",
        "t": "These are*i the families of Naphtali according to their families; and those who were numbered of them were*i forty-five thousand four hundred."
    },
    {
        "o": 4992,
        "r": "nkjv:Numbers:26:51",
        "t": "These*p are*i those who were numbered of the children of Israel: six hundred and one thousand seven hundred and thirty."
    },
    {
        "o": 4993,
        "r": "nkjv:Numbers:26:52",
        "t": "Then*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 4994,
        "r": "nkjv:Numbers:26:53",
        "t": "“To these the land shall be divided as an inheritance, according to the number of names."
    },
    {
        "o": 4995,
        "r": "nkjv:Numbers:26:54",
        "t": "To a large tribe*i you shall give a larger inheritance, and to a small tribe*i you shall give a smaller inheritance. Each shall be given its inheritance according to those who were numbered of them."
    },
    {
        "o": 4996,
        "r": "nkjv:Numbers:26:55",
        "t": "But the land shall be divided by lot; they shall inherit according to the names of the tribes of their fathers."
    },
    {
        "o": 4997,
        "r": "nkjv:Numbers:26:56",
        "t": "According to the lot their inheritance shall be divided between the larger and the smaller.”"
    },
    {
        "o": 4998,
        "r": "nkjv:Numbers:26:57",
        "t": "And*p these are*i those who were numbered of the Levites according to their families: of Gershon, the family of the Gershonites; of Kohath, the family of the Kohathites; of Merari, the family of the Merarites."
    },
    {
        "o": 4999,
        "r": "nkjv:Numbers:26:58",
        "t": "These are*i the families of the Levites: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, and the family of the Korathites. And Kohath begot Amram."
    },
    {
        "o": 5000,
        "r": "nkjv:Numbers:26:59",
        "t": "The name of Amram’s wife was*i Jochebed the daughter of Levi, who was born to Levi in Egypt; and to Amram she bore Aaron and Moses and their sister Miriam."
    },
    {
        "o": 5001,
        "r": "nkjv:Numbers:26:60",
        "t": "To Aaron were born Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 5002,
        "r": "nkjv:Numbers:26:61",
        "t": "And Nadab and Abihu died when they offered profane fire before the Lord.*s"
    },
    {
        "o": 5003,
        "r": "nkjv:Numbers:26:62",
        "t": "Now*p those who were numbered of them were twenty-three thousand, every male from a month old and above; for they were not numbered among the other children of Israel, because there was no inheritance given to them among the children of Israel."
    },
    {
        "o": 5004,
        "r": "nkjv:Numbers:26:63",
        "t": "These*p are*i those who were numbered by Moses and Eleazar the priest, who numbered the children of Israel in the plains of Moab by the Jordan, across*i from*i Jericho."
    },
    {
        "o": 5005,
        "r": "nkjv:Numbers:26:64",
        "t": "But among these there was not a man of those who were numbered by Moses and Aaron the priest when they numbered the children of Israel in the Wilderness of Sinai."
    },
    {
        "o": 5006,
        "r": "nkjv:Numbers:26:65",
        "t": "For the Lord*s had said of them, “They shall surely die in the wilderness.” So there was not left a man of them, except Caleb the son of Jephunneh and Joshua the son of Nun."
    }
]
