[
    {
        "o": 22009,
        "r": "csb:Jeremiah:28:0",
        "t": "Jeremiah 28",
        "h": 1
    },
    {
        "o": 22010,
        "r": "csb:Jeremiah:28:0",
        "t": "Hananiah’s False Prophecy",
        "h": 2
    },
    {
        "o": 22011,
        "r": "csb:Jeremiah:28:1",
        "t": "In*p that same year, at the beginning of the reign of King Zedekiah of Judah, in the fifth month of the fourth year, the prophet Hananiah son of Azzur from Gibeon said to me in the temple of the Lord*s in the presence of the priests and all the people,"
    },
    {
        "o": 22012,
        "r": "csb:Jeremiah:28:2",
        "t": "“This is what the Lord*s of Armies, the God of Israel, says: ‘I have broken the yoke of the king of Babylon."
    },
    {
        "o": 22013,
        "r": "csb:Jeremiah:28:3",
        "t": "Within two years I will restore to this place all the articles of the Lord’s*s temple that King Nebuchadnezzar of Babylon took from here and transported to Babylon."
    },
    {
        "o": 22014,
        "r": "csb:Jeremiah:28:4",
        "t": "And I will restore to this place Jeconiah son of Jehoiakim, king of Judah, and all the exiles from Judah who went to Babylon’ - this is the Lord’s*s declaration - ‘for I will break the yoke of the king of Babylon.’”"
    },
    {
        "o": 22015,
        "r": "csb:Jeremiah:28:4",
        "t": "Jeremiah’s Response to Hananiah",
        "h": 2
    },
    {
        "o": 22016,
        "r": "csb:Jeremiah:28:5",
        "t": "The*p prophet Jeremiah replied to the prophet Hananiah in the presence of the priests and all the people who were standing in the temple of the Lord.*s"
    },
    {
        "o": 22017,
        "r": "csb:Jeremiah:28:6",
        "t": "The prophet Jeremiah said, “Amen! May the Lord*s do that. May the Lord*s make the words you have prophesied come true and may he restore the articles of the Lord’s*s temple and all the exiles from Babylon to this place!"
    },
    {
        "o": 22018,
        "r": "csb:Jeremiah:28:7",
        "t": "Only listen to this message I am speaking in your hearing and in the hearing of all the people."
    },
    {
        "o": 22019,
        "r": "csb:Jeremiah:28:8",
        "t": "The prophets who preceded you and me from ancient times prophesied war, disaster, and plague against many lands and great kingdoms."
    },
    {
        "o": 22020,
        "r": "csb:Jeremiah:28:9",
        "t": "As for the prophet who prophesies peace - only when the word of the prophet comes true will the prophet be recognized as one the Lord*s has truly sent.”"
    },
    {
        "o": 22021,
        "r": "csb:Jeremiah:28:9",
        "t": "Hananiah Breaks Jeremiah’s Yoke",
        "h": 2
    },
    {
        "o": 22022,
        "r": "csb:Jeremiah:28:10",
        "t": "The*p prophet Hananiah then took the yoke bar from the neck of the prophet Jeremiah and broke it."
    },
    {
        "o": 22023,
        "r": "csb:Jeremiah:28:11",
        "t": "In the presence of all the people Hananiah proclaimed, “This is what the Lord*s says: ‘In this way, within two years I will break the yoke of King Nebuchadnezzar of Babylon from the neck of all the nations.’” The prophet Jeremiah then went on his way."
    },
    {
        "o": 22024,
        "r": "csb:Jeremiah:28:11",
        "t": "The Lord’s Word against Hananiah",
        "h": 2
    },
    {
        "o": 22025,
        "r": "csb:Jeremiah:28:12",
        "t": "After*p the prophet Hananiah had broken the yoke bar from the neck of the prophet Jeremiah, the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 22026,
        "r": "csb:Jeremiah:28:13",
        "t": "“Go say to Hananiah, ‘This is what the Lord*s says: You broke a wooden yoke bar, but in its place you will make an iron yoke bar."
    },
    {
        "o": 22027,
        "r": "csb:Jeremiah:28:14",
        "t": "For this is what the Lord*s of Armies, the God of Israel, says: I have put an iron yoke on the neck of all these nations that they might serve King Nebuchadnezzar of Babylon, and they will serve him. I have even put the wild animals under him.’”"
    },
    {
        "o": 22028,
        "r": "csb:Jeremiah:28:15",
        "t": "The*p prophet Jeremiah said to the prophet Hananiah, “Listen, Hananiah! The Lord*s did not send you, but you have led these people to trust in a lie."
    },
    {
        "o": 22029,
        "r": "csb:Jeremiah:28:16",
        "t": "Therefore, this is what the Lord*s says: ‘I am about to send you off the face of the earth. You will die this year because you have preached rebellion against the Lord*s .’”"
    },
    {
        "o": 22030,
        "r": "csb:Jeremiah:28:17",
        "t": "And the prophet Hananiah died that year in the seventh month."
    }
]
