[
    {
        "o": 19566,
        "r": "kjv:Isaiah:52:0",
        "t": "Isaiah 52",
        "h": 1
    },
    {
        "o": 19567,
        "r": "kjv:Isaiah:52:1",
        "t": "Awake,*p awake; put on thy strength, O Zion; put on thy beautiful garments, O Jerusalem, the holy city: for henceforth there shall no more come into thee the uncircumcised and the unclean."
    },
    {
        "o": 19568,
        "r": "kjv:Isaiah:52:2",
        "t": "Shake*p thyself from the dust; arise, and sit down, O Jerusalem: loose thyself from the bands of thy neck, O captive daughter of Zion."
    },
    {
        "o": 19569,
        "r": "kjv:Isaiah:52:3",
        "t": "For*p thus saith the Lord,*s Ye have sold yourselves for nought; and ye shall be redeemed without money."
    },
    {
        "o": 19570,
        "r": "kjv:Isaiah:52:4",
        "t": "For*p thus saith the Lord God,*s My people went down aforetime into Egypt to sojourn there; and the Assyrian oppressed them without cause."
    },
    {
        "o": 19571,
        "r": "kjv:Isaiah:52:5",
        "t": "Now*p therefore, what have I here, saith the Lord,*s that my people is taken away for nought? they that rule over them make them to howl, saith the Lord;*s and my name continually every day is blasphemed."
    },
    {
        "o": 19572,
        "r": "kjv:Isaiah:52:6",
        "t": "Therefore*p my people shall know my name: therefore they shall know in that day that I am he that doth speak: behold, it is I."
    },
    {
        "o": 19573,
        "r": "kjv:Isaiah:52:7",
        "t": "How*p beautiful upon the mountains are the feet of him that bringeth good tidings, that publisheth peace; that bringeth good tidings of good, that publisheth salvation; that saith unto Zion, Thy God reigneth!"
    },
    {
        "o": 19574,
        "r": "kjv:Isaiah:52:8",
        "t": "Thy*p watchmen shall lift up the voice; with the voice together shall they sing: for they shall see eye to eye, when the Lord*s shall bring again Zion."
    },
    {
        "o": 19575,
        "r": "kjv:Isaiah:52:9",
        "t": "Break*p forth into joy, sing together, ye waste places of Jerusalem: for the Lord*s hath comforted his people, he hath redeemed Jerusalem."
    },
    {
        "o": 19576,
        "r": "kjv:Isaiah:52:10",
        "t": "The*p Lord*s hath made bare his holy arm in the eyes of all the nations; and all the ends of the earth shall see the salvation of our God."
    },
    {
        "o": 19577,
        "r": "kjv:Isaiah:52:11",
        "t": "Depart*p ye, depart ye, go ye out from thence, touch no unclean thing; go ye out of the midst of her; be ye clean, that bear the vessels of the Lord.*s"
    },
    {
        "o": 19578,
        "r": "kjv:Isaiah:52:12",
        "t": "For*p ye shall not go out with haste, nor go by flight: for the Lord*s will go before you; and the God of Israel will be your rearward."
    },
    {
        "o": 19579,
        "r": "kjv:Isaiah:52:13",
        "t": "Behold,*p my servant shall deal prudently, he shall be exalted and extolled, and be very high."
    },
    {
        "o": 19580,
        "r": "kjv:Isaiah:52:14",
        "t": "As*p many were astonished at thee; his visage was so marred more than any man, and his form more than the sons of men:"
    },
    {
        "o": 19581,
        "r": "kjv:Isaiah:52:15",
        "t": "So*p shall he sprinkle many nations; the kings shall shut their mouths at him: for that which had not been told them shall they see; and that which they had not heard shall they consider."
    }
]
