[
    {
        "o": 29405,
        "r": "kjv:Romans:11:0",
        "t": "Romans 11",
        "h": 1
    },
    {
        "o": 29406,
        "r": "kjv:Romans:11:1",
        "t": "I*p say then, Hath God cast away his people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin."
    },
    {
        "o": 29407,
        "r": "kjv:Romans:11:2",
        "t": "God*p hath not cast away his people which he foreknew. Wot ye not what the scripture saith of Elias? how he maketh intercession to God against Israel, saying,"
    },
    {
        "o": 29408,
        "r": "kjv:Romans:11:3",
        "t": "Lord,*p they have killed thy prophets, and digged down thine altars; and I am left alone, and they seek my life."
    },
    {
        "o": 29409,
        "r": "kjv:Romans:11:4",
        "t": "But*p what saith the answer of God unto him? I have reserved to myself seven thousand men, who have not bowed the knee to the image of Baal."
    },
    {
        "o": 29410,
        "r": "kjv:Romans:11:5",
        "t": "Even*p so then at this present time also there is a remnant according to the election of grace."
    },
    {
        "o": 29411,
        "r": "kjv:Romans:11:6",
        "t": "And*p if by grace, then is it no more of works: otherwise grace is no more grace. But if it be of works, then is it no more grace: otherwise work is no more work."
    },
    {
        "o": 29412,
        "r": "kjv:Romans:11:7",
        "t": "What*p then? Israel hath not obtained that which he seeketh for; but the election hath obtained it, and the rest were blinded"
    },
    {
        "o": 29413,
        "r": "kjv:Romans:11:8",
        "t": "(According*p as it is written, God hath given them the spirit of slumber, eyes that they should not see, and ears that they should not hear;) unto this day."
    },
    {
        "o": 29414,
        "r": "kjv:Romans:11:9",
        "t": "And*p David saith, Let their table be made a snare, and a trap, and a stumblingblock, and a recompence unto them:"
    },
    {
        "o": 29415,
        "r": "kjv:Romans:11:10",
        "t": "Let*p their eyes be darkened, that they may not see, and bow down their back alway."
    },
    {
        "o": 29416,
        "r": "kjv:Romans:11:11",
        "t": "I*p say then, Have they stumbled that they should fall? God forbid: but rather through their fall salvation is come unto the Gentiles, for to provoke them to jealousy."
    },
    {
        "o": 29417,
        "r": "kjv:Romans:11:12",
        "t": "Now*p if the fall of them be the riches of the world, and the diminishing of them the riches of the Gentiles; how much more their fulness?"
    },
    {
        "o": 29418,
        "r": "kjv:Romans:11:13",
        "t": "For*p I speak to you Gentiles, inasmuch as I am the apostle of the Gentiles, I magnify mine office:"
    },
    {
        "o": 29419,
        "r": "kjv:Romans:11:14",
        "t": "If*p by any means I may provoke to emulation them which are my flesh, and might save some of them."
    },
    {
        "o": 29420,
        "r": "kjv:Romans:11:15",
        "t": "For*p if the casting away of them be the reconciling of the world, what shall the receiving of them be, but life from the dead?"
    },
    {
        "o": 29421,
        "r": "kjv:Romans:11:16",
        "t": "For*p if the firstfruit be holy, the lump is also holy: and if the root be holy, so are the branches."
    },
    {
        "o": 29422,
        "r": "kjv:Romans:11:17",
        "t": "And*p if some of the branches be broken off, and thou, being a wild olive tree, wert grafted in among them, and with them partakest of the root and fatness of the olive tree;"
    },
    {
        "o": 29423,
        "r": "kjv:Romans:11:18",
        "t": "Boast*p not against the branches. But if thou boast, thou bearest not the root, but the root thee."
    },
    {
        "o": 29424,
        "r": "kjv:Romans:11:19",
        "t": "Thou*p wilt say then, The branches were broken off, that I might be grafted in."
    },
    {
        "o": 29425,
        "r": "kjv:Romans:11:20",
        "t": "Well;*p because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:"
    },
    {
        "o": 29426,
        "r": "kjv:Romans:11:21",
        "t": "For*p if God spared not the natural branches, take heed lest he also spare not thee."
    },
    {
        "o": 29427,
        "r": "kjv:Romans:11:22",
        "t": "Behold*p therefore the goodness and severity of God: on them which fell, severity; but toward thee, goodness, if thou continue in his goodness: otherwise thou also shalt be cut off."
    },
    {
        "o": 29428,
        "r": "kjv:Romans:11:23",
        "t": "And*p they also, if they abide not still in unbelief, shall be grafted in: for God is able to graft them in again."
    },
    {
        "o": 29429,
        "r": "kjv:Romans:11:24",
        "t": "For*p if thou wert cut out of the olive tree which is wild by nature, and wert grafted contrary to nature into a good olive tree: how much more shall these, which be the natural branches, be grafted into their own olive tree?"
    },
    {
        "o": 29430,
        "r": "kjv:Romans:11:25",
        "t": "For*p I would not, brethren, that ye should be ignorant of this mystery, lest ye should be wise in your own conceits; that blindness in part is happened to Israel, until the fulness of the Gentiles be come in."
    },
    {
        "o": 29431,
        "r": "kjv:Romans:11:26",
        "t": "And*p so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob:"
    },
    {
        "o": 29432,
        "r": "kjv:Romans:11:27",
        "t": "For*p this is my covenant unto them, when I shall take away their sins."
    },
    {
        "o": 29433,
        "r": "kjv:Romans:11:28",
        "t": "As*p concerning the gospel, they are enemies for your sakes: but as touching the election, they are beloved for the fathers' sakes."
    },
    {
        "o": 29434,
        "r": "kjv:Romans:11:29",
        "t": "For*p the gifts and calling of God are without repentance."
    },
    {
        "o": 29435,
        "r": "kjv:Romans:11:30",
        "t": "For*p as ye in times past have not believed God, yet have now obtained mercy through their unbelief:"
    },
    {
        "o": 29436,
        "r": "kjv:Romans:11:31",
        "t": "Even*p so have these also now not believed, that through your mercy they also may obtain mercy."
    },
    {
        "o": 29437,
        "r": "kjv:Romans:11:32",
        "t": "For*p God hath concluded them all in unbelief, that he might have mercy upon all."
    },
    {
        "o": 29438,
        "r": "kjv:Romans:11:33",
        "t": "O*p the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out!"
    },
    {
        "o": 29439,
        "r": "kjv:Romans:11:34",
        "t": "For*p who hath known the mind of the Lord? or who hath been his counsellor?"
    },
    {
        "o": 29440,
        "r": "kjv:Romans:11:35",
        "t": "Or*p who hath first given to him, and it shall be recompensed unto him again?"
    },
    {
        "o": 29441,
        "r": "kjv:Romans:11:36",
        "t": "For*p of him, and through him, and to him, are all things: to whom be glory for ever. Amen."
    }
]
