[
    {
        "o": 1113,
        "r": "csb:Genesis:35:0",
        "t": "Genesis 35",
        "h": 1
    },
    {
        "o": 1114,
        "r": "csb:Genesis:35:0",
        "t": "Return to Bethel",
        "h": 2
    },
    {
        "o": 1115,
        "r": "csb:Genesis:35:1",
        "t": "God*p said to Jacob, “Get up! Go to Bethel and settle there. Build an altar there to the God who appeared to you when you fled from your brother Esau.”"
    },
    {
        "o": 1116,
        "r": "csb:Genesis:35:2",
        "t": "So*p Jacob said to his family and all who were with him, “Get rid of the foreign gods that are among you. Purify yourselves and change your clothes."
    },
    {
        "o": 1117,
        "r": "csb:Genesis:35:3",
        "t": "We must get up and go to Bethel. I will build an altar there to the God who answered me in my day of distress. He has been with me everywhere I have gone.”"
    },
    {
        "o": 1118,
        "r": "csb:Genesis:35:4",
        "t": "Then*p they gave Jacob all their foreign gods and their earrings, and Jacob hid them under the oak near Shechem."
    },
    {
        "o": 1119,
        "r": "csb:Genesis:35:5",
        "t": "When they set out, a terror from God came over the cities around them, and they did not pursue Jacob’s sons."
    },
    {
        "o": 1120,
        "r": "csb:Genesis:35:6",
        "t": "So Jacob and all who were with him came to Luz (that is, Bethel) in the land of Canaan."
    },
    {
        "o": 1121,
        "r": "csb:Genesis:35:7",
        "t": "Jacob built an altar there and called the place El-bethel because it was there that God had revealed himself to him when he was fleeing from his brother."
    },
    {
        "o": 1122,
        "r": "csb:Genesis:35:8",
        "t": "Deborah,*p the one who had nursed and raised Rebekah, died and was buried under the oak south of Bethel. So Jacob named it Allon-bacuth."
    },
    {
        "o": 1123,
        "r": "csb:Genesis:35:9",
        "t": "God*p appeared to Jacob again after he returned from Paddan-aram, and he blessed him."
    },
    {
        "o": 1124,
        "r": "csb:Genesis:35:10",
        "t": "God said to him, “Your name is Jacob; you will no longer be named Jacob, but your name will be Israel.” So he named him Israel."
    },
    {
        "o": 1125,
        "r": "csb:Genesis:35:11",
        "t": "God also said to him, “I am God Almighty. Be fruitful and multiply. A nation, indeed an assembly of nations, will come from you, and kings will descend from you."
    },
    {
        "o": 1126,
        "r": "csb:Genesis:35:12",
        "t": "I will give to you the land that I gave to Abraham and Isaac. And I will give the land to your future descendants.”"
    },
    {
        "o": 1127,
        "r": "csb:Genesis:35:13",
        "t": "Then God withdrew from him at the place where he had spoken to him."
    },
    {
        "o": 1128,
        "r": "csb:Genesis:35:14",
        "t": "Jacob*p set up a marker at the place where he had spoken to him - a stone marker. He poured a drink offering on it and poured oil on it."
    },
    {
        "o": 1129,
        "r": "csb:Genesis:35:15",
        "t": "Jacob named the place where God had spoken with him Bethel."
    },
    {
        "o": 1130,
        "r": "csb:Genesis:35:15",
        "t": "Rachel’s Death",
        "h": 2
    },
    {
        "o": 1131,
        "r": "csb:Genesis:35:16",
        "t": "They*p set out from Bethel. When they were still some distance from Ephrath, Rachel began to give birth, and her labor was difficult."
    },
    {
        "o": 1132,
        "r": "csb:Genesis:35:17",
        "t": "During her difficult labor, the midwife said to her, “Don’t be afraid, for you have another son.”"
    },
    {
        "o": 1133,
        "r": "csb:Genesis:35:18",
        "t": "With her last breath - for she was dying - she named him Ben-oni, but his father called him Benjamin."
    },
    {
        "o": 1134,
        "r": "csb:Genesis:35:19",
        "t": "So Rachel died and was buried on the way to Ephrath (that is, Bethlehem)."
    },
    {
        "o": 1135,
        "r": "csb:Genesis:35:20",
        "t": "Jacob set up a marker on her grave; it is the marker at Rachel’s grave still today."
    },
    {
        "o": 1136,
        "r": "csb:Genesis:35:20",
        "t": "Israel’s Sons",
        "h": 2
    },
    {
        "o": 1137,
        "r": "csb:Genesis:35:21",
        "t": "Israel*p set out again and pitched his tent beyond the Tower of Eder."
    },
    {
        "o": 1138,
        "r": "csb:Genesis:35:22",
        "t": "While Israel was living in that region, Reuben went in and slept with his father’s concubine Bilhah, and Israel heard about it. Jacob*p had twelve sons:"
    },
    {
        "o": 1139,
        "r": "csb:Genesis:35:23",
        "t": "Leah’s*ln sons were Reuben (Jacob’s firstborn), Simeon,*ln Levi, Judah, Issachar,*ln and Zebulun."
    },
    {
        "o": 1140,
        "r": "csb:Genesis:35:24",
        "t": "Rachel’s*ln sons were Joseph*ln and Benjamin."
    },
    {
        "o": 1141,
        "r": "csb:Genesis:35:25",
        "t": "The*ln sons of Rachel’s slave Bilhah were*ln Dan and Naphtali."
    },
    {
        "o": 1142,
        "r": "csb:Genesis:35:26",
        "t": "The*ln sons of Leah’s slave Zilpah were*ln Gad and Asher. These*p are the sons of Jacob, who were born to him in Paddan-aram."
    },
    {
        "o": 1143,
        "r": "csb:Genesis:35:26",
        "t": "Isaac’s Death",
        "h": 2
    },
    {
        "o": 1144,
        "r": "csb:Genesis:35:27",
        "t": "Jacob*p came to his father Isaac at Mamre in Kiriath-arba (that is, Hebron), where Abraham and Isaac had stayed."
    },
    {
        "o": 1145,
        "r": "csb:Genesis:35:28",
        "t": "Isaac lived 180 years."
    },
    {
        "o": 1146,
        "r": "csb:Genesis:35:29",
        "t": "He took his last breath and died, and was gathered to his people, old and full of days. His sons Esau and Jacob buried him."
    }
]
