[
    {
        "o": 23229,
        "r": "csb:Ezekiel:10:0",
        "t": "Ezekiel 10",
        "h": 1
    },
    {
        "o": 23230,
        "r": "csb:Ezekiel:10:0",
        "t": "God’s Glory Leaves the Temple",
        "h": 2
    },
    {
        "o": 23231,
        "r": "csb:Ezekiel:10:1",
        "t": "Then*p I looked, and there above the expanse over the heads of the cherubim was something like a throne with the appearance of lapis lazuli."
    },
    {
        "o": 23232,
        "r": "csb:Ezekiel:10:2",
        "t": "The Lord*s spoke to the man clothed in linen and said, “Go inside the wheelwork beneath the cherubim. Fill your hands with blazing coals from among the cherubim and scatter them over the city.” So he went in as I watched."
    },
    {
        "o": 23233,
        "r": "csb:Ezekiel:10:3",
        "t": "Now*p the cherubim were standing to the south of the temple when the man went in, and the cloud filled the inner court."
    },
    {
        "o": 23234,
        "r": "csb:Ezekiel:10:4",
        "t": "Then the glory of the Lord*s rose from above the cherub to the threshold of the temple. The temple was filled with the cloud, and the court was filled with the brightness of the Lord’s*s glory."
    },
    {
        "o": 23235,
        "r": "csb:Ezekiel:10:5",
        "t": "The sound of the cherubim’s wings could be heard as far as the outer court; it was like the voice of God Almighty when he speaks."
    },
    {
        "o": 23236,
        "r": "csb:Ezekiel:10:6",
        "t": "After*p the Lord*s commanded the man clothed in linen, saying, “Take fire from inside the wheelwork, from among the cherubim,” the man went in and stood beside a wheel."
    },
    {
        "o": 23237,
        "r": "csb:Ezekiel:10:7",
        "t": "Then the cherub reached out his hand to the fire that was among them. He took some and put it into the hands of the man clothed in linen, who took it and went out."
    },
    {
        "o": 23238,
        "r": "csb:Ezekiel:10:8",
        "t": "The cherubim appeared to have the form of human hands under their wings."
    },
    {
        "o": 23239,
        "r": "csb:Ezekiel:10:9",
        "t": "I*p looked, and there were four wheels beside the cherubim, one wheel beside each cherub. The luster of the wheels was like the gleam of beryl."
    },
    {
        "o": 23240,
        "r": "csb:Ezekiel:10:10",
        "t": "In appearance, all four looked alike, like a wheel within a wheel."
    },
    {
        "o": 23241,
        "r": "csb:Ezekiel:10:11",
        "t": "When they moved, they would go in any of the four directions, without pivoting as they moved. But wherever the head faced, they would go in that direction, without pivoting as they went."
    },
    {
        "o": 23242,
        "r": "csb:Ezekiel:10:12",
        "t": "Their entire bodies, including their backs, hands, wings, and the wheels that the four of them had, were full of eyes all around."
    },
    {
        "o": 23243,
        "r": "csb:Ezekiel:10:13",
        "t": "As I listened the wheels were called “the wheelwork.”"
    },
    {
        "o": 23244,
        "r": "csb:Ezekiel:10:14",
        "t": "Each one had four faces: one was the face of a cherub, the second the face of a human, the third the face of a lion, and the fourth the face of an eagle."
    },
    {
        "o": 23245,
        "r": "csb:Ezekiel:10:15",
        "t": "The*p cherubim ascended; these were the living creatures I had seen by the Chebar Canal."
    },
    {
        "o": 23246,
        "r": "csb:Ezekiel:10:16",
        "t": "When the cherubim moved, the wheels moved beside them, and when they lifted their wings to rise from the earth, even then the wheels did not veer away from them."
    },
    {
        "o": 23247,
        "r": "csb:Ezekiel:10:17",
        "t": "When the cherubim stopped, the wheels stood still, and when they ascended, the wheels ascended with them, for the spirit of the living creatures was in them."
    },
    {
        "o": 23248,
        "r": "csb:Ezekiel:10:18",
        "t": "Then*p the glory of the Lord*s moved away from the threshold of the temple and stopped above the cherubim."
    },
    {
        "o": 23249,
        "r": "csb:Ezekiel:10:19",
        "t": "The cherubim lifted their wings and ascended from the earth right before my eyes; the wheels were beside them as they went. The glory of the God of Israel was above them, and it stopped at the entrance to the eastern gate of the Lord’s*s house."
    },
    {
        "o": 23250,
        "r": "csb:Ezekiel:10:20",
        "t": "These*p were the living creatures I had seen beneath the God of Israel by the Chebar Canal, and I recognized that they were cherubim."
    },
    {
        "o": 23251,
        "r": "csb:Ezekiel:10:21",
        "t": "Each had four faces and each had four wings, with what looked something like human hands under their wings."
    },
    {
        "o": 23252,
        "r": "csb:Ezekiel:10:22",
        "t": "Their faces looked like the same faces I had seen by the Chebar Canal. Each creature went straight ahead."
    }
]
