[
    {
        "o": 6133,
        "r": "esv:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6134,
        "r": "esv:Deuteronomy:28:0",
        "t": "Blessings for Obedience",
        "h": 2
    },
    {
        "o": 6135,
        "r": "esv:Deuteronomy:28:1",
        "t": "“And*p if you faithfully obey the voice of the Lord*s your God, being careful to do all his commandments that I command you today, the Lord*s your God will set you high above all the nations of the earth."
    },
    {
        "o": 6136,
        "r": "esv:Deuteronomy:28:2",
        "t": "And all these blessings shall come upon you and overtake you, if you obey the voice of the Lord*s your God."
    },
    {
        "o": 6137,
        "r": "esv:Deuteronomy:28:3",
        "t": "Blessed shall you be in the city, and blessed shall you be in the field."
    },
    {
        "o": 6138,
        "r": "esv:Deuteronomy:28:4",
        "t": "Blessed shall be the fruit of your womb and the fruit of your ground and the fruit of your cattle, the increase of your herds and the young of your flock."
    },
    {
        "o": 6139,
        "r": "esv:Deuteronomy:28:5",
        "t": "Blessed shall be your basket and your kneading bowl."
    },
    {
        "o": 6140,
        "r": "esv:Deuteronomy:28:6",
        "t": "Blessed shall you be when you come in, and blessed shall you be when you go out."
    },
    {
        "o": 6141,
        "r": "esv:Deuteronomy:28:7",
        "t": "“The*p Lord*s will cause your enemies who rise against you to be defeated before you. They shall come out against you one way and flee before you seven ways."
    },
    {
        "o": 6142,
        "r": "esv:Deuteronomy:28:8",
        "t": "The Lord*s will command the blessing on you in your barns and in all that you undertake. And he will bless you in the land that the Lord*s your God is giving you."
    },
    {
        "o": 6143,
        "r": "esv:Deuteronomy:28:9",
        "t": "The Lord*s will establish you as a people holy to himself, as he has sworn to you, if you keep the commandments of the Lord*s your God and walk in his ways."
    },
    {
        "o": 6144,
        "r": "esv:Deuteronomy:28:10",
        "t": "And all the peoples of the earth shall see that you are called by the name of the Lord,*s and they shall be afraid of you."
    },
    {
        "o": 6145,
        "r": "esv:Deuteronomy:28:11",
        "t": "And the Lord*s will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the Lord*s swore to your fathers to give you."
    },
    {
        "o": 6146,
        "r": "esv:Deuteronomy:28:12",
        "t": "The Lord*s will open to you his good treasury, the heavens, to give the rain to your land in its season and to bless all the work of your hands. And you shall lend to many nations, but you shall not borrow."
    },
    {
        "o": 6147,
        "r": "esv:Deuteronomy:28:13",
        "t": "And the Lord*s will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the Lord*s your God, which I command you today, being careful to do them,"
    },
    {
        "o": 6148,
        "r": "esv:Deuteronomy:28:14",
        "t": "and if you do not turn aside from any of the words that I command you today, to the right hand or to the left, to go after other gods to serve them."
    },
    {
        "o": 6149,
        "r": "esv:Deuteronomy:28:14",
        "t": "Curses for Disobedience",
        "h": 2
    },
    {
        "o": 6150,
        "r": "esv:Deuteronomy:28:15",
        "t": "“But*p if you will not obey the voice of the Lord*s your God or be careful to do all his commandments and his statutes that I command you today, then all these curses shall come upon you and overtake you."
    },
    {
        "o": 6151,
        "r": "esv:Deuteronomy:28:16",
        "t": "Cursed shall you be in the city, and cursed shall you be in the field."
    },
    {
        "o": 6152,
        "r": "esv:Deuteronomy:28:17",
        "t": "Cursed shall be your basket and your kneading bowl."
    },
    {
        "o": 6153,
        "r": "esv:Deuteronomy:28:18",
        "t": "Cursed shall be the fruit of your womb and the fruit of your ground, the increase of your herds and the young of your flock."
    },
    {
        "o": 6154,
        "r": "esv:Deuteronomy:28:19",
        "t": "Cursed shall you be when you come in, and cursed shall you be when you go out."
    },
    {
        "o": 6155,
        "r": "esv:Deuteronomy:28:20",
        "t": "“The*p Lord*s will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me."
    },
    {
        "o": 6156,
        "r": "esv:Deuteronomy:28:21",
        "t": "The Lord*s will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it."
    },
    {
        "o": 6157,
        "r": "esv:Deuteronomy:28:22",
        "t": "The Lord*s will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish."
    },
    {
        "o": 6158,
        "r": "esv:Deuteronomy:28:23",
        "t": "And the heavens over your head shall be bronze, and the earth under you shall be iron."
    },
    {
        "o": 6159,
        "r": "esv:Deuteronomy:28:24",
        "t": "The Lord*s will make the rain of your land powder. From heaven dust shall come down on you until you are destroyed."
    },
    {
        "o": 6160,
        "r": "esv:Deuteronomy:28:25",
        "t": "“The*p Lord*s will cause you to be defeated before your enemies. You shall go out one way against them and flee seven ways before them. And you shall be a horror to all the kingdoms of the earth."
    },
    {
        "o": 6161,
        "r": "esv:Deuteronomy:28:26",
        "t": "And your dead body shall be food for all birds of the air and for the beasts of the earth, and there shall be no one to frighten them away."
    },
    {
        "o": 6162,
        "r": "esv:Deuteronomy:28:27",
        "t": "The Lord*s will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed."
    },
    {
        "o": 6163,
        "r": "esv:Deuteronomy:28:28",
        "t": "The Lord*s will strike you with madness and blindness and confusion of mind,"
    },
    {
        "o": 6164,
        "r": "esv:Deuteronomy:28:29",
        "t": "and you shall grope at noonday, as the blind grope in darkness, and you shall not prosper in your ways. And you shall be only oppressed and robbed continually, and there shall be no one to help you."
    },
    {
        "o": 6165,
        "r": "esv:Deuteronomy:28:30",
        "t": "You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit."
    },
    {
        "o": 6166,
        "r": "esv:Deuteronomy:28:31",
        "t": "Your ox shall be slaughtered before your eyes, but you shall not eat any of it. Your donkey shall be seized before your face, but shall not be restored to you. Your sheep shall be given to your enemies, but there shall be no one to help you."
    },
    {
        "o": 6167,
        "r": "esv:Deuteronomy:28:32",
        "t": "Your sons and your daughters shall be given to another people, while your eyes look on and fail with longing for them all day long, but you shall be helpless."
    },
    {
        "o": 6168,
        "r": "esv:Deuteronomy:28:33",
        "t": "A nation that you have not known shall eat up the fruit of your ground and of all your labors, and you shall be only oppressed and crushed continually,"
    },
    {
        "o": 6169,
        "r": "esv:Deuteronomy:28:34",
        "t": "so that you are driven mad by the sights that your eyes see."
    },
    {
        "o": 6170,
        "r": "esv:Deuteronomy:28:35",
        "t": "The Lord*s will strike you on the knees and on the legs with grievous boils of which you cannot be healed, from the sole of your foot to the crown of your head."
    },
    {
        "o": 6171,
        "r": "esv:Deuteronomy:28:36",
        "t": "“The*p Lord*s will bring you and your king whom you set over you to a nation that neither you nor your fathers have known. And there you shall serve other gods of wood and stone."
    },
    {
        "o": 6172,
        "r": "esv:Deuteronomy:28:37",
        "t": "And you shall become a horror, a proverb, and a byword among all the peoples where the Lord*s will lead you away."
    },
    {
        "o": 6173,
        "r": "esv:Deuteronomy:28:38",
        "t": "You shall carry much seed into the field and shall gather in little, for the locust shall consume it."
    },
    {
        "o": 6174,
        "r": "esv:Deuteronomy:28:39",
        "t": "You shall plant vineyards and dress them, but you shall neither drink of the wine nor gather the grapes, for the worm shall eat them."
    },
    {
        "o": 6175,
        "r": "esv:Deuteronomy:28:40",
        "t": "You shall have olive trees throughout all your territory, but you shall not anoint yourself with the oil, for your olives shall drop off."
    },
    {
        "o": 6176,
        "r": "esv:Deuteronomy:28:41",
        "t": "You shall father sons and daughters, but they shall not be yours, for they shall go into captivity."
    },
    {
        "o": 6177,
        "r": "esv:Deuteronomy:28:42",
        "t": "The cricket shall possess all your trees and the fruit of your ground."
    },
    {
        "o": 6178,
        "r": "esv:Deuteronomy:28:43",
        "t": "The sojourner who is among you shall rise higher and higher above you, and you shall come down lower and lower."
    },
    {
        "o": 6179,
        "r": "esv:Deuteronomy:28:44",
        "t": "He shall lend to you, and you shall not lend to him. He shall be the head, and you shall be the tail."
    },
    {
        "o": 6180,
        "r": "esv:Deuteronomy:28:45",
        "t": "“All*p these curses shall come upon you and pursue you and overtake you till you are destroyed, because you did not obey the voice of the Lord*s your God, to keep his commandments and his statutes that he commanded you."
    },
    {
        "o": 6181,
        "r": "esv:Deuteronomy:28:46",
        "t": "They shall be a sign and a wonder against you and your offspring forever."
    },
    {
        "o": 6182,
        "r": "esv:Deuteronomy:28:47",
        "t": "Because you did not serve the Lord*s your God with joyfulness and gladness of heart, because of the abundance of all things,"
    },
    {
        "o": 6183,
        "r": "esv:Deuteronomy:28:48",
        "t": "therefore you shall serve your enemies whom the Lord*s will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you."
    },
    {
        "o": 6184,
        "r": "esv:Deuteronomy:28:49",
        "t": "The Lord*s will bring a nation against you from far away, from the end of the earth, swooping down like the eagle, a nation whose language you do not understand,"
    },
    {
        "o": 6185,
        "r": "esv:Deuteronomy:28:50",
        "t": "a hard-faced nation who shall not respect the old or show mercy to the young."
    },
    {
        "o": 6186,
        "r": "esv:Deuteronomy:28:51",
        "t": "It shall eat the offspring of your cattle and the fruit of your ground, until you are destroyed; it also shall not leave you grain, wine, or oil, the increase of your herds or the young of your flock, until they have caused you to perish."
    },
    {
        "o": 6187,
        "r": "esv:Deuteronomy:28:52",
        "t": "“They*p shall besiege you in all your towns, until your high and fortified walls, in which you trusted, come down throughout all your land. And they shall besiege you in all your towns throughout all your land, which the Lord*s your God has given you."
    },
    {
        "o": 6188,
        "r": "esv:Deuteronomy:28:53",
        "t": "And you shall eat the fruit of your womb, the flesh of your sons and daughters, whom the Lord*s your God has given you, in the siege and in the distress with which your enemies shall distress you."
    },
    {
        "o": 6189,
        "r": "esv:Deuteronomy:28:54",
        "t": "The man who is the most tender and refined among you will begrudge food to his brother, to the wife he embraces, and to the last of the children whom he has left,"
    },
    {
        "o": 6190,
        "r": "esv:Deuteronomy:28:55",
        "t": "so that he will not give to any of them any of the flesh of his children whom he is eating, because he has nothing else left, in the siege and in the distress with which your enemy shall distress you in all your towns."
    },
    {
        "o": 6191,
        "r": "esv:Deuteronomy:28:56",
        "t": "The most tender and refined woman among you, who would not venture to set the sole of her foot on the ground because she is so delicate and tender, will begrudge to the husband she embraces, to her son and to her daughter,"
    },
    {
        "o": 6192,
        "r": "esv:Deuteronomy:28:57",
        "t": "her afterbirth that comes out from between her feet and her children whom she bears, because lacking everything she will eat them secretly, in the siege and in the distress with which your enemy shall distress you in your towns."
    },
    {
        "o": 6193,
        "r": "esv:Deuteronomy:28:58",
        "t": "“If*p you are not careful to do all the words of this law that are written in this book, that you may fear this glorious and awesome name, the Lord*s your God,"
    },
    {
        "o": 6194,
        "r": "esv:Deuteronomy:28:59",
        "t": "then the Lord*s will bring on you and your offspring extraordinary afflictions, afflictions severe and lasting, and sicknesses grievous and lasting."
    },
    {
        "o": 6195,
        "r": "esv:Deuteronomy:28:60",
        "t": "And he will bring upon you again all the diseases of Egypt, of which you were afraid, and they shall cling to you."
    },
    {
        "o": 6196,
        "r": "esv:Deuteronomy:28:61",
        "t": "Every sickness also and every affliction that is not recorded in the book of this law, the Lord*s will bring upon you, until you are destroyed."
    },
    {
        "o": 6197,
        "r": "esv:Deuteronomy:28:62",
        "t": "Whereas you were as numerous as the stars of heaven, you shall be left few in number, because you did not obey the voice of the Lord*s your God."
    },
    {
        "o": 6198,
        "r": "esv:Deuteronomy:28:63",
        "t": "And as the Lord*s took delight in doing you good and multiplying you, so the Lord*s will take delight in bringing ruin upon you and destroying you. And you shall be plucked off the land that you are entering to take possession of it."
    },
    {
        "o": 6199,
        "r": "esv:Deuteronomy:28:64",
        "t": "“And*p the Lord*s will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods of wood and stone, which neither you nor your fathers have known."
    },
    {
        "o": 6200,
        "r": "esv:Deuteronomy:28:65",
        "t": "And among these nations you shall find no respite, and there shall be no resting place for the sole of your foot, but the Lord*s will give you there a trembling heart and failing eyes and a languishing soul."
    },
    {
        "o": 6201,
        "r": "esv:Deuteronomy:28:66",
        "t": "Your life shall hang in doubt before you. Night and day you shall be in dread and have no assurance of your life."
    },
    {
        "o": 6202,
        "r": "esv:Deuteronomy:28:67",
        "t": "In the morning you shall say, ‘If only it were evening!’ and at evening you shall say, ‘If only it were morning!’ because of the dread that your heart shall feel, and the sights that your eyes shall see."
    },
    {
        "o": 6203,
        "r": "esv:Deuteronomy:28:68",
        "t": "And the Lord*s will bring you back in ships to Egypt, a journey that I promised that you should never make again; and there you shall offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”"
    }
]
