[
    {
        "o": 3781,
        "r": "esv:Leviticus:25:0",
        "t": "Leviticus 25",
        "h": 1
    },
    {
        "o": 3782,
        "r": "esv:Leviticus:25:0",
        "t": "The Sabbath Year",
        "h": 2
    },
    {
        "o": 3783,
        "r": "esv:Leviticus:25:1",
        "t": "The*p Lord*s spoke to Moses on Mount Sinai, saying,"
    },
    {
        "o": 3784,
        "r": "esv:Leviticus:25:2",
        "t": "“Speak to the people of Israel and say to them, When you come into the land that I give you, the land shall keep a Sabbath to the Lord.*s"
    },
    {
        "o": 3785,
        "r": "esv:Leviticus:25:3",
        "t": "For six years you shall sow your field, and for six years you shall prune your vineyard and gather in its fruits,"
    },
    {
        "o": 3786,
        "r": "esv:Leviticus:25:4",
        "t": "but in the seventh year there shall be a Sabbath of solemn rest for the land, a Sabbath to the Lord.*s You shall not sow your field or prune your vineyard."
    },
    {
        "o": 3787,
        "r": "esv:Leviticus:25:5",
        "t": "You shall not reap what grows of itself in your harvest, or gather the grapes of your undressed vine. It shall be a year of solemn rest for the land."
    },
    {
        "o": 3788,
        "r": "esv:Leviticus:25:6",
        "t": "The Sabbath of the land shall provide food for you, for yourself and for your male and female slaves and for your hired worker and the sojourner who lives with you,"
    },
    {
        "o": 3789,
        "r": "esv:Leviticus:25:7",
        "t": "and for your cattle and for the wild animals that are in your land: all its yield shall be for food."
    },
    {
        "o": 3790,
        "r": "esv:Leviticus:25:7",
        "t": "The Year of Jubilee",
        "h": 2
    },
    {
        "o": 3791,
        "r": "esv:Leviticus:25:8",
        "t": "“You*p shall count seven weeks of years, seven times seven years, so that the time of the seven weeks of years shall give you forty-nine years."
    },
    {
        "o": 3792,
        "r": "esv:Leviticus:25:9",
        "t": "Then you shall sound the loud trumpet on the tenth day of the seventh month. On the Day of Atonement you shall sound the trumpet throughout all your land."
    },
    {
        "o": 3793,
        "r": "esv:Leviticus:25:10",
        "t": "And you shall consecrate the fiftieth year, and proclaim liberty throughout the land to all its inhabitants. It shall be a jubilee for you, when each of you shall return to his property and each of you shall return to his clan."
    },
    {
        "o": 3794,
        "r": "esv:Leviticus:25:11",
        "t": "That fiftieth year shall be a jubilee for you; in it you shall neither sow nor reap what grows of itself nor gather the grapes from the undressed vines."
    },
    {
        "o": 3795,
        "r": "esv:Leviticus:25:12",
        "t": "For it is a jubilee. It shall be holy to you. You may eat the produce of the field."
    },
    {
        "o": 3796,
        "r": "esv:Leviticus:25:13",
        "t": "“In*p this year of jubilee each of you shall return to his property."
    },
    {
        "o": 3797,
        "r": "esv:Leviticus:25:14",
        "t": "And if you make a sale to your neighbor or buy from your neighbor, you shall not wrong one another."
    },
    {
        "o": 3798,
        "r": "esv:Leviticus:25:15",
        "t": "You shall pay your neighbor according to the number of years after the jubilee, and he shall sell to you according to the number of years for crops."
    },
    {
        "o": 3799,
        "r": "esv:Leviticus:25:16",
        "t": "If the years are many, you shall increase the price, and if the years are few, you shall reduce the price, for it is the number of the crops that he is selling to you."
    },
    {
        "o": 3800,
        "r": "esv:Leviticus:25:17",
        "t": "You shall not wrong one another, but you shall fear your God, for I am the Lord*s your God."
    },
    {
        "o": 3801,
        "r": "esv:Leviticus:25:18",
        "t": "“Therefore*p you shall do my statutes and keep my rules and perform them, and then you will dwell in the land securely."
    },
    {
        "o": 3802,
        "r": "esv:Leviticus:25:19",
        "t": "The land will yield its fruit, and you will eat your fill and dwell in it securely."
    },
    {
        "o": 3803,
        "r": "esv:Leviticus:25:20",
        "t": "And if you say, ‘What shall we eat in the seventh year, if we may not sow or gather in our crop?’"
    },
    {
        "o": 3804,
        "r": "esv:Leviticus:25:21",
        "t": "I will command my blessing on you in the sixth year, so that it will produce a crop sufficient for three years."
    },
    {
        "o": 3805,
        "r": "esv:Leviticus:25:22",
        "t": "When you sow in the eighth year, you will be eating some of the old crop; you shall eat the old until the ninth year, when its crop arrives."
    },
    {
        "o": 3806,
        "r": "esv:Leviticus:25:22",
        "t": "Redemption of Property",
        "h": 2
    },
    {
        "o": 3807,
        "r": "esv:Leviticus:25:23",
        "t": "“The*p land shall not be sold in perpetuity, for the land is mine. For you are strangers and sojourners with me."
    },
    {
        "o": 3808,
        "r": "esv:Leviticus:25:24",
        "t": "And in all the country you possess, you shall allow a redemption of the land."
    },
    {
        "o": 3809,
        "r": "esv:Leviticus:25:25",
        "t": "“If*p your brother becomes poor and sells part of his property, then his nearest redeemer shall come and redeem what his brother has sold."
    },
    {
        "o": 3810,
        "r": "esv:Leviticus:25:26",
        "t": "If a man has no one to redeem it and then himself becomes prosperous and finds sufficient means to redeem it,"
    },
    {
        "o": 3811,
        "r": "esv:Leviticus:25:27",
        "t": "let him calculate the years since he sold it and pay back the balance to the man to whom he sold it, and then return to his property."
    },
    {
        "o": 3812,
        "r": "esv:Leviticus:25:28",
        "t": "But if he does not have sufficient means to recover it, then what he sold shall remain in the hand of the buyer until the year of jubilee. In the jubilee it shall be released, and he shall return to his property."
    },
    {
        "o": 3813,
        "r": "esv:Leviticus:25:29",
        "t": "“If*p a man sells a dwelling house in a walled city, he may redeem it within a year of its sale. For a full year he shall have the right of redemption."
    },
    {
        "o": 3814,
        "r": "esv:Leviticus:25:30",
        "t": "If it is not redeemed within a full year, then the house in the walled city shall belong in perpetuity to the buyer, throughout his generations; it shall not be released in the jubilee."
    },
    {
        "o": 3815,
        "r": "esv:Leviticus:25:31",
        "t": "But the houses of the villages that have no wall around them shall be classified with the fields of the land. They may be redeemed, and they shall be released in the jubilee."
    },
    {
        "o": 3816,
        "r": "esv:Leviticus:25:32",
        "t": "As for the cities of the Levites, the Levites may redeem at any time the houses in the cities they possess."
    },
    {
        "o": 3817,
        "r": "esv:Leviticus:25:33",
        "t": "And if one of the Levites exercises his right of redemption, then the house that was sold in a city they possess shall be released in the jubilee. For the houses in the cities of the Levites are their possession among the people of Israel."
    },
    {
        "o": 3818,
        "r": "esv:Leviticus:25:34",
        "t": "But the fields of pastureland belonging to their cities may not be sold, for that is their possession forever."
    },
    {
        "o": 3819,
        "r": "esv:Leviticus:25:34",
        "t": "Kindness for Poor Brothers",
        "h": 2
    },
    {
        "o": 3820,
        "r": "esv:Leviticus:25:35",
        "t": "“If*p your brother becomes poor and cannot maintain himself with you, you shall support him as though he were a stranger and a sojourner, and he shall live with you."
    },
    {
        "o": 3821,
        "r": "esv:Leviticus:25:36",
        "t": "Take no interest from him or profit, but fear your God, that your brother may live beside you."
    },
    {
        "o": 3822,
        "r": "esv:Leviticus:25:37",
        "t": "You shall not lend him your money at interest, nor give him your food for profit."
    },
    {
        "o": 3823,
        "r": "esv:Leviticus:25:38",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt to give you the land of Canaan, and to be your God."
    },
    {
        "o": 3824,
        "r": "esv:Leviticus:25:39",
        "t": "“If*p your brother becomes poor beside you and sells himself to you, you shall not make him serve as a slave:"
    },
    {
        "o": 3825,
        "r": "esv:Leviticus:25:40",
        "t": "he shall be with you as a hired worker and as a sojourner. He shall serve with you until the year of the jubilee."
    },
    {
        "o": 3826,
        "r": "esv:Leviticus:25:41",
        "t": "Then he shall go out from you, he and his children with him, and go back to his own clan and return to the possession of his fathers."
    },
    {
        "o": 3827,
        "r": "esv:Leviticus:25:42",
        "t": "For they are my servants, whom I brought out of the land of Egypt; they shall not be sold as slaves."
    },
    {
        "o": 3828,
        "r": "esv:Leviticus:25:43",
        "t": "You shall not rule over him ruthlessly but shall fear your God."
    },
    {
        "o": 3829,
        "r": "esv:Leviticus:25:44",
        "t": "As for your male and female slaves whom you may have: you may buy male and female slaves from among the nations that are around you."
    },
    {
        "o": 3830,
        "r": "esv:Leviticus:25:45",
        "t": "You may also buy from among the strangers who sojourn with you and their clans that are with you, who have been born in your land, and they may be your property."
    },
    {
        "o": 3831,
        "r": "esv:Leviticus:25:46",
        "t": "You may bequeath them to your sons after you to inherit as a possession forever. You may make slaves of them, but over your brothers the people of Israel you shall not rule, one over another ruthlessly."
    },
    {
        "o": 3832,
        "r": "esv:Leviticus:25:46",
        "t": "Redeeming a Poor Man",
        "h": 2
    },
    {
        "o": 3833,
        "r": "esv:Leviticus:25:47",
        "t": "“If*p a stranger or sojourner with you becomes rich, and your brother beside him becomes poor and sells himself to the stranger or sojourner with you or to a member of the stranger’s clan,"
    },
    {
        "o": 3834,
        "r": "esv:Leviticus:25:48",
        "t": "then after he is sold he may be redeemed. One of his brothers may redeem him,"
    },
    {
        "o": 3835,
        "r": "esv:Leviticus:25:49",
        "t": "or his uncle or his cousin may redeem him, or a close relative from his clan may redeem him. Or if he grows rich he may redeem himself."
    },
    {
        "o": 3836,
        "r": "esv:Leviticus:25:50",
        "t": "He shall calculate with his buyer from the year when he sold himself to him until the year of jubilee, and the price of his sale shall vary with the number of years. The time he was with his owner shall be rated as the time of a hired worker."
    },
    {
        "o": 3837,
        "r": "esv:Leviticus:25:51",
        "t": "If there are still many years left, he shall pay proportionately for his redemption some of his sale price."
    },
    {
        "o": 3838,
        "r": "esv:Leviticus:25:52",
        "t": "If there remain but a few years until the year of jubilee, he shall calculate and pay for his redemption in proportion to his years of service."
    },
    {
        "o": 3839,
        "r": "esv:Leviticus:25:53",
        "t": "He shall treat him as a worker hired year by year. He shall not rule ruthlessly over him in your sight."
    },
    {
        "o": 3840,
        "r": "esv:Leviticus:25:54",
        "t": "And if he is not redeemed by these means, then he and his children with him shall be released in the year of jubilee."
    },
    {
        "o": 3841,
        "r": "esv:Leviticus:25:55",
        "t": "For it is to me that the people of Israel are servants. They are my servants whom I brought out of the land of Egypt: I am the Lord*s your God."
    }
]
