[
    {
        "o": 20596,
        "r": "nkjv:Isaiah:39:0",
        "t": "Isaiah 39",
        "h": 1
    },
    {
        "o": 20597,
        "r": "nkjv:Isaiah:39:0",
        "t": "The Babylonian Envoys",
        "h": 2
    },
    {
        "o": 20598,
        "r": "nkjv:Isaiah:39:1",
        "t": "At*p that time Merodach-Baladan the son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for he heard that he had been sick and had recovered."
    },
    {
        "o": 20599,
        "r": "nkjv:Isaiah:39:2",
        "t": "And Hezekiah was pleased with them, and showed them the house of his treasures—the silver and gold, the spices and precious ointment, and all his armory—all that was found among his treasures. There was nothing in his house or in all his dominion that Hezekiah did not show them."
    },
    {
        "o": 20600,
        "r": "nkjv:Isaiah:39:3",
        "t": "Then*p Isaiah the prophet went to King Hezekiah, and said to him, “What did these men say, and from where did they come to you?” So*p Hezekiah said, “They came to me from a far country, from Babylon.”"
    },
    {
        "o": 20601,
        "r": "nkjv:Isaiah:39:4",
        "t": "And*p he said, “What have they seen in your house?” So*p Hezekiah answered, “They have seen all that is*i in my house; there is nothing among my treasures that I have not shown them.”"
    },
    {
        "o": 20602,
        "r": "nkjv:Isaiah:39:5",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord*s of hosts:"
    },
    {
        "o": 20603,
        "r": "nkjv:Isaiah:39:6",
        "t": "‘Behold, the days are coming when all that is*i in your house, and what your fathers have accumulated until this day, shall be carried to Babylon; nothing shall be left,’ says the Lord.*s"
    },
    {
        "o": 20604,
        "r": "nkjv:Isaiah:39:7",
        "t": "‘And they shall take away some*i of your sons who will descend from you, whom you will beget; and they shall be eunuchs in the palace of the king of Babylon.’”"
    },
    {
        "o": 20605,
        "r": "nkjv:Isaiah:39:8",
        "t": "So*p Hezekiah said to Isaiah, “The word of the Lord*s which you have spoken is*i good!” For he said, “At least there will be peace and truth in my days.”"
    }
]
