[
    {
        "o": 30389,
        "r": "niv:Acts:17:0",
        "t": "Acts 17",
        "h": 1
    },
    {
        "o": 30390,
        "r": "niv:Acts:17:0",
        "t": "In Thessalonica",
        "h": 2
    },
    {
        "o": 30391,
        "r": "niv:Acts:17:1",
        "t": "When*p Paul and his companions had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a Jewish synagogue."
    },
    {
        "o": 30392,
        "r": "niv:Acts:17:2",
        "t": "As was his custom, Paul went into the synagogue, and on three Sabbath days he reasoned with them from the Scriptures,"
    },
    {
        "o": 30393,
        "r": "niv:Acts:17:3",
        "t": "explaining and proving that the Messiah had to suffer and rise from the dead. “This Jesus I am proclaiming to you is the Messiah,” he said."
    },
    {
        "o": 30394,
        "r": "niv:Acts:17:4",
        "t": "Some of the Jews were persuaded and joined Paul and Silas, as did a large number of God-fearing Greeks and quite a few prominent women."
    },
    {
        "o": 30395,
        "r": "niv:Acts:17:5",
        "t": "But*p other Jews were jealous; so they rounded up some bad characters from the marketplace, formed a mob and started a riot in the city. They rushed to Jason’s house in search of Paul and Silas in order to bring them out to the crowd."
    },
    {
        "o": 30396,
        "r": "niv:Acts:17:6",
        "t": "But when they did not find them, they dragged Jason and some other believers before the city officials, shouting: “These men who have caused trouble all over the world have now come here,"
    },
    {
        "o": 30397,
        "r": "niv:Acts:17:7",
        "t": "and Jason has welcomed them into his house. They are all defying Caesar’s decrees, saying that there is another king, one called Jesus.”"
    },
    {
        "o": 30398,
        "r": "niv:Acts:17:8",
        "t": "When they heard this, the crowd and the city officials were thrown into turmoil."
    },
    {
        "o": 30399,
        "r": "niv:Acts:17:9",
        "t": "Then they made Jason and the others post bond and let them go."
    },
    {
        "o": 30400,
        "r": "niv:Acts:17:9",
        "t": "In Berea",
        "h": 2
    },
    {
        "o": 30401,
        "r": "niv:Acts:17:10",
        "t": "As*p soon as it was night, the believers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue."
    },
    {
        "o": 30402,
        "r": "niv:Acts:17:11",
        "t": "Now the Berean Jews were of more noble character than those in Thessalonica, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."
    },
    {
        "o": 30403,
        "r": "niv:Acts:17:12",
        "t": "As a result, many of them believed, as did also a number of prominent Greek women and many Greek men."
    },
    {
        "o": 30404,
        "r": "niv:Acts:17:13",
        "t": "But*p when the Jews in Thessalonica learned that Paul was preaching the word of God at Berea, some of them went there too, agitating the crowds and stirring them up."
    },
    {
        "o": 30405,
        "r": "niv:Acts:17:14",
        "t": "The believers immediately sent Paul to the coast, but Silas and Timothy stayed at Berea."
    },
    {
        "o": 30406,
        "r": "niv:Acts:17:15",
        "t": "Those who escorted Paul brought him to Athens and then left with instructions for Silas and Timothy to join him as soon as possible."
    },
    {
        "o": 30407,
        "r": "niv:Acts:17:15",
        "t": "In Athens",
        "h": 2
    },
    {
        "o": 30408,
        "r": "niv:Acts:17:16",
        "t": "While*p Paul was waiting for them in Athens, he was greatly distressed to see that the city was full of idols."
    },
    {
        "o": 30409,
        "r": "niv:Acts:17:17",
        "t": "So he reasoned in the synagogue with both Jews and God-fearing Greeks, as well as in the marketplace day by day with those who happened to be there."
    },
    {
        "o": 30410,
        "r": "niv:Acts:17:18",
        "t": "A group of Epicurean and Stoic philosophers began to debate with him. Some of them asked, “What is this babbler trying to say?” Others remarked, “He seems to be advocating foreign gods.” They said this because Paul was preaching the good news about Jesus and the resurrection."
    },
    {
        "o": 30411,
        "r": "niv:Acts:17:19",
        "t": "Then they took him and brought him to a meeting of the Areopagus, where they said to him, “May we know what this new teaching is that you are presenting?"
    },
    {
        "o": 30412,
        "r": "niv:Acts:17:20",
        "t": "You are bringing some strange ideas to our ears, and we would like to know what they mean.”"
    },
    {
        "o": 30413,
        "r": "niv:Acts:17:21",
        "t": "(All the Athenians and the foreigners who lived there spent their time doing nothing but talking about and listening to the latest ideas.)"
    },
    {
        "o": 30414,
        "r": "niv:Acts:17:22",
        "t": "Paul*p then stood up in the meeting of the Areopagus and said: “People of Athens! I see that in every way you are very religious."
    },
    {
        "o": 30415,
        "r": "niv:Acts:17:23",
        "t": "For as I walked around and looked carefully at your objects of worship, I even found an altar with this inscription: to*s an*s unknown*s god.*s So you are ignorant of the very thing you worship—and this is what I am going to proclaim to you."
    },
    {
        "o": 30416,
        "r": "niv:Acts:17:24",
        "t": "“The*p God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by human hands."
    },
    {
        "o": 30417,
        "r": "niv:Acts:17:25",
        "t": "And he is not served by human hands, as if he needed anything. Rather, he himself gives everyone life and breath and everything else."
    },
    {
        "o": 30418,
        "r": "niv:Acts:17:26",
        "t": "From one man he made all the nations, that they should inhabit the whole earth; and he marked out their appointed times in history and the boundaries of their lands."
    },
    {
        "o": 30419,
        "r": "niv:Acts:17:27",
        "t": "God did this so that they would seek him and perhaps reach out for him and find him, though he is not far from any one of us."
    },
    {
        "o": 30420,
        "r": "niv:Acts:17:28",
        "t": "‘For in him we live and move and have our being.’ As some of your own poets have said, ‘We are his offspring.’"
    },
    {
        "o": 30421,
        "r": "niv:Acts:17:29",
        "t": "“Therefore*p since we are God’s offspring, we should not think that the divine being is like gold or silver or stone—an image made by human design and skill."
    },
    {
        "o": 30422,
        "r": "niv:Acts:17:30",
        "t": "In the past God overlooked such ignorance, but now he commands all people everywhere to repent."
    },
    {
        "o": 30423,
        "r": "niv:Acts:17:31",
        "t": "For he has set a day when he will judge the world with justice by the man he has appointed. He has given proof of this to everyone by raising him from the dead.”"
    },
    {
        "o": 30424,
        "r": "niv:Acts:17:32",
        "t": "When*p they heard about the resurrection of the dead, some of them sneered, but others said, “We want to hear you again on this subject.”"
    },
    {
        "o": 30425,
        "r": "niv:Acts:17:33",
        "t": "At that, Paul left the Council."
    },
    {
        "o": 30426,
        "r": "niv:Acts:17:34",
        "t": "Some of the people became followers of Paul and believed. Among them was Dionysius, a member of the Areopagus, also a woman named Damaris, and a number of others."
    }
]
