[
    {
        "o": 9130,
        "r": "csb:2 Samuel:11:0",
        "t": "2 Samuel 11",
        "h": 1
    },
    {
        "o": 9131,
        "r": "csb:2 Samuel:11:0",
        "t": "David’s Adultery with Bathsheba",
        "h": 2
    },
    {
        "o": 9132,
        "r": "csb:2 Samuel:11:1",
        "t": "In*p the spring when kings march out to war, David sent Joab with his officers and all Israel. They destroyed the Ammonites and besieged Rabbah, but David remained in Jerusalem."
    },
    {
        "o": 9133,
        "r": "csb:2 Samuel:11:2",
        "t": "One*p evening David got up from his bed and strolled around on the roof of the palace. From the roof he saw a woman bathing - a very beautiful woman."
    },
    {
        "o": 9134,
        "r": "csb:2 Samuel:11:3",
        "t": "So David sent someone to inquire about her, and he said, “Isn’t this Bathsheba, daughter of Eliam and wife of Uriah the Hethite?”"
    },
    {
        "o": 9135,
        "r": "csb:2 Samuel:11:4",
        "t": "David*p sent messengers to get her, and when she came to him, he slept with her. Now she had just been purifying herself from her uncleanness. Afterward, she returned home."
    },
    {
        "o": 9136,
        "r": "csb:2 Samuel:11:5",
        "t": "The woman conceived and sent word to inform David, “I am pregnant.”"
    },
    {
        "o": 9137,
        "r": "csb:2 Samuel:11:6",
        "t": "David*p sent orders to Joab: “Send me Uriah the Hethite.” So Joab sent Uriah to David."
    },
    {
        "o": 9138,
        "r": "csb:2 Samuel:11:7",
        "t": "When Uriah came to him, David asked how Joab and the troops were doing and how the war was going."
    },
    {
        "o": 9139,
        "r": "csb:2 Samuel:11:8",
        "t": "Then he said to Uriah, “Go down to your house and wash your feet.” So Uriah left the palace, and a gift from the king followed him."
    },
    {
        "o": 9140,
        "r": "csb:2 Samuel:11:9",
        "t": "But Uriah slept at the door of the palace with all his master’s servants; he did not go down to his house."
    },
    {
        "o": 9141,
        "r": "csb:2 Samuel:11:10",
        "t": "When*p it was reported to David, “Uriah didn’t go home,” David questioned Uriah, “Haven’t you just come from a journey? Why didn’t you go home?”"
    },
    {
        "o": 9142,
        "r": "csb:2 Samuel:11:11",
        "t": "Uriah*p answered David, “The ark, Israel, and Judah are dwelling in tents, and my master Joab and his soldiers are camping in the open field. How can I enter my house to eat and drink and sleep with my wife? As surely as you live and by your life, I will not do this!”"
    },
    {
        "o": 9143,
        "r": "csb:2 Samuel:11:12",
        "t": "“Stay*p here today also,” David said to Uriah, “and tomorrow I will send you back.” So Uriah stayed in Jerusalem that day and the next."
    },
    {
        "o": 9144,
        "r": "csb:2 Samuel:11:13",
        "t": "Then David invited Uriah to eat and drink with him, and David got him drunk. He went out in the evening to lie down on his cot with his master’s servants, but he did not go home."
    },
    {
        "o": 9145,
        "r": "csb:2 Samuel:11:13",
        "t": "Uriah’s Death Arranged",
        "h": 2
    },
    {
        "o": 9146,
        "r": "csb:2 Samuel:11:14",
        "t": "The*p next morning David wrote a letter to Joab and sent it with Uriah."
    },
    {
        "o": 9147,
        "r": "csb:2 Samuel:11:15",
        "t": "In the letter he wrote: Put*p Uriah at the front of the fiercest fighting, then withdraw from him so that he is struck down and dies."
    },
    {
        "o": 9148,
        "r": "csb:2 Samuel:11:16",
        "t": "When*p Joab was besieging the city, he put Uriah in the place where he knew the best enemy soldiers were."
    },
    {
        "o": 9149,
        "r": "csb:2 Samuel:11:17",
        "t": "Then the men of the city came out and attacked Joab, and some of the men from David’s soldiers fell in battle; Uriah the Hethite also died."
    },
    {
        "o": 9150,
        "r": "csb:2 Samuel:11:18",
        "t": "Joab*p sent someone to report to David all the details of the battle."
    },
    {
        "o": 9151,
        "r": "csb:2 Samuel:11:19",
        "t": "He commanded the messenger, “When you’ve finished telling the king all the details of the battle -"
    },
    {
        "o": 9152,
        "r": "csb:2 Samuel:11:20",
        "t": "if the king’s anger gets stirred up and he asks you, ‘Why did you get so close to the city to fight? Didn’t you realize they would shoot from the top of the wall?"
    },
    {
        "o": 9153,
        "r": "csb:2 Samuel:11:21",
        "t": "At Thebez, who struck Abimelech son of Jerubbesheth? Didn’t a woman drop an upper millstone on him from the top of the wall so that he died? Why did you get so close to the wall? ’ - then say, ‘Your servant Uriah the Hethite is dead also.’”"
    },
    {
        "o": 9154,
        "r": "csb:2 Samuel:11:22",
        "t": "Then the messenger left. When*p he arrived, he reported to David all that Joab had sent him to tell."
    },
    {
        "o": 9155,
        "r": "csb:2 Samuel:11:23",
        "t": "The messenger reported to David, “The men gained the advantage over us and came out against us in the field, but we counterattacked right up to the entrance of the city gate."
    },
    {
        "o": 9156,
        "r": "csb:2 Samuel:11:24",
        "t": "However, the archers shot down on your servants from the top of the wall, and some of the king’s servants died. Your servant Uriah the Hethite is also dead.”"
    },
    {
        "o": 9157,
        "r": "csb:2 Samuel:11:25",
        "t": "David*p told the messenger, “Say this to Joab: ‘Don’t let this matter upset you because the sword devours all alike. Intensify your fight against the city and demolish it.’ Encourage him.”"
    },
    {
        "o": 9158,
        "r": "csb:2 Samuel:11:26",
        "t": "When*p Uriah’s wife heard that her husband, Uriah, had died, she mourned for him."
    },
    {
        "o": 9159,
        "r": "csb:2 Samuel:11:27",
        "t": "When the time of mourning ended, David had her brought to his house. She became his wife and bore him a son. However, the Lord*s considered what David had done to be evil."
    }
]
