[
    {
        "o": 34375,
        "r": "nkjv:James:5:0",
        "t": "James 5",
        "h": 1
    },
    {
        "o": 34376,
        "r": "nkjv:James:5:0",
        "t": "Rich Oppressors Will Be Judged",
        "h": 2
    },
    {
        "o": 34377,
        "r": "nkjv:James:5:1",
        "t": "Come*p now, you*i rich, weep and howl for your miseries that are coming upon you!*i"
    },
    {
        "o": 34378,
        "r": "nkjv:James:5:2",
        "t": "Your riches are corrupted, and your garments are moth-eaten."
    },
    {
        "o": 34379,
        "r": "nkjv:James:5:3",
        "t": "Your gold and silver are corroded, and their corrosion will be a witness against you and will eat your flesh like fire. You have heaped up treasure in the last days."
    },
    {
        "o": 34380,
        "r": "nkjv:James:5:4",
        "t": "Indeed the wages of the laborers who mowed your fields, which you kept back by fraud, cry out; and the cries of the reapers have reached the ears of the Lord of Sabaoth."
    },
    {
        "o": 34381,
        "r": "nkjv:James:5:5",
        "t": "You have lived on the earth in pleasure and luxury; you have fattened your hearts as in a day of slaughter."
    },
    {
        "o": 34382,
        "r": "nkjv:James:5:6",
        "t": "You have condemned, you have murdered the just; he does not resist you."
    },
    {
        "o": 34383,
        "r": "nkjv:James:5:6",
        "t": "Be Patient and Persevering",
        "h": 2
    },
    {
        "o": 34384,
        "r": "nkjv:James:5:7",
        "t": "Therefore*p be patient, brethren, until the coming of the Lord. See how*i the farmer waits for the precious fruit of the earth, waiting patiently for it until it receives the early and latter rain."
    },
    {
        "o": 34385,
        "r": "nkjv:James:5:8",
        "t": "You also be patient. Establish your hearts, for the coming of the Lord is at hand."
    },
    {
        "o": 34386,
        "r": "nkjv:James:5:9",
        "t": "Do*p not grumble against one another, brethren, lest you be condemned. Behold, the Judge is standing at the door!"
    },
    {
        "o": 34387,
        "r": "nkjv:James:5:10",
        "t": "My brethren, take the prophets, who spoke in the name of the Lord, as an example of suffering and patience."
    },
    {
        "o": 34388,
        "r": "nkjv:James:5:11",
        "t": "Indeed we count them blessed who endure. You have heard of the perseverance of Job and seen the end intended*i by*i the Lord—that the Lord is very compassionate and merciful."
    },
    {
        "o": 34389,
        "r": "nkjv:James:5:12",
        "t": "But*p above all, my brethren, do not swear, either by heaven or by earth or with any other oath. But let your “Yes” be “Yes,” and your*i “No,” “No,” lest you fall into judgment."
    },
    {
        "o": 34390,
        "r": "nkjv:James:5:12",
        "t": "Meeting Specific Needs",
        "h": 2
    },
    {
        "o": 34391,
        "r": "nkjv:James:5:13",
        "t": "Is*p anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing psalms."
    },
    {
        "o": 34392,
        "r": "nkjv:James:5:14",
        "t": "Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord."
    },
    {
        "o": 34393,
        "r": "nkjv:James:5:15",
        "t": "And the prayer of faith will save the sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven."
    },
    {
        "o": 34394,
        "r": "nkjv:James:5:16",
        "t": "Confess your*i trespasses to one another, and pray for one another, that you may be healed. The effective, fervent prayer of a righteous man avails much."
    },
    {
        "o": 34395,
        "r": "nkjv:James:5:17",
        "t": "Elijah was a man with a nature like ours, and he prayed earnestly that it would not rain; and it did not rain on the land for three years and six months."
    },
    {
        "o": 34396,
        "r": "nkjv:James:5:18",
        "t": "And he prayed again, and the heaven gave rain, and the earth produced its fruit."
    },
    {
        "o": 34397,
        "r": "nkjv:James:5:18",
        "t": "Bring Back the Erring One",
        "h": 2
    },
    {
        "o": 34398,
        "r": "nkjv:James:5:19",
        "t": "Brethren,*p if anyone among you wanders from the truth, and someone turns him back,"
    },
    {
        "o": 34399,
        "r": "nkjv:James:5:20",
        "t": "let him know that he who turns a sinner from the error of his way will save a soul from death and cover a multitude of sins."
    }
]
