[
    {
        "o": 20678,
        "r": "esv:Isaiah:46:0",
        "t": "Isaiah 46",
        "h": 1
    },
    {
        "o": 20679,
        "r": "esv:Isaiah:46:0",
        "t": "The Idols of Babylon and the One True God",
        "h": 2
    },
    {
        "o": 20680,
        "r": "esv:Isaiah:46:1",
        "t": "Bel*pn bows down; Nebo stoops; their*ld idols are on beasts and livestock; these*ln things you carry are borne as*ld burdens on weary beasts."
    },
    {
        "o": 20681,
        "r": "esv:Isaiah:46:2",
        "t": "They*ln stoop; they bow down together; they*ld cannot save the burden, but*ld themselves go into captivity."
    },
    {
        "o": 20682,
        "r": "esv:Isaiah:46:3",
        "t": "“Listen*pn to me, O house of Jacob, all*ld the remnant of the house of Israel, who*ln have been borne by me from before your birth, carried*ld from the womb;"
    },
    {
        "o": 20683,
        "r": "esv:Isaiah:46:4",
        "t": "even*ln to your old age I am he, and*ld to gray hairs I will carry you. I*ln have made, and I will bear; I*ld will carry and will save."
    },
    {
        "o": 20684,
        "r": "esv:Isaiah:46:5",
        "t": "“To*pn whom will you liken me and make me equal, and*ld compare me, that we may be alike?"
    },
    {
        "o": 20685,
        "r": "esv:Isaiah:46:6",
        "t": "Those*ln who lavish gold from the purse, and*ld weigh out silver in the scales, hire*ln a goldsmith, and he makes it into a god; then*ld they fall down and worship!"
    },
    {
        "o": 20686,
        "r": "esv:Isaiah:46:7",
        "t": "They*ln lift it to their shoulders, they carry it, they*ld set it in its place, and it stands there; it*ld cannot move from its place. If*ln one cries to it, it does not answer or*ld save him from his trouble."
    },
    {
        "o": 20687,
        "r": "esv:Isaiah:46:8",
        "t": "“Remember*pn this and stand firm, recall*ld it to mind, you transgressors,"
    },
    {
        "o": 20688,
        "r": "esv:Isaiah:46:9",
        "t": "remember*ld the former things of old; for*ln I am God, and there is no other; I*ld am God, and there is none like me,"
    },
    {
        "o": 20689,
        "r": "esv:Isaiah:46:10",
        "t": "declaring*ln the end from the beginning and*ld from ancient times things not yet done, saying,*ln ‘My counsel shall stand, and*ld I will accomplish all my purpose,’"
    },
    {
        "o": 20690,
        "r": "esv:Isaiah:46:11",
        "t": "calling*ln a bird of prey from the east, the*ld man of my counsel from a far country. I*ln have spoken, and I will bring it to pass; I*ld have purposed, and I will do it."
    },
    {
        "o": 20691,
        "r": "esv:Isaiah:46:12",
        "t": "“Listen*pn to me, you stubborn of heart, you*ld who are far from righteousness:"
    },
    {
        "o": 20692,
        "r": "esv:Isaiah:46:13",
        "t": "I*ln bring near my righteousness; it is not far off, and*ld my salvation will not delay; I*ln will put salvation in Zion, for*ld Israel my glory.”"
    }
]
