[
    {
        "o": 21360,
        "r": "kjv:Lamentations:4:0",
        "t": "Lamentations 4",
        "h": 1
    },
    {
        "o": 21361,
        "r": "kjv:Lamentations:4:1",
        "t": "How*p is the gold become dim! how is the most fine gold changed! the stones of the sanctuary are poured out in the top of every street."
    },
    {
        "o": 21362,
        "r": "kjv:Lamentations:4:2",
        "t": "The*p precious sons of Zion, comparable to fine gold, how are they esteemed as earthen pitchers, the work of the hands of the potter!"
    },
    {
        "o": 21363,
        "r": "kjv:Lamentations:4:3",
        "t": "Even*p the sea monsters draw out the breast, they give suck to their young ones: the daughter of my people is become cruel, like the ostriches in the wilderness."
    },
    {
        "o": 21364,
        "r": "kjv:Lamentations:4:4",
        "t": "The*p tongue of the sucking child cleaveth to the roof of his mouth for thirst: the young children ask bread, and no man breaketh it unto them."
    },
    {
        "o": 21365,
        "r": "kjv:Lamentations:4:5",
        "t": "They*p that did feed delicately are desolate in the streets: they that were brought up in scarlet embrace dunghills."
    },
    {
        "o": 21366,
        "r": "kjv:Lamentations:4:6",
        "t": "For*p the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her."
    },
    {
        "o": 21367,
        "r": "kjv:Lamentations:4:7",
        "t": "Her*p Nazarites were purer than snow, they were whiter than milk, they were more ruddy in body than rubies, their polishing was of sapphire:"
    },
    {
        "o": 21368,
        "r": "kjv:Lamentations:4:8",
        "t": "Their*p visage is blacker than a coal; they are not known in the streets: their skin cleaveth to their bones; it is withered, it is become like a stick."
    },
    {
        "o": 21369,
        "r": "kjv:Lamentations:4:9",
        "t": "They*p that be slain with the sword are better than they that be slain with hunger: for these pine away, stricken through for want of the fruits of the field."
    },
    {
        "o": 21370,
        "r": "kjv:Lamentations:4:10",
        "t": "The*p hands of the pitiful women have sodden their own children: they were their meat in the destruction of the daughter of my people."
    },
    {
        "o": 21371,
        "r": "kjv:Lamentations:4:11",
        "t": "The*p Lord*s hath accomplished his fury; he hath poured out his fierce anger, and hath kindled a fire in Zion, and it hath devoured the foundations thereof."
    },
    {
        "o": 21372,
        "r": "kjv:Lamentations:4:12",
        "t": "The*p kings of the earth, and all the inhabitants of the world, would not have believed that the adversary and the enemy should have entered into the gates of Jerusalem."
    },
    {
        "o": 21373,
        "r": "kjv:Lamentations:4:13",
        "t": "For*p the sins of her prophets, and the iniquities of her priests, that have shed the blood of the just in the midst of her,"
    },
    {
        "o": 21374,
        "r": "kjv:Lamentations:4:14",
        "t": "They*p have wandered as blind men in the streets, they have polluted themselves with blood, so that men could not touch their garments."
    },
    {
        "o": 21375,
        "r": "kjv:Lamentations:4:15",
        "t": "They*p cried unto them, Depart ye; it is unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn there."
    },
    {
        "o": 21376,
        "r": "kjv:Lamentations:4:16",
        "t": "The*p anger of the Lord*s hath divided them; he will no more regard them: they respected not the persons of the priests, they favoured not the elders."
    },
    {
        "o": 21377,
        "r": "kjv:Lamentations:4:17",
        "t": "As*p for us, our eyes as yet failed for our vain help: in our watching we have watched for a nation that could not save us."
    },
    {
        "o": 21378,
        "r": "kjv:Lamentations:4:18",
        "t": "They*p hunt our steps, that we cannot go in our streets: our end is near, our days are fulfilled; for our end is come."
    },
    {
        "o": 21379,
        "r": "kjv:Lamentations:4:19",
        "t": "Our*p persecutors are swifter than the eagles of the heaven: they pursued us upon the mountains, they laid wait for us in the wilderness."
    },
    {
        "o": 21380,
        "r": "kjv:Lamentations:4:20",
        "t": "The*p breath of our nostrils, the anointed of the Lord,*s was taken in their pits, of whom we said, Under his shadow we shall live among the heathen."
    },
    {
        "o": 21381,
        "r": "kjv:Lamentations:4:21",
        "t": "Rejoice*p and be glad, O daughter of Edom, that dwellest in the land of Uz; the cup also shall pass through unto thee: thou shalt be drunken, and shalt make thyself naked."
    },
    {
        "o": 21382,
        "r": "kjv:Lamentations:4:22",
        "t": "The*p punishment of thine iniquity is accomplished, O daughter of Zion; he will no more carry thee away into captivity: he will visit thine iniquity, O daughter of Edom; he will discover thy sins."
    }
]
