[
    {
        "o": 30061,
        "r": "kjv:2 Corinthians:3:0",
        "t": "2 Corinthians 3",
        "h": 1
    },
    {
        "o": 30062,
        "r": "kjv:2 Corinthians:3:1",
        "t": "Do*p we begin again to commend ourselves? or need we, as some others, epistles of commendation to you, or letters of commendation from you?"
    },
    {
        "o": 30063,
        "r": "kjv:2 Corinthians:3:2",
        "t": "Ye*p are our epistle written in our hearts, known and read of all men:"
    },
    {
        "o": 30064,
        "r": "kjv:2 Corinthians:3:3",
        "t": "Forasmuch*p as ye are manifestly declared to be the epistle of Christ ministered by us, written not with ink, but with the Spirit of the living God; not in tables of stone, but in fleshy tables of the heart."
    },
    {
        "o": 30065,
        "r": "kjv:2 Corinthians:3:4",
        "t": "And*p such trust have we through Christ to God-ward:"
    },
    {
        "o": 30066,
        "r": "kjv:2 Corinthians:3:5",
        "t": "Not*p that we are sufficient of ourselves to think any thing as of ourselves; but our sufficiency is of God;"
    },
    {
        "o": 30067,
        "r": "kjv:2 Corinthians:3:6",
        "t": "Who*p also hath made us able ministers of the new testament; not of the letter, but of the spirit: for the letter killeth, but the spirit giveth life."
    },
    {
        "o": 30068,
        "r": "kjv:2 Corinthians:3:7",
        "t": "But*p if the ministration of death, written and engraven in stones, was glorious, so that the children of Israel could not stedfastly behold the face of Moses for the glory of his countenance; which glory was to be done away:"
    },
    {
        "o": 30069,
        "r": "kjv:2 Corinthians:3:8",
        "t": "How*p shall not the ministration of the spirit be rather glorious?"
    },
    {
        "o": 30070,
        "r": "kjv:2 Corinthians:3:9",
        "t": "For*p if the ministration of condemnation be glory, much more doth the ministration of righteousness exceed in glory."
    },
    {
        "o": 30071,
        "r": "kjv:2 Corinthians:3:10",
        "t": "For*p even that which was made glorious had no glory in this respect, by reason of the glory that excelleth."
    },
    {
        "o": 30072,
        "r": "kjv:2 Corinthians:3:11",
        "t": "For*p if that which is done away was glorious, much more that which remaineth is glorious."
    },
    {
        "o": 30073,
        "r": "kjv:2 Corinthians:3:12",
        "t": "Seeing*p then that we have such hope, we use great plainness of speech:"
    },
    {
        "o": 30074,
        "r": "kjv:2 Corinthians:3:13",
        "t": "And*p not as Moses, which put a veil over his face, that the children of Israel could not stedfastly look to the end of that which is abolished:"
    },
    {
        "o": 30075,
        "r": "kjv:2 Corinthians:3:14",
        "t": "But*p their minds were blinded: for until this day remaineth the same veil untaken away in the reading of the old testament; which veil is done away in Christ."
    },
    {
        "o": 30076,
        "r": "kjv:2 Corinthians:3:15",
        "t": "But*p even unto this day, when Moses is read, the veil is upon their heart."
    },
    {
        "o": 30077,
        "r": "kjv:2 Corinthians:3:16",
        "t": "Nevertheless*p when it shall turn to the Lord, the veil shall be taken away."
    },
    {
        "o": 30078,
        "r": "kjv:2 Corinthians:3:17",
        "t": "Now*p the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty."
    },
    {
        "o": 30079,
        "r": "kjv:2 Corinthians:3:18",
        "t": "But*p we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even as by the Spirit of the Lord."
    }
]
