[
    {
        "o": 15616,
        "r": "kjv:Psalm:72:0",
        "t": "Psalm 72",
        "h": 1
    },
    {
        "o": 15617,
        "r": "kjv:Psalm:72:0",
        "t": "A Psalm for Solomon.",
        "h": 4
    },
    {
        "o": 15618,
        "r": "kjv:Psalm:72:1",
        "t": "Give*p the king thy judgments, O God, and thy righteousness unto the king's son."
    },
    {
        "o": 15619,
        "r": "kjv:Psalm:72:2",
        "t": "He*p shall judge thy people with righteousness, and thy poor with judgment."
    },
    {
        "o": 15620,
        "r": "kjv:Psalm:72:3",
        "t": "The*p mountains shall bring peace to the people, and the little hills, by righteousness."
    },
    {
        "o": 15621,
        "r": "kjv:Psalm:72:4",
        "t": "He*p shall judge the poor of the people, he shall save the children of the needy, and shall break in pieces the oppressor."
    },
    {
        "o": 15622,
        "r": "kjv:Psalm:72:5",
        "t": "They*p shall fear thee as long as the sun and moon endure, throughout all generations."
    },
    {
        "o": 15623,
        "r": "kjv:Psalm:72:6",
        "t": "He*p shall come down like rain upon the mown grass: as showers that water the earth."
    },
    {
        "o": 15624,
        "r": "kjv:Psalm:72:7",
        "t": "In*p his days shall the righteous flourish; and abundance of peace so long as the moon endureth."
    },
    {
        "o": 15625,
        "r": "kjv:Psalm:72:8",
        "t": "He*p shall have dominion also from sea to sea, and from the river unto the ends of the earth."
    },
    {
        "o": 15626,
        "r": "kjv:Psalm:72:9",
        "t": "They*p that dwell in the wilderness shall bow before him; and his enemies shall lick the dust."
    },
    {
        "o": 15627,
        "r": "kjv:Psalm:72:10",
        "t": "The*p kings of Tarshish and of the isles shall bring presents: the kings of Sheba and Seba shall offer gifts."
    },
    {
        "o": 15628,
        "r": "kjv:Psalm:72:11",
        "t": "Yea,*p all kings shall fall down before him: all nations shall serve him."
    },
    {
        "o": 15629,
        "r": "kjv:Psalm:72:12",
        "t": "For*p he shall deliver the needy when he crieth; the poor also, and him that hath no helper."
    },
    {
        "o": 15630,
        "r": "kjv:Psalm:72:13",
        "t": "He*p shall spare the poor and needy, and shall save the souls of the needy."
    },
    {
        "o": 15631,
        "r": "kjv:Psalm:72:14",
        "t": "He*p shall redeem their soul from deceit and violence: and precious shall their blood be in his sight."
    },
    {
        "o": 15632,
        "r": "kjv:Psalm:72:15",
        "t": "And*p he shall live, and to him shall be given of the gold of Sheba: prayer also shall be made for him continually; and daily shall he be praised."
    },
    {
        "o": 15633,
        "r": "kjv:Psalm:72:16",
        "t": "There*p shall be an handful of corn in the earth upon the top of the mountains; the fruit thereof shall shake like Lebanon: and they of the city shall flourish like grass of the earth."
    },
    {
        "o": 15634,
        "r": "kjv:Psalm:72:17",
        "t": "His*p name shall endure for ever: his name shall be continued as long as the sun: and men shall be blessed in him: all nations shall call him blessed."
    },
    {
        "o": 15635,
        "r": "kjv:Psalm:72:18",
        "t": "Blessed*p be the Lord*s God, the God of Israel, who only doeth wondrous things."
    },
    {
        "o": 15636,
        "r": "kjv:Psalm:72:19",
        "t": "And*p blessed be his glorious name for ever: and let the whole earth be filled with his glory; Amen, and Amen."
    },
    {
        "o": 15637,
        "r": "kjv:Psalm:72:20",
        "t": "The*p prayers of David the son of Jesse are ended."
    }
]
