[
    {
        "o": 23175,
        "r": "esv:Ezekiel:18:0",
        "t": "Ezekiel 18",
        "h": 1
    },
    {
        "o": 23176,
        "r": "esv:Ezekiel:18:0",
        "t": "The Soul Who Sins Shall Die",
        "h": 2
    },
    {
        "o": 23177,
        "r": "esv:Ezekiel:18:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23178,
        "r": "esv:Ezekiel:18:2",
        "t": "“What do you mean by repeating this proverb concerning the land of Israel, ‘The fathers have eaten sour grapes, and the children’s teeth are set on edge’?"
    },
    {
        "o": 23179,
        "r": "esv:Ezekiel:18:3",
        "t": "As I live, declares the Lord God,*s this proverb shall no more be used by you in Israel."
    },
    {
        "o": 23180,
        "r": "esv:Ezekiel:18:4",
        "t": "Behold, all souls are mine; the soul of the father as well as the soul of the son is mine: the soul who sins shall die."
    },
    {
        "o": 23181,
        "r": "esv:Ezekiel:18:5",
        "t": "“If*p a man is righteous and does what is just and right—"
    },
    {
        "o": 23182,
        "r": "esv:Ezekiel:18:6",
        "t": "if he does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor’s wife or approach a woman in her time of menstrual impurity,"
    },
    {
        "o": 23183,
        "r": "esv:Ezekiel:18:7",
        "t": "does not oppress anyone, but restores to the debtor his pledge, commits no robbery, gives his bread to the hungry and covers the naked with a garment,"
    },
    {
        "o": 23184,
        "r": "esv:Ezekiel:18:8",
        "t": "does not lend at interest or take any profit, withholds his hand from injustice, executes true justice between man and man,"
    },
    {
        "o": 23185,
        "r": "esv:Ezekiel:18:9",
        "t": "walks in my statutes, and keeps my rules by acting faithfully— he is righteous; he shall surely live, declares the Lord God.*s"
    },
    {
        "o": 23186,
        "r": "esv:Ezekiel:18:10",
        "t": "“If*p he fathers a son who is violent, a shedder of blood, who does any of these things"
    },
    {
        "o": 23187,
        "r": "esv:Ezekiel:18:11",
        "t": "(though he himself did none of these things), who even eats upon the mountains, defiles his neighbor’s wife,"
    },
    {
        "o": 23188,
        "r": "esv:Ezekiel:18:12",
        "t": "oppresses the poor and needy, commits robbery, does not restore the pledge, lifts up his eyes to the idols, commits abomination,"
    },
    {
        "o": 23189,
        "r": "esv:Ezekiel:18:13",
        "t": "lends at interest, and takes profit; shall he then live? He shall not live. He has done all these abominations; he shall surely die; his blood shall be upon himself."
    },
    {
        "o": 23190,
        "r": "esv:Ezekiel:18:14",
        "t": "“Now*p suppose this man fathers a son who sees all the sins that his father has done; he sees, and does not do likewise:"
    },
    {
        "o": 23191,
        "r": "esv:Ezekiel:18:15",
        "t": "he does not eat upon the mountains or lift up his eyes to the idols of the house of Israel, does not defile his neighbor’s wife,"
    },
    {
        "o": 23192,
        "r": "esv:Ezekiel:18:16",
        "t": "does not oppress anyone, exacts no pledge, commits no robbery, but gives his bread to the hungry and covers the naked with a garment,"
    },
    {
        "o": 23193,
        "r": "esv:Ezekiel:18:17",
        "t": "withholds his hand from iniquity, takes no interest or profit, obeys my rules, and walks in my statutes; he shall not die for his father’s iniquity; he shall surely live."
    },
    {
        "o": 23194,
        "r": "esv:Ezekiel:18:18",
        "t": "As for his father, because he practiced extortion, robbed his brother, and did what is not good among his people, behold, he shall die for his iniquity."
    },
    {
        "o": 23195,
        "r": "esv:Ezekiel:18:19",
        "t": "“Yet*p you say, ‘Why should not the son suffer for the iniquity of the father?’ When the son has done what is just and right, and has been careful to observe all my statutes, he shall surely live."
    },
    {
        "o": 23196,
        "r": "esv:Ezekiel:18:20",
        "t": "The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself."
    },
    {
        "o": 23197,
        "r": "esv:Ezekiel:18:21",
        "t": "“But*p if a wicked person turns away from all his sins that he has committed and keeps all my statutes and does what is just and right, he shall surely live; he shall not die."
    },
    {
        "o": 23198,
        "r": "esv:Ezekiel:18:22",
        "t": "None of the transgressions that he has committed shall be remembered against him; for the righteousness that he has done he shall live."
    },
    {
        "o": 23199,
        "r": "esv:Ezekiel:18:23",
        "t": "Have I any pleasure in the death of the wicked, declares the Lord God,*s and not rather that he should turn from his way and live?"
    },
    {
        "o": 23200,
        "r": "esv:Ezekiel:18:24",
        "t": "But when a righteous person turns away from his righteousness and does injustice and does the same abominations that the wicked person does, shall he live? None of the righteous deeds that he has done shall be remembered; for the treachery of which he is guilty and the sin he has committed, for them he shall die."
    },
    {
        "o": 23201,
        "r": "esv:Ezekiel:18:25",
        "t": "“Yet*p you say, ‘The way of the Lord is not just.’ Hear now, O house of Israel: Is my way not just? Is it not your ways that are not just?"
    },
    {
        "o": 23202,
        "r": "esv:Ezekiel:18:26",
        "t": "When a righteous person turns away from his righteousness and does injustice, he shall die for it; for the injustice that he has done he shall die."
    },
    {
        "o": 23203,
        "r": "esv:Ezekiel:18:27",
        "t": "Again, when a wicked person turns away from the wickedness he has committed and does what is just and right, he shall save his life."
    },
    {
        "o": 23204,
        "r": "esv:Ezekiel:18:28",
        "t": "Because he considered and turned away from all the transgressions that he had committed, he shall surely live; he shall not die."
    },
    {
        "o": 23205,
        "r": "esv:Ezekiel:18:29",
        "t": "Yet the house of Israel says, ‘The way of the Lord is not just.’ O house of Israel, are my ways not just? Is it not your ways that are not just?"
    },
    {
        "o": 23206,
        "r": "esv:Ezekiel:18:30",
        "t": "“Therefore*p I will judge you, O house of Israel, every one according to his ways, declares the Lord God.*s Repent and turn from all your transgressions, lest iniquity be your ruin."
    },
    {
        "o": 23207,
        "r": "esv:Ezekiel:18:31",
        "t": "Cast away from you all the transgressions that you have committed, and make yourselves a new heart and a new spirit! Why will you die, O house of Israel?"
    },
    {
        "o": 23208,
        "r": "esv:Ezekiel:18:32",
        "t": "For I have no pleasure in the death of anyone, declares the Lord God;*s so turn, and live.”"
    }
]
