[
    {
        "o": 27403,
        "r": "nkjv:Mark:5:0",
        "t": "Mark 5",
        "h": 1
    },
    {
        "o": 27404,
        "r": "nkjv:Mark:5:0",
        "t": "A Demon-Possessed Man Healed",
        "h": 2
    },
    {
        "o": 27405,
        "r": "nkjv:Mark:5:1",
        "t": "Then*p they came to the other side of the sea, to the country of the Gadarenes."
    },
    {
        "o": 27406,
        "r": "nkjv:Mark:5:2",
        "t": "And when He had come out of the boat, immediately there met Him out of the tombs a man with an unclean spirit,"
    },
    {
        "o": 27407,
        "r": "nkjv:Mark:5:3",
        "t": "who had his*i dwelling among the tombs; and no one could bind him, not even with chains,"
    },
    {
        "o": 27408,
        "r": "nkjv:Mark:5:4",
        "t": "because he had often been bound with shackles and chains. And the chains had been pulled apart by him, and the shackles broken in pieces; neither could anyone tame him."
    },
    {
        "o": 27409,
        "r": "nkjv:Mark:5:5",
        "t": "And always, night and day, he was in the mountains and in the tombs, crying out and cutting himself with stones."
    },
    {
        "o": 27410,
        "r": "nkjv:Mark:5:6",
        "t": "When*p he saw Jesus from afar, he ran and worshiped Him."
    },
    {
        "o": 27411,
        "r": "nkjv:Mark:5:7",
        "t": "And he cried out with a loud voice and said, “What have I to do with You, Jesus, Son of the Most High God? I implore You by God that You do not torment me.”"
    },
    {
        "o": 27412,
        "r": "nkjv:Mark:5:8",
        "t": "For*p He said to him, “Come*r out*r of*r the*r man,*r unclean*r spirit!”*r"
    },
    {
        "o": 27413,
        "r": "nkjv:Mark:5:9",
        "t": "Then He asked him, “What*r is*ir your*r name?”*r And*p he answered, saying, “My name is*i Legion; for we are many.”"
    },
    {
        "o": 27414,
        "r": "nkjv:Mark:5:10",
        "t": "Also he begged Him earnestly that He would not send them out of the country."
    },
    {
        "o": 27415,
        "r": "nkjv:Mark:5:11",
        "t": "Now*p a large herd of swine was feeding there near the mountains."
    },
    {
        "o": 27416,
        "r": "nkjv:Mark:5:12",
        "t": "So all the demons begged Him, saying, “Send us to the swine, that we may enter them.”"
    },
    {
        "o": 27417,
        "r": "nkjv:Mark:5:13",
        "t": "And at once Jesus gave them permission. Then the unclean spirits went out and entered the swine (there were about two thousand); and the herd ran violently down the steep place into the sea, and drowned in the sea."
    },
    {
        "o": 27418,
        "r": "nkjv:Mark:5:14",
        "t": "So*p those who fed the swine fled, and they told it*i in the city and in the country. And they went out to see what it was that had happened."
    },
    {
        "o": 27419,
        "r": "nkjv:Mark:5:15",
        "t": "Then they came to Jesus, and saw the one who*i had*i been*i demon-possessed and had the legion, sitting and clothed and in his right mind. And they were afraid."
    },
    {
        "o": 27420,
        "r": "nkjv:Mark:5:16",
        "t": "And those who saw it told them how it happened to him who*i had*i been*i demon-possessed, and about the swine."
    },
    {
        "o": 27421,
        "r": "nkjv:Mark:5:17",
        "t": "Then they began to plead with Him to depart from their region."
    },
    {
        "o": 27422,
        "r": "nkjv:Mark:5:18",
        "t": "And*p when He got into the boat, he who had been demon-possessed begged Him that he might be with Him."
    },
    {
        "o": 27423,
        "r": "nkjv:Mark:5:19",
        "t": "However, Jesus did not permit him, but said to him, “Go*r home*r to*r your*r friends,*r and*r tell*r them*r what*r great*r things*r the*r Lord*r has*r done*r for*r you,*r and*r how*r He*r has*r had*r compassion*r on*r you.”*r"
    },
    {
        "o": 27424,
        "r": "nkjv:Mark:5:20",
        "t": "And he departed and began to proclaim in Decapolis all that Jesus had done for him; and all marveled."
    },
    {
        "o": 27425,
        "r": "nkjv:Mark:5:20",
        "t": "A Girl Restored to Life and a Woman Healed",
        "h": 2
    },
    {
        "o": 27426,
        "r": "nkjv:Mark:5:21",
        "t": "Now*p when Jesus had crossed over again by boat to the other side, a great multitude gathered to Him; and He was by the sea."
    },
    {
        "o": 27427,
        "r": "nkjv:Mark:5:22",
        "t": "And behold, one of the rulers of the synagogue came, Jairus by name. And when he saw Him, he fell at His feet"
    },
    {
        "o": 27428,
        "r": "nkjv:Mark:5:23",
        "t": "and begged Him earnestly, saying, “My little daughter lies at the point of death. Come and lay Your hands on her, that she may be healed, and she will live.”"
    },
    {
        "o": 27429,
        "r": "nkjv:Mark:5:24",
        "t": "So Jesus*i went with him, and a great multitude followed Him and thronged Him."
    },
    {
        "o": 27430,
        "r": "nkjv:Mark:5:25",
        "t": "Now*p a certain woman had a flow of blood for twelve years,"
    },
    {
        "o": 27431,
        "r": "nkjv:Mark:5:26",
        "t": "and had suffered many things from many physicians. She had spent all that she had and was no better, but rather grew worse."
    },
    {
        "o": 27432,
        "r": "nkjv:Mark:5:27",
        "t": "When she heard about Jesus, she came behind Him*i in the crowd and touched His garment."
    },
    {
        "o": 27433,
        "r": "nkjv:Mark:5:28",
        "t": "For she said, “If only I may touch His clothes, I shall be made well.”"
    },
    {
        "o": 27434,
        "r": "nkjv:Mark:5:29",
        "t": "Immediately*p the fountain of her blood was dried up, and she felt in her*i body that she was healed of the affliction."
    },
    {
        "o": 27435,
        "r": "nkjv:Mark:5:30",
        "t": "And Jesus, immediately knowing in Himself that power had gone out of Him, turned around in the crowd and said, “Who*r touched*r My*r clothes?”*r"
    },
    {
        "o": 27436,
        "r": "nkjv:Mark:5:31",
        "t": "But*p His disciples said to Him, “You see the multitude thronging You, and You say, ‘Who*r touched*r Me?’”*r"
    },
    {
        "o": 27437,
        "r": "nkjv:Mark:5:32",
        "t": "And*p He looked around to see her who had done this thing."
    },
    {
        "o": 27438,
        "r": "nkjv:Mark:5:33",
        "t": "But the woman, fearing and trembling, knowing what had happened to her, came and fell down before Him and told Him the whole truth."
    },
    {
        "o": 27439,
        "r": "nkjv:Mark:5:34",
        "t": "And He said to her, “Daughter,*r your*r faith*r has*r made*r you*r well.*r Go*r in*r peace,*r and*r be*r healed*r of*r your*r affliction.”*r"
    },
    {
        "o": 27440,
        "r": "nkjv:Mark:5:35",
        "t": "While*p He was still speaking, some*i came from the ruler of the synagogue’s house*i who said, “Your daughter is dead. Why trouble the Teacher any further?”"
    },
    {
        "o": 27441,
        "r": "nkjv:Mark:5:36",
        "t": "As*p soon as Jesus heard the word that was spoken, He said to the ruler of the synagogue, “Do*r not*r be*r afraid;*r only*r believe.”*r"
    },
    {
        "o": 27442,
        "r": "nkjv:Mark:5:37",
        "t": "And He permitted no one to follow Him except Peter, James, and John the brother of James."
    },
    {
        "o": 27443,
        "r": "nkjv:Mark:5:38",
        "t": "Then He came to the house of the ruler of the synagogue, and saw a tumult and those who wept and wailed loudly."
    },
    {
        "o": 27444,
        "r": "nkjv:Mark:5:39",
        "t": "When He came in, He said to them, “Why*r make*r this*r commotion*r and*r weep?*r The*r child*r is*r not*r dead,*r but*r sleeping.”*r"
    },
    {
        "o": 27445,
        "r": "nkjv:Mark:5:40",
        "t": "And*p they ridiculed Him. But when He had put them all outside, He took the father and the mother of the child, and those who*i were*i with Him, and entered where the child was lying."
    },
    {
        "o": 27446,
        "r": "nkjv:Mark:5:41",
        "t": "Then He took the child by the hand, and said to her, “Talitha,*r cumi,”*r which is translated, “Little*r girl,*r I*r say*r to*r you,*r arise.”*r"
    },
    {
        "o": 27447,
        "r": "nkjv:Mark:5:42",
        "t": "Immediately the girl arose and walked, for she was twelve years of*i age.*i And they were overcome with great amazement."
    },
    {
        "o": 27448,
        "r": "nkjv:Mark:5:43",
        "t": "But He commanded them strictly that no one should know it, and said that something*i should be given her to eat."
    }
]
