[
    {
        "o": 25243,
        "r": "niv:Zechariah:5:0",
        "t": "Zechariah 5",
        "h": 1
    },
    {
        "o": 25244,
        "r": "niv:Zechariah:5:0",
        "t": "The Flying Scroll",
        "h": 2
    },
    {
        "o": 25245,
        "r": "niv:Zechariah:5:1",
        "t": "I*p looked again, and there before me was a flying scroll."
    },
    {
        "o": 25246,
        "r": "niv:Zechariah:5:2",
        "t": "He*p asked me, “What do you see?” I*p answered, “I see a flying scroll, twenty cubits long and ten cubits wide.”"
    },
    {
        "o": 25247,
        "r": "niv:Zechariah:5:3",
        "t": "And*p he said to me, “This is the curse that is going out over the whole land; for according to what it says on one side, every thief will be banished, and according to what it says on the other, everyone who swears falsely will be banished."
    },
    {
        "o": 25248,
        "r": "niv:Zechariah:5:4",
        "t": "The Lord*s Almighty declares, ‘I will send it out, and it will enter the house of the thief and the house of anyone who swears falsely by my name. It will remain in that house and destroy it completely, both its timbers and its stones.’ ”"
    },
    {
        "o": 25249,
        "r": "niv:Zechariah:5:4",
        "t": "The Woman in a Basket",
        "h": 2
    },
    {
        "o": 25250,
        "r": "niv:Zechariah:5:5",
        "t": "Then*p the angel who was speaking to me came forward and said to me, “Look up and see what is appearing.”"
    },
    {
        "o": 25251,
        "r": "niv:Zechariah:5:6",
        "t": "I*p asked, “What is it?” He*p replied, “It is a basket.” And he added, “This is the iniquity of the people throughout the land.”"
    },
    {
        "o": 25252,
        "r": "niv:Zechariah:5:7",
        "t": "Then*p the cover of lead was raised, and there in the basket sat a woman!"
    },
    {
        "o": 25253,
        "r": "niv:Zechariah:5:8",
        "t": "He said, “This is wickedness,” and he pushed her back into the basket and pushed its lead cover down on it."
    },
    {
        "o": 25254,
        "r": "niv:Zechariah:5:9",
        "t": "Then*p I looked up—and there before me were two women, with the wind in their wings! They had wings like those of a stork, and they lifted up the basket between heaven and earth."
    },
    {
        "o": 25255,
        "r": "niv:Zechariah:5:10",
        "t": "“Where*p are they taking the basket?” I asked the angel who was speaking to me."
    },
    {
        "o": 25256,
        "r": "niv:Zechariah:5:11",
        "t": "He*p replied, “To the country of Babylonia to build a house for it. When the house is ready, the basket will be set there in its place.”"
    }
]
