[
    {
        "o": 31775,
        "r": "kjv:2 Peter:1:0",
        "t": "2 Peter 1",
        "h": 1
    },
    {
        "o": 31776,
        "r": "kjv:2 Peter:1:1",
        "t": "Simon*p Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ:"
    },
    {
        "o": 31777,
        "r": "kjv:2 Peter:1:2",
        "t": "Grace*p and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord,"
    },
    {
        "o": 31778,
        "r": "kjv:2 Peter:1:3",
        "t": "According*p as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:"
    },
    {
        "o": 31779,
        "r": "kjv:2 Peter:1:4",
        "t": "Whereby*p are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust."
    },
    {
        "o": 31780,
        "r": "kjv:2 Peter:1:5",
        "t": "And*p beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;"
    },
    {
        "o": 31781,
        "r": "kjv:2 Peter:1:6",
        "t": "And*p to knowledge temperance; and to temperance patience; and to patience godliness;"
    },
    {
        "o": 31782,
        "r": "kjv:2 Peter:1:7",
        "t": "And*p to godliness brotherly kindness; and to brotherly kindness charity."
    },
    {
        "o": 31783,
        "r": "kjv:2 Peter:1:8",
        "t": "For*p if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ."
    },
    {
        "o": 31784,
        "r": "kjv:2 Peter:1:9",
        "t": "But*p he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins."
    },
    {
        "o": 31785,
        "r": "kjv:2 Peter:1:10",
        "t": "Wherefore*p the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:"
    },
    {
        "o": 31786,
        "r": "kjv:2 Peter:1:11",
        "t": "For*p so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ."
    },
    {
        "o": 31787,
        "r": "kjv:2 Peter:1:12",
        "t": "Wherefore*p I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth."
    },
    {
        "o": 31788,
        "r": "kjv:2 Peter:1:13",
        "t": "Yea,*p I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance;"
    },
    {
        "o": 31789,
        "r": "kjv:2 Peter:1:14",
        "t": "Knowing*p that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me."
    },
    {
        "o": 31790,
        "r": "kjv:2 Peter:1:15",
        "t": "Moreover*p I will endeavour that ye may be able after my decease to have these things always in remembrance."
    },
    {
        "o": 31791,
        "r": "kjv:2 Peter:1:16",
        "t": "For*p we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty."
    },
    {
        "o": 31792,
        "r": "kjv:2 Peter:1:17",
        "t": "For*p he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased."
    },
    {
        "o": 31793,
        "r": "kjv:2 Peter:1:18",
        "t": "And*p this voice which came from heaven we heard, when we were with him in the holy mount."
    },
    {
        "o": 31794,
        "r": "kjv:2 Peter:1:19",
        "t": "We*p have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:"
    },
    {
        "o": 31795,
        "r": "kjv:2 Peter:1:20",
        "t": "Knowing*p this first, that no prophecy of the scripture is of any private interpretation."
    },
    {
        "o": 31796,
        "r": "kjv:2 Peter:1:21",
        "t": "For*p the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost."
    }
]
