[
    {
        "o": 1398,
        "r": "niv:Genesis:43:0",
        "t": "Genesis 43",
        "h": 1
    },
    {
        "o": 1399,
        "r": "niv:Genesis:43:0",
        "t": "The Second Journey to Egypt",
        "h": 2
    },
    {
        "o": 1400,
        "r": "niv:Genesis:43:1",
        "t": "Now*p the famine was still severe in the land."
    },
    {
        "o": 1401,
        "r": "niv:Genesis:43:2",
        "t": "So when they had eaten all the grain they had brought from Egypt, their father said to them, “Go back and buy us a little more food.”"
    },
    {
        "o": 1402,
        "r": "niv:Genesis:43:3",
        "t": "But*p Judah said to him, “The man warned us solemnly, ‘You will not see my face again unless your brother is with you.’"
    },
    {
        "o": 1403,
        "r": "niv:Genesis:43:4",
        "t": "If you will send our brother along with us, we will go down and buy food for you."
    },
    {
        "o": 1404,
        "r": "niv:Genesis:43:5",
        "t": "But if you will not send him, we will not go down, because the man said to us, ‘You will not see my face again unless your brother is with you.’ ”"
    },
    {
        "o": 1405,
        "r": "niv:Genesis:43:6",
        "t": "Israel*p asked, “Why did you bring this trouble on me by telling the man you had another brother?”"
    },
    {
        "o": 1406,
        "r": "niv:Genesis:43:7",
        "t": "They*p replied, “The man questioned us closely about ourselves and our family. ‘Is your father still living?’ he asked us. ‘Do you have another brother?’ We simply answered his questions. How were we to know he would say, ‘Bring your brother down here’?”"
    },
    {
        "o": 1407,
        "r": "niv:Genesis:43:8",
        "t": "Then*p Judah said to Israel his father, “Send the boy along with me and we will go at once, so that we and you and our children may live and not die."
    },
    {
        "o": 1408,
        "r": "niv:Genesis:43:9",
        "t": "I myself will guarantee his safety; you can hold me personally responsible for him. If I do not bring him back to you and set him here before you, I will bear the blame before you all my life."
    },
    {
        "o": 1409,
        "r": "niv:Genesis:43:10",
        "t": "As it is, if we had not delayed, we could have gone and returned twice.”"
    },
    {
        "o": 1410,
        "r": "niv:Genesis:43:11",
        "t": "Then*p their father Israel said to them, “If it must be, then do this: Put some of the best products of the land in your bags and take them down to the man as a gift—a little balm and a little honey, some spices and myrrh, some pistachio nuts and almonds."
    },
    {
        "o": 1411,
        "r": "niv:Genesis:43:12",
        "t": "Take double the amount of silver with you, for you must return the silver that was put back into the mouths of your sacks. Perhaps it was a mistake."
    },
    {
        "o": 1412,
        "r": "niv:Genesis:43:13",
        "t": "Take your brother also and go back to the man at once."
    },
    {
        "o": 1413,
        "r": "niv:Genesis:43:14",
        "t": "And may God Almighty grant you mercy before the man so that he will let your other brother and Benjamin come back with you. As for me, if I am bereaved, I am bereaved.”"
    },
    {
        "o": 1414,
        "r": "niv:Genesis:43:15",
        "t": "So*p the men took the gifts and double the amount of silver, and Benjamin also. They hurried down to Egypt and presented themselves to Joseph."
    },
    {
        "o": 1415,
        "r": "niv:Genesis:43:16",
        "t": "When Joseph saw Benjamin with them, he said to the steward of his house, “Take these men to my house, slaughter an animal and prepare a meal; they are to eat with me at noon.”"
    },
    {
        "o": 1416,
        "r": "niv:Genesis:43:17",
        "t": "The*p man did as Joseph told him and took the men to Joseph’s house."
    },
    {
        "o": 1417,
        "r": "niv:Genesis:43:18",
        "t": "Now the men were frightened when they were taken to his house. They thought, “We were brought here because of the silver that was put back into our sacks the first time. He wants to attack us and overpower us and seize us as slaves and take our donkeys.”"
    },
    {
        "o": 1418,
        "r": "niv:Genesis:43:19",
        "t": "So*p they went up to Joseph’s steward and spoke to him at the entrance to the house."
    },
    {
        "o": 1419,
        "r": "niv:Genesis:43:20",
        "t": "“We beg your pardon, our lord,” they said, “we came down here the first time to buy food."
    },
    {
        "o": 1420,
        "r": "niv:Genesis:43:21",
        "t": "But at the place where we stopped for the night we opened our sacks and each of us found his silver—the exact weight—in the mouth of his sack. So we have brought it back with us."
    },
    {
        "o": 1421,
        "r": "niv:Genesis:43:22",
        "t": "We have also brought additional silver with us to buy food. We don’t know who put our silver in our sacks.”"
    },
    {
        "o": 1422,
        "r": "niv:Genesis:43:23",
        "t": "“It’s*p all right,” he said. “Don’t be afraid. Your God, the God of your father, has given you treasure in your sacks; I received your silver.” Then he brought Simeon out to them."
    },
    {
        "o": 1423,
        "r": "niv:Genesis:43:24",
        "t": "The*p steward took the men into Joseph’s house, gave them water to wash their feet and provided fodder for their donkeys."
    },
    {
        "o": 1424,
        "r": "niv:Genesis:43:25",
        "t": "They prepared their gifts for Joseph’s arrival at noon, because they had heard that they were to eat there."
    },
    {
        "o": 1425,
        "r": "niv:Genesis:43:26",
        "t": "When*p Joseph came home, they presented to him the gifts they had brought into the house, and they bowed down before him to the ground."
    },
    {
        "o": 1426,
        "r": "niv:Genesis:43:27",
        "t": "He asked them how they were, and then he said, “How is your aged father you told me about? Is he still living?”"
    },
    {
        "o": 1427,
        "r": "niv:Genesis:43:28",
        "t": "They*p replied, “Your servant our father is still alive and well.” And they bowed down, prostrating themselves before him."
    },
    {
        "o": 1428,
        "r": "niv:Genesis:43:29",
        "t": "As*p he looked about and saw his brother Benjamin, his own mother’s son, he asked, “Is this your youngest brother, the one you told me about?” And he said, “God be gracious to you, my son.”"
    },
    {
        "o": 1429,
        "r": "niv:Genesis:43:30",
        "t": "Deeply moved at the sight of his brother, Joseph hurried out and looked for a place to weep. He went into his private room and wept there."
    },
    {
        "o": 1430,
        "r": "niv:Genesis:43:31",
        "t": "After*p he had washed his face, he came out and, controlling himself, said, “Serve the food.”"
    },
    {
        "o": 1431,
        "r": "niv:Genesis:43:32",
        "t": "They*p served him by himself, the brothers by themselves, and the Egyptians who ate with him by themselves, because Egyptians could not eat with Hebrews, for that is detestable to Egyptians."
    },
    {
        "o": 1432,
        "r": "niv:Genesis:43:33",
        "t": "The men had been seated before him in the order of their ages, from the firstborn to the youngest; and they looked at each other in astonishment."
    },
    {
        "o": 1433,
        "r": "niv:Genesis:43:34",
        "t": "When portions were served to them from Joseph’s table, Benjamin’s portion was five times as much as anyone else’s. So they feasted and drank freely with him."
    }
]
