[
    {
        "o": 5293,
        "r": "nkjv:Numbers:34:0",
        "t": "Numbers 34",
        "h": 1
    },
    {
        "o": 5294,
        "r": "nkjv:Numbers:34:0",
        "t": "The Appointed Boundaries of Canaan",
        "h": 2
    },
    {
        "o": 5295,
        "r": "nkjv:Numbers:34:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5296,
        "r": "nkjv:Numbers:34:2",
        "t": "“Command the children of Israel, and say to them: ‘When you come into the land of Canaan, this is*i the land that shall fall to you as an inheritance—the land of Canaan to its boundaries."
    },
    {
        "o": 5297,
        "r": "nkjv:Numbers:34:3",
        "t": "Your southern border shall be from the Wilderness of Zin along the border of Edom; then your southern border shall extend eastward to the end of the Salt Sea;"
    },
    {
        "o": 5298,
        "r": "nkjv:Numbers:34:4",
        "t": "your border shall turn from the southern side of the Ascent of Akrabbim, continue to Zin, and be on the south of Kadesh Barnea; then it shall go on to Hazar Addar, and continue to Azmon;"
    },
    {
        "o": 5299,
        "r": "nkjv:Numbers:34:5",
        "t": "the border shall turn from Azmon to the Brook of Egypt, and it shall end at the Sea."
    },
    {
        "o": 5300,
        "r": "nkjv:Numbers:34:6",
        "t": "‘As*p for the western border, you shall have the Great Sea for a border; this shall be your western border."
    },
    {
        "o": 5301,
        "r": "nkjv:Numbers:34:7",
        "t": "‘And*p this shall be your northern border: From the Great Sea you shall mark out your border*i line to Mount Hor;"
    },
    {
        "o": 5302,
        "r": "nkjv:Numbers:34:8",
        "t": "from Mount Hor you shall mark out your*i border*i to the entrance of Hamath; then the direction of the border shall be toward Zedad;"
    },
    {
        "o": 5303,
        "r": "nkjv:Numbers:34:9",
        "t": "the border shall proceed to Ziphron, and it shall end at Hazar Enan. This shall be your northern border."
    },
    {
        "o": 5304,
        "r": "nkjv:Numbers:34:10",
        "t": "‘You*p shall mark out your eastern border from Hazar Enan to Shepham;"
    },
    {
        "o": 5305,
        "r": "nkjv:Numbers:34:11",
        "t": "the border shall go down from Shepham to Riblah on the east side of Ain; the border shall go down and reach to the eastern side of the Sea of Chinnereth;"
    },
    {
        "o": 5306,
        "r": "nkjv:Numbers:34:12",
        "t": "the border shall go down along the Jordan, and it shall end at the Salt Sea. This shall be your land with its surrounding boundaries.’”"
    },
    {
        "o": 5307,
        "r": "nkjv:Numbers:34:13",
        "t": "Then*p Moses commanded the children of Israel, saying: “This is*i the land which you shall inherit by lot, which the Lord*s has commanded to give to the nine tribes and to the half-tribe."
    },
    {
        "o": 5308,
        "r": "nkjv:Numbers:34:14",
        "t": "For the tribe of the children of Reuben according to the house of their fathers, and the tribe of the children of Gad according to the house of their fathers, have received their*i inheritance;*i and the half-tribe of Manasseh has received its inheritance."
    },
    {
        "o": 5309,
        "r": "nkjv:Numbers:34:15",
        "t": "The two tribes and the half-tribe have received their inheritance on this side of the Jordan, across*i from*i Jericho eastward, toward the sunrise.”"
    },
    {
        "o": 5310,
        "r": "nkjv:Numbers:34:15",
        "t": "The Leaders Appointed to Divide the Land",
        "h": 2
    },
    {
        "o": 5311,
        "r": "nkjv:Numbers:34:16",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 5312,
        "r": "nkjv:Numbers:34:17",
        "t": "“These are*i the names of the men who shall divide the land among you as an inheritance: Eleazar the priest and Joshua the son of Nun."
    },
    {
        "o": 5313,
        "r": "nkjv:Numbers:34:18",
        "t": "And you shall take one leader of every tribe to divide the land for the inheritance."
    },
    {
        "o": 5314,
        "r": "nkjv:Numbers:34:19",
        "t": "These are*i the names of the men: from the tribe of Judah, Caleb the son of Jephunneh;"
    },
    {
        "o": 5315,
        "r": "nkjv:Numbers:34:20",
        "t": "from the tribe of the children of Simeon, Shemuel the son of Ammihud;"
    },
    {
        "o": 5316,
        "r": "nkjv:Numbers:34:21",
        "t": "from the tribe of Benjamin, Elidad the son of Chislon;"
    },
    {
        "o": 5317,
        "r": "nkjv:Numbers:34:22",
        "t": "a leader from the tribe of the children of Dan, Bukki the son of Jogli;"
    },
    {
        "o": 5318,
        "r": "nkjv:Numbers:34:23",
        "t": "from the sons of Joseph: a leader from the tribe of the children of Manasseh, Hanniel the son of Ephod,"
    },
    {
        "o": 5319,
        "r": "nkjv:Numbers:34:24",
        "t": "and a leader from the tribe of the children of Ephraim, Kemuel the son of Shiphtan;"
    },
    {
        "o": 5320,
        "r": "nkjv:Numbers:34:25",
        "t": "a leader from the tribe of the children of Zebulun, Elizaphan the son of Parnach;"
    },
    {
        "o": 5321,
        "r": "nkjv:Numbers:34:26",
        "t": "a leader from the tribe of the children of Issachar, Paltiel the son of Azzan;"
    },
    {
        "o": 5322,
        "r": "nkjv:Numbers:34:27",
        "t": "a leader from the tribe of the children of Asher, Ahihud the son of Shelomi;"
    },
    {
        "o": 5323,
        "r": "nkjv:Numbers:34:28",
        "t": "and a leader from the tribe of the children of Naphtali, Pedahel the son of Ammihud.”"
    },
    {
        "o": 5324,
        "r": "nkjv:Numbers:34:29",
        "t": "These*p are*i the ones the Lord*s commanded to divide the inheritance among the children of Israel in the land of Canaan."
    }
]
