[
    {
        "o": 32778,
        "r": "esv:Ephesians:5:0",
        "t": "Ephesians 5",
        "h": 1
    },
    {
        "o": 32779,
        "r": "esv:Ephesians:5:0",
        "t": "Walk in Love",
        "h": 2
    },
    {
        "o": 32780,
        "r": "esv:Ephesians:5:1",
        "t": "Therefore*p be imitators of God, as beloved children."
    },
    {
        "o": 32781,
        "r": "esv:Ephesians:5:2",
        "t": "And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God."
    },
    {
        "o": 32782,
        "r": "esv:Ephesians:5:3",
        "t": "But*p sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints."
    },
    {
        "o": 32783,
        "r": "esv:Ephesians:5:4",
        "t": "Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving."
    },
    {
        "o": 32784,
        "r": "esv:Ephesians:5:5",
        "t": "For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God."
    },
    {
        "o": 32785,
        "r": "esv:Ephesians:5:6",
        "t": "Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience."
    },
    {
        "o": 32786,
        "r": "esv:Ephesians:5:7",
        "t": "Therefore do not become partners with them;"
    },
    {
        "o": 32787,
        "r": "esv:Ephesians:5:8",
        "t": "for at one time you were darkness, but now you are light in the Lord. Walk as children of light"
    },
    {
        "o": 32788,
        "r": "esv:Ephesians:5:9",
        "t": "(for the fruit of light is found in all that is good and right and true),"
    },
    {
        "o": 32789,
        "r": "esv:Ephesians:5:10",
        "t": "and try to discern what is pleasing to the Lord."
    },
    {
        "o": 32790,
        "r": "esv:Ephesians:5:11",
        "t": "Take no part in the unfruitful works of darkness, but instead expose them."
    },
    {
        "o": 32791,
        "r": "esv:Ephesians:5:12",
        "t": "For it is shameful even to speak of the things that they do in secret."
    },
    {
        "o": 32792,
        "r": "esv:Ephesians:5:13",
        "t": "But when anything is exposed by the light, it becomes visible,"
    },
    {
        "o": 32793,
        "r": "esv:Ephesians:5:14",
        "t": "for anything that becomes visible is light. Therefore it says, “Awake,*pn O sleeper, and*ld arise from the dead, and*ln Christ will shine on you.”"
    },
    {
        "o": 32794,
        "r": "esv:Ephesians:5:15",
        "t": "Look*p carefully then how you walk, not as unwise but as wise,"
    },
    {
        "o": 32795,
        "r": "esv:Ephesians:5:16",
        "t": "making the best use of the time, because the days are evil."
    },
    {
        "o": 32796,
        "r": "esv:Ephesians:5:17",
        "t": "Therefore do not be foolish, but understand what the will of the Lord is."
    },
    {
        "o": 32797,
        "r": "esv:Ephesians:5:18",
        "t": "And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,"
    },
    {
        "o": 32798,
        "r": "esv:Ephesians:5:19",
        "t": "addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,"
    },
    {
        "o": 32799,
        "r": "esv:Ephesians:5:20",
        "t": "giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ,"
    },
    {
        "o": 32800,
        "r": "esv:Ephesians:5:21",
        "t": "submitting to one another out of reverence for Christ."
    },
    {
        "o": 32801,
        "r": "esv:Ephesians:5:21",
        "t": "Wives and Husbands",
        "h": 2
    },
    {
        "o": 32802,
        "r": "esv:Ephesians:5:22",
        "t": "Wives,*p submit to your own husbands, as to the Lord."
    },
    {
        "o": 32803,
        "r": "esv:Ephesians:5:23",
        "t": "For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior."
    },
    {
        "o": 32804,
        "r": "esv:Ephesians:5:24",
        "t": "Now as the church submits to Christ, so also wives should submit in everything to their husbands."
    },
    {
        "o": 32805,
        "r": "esv:Ephesians:5:25",
        "t": "Husbands,*p love your wives, as Christ loved the church and gave himself up for her,"
    },
    {
        "o": 32806,
        "r": "esv:Ephesians:5:26",
        "t": "that he might sanctify her, having cleansed her by the washing of water with the word,"
    },
    {
        "o": 32807,
        "r": "esv:Ephesians:5:27",
        "t": "so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish."
    },
    {
        "o": 32808,
        "r": "esv:Ephesians:5:28",
        "t": "In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "o": 32809,
        "r": "esv:Ephesians:5:29",
        "t": "For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church,"
    },
    {
        "o": 32810,
        "r": "esv:Ephesians:5:30",
        "t": "because we are members of his body."
    },
    {
        "o": 32811,
        "r": "esv:Ephesians:5:31",
        "t": "“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.”"
    },
    {
        "o": 32812,
        "r": "esv:Ephesians:5:32",
        "t": "This mystery is profound, and I am saying that it refers to Christ and the church."
    },
    {
        "o": 32813,
        "r": "esv:Ephesians:5:33",
        "t": "However, let each one of you love his wife as himself, and let the wife see that she respects her husband."
    }
]
