[
    {
        "o": 31418,
        "r": "niv:1 Corinthians:5:0",
        "t": "1 Corinthians 5",
        "h": 1
    },
    {
        "o": 31419,
        "r": "niv:1 Corinthians:5:0",
        "t": "Dealing With a Case of Incest",
        "h": 2
    },
    {
        "o": 31420,
        "r": "niv:1 Corinthians:5:1",
        "t": "It*p is actually reported that there is sexual immorality among you, and of a kind that even pagans do not tolerate: A man is sleeping with his father’s wife."
    },
    {
        "o": 31421,
        "r": "niv:1 Corinthians:5:2",
        "t": "And you are proud! Shouldn’t you rather have gone into mourning and have put out of your fellowship the man who has been doing this?"
    },
    {
        "o": 31422,
        "r": "niv:1 Corinthians:5:3",
        "t": "For my part, even though I am not physically present, I am with you in spirit. As one who is present with you in this way, I have already passed judgment in the name of our Lord Jesus on the one who has been doing this."
    },
    {
        "o": 31423,
        "r": "niv:1 Corinthians:5:4",
        "t": "So when you are assembled and I am with you in spirit, and the power of our Lord Jesus is present,"
    },
    {
        "o": 31424,
        "r": "niv:1 Corinthians:5:5",
        "t": "hand this man over to Satan for the destruction of the flesh, so that his spirit may be saved on the day of the Lord."
    },
    {
        "o": 31425,
        "r": "niv:1 Corinthians:5:6",
        "t": "Your*p boasting is not good. Don’t you know that a little yeast leavens the whole batch of dough?"
    },
    {
        "o": 31426,
        "r": "niv:1 Corinthians:5:7",
        "t": "Get rid of the old yeast, so that you may be a new unleavened batch—as you really are. For Christ, our Passover lamb, has been sacrificed."
    },
    {
        "o": 31427,
        "r": "niv:1 Corinthians:5:8",
        "t": "Therefore let us keep the Festival, not with the old bread leavened with malice and wickedness, but with the unleavened bread of sincerity and truth."
    },
    {
        "o": 31428,
        "r": "niv:1 Corinthians:5:9",
        "t": "I*p wrote to you in my letter not to associate with sexually immoral people—"
    },
    {
        "o": 31429,
        "r": "niv:1 Corinthians:5:10",
        "t": "not at all meaning the people of this world who are immoral, or the greedy and swindlers, or idolaters. In that case you would have to leave this world."
    },
    {
        "o": 31430,
        "r": "niv:1 Corinthians:5:11",
        "t": "But now I am writing to you that you must not associate with anyone who claims to be a brother or sister but is sexually immoral or greedy, an idolater or slanderer, a drunkard or swindler. Do not even eat with such people."
    },
    {
        "o": 31431,
        "r": "niv:1 Corinthians:5:12",
        "t": "What*p business is it of mine to judge those outside the church? Are you not to judge those inside?"
    },
    {
        "o": 31432,
        "r": "niv:1 Corinthians:5:13",
        "t": "God will judge those outside. “Expel the wicked person from among you.”"
    }
]
