[
    {
        "o": 8437,
        "r": "esv:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 8438,
        "r": "esv:1 Samuel:19:0",
        "t": "Saul Tries to Kill David",
        "h": 2
    },
    {
        "o": 8439,
        "r": "esv:1 Samuel:19:1",
        "t": "And*p Saul spoke to Jonathan his son and to all his servants, that they should kill David. But Jonathan, Saul’s son, delighted much in David."
    },
    {
        "o": 8440,
        "r": "esv:1 Samuel:19:2",
        "t": "And Jonathan told David, “Saul my father seeks to kill you. Therefore be on your guard in the morning. Stay in a secret place and hide yourself."
    },
    {
        "o": 8441,
        "r": "esv:1 Samuel:19:3",
        "t": "And I will go out and stand beside my father in the field where you are, and I will speak to my father about you. And if I learn anything I will tell you.”"
    },
    {
        "o": 8442,
        "r": "esv:1 Samuel:19:4",
        "t": "And Jonathan spoke well of David to Saul his father and said to him, “Let not the king sin against his servant David, because he has not sinned against you, and because his deeds have brought good to you."
    },
    {
        "o": 8443,
        "r": "esv:1 Samuel:19:5",
        "t": "For he took his life in his hand and he struck down the Philistine, and the Lord*s worked a great salvation for all Israel. You saw it, and rejoiced. Why then will you sin against innocent blood by killing David without cause?”"
    },
    {
        "o": 8444,
        "r": "esv:1 Samuel:19:6",
        "t": "And Saul listened to the voice of Jonathan. Saul swore, “As the Lord*s lives, he shall not be put to death.”"
    },
    {
        "o": 8445,
        "r": "esv:1 Samuel:19:7",
        "t": "And Jonathan called David, and Jonathan reported to him all these things. And Jonathan brought David to Saul, and he was in his presence as before."
    },
    {
        "o": 8446,
        "r": "esv:1 Samuel:19:8",
        "t": "And*p there was war again. And David went out and fought with the Philistines and struck them with a great blow, so that they fled before him."
    },
    {
        "o": 8447,
        "r": "esv:1 Samuel:19:9",
        "t": "Then a harmful spirit from the Lord*s came upon Saul, as he sat in his house with his spear in his hand. And David was playing the lyre."
    },
    {
        "o": 8448,
        "r": "esv:1 Samuel:19:10",
        "t": "And Saul sought to pin David to the wall with the spear, but he eluded Saul, so that he struck the spear into the wall. And David fled and escaped that night."
    },
    {
        "o": 8449,
        "r": "esv:1 Samuel:19:11",
        "t": "Saul*p sent messengers to David’s house to watch him, that he might kill him in the morning. But Michal, David’s wife, told him, “If you do not escape with your life tonight, tomorrow you will be killed.”"
    },
    {
        "o": 8450,
        "r": "esv:1 Samuel:19:12",
        "t": "So Michal let David down through the window, and he fled away and escaped."
    },
    {
        "o": 8451,
        "r": "esv:1 Samuel:19:13",
        "t": "Michal took an image and laid it on the bed and put a pillow of goats’ hair at its head and covered it with the clothes."
    },
    {
        "o": 8452,
        "r": "esv:1 Samuel:19:14",
        "t": "And when Saul sent messengers to take David, she said, “He is sick.”"
    },
    {
        "o": 8453,
        "r": "esv:1 Samuel:19:15",
        "t": "Then Saul sent the messengers to see David, saying, “Bring him up to me in the bed, that I may kill him.”"
    },
    {
        "o": 8454,
        "r": "esv:1 Samuel:19:16",
        "t": "And when the messengers came in, behold, the image was in the bed, with the pillow of goats’ hair at its head."
    },
    {
        "o": 8455,
        "r": "esv:1 Samuel:19:17",
        "t": "Saul said to Michal, “Why have you deceived me thus and let my enemy go, so that he has escaped?” And Michal answered Saul, “He said to me, ‘Let me go. Why should I kill you?’”"
    },
    {
        "o": 8456,
        "r": "esv:1 Samuel:19:18",
        "t": "Now*p David fled and escaped, and he came to Samuel at Ramah and told him all that Saul had done to him. And he and Samuel went and lived at Naioth."
    },
    {
        "o": 8457,
        "r": "esv:1 Samuel:19:19",
        "t": "And it was told Saul, “Behold, David is at Naioth in Ramah.”"
    },
    {
        "o": 8458,
        "r": "esv:1 Samuel:19:20",
        "t": "Then Saul sent messengers to take David, and when they saw the company of the prophets prophesying, and Samuel standing as head over them, the Spirit of God came upon the messengers of Saul, and they also prophesied."
    },
    {
        "o": 8459,
        "r": "esv:1 Samuel:19:21",
        "t": "When it was told Saul, he sent other messengers, and they also prophesied. And Saul sent messengers again the third time, and they also prophesied."
    },
    {
        "o": 8460,
        "r": "esv:1 Samuel:19:22",
        "t": "Then he himself went to Ramah and came to the great well that is in Secu. And he asked, “Where are Samuel and David?” And one said, “Behold, they are at Naioth in Ramah.”"
    },
    {
        "o": 8461,
        "r": "esv:1 Samuel:19:23",
        "t": "And he went there to Naioth in Ramah. And the Spirit of God came upon him also, and as he went he prophesied until he came to Naioth in Ramah."
    },
    {
        "o": 8462,
        "r": "esv:1 Samuel:19:24",
        "t": "And he too stripped off his clothes, and he too prophesied before Samuel and lay naked all that day and all that night. Thus it is said, “Is Saul also among the prophets?”"
    }
]
