[
    {
        "o": 1950,
        "r": "nkjv:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1951,
        "r": "nkjv:Exodus:10:0",
        "t": "The Eighth Plague: Locusts",
        "h": 2
    },
    {
        "o": 1952,
        "r": "nkjv:Exodus:10:1",
        "t": "Now*p the Lord*s said to Moses, “Go in to Pharaoh; for I have hardened his heart and the hearts of his servants, that I may show these signs of Mine before him,"
    },
    {
        "o": 1953,
        "r": "nkjv:Exodus:10:2",
        "t": "and that you may tell in the hearing of your son and your son’s son the mighty things I have done in Egypt, and My signs which I have done among them, that you may know that I am*i the Lord.”*s"
    },
    {
        "o": 1954,
        "r": "nkjv:Exodus:10:3",
        "t": "So*p Moses and Aaron came in to Pharaoh and said to him, “Thus says the Lord*s God of the Hebrews: ‘How long will you refuse to humble yourself before Me? Let My people go, that they may serve Me."
    },
    {
        "o": 1955,
        "r": "nkjv:Exodus:10:4",
        "t": "Or else, if you refuse to let My people go, behold, tomorrow I will bring locusts into your territory."
    },
    {
        "o": 1956,
        "r": "nkjv:Exodus:10:5",
        "t": "And they shall cover the face of the earth, so that no one will be able to see the earth; and they shall eat the residue of what is left, which remains to you from the hail, and they shall eat every tree which grows up for you out of the field."
    },
    {
        "o": 1957,
        "r": "nkjv:Exodus:10:6",
        "t": "They shall fill your houses, the houses of all your servants, and the houses of all the Egyptians—which neither your fathers nor your fathers’ fathers have seen, since the day that they were on the earth to this day.’” And he turned and went out from Pharaoh."
    },
    {
        "o": 1958,
        "r": "nkjv:Exodus:10:7",
        "t": "Then*p Pharaoh’s servants said to him, “How long shall this man be a snare to us? Let the men go, that they may serve the Lord*s their God. Do you not yet know that Egypt is destroyed?”"
    },
    {
        "o": 1959,
        "r": "nkjv:Exodus:10:8",
        "t": "So*p Moses and Aaron were brought again to Pharaoh, and he said to them, “Go, serve the Lord*s your God. Who are*i the ones that are going?”"
    },
    {
        "o": 1960,
        "r": "nkjv:Exodus:10:9",
        "t": "And*p Moses said, “We will go with our young and our old; with our sons and our daughters, with our flocks and our herds we will go, for we must hold a feast to the Lord.”*s"
    },
    {
        "o": 1961,
        "r": "nkjv:Exodus:10:10",
        "t": "Then*p he said to them, “The Lord*s had better be with you when I let you and your little ones go! Beware, for evil is ahead of you."
    },
    {
        "o": 1962,
        "r": "nkjv:Exodus:10:11",
        "t": "Not so! Go now, you who*i are*i men, and serve the Lord,*s for that is what you desired.” And they were driven out from Pharaoh’s presence."
    },
    {
        "o": 1963,
        "r": "nkjv:Exodus:10:12",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the land of Egypt for the locusts, that they may come upon the land of Egypt, and eat every herb of the land—all that the hail has left.”"
    },
    {
        "o": 1964,
        "r": "nkjv:Exodus:10:13",
        "t": "So Moses stretched out his rod over the land of Egypt, and the Lord*s brought an east wind on the land all that day and all that*i night. When it was morning, the east wind brought the locusts."
    },
    {
        "o": 1965,
        "r": "nkjv:Exodus:10:14",
        "t": "And the locusts went up over all the land of Egypt and rested on all the territory of Egypt. They*i were*i very severe; previously there had been no such locusts as they, nor shall there be such after them."
    },
    {
        "o": 1966,
        "r": "nkjv:Exodus:10:15",
        "t": "For they covered the face of the whole earth, so that the land was darkened; and they ate every herb of the land and all the fruit of the trees which the hail had left. So there remained nothing green on the trees or on the plants of the field throughout all the land of Egypt."
    },
    {
        "o": 1967,
        "r": "nkjv:Exodus:10:16",
        "t": "Then*p Pharaoh called for Moses and Aaron in haste, and said, “I have sinned against the Lord*s your God and against you."
    },
    {
        "o": 1968,
        "r": "nkjv:Exodus:10:17",
        "t": "Now therefore, please forgive my sin only this once, and entreat the Lord*s your God, that He may take away from me this death only.”"
    },
    {
        "o": 1969,
        "r": "nkjv:Exodus:10:18",
        "t": "So he went out from Pharaoh and entreated the Lord.*s"
    },
    {
        "o": 1970,
        "r": "nkjv:Exodus:10:19",
        "t": "And the Lord*s turned a very strong west wind, which took the locusts away and blew them into the Red Sea. There remained not one locust in all the territory of Egypt."
    },
    {
        "o": 1971,
        "r": "nkjv:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he did not let the children of Israel go."
    },
    {
        "o": 1972,
        "r": "nkjv:Exodus:10:20",
        "t": "The Ninth Plague: Darkness",
        "h": 2
    },
    {
        "o": 1973,
        "r": "nkjv:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven, that there may be darkness over the land of Egypt, darkness which*i may even be felt.”"
    },
    {
        "o": 1974,
        "r": "nkjv:Exodus:10:22",
        "t": "So Moses stretched out his hand toward heaven, and there was thick darkness in all the land of Egypt three days."
    },
    {
        "o": 1975,
        "r": "nkjv:Exodus:10:23",
        "t": "They did not see one another; nor did anyone rise from his place for three days. But all the children of Israel had light in their dwellings."
    },
    {
        "o": 1976,
        "r": "nkjv:Exodus:10:24",
        "t": "Then*p Pharaoh called to Moses and said, “Go, serve the Lord;*s only let your flocks and your herds be kept back. Let your little ones also go with you.”"
    },
    {
        "o": 1977,
        "r": "nkjv:Exodus:10:25",
        "t": "But*p Moses said, “You must also give us sacrifices and burnt offerings, that we may sacrifice to the Lord*s our God."
    },
    {
        "o": 1978,
        "r": "nkjv:Exodus:10:26",
        "t": "Our livestock also shall go with us; not a hoof shall be left behind. For we must take some of them to serve the Lord*s our God, and even we do not know with what we must serve the Lord*s until we arrive there.”"
    },
    {
        "o": 1979,
        "r": "nkjv:Exodus:10:27",
        "t": "But*p the Lord*s hardened Pharaoh’s heart, and he would not let them go."
    },
    {
        "o": 1980,
        "r": "nkjv:Exodus:10:28",
        "t": "Then Pharaoh said to him, “Get away from me! Take heed to yourself and see my face no more! For in the day you see my face you shall die!”"
    },
    {
        "o": 1981,
        "r": "nkjv:Exodus:10:29",
        "t": "So*p Moses said, “You have spoken well. I will never see your face again.”"
    }
]
