[
    {
        "o": 4426,
        "r": "nasb:Numbers:12:0",
        "t": "Numbers 12",
        "h": 1
    },
    {
        "o": 4427,
        "r": "nasb:Numbers:12:0",
        "t": "The Murmuring of Miriam and Aaron",
        "h": 2
    },
    {
        "o": 4428,
        "r": "nasb:Numbers:12:1",
        "t": "Then*p Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married (for he had married a Cushite woman);"
    },
    {
        "o": 4429,
        "r": "nasb:Numbers:12:2",
        "t": "and they said, “Has the Lord*s indeed spoken only through Moses? Has He not spoken through us as well?” And the Lord*s heard it."
    },
    {
        "o": 4430,
        "r": "nasb:Numbers:12:3",
        "t": "(Now the man Moses was very humble, more than any man who was on the face of the earth.)"
    },
    {
        "o": 4431,
        "r": "nasb:Numbers:12:4",
        "t": "Suddenly the Lord*s said to Moses and Aaron and to Miriam, “You three come out to the tent of meeting.” So the three of them came out."
    },
    {
        "o": 4432,
        "r": "nasb:Numbers:12:5",
        "t": "Then the Lord*s came down in a pillar of cloud and stood at the doorway of the tent, and He called Aaron and Miriam. When they had both come forward,"
    },
    {
        "o": 4433,
        "r": "nasb:Numbers:12:6",
        "t": "He said, “Hear*pn now My words: If*ln there is a prophet among you, I,*ln the Lord,*s shall make Myself known to him in a vision. I*ln shall speak with him in a dream."
    },
    {
        "o": 4434,
        "r": "nasb:Numbers:12:7",
        "t": "Not*ln so, with My servant Moses, He*ln is faithful in all My household;"
    },
    {
        "o": 4435,
        "r": "nasb:Numbers:12:8",
        "t": "With*ln him I speak mouth to mouth, Even*ln openly, and not in dark sayings, And*ln he beholds the form of the Lord.*s Why*ln then were you not afraid To*ln speak against My servant, against Moses?”"
    },
    {
        "o": 4436,
        "r": "nasb:Numbers:12:9",
        "t": "So*p the anger of the Lord*s burned against them and He departed."
    },
    {
        "o": 4437,
        "r": "nasb:Numbers:12:10",
        "t": "But when the cloud had withdrawn from over the tent, behold, Miriam was*i leprous, as white*i as*i snow. As Aaron turned toward Miriam, behold, she was*i leprous."
    },
    {
        "o": 4438,
        "r": "nasb:Numbers:12:11",
        "t": "Then Aaron said to Moses, “Oh, my lord, I beg you, do not account this*i sin to us, in which we have acted foolishly and in which we have sinned."
    },
    {
        "o": 4439,
        "r": "nasb:Numbers:12:12",
        "t": "Oh, do not let her be like one dead, whose flesh is half eaten away when he comes from his mother’s womb!”"
    },
    {
        "o": 4440,
        "r": "nasb:Numbers:12:13",
        "t": "Moses cried out to the Lord,*s saying, “O God, heal her, I pray!”"
    },
    {
        "o": 4441,
        "r": "nasb:Numbers:12:14",
        "t": "But the Lord*s said to Moses, “If her father had but spit in her face, would she not bear her shame for seven days? Let her be shut up for seven days outside the camp, and afterward she may be received again.”"
    },
    {
        "o": 4442,
        "r": "nasb:Numbers:12:15",
        "t": "So Miriam was shut up outside the camp for seven days, and the people did not move on until Miriam was received again."
    },
    {
        "o": 4443,
        "r": "nasb:Numbers:12:16",
        "t": "Afterward,*p however, the people moved out from Hazeroth and camped in the wilderness of Paran."
    }
]
