[
    {
        "o": 13954,
        "r": "niv:Esther:3:0",
        "t": "Esther 3",
        "h": 1
    },
    {
        "o": 13955,
        "r": "niv:Esther:3:0",
        "t": "Haman’s Plot to Destroy the Jews",
        "h": 2
    },
    {
        "o": 13956,
        "r": "niv:Esther:3:1",
        "t": "After*p these events, King Xerxes honored Haman son of Hammedatha, the Agagite, elevating him and giving him a seat of honor higher than that of all the other nobles."
    },
    {
        "o": 13957,
        "r": "niv:Esther:3:2",
        "t": "All the royal officials at the king’s gate knelt down and paid honor to Haman, for the king had commanded this concerning him. But Mordecai would not kneel down or pay him honor."
    },
    {
        "o": 13958,
        "r": "niv:Esther:3:3",
        "t": "Then*p the royal officials at the king’s gate asked Mordecai, “Why do you disobey the king’s command?”"
    },
    {
        "o": 13959,
        "r": "niv:Esther:3:4",
        "t": "Day after day they spoke to him but he refused to comply. Therefore they told Haman about it to see whether Mordecai’s behavior would be tolerated, for he had told them he was a Jew."
    },
    {
        "o": 13960,
        "r": "niv:Esther:3:5",
        "t": "When*p Haman saw that Mordecai would not kneel down or pay him honor, he was enraged."
    },
    {
        "o": 13961,
        "r": "niv:Esther:3:6",
        "t": "Yet having learned who Mordecai’s people were, he scorned the idea of killing only Mordecai. Instead Haman looked for a way to destroy all Mordecai’s people, the Jews, throughout the whole kingdom of Xerxes."
    },
    {
        "o": 13962,
        "r": "niv:Esther:3:7",
        "t": "In*p the twelfth year of King Xerxes, in the first month, the month of Nisan, the pur*i (that is, the lot) was cast in the presence of Haman to select a day and month. And the lot fell on the twelfth month, the month of Adar."
    },
    {
        "o": 13963,
        "r": "niv:Esther:3:8",
        "t": "Then*p Haman said to King Xerxes, “There is a certain people dispersed among the peoples in all the provinces of your kingdom who keep themselves separate. Their customs are different from those of all other people, and they do not obey the king’s laws; it is not in the king’s best interest to tolerate them."
    },
    {
        "o": 13964,
        "r": "niv:Esther:3:9",
        "t": "If it pleases the king, let a decree be issued to destroy them, and I will give ten thousand talents of silver to the king’s administrators for the royal treasury.”"
    },
    {
        "o": 13965,
        "r": "niv:Esther:3:10",
        "t": "So*p the king took his signet ring from his finger and gave it to Haman son of Hammedatha, the Agagite, the enemy of the Jews."
    },
    {
        "o": 13966,
        "r": "niv:Esther:3:11",
        "t": "“Keep the money,” the king said to Haman, “and do with the people as you please.”"
    },
    {
        "o": 13967,
        "r": "niv:Esther:3:12",
        "t": "Then*p on the thirteenth day of the first month the royal secretaries were summoned. They wrote out in the script of each province and in the language of each people all Haman’s orders to the king’s satraps, the governors of the various provinces and the nobles of the various peoples. These were written in the name of King Xerxes himself and sealed with his own ring."
    },
    {
        "o": 13968,
        "r": "niv:Esther:3:13",
        "t": "Dispatches were sent by couriers to all the king’s provinces with the order to destroy, kill and annihilate all the Jews—young and old, women and children—on a single day, the thirteenth day of the twelfth month, the month of Adar, and to plunder their goods."
    },
    {
        "o": 13969,
        "r": "niv:Esther:3:14",
        "t": "A copy of the text of the edict was to be issued as law in every province and made known to the people of every nationality so they would be ready for that day."
    },
    {
        "o": 13970,
        "r": "niv:Esther:3:15",
        "t": "The*p couriers went out, spurred on by the king’s command, and the edict was issued in the citadel of Susa. The king and Haman sat down to drink, but the city of Susa was bewildered."
    }
]
