[
    {
        "o": 21493,
        "r": "esv:Jeremiah:15:0",
        "t": "Jeremiah 15",
        "h": 1
    },
    {
        "o": 21494,
        "r": "esv:Jeremiah:15:0",
        "t": "The Lord Will Not Relent",
        "h": 2
    },
    {
        "o": 21495,
        "r": "esv:Jeremiah:15:1",
        "t": "Then*p the Lord*s said to me, “Though Moses and Samuel stood before me, yet my heart would not turn toward this people. Send them out of my sight, and let them go!"
    },
    {
        "o": 21496,
        "r": "esv:Jeremiah:15:2",
        "t": "And when they ask you, ‘Where shall we go?’ you shall say to them, ‘Thus says the Lord:*s “‘Those*pn who are for pestilence, to pestilence, and*ld those who are for the sword, to the sword; those*ln who are for famine, to famine, and*ld those who are for captivity, to captivity.’"
    },
    {
        "o": 21497,
        "r": "esv:Jeremiah:15:3",
        "t": "I*p will appoint over them four kinds of destroyers, declares the Lord:*s the sword to kill, the dogs to tear, and the birds of the air and the beasts of the earth to devour and destroy."
    },
    {
        "o": 21498,
        "r": "esv:Jeremiah:15:4",
        "t": "And I will make them a horror to all the kingdoms of the earth because of what Manasseh the son of Hezekiah, king of Judah, did in Jerusalem."
    },
    {
        "o": 21499,
        "r": "esv:Jeremiah:15:5",
        "t": "“Who*pn will have pity on you, O Jerusalem, or*ld who will grieve for you? Who*ln will turn aside to*ld ask about your welfare?"
    },
    {
        "o": 21500,
        "r": "esv:Jeremiah:15:6",
        "t": "You*ln have rejected me, declares the Lord;*s you*ld keep going backward, so*ln I have stretched out my hand against you and destroyed you— I*ld am weary of relenting."
    },
    {
        "o": 21501,
        "r": "esv:Jeremiah:15:7",
        "t": "I*ln have winnowed them with a winnowing fork in*ld the gates of the land; I*ln have bereaved them; I have destroyed my people; they*ld did not turn from their ways."
    },
    {
        "o": 21502,
        "r": "esv:Jeremiah:15:8",
        "t": "I*ln have made their widows more in number than*ld the sand of the seas; I*ln have brought against the mothers of young men a*ld destroyer at noonday; I*ln have made anguish and terror fall*ld upon them suddenly."
    },
    {
        "o": 21503,
        "r": "esv:Jeremiah:15:9",
        "t": "She*ln who bore seven has grown feeble; she*ld has fainted away; her*ln sun went down while it was yet day; she*ld has been shamed and disgraced. And*ln the rest of them I will give to the sword before*ld their enemies, declares*l the Lord.”*s"
    },
    {
        "o": 21504,
        "r": "esv:Jeremiah:15:9",
        "t": "Jeremiah’s Complaint",
        "h": 2
    },
    {
        "o": 21505,
        "r": "esv:Jeremiah:15:10",
        "t": "Woe*p is me, my mother, that you bore me, a man of strife and contention to the whole land! I have not lent, nor have I borrowed, yet all of them curse me."
    },
    {
        "o": 21506,
        "r": "esv:Jeremiah:15:11",
        "t": "The Lord*s said, “Have I not set you free for their good? Have I not pleaded for you before the enemy in the time of trouble and in the time of distress?"
    },
    {
        "o": 21507,
        "r": "esv:Jeremiah:15:12",
        "t": "Can one break iron, iron from the north, and bronze?"
    },
    {
        "o": 21508,
        "r": "esv:Jeremiah:15:13",
        "t": "“Your*p wealth and your treasures I will give as spoil, without price, for all your sins, throughout all your territory."
    },
    {
        "o": 21509,
        "r": "esv:Jeremiah:15:14",
        "t": "I will make you serve your enemies in a land that you do not know, for in my anger a fire is kindled that shall burn forever.”"
    },
    {
        "o": 21510,
        "r": "esv:Jeremiah:15:15",
        "t": "O*pn Lord,*s you know; remember*ld me and visit me, and*ld take vengeance for me on my persecutors. In*ln your forbearance take me not away; know*ld that for your sake I bear reproach."
    },
    {
        "o": 21511,
        "r": "esv:Jeremiah:15:16",
        "t": "Your*ln words were found, and I ate them, and*ld your words became to me a joy and*ld the delight of my heart, for*ln I am called by your name, O*ld Lord,*s God of hosts."
    },
    {
        "o": 21512,
        "r": "esv:Jeremiah:15:17",
        "t": "I*ln did not sit in the company of revelers, nor*ld did I rejoice; I*ln sat alone, because your hand was upon me, for*ld you had filled me with indignation."
    },
    {
        "o": 21513,
        "r": "esv:Jeremiah:15:18",
        "t": "Why*ln is my pain unceasing, my*ld wound incurable, refusing*ld to be healed? Will*ln you be to me like a deceitful brook, like*ld waters that fail?"
    },
    {
        "o": 21514,
        "r": "esv:Jeremiah:15:19",
        "t": "Therefore*pn thus says the Lord:*s “If*ln you return, I will restore you, and*ld you shall stand before me. If*ln you utter what is precious, and not what is worthless, you*ld shall be as my mouth. They*ln shall turn to you, but*ld you shall not turn to them."
    },
    {
        "o": 21515,
        "r": "esv:Jeremiah:15:20",
        "t": "And*ln I will make you to this people a*ld fortified wall of bronze; they*ln will fight against you, but*ld they shall not prevail over you, for*ln I am with you to*ld save you and deliver you, declares*l the Lord.*s"
    },
    {
        "o": 21516,
        "r": "esv:Jeremiah:15:21",
        "t": "I*ln will deliver you out of the hand of the wicked, and*ld redeem you from the grasp of the ruthless.”"
    }
]
