[
    {
        "o": 20074,
        "r": "csb:Isaiah:14:0",
        "t": "Isaiah 14",
        "h": 1
    },
    {
        "o": 20075,
        "r": "csb:Isaiah:14:0",
        "t": "Israel’s Return",
        "h": 2
    },
    {
        "o": 20076,
        "r": "csb:Isaiah:14:1",
        "t": "For*p the Lord*s will have compassion on Jacob and will choose Israel again. He will settle them on their own land. The resident alien will join them and be united with the house of Jacob."
    },
    {
        "o": 20077,
        "r": "csb:Isaiah:14:2",
        "t": "The nations will escort Israel and bring it to its homeland. Then the house of Israel will possess them as male and female slaves in the Lord’s*s land. They will make captives of their captors and will rule over their oppressors."
    },
    {
        "o": 20078,
        "r": "csb:Isaiah:14:2",
        "t": "Downfall of the King of Babylon",
        "h": 2
    },
    {
        "o": 20079,
        "r": "csb:Isaiah:14:3",
        "t": "When*p the Lord*s gives you rest from your pain, torment, and the hard labor you were forced to do,"
    },
    {
        "o": 20080,
        "r": "csb:Isaiah:14:4",
        "t": "you will sing this song of contempt about the king of Babylon and say: How*pn the oppressor has quieted down, and*ln how the raging has become quiet!"
    },
    {
        "o": 20081,
        "r": "csb:Isaiah:14:5",
        "t": "The*ln Lord*s has broken the staff of the wicked, the*ln scepter of the rulers."
    },
    {
        "o": 20082,
        "r": "csb:Isaiah:14:6",
        "t": "It*ln struck the peoples in anger with*ln unceasing blows. It*ln subdued the nations in rage with*ln relentless persecution."
    },
    {
        "o": 20083,
        "r": "csb:Isaiah:14:7",
        "t": "The*ln whole earth is calm and at rest; people*ln shout with a ringing cry."
    },
    {
        "o": 20084,
        "r": "csb:Isaiah:14:8",
        "t": "Even*ln the cypresses and the cedars of Lebanon rejoice*ln over you: “Since*ln you have been laid low, no*ln lumberjack has come against us.”"
    },
    {
        "o": 20085,
        "r": "csb:Isaiah:14:9",
        "t": "Sheol*pn below is eager to greet your coming, stirring*ln up the spirits of the departed for you — all*ln the rulers of the earth — making*ln all the kings of the nations rise*ln from their thrones."
    },
    {
        "o": 20086,
        "r": "csb:Isaiah:14:10",
        "t": "They*ln all respond to you, saying, “You*ln too have become as weak as we are; you*ln have become like us!"
    },
    {
        "o": 20087,
        "r": "csb:Isaiah:14:11",
        "t": "Your*ln splendor has been brought down to Sheol, along*ln with the music of your harps. Maggots*ln are spread out under you, and*ln worms cover you.”"
    },
    {
        "o": 20088,
        "r": "csb:Isaiah:14:12",
        "t": "Shining*pn morning star, how*ln you have fallen from the heavens! You*ln destroyer of nations, you*ln have been cut down to the ground."
    },
    {
        "o": 20089,
        "r": "csb:Isaiah:14:13",
        "t": "You*ln said to yourself, “I*ln will ascend to the heavens; I*ln will set up my throne above*ln the stars of God. I*ln will sit on the mount of the gods’ assembly, in*ln the remotest parts of the North."
    },
    {
        "o": 20090,
        "r": "csb:Isaiah:14:14",
        "t": "I*ln will ascend above the highest clouds; I*ln will make myself like the Most High.”"
    },
    {
        "o": 20091,
        "r": "csb:Isaiah:14:15",
        "t": "But*ln you will be brought down to Sheol into*ln the deepest regions of the Pit."
    },
    {
        "o": 20092,
        "r": "csb:Isaiah:14:16",
        "t": "Those*pn who see you will stare at you; they*ln will look closely at you: “Is*ln this the man who caused the earth to tremble, who*ln shook the kingdoms,"
    },
    {
        "o": 20093,
        "r": "csb:Isaiah:14:17",
        "t": "who*ln turned the world into a wilderness, who*ln destroyed its cities and*ln would not release the prisoners to return home?”"
    },
    {
        "o": 20094,
        "r": "csb:Isaiah:14:18",
        "t": "All*ln the kings of the nations lie*ln in splendor, each in his own tomb."
    },
    {
        "o": 20095,
        "r": "csb:Isaiah:14:19",
        "t": "But*ln you are thrown out without a grave, like*ln a worthless branch, covered*ln by those slain with the sword and*ln dumped into a rocky pit like a trampled corpse."
    },
    {
        "o": 20096,
        "r": "csb:Isaiah:14:20",
        "t": "You*ln will not join them in burial, because*ln you destroyed your land and*ln slaughtered your own people. The*ln offspring of evildoers will*ln never be mentioned again."
    },
    {
        "o": 20097,
        "r": "csb:Isaiah:14:21",
        "t": "Prepare*ln a place of slaughter for his sons, because*ln of the iniquity of their ancestors. They*ln will never rise up to possess a land or*ln fill the surface of the earth with cities."
    },
    {
        "o": 20098,
        "r": "csb:Isaiah:14:22",
        "t": "“I*p will rise up against them” - this is the declaration of the Lord*s of Armies - “and I will cut off from Babylon her reputation, remnant, offspring, and posterity” - this is the Lord’s*s declaration."
    },
    {
        "o": 20099,
        "r": "csb:Isaiah:14:23",
        "t": "“I will make her a swampland and a region for herons, and I will sweep her away with the broom of destruction.” This*lg is the declaration of the Lord*s of Armies."
    },
    {
        "o": 20100,
        "r": "csb:Isaiah:14:23",
        "t": "Assyria Will Be Destroyed",
        "h": 2
    },
    {
        "o": 20101,
        "r": "csb:Isaiah:14:24",
        "t": "The*p Lord*s of Armies has sworn: As*pn I have purposed, so it will be; as*ln I have planned it, so it will happen."
    },
    {
        "o": 20102,
        "r": "csb:Isaiah:14:25",
        "t": "I*ln will break Assyria in my land; I*ln will tread him down on my mountain. Then*ln his yoke will be taken from them, and*ln his burden will be removed from their shoulders."
    },
    {
        "o": 20103,
        "r": "csb:Isaiah:14:26",
        "t": "This*ln is the plan prepared for*ln the whole earth, and*ln this is the hand stretched out against*ln all the nations."
    },
    {
        "o": 20104,
        "r": "csb:Isaiah:14:27",
        "t": "The*ln Lord*s of Armies himself has planned it; therefore,*ln who can stand in its way? It*ln is his hand that is outstretched, so*ln who can turn it back?"
    },
    {
        "o": 20105,
        "r": "csb:Isaiah:14:27",
        "t": "A Pronouncement against Philistia",
        "h": 2
    },
    {
        "o": 20106,
        "r": "csb:Isaiah:14:28",
        "t": "In*p the year that King Ahaz died, this pronouncement came:"
    },
    {
        "o": 20107,
        "r": "csb:Isaiah:14:29",
        "t": "Don’t*pn rejoice, all of you in Philistia, because*ln the rod of the one who struck you is broken. For*ln a viper will come from the root of a snake, and*ln from its egg comes a flying serpent."
    },
    {
        "o": 20108,
        "r": "csb:Isaiah:14:30",
        "t": "Then*ln the firstborn of the poor will be well fed, and*ln the impoverished will lie down in safety, but*ln I will kill your root with hunger, and*ln your remnant will be slain."
    },
    {
        "o": 20109,
        "r": "csb:Isaiah:14:31",
        "t": "Wail,*ln you gates! Cry out, city! Tremble*ln with fear, all Philistia! For*ln a cloud of dust is coming from the north, and*ln there is no one missing from the invader’s ranks."
    },
    {
        "o": 20110,
        "r": "csb:Isaiah:14:32",
        "t": "What*ln answer will be given to the messengers from that nation? The*ln Lord*s has founded Zion, and*ln his oppressed people find refuge in her."
    }
]
