[
    {
        "o": 21620,
        "r": "nasb:Jeremiah:19:0",
        "t": "Jeremiah 19",
        "h": 1
    },
    {
        "o": 21621,
        "r": "nasb:Jeremiah:19:0",
        "t": "The Broken Jar",
        "h": 2
    },
    {
        "o": 21622,
        "r": "nasb:Jeremiah:19:1",
        "t": "Thus*p says the Lord,*s “Go and buy a potter’s earthenware jar, and take*i some of the elders of the people and some of the senior priests."
    },
    {
        "o": 21623,
        "r": "nasb:Jeremiah:19:2",
        "t": "Then go out to the valley of Ben-hinnom, which is by the entrance of the potsherd gate, and proclaim there the words that I tell you,"
    },
    {
        "o": 21624,
        "r": "nasb:Jeremiah:19:3",
        "t": "and say, ‘Hear the word of the Lord,*s O kings of Judah and inhabitants of Jerusalem: thus says the Lord*s of hosts, the God of Israel, “Behold I am about to bring a calamity upon this place, at which the ears of everyone that hears of it will tingle."
    },
    {
        "o": 21625,
        "r": "nasb:Jeremiah:19:4",
        "t": "Because they have forsaken Me and have made this an alien place and have burned sacrifices in it to other gods, that neither they nor their forefathers nor the kings of Judah had ever*i known, and because*i they have filled this place with the blood of the innocent"
    },
    {
        "o": 21626,
        "r": "nasb:Jeremiah:19:5",
        "t": "and have built the high places of Baal to burn their sons in the fire as burnt offerings to Baal, a thing which I never commanded or spoke of, nor did it ever*i enter My mind;"
    },
    {
        "o": 21627,
        "r": "nasb:Jeremiah:19:6",
        "t": "therefore, behold, days are coming,” declares the Lord,*s “when this place will no longer be called Topheth or the valley of Ben-hinnom, but rather the valley of Slaughter."
    },
    {
        "o": 21628,
        "r": "nasb:Jeremiah:19:7",
        "t": "I will make void the counsel of Judah and Jerusalem in this place, and I will cause them to fall by the sword before their enemies and by the hand of those who seek their life; and I will give over their carcasses as food for the birds of the sky and the beasts of the earth."
    },
    {
        "o": 21629,
        "r": "nasb:Jeremiah:19:8",
        "t": "I will also make this city a desolation and an object*i of*i hissing; everyone who passes by it will be astonished and hiss because of all its disasters."
    },
    {
        "o": 21630,
        "r": "nasb:Jeremiah:19:9",
        "t": "I will make them eat the flesh of their sons and the flesh of their daughters, and they will eat one another’s flesh in the siege and in the distress with which their enemies and those who seek their life will distress them.” ’"
    },
    {
        "o": 21631,
        "r": "nasb:Jeremiah:19:10",
        "t": "“Then*p you are to break the jar in the sight of the men who accompany you"
    },
    {
        "o": 21632,
        "r": "nasb:Jeremiah:19:11",
        "t": "and say to them, ‘Thus says the Lord*s of hosts, “Just so will I break this people and this city, even as one breaks a potter’s vessel, which cannot again be repaired; and they will bury in Topheth because there is no other*i place for burial."
    },
    {
        "o": 21633,
        "r": "nasb:Jeremiah:19:12",
        "t": "This is how I will treat this place and its inhabitants,” declares the Lord,*s “so as to make this city like Topheth."
    },
    {
        "o": 21634,
        "r": "nasb:Jeremiah:19:13",
        "t": "The houses of Jerusalem and the houses of the kings of Judah will be defiled like the place Topheth, because of all the houses on whose rooftops they burned sacrifices to all the heavenly host and poured out drink offerings to other gods.” ’ ”"
    },
    {
        "o": 21635,
        "r": "nasb:Jeremiah:19:14",
        "t": "Then*p Jeremiah came from Topheth, where the Lord*s had sent him to prophesy; and he stood in the court of the Lord’s*s house and said to all the people:"
    },
    {
        "o": 21636,
        "r": "nasb:Jeremiah:19:15",
        "t": "“Thus says the Lord*s of hosts, the God of Israel, ‘Behold, I am about to bring on this city and all its towns the entire calamity that I have declared against it, because they have stiffened their necks so as not to heed My words.’ ”"
    }
]
