[
    {
        "o": 10819,
        "r": "nkjv:2 Kings:10:0",
        "t": "2 Kings 10",
        "h": 1
    },
    {
        "o": 10820,
        "r": "nkjv:2 Kings:10:0",
        "t": "Ahab’s Seventy Sons Killed",
        "h": 2
    },
    {
        "o": 10821,
        "r": "nkjv:2 Kings:10:1",
        "t": "Now*p Ahab had seventy sons in Samaria. And Jehu wrote and sent letters to Samaria, to the rulers of Jezreel, to the elders, and to those who reared Ahab’s sons,*i saying:"
    },
    {
        "o": 10822,
        "r": "nkjv:2 Kings:10:2",
        "t": "Now*pn as soon as this letter comes to you, since your master’s sons are*i with you, and you have chariots and horses, a fortified city also, and weapons,"
    },
    {
        "o": 10823,
        "r": "nkjv:2 Kings:10:3",
        "t": "choose the best qualified of your master’s sons, set him*i on his father’s throne, and fight for your master’s house."
    },
    {
        "o": 10824,
        "r": "nkjv:2 Kings:10:4",
        "t": "But*p they were exceedingly afraid, and said, “Look, two kings could not stand up to him; how then can we stand?”"
    },
    {
        "o": 10825,
        "r": "nkjv:2 Kings:10:5",
        "t": "And he who was*i in charge of the house, and he who was*i in charge of the city, the elders also, and those who reared the*i sons,*i sent to Jehu, saying, “We are*i your servants, we will do all you tell us; but we will not make anyone king. Do what*i is*i good in your sight.”"
    },
    {
        "o": 10826,
        "r": "nkjv:2 Kings:10:6",
        "t": "Then he wrote a second letter to them, saying: If*pn you are*i for me and will obey my voice, take the heads of the men, your master’s sons, and come to me at Jezreel by this time tomorrow. Now*p the king’s sons, seventy persons, were*i with the great men of the city, who*i were rearing them."
    },
    {
        "o": 10827,
        "r": "nkjv:2 Kings:10:7",
        "t": "So it was, when the letter came to them, that they took the king’s sons and slaughtered seventy persons, put their heads in baskets and sent them*i to him at Jezreel."
    },
    {
        "o": 10828,
        "r": "nkjv:2 Kings:10:8",
        "t": "Then*p a messenger came and told him, saying, “They have brought the heads of the king’s sons.” And*p he said, “Lay them in two heaps at the entrance of the gate until morning.”"
    },
    {
        "o": 10829,
        "r": "nkjv:2 Kings:10:9",
        "t": "So*p it was, in the morning, that he went out and stood, and said to all the people, “You are*i righteous. Indeed I conspired against my master and killed him; but who killed all these?"
    },
    {
        "o": 10830,
        "r": "nkjv:2 Kings:10:10",
        "t": "Know now that nothing shall fall to the earth of the word of the Lord*s which the Lord*s spoke concerning the house of Ahab; for the Lord*s has done what He spoke by His servant Elijah.”"
    },
    {
        "o": 10831,
        "r": "nkjv:2 Kings:10:11",
        "t": "So Jehu killed all who remained of the house of Ahab in Jezreel, and all his great men and his close acquaintances and his priests, until he left him none remaining."
    },
    {
        "o": 10832,
        "r": "nkjv:2 Kings:10:11",
        "t": "Ahaziah’s Forty-two Brothers Killed",
        "h": 2
    },
    {
        "o": 10833,
        "r": "nkjv:2 Kings:10:12",
        "t": "And*p he arose and departed and went to Samaria. On the way, at Beth Eked of the Shepherds,"
    },
    {
        "o": 10834,
        "r": "nkjv:2 Kings:10:13",
        "t": "Jehu met with the brothers of Ahaziah king of Judah, and said, “Who are*i you?” So*p they answered, “We are*i the brothers of Ahaziah; we have come down to greet the sons of the king and the sons of the queen mother.”"
    },
    {
        "o": 10835,
        "r": "nkjv:2 Kings:10:14",
        "t": "And*p he said, “Take them alive!” So they took them alive, and killed them at the well of Beth Eked, forty-two men; and he left none of them."
    },
    {
        "o": 10836,
        "r": "nkjv:2 Kings:10:14",
        "t": "The Rest of Ahab’s Family Killed",
        "h": 2
    },
    {
        "o": 10837,
        "r": "nkjv:2 Kings:10:15",
        "t": "Now*p when he departed from there, he met Jehonadab the son of Rechab, coming*i to meet him; and he greeted him and said to him, “Is your heart right, as my heart is*i toward your heart?” And*p Jehonadab answered, “It is.” Jehu*ip said,*i “If it is, give me*i your hand.” So he gave him*i his hand, and he took him up to him into the chariot."
    },
    {
        "o": 10838,
        "r": "nkjv:2 Kings:10:16",
        "t": "Then he said, “Come with me, and see my zeal for the Lord.”*s So they had him ride in his chariot."
    },
    {
        "o": 10839,
        "r": "nkjv:2 Kings:10:17",
        "t": "And when he came to Samaria, he killed all who remained to Ahab in Samaria, till he had destroyed them, according to the word of the Lord*s which He spoke to Elijah."
    },
    {
        "o": 10840,
        "r": "nkjv:2 Kings:10:17",
        "t": "Worshipers of Baal Killed",
        "h": 2
    },
    {
        "o": 10841,
        "r": "nkjv:2 Kings:10:18",
        "t": "Then*p Jehu gathered all the people together, and said to them, “Ahab served Baal a little, Jehu will serve him much."
    },
    {
        "o": 10842,
        "r": "nkjv:2 Kings:10:19",
        "t": "Now therefore, call to me all the prophets of Baal, all his servants, and all his priests. Let no one be missing, for I have a great sacrifice for Baal. Whoever is missing shall not live.” But Jehu acted deceptively, with the intent of destroying the worshipers of Baal."
    },
    {
        "o": 10843,
        "r": "nkjv:2 Kings:10:20",
        "t": "And Jehu said, “Proclaim a solemn assembly for Baal.” So they proclaimed it.*i"
    },
    {
        "o": 10844,
        "r": "nkjv:2 Kings:10:21",
        "t": "Then Jehu sent throughout all Israel; and all the worshipers of Baal came, so that there was not a man left who did not come. So they came into the temple of Baal, and the temple of Baal was full from one end to the other."
    },
    {
        "o": 10845,
        "r": "nkjv:2 Kings:10:22",
        "t": "And he said to the one in charge of the wardrobe, “Bring out vestments for all the worshipers of Baal.” So he brought out vestments for them."
    },
    {
        "o": 10846,
        "r": "nkjv:2 Kings:10:23",
        "t": "Then Jehu and Jehonadab the son of Rechab went into the temple of Baal, and said to the worshipers of Baal, “Search and see that no servants of the Lord*s are here with you, but only the worshipers of Baal.”"
    },
    {
        "o": 10847,
        "r": "nkjv:2 Kings:10:24",
        "t": "So they went in to offer sacrifices and burnt offerings. Now Jehu had appointed for himself eighty men on the outside, and had said, “If*i any of the men whom I have brought into your hands escapes, whoever*i lets*i him*i escape,*i it*i shall*i be*i his life for the life of the other.”"
    },
    {
        "o": 10848,
        "r": "nkjv:2 Kings:10:25",
        "t": "Now*p it happened, as soon as he had made an end of offering the burnt offering, that Jehu said to the guard and to the captains, “Go in and*i kill them; let no one come out!” And they killed them with the edge of the sword; then the guards and the officers threw them*i out, and went into the inner room of the temple of Baal."
    },
    {
        "o": 10849,
        "r": "nkjv:2 Kings:10:26",
        "t": "And they brought the sacred*i pillars out of the temple of Baal and burned them."
    },
    {
        "o": 10850,
        "r": "nkjv:2 Kings:10:27",
        "t": "Then they broke down the sacred*i pillar of Baal, and tore down the temple of Baal and made it a refuse dump to this day."
    },
    {
        "o": 10851,
        "r": "nkjv:2 Kings:10:28",
        "t": "Thus Jehu destroyed Baal from Israel."
    },
    {
        "o": 10852,
        "r": "nkjv:2 Kings:10:29",
        "t": "However*p Jehu did not turn away from the sins of Jeroboam the son of Nebat, who had made Israel sin, that*i is,*i from the golden calves that were*i at Bethel and Dan."
    },
    {
        "o": 10853,
        "r": "nkjv:2 Kings:10:30",
        "t": "And the Lord*s said to Jehu, “Because you have done well in doing what*i is*i right in My sight, and*i have done to the house of Ahab all that was*i in My heart, your sons shall sit on the throne of Israel to the fourth generation.”*i"
    },
    {
        "o": 10854,
        "r": "nkjv:2 Kings:10:31",
        "t": "But Jehu took no heed to walk in the law of the Lord*s God of Israel with all his heart; for he did not depart from the sins of Jeroboam, who had made Israel sin."
    },
    {
        "o": 10855,
        "r": "nkjv:2 Kings:10:31",
        "t": "Death of Jehu",
        "h": 2
    },
    {
        "o": 10856,
        "r": "nkjv:2 Kings:10:32",
        "t": "In*p those days the Lord*s began to cut off parts*i of Israel; and Hazael conquered them in all the territory of Israel"
    },
    {
        "o": 10857,
        "r": "nkjv:2 Kings:10:33",
        "t": "from the Jordan eastward: all the land of Gilead—Gad, Reuben, and Manasseh—from Aroer, which is*i by the River Arnon, including Gilead and Bashan."
    },
    {
        "o": 10858,
        "r": "nkjv:2 Kings:10:34",
        "t": "Now*p the rest of the acts of Jehu, all that he did, and all his might, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10859,
        "r": "nkjv:2 Kings:10:35",
        "t": "So Jehu rested with his fathers, and they buried him in Samaria. Then Jehoahaz his son reigned in his place."
    },
    {
        "o": 10860,
        "r": "nkjv:2 Kings:10:36",
        "t": "And the period that Jehu reigned over Israel in Samaria was*i twenty-eight years."
    }
]
