[
    {
        "o": 20990,
        "r": "nasb:Isaiah:61:0",
        "t": "Isaiah 61",
        "h": 1
    },
    {
        "o": 20991,
        "r": "nasb:Isaiah:61:0",
        "t": "Exaltation of the Afflicted",
        "h": 2
    },
    {
        "o": 20992,
        "r": "nasb:Isaiah:61:1",
        "t": "The*pn Spirit of the Lord God*s is upon me, Because*ln the Lord*s has anointed me To*ln bring good news to the afflicted; He*ln has sent me to bind up the brokenhearted, To*ln proclaim liberty to captives And*ln freedom to prisoners;"
    },
    {
        "o": 20993,
        "r": "nasb:Isaiah:61:2",
        "t": "To*ln proclaim the favorable year of the Lord*s And*ln the day of vengeance of our God; To*ln comfort all who mourn,"
    },
    {
        "o": 20994,
        "r": "nasb:Isaiah:61:3",
        "t": "To*ln grant those who mourn in*i Zion, Giving*ln them a garland instead of ashes, The*ln oil of gladness instead of mourning, The*ln mantle of praise instead of a spirit of fainting. So*ln they will be called oaks of righteousness, The*ln planting of the Lord,*s that He may be glorified."
    },
    {
        "o": 20995,
        "r": "nasb:Isaiah:61:4",
        "t": "Then*ln they will rebuild the ancient ruins, They*ln will raise up the former devastations; And*ln they will repair the ruined cities, The*ln desolations of many generations."
    },
    {
        "o": 20996,
        "r": "nasb:Isaiah:61:5",
        "t": "Strangers*ln will stand and pasture your flocks, And*ln foreigners will be your farmers and your vinedressers."
    },
    {
        "o": 20997,
        "r": "nasb:Isaiah:61:6",
        "t": "But*ln you will be called the priests of the Lord;*s You*ln will be spoken of as*i ministers of our God. You*ln will eat the wealth of nations, And*ln in their riches you will boast."
    },
    {
        "o": 20998,
        "r": "nasb:Isaiah:61:7",
        "t": "Instead*ln of your shame you*i will*i have*i a*i double portion,*i And*ln instead*i of*i humiliation they will shout for joy over their portion. Therefore*ln they will possess a double portion*i in their land, Everlasting*ln joy will be theirs."
    },
    {
        "o": 20999,
        "r": "nasb:Isaiah:61:8",
        "t": "For*ln I, the Lord,*s love justice, I*ln hate robbery in the burnt offering; And*ln I will faithfully give them their recompense And*ln make an everlasting covenant with them."
    },
    {
        "o": 21000,
        "r": "nasb:Isaiah:61:9",
        "t": "Then*ln their offspring will be known among the nations, And*ln their descendants in the midst of the peoples. All*ln who see them will recognize them Because*ln they are the offspring whom*i the Lord*s has blessed."
    },
    {
        "o": 21001,
        "r": "nasb:Isaiah:61:10",
        "t": "I*ln will rejoice greatly in the Lord,*s My*ln soul will exult in my God; For*ln He has clothed me with garments of salvation, He*ln has wrapped me with a robe of righteousness, As*ln a bridegroom decks himself with a garland, And*ln as a bride adorns herself with her jewels."
    },
    {
        "o": 21002,
        "r": "nasb:Isaiah:61:11",
        "t": "For*ln as the earth brings forth its sprouts, And*ln as a garden causes the things sown in it to spring up, So*ln the Lord God*s will cause righteousness and praise To*ln spring up before all the nations."
    }
]
