[
    {
        "o": 31515,
        "r": "niv:1 Corinthians:9:0",
        "t": "1 Corinthians 9",
        "h": 1
    },
    {
        "o": 31516,
        "r": "niv:1 Corinthians:9:0",
        "t": "Paul’s Rights as an Apostle",
        "h": 2
    },
    {
        "o": 31517,
        "r": "niv:1 Corinthians:9:1",
        "t": "Am*p I not free? Am I not an apostle? Have I not seen Jesus our Lord? Are you not the result of my work in the Lord?"
    },
    {
        "o": 31518,
        "r": "niv:1 Corinthians:9:2",
        "t": "Even though I may not be an apostle to others, surely I am to you! For you are the seal of my apostleship in the Lord."
    },
    {
        "o": 31519,
        "r": "niv:1 Corinthians:9:3",
        "t": "This*p is my defense to those who sit in judgment on me."
    },
    {
        "o": 31520,
        "r": "niv:1 Corinthians:9:4",
        "t": "Don’t we have the right to food and drink?"
    },
    {
        "o": 31521,
        "r": "niv:1 Corinthians:9:5",
        "t": "Don’t we have the right to take a believing wife along with us, as do the other apostles and the Lord’s brothers and Cephas?"
    },
    {
        "o": 31522,
        "r": "niv:1 Corinthians:9:6",
        "t": "Or is it only I and Barnabas who lack the right to not work for a living?"
    },
    {
        "o": 31523,
        "r": "niv:1 Corinthians:9:7",
        "t": "Who*p serves as a soldier at his own expense? Who plants a vineyard and does not eat its grapes? Who tends a flock and does not drink the milk?"
    },
    {
        "o": 31524,
        "r": "niv:1 Corinthians:9:8",
        "t": "Do I say this merely on human authority? Doesn’t the Law say the same thing?"
    },
    {
        "o": 31525,
        "r": "niv:1 Corinthians:9:9",
        "t": "For it is written in the Law of Moses: “Do not muzzle an ox while it is treading out the grain.” Is it about oxen that God is concerned?"
    },
    {
        "o": 31526,
        "r": "niv:1 Corinthians:9:10",
        "t": "Surely he says this for us, doesn’t he? Yes, this was written for us, because whoever plows and threshes should be able to do so in the hope of sharing in the harvest."
    },
    {
        "o": 31527,
        "r": "niv:1 Corinthians:9:11",
        "t": "If we have sown spiritual seed among you, is it too much if we reap a material harvest from you?"
    },
    {
        "o": 31528,
        "r": "niv:1 Corinthians:9:12",
        "t": "If others have this right of support from you, shouldn’t we have it all the more? But*p we did not use this right. On the contrary, we put up with anything rather than hinder the gospel of Christ."
    },
    {
        "o": 31529,
        "r": "niv:1 Corinthians:9:13",
        "t": "Don’t*p you know that those who serve in the temple get their food from the temple, and that those who serve at the altar share in what is offered on the altar?"
    },
    {
        "o": 31530,
        "r": "niv:1 Corinthians:9:14",
        "t": "In the same way, the Lord has commanded that those who preach the gospel should receive their living from the gospel."
    },
    {
        "o": 31531,
        "r": "niv:1 Corinthians:9:15",
        "t": "But*p I have not used any of these rights. And I am not writing this in the hope that you will do such things for me, for I would rather die than allow anyone to deprive me of this boast."
    },
    {
        "o": 31532,
        "r": "niv:1 Corinthians:9:16",
        "t": "For when I preach the gospel, I cannot boast, since I am compelled to preach. Woe to me if I do not preach the gospel!"
    },
    {
        "o": 31533,
        "r": "niv:1 Corinthians:9:17",
        "t": "If I preach voluntarily, I have a reward; if not voluntarily, I am simply discharging the trust committed to me."
    },
    {
        "o": 31534,
        "r": "niv:1 Corinthians:9:18",
        "t": "What then is my reward? Just this: that in preaching the gospel I may offer it free of charge, and so not make full use of my rights as a preacher of the gospel."
    },
    {
        "o": 31535,
        "r": "niv:1 Corinthians:9:18",
        "t": "Paul’s Use of His Freedom",
        "h": 2
    },
    {
        "o": 31536,
        "r": "niv:1 Corinthians:9:19",
        "t": "Though*p I am free and belong to no one, I have made myself a slave to everyone, to win as many as possible."
    },
    {
        "o": 31537,
        "r": "niv:1 Corinthians:9:20",
        "t": "To the Jews I became like a Jew, to win the Jews. To those under the law I became like one under the law (though I myself am not under the law), so as to win those under the law."
    },
    {
        "o": 31538,
        "r": "niv:1 Corinthians:9:21",
        "t": "To those not having the law I became like one not having the law (though I am not free from God’s law but am under Christ’s law), so as to win those not having the law."
    },
    {
        "o": 31539,
        "r": "niv:1 Corinthians:9:22",
        "t": "To the weak I became weak, to win the weak. I have become all things to all people so that by all possible means I might save some."
    },
    {
        "o": 31540,
        "r": "niv:1 Corinthians:9:23",
        "t": "I do all this for the sake of the gospel, that I may share in its blessings."
    },
    {
        "o": 31541,
        "r": "niv:1 Corinthians:9:23",
        "t": "The Need for Self-Discipline",
        "h": 2
    },
    {
        "o": 31542,
        "r": "niv:1 Corinthians:9:24",
        "t": "Do*p you not know that in a race all the runners run, but only one gets the prize? Run in such a way as to get the prize."
    },
    {
        "o": 31543,
        "r": "niv:1 Corinthians:9:25",
        "t": "Everyone who competes in the games goes into strict training. They do it to get a crown that will not last, but we do it to get a crown that will last forever."
    },
    {
        "o": 31544,
        "r": "niv:1 Corinthians:9:26",
        "t": "Therefore I do not run like someone running aimlessly; I do not fight like a boxer beating the air."
    },
    {
        "o": 31545,
        "r": "niv:1 Corinthians:9:27",
        "t": "No, I strike a blow to my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize."
    }
]
