[
    {
        "o": 24634,
        "r": "esv:Hosea:6:0",
        "t": "Hosea 6",
        "h": 1
    },
    {
        "o": 24635,
        "r": "esv:Hosea:6:0",
        "t": "Israel and Judah Are Unrepentant",
        "h": 2
    },
    {
        "o": 24636,
        "r": "esv:Hosea:6:1",
        "t": "“Come,*pn let us return to the Lord;*s for*ld he has torn us, that he may heal us; he*ld has struck us down, and he will bind us up."
    },
    {
        "o": 24637,
        "r": "esv:Hosea:6:2",
        "t": "After*ln two days he will revive us; on*ld the third day he will raise us up, that*ld we may live before him."
    },
    {
        "o": 24638,
        "r": "esv:Hosea:6:3",
        "t": "Let*ln us know; let us press on to know the Lord;*s his*ld going out is sure as the dawn; he*ln will come to us as the showers, as*ld the spring rains that water the earth.”"
    },
    {
        "o": 24639,
        "r": "esv:Hosea:6:4",
        "t": "What*pn shall I do with you, O Ephraim? What*ld shall I do with you, O Judah? Your*ln love is like a morning cloud, like*ld the dew that goes early away."
    },
    {
        "o": 24640,
        "r": "esv:Hosea:6:5",
        "t": "Therefore*ln I have hewn them by the prophets; I*ld have slain them by the words of my mouth, and*ld my judgment goes forth as the light."
    },
    {
        "o": 24641,
        "r": "esv:Hosea:6:6",
        "t": "For*ln I desire steadfast love and not sacrifice, the*ld knowledge of God rather than burnt offerings."
    },
    {
        "o": 24642,
        "r": "esv:Hosea:6:7",
        "t": "But*pn like Adam they transgressed the covenant; there*ld they dealt faithlessly with me."
    },
    {
        "o": 24643,
        "r": "esv:Hosea:6:8",
        "t": "Gilead*ln is a city of evildoers, tracked*ld with blood."
    },
    {
        "o": 24644,
        "r": "esv:Hosea:6:9",
        "t": "As*ln robbers lie in wait for a man, so*ld the priests band together; they*ln murder on the way to Shechem; they*ld commit villainy."
    },
    {
        "o": 24645,
        "r": "esv:Hosea:6:10",
        "t": "In*ln the house of Israel I have seen a horrible thing; Ephraim’s*ld whoredom is there; Israel is defiled."
    },
    {
        "o": 24646,
        "r": "esv:Hosea:6:11",
        "t": "For*pn you also, O Judah, a harvest is appointed. When*pn I restore the fortunes of my people,"
    }
]
