[
    {
        "o": 4312,
        "r": "esv:Numbers:9:0",
        "t": "Numbers 9",
        "h": 1
    },
    {
        "o": 4313,
        "r": "esv:Numbers:9:0",
        "t": "The Passover Celebrated",
        "h": 2
    },
    {
        "o": 4314,
        "r": "esv:Numbers:9:1",
        "t": "And*p the Lord*s spoke to Moses in the wilderness of Sinai, in the first month of the second year after they had come out of the land of Egypt, saying,"
    },
    {
        "o": 4315,
        "r": "esv:Numbers:9:2",
        "t": "“Let the people of Israel keep the Passover at its appointed time."
    },
    {
        "o": 4316,
        "r": "esv:Numbers:9:3",
        "t": "On the fourteenth day of this month, at twilight, you shall keep it at its appointed time; according to all its statutes and all its rules you shall keep it.”"
    },
    {
        "o": 4317,
        "r": "esv:Numbers:9:4",
        "t": "So Moses told the people of Israel that they should keep the Passover."
    },
    {
        "o": 4318,
        "r": "esv:Numbers:9:5",
        "t": "And they kept the Passover in the first month, on the fourteenth day of the month, at twilight, in the wilderness of Sinai; according to all that the Lord*s commanded Moses, so the people of Israel did."
    },
    {
        "o": 4319,
        "r": "esv:Numbers:9:6",
        "t": "And there were certain men who were unclean through touching a dead body, so that they could not keep the Passover on that day, and they came before Moses and Aaron on that day."
    },
    {
        "o": 4320,
        "r": "esv:Numbers:9:7",
        "t": "And those men said to him, “We are unclean through touching a dead body. Why are we kept from bringing the Lord’s*s offering at its appointed time among the people of Israel?”"
    },
    {
        "o": 4321,
        "r": "esv:Numbers:9:8",
        "t": "And Moses said to them, “Wait, that I may hear what the Lord*s will command concerning you.”"
    },
    {
        "o": 4322,
        "r": "esv:Numbers:9:9",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4323,
        "r": "esv:Numbers:9:10",
        "t": "“Speak to the people of Israel, saying, If any one of you or of your descendants is unclean through touching a dead body, or is on a long journey, he shall still keep the Passover to the Lord.*s"
    },
    {
        "o": 4324,
        "r": "esv:Numbers:9:11",
        "t": "In the second month on the fourteenth day at twilight they shall keep it. They shall eat it with unleavened bread and bitter herbs."
    },
    {
        "o": 4325,
        "r": "esv:Numbers:9:12",
        "t": "They shall leave none of it until the morning, nor break any of its bones; according to all the statute for the Passover they shall keep it."
    },
    {
        "o": 4326,
        "r": "esv:Numbers:9:13",
        "t": "But if anyone who is clean and is not on a journey fails to keep the Passover, that person shall be cut off from his people because he did not bring the Lord’s*s offering at its appointed time; that man shall bear his sin."
    },
    {
        "o": 4327,
        "r": "esv:Numbers:9:14",
        "t": "And if a stranger sojourns among you and would keep the Passover to the Lord,*s according to the statute of the Passover and according to its rule, so shall he do. You shall have one statute, both for the sojourner and for the native.”"
    },
    {
        "o": 4328,
        "r": "esv:Numbers:9:14",
        "t": "The Cloud Covering the Tabernacle",
        "h": 2
    },
    {
        "o": 4329,
        "r": "esv:Numbers:9:15",
        "t": "On*p the day that the tabernacle was set up, the cloud covered the tabernacle, the tent of the testimony. And at evening it was over the tabernacle like the appearance of fire until morning."
    },
    {
        "o": 4330,
        "r": "esv:Numbers:9:16",
        "t": "So it was always: the cloud covered it by day and the appearance of fire by night."
    },
    {
        "o": 4331,
        "r": "esv:Numbers:9:17",
        "t": "And whenever the cloud lifted from over the tent, after that the people of Israel set out, and in the place where the cloud settled down, there the people of Israel camped."
    },
    {
        "o": 4332,
        "r": "esv:Numbers:9:18",
        "t": "At the command of the Lord*s the people of Israel set out, and at the command of the Lord*s they camped. As long as the cloud rested over the tabernacle, they remained in camp."
    },
    {
        "o": 4333,
        "r": "esv:Numbers:9:19",
        "t": "Even when the cloud continued over the tabernacle many days, the people of Israel kept the charge of the Lord*s and did not set out."
    },
    {
        "o": 4334,
        "r": "esv:Numbers:9:20",
        "t": "Sometimes the cloud was a few days over the tabernacle, and according to the command of the Lord*s they remained in camp; then according to the command of the Lord*s they set out."
    },
    {
        "o": 4335,
        "r": "esv:Numbers:9:21",
        "t": "And sometimes the cloud remained from evening until morning. And when the cloud lifted in the morning, they set out, or if it continued for a day and a night, when the cloud lifted they set out."
    },
    {
        "o": 4336,
        "r": "esv:Numbers:9:22",
        "t": "Whether it was two days, or a month, or a longer time, that the cloud continued over the tabernacle, abiding there, the people of Israel remained in camp and did not set out, but when it lifted they set out."
    },
    {
        "o": 4337,
        "r": "esv:Numbers:9:23",
        "t": "At the command of the Lord*s they camped, and at the command of the Lord*s they set out. They kept the charge of the Lord,*s at the command of the Lord*s by Moses."
    }
]
