[
    {
        "o": 16354,
        "r": "esv:Psalm:59:0",
        "t": "Psalm 59",
        "h": 1
    },
    {
        "o": 16355,
        "r": "esv:Psalm:59:0",
        "t": "Deliver Me from My Enemies",
        "h": 2
    },
    {
        "o": 16356,
        "r": "esv:Psalm:59:0",
        "t": "To the choirmaster: according to Do Not Destroy. A Miktam of David, when Saul sent men to watch his house in order to kill him.",
        "h": 4
    },
    {
        "o": 16357,
        "r": "esv:Psalm:59:1",
        "t": "Deliver*pn me from my enemies, O my God; protect*ld me from those who rise up against me;"
    },
    {
        "o": 16358,
        "r": "esv:Psalm:59:2",
        "t": "deliver*ln me from those who work evil, and*ld save me from bloodthirsty men."
    },
    {
        "o": 16359,
        "r": "esv:Psalm:59:3",
        "t": "For*pn behold, they lie in wait for my life; fierce*ld men stir up strife against me. For*ln no transgression or sin of mine, O Lord,*s"
    },
    {
        "o": 16360,
        "r": "esv:Psalm:59:4",
        "t": "for*ld no fault of mine, they run and make ready. Awake,*ln come to meet me, and see!"
    },
    {
        "o": 16361,
        "r": "esv:Psalm:59:5",
        "t": "You,*ld Lord*s God of hosts, are God of Israel. Rouse*ln yourself to punish all the nations; spare*ld none of those who treacherously plot evil. Selah*ig"
    },
    {
        "o": 16362,
        "r": "esv:Psalm:59:6",
        "t": "Each*pn evening they come back, howling*ld like dogs and*ld prowling about the city."
    },
    {
        "o": 16363,
        "r": "esv:Psalm:59:7",
        "t": "There*ln they are, bellowing with their mouths with*ld swords in their lips— for*ld “Who,” they think, “will hear us?”"
    },
    {
        "o": 16364,
        "r": "esv:Psalm:59:8",
        "t": "But*pn you, O Lord,*s laugh at them; you*ld hold all the nations in derision."
    },
    {
        "o": 16365,
        "r": "esv:Psalm:59:9",
        "t": "O*ln my Strength, I will watch for you, for*ld you, O God, are my fortress."
    },
    {
        "o": 16366,
        "r": "esv:Psalm:59:10",
        "t": "My*ln God in his steadfast love will meet me; God*ld will let me look in triumph on my enemies."
    },
    {
        "o": 16367,
        "r": "esv:Psalm:59:11",
        "t": "Kill*pn them not, lest my people forget; make*ld them totter by your power and bring them down, O*ld Lord, our shield!"
    },
    {
        "o": 16368,
        "r": "esv:Psalm:59:12",
        "t": "For*ln the sin of their mouths, the words of their lips, let*ld them be trapped in their pride. For*ln the cursing and lies that they utter,"
    },
    {
        "o": 16369,
        "r": "esv:Psalm:59:13",
        "t": "consume*ld them in wrath; consume*ld them till they are no more, that*ln they may know that God rules over Jacob to*ld the ends of the earth. Selah*ig"
    },
    {
        "o": 16370,
        "r": "esv:Psalm:59:14",
        "t": "Each*pn evening they come back, howling*ld like dogs and*ld prowling about the city."
    },
    {
        "o": 16371,
        "r": "esv:Psalm:59:15",
        "t": "They*ln wander about for food and*ld growl if they do not get their fill."
    },
    {
        "o": 16372,
        "r": "esv:Psalm:59:16",
        "t": "But*pn I will sing of your strength; I*ld will sing aloud of your steadfast love in the morning. For*ln you have been to me a fortress and*ld a refuge in the day of my distress."
    },
    {
        "o": 16373,
        "r": "esv:Psalm:59:17",
        "t": "O*ln my Strength, I will sing praises to you, for*ld you, O God, are my fortress, the*ld God who shows me steadfast love."
    }
]
