[
    {
        "o": 14981,
        "r": "csb:Job:27:0",
        "t": "Job 27",
        "h": 1
    },
    {
        "o": 14982,
        "r": "csb:Job:27:1",
        "t": "Job*p continued his discourse, saying:"
    },
    {
        "o": 14983,
        "r": "csb:Job:27:2",
        "t": "As*pn God lives, who has deprived me of justice, and*ln the Almighty who has made me bitter,"
    },
    {
        "o": 14984,
        "r": "csb:Job:27:3",
        "t": "as*ln long as my breath is still in me and*ln the breath from God remains in my nostrils,"
    },
    {
        "o": 14985,
        "r": "csb:Job:27:4",
        "t": "my*ln lips will not speak unjustly, and*ln my tongue will not utter deceit."
    },
    {
        "o": 14986,
        "r": "csb:Job:27:5",
        "t": "I*ln will never affirm that you are right. I*ln will maintain my integrity until I die."
    },
    {
        "o": 14987,
        "r": "csb:Job:27:6",
        "t": "I*ln will cling to my righteousness and never let it go. My*ln conscience will not accuse me as long as I live!"
    },
    {
        "o": 14988,
        "r": "csb:Job:27:7",
        "t": "May*ln my enemy be like the wicked and*ln my opponent like the unjust."
    },
    {
        "o": 14989,
        "r": "csb:Job:27:8",
        "t": "For*ln what hope does the godless person have when he is cut off, when*ln God takes away his life?"
    },
    {
        "o": 14990,
        "r": "csb:Job:27:9",
        "t": "Will*ln God hear his cry when*ln distress comes on him?"
    },
    {
        "o": 14991,
        "r": "csb:Job:27:10",
        "t": "Will*ln he delight in the Almighty? Will*ln he call on God at all times?"
    },
    {
        "o": 14992,
        "r": "csb:Job:27:11",
        "t": "I*ln will teach you about God’s power. I*ln will not conceal what the Almighty has planned."
    },
    {
        "o": 14993,
        "r": "csb:Job:27:12",
        "t": "All*ln of you have seen this for yourselves, why*ln do you keep up this empty talk?"
    },
    {
        "o": 14994,
        "r": "csb:Job:27:13",
        "t": "This*ln is a wicked man’s lot from God, the*ln inheritance the ruthless receive from the Almighty."
    },
    {
        "o": 14995,
        "r": "csb:Job:27:14",
        "t": "Even*ln if his children increase, they are destined for the sword; his*ln descendants will never have enough food."
    },
    {
        "o": 14996,
        "r": "csb:Job:27:15",
        "t": "Those*ln who survive him will be buried by the plague, yet*ln their widows will not weep for them."
    },
    {
        "o": 14997,
        "r": "csb:Job:27:16",
        "t": "Though*ln he piles up silver like dust and*ln heaps up fine clothing like clay —"
    },
    {
        "o": 14998,
        "r": "csb:Job:27:17",
        "t": "he*ln may heap it up, but the righteous will wear it, and*ln the innocent will divide up his silver."
    },
    {
        "o": 14999,
        "r": "csb:Job:27:18",
        "t": "The*ln house he built is like a moth’s cocoon or*ln a shelter set up by a watchman."
    },
    {
        "o": 15000,
        "r": "csb:Job:27:19",
        "t": "He*ln lies down wealthy, but will do so no more; when*ln he opens his eyes, it is gone."
    },
    {
        "o": 15001,
        "r": "csb:Job:27:20",
        "t": "Terrors*ln overtake him like a flood; a*ln storm wind sweeps him away at night."
    },
    {
        "o": 15002,
        "r": "csb:Job:27:21",
        "t": "An*ln east wind picks him up, and he is gone; it*ln carries him away from his place."
    },
    {
        "o": 15003,
        "r": "csb:Job:27:22",
        "t": "It*ln blasts at him without mercy, while*ln he flees desperately from its force."
    },
    {
        "o": 15004,
        "r": "csb:Job:27:23",
        "t": "It*ln claps its hands at him and*ln scoffs at him from its place."
    }
]
