[
    {
        "o": 31822,
        "r": "csb:Romans:8:0",
        "t": "Romans 8",
        "h": 1
    },
    {
        "o": 31823,
        "r": "csb:Romans:8:0",
        "t": "The Life-Giving Spirit",
        "h": 2
    },
    {
        "o": 31824,
        "r": "csb:Romans:8:1",
        "t": "Therefore,*p there is now no condemnation for those in Christ Jesus,"
    },
    {
        "o": 31825,
        "r": "csb:Romans:8:2",
        "t": "because the law of the Spirit of life in Christ Jesus has set you free from the law of sin and death."
    },
    {
        "o": 31826,
        "r": "csb:Romans:8:3",
        "t": "For what the law could not do since it was weakened by the flesh, God did. He condemned sin in the flesh by sending his own Son in the likeness of sinful flesh as a sin offering,"
    },
    {
        "o": 31827,
        "r": "csb:Romans:8:4",
        "t": "in order that the law’s requirement would be fulfilled in us who do not walk according to the flesh but according to the Spirit."
    },
    {
        "o": 31828,
        "r": "csb:Romans:8:5",
        "t": "For those who live according to the flesh have their minds set on the things of the flesh, but those who live according to the Spirit have their minds set on the things of the Spirit."
    },
    {
        "o": 31829,
        "r": "csb:Romans:8:6",
        "t": "Now the mindset of the flesh is death, but the mindset of the Spirit is life and peace."
    },
    {
        "o": 31830,
        "r": "csb:Romans:8:7",
        "t": "The mindset of the flesh is hostile to God because it does not submit to God’s law. Indeed, it is unable to do so."
    },
    {
        "o": 31831,
        "r": "csb:Romans:8:8",
        "t": "Those who are in the flesh cannot please God."
    },
    {
        "o": 31832,
        "r": "csb:Romans:8:9",
        "t": "You, however, are not in the flesh, but in the Spirit, if indeed the Spirit of God lives in you. If anyone does not have the Spirit of Christ, he does not belong to him."
    },
    {
        "o": 31833,
        "r": "csb:Romans:8:10",
        "t": "Now if Christ is in you, the body is dead because of sin, but the Spirit gives life because of righteousness."
    },
    {
        "o": 31834,
        "r": "csb:Romans:8:11",
        "t": "And if the Spirit of him who raised Jesus from the dead lives in you, then he who raised Christ from the dead will also bring your mortal bodies to life through his Spirit who lives in you."
    },
    {
        "o": 31835,
        "r": "csb:Romans:8:11",
        "t": "The Holy Spirit’s Ministries",
        "h": 2
    },
    {
        "o": 31836,
        "r": "csb:Romans:8:12",
        "t": "So*p then, brothers and sisters, we are not obligated to the flesh to live according to the flesh,"
    },
    {
        "o": 31837,
        "r": "csb:Romans:8:13",
        "t": "because if you live according to the flesh, you are going to die. But if by the Spirit you put to death the deeds of the body, you will live."
    },
    {
        "o": 31838,
        "r": "csb:Romans:8:14",
        "t": "For all those led by God’s Spirit are God’s sons."
    },
    {
        "o": 31839,
        "r": "csb:Romans:8:15",
        "t": "For you did not receive a spirit of slavery to fall back into fear. Instead, you received the Spirit of adoption, by whom we cry out, “Abba, Father!”"
    },
    {
        "o": 31840,
        "r": "csb:Romans:8:16",
        "t": "The Spirit himself testifies together with our spirit that we are God’s children,"
    },
    {
        "o": 31841,
        "r": "csb:Romans:8:17",
        "t": "and if children, also heirs- heirs of God and coheirs with Christ - if indeed we suffer with him so that we may also be glorified with him."
    },
    {
        "o": 31842,
        "r": "csb:Romans:8:17",
        "t": "From Groans to Glory",
        "h": 2
    },
    {
        "o": 31843,
        "r": "csb:Romans:8:18",
        "t": "For*p I consider that the sufferings of this present time are not worth comparing with the glory that is going to be revealed to us."
    },
    {
        "o": 31844,
        "r": "csb:Romans:8:19",
        "t": "For the creation eagerly waits with anticipation for God’s sons to be revealed."
    },
    {
        "o": 31845,
        "r": "csb:Romans:8:20",
        "t": "For the creation was subjected to futility- not willingly, but because of him who subjected it- in the hope"
    },
    {
        "o": 31846,
        "r": "csb:Romans:8:21",
        "t": "that the creation itself will also be set free from the bondage to decay into the glorious freedom of God’s children."
    },
    {
        "o": 31847,
        "r": "csb:Romans:8:22",
        "t": "For we know that the whole creation has been groaning together with labor pains until now."
    },
    {
        "o": 31848,
        "r": "csb:Romans:8:23",
        "t": "Not only that, but we ourselves who have the Spirit as the firstfruits- we also groan within ourselves, eagerly waiting for adoption, the redemption of our bodies."
    },
    {
        "o": 31849,
        "r": "csb:Romans:8:24",
        "t": "Now in this hope we were saved, but hope that is seen is not hope, because who hopes for what he sees?"
    },
    {
        "o": 31850,
        "r": "csb:Romans:8:25",
        "t": "Now if we hope for what we do not see, we eagerly wait for it with patience."
    },
    {
        "o": 31851,
        "r": "csb:Romans:8:26",
        "t": "In*p the same way the Spirit also helps us in our weakness, because we do not know what to pray for as we should, but the Spirit himself intercedes for us with inexpressible groanings."
    },
    {
        "o": 31852,
        "r": "csb:Romans:8:27",
        "t": "And he who searches our hearts knows the mind of the Spirit, because he intercedes for the saints according to the will of God."
    },
    {
        "o": 31853,
        "r": "csb:Romans:8:28",
        "t": "We*p know that all things work together for the good of those who love God, who are called according to his purpose."
    },
    {
        "o": 31854,
        "r": "csb:Romans:8:29",
        "t": "For those he foreknew he also predestined to be conformed to the image of his Son, so that he would be the firstborn among many brothers and sisters."
    },
    {
        "o": 31855,
        "r": "csb:Romans:8:30",
        "t": "And those he predestined, he also called; and those he called, he also justified; and those he justified, he also glorified."
    },
    {
        "o": 31856,
        "r": "csb:Romans:8:30",
        "t": "The Believer’s Triumph",
        "h": 2
    },
    {
        "o": 31857,
        "r": "csb:Romans:8:31",
        "t": "What,*p then, are we to say about these things? If God is for us, who is against us?"
    },
    {
        "o": 31858,
        "r": "csb:Romans:8:32",
        "t": "He did not even spare his own Son but gave him up for us all. How will he not also with him grant us everything?"
    },
    {
        "o": 31859,
        "r": "csb:Romans:8:33",
        "t": "Who can bring an accusation against God’s elect? God is the one who justifies."
    },
    {
        "o": 31860,
        "r": "csb:Romans:8:34",
        "t": "Who is the one who condemns? Christ Jesus is the one who died, but even more, has been raised; he also is at the right hand of God and intercedes for us."
    },
    {
        "o": 31861,
        "r": "csb:Romans:8:35",
        "t": "Who can separate us from the love of Christ? Can affliction or distress or persecution or famine or nakedness or danger or sword?"
    },
    {
        "o": 31862,
        "r": "csb:Romans:8:36",
        "t": "As it is written: Because*ipn of*i you*i we*iln are*i being*i put*i to*i death*i all*i day*i long;*i we*iln are*i counted*i as*i sheep*i to*i be*i slaughtered.*i"
    },
    {
        "o": 31863,
        "r": "csb:Romans:8:37",
        "t": "No,*p in all these things we are more than conquerors through him who loved us."
    },
    {
        "o": 31864,
        "r": "csb:Romans:8:38",
        "t": "For I am persuaded that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers,"
    },
    {
        "o": 31865,
        "r": "csb:Romans:8:39",
        "t": "nor height nor depth, nor any other created thing will be able to separate us from the love of God that is in Christ Jesus our Lord."
    }
]
