[
    {
        "o": 16434,
        "r": "kjv:Psalm:109:0",
        "t": "Psalm 109",
        "h": 1
    },
    {
        "o": 16435,
        "r": "kjv:Psalm:109:0",
        "t": "To the chief Musician, A Psalm of David.",
        "h": 4
    },
    {
        "o": 16436,
        "r": "kjv:Psalm:109:1",
        "t": "Hold*p not thy peace, O God of my praise;"
    },
    {
        "o": 16437,
        "r": "kjv:Psalm:109:2",
        "t": "For*p the mouth of the wicked and the mouth of the deceitful are opened against me: they have spoken against me with a lying tongue."
    },
    {
        "o": 16438,
        "r": "kjv:Psalm:109:3",
        "t": "They*p compassed me about also with words of hatred; and fought against me without a cause."
    },
    {
        "o": 16439,
        "r": "kjv:Psalm:109:4",
        "t": "For*p my love they are my adversaries: but I give myself unto prayer."
    },
    {
        "o": 16440,
        "r": "kjv:Psalm:109:5",
        "t": "And*p they have rewarded me evil for good, and hatred for my love."
    },
    {
        "o": 16441,
        "r": "kjv:Psalm:109:6",
        "t": "Set*p thou a wicked man over him: and let Satan stand at his right hand."
    },
    {
        "o": 16442,
        "r": "kjv:Psalm:109:7",
        "t": "When*p he shall be judged, let him be condemned: and let his prayer become sin."
    },
    {
        "o": 16443,
        "r": "kjv:Psalm:109:8",
        "t": "Let*p his days be few; and let another take his office."
    },
    {
        "o": 16444,
        "r": "kjv:Psalm:109:9",
        "t": "Let*p his children be fatherless, and his wife a widow."
    },
    {
        "o": 16445,
        "r": "kjv:Psalm:109:10",
        "t": "Let*p his children be continually vagabonds, and beg: let them seek their bread also out of their desolate places."
    },
    {
        "o": 16446,
        "r": "kjv:Psalm:109:11",
        "t": "Let*p the extortioner catch all that he hath; and let the strangers spoil his labour."
    },
    {
        "o": 16447,
        "r": "kjv:Psalm:109:12",
        "t": "Let*p there be none to extend mercy unto him: neither let there be any to favour his fatherless children."
    },
    {
        "o": 16448,
        "r": "kjv:Psalm:109:13",
        "t": "Let*p his posterity be cut off; and in the generation following let their name be blotted out."
    },
    {
        "o": 16449,
        "r": "kjv:Psalm:109:14",
        "t": "Let*p the iniquity of his fathers be remembered with the Lord;*s and let not the sin of his mother be blotted out."
    },
    {
        "o": 16450,
        "r": "kjv:Psalm:109:15",
        "t": "Let*p them be before the Lord*s continually, that he may cut off the memory of them from the earth."
    },
    {
        "o": 16451,
        "r": "kjv:Psalm:109:16",
        "t": "Because*p that he remembered not to shew mercy, but persecuted the poor and needy man, that he might even slay the broken in heart."
    },
    {
        "o": 16452,
        "r": "kjv:Psalm:109:17",
        "t": "As*p he loved cursing, so let it come unto him: as he delighted not in blessing, so let it be far from him."
    },
    {
        "o": 16453,
        "r": "kjv:Psalm:109:18",
        "t": "As*p he clothed himself with cursing like as with his garment, so let it come into his bowels like water, and like oil into his bones."
    },
    {
        "o": 16454,
        "r": "kjv:Psalm:109:19",
        "t": "Let*p it be unto him as the garment which covereth him, and for a girdle wherewith he is girded continually."
    },
    {
        "o": 16455,
        "r": "kjv:Psalm:109:20",
        "t": "Let*p this be the reward of mine adversaries from the Lord,*s and of them that speak evil against my soul."
    },
    {
        "o": 16456,
        "r": "kjv:Psalm:109:21",
        "t": "But*p do thou for me, O God*s the Lord, for thy name's sake: because thy mercy is good, deliver thou me."
    },
    {
        "o": 16457,
        "r": "kjv:Psalm:109:22",
        "t": "For*p I am poor and needy, and my heart is wounded within me."
    },
    {
        "o": 16458,
        "r": "kjv:Psalm:109:23",
        "t": "I*p am gone like the shadow when it declineth: I am tossed up and down as the locust."
    },
    {
        "o": 16459,
        "r": "kjv:Psalm:109:24",
        "t": "My*p knees are weak through fasting; and my flesh faileth of fatness."
    },
    {
        "o": 16460,
        "r": "kjv:Psalm:109:25",
        "t": "I*p became also a reproach unto them: when they looked upon me they shaked their heads."
    },
    {
        "o": 16461,
        "r": "kjv:Psalm:109:26",
        "t": "Help*p me, O Lord*s my God: O save me according to thy mercy:"
    },
    {
        "o": 16462,
        "r": "kjv:Psalm:109:27",
        "t": "That*p they may know that this is thy hand; that thou, Lord,*s hast done it."
    },
    {
        "o": 16463,
        "r": "kjv:Psalm:109:28",
        "t": "Let*p them curse, but bless thou: when they arise, let them be ashamed; but let thy servant rejoice."
    },
    {
        "o": 16464,
        "r": "kjv:Psalm:109:29",
        "t": "Let*p mine adversaries be clothed with shame, and let them cover themselves with their own confusion, as with a mantle."
    },
    {
        "o": 16465,
        "r": "kjv:Psalm:109:30",
        "t": "I*p will greatly praise the Lord*s with my mouth; yea, I will praise him among the multitude."
    },
    {
        "o": 16466,
        "r": "kjv:Psalm:109:31",
        "t": "For*p he shall stand at the right hand of the poor, to save him from those that condemn his soul."
    }
]
