[
    {
        "o": 724,
        "r": "csb:Genesis:25:0",
        "t": "Genesis 25",
        "h": 1
    },
    {
        "o": 725,
        "r": "csb:Genesis:25:0",
        "t": "Abraham’s Other Wife and Sons",
        "h": 2
    },
    {
        "o": 726,
        "r": "csb:Genesis:25:1",
        "t": "Abraham*p had taken another wife, whose name was Keturah,"
    },
    {
        "o": 727,
        "r": "csb:Genesis:25:2",
        "t": "and she bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."
    },
    {
        "o": 728,
        "r": "csb:Genesis:25:3",
        "t": "Jokshan fathered Sheba and Dedan. Dedan’s sons were the Asshurim, Letushim, and Leummim."
    },
    {
        "o": 729,
        "r": "csb:Genesis:25:4",
        "t": "And Midian’s sons were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were sons of Keturah."
    },
    {
        "o": 730,
        "r": "csb:Genesis:25:5",
        "t": "Abraham gave everything he owned to Isaac."
    },
    {
        "o": 731,
        "r": "csb:Genesis:25:6",
        "t": "But Abraham gave gifts to the sons of his concubines, and while he was still alive he sent them eastward, away from his son Isaac, to the land of the East."
    },
    {
        "o": 732,
        "r": "csb:Genesis:25:6",
        "t": "Abraham’s Death",
        "h": 2
    },
    {
        "o": 733,
        "r": "csb:Genesis:25:7",
        "t": "This*p is the length of Abraham’s life: 175 years."
    },
    {
        "o": 734,
        "r": "csb:Genesis:25:8",
        "t": "He took his last breath and died at a good old age, old and contented, and he was gathered to his people."
    },
    {
        "o": 735,
        "r": "csb:Genesis:25:9",
        "t": "His sons Isaac and Ishmael buried him in the cave of Machpelah near Mamre, in the field of Ephron son of Zohar the Hethite."
    },
    {
        "o": 736,
        "r": "csb:Genesis:25:10",
        "t": "This was the field that Abraham bought from the Hethites. Abraham was buried there with his wife Sarah."
    },
    {
        "o": 737,
        "r": "csb:Genesis:25:11",
        "t": "After Abraham’s death, God blessed his son Isaac, who lived near Beer-lahai-roi."
    },
    {
        "o": 738,
        "r": "csb:Genesis:25:11",
        "t": "Ishmael’s Family Records",
        "h": 2
    },
    {
        "o": 739,
        "r": "csb:Genesis:25:12",
        "t": "These*p are the family records of Abraham’s son Ishmael, whom Hagar the Egyptian, Sarah’s slave, bore to Abraham."
    },
    {
        "o": 740,
        "r": "csb:Genesis:25:13",
        "t": "These are the names of Ishmael’s sons; their names according to the family records are Nebaioth, Ishmael’s firstborn, then Kedar, Adbeel, Mibsam,"
    },
    {
        "o": 741,
        "r": "csb:Genesis:25:14",
        "t": "Mishma, Dumah, Massa,"
    },
    {
        "o": 742,
        "r": "csb:Genesis:25:15",
        "t": "Hadad, Tema, Jetur, Naphish, and Kedemah."
    },
    {
        "o": 743,
        "r": "csb:Genesis:25:16",
        "t": "These are Ishmael’s sons, and these are their names by their settlements and encampments: twelve leaders of their clans."
    },
    {
        "o": 744,
        "r": "csb:Genesis:25:17",
        "t": "This is the length of Ishmael’s life: 137 years. He took his last breath and died, and was gathered to his people."
    },
    {
        "o": 745,
        "r": "csb:Genesis:25:18",
        "t": "And they settled from Havilah to Shur, which is opposite Egypt as you go toward Asshur. He stayed near all his relatives."
    },
    {
        "o": 746,
        "r": "csb:Genesis:25:18",
        "t": "The Birth of Jacob and Esau",
        "h": 2
    },
    {
        "o": 747,
        "r": "csb:Genesis:25:19",
        "t": "These*p are the family records of Isaac son of Abraham. Abraham fathered Isaac."
    },
    {
        "o": 748,
        "r": "csb:Genesis:25:20",
        "t": "Isaac was forty years old when he took as his wife Rebekah daughter of Bethuel the Aramean from Paddan-aram and sister of Laban the Aramean."
    },
    {
        "o": 749,
        "r": "csb:Genesis:25:21",
        "t": "Isaac prayed to the Lord*s on behalf of his wife because she was childless. The Lord*s was receptive to his prayer, and his wife Rebekah conceived."
    },
    {
        "o": 750,
        "r": "csb:Genesis:25:22",
        "t": "But the children inside her struggled with each other, and she said, “Why is this happening to me?” So she went to inquire of the Lord.*s"
    },
    {
        "o": 751,
        "r": "csb:Genesis:25:23",
        "t": "And the Lord*s said to her: Two*pn nations are in your womb; two*ln peoples will come from you and be separated. One*ln people will be stronger than the other, and*ln the older will serve the younger."
    },
    {
        "o": 752,
        "r": "csb:Genesis:25:24",
        "t": "When*p her time came to give birth, there were indeed twins in her womb."
    },
    {
        "o": 753,
        "r": "csb:Genesis:25:25",
        "t": "The first one came out red-looking, covered with hair like a fur coat, and they named him Esau."
    },
    {
        "o": 754,
        "r": "csb:Genesis:25:26",
        "t": "After this, his brother came out grasping Esau’s heel with his hand. So he was named Jacob. Isaac was sixty years old when they were born."
    },
    {
        "o": 755,
        "r": "csb:Genesis:25:26",
        "t": "Esau Sells His Birthright",
        "h": 2
    },
    {
        "o": 756,
        "r": "csb:Genesis:25:27",
        "t": "When*p the boys grew up, Esau became an expert hunter, an outdoorsman, but Jacob was a quiet man who stayed at home."
    },
    {
        "o": 757,
        "r": "csb:Genesis:25:28",
        "t": "Isaac loved Esau because he had a taste for wild game, but Rebekah loved Jacob."
    },
    {
        "o": 758,
        "r": "csb:Genesis:25:29",
        "t": "Once*p when Jacob was cooking a stew, Esau came in from the field exhausted."
    },
    {
        "o": 759,
        "r": "csb:Genesis:25:30",
        "t": "He said to Jacob, “Let me eat some of that red stuff, because I’m exhausted.” That is why he was also named Edom."
    },
    {
        "o": 760,
        "r": "csb:Genesis:25:31",
        "t": "Jacob*p replied, “First sell me your birthright.”"
    },
    {
        "o": 761,
        "r": "csb:Genesis:25:32",
        "t": "“Look,”*p said Esau, “I’m about to die, so what good is a birthright to me?”"
    },
    {
        "o": 762,
        "r": "csb:Genesis:25:33",
        "t": "Jacob*p said, “Swear to me first.” So he swore to Jacob and sold his birthright to him."
    },
    {
        "o": 763,
        "r": "csb:Genesis:25:34",
        "t": "Then Jacob gave bread and lentil stew to Esau; he ate, drank, got up, and went away. So Esau despised his birthright."
    }
]
