[
    {
        "o": 23315,
        "r": "nkjv:Ezekiel:18:0",
        "t": "Ezekiel 18",
        "h": 1
    },
    {
        "o": 23316,
        "r": "nkjv:Ezekiel:18:0",
        "t": "A False Proverb Refuted",
        "h": 2
    },
    {
        "o": 23317,
        "r": "nkjv:Ezekiel:18:1",
        "t": "The*p word of the Lord*s came to me again, saying,"
    },
    {
        "o": 23318,
        "r": "nkjv:Ezekiel:18:2",
        "t": "“What do you mean when you use this proverb concerning the land of Israel, saying: ‘The*pn fathers have eaten sour grapes, And*ld the children’s teeth are set on edge’?"
    },
    {
        "o": 23319,
        "r": "nkjv:Ezekiel:18:3",
        "t": "“As*ip I live,” says the Lord God,*s “you shall no longer use this proverb in Israel."
    },
    {
        "o": 23320,
        "r": "nkjv:Ezekiel:18:4",
        "t": "“Behold,*pn all souls are Mine; The*ld soul of the father As*ld well as the soul of the son is Mine; The*ld soul who sins shall die."
    },
    {
        "o": 23321,
        "r": "nkjv:Ezekiel:18:5",
        "t": "But*ln if a man is just And*ld does what is lawful and right;"
    },
    {
        "o": 23322,
        "r": "nkjv:Ezekiel:18:6",
        "t": "If*ld he has not eaten on the mountains, Nor*ld lifted up his eyes to the idols of the house of Israel, Nor*ld defiled his neighbor’s wife, Nor*ld approached a woman during her impurity;"
    },
    {
        "o": 23323,
        "r": "nkjv:Ezekiel:18:7",
        "t": "If*ld he has not oppressed anyone, But*ild has restored to the debtor his pledge; Has*ld robbed no one by violence, But*ild has given his bread to the hungry And*ld covered the naked with clothing;"
    },
    {
        "o": 23324,
        "r": "nkjv:Ezekiel:18:8",
        "t": "If*ld he has not exacted usury Nor*ld taken any increase, But*ild has withdrawn his hand from iniquity And*ild executed true judgment between man and man;"
    },
    {
        "o": 23325,
        "r": "nkjv:Ezekiel:18:9",
        "t": "If*ild he has walked in My statutes And*ld kept My judgments faithfully— He*ld is*i just; He*ld shall surely live!” Says*ld the Lord God.*s"
    },
    {
        "o": 23326,
        "r": "nkjv:Ezekiel:18:10",
        "t": "“If*ln he begets a son who*i is*i a robber Or*ld a shedder of blood, Who*ild does any of these things*i"
    },
    {
        "o": 23327,
        "r": "nkjv:Ezekiel:18:11",
        "t": "And*ld does none of those duties,*i But*ld has eaten on the mountains Or*ld defiled his neighbor’s wife;"
    },
    {
        "o": 23328,
        "r": "nkjv:Ezekiel:18:12",
        "t": "If*ld he has oppressed the poor and needy, Robbed*ld by violence, Not*ld restored the pledge, Lifted*ld his eyes to the idols, Or*ild committed abomination;"
    },
    {
        "o": 23329,
        "r": "nkjv:Ezekiel:18:13",
        "t": "If*ld he has exacted usury Or*ld taken increase— Shall*ld he then live? He*ld shall not live! If*ld he has done any of these abominations, He*ld shall surely die; His*ld blood shall be upon him."
    },
    {
        "o": 23330,
        "r": "nkjv:Ezekiel:18:14",
        "t": "“If,*iln however, he begets a son Who*ld sees all the sins which his father has done, And*ld considers but does not do likewise;"
    },
    {
        "o": 23331,
        "r": "nkjv:Ezekiel:18:15",
        "t": "Who*ild has not eaten on the mountains, Nor*ld lifted his eyes to the idols of the house of Israel, Nor*ld defiled his neighbor’s wife;"
    },
    {
        "o": 23332,
        "r": "nkjv:Ezekiel:18:16",
        "t": "Has*ld not oppressed anyone, Nor*ld withheld a pledge, Nor*ld robbed by violence, But*ild has given his bread to the hungry And*ld covered the naked with clothing;"
    },
    {
        "o": 23333,
        "r": "nkjv:Ezekiel:18:17",
        "t": "Who*ild has withdrawn his hand from the poor And*ild not received usury or increase, But*ld has executed My judgments And*ld walked in My statutes— He*ld shall not die for the iniquity of his father; He*ld shall surely live!"
    },
    {
        "o": 23334,
        "r": "nkjv:Ezekiel:18:18",
        "t": "“As*iln for*i his father, Because*ld he cruelly oppressed, Robbed*ld his brother by violence, And*ld did what is*i not good among his people, Behold,*ld he shall die for his iniquity."
    },
    {
        "o": 23335,
        "r": "nkjv:Ezekiel:18:18",
        "t": "Turn and Live",
        "h": 2
    },
    {
        "o": 23336,
        "r": "nkjv:Ezekiel:18:19",
        "t": "“Yet*p you say, ‘Why should the son not bear the guilt of the father?’ Because the son has done what is lawful and right, and has kept all My statutes and observed them, he shall surely live."
    },
    {
        "o": 23337,
        "r": "nkjv:Ezekiel:18:20",
        "t": "The soul who sins shall die. The son shall not bear the guilt of the father, nor the father bear the guilt of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself."
    },
    {
        "o": 23338,
        "r": "nkjv:Ezekiel:18:21",
        "t": "“But*p if a wicked man turns from all his sins which he has committed, keeps all My statutes, and does what is lawful and right, he shall surely live; he shall not die."
    },
    {
        "o": 23339,
        "r": "nkjv:Ezekiel:18:22",
        "t": "None of the transgressions which he has committed shall be remembered against him; because of the righteousness which he has done, he shall live."
    },
    {
        "o": 23340,
        "r": "nkjv:Ezekiel:18:23",
        "t": "Do I have any pleasure at all that the wicked should die?” says the Lord God,*s “and*i not that he should turn from his ways and live?"
    },
    {
        "o": 23341,
        "r": "nkjv:Ezekiel:18:24",
        "t": "“But*p when a righteous man turns away from his righteousness and commits iniquity, and does according to all the abominations that the wicked man*i does, shall he live? All the righteousness which he has done shall not be remembered; because of the unfaithfulness of which he is guilty and the sin which he has committed, because of them he shall die."
    },
    {
        "o": 23342,
        "r": "nkjv:Ezekiel:18:25",
        "t": "“Yet*p you say, ‘The way of the Lord is not fair.’ Hear now, O house of Israel, is it not My way which is fair, and your ways which are not fair?"
    },
    {
        "o": 23343,
        "r": "nkjv:Ezekiel:18:26",
        "t": "When a righteous man*i turns away from his righteousness, commits iniquity, and dies in it, it is because of the iniquity which he has done that he dies."
    },
    {
        "o": 23344,
        "r": "nkjv:Ezekiel:18:27",
        "t": "Again, when a wicked man*i turns away from the wickedness which he committed, and does what is lawful and right, he preserves himself alive."
    },
    {
        "o": 23345,
        "r": "nkjv:Ezekiel:18:28",
        "t": "Because he considers and turns away from all the transgressions which he committed, he shall surely live; he shall not die."
    },
    {
        "o": 23346,
        "r": "nkjv:Ezekiel:18:29",
        "t": "Yet the house of Israel says, ‘The way of the Lord is not fair.’ O house of Israel, is it not My ways which are fair, and your ways which are not fair?"
    },
    {
        "o": 23347,
        "r": "nkjv:Ezekiel:18:30",
        "t": "“Therefore*p I will judge you, O house of Israel, every one according to his ways,” says the Lord God.*s “Repent, and turn from all your transgressions, so that iniquity will not be your ruin."
    },
    {
        "o": 23348,
        "r": "nkjv:Ezekiel:18:31",
        "t": "Cast away from you all the transgressions which you have committed, and get yourselves a new heart and a new spirit. For why should you die, O house of Israel?"
    },
    {
        "o": 23349,
        "r": "nkjv:Ezekiel:18:32",
        "t": "For I have no pleasure in the death of one who dies,” says the Lord God.*s “Therefore turn and live!”"
    }
]
