[
    {
        "o": 3646,
        "r": "niv:Leviticus:21:0",
        "t": "Leviticus 21",
        "h": 1
    },
    {
        "o": 3647,
        "r": "niv:Leviticus:21:0",
        "t": "Rules for Priests",
        "h": 2
    },
    {
        "o": 3648,
        "r": "niv:Leviticus:21:1",
        "t": "The*p Lord*s said to Moses, “Speak to the priests, the sons of Aaron, and say to them: ‘A priest must not make himself ceremonially unclean for any of his people who die,"
    },
    {
        "o": 3649,
        "r": "niv:Leviticus:21:2",
        "t": "except for a close relative, such as his mother or father, his son or daughter, his brother,"
    },
    {
        "o": 3650,
        "r": "niv:Leviticus:21:3",
        "t": "or an unmarried sister who is dependent on him since she has no husband—for her he may make himself unclean."
    },
    {
        "o": 3651,
        "r": "niv:Leviticus:21:4",
        "t": "He must not make himself unclean for people related to him by marriage, and so defile himself."
    },
    {
        "o": 3652,
        "r": "niv:Leviticus:21:5",
        "t": "“ ‘Priests*p must not shave their heads or shave off the edges of their beards or cut their bodies."
    },
    {
        "o": 3653,
        "r": "niv:Leviticus:21:6",
        "t": "They must be holy to their God and must not profane the name of their God. Because they present the food offerings to the Lord,*s the food of their God, they are to be holy."
    },
    {
        "o": 3654,
        "r": "niv:Leviticus:21:7",
        "t": "“ ‘They*p must not marry women defiled by prostitution or divorced from their husbands, because priests are holy to their God."
    },
    {
        "o": 3655,
        "r": "niv:Leviticus:21:8",
        "t": "Regard them as holy, because they offer up the food of your God. Consider them holy, because I the Lord*s am holy—I who make you holy."
    },
    {
        "o": 3656,
        "r": "niv:Leviticus:21:9",
        "t": "“ ‘If*p a priest’s daughter defiles herself by becoming a prostitute, she disgraces her father; she must be burned in the fire."
    },
    {
        "o": 3657,
        "r": "niv:Leviticus:21:10",
        "t": "“ ‘The*p high priest, the one among his brothers who has had the anointing oil poured on his head and who has been ordained to wear the priestly garments, must not let his hair become unkempt or tear his clothes."
    },
    {
        "o": 3658,
        "r": "niv:Leviticus:21:11",
        "t": "He must not enter a place where there is a dead body. He must not make himself unclean, even for his father or mother,"
    },
    {
        "o": 3659,
        "r": "niv:Leviticus:21:12",
        "t": "nor leave the sanctuary of his God or desecrate it, because he has been dedicated by the anointing oil of his God. I am the Lord.*s"
    },
    {
        "o": 3660,
        "r": "niv:Leviticus:21:13",
        "t": "“ ‘The*p woman he marries must be a virgin."
    },
    {
        "o": 3661,
        "r": "niv:Leviticus:21:14",
        "t": "He must not marry a widow, a divorced woman, or a woman defiled by prostitution, but only a virgin from his own people,"
    },
    {
        "o": 3662,
        "r": "niv:Leviticus:21:15",
        "t": "so that he will not defile his offspring among his people. I am the Lord,*s who makes him holy.’ ”"
    },
    {
        "o": 3663,
        "r": "niv:Leviticus:21:16",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3664,
        "r": "niv:Leviticus:21:17",
        "t": "“Say to Aaron: ‘For the generations to come none of your descendants who has a defect may come near to offer the food of his God."
    },
    {
        "o": 3665,
        "r": "niv:Leviticus:21:18",
        "t": "No man who has any defect may come near: no man who is blind or lame, disfigured or deformed;"
    },
    {
        "o": 3666,
        "r": "niv:Leviticus:21:19",
        "t": "no man with a crippled foot or hand,"
    },
    {
        "o": 3667,
        "r": "niv:Leviticus:21:20",
        "t": "or who is a hunchback or a dwarf, or who has any eye defect, or who has festering or running sores or damaged testicles."
    },
    {
        "o": 3668,
        "r": "niv:Leviticus:21:21",
        "t": "No descendant of Aaron the priest who has any defect is to come near to present the food offerings to the Lord.*s He has a defect; he must not come near to offer the food of his God."
    },
    {
        "o": 3669,
        "r": "niv:Leviticus:21:22",
        "t": "He may eat the most holy food of his God, as well as the holy food;"
    },
    {
        "o": 3670,
        "r": "niv:Leviticus:21:23",
        "t": "yet because of his defect, he must not go near the curtain or approach the altar, and so desecrate my sanctuary. I am the Lord,*s who makes them holy.’ ”"
    },
    {
        "o": 3671,
        "r": "niv:Leviticus:21:24",
        "t": "So*p Moses told this to Aaron and his sons and to all the Israelites."
    }
]
