[
    {
        "o": 3698,
        "r": "csb:Leviticus:21:0",
        "t": "Leviticus 21",
        "h": 1
    },
    {
        "o": 3699,
        "r": "csb:Leviticus:21:0",
        "t": "The Holiness of the Priests",
        "h": 2
    },
    {
        "o": 3700,
        "r": "csb:Leviticus:21:1",
        "t": "The*p Lord*s said to Moses, “Speak to Aaron’s sons, the priests, and tell them: A priest is not to make himself ceremonially unclean for a dead person among his relatives,"
    },
    {
        "o": 3701,
        "r": "csb:Leviticus:21:2",
        "t": "except for his immediate family: his mother, father, son, daughter, or brother."
    },
    {
        "o": 3702,
        "r": "csb:Leviticus:21:3",
        "t": "He may make himself unclean for his unmarried virgin sister in his immediate family."
    },
    {
        "o": 3703,
        "r": "csb:Leviticus:21:4",
        "t": "He is not to make himself unclean for those related to him by marriage and so defile himself."
    },
    {
        "o": 3704,
        "r": "csb:Leviticus:21:5",
        "t": "“Priests*p may not make bald spots on their heads, shave the edge of their beards, or make gashes on their bodies."
    },
    {
        "o": 3705,
        "r": "csb:Leviticus:21:6",
        "t": "They are to be holy to their God and not profane the name of their God. For they present the food offerings to the Lord,*s the food of their God, and they must be holy."
    },
    {
        "o": 3706,
        "r": "csb:Leviticus:21:7",
        "t": "They are not to marry a woman defiled by prostitution. They are not to marry one divorced by her husband, for the priest is holy to his God."
    },
    {
        "o": 3707,
        "r": "csb:Leviticus:21:8",
        "t": "You are to consider him holy since he presents the food of your God. He will be holy to you because I, the Lord*s who sets you apart, am holy."
    },
    {
        "o": 3708,
        "r": "csb:Leviticus:21:9",
        "t": "If a priest’s daughter defiles herself by promiscuity, she defiles her father; she must be burned to death."
    },
    {
        "o": 3709,
        "r": "csb:Leviticus:21:10",
        "t": "“The*p priest who is highest among his brothers, who has had the anointing oil poured on his head and has been ordained to wear the clothes, must not dishevel his hair or tear his clothes."
    },
    {
        "o": 3710,
        "r": "csb:Leviticus:21:11",
        "t": "He must not go near any dead person or make himself unclean even for his father or mother."
    },
    {
        "o": 3711,
        "r": "csb:Leviticus:21:12",
        "t": "He must not leave the sanctuary or he will desecrate the sanctuary of his God, for the consecration of the anointing oil of his God is on him; I am the Lord.*s"
    },
    {
        "o": 3712,
        "r": "csb:Leviticus:21:13",
        "t": "“He*p is to marry a woman who is a virgin."
    },
    {
        "o": 3713,
        "r": "csb:Leviticus:21:14",
        "t": "He is not to marry a widow, a divorced woman, or one defiled by prostitution. He is to marry a virgin from his own people,"
    },
    {
        "o": 3714,
        "r": "csb:Leviticus:21:15",
        "t": "so that he does not corrupt his bloodline among his people, for I am the Lord*s who sets him apart.”"
    },
    {
        "o": 3715,
        "r": "csb:Leviticus:21:15",
        "t": "Physical Defects and Priests",
        "h": 2
    },
    {
        "o": 3716,
        "r": "csb:Leviticus:21:16",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3717,
        "r": "csb:Leviticus:21:17",
        "t": "“Tell Aaron: None of your descendants throughout your generations who has a physical defect is to come near to present the food of his God."
    },
    {
        "o": 3718,
        "r": "csb:Leviticus:21:18",
        "t": "No man who has any defect is to come near: no man who is blind, lame, facially disfigured, or deformed;"
    },
    {
        "o": 3719,
        "r": "csb:Leviticus:21:19",
        "t": "no man who has a broken foot or hand,"
    },
    {
        "o": 3720,
        "r": "csb:Leviticus:21:20",
        "t": "or who is a hunchback or a dwarf, or who has an eye defect, a festering rash, scabs, or a crushed testicle."
    },
    {
        "o": 3721,
        "r": "csb:Leviticus:21:21",
        "t": "No descendant of the priest Aaron who has a defect is to come near to present the food offerings to the Lord.*s He has a defect and is not to come near to present the food of his God."
    },
    {
        "o": 3722,
        "r": "csb:Leviticus:21:22",
        "t": "He may eat the food of his God from what is especially holy as well as from what is holy."
    },
    {
        "o": 3723,
        "r": "csb:Leviticus:21:23",
        "t": "But because he has a defect, he must not go near the curtain or approach the altar. He is not to desecrate my holy places, for I am the Lord*s who sets them apart.”"
    },
    {
        "o": 3724,
        "r": "csb:Leviticus:21:24",
        "t": "Moses said this to Aaron and his sons and to all the Israelites."
    }
]
