[
    {
        "o": 400,
        "r": "nkjv:Genesis:15:0",
        "t": "Genesis 15",
        "h": 1
    },
    {
        "o": 401,
        "r": "nkjv:Genesis:15:0",
        "t": "God’s Covenant with Abram",
        "h": 2
    },
    {
        "o": 402,
        "r": "nkjv:Genesis:15:1",
        "t": "After*p these things the word of the Lord*s came to Abram in a vision, saying, “Do not be afraid, Abram. I am*i your shield, your exceedingly great reward.”"
    },
    {
        "o": 403,
        "r": "nkjv:Genesis:15:2",
        "t": "But*p Abram said, “Lord God,*s what will You give me, seeing I go childless, and the heir of my house is*i Eliezer of Damascus?”"
    },
    {
        "o": 404,
        "r": "nkjv:Genesis:15:3",
        "t": "Then Abram said, “Look, You have given me no offspring; indeed one born in my house is my heir!”"
    },
    {
        "o": 405,
        "r": "nkjv:Genesis:15:4",
        "t": "And*p behold, the word of the Lord*s came*i to him, saying, “This one shall not be your heir, but one who will come from your own body shall be your heir.”"
    },
    {
        "o": 406,
        "r": "nkjv:Genesis:15:5",
        "t": "Then He brought him outside and said, “Look now toward heaven, and count the stars if you are able to number them.” And He said to him, “So shall your descendants be.”"
    },
    {
        "o": 407,
        "r": "nkjv:Genesis:15:6",
        "t": "And*p he believed in the Lord,*s and He accounted it to him for righteousness."
    },
    {
        "o": 408,
        "r": "nkjv:Genesis:15:7",
        "t": "Then*p He said to him, “I am*i the Lord,*s who brought you out of Ur of the Chaldeans, to give you this land to inherit it.”"
    },
    {
        "o": 409,
        "r": "nkjv:Genesis:15:8",
        "t": "And*p he said, “Lord God,*s how shall I know that I will inherit it?”"
    },
    {
        "o": 410,
        "r": "nkjv:Genesis:15:9",
        "t": "So*p He said to him, “Bring Me a three-year-old heifer, a three-year-old female goat, a three-year-old ram, a turtledove, and a young pigeon.”"
    },
    {
        "o": 411,
        "r": "nkjv:Genesis:15:10",
        "t": "Then he brought all these to Him and cut them in two, down the middle, and placed each piece opposite the other; but he did not cut the birds in two."
    },
    {
        "o": 412,
        "r": "nkjv:Genesis:15:11",
        "t": "And when the vultures came down on the carcasses, Abram drove them away."
    },
    {
        "o": 413,
        "r": "nkjv:Genesis:15:12",
        "t": "Now*p when the sun was going down, a deep sleep fell upon Abram; and behold, horror and*i great darkness fell upon him."
    },
    {
        "o": 414,
        "r": "nkjv:Genesis:15:13",
        "t": "Then He said to Abram: “Know certainly that your descendants will be strangers in a land that*i is*i not theirs, and will serve them, and they will afflict them four hundred years."
    },
    {
        "o": 415,
        "r": "nkjv:Genesis:15:14",
        "t": "And also the nation whom they serve I will judge; afterward they shall come out with great possessions."
    },
    {
        "o": 416,
        "r": "nkjv:Genesis:15:15",
        "t": "Now as for you, you shall go to your fathers in peace; you shall be buried at a good old age."
    },
    {
        "o": 417,
        "r": "nkjv:Genesis:15:16",
        "t": "But in the fourth generation they shall return here, for the iniquity of the Amorites is*i not yet complete.”"
    },
    {
        "o": 418,
        "r": "nkjv:Genesis:15:17",
        "t": "And*p it came to pass, when the sun went down and it was dark, that behold, there appeared a smoking oven and a burning torch that passed between those pieces."
    },
    {
        "o": 419,
        "r": "nkjv:Genesis:15:18",
        "t": "On the same day the Lord*s made a covenant with Abram, saying: “To*p your descendants I have given this land, from the river of Egypt to the great river, the River Euphrates—"
    },
    {
        "o": 420,
        "r": "nkjv:Genesis:15:19",
        "t": "the Kenites, the Kenezzites, the Kadmonites,"
    },
    {
        "o": 421,
        "r": "nkjv:Genesis:15:20",
        "t": "the Hittites, the Perizzites, the Rephaim,"
    },
    {
        "o": 422,
        "r": "nkjv:Genesis:15:21",
        "t": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”"
    }
]
