[
    {
        "o": 8344,
        "r": "nkjv:1 Samuel:15:0",
        "t": "1 Samuel 15",
        "h": 1
    },
    {
        "o": 8345,
        "r": "nkjv:1 Samuel:15:0",
        "t": "Saul Spares King Agag",
        "h": 2
    },
    {
        "o": 8346,
        "r": "nkjv:1 Samuel:15:1",
        "t": "Samuel*p also said to Saul, “The Lord*s sent me to anoint you king over His people, over Israel. Now therefore, heed the voice of the words of the Lord.*s"
    },
    {
        "o": 8347,
        "r": "nkjv:1 Samuel:15:2",
        "t": "Thus says the Lord*s of hosts: ‘I will punish Amalek for*i what he did to Israel, how he ambushed him on the way when he came up from Egypt."
    },
    {
        "o": 8348,
        "r": "nkjv:1 Samuel:15:3",
        "t": "Now go and attack Amalek, and utterly destroy all that they have, and do not spare them. But kill both man and woman, infant and nursing child, ox and sheep, camel and donkey.’”"
    },
    {
        "o": 8349,
        "r": "nkjv:1 Samuel:15:4",
        "t": "So*p Saul gathered the people together and numbered them in Telaim, two hundred thousand foot soldiers and ten thousand men of Judah."
    },
    {
        "o": 8350,
        "r": "nkjv:1 Samuel:15:5",
        "t": "And Saul came to a city of Amalek, and lay in wait in the valley."
    },
    {
        "o": 8351,
        "r": "nkjv:1 Samuel:15:6",
        "t": "Then*p Saul said to the Kenites, “Go, depart, get down from among the Amalekites, lest I destroy you with them. For you showed kindness to all the children of Israel when they came up out of Egypt.” So the Kenites departed from among the Amalekites."
    },
    {
        "o": 8352,
        "r": "nkjv:1 Samuel:15:7",
        "t": "And Saul attacked the Amalekites, from Havilah all the way to Shur, which is east of Egypt."
    },
    {
        "o": 8353,
        "r": "nkjv:1 Samuel:15:8",
        "t": "He also took Agag king of the Amalekites alive, and utterly destroyed all the people with the edge of the sword."
    },
    {
        "o": 8354,
        "r": "nkjv:1 Samuel:15:9",
        "t": "But Saul and the people spared Agag and the best of the sheep, the oxen, the fatlings, the lambs, and all that*i was*i good, and were unwilling to utterly destroy them. But everything despised and worthless, that they utterly destroyed."
    },
    {
        "o": 8355,
        "r": "nkjv:1 Samuel:15:9",
        "t": "Saul Rejected as King",
        "h": 2
    },
    {
        "o": 8356,
        "r": "nkjv:1 Samuel:15:10",
        "t": "Now*p the word of the Lord*s came to Samuel, saying,"
    },
    {
        "o": 8357,
        "r": "nkjv:1 Samuel:15:11",
        "t": "“I greatly regret that I have set up Saul as*i king, for he has turned back from following Me, and has not performed My commandments.” And it grieved Samuel, and he cried out to the Lord*s all night."
    },
    {
        "o": 8358,
        "r": "nkjv:1 Samuel:15:12",
        "t": "So when Samuel rose early in the morning to meet Saul, it was told Samuel, saying, “Saul went to Carmel, and indeed, he set up a monument for himself; and he has gone on around, passed by, and gone down to Gilgal.”"
    },
    {
        "o": 8359,
        "r": "nkjv:1 Samuel:15:13",
        "t": "Then Samuel went to Saul, and Saul said to him, “Blessed are*i you of the Lord!*s I have performed the commandment of the Lord.”*s"
    },
    {
        "o": 8360,
        "r": "nkjv:1 Samuel:15:14",
        "t": "But*p Samuel said, “What then is*i this bleating of the sheep in my ears, and the lowing of the oxen which I hear?”"
    },
    {
        "o": 8361,
        "r": "nkjv:1 Samuel:15:15",
        "t": "And*p Saul said, “They have brought them from the Amalekites; for the people spared the best of the sheep and the oxen, to sacrifice to the Lord*s your God; and the rest we have utterly destroyed.”"
    },
    {
        "o": 8362,
        "r": "nkjv:1 Samuel:15:16",
        "t": "Then*p Samuel said to Saul, “Be quiet! And I will tell you what the Lord*s said to me last night.” And*p he said to him, “Speak on.”"
    },
    {
        "o": 8363,
        "r": "nkjv:1 Samuel:15:17",
        "t": "So*p Samuel said, “When you were*i little in your own eyes, were*i you not head of the tribes of Israel? And did not the Lord*s anoint you king over Israel?"
    },
    {
        "o": 8364,
        "r": "nkjv:1 Samuel:15:18",
        "t": "Now the Lord*s sent you on a mission, and said, ‘Go, and utterly destroy the sinners, the Amalekites, and fight against them until they are consumed.’"
    },
    {
        "o": 8365,
        "r": "nkjv:1 Samuel:15:19",
        "t": "Why then did you not obey the voice of the Lord?*s Why did you swoop down on the spoil, and do evil in the sight of the Lord?”*s"
    },
    {
        "o": 8366,
        "r": "nkjv:1 Samuel:15:20",
        "t": "And*p Saul said to Samuel, “But I have obeyed the voice of the Lord,*s and gone on the mission on which the Lord*s sent me, and brought back Agag king of Amalek; I have utterly destroyed the Amalekites."
    },
    {
        "o": 8367,
        "r": "nkjv:1 Samuel:15:21",
        "t": "But the people took of the plunder, sheep and oxen, the best of the things which should have been utterly destroyed, to sacrifice to the Lord*s your God in Gilgal.”"
    },
    {
        "o": 8368,
        "r": "nkjv:1 Samuel:15:22",
        "t": "So*p Samuel said: “Has*pn the Lord*s as*i great*i delight in burnt offerings and sacrifices, As*ld in obeying the voice of the Lord?*s Behold,*ld to obey is better than sacrifice, And*ild to heed than the fat of rams."
    },
    {
        "o": 8369,
        "r": "nkjv:1 Samuel:15:23",
        "t": "For*ld rebellion is*i as*i the sin of witchcraft, And*ld stubbornness is*i as*i iniquity and idolatry. Because*ld you have rejected the word of the Lord,*s He*ld also has rejected you from being*i king.”"
    },
    {
        "o": 8370,
        "r": "nkjv:1 Samuel:15:24",
        "t": "Then*p Saul said to Samuel, “I have sinned, for I have transgressed the commandment of the Lord*s and your words, because I feared the people and obeyed their voice."
    },
    {
        "o": 8371,
        "r": "nkjv:1 Samuel:15:25",
        "t": "Now therefore, please pardon my sin, and return with me, that I may worship the Lord.”*s"
    },
    {
        "o": 8372,
        "r": "nkjv:1 Samuel:15:26",
        "t": "But*p Samuel said to Saul, “I will not return with you, for you have rejected the word of the Lord,*s and the Lord*s has rejected you from being king over Israel.”"
    },
    {
        "o": 8373,
        "r": "nkjv:1 Samuel:15:27",
        "t": "And*p as Samuel turned around to go away, Saul*i seized the edge of his robe, and it tore."
    },
    {
        "o": 8374,
        "r": "nkjv:1 Samuel:15:28",
        "t": "So Samuel said to him, “The Lord*s has torn the kingdom of Israel from you today, and has given it to a neighbor of yours, who*i is*i better than you."
    },
    {
        "o": 8375,
        "r": "nkjv:1 Samuel:15:29",
        "t": "And also the Strength of Israel will not lie nor relent. For He is*i not a man, that He should relent.”"
    },
    {
        "o": 8376,
        "r": "nkjv:1 Samuel:15:30",
        "t": "Then*p he said, “I have sinned; yet*i honor me now, please, before the elders of my people and before Israel, and return with me, that I may worship the Lord*s your God.”"
    },
    {
        "o": 8377,
        "r": "nkjv:1 Samuel:15:31",
        "t": "So Samuel turned back after Saul, and Saul worshiped the Lord.*s"
    },
    {
        "o": 8378,
        "r": "nkjv:1 Samuel:15:32",
        "t": "Then*p Samuel said, “Bring Agag king of the Amalekites here to me.” So Agag came to him cautiously. And*p Agag said, “Surely the bitterness of death is past.”"
    },
    {
        "o": 8379,
        "r": "nkjv:1 Samuel:15:33",
        "t": "But*p Samuel said, “As your sword has made women childless, so shall your mother be childless among women.” And Samuel hacked Agag in pieces before the Lord*s in Gilgal."
    },
    {
        "o": 8380,
        "r": "nkjv:1 Samuel:15:34",
        "t": "Then*p Samuel went to Ramah, and Saul went up to his house at Gibeah of Saul."
    },
    {
        "o": 8381,
        "r": "nkjv:1 Samuel:15:35",
        "t": "And Samuel went no more to see Saul until the day of his death. Nevertheless Samuel mourned for Saul, and the Lord*s regretted that He had made Saul king over Israel."
    }
]
