[
    {
        "o": 25481,
        "r": "nasb:Zechariah:1:0",
        "t": "Zechariah 1",
        "h": 1
    },
    {
        "o": 25482,
        "r": "nasb:Zechariah:1:0",
        "t": "A Call to Repentance",
        "h": 2
    },
    {
        "o": 25483,
        "r": "nasb:Zechariah:1:1",
        "t": "In*p the eighth month of the second year of Darius, the word of the Lord*s came to Zechariah the prophet, the son of Berechiah, the son of Iddo saying,"
    },
    {
        "o": 25484,
        "r": "nasb:Zechariah:1:2",
        "t": "“The Lord*s was very angry with your fathers."
    },
    {
        "o": 25485,
        "r": "nasb:Zechariah:1:3",
        "t": "Therefore say to them, ‘Thus says the Lord*s of hosts, “Return to Me,” declares the Lord*s of hosts, “that I may return to you,” says the Lord*s of hosts."
    },
    {
        "o": 25486,
        "r": "nasb:Zechariah:1:4",
        "t": "“Do not be like your fathers, to whom the former prophets proclaimed, saying, ‘Thus says the Lord*s of hosts, “Return now from your evil ways and from your evil deeds.” ’ But they did not listen or give heed to Me,” declares the Lord.*s"
    },
    {
        "o": 25487,
        "r": "nasb:Zechariah:1:5",
        "t": "“Your fathers, where are they? And the prophets, do they live forever?"
    },
    {
        "o": 25488,
        "r": "nasb:Zechariah:1:6",
        "t": "But did not My words and My statutes, which I commanded My servants the prophets, overtake your fathers? Then they repented and said, ‘As the Lord*s of hosts purposed to do to us in accordance with our ways and our deeds, so He has dealt with us.’ ” ’ ”"
    },
    {
        "o": 25489,
        "r": "nasb:Zechariah:1:6",
        "t": "Patrol of the Earth",
        "h": 2
    },
    {
        "o": 25490,
        "r": "nasb:Zechariah:1:7",
        "t": "On*p the twenty-fourth day of the eleventh month, which is the month Shebat, in the second year of Darius, the word of the Lord*s came to Zechariah the prophet, the son of Berechiah, the son of Iddo, as follows:"
    },
    {
        "o": 25491,
        "r": "nasb:Zechariah:1:8",
        "t": "I saw at night, and behold, a man was riding on a red horse, and he was standing among the myrtle trees which were in the ravine, with red, sorrel and white horses behind him."
    },
    {
        "o": 25492,
        "r": "nasb:Zechariah:1:9",
        "t": "Then I said, “My lord, what are these?” And the angel who was speaking with me said to me, “I will show you what these are.”"
    },
    {
        "o": 25493,
        "r": "nasb:Zechariah:1:10",
        "t": "And the man who was standing among the myrtle trees answered and said, “These are those whom the Lord*s has sent to patrol the earth.”"
    },
    {
        "o": 25494,
        "r": "nasb:Zechariah:1:11",
        "t": "So they answered the angel of the Lord*s who was standing among the myrtle trees and said, “We have patrolled the earth, and behold, all the earth is peaceful and quiet.”"
    },
    {
        "o": 25495,
        "r": "nasb:Zechariah:1:12",
        "t": "Then*p the angel of the Lord*s said, “O Lord*s of hosts, how long will You have no compassion for Jerusalem and the cities of Judah, with which You have been indignant these seventy years?”"
    },
    {
        "o": 25496,
        "r": "nasb:Zechariah:1:13",
        "t": "The Lord*s answered the angel who was speaking with me with gracious words, comforting words."
    },
    {
        "o": 25497,
        "r": "nasb:Zechariah:1:14",
        "t": "So the angel who was speaking with me said to me, “Proclaim, saying, ‘Thus says the Lord*s of hosts, “I am exceedingly jealous for Jerusalem and Zion."
    },
    {
        "o": 25498,
        "r": "nasb:Zechariah:1:15",
        "t": "But I am very angry with the nations who are at ease; for while I was only a little angry, they furthered the disaster.”"
    },
    {
        "o": 25499,
        "r": "nasb:Zechariah:1:16",
        "t": "Therefore thus says the Lord,*s “I will return to Jerusalem with compassion; My house will be built in it,” declares the Lord*s of hosts, “and a measuring line will be stretched over Jerusalem.” ’"
    },
    {
        "o": 25500,
        "r": "nasb:Zechariah:1:17",
        "t": "Again, proclaim, saying, ‘Thus says the Lord*s of hosts, “My cities will again overflow with prosperity, and the Lord*s will again comfort Zion and again choose Jerusalem.” ’ ”"
    },
    {
        "o": 25501,
        "r": "nasb:Zechariah:1:18",
        "t": "Then*p I lifted up my eyes and looked, and behold, there*i were*i four horns."
    },
    {
        "o": 25502,
        "r": "nasb:Zechariah:1:19",
        "t": "So I said to the angel who was speaking with me, “What are these?” And he answered me, “These are the horns which have scattered Judah, Israel and Jerusalem.”"
    },
    {
        "o": 25503,
        "r": "nasb:Zechariah:1:20",
        "t": "Then the Lord*s showed me four craftsmen."
    },
    {
        "o": 25504,
        "r": "nasb:Zechariah:1:21",
        "t": "I said, “What are these coming to do?” And he said, “These are the horns which have scattered Judah so that no man lifts up his head; but these craftsmen*i have come to terrify them, to throw down the horns of the nations who have lifted up their*i horns against the land of Judah in order to scatter it.”"
    }
]
