[
    {
        "o": 31519,
        "r": "csb:Acts:27:0",
        "t": "Acts 27",
        "h": 1
    },
    {
        "o": 31520,
        "r": "csb:Acts:27:0",
        "t": "Sailing for Rome",
        "h": 2
    },
    {
        "o": 31521,
        "r": "csb:Acts:27:1",
        "t": "When*p it was decided that we were to sail to Italy, they handed over Paul and some other prisoners to a centurion named Julius, of the Imperial Regiment."
    },
    {
        "o": 31522,
        "r": "csb:Acts:27:2",
        "t": "When we had boarded a ship of Adramyttium, we put to sea, intending to sail to ports along the coast of Asia. Aristarchus, a Macedonian of Thessalonica, was with us."
    },
    {
        "o": 31523,
        "r": "csb:Acts:27:3",
        "t": "The next day we put in at Sidon, and Julius treated Paul kindly and allowed him to go to his friends to receive their care."
    },
    {
        "o": 31524,
        "r": "csb:Acts:27:4",
        "t": "When we had put out to sea from there, we sailed along the northern coast of Cyprus because the winds were against us."
    },
    {
        "o": 31525,
        "r": "csb:Acts:27:5",
        "t": "After sailing through the open sea off Cilicia and Pamphylia, we reached Myra in Lycia."
    },
    {
        "o": 31526,
        "r": "csb:Acts:27:6",
        "t": "There the centurion found an Alexandrian ship sailing for Italy and put us on board."
    },
    {
        "o": 31527,
        "r": "csb:Acts:27:7",
        "t": "Sailing slowly for many days, with difficulty we arrived off Cnidus. Since the wind did not allow us to approach it, we sailed along the south side of Crete off Salmone."
    },
    {
        "o": 31528,
        "r": "csb:Acts:27:8",
        "t": "With still more difficulty we sailed along the coast and came to a place called Fair Havens near the city of Lasea."
    },
    {
        "o": 31529,
        "r": "csb:Acts:27:8",
        "t": "Paul’s Advice Ignored",
        "h": 2
    },
    {
        "o": 31530,
        "r": "csb:Acts:27:9",
        "t": "By*p now much time had passed, and the voyage was already dangerous. Since the Day of Atonement was already over, Paul gave his advice"
    },
    {
        "o": 31531,
        "r": "csb:Acts:27:10",
        "t": "and told them, “Men, I can see that this voyage is headed toward disaster and heavy loss, not only of the cargo and the ship but also of our lives.”"
    },
    {
        "o": 31532,
        "r": "csb:Acts:27:11",
        "t": "But the centurion paid attention to the captain and the owner of the ship rather than to what Paul said."
    },
    {
        "o": 31533,
        "r": "csb:Acts:27:12",
        "t": "Since the harbor was unsuitable to winter in, the majority decided to set sail from there, hoping somehow to reach Phoenix, a harbor on Crete facing the southwest and northwest, and to winter there."
    },
    {
        "o": 31534,
        "r": "csb:Acts:27:12",
        "t": "Storm-Tossed Ship",
        "h": 2
    },
    {
        "o": 31535,
        "r": "csb:Acts:27:13",
        "t": "When*p a gentle south wind sprang up, they thought they had achieved their purpose. They weighed anchor and sailed along the shore of Crete."
    },
    {
        "o": 31536,
        "r": "csb:Acts:27:14",
        "t": "But before long, a fierce wind called the “northeaster” rushed down from the island."
    },
    {
        "o": 31537,
        "r": "csb:Acts:27:15",
        "t": "Since the ship was caught and unable to head into the wind, we gave way to it and were driven along."
    },
    {
        "o": 31538,
        "r": "csb:Acts:27:16",
        "t": "After running under the shelter of a little island called Cauda, we were barely able to get control of the skiff."
    },
    {
        "o": 31539,
        "r": "csb:Acts:27:17",
        "t": "After hoisting it up, they used ropes and tackle and girded the ship. Fearing they would run aground on the Syrtis, they lowered the drift-anchor, and in this way they were driven along."
    },
    {
        "o": 31540,
        "r": "csb:Acts:27:18",
        "t": "Because we were being severely battered by the storm, they began to jettison the cargo the next day."
    },
    {
        "o": 31541,
        "r": "csb:Acts:27:19",
        "t": "On the third day, they threw the ship’s tackle overboard with their own hands."
    },
    {
        "o": 31542,
        "r": "csb:Acts:27:20",
        "t": "For many days neither sun nor stars appeared, and the severe storm kept raging. Finally all hope was fading that we would be saved."
    },
    {
        "o": 31543,
        "r": "csb:Acts:27:21",
        "t": "Since*p they had been without food for a long time, Paul then stood up among them and said, “You men should have followed my advice not to sail from Crete and sustain this damage and loss."
    },
    {
        "o": 31544,
        "r": "csb:Acts:27:22",
        "t": "Now I urge you to take courage, because there will be no loss of any of your lives, but only of the ship."
    },
    {
        "o": 31545,
        "r": "csb:Acts:27:23",
        "t": "For last night an angel of the God I belong to and serve stood by me"
    },
    {
        "o": 31546,
        "r": "csb:Acts:27:24",
        "t": "and said, ‘Don’t be afraid, Paul. It is necessary for you to appear before Caesar. And indeed, God has graciously given you all those who are sailing with you.’"
    },
    {
        "o": 31547,
        "r": "csb:Acts:27:25",
        "t": "So take courage, men, because I believe God that it will be just the way it was told to me."
    },
    {
        "o": 31548,
        "r": "csb:Acts:27:26",
        "t": "But we have to run aground on some island.”"
    },
    {
        "o": 31549,
        "r": "csb:Acts:27:27",
        "t": "When*p the fourteenth night came, we were drifting in the Adriatic Sea, and about midnight the sailors thought they were approaching land."
    },
    {
        "o": 31550,
        "r": "csb:Acts:27:28",
        "t": "They took soundings and found it to be a hundred twenty feet deep; when they had sailed a little farther and sounded again, they found it to be ninety feet deep."
    },
    {
        "o": 31551,
        "r": "csb:Acts:27:29",
        "t": "Then, fearing we might run aground on the rocks, they dropped four anchors from the stern and prayed for daylight to come."
    },
    {
        "o": 31552,
        "r": "csb:Acts:27:30",
        "t": "Some sailors tried to escape from the ship; they had let down the skiff into the sea, pretending that they were going to put out anchors from the bow."
    },
    {
        "o": 31553,
        "r": "csb:Acts:27:31",
        "t": "Paul said to the centurion and the soldiers, “Unless these men stay in the ship, you cannot be saved.”"
    },
    {
        "o": 31554,
        "r": "csb:Acts:27:32",
        "t": "Then the soldiers cut the ropes holding the skiff and let it drop away."
    },
    {
        "o": 31555,
        "r": "csb:Acts:27:33",
        "t": "When*p it was about daylight, Paul urged them all to take food, saying, “Today is the fourteenth day that you have been waiting and going without food, having eaten nothing."
    },
    {
        "o": 31556,
        "r": "csb:Acts:27:34",
        "t": "So I urge you to take some food. For this is for your survival, since none of you will lose a hair from your head.”"
    },
    {
        "o": 31557,
        "r": "csb:Acts:27:35",
        "t": "After he said these things and had taken some bread, he gave thanks to God in the presence of all of them, and after he broke it, he began to eat."
    },
    {
        "o": 31558,
        "r": "csb:Acts:27:36",
        "t": "They all were encouraged and took food themselves."
    },
    {
        "o": 31559,
        "r": "csb:Acts:27:37",
        "t": "In all there were 276 of us on the ship."
    },
    {
        "o": 31560,
        "r": "csb:Acts:27:38",
        "t": "When they had eaten enough, they began to lighten the ship by throwing the grain overboard into the sea."
    },
    {
        "o": 31561,
        "r": "csb:Acts:27:38",
        "t": "Shipwreck",
        "h": 2
    },
    {
        "o": 31562,
        "r": "csb:Acts:27:39",
        "t": "When*p daylight came, they did not recognize the land but sighted a bay with a beach. They planned to run the ship ashore if they could."
    },
    {
        "o": 31563,
        "r": "csb:Acts:27:40",
        "t": "After cutting loose the anchors, they left them in the sea, at the same time loosening the ropes that held the rudders. Then they hoisted the foresail to the wind and headed for the beach."
    },
    {
        "o": 31564,
        "r": "csb:Acts:27:41",
        "t": "But they struck a sandbar and ran the ship aground. The bow jammed fast and remained immovable, while the stern began to break up by the pounding of the waves."
    },
    {
        "o": 31565,
        "r": "csb:Acts:27:42",
        "t": "The soldiers’ plan was to kill the prisoners so that no one could swim away and escape."
    },
    {
        "o": 31566,
        "r": "csb:Acts:27:43",
        "t": "But the centurion kept them from carrying out their plan because he wanted to save Paul, and so he ordered those who could swim to jump overboard first and get to land."
    },
    {
        "o": 31567,
        "r": "csb:Acts:27:44",
        "t": "The rest were to follow, some on planks and some on debris from the ship. In this way, everyone safely reached the shore."
    }
]
