[
    {
        "o": 32453,
        "r": "csb:1 Corinthians:13:0",
        "t": "1 Corinthians 13",
        "h": 1
    },
    {
        "o": 32454,
        "r": "csb:1 Corinthians:13:0",
        "t": "Love: The Superior Way",
        "h": 2
    },
    {
        "o": 32455,
        "r": "csb:1 Corinthians:13:1",
        "t": "If*p I speak human or angelic tongues but do not have love, I am a noisy gong or a clanging cymbal."
    },
    {
        "o": 32456,
        "r": "csb:1 Corinthians:13:2",
        "t": "If I have the gift of prophecy and understand all mysteries and all knowledge, and if I have all faith so that I can move mountains but do not have love, I am nothing."
    },
    {
        "o": 32457,
        "r": "csb:1 Corinthians:13:3",
        "t": "And if I give away all my possessions, and if I give over my body in order to boast but do not have love, I gain nothing."
    },
    {
        "o": 32458,
        "r": "csb:1 Corinthians:13:4",
        "t": "Love*p is patient, love is kind. Love does not envy, is not boastful, is not arrogant,"
    },
    {
        "o": 32459,
        "r": "csb:1 Corinthians:13:5",
        "t": "is not rude, is not self-seeking, is not irritable, and does not keep a record of wrongs."
    },
    {
        "o": 32460,
        "r": "csb:1 Corinthians:13:6",
        "t": "Love finds no joy in unrighteousness but rejoices in the truth."
    },
    {
        "o": 32461,
        "r": "csb:1 Corinthians:13:7",
        "t": "It bears all things, believes all things, hopes all things, endures all things."
    },
    {
        "o": 32462,
        "r": "csb:1 Corinthians:13:8",
        "t": "Love*p never ends. But as for prophecies, they will come to an end; as for tongues, they will cease; as for knowledge, it will come to an end."
    },
    {
        "o": 32463,
        "r": "csb:1 Corinthians:13:9",
        "t": "For we know in part, and we prophesy in part,"
    },
    {
        "o": 32464,
        "r": "csb:1 Corinthians:13:10",
        "t": "but when the perfect comes, the partial will come to an end."
    },
    {
        "o": 32465,
        "r": "csb:1 Corinthians:13:11",
        "t": "When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I put aside childish things."
    },
    {
        "o": 32466,
        "r": "csb:1 Corinthians:13:12",
        "t": "For now we see only a reflection as in a mirror, but then face to face. Now I know in part, but then I will know fully, as I am fully known."
    },
    {
        "o": 32467,
        "r": "csb:1 Corinthians:13:13",
        "t": "Now these three remain: faith, hope, and love - but the greatest of these is love."
    }
]
