[
    {
        "o": 34977,
        "r": "csb:Revelation:8:0",
        "t": "Revelation 8",
        "h": 1
    },
    {
        "o": 34978,
        "r": "csb:Revelation:8:0",
        "t": "The Seventh Seal",
        "h": 2
    },
    {
        "o": 34979,
        "r": "csb:Revelation:8:1",
        "t": "When*p he opened the seventh seal, there was silence in heaven for about half an hour."
    },
    {
        "o": 34980,
        "r": "csb:Revelation:8:2",
        "t": "Then I saw the seven angels who stand in the presence of God; seven trumpets were given to them."
    },
    {
        "o": 34981,
        "r": "csb:Revelation:8:3",
        "t": "Another angel, with a golden incense burner, came and stood at the altar. He was given a large amount of incense to offer with the prayers of all the saints on the golden altar in front of the throne."
    },
    {
        "o": 34982,
        "r": "csb:Revelation:8:4",
        "t": "The smoke of the incense, with the prayers of the saints, went up in the presence of God from the angel’s hand."
    },
    {
        "o": 34983,
        "r": "csb:Revelation:8:5",
        "t": "The angel took the incense burner, filled it with fire from the altar, and hurled it to the earth; there were peals of thunder, rumblings, flashes of lightning, and an earthquake."
    },
    {
        "o": 34984,
        "r": "csb:Revelation:8:5",
        "t": "The Seven Trumpets",
        "h": 2
    },
    {
        "o": 34985,
        "r": "csb:Revelation:8:6",
        "t": "And*p the seven angels who had the seven trumpets prepared to blow them."
    },
    {
        "o": 34986,
        "r": "csb:Revelation:8:6",
        "t": "The First Trumpet",
        "h": 2
    },
    {
        "o": 34987,
        "r": "csb:Revelation:8:7",
        "t": "The*p first angel blew his trumpet, and hail and fire, mixed with blood, were hurled to the earth. So a third of the earth was burned up, a third of the trees were burned up, and all the green grass was burned up."
    },
    {
        "o": 34988,
        "r": "csb:Revelation:8:7",
        "t": "The Second Trumpet",
        "h": 2
    },
    {
        "o": 34989,
        "r": "csb:Revelation:8:8",
        "t": "The*p second angel blew his trumpet, and something like a great mountain ablaze with fire was hurled into the sea. So a third of the sea became blood,"
    },
    {
        "o": 34990,
        "r": "csb:Revelation:8:9",
        "t": "a third of the living creatures in the sea died, and a third of the ships were destroyed."
    },
    {
        "o": 34991,
        "r": "csb:Revelation:8:9",
        "t": "The Third Trumpet",
        "h": 2
    },
    {
        "o": 34992,
        "r": "csb:Revelation:8:10",
        "t": "The*p third angel blew his trumpet, and a great star, blazing like a torch, fell from heaven. It fell on a third of the rivers and springs of water."
    },
    {
        "o": 34993,
        "r": "csb:Revelation:8:11",
        "t": "The name of the star is Wormwood, and a third of the waters became wormwood. So, many of the people died from the waters, because they had been made bitter."
    },
    {
        "o": 34994,
        "r": "csb:Revelation:8:11",
        "t": "The Fourth Trumpet",
        "h": 2
    },
    {
        "o": 34995,
        "r": "csb:Revelation:8:12",
        "t": "The*p fourth angel blew his trumpet, and a third of the sun was struck, a third of the moon, and a third of the stars, so that a third of them were darkened. A third of the day was without light and also a third of the night."
    },
    {
        "o": 34996,
        "r": "csb:Revelation:8:13",
        "t": "I*p looked and heard an eagle flying high overhead, crying out in a loud voice, “Woe! Woe! Woe to those who live on the earth, because of the remaining trumpet blasts that the three angels are about to sound!”"
    }
]
