[
    {
        "o": 32511,
        "r": "csb:1 Corinthians:15:0",
        "t": "1 Corinthians 15",
        "h": 1
    },
    {
        "o": 32512,
        "r": "csb:1 Corinthians:15:0",
        "t": "Resurrection Essential to the Gospel",
        "h": 2
    },
    {
        "o": 32513,
        "r": "csb:1 Corinthians:15:1",
        "t": "Now*p I want to make clear for you, brothers and sisters, the gospel I preached to you, which you received, on which you have taken your stand"
    },
    {
        "o": 32514,
        "r": "csb:1 Corinthians:15:2",
        "t": "and by which you are being saved, if you hold to the message I preached to you - unless you believed in vain."
    },
    {
        "o": 32515,
        "r": "csb:1 Corinthians:15:3",
        "t": "For I passed on to you as most important what I also received: that Christ died for our sins according to the Scriptures,"
    },
    {
        "o": 32516,
        "r": "csb:1 Corinthians:15:4",
        "t": "that he was buried, that he was raised on the third day according to the Scriptures,"
    },
    {
        "o": 32517,
        "r": "csb:1 Corinthians:15:5",
        "t": "and that he appeared to Cephas, then to the Twelve."
    },
    {
        "o": 32518,
        "r": "csb:1 Corinthians:15:6",
        "t": "Then he appeared to over five hundred brothers and sisters at one time; most of them are still alive, but some have fallen asleep."
    },
    {
        "o": 32519,
        "r": "csb:1 Corinthians:15:7",
        "t": "Then he appeared to James, then to all the apostles."
    },
    {
        "o": 32520,
        "r": "csb:1 Corinthians:15:8",
        "t": "Last of all, as to one born at the wrong time, he also appeared to me."
    },
    {
        "o": 32521,
        "r": "csb:1 Corinthians:15:9",
        "t": "For*p I am the least of the apostles, not worthy to be called an apostle, because I persecuted the church of God."
    },
    {
        "o": 32522,
        "r": "csb:1 Corinthians:15:10",
        "t": "But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, yet not I, but the grace of God that was with me."
    },
    {
        "o": 32523,
        "r": "csb:1 Corinthians:15:11",
        "t": "Whether, then, it is I or they, so we proclaim and so you have believed."
    },
    {
        "o": 32524,
        "r": "csb:1 Corinthians:15:11",
        "t": "Resurrection Essential to the Faith",
        "h": 2
    },
    {
        "o": 32525,
        "r": "csb:1 Corinthians:15:12",
        "t": "Now*p if Christ is proclaimed as raised from the dead, how can some of you say, “There is no resurrection of the dead”?"
    },
    {
        "o": 32526,
        "r": "csb:1 Corinthians:15:13",
        "t": "If there is no resurrection of the dead, then not even Christ has been raised;"
    },
    {
        "o": 32527,
        "r": "csb:1 Corinthians:15:14",
        "t": "and if Christ has not been raised, then our proclamation is in vain, and so is your faith."
    },
    {
        "o": 32528,
        "r": "csb:1 Corinthians:15:15",
        "t": "Moreover, we are found to be false witnesses about God, because we have testified wrongly about God that he raised up Christ - whom he did not raise up, if in fact the dead are not raised."
    },
    {
        "o": 32529,
        "r": "csb:1 Corinthians:15:16",
        "t": "For if the dead are not raised, not even Christ has been raised."
    },
    {
        "o": 32530,
        "r": "csb:1 Corinthians:15:17",
        "t": "And if Christ has not been raised, your faith is worthless; you are still in your sins."
    },
    {
        "o": 32531,
        "r": "csb:1 Corinthians:15:18",
        "t": "Those, then, who have fallen asleep in Christ have also perished."
    },
    {
        "o": 32532,
        "r": "csb:1 Corinthians:15:19",
        "t": "If we have put our hope in Christ for this life only, we should be pitied more than anyone."
    },
    {
        "o": 32533,
        "r": "csb:1 Corinthians:15:19",
        "t": "Christ’s Resurrection Guarantees Ours",
        "h": 2
    },
    {
        "o": 32534,
        "r": "csb:1 Corinthians:15:20",
        "t": "But*p as it is, Christ has been raised from the dead, the firstfruits of those who have fallen asleep."
    },
    {
        "o": 32535,
        "r": "csb:1 Corinthians:15:21",
        "t": "For since death came through a man, the resurrection of the dead also comes through a man."
    },
    {
        "o": 32536,
        "r": "csb:1 Corinthians:15:22",
        "t": "For just as in Adam all die, so also in Christ all will be made alive."
    },
    {
        "o": 32537,
        "r": "csb:1 Corinthians:15:23",
        "t": "But*p each in his own order: Christ, the firstfruits; afterward, at his coming, those who belong to Christ."
    },
    {
        "o": 32538,
        "r": "csb:1 Corinthians:15:24",
        "t": "Then comes the end, when he hands over the kingdom to God the Father, when he abolishes all rule and all authority and power."
    },
    {
        "o": 32539,
        "r": "csb:1 Corinthians:15:25",
        "t": "For he must reign until he puts all his enemies under his feet."
    },
    {
        "o": 32540,
        "r": "csb:1 Corinthians:15:26",
        "t": "The last enemy to be abolished is death."
    },
    {
        "o": 32541,
        "r": "csb:1 Corinthians:15:27",
        "t": "For God*i has*i put*i everything*i under*i his*i feet.*i Now when it says “everything” is put under him, it is obvious that he who puts everything under him is the exception."
    },
    {
        "o": 32542,
        "r": "csb:1 Corinthians:15:28",
        "t": "When everything is subject to Christ, then the Son himself will also be subject to the one who subjected everything to him, so that God may be all in all."
    },
    {
        "o": 32543,
        "r": "csb:1 Corinthians:15:28",
        "t": "Resurrection Supported by Christian Experience",
        "h": 2
    },
    {
        "o": 32544,
        "r": "csb:1 Corinthians:15:29",
        "t": "Otherwise*p what will they do who are being baptized for the dead? If the dead are not raised at all, then why are people baptized for them?"
    },
    {
        "o": 32545,
        "r": "csb:1 Corinthians:15:30",
        "t": "Why are we in danger every hour?"
    },
    {
        "o": 32546,
        "r": "csb:1 Corinthians:15:31",
        "t": "I face death every day, as surely as I may boast about you, brothers and sisters, in Christ Jesus our Lord."
    },
    {
        "o": 32547,
        "r": "csb:1 Corinthians:15:32",
        "t": "If I fought wild beasts in Ephesus as a mere man, what good did that do me? If the dead are not raised, Let*i us*i eat*i and*i drink,*i for*i tomorrow*i we*i die.*i"
    },
    {
        "o": 32548,
        "r": "csb:1 Corinthians:15:33",
        "t": "Do not be deceived: “Bad company corrupts good morals.”"
    },
    {
        "o": 32549,
        "r": "csb:1 Corinthians:15:34",
        "t": "Come to your senses and stop sinning; for some people are ignorant about God. I say this to your shame."
    },
    {
        "o": 32550,
        "r": "csb:1 Corinthians:15:34",
        "t": "The Nature of the Resurrection Body",
        "h": 2
    },
    {
        "o": 32551,
        "r": "csb:1 Corinthians:15:35",
        "t": "But*p someone will ask, “How are the dead raised? What kind of body will they have when they come?”"
    },
    {
        "o": 32552,
        "r": "csb:1 Corinthians:15:36",
        "t": "You fool! What you sow does not come to life unless it dies."
    },
    {
        "o": 32553,
        "r": "csb:1 Corinthians:15:37",
        "t": "And as for what you sow - you are not sowing the body that will be, but only a seed, perhaps of wheat or another grain."
    },
    {
        "o": 32554,
        "r": "csb:1 Corinthians:15:38",
        "t": "But God gives it a body as he wants, and to each of the seeds its own body."
    },
    {
        "o": 32555,
        "r": "csb:1 Corinthians:15:39",
        "t": "Not all flesh is the same flesh; there is one flesh for humans, another for animals, another for birds, and another for fish."
    },
    {
        "o": 32556,
        "r": "csb:1 Corinthians:15:40",
        "t": "There are heavenly bodies and earthly bodies, but the splendor of the heavenly bodies is different from that of the earthly ones."
    },
    {
        "o": 32557,
        "r": "csb:1 Corinthians:15:41",
        "t": "There is a splendor of the sun, another of the moon, and another of the stars; in fact, one star differs from another star in splendor."
    },
    {
        "o": 32558,
        "r": "csb:1 Corinthians:15:42",
        "t": "So it is with the resurrection of the dead: Sown in corruption, raised in incorruption;"
    },
    {
        "o": 32559,
        "r": "csb:1 Corinthians:15:43",
        "t": "sown in dishonor, raised in glory; sown in weakness, raised in power;"
    },
    {
        "o": 32560,
        "r": "csb:1 Corinthians:15:44",
        "t": "sown a natural body, raised a spiritual body. If there is a natural body, there is also a spiritual body."
    },
    {
        "o": 32561,
        "r": "csb:1 Corinthians:15:45",
        "t": "So it is written, The*i first*i man*i Adam*i became*i a*i living*i being;*i the last Adam became a life-giving spirit."
    },
    {
        "o": 32562,
        "r": "csb:1 Corinthians:15:46",
        "t": "However, the spiritual is not first, but the natural, then the spiritual."
    },
    {
        "o": 32563,
        "r": "csb:1 Corinthians:15:47",
        "t": "The*p first man was from the earth, a man of dust; the second man is from heaven."
    },
    {
        "o": 32564,
        "r": "csb:1 Corinthians:15:48",
        "t": "Like the man of dust, so are those who are of the dust; like the man of heaven, so are those who are of heaven."
    },
    {
        "o": 32565,
        "r": "csb:1 Corinthians:15:49",
        "t": "And just as we have borne the image of the man of dust, we will also bear the image of the man of heaven."
    },
    {
        "o": 32566,
        "r": "csb:1 Corinthians:15:49",
        "t": "Victorious Resurrection",
        "h": 2
    },
    {
        "o": 32567,
        "r": "csb:1 Corinthians:15:50",
        "t": "What*p I am saying, brothers and sisters, is this: Flesh and blood cannot inherit the kingdom of God, nor can corruption inherit incorruption."
    },
    {
        "o": 32568,
        "r": "csb:1 Corinthians:15:51",
        "t": "Listen, I am telling you a mystery: We will not all fall asleep, but we will all be changed,"
    },
    {
        "o": 32569,
        "r": "csb:1 Corinthians:15:52",
        "t": "in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised incorruptible, and we will be changed."
    },
    {
        "o": 32570,
        "r": "csb:1 Corinthians:15:53",
        "t": "For this corruptible body must be clothed with incorruptibility, and this mortal body must be clothed with immortality."
    },
    {
        "o": 32571,
        "r": "csb:1 Corinthians:15:54",
        "t": "When this corruptible body is clothed with incorruptibility, and this mortal body is clothed with immortality, then the saying that is written will take place: Death*ipn has*i been*i swallowed*i up*i in*i victory.*i"
    },
    {
        "o": 32572,
        "r": "csb:1 Corinthians:15:55",
        "t": "Where,*iln death,*i is*i your*i victory?*i Where,*iln death,*i is*i your*i sting?*i"
    },
    {
        "o": 32573,
        "r": "csb:1 Corinthians:15:56",
        "t": "The*p sting of death is sin, and the power of sin is the law."
    },
    {
        "o": 32574,
        "r": "csb:1 Corinthians:15:57",
        "t": "But thanks be to God, who gives us the victory through our Lord Jesus Christ!"
    },
    {
        "o": 32575,
        "r": "csb:1 Corinthians:15:58",
        "t": "Therefore,*p my dear brothers and sisters, be steadfast, immovable, always excelling in the Lord’s work, because you know that your labor in the Lord is not in vain."
    }
]
