[
    {
        "o": 34102,
        "r": "nasb:1 John:5:0",
        "t": "1 John 5",
        "h": 1
    },
    {
        "o": 34103,
        "r": "nasb:1 John:5:0",
        "t": "Overcoming the World",
        "h": 2
    },
    {
        "o": 34104,
        "r": "nasb:1 John:5:1",
        "t": "Whoever*p believes that Jesus is the Christ is born of God, and whoever loves the Father loves the child*i born of Him."
    },
    {
        "o": 34105,
        "r": "nasb:1 John:5:2",
        "t": "By this we know that we love the children of God, when we love God and observe His commandments."
    },
    {
        "o": 34106,
        "r": "nasb:1 John:5:3",
        "t": "For this is the love of God, that we keep His commandments; and His commandments are not burdensome."
    },
    {
        "o": 34107,
        "r": "nasb:1 John:5:4",
        "t": "For whatever is born of God overcomes the world; and this is the victory that has overcome the world—our faith."
    },
    {
        "o": 34108,
        "r": "nasb:1 John:5:5",
        "t": "Who*p is the one who overcomes the world, but he who believes that Jesus is the Son of God?"
    },
    {
        "o": 34109,
        "r": "nasb:1 John:5:6",
        "t": "This is the One who came by water and blood, Jesus Christ; not with the water only, but with the water and with the blood. It is the Spirit who testifies, because the Spirit is the truth."
    },
    {
        "o": 34110,
        "r": "nasb:1 John:5:7",
        "t": "For there are three that testify:"
    },
    {
        "o": 34111,
        "r": "nasb:1 John:5:8",
        "t": "the Spirit and the water and the blood; and the three are in agreement."
    },
    {
        "o": 34112,
        "r": "nasb:1 John:5:9",
        "t": "If we receive the testimony of men, the testimony of God is greater; for the testimony of God is this, that He has testified concerning His Son."
    },
    {
        "o": 34113,
        "r": "nasb:1 John:5:10",
        "t": "The one who believes in the Son of God has the testimony in himself; the one who does not believe God has made Him a liar, because he has not believed in the testimony that God has given concerning His Son."
    },
    {
        "o": 34114,
        "r": "nasb:1 John:5:11",
        "t": "And the testimony is this, that God has given us eternal life, and this life is in His Son."
    },
    {
        "o": 34115,
        "r": "nasb:1 John:5:12",
        "t": "He who has the Son has the life; he who does not have the Son of God does not have the life."
    },
    {
        "o": 34116,
        "r": "nasb:1 John:5:12",
        "t": "This Is Written That You May Know",
        "h": 2
    },
    {
        "o": 34117,
        "r": "nasb:1 John:5:13",
        "t": "These*p things I have written to you who believe in the name of the Son of God, so that you may know that you have eternal life."
    },
    {
        "o": 34118,
        "r": "nasb:1 John:5:14",
        "t": "This is the confidence which we have before Him, that, if we ask anything according to His will, He hears us."
    },
    {
        "o": 34119,
        "r": "nasb:1 John:5:15",
        "t": "And if we know that He hears us in*i whatever we ask, we know that we have the requests which we have asked from Him."
    },
    {
        "o": 34120,
        "r": "nasb:1 John:5:16",
        "t": "If*p anyone sees his brother committing a sin not leading*i to death, he shall ask and God*i will for him give life to those who commit sin not leading*i to death. There is a sin leading*i to death; I do not say that he should make request for this."
    },
    {
        "o": 34121,
        "r": "nasb:1 John:5:17",
        "t": "All unrighteousness is sin, and there is a sin not leading*i to death."
    },
    {
        "o": 34122,
        "r": "nasb:1 John:5:18",
        "t": "We*p know that no one who is born of God sins; but He who was born of God keeps him, and the evil one does not touch him."
    },
    {
        "o": 34123,
        "r": "nasb:1 John:5:19",
        "t": "We know that we are of God, and that the whole world lies in the*i power*i of*i the evil one."
    },
    {
        "o": 34124,
        "r": "nasb:1 John:5:20",
        "t": "And we know that the Son of God has come, and has given us understanding so that we may know Him who is true; and we are in Him who is true, in His Son Jesus Christ. This is the true God and eternal life."
    },
    {
        "o": 34125,
        "r": "nasb:1 John:5:21",
        "t": "Little*p children, guard yourselves from idols."
    }
]
