[
    {
        "o": 31029,
        "r": "nasb:Acts:27:0",
        "t": "Acts 27",
        "h": 1
    },
    {
        "o": 31030,
        "r": "nasb:Acts:27:0",
        "t": "Paul Is Sent to Rome",
        "h": 2
    },
    {
        "o": 31031,
        "r": "nasb:Acts:27:1",
        "t": "When*p it was decided that we would sail for Italy, they proceeded to deliver Paul and some other prisoners to a centurion of the Augustan cohort named Julius."
    },
    {
        "o": 31032,
        "r": "nasb:Acts:27:2",
        "t": "And embarking in an Adramyttian ship, which was about to sail to the regions along the coast of Asia, we put out to sea accompanied by Aristarchus, a Macedonian of Thessalonica."
    },
    {
        "o": 31033,
        "r": "nasb:Acts:27:3",
        "t": "The next day we put in at Sidon; and Julius treated Paul with consideration and allowed him to go to his friends and receive care."
    },
    {
        "o": 31034,
        "r": "nasb:Acts:27:4",
        "t": "From there we put out to sea and sailed under the shelter of Cyprus because the winds were contrary."
    },
    {
        "o": 31035,
        "r": "nasb:Acts:27:5",
        "t": "When we had sailed through the sea along the coast of Cilicia and Pamphylia, we landed at Myra in Lycia."
    },
    {
        "o": 31036,
        "r": "nasb:Acts:27:6",
        "t": "There the centurion found an Alexandrian ship sailing for Italy, and he put us aboard it."
    },
    {
        "o": 31037,
        "r": "nasb:Acts:27:7",
        "t": "When we had sailed slowly for a good many days, and with difficulty had arrived off Cnidus, since the wind did not permit us to*i go*i farther, we sailed under the shelter of Crete, off Salmone;"
    },
    {
        "o": 31038,
        "r": "nasb:Acts:27:8",
        "t": "and with difficulty sailing past it we came to a place called Fair Havens, near which was the city of Lasea."
    },
    {
        "o": 31039,
        "r": "nasb:Acts:27:9",
        "t": "When*p considerable time had passed and the voyage was now dangerous, since even the fast was already over, Paul began*i to admonish them,"
    },
    {
        "o": 31040,
        "r": "nasb:Acts:27:10",
        "t": "and said to them, “Men, I perceive that the voyage will certainly be with damage and great loss, not only of the cargo and the ship, but also of our lives.”"
    },
    {
        "o": 31041,
        "r": "nasb:Acts:27:11",
        "t": "But the centurion was more persuaded by the pilot and the captain of the ship than by what was being said by Paul."
    },
    {
        "o": 31042,
        "r": "nasb:Acts:27:12",
        "t": "Because the harbor was not suitable for wintering, the majority reached a decision to put out to sea from there, if somehow they could reach Phoenix, a harbor of Crete, facing southwest and northwest, and spend the winter there.*i"
    },
    {
        "o": 31043,
        "r": "nasb:Acts:27:13",
        "t": "When*p a moderate south wind came up, supposing that they had attained their purpose, they weighed anchor and began*i sailing along Crete, close inshore.*i"
    },
    {
        "o": 31044,
        "r": "nasb:Acts:27:13",
        "t": "Shipwreck",
        "h": 2
    },
    {
        "o": 31045,
        "r": "nasb:Acts:27:14",
        "t": "But*p before very long there rushed down from the land a violent wind, called Euraquilo;"
    },
    {
        "o": 31046,
        "r": "nasb:Acts:27:15",
        "t": "and when the ship was caught in*i it*i and could not face the wind, we gave way to*i it*i and let ourselves be driven along."
    },
    {
        "o": 31047,
        "r": "nasb:Acts:27:16",
        "t": "Running under the shelter of a small island called Clauda, we were scarcely able to get the ship’s*i boat under control."
    },
    {
        "o": 31048,
        "r": "nasb:Acts:27:17",
        "t": "After they had hoisted it up, they used supporting cables in undergirding the ship; and fearing that they might run aground on the*i shallows*i of Syrtis, they let down the sea anchor and in this way let themselves be driven along."
    },
    {
        "o": 31049,
        "r": "nasb:Acts:27:18",
        "t": "The next day as we were being violently storm-tossed, they began to jettison the cargo;"
    },
    {
        "o": 31050,
        "r": "nasb:Acts:27:19",
        "t": "and on the third day they threw the ship’s tackle overboard with their own hands."
    },
    {
        "o": 31051,
        "r": "nasb:Acts:27:20",
        "t": "Since neither sun nor stars appeared for many days, and no small storm was assailing us,*i from then on all hope of our being saved was gradually abandoned."
    },
    {
        "o": 31052,
        "r": "nasb:Acts:27:21",
        "t": "When*p they had gone a long time without food, then Paul stood up in their midst and said, “Men, you ought to have followed my advice and not to have set sail from Crete and incurred this damage and loss."
    },
    {
        "o": 31053,
        "r": "nasb:Acts:27:22",
        "t": "Yet*i now I urge you to keep up your courage, for there will be no loss of life among you, but only*i of the ship."
    },
    {
        "o": 31054,
        "r": "nasb:Acts:27:23",
        "t": "For this very night an angel of the God to whom I belong and whom I serve stood before me,"
    },
    {
        "o": 31055,
        "r": "nasb:Acts:27:24",
        "t": "saying, ‘Do not be afraid, Paul; you must stand before Caesar; and behold, God has granted you all those who are sailing with you.’"
    },
    {
        "o": 31056,
        "r": "nasb:Acts:27:25",
        "t": "Therefore, keep up your courage, men, for I believe God that it will turn out exactly as I have been told."
    },
    {
        "o": 31057,
        "r": "nasb:Acts:27:26",
        "t": "But we must run aground on a certain island.”"
    },
    {
        "o": 31058,
        "r": "nasb:Acts:27:27",
        "t": "But*p when the fourteenth night came, as we were being driven about in the Adriatic Sea, about midnight the sailors began*i to surmise that they were approaching some land."
    },
    {
        "o": 31059,
        "r": "nasb:Acts:27:28",
        "t": "They took soundings and found it*i to*i be*i twenty fathoms; and a little farther on they took another sounding and found it*i to*i be*i fifteen fathoms."
    },
    {
        "o": 31060,
        "r": "nasb:Acts:27:29",
        "t": "Fearing that we might run aground somewhere on the rocks, they cast four anchors from the stern and wished for daybreak."
    },
    {
        "o": 31061,
        "r": "nasb:Acts:27:30",
        "t": "But as the sailors were trying to escape from the ship and had let down the ship’s*i boat into the sea, on the pretense of intending to lay out anchors from the bow,"
    },
    {
        "o": 31062,
        "r": "nasb:Acts:27:31",
        "t": "Paul said to the centurion and to the soldiers, “Unless these men remain in the ship, you yourselves cannot be saved.”"
    },
    {
        "o": 31063,
        "r": "nasb:Acts:27:32",
        "t": "Then the soldiers cut away the ropes of the ship’s*i boat and let it fall away."
    },
    {
        "o": 31064,
        "r": "nasb:Acts:27:33",
        "t": "Until*p the day was about to dawn, Paul was encouraging them all to take some food, saying, “Today is the fourteenth day that you have been constantly watching and going without eating, having taken nothing."
    },
    {
        "o": 31065,
        "r": "nasb:Acts:27:34",
        "t": "Therefore I encourage you to take some food, for this is for your preservation, for not a hair from the head of any of you will perish.”"
    },
    {
        "o": 31066,
        "r": "nasb:Acts:27:35",
        "t": "Having said this, he took bread and gave thanks to God in the presence of all, and he broke it and began to eat."
    },
    {
        "o": 31067,
        "r": "nasb:Acts:27:36",
        "t": "All of them were encouraged and they themselves also took food."
    },
    {
        "o": 31068,
        "r": "nasb:Acts:27:37",
        "t": "All of us in the ship were two hundred and seventy-six persons."
    },
    {
        "o": 31069,
        "r": "nasb:Acts:27:38",
        "t": "When they had eaten enough, they began*i to lighten the ship by throwing out the wheat into the sea."
    },
    {
        "o": 31070,
        "r": "nasb:Acts:27:39",
        "t": "When*p day came, they could not recognize the land; but they did observe a bay with a beach, and they resolved to drive the ship onto it if they could."
    },
    {
        "o": 31071,
        "r": "nasb:Acts:27:40",
        "t": "And casting off the anchors, they left them in the sea while at the same time they were loosening the ropes of the rudders; and hoisting the foresail to the wind, they were heading for the beach."
    },
    {
        "o": 31072,
        "r": "nasb:Acts:27:41",
        "t": "But striking a reef where two seas met, they ran the vessel aground; and the prow stuck fast and remained immovable, but the stern began*i to be broken up by the force of*i the*i waves.*i"
    },
    {
        "o": 31073,
        "r": "nasb:Acts:27:42",
        "t": "The soldiers’ plan was to kill the prisoners, so that none of*i them*i would swim away and escape;"
    },
    {
        "o": 31074,
        "r": "nasb:Acts:27:43",
        "t": "but the centurion, wanting to bring Paul safely through, kept them from their intention, and commanded that those who could swim should jump overboard first and get to land,"
    },
    {
        "o": 31075,
        "r": "nasb:Acts:27:44",
        "t": "and the rest should*i follow,*i some on planks, and others on various things from the ship. And so it happened that they all were brought safely to land."
    }
]
