[
    {
        "o": 24707,
        "r": "csb:Daniel:8:0",
        "t": "Daniel 8",
        "h": 1
    },
    {
        "o": 24708,
        "r": "csb:Daniel:8:0",
        "t": "The Vision of a Ram and a Goat",
        "h": 2
    },
    {
        "o": 24709,
        "r": "csb:Daniel:8:1",
        "t": "In*p the third year of King Belshazzar’s reign, a vision appeared to me, Daniel, after the one that had appeared to me earlier."
    },
    {
        "o": 24710,
        "r": "csb:Daniel:8:2",
        "t": "I saw the vision, and as I watched, I was in the fortress city of Susa, in the province of Elam. I saw in the vision that I was beside the Ulai Canal."
    },
    {
        "o": 24711,
        "r": "csb:Daniel:8:3",
        "t": "I looked up, and there was a ram standing beside the canal. He had two horns. The two horns were long, but one was longer than the other, and the longer one came up last."
    },
    {
        "o": 24712,
        "r": "csb:Daniel:8:4",
        "t": "I saw the ram charging to the west, the north, and the south. No animal could stand against him, and there was no rescue from his power. He did whatever he wanted and became great."
    },
    {
        "o": 24713,
        "r": "csb:Daniel:8:5",
        "t": "As*p I was observing, a male goat appeared, coming from the west across the surface of the entire earth without touching the ground. The goat had a conspicuous horn between his eyes."
    },
    {
        "o": 24714,
        "r": "csb:Daniel:8:6",
        "t": "He came toward the two-horned ram I had seen standing beside the canal and rushed at him with savage fury."
    },
    {
        "o": 24715,
        "r": "csb:Daniel:8:7",
        "t": "I saw him approaching the ram, and infuriated with him, he struck the ram, breaking his two horns, and the ram was not strong enough to stand against him. The goat threw him to the ground and trampled him, and there was no one to rescue the ram from his power."
    },
    {
        "o": 24716,
        "r": "csb:Daniel:8:8",
        "t": "Then the male goat acted even more arrogantly, but when he became powerful, the large horn was broken. Four conspicuous horns came up in its place, pointing toward the four winds of heaven."
    },
    {
        "o": 24717,
        "r": "csb:Daniel:8:8",
        "t": "The Little Horn",
        "h": 2
    },
    {
        "o": 24718,
        "r": "csb:Daniel:8:9",
        "t": "From*p one of them a little horn emerged and grew extensively toward the south and the east and toward the beautiful land."
    },
    {
        "o": 24719,
        "r": "csb:Daniel:8:10",
        "t": "It grew as high as the heavenly army, made some of the army and some of the stars fall to the earth, and trampled them."
    },
    {
        "o": 24720,
        "r": "csb:Daniel:8:11",
        "t": "It acted arrogantly even against the Prince of the heavenly army; it revoked his regular sacrifice and overthrew the place of his sanctuary."
    },
    {
        "o": 24721,
        "r": "csb:Daniel:8:12",
        "t": "In the rebellion, the army was given up, together with the regular sacrifice. The horn threw truth to the ground and was successful in what it did."
    },
    {
        "o": 24722,
        "r": "csb:Daniel:8:13",
        "t": "Then*p I heard a holy one speaking, and another holy one said to the speaker, “How long will the events of this vision last- the regular sacrifice, the rebellion that makes desolate, and the giving over of the sanctuary and of the army to be trampled?”"
    },
    {
        "o": 24723,
        "r": "csb:Daniel:8:14",
        "t": "He*p said to me, “For 2,300 evenings and mornings; then the sanctuary will be restored.”"
    },
    {
        "o": 24724,
        "r": "csb:Daniel:8:14",
        "t": "Interpretation of the Vision",
        "h": 2
    },
    {
        "o": 24725,
        "r": "csb:Daniel:8:15",
        "t": "While*p I, Daniel, was watching the vision and trying to understand it, there stood before me someone who appeared to be a man."
    },
    {
        "o": 24726,
        "r": "csb:Daniel:8:16",
        "t": "I heard a human voice calling from the middle of the Ulai: “Gabriel, explain the vision to this man.”"
    },
    {
        "o": 24727,
        "r": "csb:Daniel:8:17",
        "t": "So*p he approached where I was standing; when he came near, I was terrified and fell facedown. “Son of man,” he said to me, “understand that the vision refers to the time of the end.”"
    },
    {
        "o": 24728,
        "r": "csb:Daniel:8:18",
        "t": "While he was speaking to me, I fell into a deep sleep, with my face to the ground. Then he touched me, made me stand up,"
    },
    {
        "o": 24729,
        "r": "csb:Daniel:8:19",
        "t": "and said, “I am here to tell you what will happen at the conclusion of the time of wrath, because it refers to the appointed time of the end."
    },
    {
        "o": 24730,
        "r": "csb:Daniel:8:20",
        "t": "The two-horned ram that you saw represents the kings of Media and Persia."
    },
    {
        "o": 24731,
        "r": "csb:Daniel:8:21",
        "t": "The shaggy goat represents the king of Greece, and the large horn between his eyes represents the first king."
    },
    {
        "o": 24732,
        "r": "csb:Daniel:8:22",
        "t": "The four horns that took the place of the broken horn represent four kingdoms. They will rise from that nation, but without its power."
    },
    {
        "o": 24733,
        "r": "csb:Daniel:8:23",
        "t": "Near*pn the end of their kingdoms, when*ln the rebels have reached the*ln full measure of their sin, a*ln ruthless king, skilled in intrigue, will*ln come to the throne."
    },
    {
        "o": 24734,
        "r": "csb:Daniel:8:24",
        "t": "His*ln power will be great, but*ln it will not be his own. He*ln will cause outrageous destruction and*ln succeed in whatever he does. He*ln will destroy the powerful along*ln with the holy people."
    },
    {
        "o": 24735,
        "r": "csb:Daniel:8:25",
        "t": "He*ln will cause deceit to prosper through*ln his cunning and by his influence, and*ln in his own mind he will exalt himself. He*ln will destroy many in a time of peace; he*ln will even stand against the Prince of princes. Yet*ln he will be broken - not by human hands."
    },
    {
        "o": 24736,
        "r": "csb:Daniel:8:26",
        "t": "The*ln vision of the evenings and the mornings that*ln has been told is true. Now*ln you are to seal up the vision because*ln it refers to many days in the future.”"
    },
    {
        "o": 24737,
        "r": "csb:Daniel:8:27",
        "t": "I,*p Daniel, was overcome and lay sick for days. Then I got up and went about the king’s business. I was greatly disturbed by the vision and could not understand it."
    }
]
