[
    {
        "o": 6599,
        "r": "esv:Joshua:9:0",
        "t": "Joshua 9",
        "h": 1
    },
    {
        "o": 6600,
        "r": "esv:Joshua:9:0",
        "t": "The Gibeonite Deception",
        "h": 2
    },
    {
        "o": 6601,
        "r": "esv:Joshua:9:1",
        "t": "As*p soon as all the kings who were beyond the Jordan in the hill country and in the lowland all along the coast of the Great Sea toward Lebanon, the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, heard of this,"
    },
    {
        "o": 6602,
        "r": "esv:Joshua:9:2",
        "t": "they gathered together as one to fight against Joshua and Israel."
    },
    {
        "o": 6603,
        "r": "esv:Joshua:9:3",
        "t": "But*p when the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai,"
    },
    {
        "o": 6604,
        "r": "esv:Joshua:9:4",
        "t": "they on their part acted with cunning and went and made ready provisions and took worn-out sacks for their donkeys, and wineskins, worn-out and torn and mended,"
    },
    {
        "o": 6605,
        "r": "esv:Joshua:9:5",
        "t": "with worn-out, patched sandals on their feet, and worn-out clothes. And all their provisions were dry and crumbly."
    },
    {
        "o": 6606,
        "r": "esv:Joshua:9:6",
        "t": "And they went to Joshua in the camp at Gilgal and said to him and to the men of Israel, “We have come from a distant country, so now make a covenant with us.”"
    },
    {
        "o": 6607,
        "r": "esv:Joshua:9:7",
        "t": "But the men of Israel said to the Hivites, “Perhaps you live among us; then how can we make a covenant with you?”"
    },
    {
        "o": 6608,
        "r": "esv:Joshua:9:8",
        "t": "They said to Joshua, “We are your servants.” And Joshua said to them, “Who are you? And where do you come from?”"
    },
    {
        "o": 6609,
        "r": "esv:Joshua:9:9",
        "t": "They said to him, “From a very distant country your servants have come, because of the name of the Lord*s your God. For we have heard a report of him, and all that he did in Egypt,"
    },
    {
        "o": 6610,
        "r": "esv:Joshua:9:10",
        "t": "and all that he did to the two kings of the Amorites who were beyond the Jordan, to Sihon the king of Heshbon, and to Og king of Bashan, who lived in Ashtaroth."
    },
    {
        "o": 6611,
        "r": "esv:Joshua:9:11",
        "t": "So our elders and all the inhabitants of our country said to us, ‘Take provisions in your hand for the journey and go to meet them and say to them, “We are your servants. Come now, make a covenant with us.”’"
    },
    {
        "o": 6612,
        "r": "esv:Joshua:9:12",
        "t": "Here is our bread. It was still warm when we took it from our houses as our food for the journey on the day we set out to come to you, but now, behold, it is dry and crumbly."
    },
    {
        "o": 6613,
        "r": "esv:Joshua:9:13",
        "t": "These wineskins were new when we filled them, and behold, they have burst. And these garments and sandals of ours are worn out from the very long journey.”"
    },
    {
        "o": 6614,
        "r": "esv:Joshua:9:14",
        "t": "So the men took some of their provisions, but did not ask counsel from the Lord.*s"
    },
    {
        "o": 6615,
        "r": "esv:Joshua:9:15",
        "t": "And Joshua made peace with them and made a covenant with them, to let them live, and the leaders of the congregation swore to them."
    },
    {
        "o": 6616,
        "r": "esv:Joshua:9:16",
        "t": "At*p the end of three days after they had made a covenant with them, they heard that they were their neighbors and that they lived among them."
    },
    {
        "o": 6617,
        "r": "esv:Joshua:9:17",
        "t": "And the people of Israel set out and reached their cities on the third day. Now their cities were Gibeon, Chephirah, Beeroth, and Kiriath-jearim."
    },
    {
        "o": 6618,
        "r": "esv:Joshua:9:18",
        "t": "But the people of Israel did not attack them, because the leaders of the congregation had sworn to them by the Lord,*s the God of Israel. Then all the congregation murmured against the leaders."
    },
    {
        "o": 6619,
        "r": "esv:Joshua:9:19",
        "t": "But all the leaders said to all the congregation, “We have sworn to them by the Lord,*s the God of Israel, and now we may not touch them."
    },
    {
        "o": 6620,
        "r": "esv:Joshua:9:20",
        "t": "This we will do to them: let them live, lest wrath be upon us, because of the oath that we swore to them.”"
    },
    {
        "o": 6621,
        "r": "esv:Joshua:9:21",
        "t": "And the leaders said to them, “Let them live.” So they became cutters of wood and drawers of water for all the congregation, just as the leaders had said of them."
    },
    {
        "o": 6622,
        "r": "esv:Joshua:9:22",
        "t": "Joshua*p summoned them, and he said to them, “Why did you deceive us, saying, ‘We are very far from you,’ when you dwell among us?"
    },
    {
        "o": 6623,
        "r": "esv:Joshua:9:23",
        "t": "Now therefore you are cursed, and some of you shall never be anything but servants, cutters of wood and drawers of water for the house of my God.”"
    },
    {
        "o": 6624,
        "r": "esv:Joshua:9:24",
        "t": "They answered Joshua, “Because it was told to your servants for a certainty that the Lord*s your God had commanded his servant Moses to give you all the land and to destroy all the inhabitants of the land from before you— so we feared greatly for our lives because of you and did this thing."
    },
    {
        "o": 6625,
        "r": "esv:Joshua:9:25",
        "t": "And now, behold, we are in your hand. Whatever seems good and right in your sight to do to us, do it.”"
    },
    {
        "o": 6626,
        "r": "esv:Joshua:9:26",
        "t": "So he did this to them and delivered them out of the hand of the people of Israel, and they did not kill them."
    },
    {
        "o": 6627,
        "r": "esv:Joshua:9:27",
        "t": "But Joshua made them that day cutters of wood and drawers of water for the congregation and for the altar of the Lord,*s to this day, in the place that he should choose."
    }
]
