[
    {
        "o": 2675,
        "r": "nasb:Exodus:32:0",
        "t": "Exodus 32",
        "h": 1
    },
    {
        "o": 2676,
        "r": "nasb:Exodus:32:0",
        "t": "The Golden Calf",
        "h": 2
    },
    {
        "o": 2677,
        "r": "nasb:Exodus:32:1",
        "t": "Now*p when the people saw that Moses delayed to come down from the mountain, the people assembled about Aaron and said to him, “Come, make us a god who will go before us; as for this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.”"
    },
    {
        "o": 2678,
        "r": "nasb:Exodus:32:2",
        "t": "Aaron said to them, “Tear off the gold rings which are in the ears of your wives, your sons, and your daughters, and bring them*i to me.”"
    },
    {
        "o": 2679,
        "r": "nasb:Exodus:32:3",
        "t": "Then all the people tore off the gold rings which were in their ears and brought them*i to Aaron."
    },
    {
        "o": 2680,
        "r": "nasb:Exodus:32:4",
        "t": "He took this*i from their hand, and fashioned it with a graving tool and made it into a molten calf; and they said, “This is your god, O Israel, who brought you up from the land of Egypt.”"
    },
    {
        "o": 2681,
        "r": "nasb:Exodus:32:5",
        "t": "Now when Aaron saw this,*i he built an altar before it; and Aaron made a proclamation and said, “Tomorrow shall*i be*i a feast to the Lord.”*s"
    },
    {
        "o": 2682,
        "r": "nasb:Exodus:32:6",
        "t": "So the next day they rose early and offered burnt offerings, and brought peace offerings; and the people sat down to eat and to drink, and rose up to play."
    },
    {
        "o": 2683,
        "r": "nasb:Exodus:32:7",
        "t": "Then*p the Lord*s spoke to Moses, “Go down at once, for your people, whom you brought up from the land of Egypt, have corrupted themselves.*i"
    },
    {
        "o": 2684,
        "r": "nasb:Exodus:32:8",
        "t": "They have quickly turned aside from the way which I commanded them. They have made for themselves a molten calf, and have worshiped it and have sacrificed to it and said, ‘This is your god, O Israel, who brought you up from the land of Egypt!’ ”"
    },
    {
        "o": 2685,
        "r": "nasb:Exodus:32:9",
        "t": "The Lord*s said to Moses, “I have seen this people, and behold, they are an obstinate people."
    },
    {
        "o": 2686,
        "r": "nasb:Exodus:32:10",
        "t": "Now then let Me alone, that My anger may burn against them and that I may destroy them; and I will make of you a great nation.”"
    },
    {
        "o": 2687,
        "r": "nasb:Exodus:32:10",
        "t": "Moses’ Entreaty",
        "h": 2
    },
    {
        "o": 2688,
        "r": "nasb:Exodus:32:11",
        "t": "Then*p Moses entreated the Lord*s his God, and said, “O Lord,*s why does Your anger burn against Your people whom You have brought out from the land of Egypt with great power and with a mighty hand?"
    },
    {
        "o": 2689,
        "r": "nasb:Exodus:32:12",
        "t": "Why should the Egyptians speak, saying, ‘With evil intent*i He brought them out to kill them in the mountains and to destroy them from the face of the earth’? Turn from Your burning anger and change Your mind about doing*i harm to Your people."
    },
    {
        "o": 2690,
        "r": "nasb:Exodus:32:13",
        "t": "Remember Abraham, Isaac, and Israel, Your servants to whom You swore by Yourself, and said to them, ‘I will multiply your descendants as the stars of the heavens, and all this land of which I have spoken I will give to your descendants, and they shall inherit it*i forever.’ ”"
    },
    {
        "o": 2691,
        "r": "nasb:Exodus:32:14",
        "t": "So the Lord*s changed His mind about the harm which He said He would do to His people."
    },
    {
        "o": 2692,
        "r": "nasb:Exodus:32:15",
        "t": "Then*p Moses turned and went down from the mountain with the two tablets of the testimony in his hand, tablets which were written on both sides; they were written on one side*i and the other."
    },
    {
        "o": 2693,
        "r": "nasb:Exodus:32:16",
        "t": "The tablets were God’s work, and the writing was God’s writing engraved on the tablets."
    },
    {
        "o": 2694,
        "r": "nasb:Exodus:32:17",
        "t": "Now when Joshua heard the sound of the people as they shouted, he said to Moses, “There is a sound of war in the camp.”"
    },
    {
        "o": 2695,
        "r": "nasb:Exodus:32:18",
        "t": "But he said, “It*pn is not the sound of the cry of triumph, Nor*ln is it the sound of the cry of defeat; But*ln the sound of singing I hear.”"
    },
    {
        "o": 2696,
        "r": "nasb:Exodus:32:18",
        "t": "Moses’ Anger",
        "h": 2
    },
    {
        "o": 2697,
        "r": "nasb:Exodus:32:19",
        "t": "It*p came about, as soon as Moses came near the camp, that he saw the calf and the*i dancing; and Moses’ anger burned, and he threw the tablets from his hands and shattered them at the foot of the mountain."
    },
    {
        "o": 2698,
        "r": "nasb:Exodus:32:20",
        "t": "He took the calf which they had made and burned it*i with fire, and ground it to powder, and scattered it over the surface of the water and made the sons of Israel drink it.*i"
    },
    {
        "o": 2699,
        "r": "nasb:Exodus:32:21",
        "t": "Then*p Moses said to Aaron, “What did this people do to you, that you have brought such*i great sin upon them?”"
    },
    {
        "o": 2700,
        "r": "nasb:Exodus:32:22",
        "t": "Aaron said, “Do not let the anger of my lord burn; you know the people yourself, that they are prone to evil."
    },
    {
        "o": 2701,
        "r": "nasb:Exodus:32:23",
        "t": "For they said to me, ‘Make a god for us who will go before us; for this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 2702,
        "r": "nasb:Exodus:32:24",
        "t": "I said to them, ‘Whoever has any gold, let them tear it off.’ So they gave it*i to me, and I threw it into the fire, and out came this calf.”"
    },
    {
        "o": 2703,
        "r": "nasb:Exodus:32:25",
        "t": "Now*p when Moses saw that the people were out of control—for Aaron had let them get out of control to be a derision among their enemies—"
    },
    {
        "o": 2704,
        "r": "nasb:Exodus:32:26",
        "t": "then Moses stood in the gate of the camp, and said, “Whoever is for the Lord,*s come*i to me!” And all the sons of Levi gathered together to him."
    },
    {
        "o": 2705,
        "r": "nasb:Exodus:32:27",
        "t": "He said to them, “Thus says the Lord,*s the God of Israel, ‘Every man of*i you*i put his sword upon his thigh, and go back and forth from gate to gate in the camp, and kill every man his brother, and every man his friend, and every man his neighbor.’ ”"
    },
    {
        "o": 2706,
        "r": "nasb:Exodus:32:28",
        "t": "So the sons of Levi did as Moses instructed, and about three thousand men of the people fell that day."
    },
    {
        "o": 2707,
        "r": "nasb:Exodus:32:29",
        "t": "Then Moses said, “Dedicate yourselves today to the Lord*s —for every man has been against his son and against his brother—in order that He may bestow a blessing upon you today.”"
    },
    {
        "o": 2708,
        "r": "nasb:Exodus:32:30",
        "t": "On*p the next day Moses said to the people, “You yourselves have committed a great sin; and now I am going up to the Lord,*s perhaps I can make atonement for your sin.”"
    },
    {
        "o": 2709,
        "r": "nasb:Exodus:32:31",
        "t": "Then Moses returned to the Lord,*s and said, “Alas, this people has committed a great sin, and they have made a god of gold for themselves."
    },
    {
        "o": 2710,
        "r": "nasb:Exodus:32:32",
        "t": "But now, if You will, forgive their sin—and if not, please blot me out from Your book which You have written!”"
    },
    {
        "o": 2711,
        "r": "nasb:Exodus:32:33",
        "t": "The Lord*s said to Moses, “Whoever has sinned against Me, I will blot him out of My book."
    },
    {
        "o": 2712,
        "r": "nasb:Exodus:32:34",
        "t": "But go now, lead the people where I told you. Behold, My angel shall go before you; nevertheless in the day when I punish, I will punish them for their sin.”"
    },
    {
        "o": 2713,
        "r": "nasb:Exodus:32:35",
        "t": "Then the Lord*s smote the people, because of what they did with the calf which Aaron had made."
    }
]
