[
    {
        "o": 20761,
        "r": "csb:Isaiah:44:0",
        "t": "Isaiah 44",
        "h": 1
    },
    {
        "o": 20762,
        "r": "csb:Isaiah:44:0",
        "t": "Spiritual Blessing",
        "h": 2
    },
    {
        "o": 20763,
        "r": "csb:Isaiah:44:1",
        "t": "“And*pn now listen, Jacob my servant, Israel*ln whom I have chosen."
    },
    {
        "o": 20764,
        "r": "csb:Isaiah:44:2",
        "t": "This*ln is the word of the Lord*s your*ln Maker, the one who formed you from the womb: He*ln will help you. Do*ln not fear, Jacob my servant, Jeshurun*ln whom I have chosen."
    },
    {
        "o": 20765,
        "r": "csb:Isaiah:44:3",
        "t": "For*ln I will pour water on the thirsty land and*ln streams on the dry ground; I*ln will pour out my Spirit on your descendants and*ln my blessing on your offspring."
    },
    {
        "o": 20766,
        "r": "csb:Isaiah:44:4",
        "t": "They*ln will sprout among the grass like*ln poplars by flowing streams."
    },
    {
        "o": 20767,
        "r": "csb:Isaiah:44:5",
        "t": "This*ln one will say, ‘I am the Lord*s ’s’; another*ln will use the name of Jacob; still*ln another will write on his hand, ‘The Lord*s ’s,’ and*ln take on the name of Israel.”"
    },
    {
        "o": 20768,
        "r": "csb:Isaiah:44:5",
        "t": "No God Other Than the Lord",
        "h": 2
    },
    {
        "o": 20769,
        "r": "csb:Isaiah:44:6",
        "t": "This*p is what the Lord,*s the King of Israel and its Redeemer, the Lord*s of Armies, says: I*pn am the first and I am the last. There*ln is no God but me."
    },
    {
        "o": 20770,
        "r": "csb:Isaiah:44:7",
        "t": "Who,*ln like me, can announce the future? Let*ln him say so and make a case before me, since*ln I have established an ancient people. Let*ln these gods declare the coming things, and*ln what will take place."
    },
    {
        "o": 20771,
        "r": "csb:Isaiah:44:8",
        "t": "Do*ln not be startled or afraid. Have*ln I not told you and declared it long ago? You*ln are my witnesses! Is*ln there any God but me? There*ln is no other Rock; I do not know any."
    },
    {
        "o": 20772,
        "r": "csb:Isaiah:44:9",
        "t": "All*pn who make idols are nothing, and*ln what they treasure benefits no one. Their*ln witnesses do not see or know anything, so*ln they will be put to shame."
    },
    {
        "o": 20773,
        "r": "csb:Isaiah:44:10",
        "t": "Who*ln makes a god or casts a metal image that*ln benefits no one?"
    },
    {
        "o": 20774,
        "r": "csb:Isaiah:44:11",
        "t": "Look,*ln all its worshipers will be put to shame, and*ln the craftsmen are humans. They*ln all will assemble and stand; they*ln all will be startled and put to shame."
    },
    {
        "o": 20775,
        "r": "csb:Isaiah:44:12",
        "t": "The*pn ironworker labors over the coals, shapes*ln the idol with hammers, and*ln works it with his strong arm. Also*ln he grows hungry and his strength fails; he*ln doesn’t drink water and is faint."
    },
    {
        "o": 20776,
        "r": "csb:Isaiah:44:13",
        "t": "The*ln woodworker stretches out a measuring line, he*ln outlines it with a stylus; he*ln shapes it with chisels and*ln outlines it with a compass. He*ln makes it according to a human form, like*ln a beautiful person, to*ln dwell in a temple."
    },
    {
        "o": 20777,
        "r": "csb:Isaiah:44:14",
        "t": "He*ln cuts down cedars for his use, or*ln he takes a cypress or an oak. He*ln lets it grow strong among the trees of the forest. He*ln plants a laurel, and the rain makes it grow."
    },
    {
        "o": 20778,
        "r": "csb:Isaiah:44:15",
        "t": "A*ln person can use it for fuel. He*ln takes some of it and warms himself; also*ln he kindles a fire and bakes bread; he*ln even makes it into a god and worships it; he*ln makes an idol from it and bows down to it."
    },
    {
        "o": 20779,
        "r": "csb:Isaiah:44:16",
        "t": "He*ln burns half of it in a fire, and*ln he roasts meat on that half. He*ln eats the roast and is satisfied. He*ln warms himself and says, “Ah! I*ln am warm, I see the blaze.”"
    },
    {
        "o": 20780,
        "r": "csb:Isaiah:44:17",
        "t": "He*ln makes a god or his idol with the rest of it. He*ln bows down to it and worships; he*ln prays to it, “Save me, for you are my god.”"
    },
    {
        "o": 20781,
        "r": "csb:Isaiah:44:18",
        "t": "Such*ln people do not comprehend and*ln cannot understand, for*ln he has shut their eyes so they cannot see, and*ln their minds so they cannot understand."
    },
    {
        "o": 20782,
        "r": "csb:Isaiah:44:19",
        "t": "No*ln one comes to his senses; no*ln one has the perception or insight to say, “I*ln burned half of it in the fire, I*ln also baked bread on its coals, I*ln roasted meat and ate. Should*ln I make something detestable with the rest of it? Should*ln I bow down to a block of wood?”"
    },
    {
        "o": 20783,
        "r": "csb:Isaiah:44:20",
        "t": "He*ln feeds on ashes. His*ln deceived mind has led him astray, and*ln he cannot rescue himself, or*ln say, “Isn’t there a lie in my right hand?”"
    },
    {
        "o": 20784,
        "r": "csb:Isaiah:44:21",
        "t": "Remember*pn these things, Jacob, and*ln Israel, for you are my servant; I*ln formed you, you are my servant; Israel,*ln you will never be forgotten by me."
    },
    {
        "o": 20785,
        "r": "csb:Isaiah:44:22",
        "t": "I*ln have swept away your transgressions like a cloud, and*ln your sins like a mist. Return*ln to me, for*ln I have redeemed you."
    },
    {
        "o": 20786,
        "r": "csb:Isaiah:44:23",
        "t": "Rejoice,*ln heavens, for the Lord*s has acted; shout,*ln depths of the earth. Break*ln out into singing, mountains, forest,*ln and every tree in it. For*ln the Lord*s has redeemed Jacob, and*ln glorifies himself through Israel."
    },
    {
        "o": 20787,
        "r": "csb:Isaiah:44:23",
        "t": "Restoration of Israel through Cyrus",
        "h": 2
    },
    {
        "o": 20788,
        "r": "csb:Isaiah:44:24",
        "t": "This*p is what the Lord,*s your Redeemer who formed you from the womb, says: I*pn am the Lord,*s who made everything; who*ln stretched out the heavens by myself; who*ln alone spread out the earth;"
    },
    {
        "o": 20789,
        "r": "csb:Isaiah:44:25",
        "t": "who*ln destroys the omens of the false prophets and*ln makes fools of diviners; who*ln confounds the wise and*ln makes their knowledge foolishness;"
    },
    {
        "o": 20790,
        "r": "csb:Isaiah:44:26",
        "t": "who*ln confirms the message of his servant and*ln fulfills the counsel of his messengers; who*ln says to Jerusalem, “She will be inhabited,” and*ln to the cities of Judah, “They will be rebuilt,” and*ln I will restore her ruins;"
    },
    {
        "o": 20791,
        "r": "csb:Isaiah:44:27",
        "t": "who*ln says to the depths of the sea, “Be dry,” and*ln I will dry up your rivers;"
    },
    {
        "o": 20792,
        "r": "csb:Isaiah:44:28",
        "t": "who*ln says to Cyrus, “My shepherd, he*ln will fulfill all my pleasure” and*ln says to Jerusalem, “She will be rebuilt,” and*ln of the temple, “Its foundation will be laid.”"
    }
]
