[
    {
        "o": 33738,
        "r": "esv:Hebrews:10:0",
        "t": "Hebrews 10",
        "h": 1
    },
    {
        "o": 33739,
        "r": "esv:Hebrews:10:0",
        "t": "Christ’s Sacrifice Once for All",
        "h": 2
    },
    {
        "o": 33740,
        "r": "esv:Hebrews:10:1",
        "t": "For*p since the law has but a shadow of the good things to come instead of the true form of these realities, it can never, by the same sacrifices that are continually offered every year, make perfect those who draw near."
    },
    {
        "o": 33741,
        "r": "esv:Hebrews:10:2",
        "t": "Otherwise, would they not have ceased to be offered, since the worshipers, having once been cleansed, would no longer have any consciousness of sins?"
    },
    {
        "o": 33742,
        "r": "esv:Hebrews:10:3",
        "t": "But in these sacrifices there is a reminder of sins every year."
    },
    {
        "o": 33743,
        "r": "esv:Hebrews:10:4",
        "t": "For it is impossible for the blood of bulls and goats to take away sins."
    },
    {
        "o": 33744,
        "r": "esv:Hebrews:10:5",
        "t": "Consequently,*p when Christ came into the world, he said, “Sacrifices*pn and offerings you have not desired, but*ld a body have you prepared for me;"
    },
    {
        "o": 33745,
        "r": "esv:Hebrews:10:6",
        "t": "in*ln burnt offerings and sin offerings you*ld have taken no pleasure."
    },
    {
        "o": 33746,
        "r": "esv:Hebrews:10:7",
        "t": "Then*ln I said, ‘Behold, I have come to do your will, O God, as*ld it is written of me in the scroll of the book.’”"
    },
    {
        "o": 33747,
        "r": "esv:Hebrews:10:8",
        "t": "When*p he said above, “You have neither desired nor taken pleasure in sacrifices and offerings and burnt offerings and sin offerings” (these are offered according to the law),"
    },
    {
        "o": 33748,
        "r": "esv:Hebrews:10:9",
        "t": "then he added, “Behold, I have come to do your will.” He does away with the first in order to establish the second."
    },
    {
        "o": 33749,
        "r": "esv:Hebrews:10:10",
        "t": "And by that will we have been sanctified through the offering of the body of Jesus Christ once for all."
    },
    {
        "o": 33750,
        "r": "esv:Hebrews:10:11",
        "t": "And*p every priest stands daily at his service, offering repeatedly the same sacrifices, which can never take away sins."
    },
    {
        "o": 33751,
        "r": "esv:Hebrews:10:12",
        "t": "But when Christ had offered for all time a single sacrifice for sins, he sat down at the right hand of God,"
    },
    {
        "o": 33752,
        "r": "esv:Hebrews:10:13",
        "t": "waiting from that time until his enemies should be made a footstool for his feet."
    },
    {
        "o": 33753,
        "r": "esv:Hebrews:10:14",
        "t": "For by a single offering he has perfected for all time those who are being sanctified."
    },
    {
        "o": 33754,
        "r": "esv:Hebrews:10:15",
        "t": "And*p the Holy Spirit also bears witness to us; for after saying,"
    },
    {
        "o": 33755,
        "r": "esv:Hebrews:10:16",
        "t": "“This*pn is the covenant that I will make with them after*ld those days, declares the Lord: I*ln will put my laws on their hearts, and*ld write them on their minds,”"
    },
    {
        "o": 33756,
        "r": "esv:Hebrews:10:17",
        "t": "then*p he adds, “I*pn will remember their sins and their lawless deeds no more.”"
    },
    {
        "o": 33757,
        "r": "esv:Hebrews:10:18",
        "t": "Where*p there is forgiveness of these, there is no longer any offering for sin."
    },
    {
        "o": 33758,
        "r": "esv:Hebrews:10:18",
        "t": "The Full Assurance of Faith",
        "h": 2
    },
    {
        "o": 33759,
        "r": "esv:Hebrews:10:19",
        "t": "Therefore,*p brothers, since we have confidence to enter the holy places by the blood of Jesus,"
    },
    {
        "o": 33760,
        "r": "esv:Hebrews:10:20",
        "t": "by the new and living way that he opened for us through the curtain, that is, through his flesh,"
    },
    {
        "o": 33761,
        "r": "esv:Hebrews:10:21",
        "t": "and since we have a great priest over the house of God,"
    },
    {
        "o": 33762,
        "r": "esv:Hebrews:10:22",
        "t": "let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water."
    },
    {
        "o": 33763,
        "r": "esv:Hebrews:10:23",
        "t": "Let us hold fast the confession of our hope without wavering, for he who promised is faithful."
    },
    {
        "o": 33764,
        "r": "esv:Hebrews:10:24",
        "t": "And let us consider how to stir up one another to love and good works,"
    },
    {
        "o": 33765,
        "r": "esv:Hebrews:10:25",
        "t": "not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near."
    },
    {
        "o": 33766,
        "r": "esv:Hebrews:10:26",
        "t": "For*p if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,"
    },
    {
        "o": 33767,
        "r": "esv:Hebrews:10:27",
        "t": "but a fearful expectation of judgment, and a fury of fire that will consume the adversaries."
    },
    {
        "o": 33768,
        "r": "esv:Hebrews:10:28",
        "t": "Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses."
    },
    {
        "o": 33769,
        "r": "esv:Hebrews:10:29",
        "t": "How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace?"
    },
    {
        "o": 33770,
        "r": "esv:Hebrews:10:30",
        "t": "For we know him who said, “Vengeance is mine; I will repay.” And again, “The Lord will judge his people.”"
    },
    {
        "o": 33771,
        "r": "esv:Hebrews:10:31",
        "t": "It is a fearful thing to fall into the hands of the living God."
    },
    {
        "o": 33772,
        "r": "esv:Hebrews:10:32",
        "t": "But*p recall the former days when, after you were enlightened, you endured a hard struggle with sufferings,"
    },
    {
        "o": 33773,
        "r": "esv:Hebrews:10:33",
        "t": "sometimes being publicly exposed to reproach and affliction, and sometimes being partners with those so treated."
    },
    {
        "o": 33774,
        "r": "esv:Hebrews:10:34",
        "t": "For you had compassion on those in prison, and you joyfully accepted the plundering of your property, since you knew that you yourselves had a better possession and an abiding one."
    },
    {
        "o": 33775,
        "r": "esv:Hebrews:10:35",
        "t": "Therefore do not throw away your confidence, which has a great reward."
    },
    {
        "o": 33776,
        "r": "esv:Hebrews:10:36",
        "t": "For you have need of endurance, so that when you have done the will of God you may receive what is promised."
    },
    {
        "o": 33777,
        "r": "esv:Hebrews:10:37",
        "t": "For, “Yet*pn a little while, and*ld the coming one will come and will not delay;"
    },
    {
        "o": 33778,
        "r": "esv:Hebrews:10:38",
        "t": "but*ln my righteous one shall live by faith, and*ld if he shrinks back, my*ln soul has no pleasure in him.”"
    },
    {
        "o": 33779,
        "r": "esv:Hebrews:10:39",
        "t": "But*p we are not of those who shrink back and are destroyed, but of those who have faith and preserve their souls."
    }
]
