[
    {
        "o": 33124,
        "r": "csb:Ephesians:3:0",
        "t": "Ephesians 3",
        "h": 1
    },
    {
        "o": 33125,
        "r": "csb:Ephesians:3:0",
        "t": "Paul’s Ministry to the Gentiles",
        "h": 2
    },
    {
        "o": 33126,
        "r": "csb:Ephesians:3:1",
        "t": "For*p this reason, I, Paul, the prisoner of Christ Jesus on behalf of you Gentiles -"
    },
    {
        "o": 33127,
        "r": "csb:Ephesians:3:2",
        "t": "assuming you have heard about the administration of God’s grace that he gave me for you."
    },
    {
        "o": 33128,
        "r": "csb:Ephesians:3:3",
        "t": "The mystery was made known to me by revelation, as I have briefly written above."
    },
    {
        "o": 33129,
        "r": "csb:Ephesians:3:4",
        "t": "By reading this you are able to understand my insight into the mystery of Christ."
    },
    {
        "o": 33130,
        "r": "csb:Ephesians:3:5",
        "t": "This was not made known to people in other generations as it is now revealed to his holy apostles and prophets by the Spirit:"
    },
    {
        "o": 33131,
        "r": "csb:Ephesians:3:6",
        "t": "The Gentiles are coheirs, members of the same body, and partners in the promise in Christ Jesus through the gospel."
    },
    {
        "o": 33132,
        "r": "csb:Ephesians:3:7",
        "t": "I was made a servant of this gospel by the gift of God’s grace that was given to me by the working of his power."
    },
    {
        "o": 33133,
        "r": "csb:Ephesians:3:8",
        "t": "This*p grace was given to me - the least of all the saints - to proclaim to the Gentiles the incalculable riches of Christ,"
    },
    {
        "o": 33134,
        "r": "csb:Ephesians:3:9",
        "t": "and to shed light for all about the administration of the mystery hidden for ages in God who created all things."
    },
    {
        "o": 33135,
        "r": "csb:Ephesians:3:10",
        "t": "This is so that God’s multi-faceted wisdom may now be made known through the church to the rulers and authorities in the heavens."
    },
    {
        "o": 33136,
        "r": "csb:Ephesians:3:11",
        "t": "This is according to his eternal purpose accomplished in Christ Jesus our Lord."
    },
    {
        "o": 33137,
        "r": "csb:Ephesians:3:12",
        "t": "In him we have boldness and confident access through faith in him."
    },
    {
        "o": 33138,
        "r": "csb:Ephesians:3:13",
        "t": "So, then, I ask you not to be discouraged over my afflictions on your behalf, for they are your glory."
    },
    {
        "o": 33139,
        "r": "csb:Ephesians:3:13",
        "t": "Prayer for Spiritual Power",
        "h": 2
    },
    {
        "o": 33140,
        "r": "csb:Ephesians:3:14",
        "t": "For*p this reason I kneel before the Father"
    },
    {
        "o": 33141,
        "r": "csb:Ephesians:3:15",
        "t": "from whom every family in heaven and on earth is named."
    },
    {
        "o": 33142,
        "r": "csb:Ephesians:3:16",
        "t": "I pray that he may grant you, according to the riches of his glory, to be strengthened with power in your inner being through his Spirit,"
    },
    {
        "o": 33143,
        "r": "csb:Ephesians:3:17",
        "t": "and that Christ may dwell in your hearts through faith. I pray that you, being rooted and firmly established in love,"
    },
    {
        "o": 33144,
        "r": "csb:Ephesians:3:18",
        "t": "may be able to comprehend with all the saints what is the length and width, height and depth of God’s love,"
    },
    {
        "o": 33145,
        "r": "csb:Ephesians:3:19",
        "t": "and to know Christ’s love that surpasses knowledge, so that you may be filled with all the fullness of God."
    },
    {
        "o": 33146,
        "r": "csb:Ephesians:3:20",
        "t": "Now*p to him who is able to do above and beyond all that we ask or think according to the power that works in us -"
    },
    {
        "o": 33147,
        "r": "csb:Ephesians:3:21",
        "t": "to him be glory in the church and in Christ Jesus to all generations, forever and ever. Amen."
    }
]
