[
    {
        "o": 1659,
        "r": "esv:Exodus:1:0",
        "t": "Exodus 1",
        "h": 1
    },
    {
        "o": 1660,
        "r": "esv:Exodus:1:0",
        "t": "Israel Increases Greatly in Egypt",
        "h": 2
    },
    {
        "o": 1661,
        "r": "esv:Exodus:1:1",
        "t": "These*p are the names of the sons of Israel who came to Egypt with Jacob, each with his household:"
    },
    {
        "o": 1662,
        "r": "esv:Exodus:1:2",
        "t": "Reuben, Simeon, Levi, and Judah,"
    },
    {
        "o": 1663,
        "r": "esv:Exodus:1:3",
        "t": "Issachar, Zebulun, and Benjamin,"
    },
    {
        "o": 1664,
        "r": "esv:Exodus:1:4",
        "t": "Dan and Naphtali, Gad and Asher."
    },
    {
        "o": 1665,
        "r": "esv:Exodus:1:5",
        "t": "All the descendants of Jacob were seventy persons; Joseph was already in Egypt."
    },
    {
        "o": 1666,
        "r": "esv:Exodus:1:6",
        "t": "Then Joseph died, and all his brothers and all that generation."
    },
    {
        "o": 1667,
        "r": "esv:Exodus:1:7",
        "t": "But the people of Israel were fruitful and increased greatly; they multiplied and grew exceedingly strong, so that the land was filled with them."
    },
    {
        "o": 1668,
        "r": "esv:Exodus:1:7",
        "t": "Pharaoh Oppresses Israel",
        "h": 2
    },
    {
        "o": 1669,
        "r": "esv:Exodus:1:8",
        "t": "Now*p there arose a new king over Egypt, who did not know Joseph."
    },
    {
        "o": 1670,
        "r": "esv:Exodus:1:9",
        "t": "And he said to his people, “Behold, the people of Israel are too many and too mighty for us."
    },
    {
        "o": 1671,
        "r": "esv:Exodus:1:10",
        "t": "Come, let us deal shrewdly with them, lest they multiply, and, if war breaks out, they join our enemies and fight against us and escape from the land.”"
    },
    {
        "o": 1672,
        "r": "esv:Exodus:1:11",
        "t": "Therefore they set taskmasters over them to afflict them with heavy burdens. They built for Pharaoh store cities, Pithom and Raamses."
    },
    {
        "o": 1673,
        "r": "esv:Exodus:1:12",
        "t": "But the more they were oppressed, the more they multiplied and the more they spread abroad. And the Egyptians were in dread of the people of Israel."
    },
    {
        "o": 1674,
        "r": "esv:Exodus:1:13",
        "t": "So they ruthlessly made the people of Israel work as slaves"
    },
    {
        "o": 1675,
        "r": "esv:Exodus:1:14",
        "t": "and made their lives bitter with hard service, in mortar and brick, and in all kinds of work in the field. In all their work they ruthlessly made them work as slaves."
    },
    {
        "o": 1676,
        "r": "esv:Exodus:1:15",
        "t": "Then*p the king of Egypt said to the Hebrew midwives, one of whom was named Shiphrah and the other Puah,"
    },
    {
        "o": 1677,
        "r": "esv:Exodus:1:16",
        "t": "“When you serve as midwife to the Hebrew women and see them on the birthstool, if it is a son, you shall kill him, but if it is a daughter, she shall live.”"
    },
    {
        "o": 1678,
        "r": "esv:Exodus:1:17",
        "t": "But the midwives feared God and did not do as the king of Egypt commanded them, but let the male children live."
    },
    {
        "o": 1679,
        "r": "esv:Exodus:1:18",
        "t": "So the king of Egypt called the midwives and said to them, “Why have you done this, and let the male children live?”"
    },
    {
        "o": 1680,
        "r": "esv:Exodus:1:19",
        "t": "The midwives said to Pharaoh, “Because the Hebrew women are not like the Egyptian women, for they are vigorous and give birth before the midwife comes to them.”"
    },
    {
        "o": 1681,
        "r": "esv:Exodus:1:20",
        "t": "So God dealt well with the midwives. And the people multiplied and grew very strong."
    },
    {
        "o": 1682,
        "r": "esv:Exodus:1:21",
        "t": "And because the midwives feared God, he gave them families."
    },
    {
        "o": 1683,
        "r": "esv:Exodus:1:22",
        "t": "Then Pharaoh commanded all his people, “Every son that is born to the Hebrews you shall cast into the Nile, but you shall let every daughter live.”"
    },
    {
        "o": 1684,
        "r": "esv:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1685,
        "r": "esv:Exodus:2:0",
        "t": "The Birth of Moses",
        "h": 2
    },
    {
        "o": 1686,
        "r": "esv:Exodus:2:1",
        "t": "Now*p a man from the house of Levi went and took as his wife a Levite woman."
    },
    {
        "o": 1687,
        "r": "esv:Exodus:2:2",
        "t": "The woman conceived and bore a son, and when she saw that he was a fine child, she hid him three months."
    },
    {
        "o": 1688,
        "r": "esv:Exodus:2:3",
        "t": "When she could hide him no longer, she took for him a basket made of bulrushes and daubed it with bitumen and pitch. She put the child in it and placed it among the reeds by the river bank."
    },
    {
        "o": 1689,
        "r": "esv:Exodus:2:4",
        "t": "And his sister stood at a distance to know what would be done to him."
    },
    {
        "o": 1690,
        "r": "esv:Exodus:2:5",
        "t": "Now the daughter of Pharaoh came down to bathe at the river, while her young women walked beside the river. She saw the basket among the reeds and sent her servant woman, and she took it."
    },
    {
        "o": 1691,
        "r": "esv:Exodus:2:6",
        "t": "When she opened it, she saw the child, and behold, the baby was crying. She took pity on him and said, “This is one of the Hebrews’ children.”"
    },
    {
        "o": 1692,
        "r": "esv:Exodus:2:7",
        "t": "Then his sister said to Pharaoh’s daughter, “Shall I go and call you a nurse from the Hebrew women to nurse the child for you?”"
    },
    {
        "o": 1693,
        "r": "esv:Exodus:2:8",
        "t": "And Pharaoh’s daughter said to her, “Go.” So the girl went and called the child’s mother."
    },
    {
        "o": 1694,
        "r": "esv:Exodus:2:9",
        "t": "And Pharaoh’s daughter said to her, “Take this child away and nurse him for me, and I will give you your wages.” So the woman took the child and nursed him."
    },
    {
        "o": 1695,
        "r": "esv:Exodus:2:10",
        "t": "When the child grew older, she brought him to Pharaoh’s daughter, and he became her son. She named him Moses, “Because,” she said, “I drew him out of the water.”"
    },
    {
        "o": 1696,
        "r": "esv:Exodus:2:10",
        "t": "Moses Flees to Midian",
        "h": 2
    },
    {
        "o": 1697,
        "r": "esv:Exodus:2:11",
        "t": "One*p day, when Moses had grown up, he went out to his people and looked on their burdens, and he saw an Egyptian beating a Hebrew, one of his people."
    },
    {
        "o": 1698,
        "r": "esv:Exodus:2:12",
        "t": "He looked this way and that, and seeing no one, he struck down the Egyptian and hid him in the sand."
    },
    {
        "o": 1699,
        "r": "esv:Exodus:2:13",
        "t": "When he went out the next day, behold, two Hebrews were struggling together. And he said to the man in the wrong, “Why do you strike your companion?”"
    },
    {
        "o": 1700,
        "r": "esv:Exodus:2:14",
        "t": "He answered, “Who made you a prince and a judge over us? Do you mean to kill me as you killed the Egyptian?” Then Moses was afraid, and thought, “Surely the thing is known.”"
    },
    {
        "o": 1701,
        "r": "esv:Exodus:2:15",
        "t": "When Pharaoh heard of it, he sought to kill Moses. But Moses fled from Pharaoh and stayed in the land of Midian. And he sat down by a well."
    },
    {
        "o": 1702,
        "r": "esv:Exodus:2:16",
        "t": "Now*p the priest of Midian had seven daughters, and they came and drew water and filled the troughs to water their father’s flock."
    },
    {
        "o": 1703,
        "r": "esv:Exodus:2:17",
        "t": "The shepherds came and drove them away, but Moses stood up and saved them, and watered their flock."
    },
    {
        "o": 1704,
        "r": "esv:Exodus:2:18",
        "t": "When they came home to their father Reuel, he said, “How is it that you have come home so soon today?”"
    },
    {
        "o": 1705,
        "r": "esv:Exodus:2:19",
        "t": "They said, “An Egyptian delivered us out of the hand of the shepherds and even drew water for us and watered the flock.”"
    },
    {
        "o": 1706,
        "r": "esv:Exodus:2:20",
        "t": "He said to his daughters, “Then where is he? Why have you left the man? Call him, that he may eat bread.”"
    },
    {
        "o": 1707,
        "r": "esv:Exodus:2:21",
        "t": "And Moses was content to dwell with the man, and he gave Moses his daughter Zipporah."
    },
    {
        "o": 1708,
        "r": "esv:Exodus:2:22",
        "t": "She gave birth to a son, and he called his name Gershom, for he said, “I have been a sojourner in a foreign land.”"
    },
    {
        "o": 1709,
        "r": "esv:Exodus:2:22",
        "t": "God Hears Israel’s Groaning",
        "h": 2
    },
    {
        "o": 1710,
        "r": "esv:Exodus:2:23",
        "t": "During*p those many days the king of Egypt died, and the people of Israel groaned because of their slavery and cried out for help. Their cry for rescue from slavery came up to God."
    },
    {
        "o": 1711,
        "r": "esv:Exodus:2:24",
        "t": "And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob."
    },
    {
        "o": 1712,
        "r": "esv:Exodus:2:25",
        "t": "God saw the people of Israel— and God knew."
    },
    {
        "o": 1713,
        "r": "esv:Exodus:3:0",
        "t": "Exodus 3",
        "h": 1
    },
    {
        "o": 1714,
        "r": "esv:Exodus:3:0",
        "t": "The Burning Bush",
        "h": 2
    },
    {
        "o": 1715,
        "r": "esv:Exodus:3:1",
        "t": "Now*p Moses was keeping the flock of his father-in-law, Jethro, the priest of Midian, and he led his flock to the west side of the wilderness and came to Horeb, the mountain of God."
    },
    {
        "o": 1716,
        "r": "esv:Exodus:3:2",
        "t": "And the angel of the Lord*s appeared to him in a flame of fire out of the midst of a bush. He looked, and behold, the bush was burning, yet it was not consumed."
    },
    {
        "o": 1717,
        "r": "esv:Exodus:3:3",
        "t": "And Moses said, “I will turn aside to see this great sight, why the bush is not burned.”"
    },
    {
        "o": 1718,
        "r": "esv:Exodus:3:4",
        "t": "When the Lord*s saw that he turned aside to see, God called to him out of the bush, “Moses, Moses!” And he said, “Here I am.”"
    },
    {
        "o": 1719,
        "r": "esv:Exodus:3:5",
        "t": "Then he said, “Do not come near; take your sandals off your feet, for the place on which you are standing is holy ground.”"
    },
    {
        "o": 1720,
        "r": "esv:Exodus:3:6",
        "t": "And he said, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” And Moses hid his face, for he was afraid to look at God."
    },
    {
        "o": 1721,
        "r": "esv:Exodus:3:7",
        "t": "Then*p the Lord*s said, “I have surely seen the affliction of my people who are in Egypt and have heard their cry because of their taskmasters. I know their sufferings,"
    },
    {
        "o": 1722,
        "r": "esv:Exodus:3:8",
        "t": "and I have come down to deliver them out of the hand of the Egyptians and to bring them up out of that land to a good and broad land, a land flowing with milk and honey, to the place of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites."
    },
    {
        "o": 1723,
        "r": "esv:Exodus:3:9",
        "t": "And now, behold, the cry of the people of Israel has come to me, and I have also seen the oppression with which the Egyptians oppress them."
    },
    {
        "o": 1724,
        "r": "esv:Exodus:3:10",
        "t": "Come, I will send you to Pharaoh that you may bring my people, the children of Israel, out of Egypt.”"
    },
    {
        "o": 1725,
        "r": "esv:Exodus:3:11",
        "t": "But Moses said to God, “Who am I that I should go to Pharaoh and bring the children of Israel out of Egypt?”"
    },
    {
        "o": 1726,
        "r": "esv:Exodus:3:12",
        "t": "He said, “But I will be with you, and this shall be the sign for you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain.”"
    },
    {
        "o": 1727,
        "r": "esv:Exodus:3:13",
        "t": "Then*p Moses said to God, “If I come to the people of Israel and say to them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ what shall I say to them?”"
    },
    {
        "o": 1728,
        "r": "esv:Exodus:3:14",
        "t": "God said to Moses, “I*s am*s who*s I*s am.”*s And he said, “Say this to the people of Israel: ‘I*s am*s has sent me to you.’”"
    },
    {
        "o": 1729,
        "r": "esv:Exodus:3:15",
        "t": "God also said to Moses, “Say this to the people of Israel: ‘The Lord,*s the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and thus I am to be remembered throughout all generations."
    },
    {
        "o": 1730,
        "r": "esv:Exodus:3:16",
        "t": "Go and gather the elders of Israel together and say to them, ‘The Lord,*s the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, “I have observed you and what has been done to you in Egypt,"
    },
    {
        "o": 1731,
        "r": "esv:Exodus:3:17",
        "t": "and I promise that I will bring you up out of the affliction of Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, a land flowing with milk and honey.”’"
    },
    {
        "o": 1732,
        "r": "esv:Exodus:3:18",
        "t": "And they will listen to your voice, and you and the elders of Israel shall go to the king of Egypt and say to him, ‘The Lord,*s the God of the Hebrews, has met with us; and now, please let us go a three days’ journey into the wilderness, that we may sacrifice to the Lord*s our God.’"
    },
    {
        "o": 1733,
        "r": "esv:Exodus:3:19",
        "t": "But I know that the king of Egypt will not let you go unless compelled by a mighty hand."
    },
    {
        "o": 1734,
        "r": "esv:Exodus:3:20",
        "t": "So I will stretch out my hand and strike Egypt with all the wonders that I will do in it; after that he will let you go."
    },
    {
        "o": 1735,
        "r": "esv:Exodus:3:21",
        "t": "And I will give this people favor in the sight of the Egyptians; and when you go, you shall not go empty,"
    },
    {
        "o": 1736,
        "r": "esv:Exodus:3:22",
        "t": "but each woman shall ask of her neighbor, and any woman who lives in her house, for silver and gold jewelry, and for clothing. You shall put them on your sons and on your daughters. So you shall plunder the Egyptians.”"
    },
    {
        "o": 1737,
        "r": "esv:Exodus:4:0",
        "t": "Exodus 4",
        "h": 1
    },
    {
        "o": 1738,
        "r": "esv:Exodus:4:0",
        "t": "Moses Given Powerful Signs",
        "h": 2
    },
    {
        "o": 1739,
        "r": "esv:Exodus:4:1",
        "t": "Then*p Moses answered, “But behold, they will not believe me or listen to my voice, for they will say, ‘The Lord*s did not appear to you.’”"
    },
    {
        "o": 1740,
        "r": "esv:Exodus:4:2",
        "t": "The Lord*s said to him, “What is that in your hand?” He said, “A staff.”"
    },
    {
        "o": 1741,
        "r": "esv:Exodus:4:3",
        "t": "And he said, “Throw it on the ground.” So he threw it on the ground, and it became a serpent, and Moses ran from it."
    },
    {
        "o": 1742,
        "r": "esv:Exodus:4:4",
        "t": "But the Lord*s said to Moses, “Put out your hand and catch it by the tail”— so he put out his hand and caught it, and it became a staff in his hand—"
    },
    {
        "o": 1743,
        "r": "esv:Exodus:4:5",
        "t": "“that they may believe that the Lord,*s the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”"
    },
    {
        "o": 1744,
        "r": "esv:Exodus:4:6",
        "t": "Again, the Lord*s said to him, “Put your hand inside your cloak.” And he put his hand inside his cloak, and when he took it out, behold, his hand was leprous like snow."
    },
    {
        "o": 1745,
        "r": "esv:Exodus:4:7",
        "t": "Then God said, “Put your hand back inside your cloak.” So he put his hand back inside his cloak, and when he took it out, behold, it was restored like the rest of his flesh."
    },
    {
        "o": 1746,
        "r": "esv:Exodus:4:8",
        "t": "“If they will not believe you,” God said, “or listen to the first sign, they may believe the latter sign."
    },
    {
        "o": 1747,
        "r": "esv:Exodus:4:9",
        "t": "If they will not believe even these two signs or listen to your voice, you shall take some water from the Nile and pour it on the dry ground, and the water that you shall take from the Nile will become blood on the dry ground.”"
    },
    {
        "o": 1748,
        "r": "esv:Exodus:4:10",
        "t": "But*p Moses said to the Lord,*s “Oh, my Lord, I am not eloquent, either in the past or since you have spoken to your servant, but I am slow of speech and of tongue.”"
    },
    {
        "o": 1749,
        "r": "esv:Exodus:4:11",
        "t": "Then the Lord*s said to him, “Who has made man’s mouth? Who makes him mute, or deaf, or seeing, or blind? Is it not I, the Lord?*s"
    },
    {
        "o": 1750,
        "r": "esv:Exodus:4:12",
        "t": "Now therefore go, and I will be with your mouth and teach you what you shall speak.”"
    },
    {
        "o": 1751,
        "r": "esv:Exodus:4:13",
        "t": "But he said, “Oh, my Lord, please send someone else.”"
    },
    {
        "o": 1752,
        "r": "esv:Exodus:4:14",
        "t": "Then the anger of the Lord*s was kindled against Moses and he said, “Is there not Aaron, your brother, the Levite? I know that he can speak well. Behold, he is coming out to meet you, and when he sees you, he will be glad in his heart."
    },
    {
        "o": 1753,
        "r": "esv:Exodus:4:15",
        "t": "You shall speak to him and put the words in his mouth, and I will be with your mouth and with his mouth and will teach you both what to do."
    },
    {
        "o": 1754,
        "r": "esv:Exodus:4:16",
        "t": "He shall speak for you to the people, and he shall be your mouth, and you shall be as God to him."
    },
    {
        "o": 1755,
        "r": "esv:Exodus:4:17",
        "t": "And take in your hand this staff, with which you shall do the signs.”"
    },
    {
        "o": 1756,
        "r": "esv:Exodus:4:17",
        "t": "Moses Returns to Egypt",
        "h": 2
    },
    {
        "o": 1757,
        "r": "esv:Exodus:4:18",
        "t": "Moses*p went back to Jethro his father-in-law and said to him, “Please let me go back to my brothers in Egypt to see whether they are still alive.” And Jethro said to Moses, “Go in peace.”"
    },
    {
        "o": 1758,
        "r": "esv:Exodus:4:19",
        "t": "And the Lord*s said to Moses in Midian, “Go back to Egypt, for all the men who were seeking your life are dead.”"
    },
    {
        "o": 1759,
        "r": "esv:Exodus:4:20",
        "t": "So Moses took his wife and his sons and had them ride on a donkey, and went back to the land of Egypt. And Moses took the staff of God in his hand."
    },
    {
        "o": 1760,
        "r": "esv:Exodus:4:21",
        "t": "And*p the Lord*s said to Moses, “When you go back to Egypt, see that you do before Pharaoh all the miracles that I have put in your power. But I will harden his heart, so that he will not let the people go."
    },
    {
        "o": 1761,
        "r": "esv:Exodus:4:22",
        "t": "Then you shall say to Pharaoh, ‘Thus says the Lord,*s Israel is my firstborn son,"
    },
    {
        "o": 1762,
        "r": "esv:Exodus:4:23",
        "t": "and I say to you, “Let my son go that he may serve me.” If you refuse to let him go, behold, I will kill your firstborn son.’”"
    },
    {
        "o": 1763,
        "r": "esv:Exodus:4:24",
        "t": "At*p a lodging place on the way the Lord*s met him and sought to put him to death."
    },
    {
        "o": 1764,
        "r": "esv:Exodus:4:25",
        "t": "Then Zipporah took a flint and cut off her son’s foreskin and touched Moses’ feet with it and said, “Surely you are a bridegroom of blood to me!”"
    },
    {
        "o": 1765,
        "r": "esv:Exodus:4:26",
        "t": "So he let him alone. It was then that she said, “A bridegroom of blood,” because of the circumcision."
    },
    {
        "o": 1766,
        "r": "esv:Exodus:4:27",
        "t": "The*p Lord*s said to Aaron, “Go into the wilderness to meet Moses.” So he went and met him at the mountain of God and kissed him."
    },
    {
        "o": 1767,
        "r": "esv:Exodus:4:28",
        "t": "And Moses told Aaron all the words of the Lord*s with which he had sent him to speak, and all the signs that he had commanded him to do."
    },
    {
        "o": 1768,
        "r": "esv:Exodus:4:29",
        "t": "Then Moses and Aaron went and gathered together all the elders of the people of Israel."
    },
    {
        "o": 1769,
        "r": "esv:Exodus:4:30",
        "t": "Aaron spoke all the words that the Lord*s had spoken to Moses and did the signs in the sight of the people."
    },
    {
        "o": 1770,
        "r": "esv:Exodus:4:31",
        "t": "And the people believed; and when they heard that the Lord*s had visited the people of Israel and that he had seen their affliction, they bowed their heads and worshiped."
    },
    {
        "o": 1771,
        "r": "esv:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1772,
        "r": "esv:Exodus:5:0",
        "t": "Making Bricks Without Straw",
        "h": 2
    },
    {
        "o": 1773,
        "r": "esv:Exodus:5:1",
        "t": "Afterward*p Moses and Aaron went and said to Pharaoh, “Thus says the Lord,*s the God of Israel, ‘Let my people go, that they may hold a feast to me in the wilderness.’”"
    },
    {
        "o": 1774,
        "r": "esv:Exodus:5:2",
        "t": "But Pharaoh said, “Who is the Lord,*s that I should obey his voice and let Israel go? I do not know the Lord,*s and moreover, I will not let Israel go.”"
    },
    {
        "o": 1775,
        "r": "esv:Exodus:5:3",
        "t": "Then they said, “The God of the Hebrews has met with us. Please let us go a three days’ journey into the wilderness that we may sacrifice to the Lord*s our God, lest he fall upon us with pestilence or with the sword.”"
    },
    {
        "o": 1776,
        "r": "esv:Exodus:5:4",
        "t": "But the king of Egypt said to them, “Moses and Aaron, why do you take the people away from their work? Get back to your burdens.”"
    },
    {
        "o": 1777,
        "r": "esv:Exodus:5:5",
        "t": "And Pharaoh said, “Behold, the people of the land are now many, and you make them rest from their burdens!”"
    },
    {
        "o": 1778,
        "r": "esv:Exodus:5:6",
        "t": "The same day Pharaoh commanded the taskmasters of the people and their foremen,"
    },
    {
        "o": 1779,
        "r": "esv:Exodus:5:7",
        "t": "“You shall no longer give the people straw to make bricks, as in the past; let them go and gather straw for themselves."
    },
    {
        "o": 1780,
        "r": "esv:Exodus:5:8",
        "t": "But the number of bricks that they made in the past you shall impose on them, you shall by no means reduce it, for they are idle. Therefore they cry, ‘Let us go and offer sacrifice to our God.’"
    },
    {
        "o": 1781,
        "r": "esv:Exodus:5:9",
        "t": "Let heavier work be laid on the men that they may labor at it and pay no regard to lying words.”"
    },
    {
        "o": 1782,
        "r": "esv:Exodus:5:10",
        "t": "So*p the taskmasters and the foremen of the people went out and said to the people, “Thus says Pharaoh, ‘I will not give you straw."
    },
    {
        "o": 1783,
        "r": "esv:Exodus:5:11",
        "t": "Go and get your straw yourselves wherever you can find it, but your work will not be reduced in the least.’”"
    },
    {
        "o": 1784,
        "r": "esv:Exodus:5:12",
        "t": "So the people were scattered throughout all the land of Egypt to gather stubble for straw."
    },
    {
        "o": 1785,
        "r": "esv:Exodus:5:13",
        "t": "The taskmasters were urgent, saying, “Complete your work, your daily task each day, as when there was straw.”"
    },
    {
        "o": 1786,
        "r": "esv:Exodus:5:14",
        "t": "And the foremen of the people of Israel, whom Pharaoh’s taskmasters had set over them, were beaten and were asked, “Why have you not done all your task of making bricks today and yesterday, as in the past?”"
    },
    {
        "o": 1787,
        "r": "esv:Exodus:5:15",
        "t": "Then*p the foremen of the people of Israel came and cried to Pharaoh, “Why do you treat your servants like this?"
    },
    {
        "o": 1788,
        "r": "esv:Exodus:5:16",
        "t": "No straw is given to your servants, yet they say to us, ‘Make bricks!’ And behold, your servants are beaten; but the fault is in your own people.”"
    },
    {
        "o": 1789,
        "r": "esv:Exodus:5:17",
        "t": "But he said, “You are idle, you are idle; that is why you say, ‘Let us go and sacrifice to the Lord.’*s"
    },
    {
        "o": 1790,
        "r": "esv:Exodus:5:18",
        "t": "Go now and work. No straw will be given you, but you must still deliver the same number of bricks.”"
    },
    {
        "o": 1791,
        "r": "esv:Exodus:5:19",
        "t": "The foremen of the people of Israel saw that they were in trouble when they said, “You shall by no means reduce your number of bricks, your daily task each day.”"
    },
    {
        "o": 1792,
        "r": "esv:Exodus:5:20",
        "t": "They met Moses and Aaron, who were waiting for them, as they came out from Pharaoh;"
    },
    {
        "o": 1793,
        "r": "esv:Exodus:5:21",
        "t": "and they said to them, “The Lord*s look on you and judge, because you have made us stink in the sight of Pharaoh and his servants, and have put a sword in their hand to kill us.”"
    },
    {
        "o": 1794,
        "r": "esv:Exodus:5:22",
        "t": "Then*p Moses turned to the Lord*s and said, “O Lord, why have you done evil to this people? Why did you ever send me?"
    },
    {
        "o": 1795,
        "r": "esv:Exodus:5:23",
        "t": "For since I came to Pharaoh to speak in your name, he has done evil to this people, and you have not delivered your people at all.”"
    },
    {
        "o": 1796,
        "r": "esv:Exodus:6:0",
        "t": "Exodus 6",
        "h": 1
    },
    {
        "o": 1797,
        "r": "esv:Exodus:6:0",
        "t": "God Promises Deliverance",
        "h": 2
    },
    {
        "o": 1798,
        "r": "esv:Exodus:6:1",
        "t": "But*p the Lord*s said to Moses, “Now you shall see what I will do to Pharaoh; for with a strong hand he will send them out, and with a strong hand he will drive them out of his land.”"
    },
    {
        "o": 1799,
        "r": "esv:Exodus:6:2",
        "t": "God*p spoke to Moses and said to him, “I am the Lord.*s"
    },
    {
        "o": 1800,
        "r": "esv:Exodus:6:3",
        "t": "I appeared to Abraham, to Isaac, and to Jacob, as God Almighty, but by my name the Lord*s I did not make myself known to them."
    },
    {
        "o": 1801,
        "r": "esv:Exodus:6:4",
        "t": "I also established my covenant with them to give them the land of Canaan, the land in which they lived as sojourners."
    },
    {
        "o": 1802,
        "r": "esv:Exodus:6:5",
        "t": "Moreover, I have heard the groaning of the people of Israel whom the Egyptians hold as slaves, and I have remembered my covenant."
    },
    {
        "o": 1803,
        "r": "esv:Exodus:6:6",
        "t": "Say therefore to the people of Israel, ‘I am the Lord,*s and I will bring you out from under the burdens of the Egyptians, and I will deliver you from slavery to them, and I will redeem you with an outstretched arm and with great acts of judgment."
    },
    {
        "o": 1804,
        "r": "esv:Exodus:6:7",
        "t": "I will take you to be my people, and I will be your God, and you shall know that I am the Lord*s your God, who has brought you out from under the burdens of the Egyptians."
    },
    {
        "o": 1805,
        "r": "esv:Exodus:6:8",
        "t": "I will bring you into the land that I swore to give to Abraham, to Isaac, and to Jacob. I will give it to you for a possession. I am the Lord.’”*s"
    },
    {
        "o": 1806,
        "r": "esv:Exodus:6:9",
        "t": "Moses spoke thus to the people of Israel, but they did not listen to Moses, because of their broken spirit and harsh slavery."
    },
    {
        "o": 1807,
        "r": "esv:Exodus:6:10",
        "t": "So*p the Lord*s said to Moses,"
    },
    {
        "o": 1808,
        "r": "esv:Exodus:6:11",
        "t": "“Go in, tell Pharaoh king of Egypt to let the people of Israel go out of his land.”"
    },
    {
        "o": 1809,
        "r": "esv:Exodus:6:12",
        "t": "But Moses said to the Lord,*s “Behold, the people of Israel have not listened to me. How then shall Pharaoh listen to me, for I am of uncircumcised lips?”"
    },
    {
        "o": 1810,
        "r": "esv:Exodus:6:13",
        "t": "But the Lord*s spoke to Moses and Aaron and gave them a charge about the people of Israel and about Pharaoh king of Egypt: to bring the people of Israel out of the land of Egypt."
    },
    {
        "o": 1811,
        "r": "esv:Exodus:6:13",
        "t": "The Genealogy of Moses and Aaron",
        "h": 2
    },
    {
        "o": 1812,
        "r": "esv:Exodus:6:14",
        "t": "These*p are the heads of their fathers’ houses: the sons of Reuben, the firstborn of Israel: Hanoch, Pallu, Hezron, and Carmi; these are the clans of Reuben."
    },
    {
        "o": 1813,
        "r": "esv:Exodus:6:15",
        "t": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman; these are the clans of Simeon."
    },
    {
        "o": 1814,
        "r": "esv:Exodus:6:16",
        "t": "These are the names of the sons of Levi according to their generations: Gershon, Kohath, and Merari, the years of the life of Levi being 137 years."
    },
    {
        "o": 1815,
        "r": "esv:Exodus:6:17",
        "t": "The sons of Gershon: Libni and Shimei, by their clans."
    },
    {
        "o": 1816,
        "r": "esv:Exodus:6:18",
        "t": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, the years of the life of Kohath being 133 years."
    },
    {
        "o": 1817,
        "r": "esv:Exodus:6:19",
        "t": "The sons of Merari: Mahli and Mushi. These are the clans of the Levites according to their generations."
    },
    {
        "o": 1818,
        "r": "esv:Exodus:6:20",
        "t": "Amram took as his wife Jochebed his father’s sister, and she bore him Aaron and Moses, the years of the life of Amram being 137 years."
    },
    {
        "o": 1819,
        "r": "esv:Exodus:6:21",
        "t": "The sons of Izhar: Korah, Nepheg, and Zichri."
    },
    {
        "o": 1820,
        "r": "esv:Exodus:6:22",
        "t": "The sons of Uzziel: Mishael, Elzaphan, and Sithri."
    },
    {
        "o": 1821,
        "r": "esv:Exodus:6:23",
        "t": "Aaron took as his wife Elisheba, the daughter of Amminadab and the sister of Nahshon, and she bore him Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 1822,
        "r": "esv:Exodus:6:24",
        "t": "The sons of Korah: Assir, Elkanah, and Abiasaph; these are the clans of the Korahites."
    },
    {
        "o": 1823,
        "r": "esv:Exodus:6:25",
        "t": "Eleazar, Aaron’s son, took as his wife one of the daughters of Putiel, and she bore him Phinehas. These are the heads of the fathers’ houses of the Levites by their clans."
    },
    {
        "o": 1824,
        "r": "esv:Exodus:6:26",
        "t": "These*p are the Aaron and Moses to whom the Lord*s said: “Bring out the people of Israel from the land of Egypt by their hosts.”"
    },
    {
        "o": 1825,
        "r": "esv:Exodus:6:27",
        "t": "It was they who spoke to Pharaoh king of Egypt about bringing out the people of Israel from Egypt, this Moses and this Aaron."
    },
    {
        "o": 1826,
        "r": "esv:Exodus:6:28",
        "t": "On*p the day when the Lord*s spoke to Moses in the land of Egypt,"
    },
    {
        "o": 1827,
        "r": "esv:Exodus:6:29",
        "t": "the Lord*s said to Moses, “I am the Lord;*s tell Pharaoh king of Egypt all that I say to you.”"
    },
    {
        "o": 1828,
        "r": "esv:Exodus:6:30",
        "t": "But Moses said to the Lord,*s “Behold, I am of uncircumcised lips. How will Pharaoh listen to me?”"
    },
    {
        "o": 1829,
        "r": "esv:Exodus:7:0",
        "t": "Exodus 7",
        "h": 1
    },
    {
        "o": 1830,
        "r": "esv:Exodus:7:0",
        "t": "Moses and Aaron Before Pharaoh",
        "h": 2
    },
    {
        "o": 1831,
        "r": "esv:Exodus:7:1",
        "t": "And*p the Lord*s said to Moses, “See, I have made you like God to Pharaoh, and your brother Aaron shall be your prophet."
    },
    {
        "o": 1832,
        "r": "esv:Exodus:7:2",
        "t": "You shall speak all that I command you, and your brother Aaron shall tell Pharaoh to let the people of Israel go out of his land."
    },
    {
        "o": 1833,
        "r": "esv:Exodus:7:3",
        "t": "But I will harden Pharaoh’s heart, and though I multiply my signs and wonders in the land of Egypt,"
    },
    {
        "o": 1834,
        "r": "esv:Exodus:7:4",
        "t": "Pharaoh will not listen to you. Then I will lay my hand on Egypt and bring my hosts, my people the children of Israel, out of the land of Egypt by great acts of judgment."
    },
    {
        "o": 1835,
        "r": "esv:Exodus:7:5",
        "t": "The Egyptians shall know that I am the Lord,*s when I stretch out my hand against Egypt and bring out the people of Israel from among them.”"
    },
    {
        "o": 1836,
        "r": "esv:Exodus:7:6",
        "t": "Moses and Aaron did so; they did just as the Lord*s commanded them."
    },
    {
        "o": 1837,
        "r": "esv:Exodus:7:7",
        "t": "Now Moses was eighty years old, and Aaron eighty-three years old, when they spoke to Pharaoh."
    },
    {
        "o": 1838,
        "r": "esv:Exodus:7:8",
        "t": "Then*p the Lord*s said to Moses and Aaron,"
    },
    {
        "o": 1839,
        "r": "esv:Exodus:7:9",
        "t": "“When Pharaoh says to you, ‘Prove yourselves by working a miracle,’ then you shall say to Aaron, ‘Take your staff and cast it down before Pharaoh, that it may become a serpent.’”"
    },
    {
        "o": 1840,
        "r": "esv:Exodus:7:10",
        "t": "So Moses and Aaron went to Pharaoh and did just as the Lord*s commanded. Aaron cast down his staff before Pharaoh and his servants, and it became a serpent."
    },
    {
        "o": 1841,
        "r": "esv:Exodus:7:11",
        "t": "Then Pharaoh summoned the wise men and the sorcerers, and they, the magicians of Egypt, also did the same by their secret arts."
    },
    {
        "o": 1842,
        "r": "esv:Exodus:7:12",
        "t": "For each man cast down his staff, and they became serpents. But Aaron’s staff swallowed up their staffs."
    },
    {
        "o": 1843,
        "r": "esv:Exodus:7:13",
        "t": "Still Pharaoh’s heart was hardened, and he would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1844,
        "r": "esv:Exodus:7:13",
        "t": "The First Plague: Water Turned to Blood",
        "h": 2
    },
    {
        "o": 1845,
        "r": "esv:Exodus:7:14",
        "t": "Then*p the Lord*s said to Moses, “Pharaoh’s heart is hardened; he refuses to let the people go."
    },
    {
        "o": 1846,
        "r": "esv:Exodus:7:15",
        "t": "Go to Pharaoh in the morning, as he is going out to the water. Stand on the bank of the Nile to meet him, and take in your hand the staff that turned into a serpent."
    },
    {
        "o": 1847,
        "r": "esv:Exodus:7:16",
        "t": "And you shall say to him, ‘The Lord,*s the God of the Hebrews, sent me to you, saying, “Let my people go, that they may serve me in the wilderness.” But so far, you have not obeyed."
    },
    {
        "o": 1848,
        "r": "esv:Exodus:7:17",
        "t": "Thus says the Lord,*s “By this you shall know that I am the Lord:*s behold, with the staff that is in my hand I will strike the water that is in the Nile, and it shall turn into blood."
    },
    {
        "o": 1849,
        "r": "esv:Exodus:7:18",
        "t": "The fish in the Nile shall die, and the Nile will stink, and the Egyptians will grow weary of drinking water from the Nile.”’”"
    },
    {
        "o": 1850,
        "r": "esv:Exodus:7:19",
        "t": "And the Lord*s said to Moses, “Say to Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt, over their rivers, their canals, and their ponds, and all their pools of water, so that they may become blood, and there shall be blood throughout all the land of Egypt, even in vessels of wood and in vessels of stone.’”"
    },
    {
        "o": 1851,
        "r": "esv:Exodus:7:20",
        "t": "Moses*p and Aaron did as the Lord*s commanded. In the sight of Pharaoh and in the sight of his servants he lifted up the staff and struck the water in the Nile, and all the water in the Nile turned into blood."
    },
    {
        "o": 1852,
        "r": "esv:Exodus:7:21",
        "t": "And the fish in the Nile died, and the Nile stank, so that the Egyptians could not drink water from the Nile. There was blood throughout all the land of Egypt."
    },
    {
        "o": 1853,
        "r": "esv:Exodus:7:22",
        "t": "But the magicians of Egypt did the same by their secret arts. So Pharaoh’s heart remained hardened, and he would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1854,
        "r": "esv:Exodus:7:23",
        "t": "Pharaoh turned and went into his house, and he did not take even this to heart."
    },
    {
        "o": 1855,
        "r": "esv:Exodus:7:24",
        "t": "And all the Egyptians dug along the Nile for water to drink, for they could not drink the water of the Nile."
    },
    {
        "o": 1856,
        "r": "esv:Exodus:7:25",
        "t": "Seven*p full days passed after the Lord*s had struck the Nile."
    },
    {
        "o": 1857,
        "r": "esv:Exodus:8:0",
        "t": "Exodus 8",
        "h": 1
    },
    {
        "o": 1858,
        "r": "esv:Exodus:8:0",
        "t": "The Second Plague: Frogs",
        "h": 2
    },
    {
        "o": 1859,
        "r": "esv:Exodus:8:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh and say to him, ‘Thus says the Lord,*s “Let my people go, that they may serve me."
    },
    {
        "o": 1860,
        "r": "esv:Exodus:8:2",
        "t": "But if you refuse to let them go, behold, I will plague all your country with frogs."
    },
    {
        "o": 1861,
        "r": "esv:Exodus:8:3",
        "t": "The Nile shall swarm with frogs that shall come up into your house and into your bedroom and on your bed and into the houses of your servants and your people, and into your ovens and your kneading bowls."
    },
    {
        "o": 1862,
        "r": "esv:Exodus:8:4",
        "t": "The frogs shall come up on you and on your people and on all your servants.”’”"
    },
    {
        "o": 1863,
        "r": "esv:Exodus:8:5",
        "t": "And the Lord*s said to Moses, “Say to Aaron, ‘Stretch out your hand with your staff over the rivers, over the canals and over the pools, and make frogs come up on the land of Egypt!’”"
    },
    {
        "o": 1864,
        "r": "esv:Exodus:8:6",
        "t": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."
    },
    {
        "o": 1865,
        "r": "esv:Exodus:8:7",
        "t": "But the magicians did the same by their secret arts and made frogs come up on the land of Egypt."
    },
    {
        "o": 1866,
        "r": "esv:Exodus:8:8",
        "t": "Then*p Pharaoh called Moses and Aaron and said, “Plead with the Lord*s to take away the frogs from me and from my people, and I will let the people go to sacrifice to the Lord.”*s"
    },
    {
        "o": 1867,
        "r": "esv:Exodus:8:9",
        "t": "Moses said to Pharaoh, “Be pleased to command me when I am to plead for you and for your servants and for your people, that the frogs be cut off from you and your houses and be left only in the Nile.”"
    },
    {
        "o": 1868,
        "r": "esv:Exodus:8:10",
        "t": "And he said, “Tomorrow.” Moses said, “Be it as you say, so that you may know that there is no one like the Lord*s our God."
    },
    {
        "o": 1869,
        "r": "esv:Exodus:8:11",
        "t": "The frogs shall go away from you and your houses and your servants and your people. They shall be left only in the Nile.”"
    },
    {
        "o": 1870,
        "r": "esv:Exodus:8:12",
        "t": "So Moses and Aaron went out from Pharaoh, and Moses cried to the Lord*s about the frogs, as he had agreed with Pharaoh."
    },
    {
        "o": 1871,
        "r": "esv:Exodus:8:13",
        "t": "And the Lord*s did according to the word of Moses. The frogs died out in the houses, the courtyards, and the fields."
    },
    {
        "o": 1872,
        "r": "esv:Exodus:8:14",
        "t": "And they gathered them together in heaps, and the land stank."
    },
    {
        "o": 1873,
        "r": "esv:Exodus:8:15",
        "t": "But when Pharaoh saw that there was a respite, he hardened his heart and would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1874,
        "r": "esv:Exodus:8:15",
        "t": "The Third Plague: Gnats",
        "h": 2
    },
    {
        "o": 1875,
        "r": "esv:Exodus:8:16",
        "t": "Then*p the Lord*s said to Moses, “Say to Aaron, ‘Stretch out your staff and strike the dust of the earth, so that it may become gnats in all the land of Egypt.’”"
    },
    {
        "o": 1876,
        "r": "esv:Exodus:8:17",
        "t": "And they did so. Aaron stretched out his hand with his staff and struck the dust of the earth, and there were gnats on man and beast. All the dust of the earth became gnats in all the land of Egypt."
    },
    {
        "o": 1877,
        "r": "esv:Exodus:8:18",
        "t": "The magicians tried by their secret arts to produce gnats, but they could not. So there were gnats on man and beast."
    },
    {
        "o": 1878,
        "r": "esv:Exodus:8:19",
        "t": "Then the magicians said to Pharaoh, “This is the finger of God.” But Pharaoh’s heart was hardened, and he would not listen to them, as the Lord*s had said."
    },
    {
        "o": 1879,
        "r": "esv:Exodus:8:19",
        "t": "The Fourth Plague: Flies",
        "h": 2
    },
    {
        "o": 1880,
        "r": "esv:Exodus:8:20",
        "t": "Then*p the Lord*s said to Moses, “Rise up early in the morning and present yourself to Pharaoh, as he goes out to the water, and say to him, ‘Thus says the Lord,*s “Let my people go, that they may serve me."
    },
    {
        "o": 1881,
        "r": "esv:Exodus:8:21",
        "t": "Or else, if you will not let my people go, behold, I will send swarms of flies on you and your servants and your people, and into your houses. And the houses of the Egyptians shall be filled with swarms of flies, and also the ground on which they stand."
    },
    {
        "o": 1882,
        "r": "esv:Exodus:8:22",
        "t": "But on that day I will set apart the land of Goshen, where my people dwell, so that no swarms of flies shall be there, that you may know that I am the Lord*s in the midst of the earth."
    },
    {
        "o": 1883,
        "r": "esv:Exodus:8:23",
        "t": "Thus I will put a division between my people and your people. Tomorrow this sign shall happen.”’”"
    },
    {
        "o": 1884,
        "r": "esv:Exodus:8:24",
        "t": "And the Lord*s did so. There came great swarms of flies into the house of Pharaoh and into his servants’ houses. Throughout all the land of Egypt the land was ruined by the swarms of flies."
    },
    {
        "o": 1885,
        "r": "esv:Exodus:8:25",
        "t": "Then*p Pharaoh called Moses and Aaron and said, “Go, sacrifice to your God within the land.”"
    },
    {
        "o": 1886,
        "r": "esv:Exodus:8:26",
        "t": "But Moses said, “It would not be right to do so, for the offerings we shall sacrifice to the Lord*s our God are an abomination to the Egyptians. If we sacrifice offerings abominable to the Egyptians before their eyes, will they not stone us?"
    },
    {
        "o": 1887,
        "r": "esv:Exodus:8:27",
        "t": "We must go three days’ journey into the wilderness and sacrifice to the Lord*s our God as he tells us.”"
    },
    {
        "o": 1888,
        "r": "esv:Exodus:8:28",
        "t": "So Pharaoh said, “I will let you go to sacrifice to the Lord*s your God in the wilderness; only you must not go very far away. Plead for me.”"
    },
    {
        "o": 1889,
        "r": "esv:Exodus:8:29",
        "t": "Then Moses said, “Behold, I am going out from you and I will plead with the Lord*s that the swarms of flies may depart from Pharaoh, from his servants, and from his people, tomorrow. Only let not Pharaoh cheat again by not letting the people go to sacrifice to the Lord.”*s"
    },
    {
        "o": 1890,
        "r": "esv:Exodus:8:30",
        "t": "So Moses went out from Pharaoh and prayed to the Lord.*s"
    },
    {
        "o": 1891,
        "r": "esv:Exodus:8:31",
        "t": "And the Lord*s did as Moses asked, and removed the swarms of flies from Pharaoh, from his servants, and from his people; not one remained."
    },
    {
        "o": 1892,
        "r": "esv:Exodus:8:32",
        "t": "But Pharaoh hardened his heart this time also, and did not let the people go."
    },
    {
        "o": 1893,
        "r": "esv:Exodus:9:0",
        "t": "Exodus 9",
        "h": 1
    },
    {
        "o": 1894,
        "r": "esv:Exodus:9:0",
        "t": "The Fifth Plague: Egyptian Livestock Die",
        "h": 2
    },
    {
        "o": 1895,
        "r": "esv:Exodus:9:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh and say to him, ‘Thus says the Lord,*s the God of the Hebrews, “Let my people go, that they may serve me."
    },
    {
        "o": 1896,
        "r": "esv:Exodus:9:2",
        "t": "For if you refuse to let them go and still hold them,"
    },
    {
        "o": 1897,
        "r": "esv:Exodus:9:3",
        "t": "behold, the hand of the Lord*s will fall with a very severe plague upon your livestock that are in the field, the horses, the donkeys, the camels, the herds, and the flocks."
    },
    {
        "o": 1898,
        "r": "esv:Exodus:9:4",
        "t": "But the Lord*s will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing of all that belongs to the people of Israel shall die.”’”"
    },
    {
        "o": 1899,
        "r": "esv:Exodus:9:5",
        "t": "And the Lord*s set a time, saying, “Tomorrow the Lord*s will do this thing in the land.”"
    },
    {
        "o": 1900,
        "r": "esv:Exodus:9:6",
        "t": "And the next day the Lord*s did this thing. All the livestock of the Egyptians died, but not one of the livestock of the people of Israel died."
    },
    {
        "o": 1901,
        "r": "esv:Exodus:9:7",
        "t": "And Pharaoh sent, and behold, not one of the livestock of Israel was dead. But the heart of Pharaoh was hardened, and he did not let the people go."
    },
    {
        "o": 1902,
        "r": "esv:Exodus:9:7",
        "t": "The Sixth Plague: Boils",
        "h": 2
    },
    {
        "o": 1903,
        "r": "esv:Exodus:9:8",
        "t": "And*p the Lord*s said to Moses and Aaron, “Take handfuls of soot from the kiln, and let Moses throw them in the air in the sight of Pharaoh."
    },
    {
        "o": 1904,
        "r": "esv:Exodus:9:9",
        "t": "It shall become fine dust over all the land of Egypt, and become boils breaking out in sores on man and beast throughout all the land of Egypt.”"
    },
    {
        "o": 1905,
        "r": "esv:Exodus:9:10",
        "t": "So they took soot from the kiln and stood before Pharaoh. And Moses threw it in the air, and it became boils breaking out in sores on man and beast."
    },
    {
        "o": 1906,
        "r": "esv:Exodus:9:11",
        "t": "And the magicians could not stand before Moses because of the boils, for the boils came upon the magicians and upon all the Egyptians."
    },
    {
        "o": 1907,
        "r": "esv:Exodus:9:12",
        "t": "But the Lord*s hardened the heart of Pharaoh, and he did not listen to them, as the Lord*s had spoken to Moses."
    },
    {
        "o": 1908,
        "r": "esv:Exodus:9:12",
        "t": "The Seventh Plague: Hail",
        "h": 2
    },
    {
        "o": 1909,
        "r": "esv:Exodus:9:13",
        "t": "Then*p the Lord*s said to Moses, “Rise up early in the morning and present yourself before Pharaoh and say to him, ‘Thus says the Lord,*s the God of the Hebrews, “Let my people go, that they may serve me."
    },
    {
        "o": 1910,
        "r": "esv:Exodus:9:14",
        "t": "For this time I will send all my plagues on you yourself, and on your servants and your people, so that you may know that there is none like me in all the earth."
    },
    {
        "o": 1911,
        "r": "esv:Exodus:9:15",
        "t": "For by now I could have put out my hand and struck you and your people with pestilence, and you would have been cut off from the earth."
    },
    {
        "o": 1912,
        "r": "esv:Exodus:9:16",
        "t": "But for this purpose I have raised you up, to show you my power, so that my name may be proclaimed in all the earth."
    },
    {
        "o": 1913,
        "r": "esv:Exodus:9:17",
        "t": "You are still exalting yourself against my people and will not let them go."
    },
    {
        "o": 1914,
        "r": "esv:Exodus:9:18",
        "t": "Behold, about this time tomorrow I will cause very heavy hail to fall, such as never has been in Egypt from the day it was founded until now."
    },
    {
        "o": 1915,
        "r": "esv:Exodus:9:19",
        "t": "Now therefore send, get your livestock and all that you have in the field into safe shelter, for every man and beast that is in the field and is not brought home will die when the hail falls on them.”’”"
    },
    {
        "o": 1916,
        "r": "esv:Exodus:9:20",
        "t": "Then whoever feared the word of the Lord*s among the servants of Pharaoh hurried his slaves and his livestock into the houses,"
    },
    {
        "o": 1917,
        "r": "esv:Exodus:9:21",
        "t": "but whoever did not pay attention to the word of the Lord*s left his slaves and his livestock in the field."
    },
    {
        "o": 1918,
        "r": "esv:Exodus:9:22",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven, so that there may be hail in all the land of Egypt, on man and beast and every plant of the field, in the land of Egypt.”"
    },
    {
        "o": 1919,
        "r": "esv:Exodus:9:23",
        "t": "Then Moses stretched out his staff toward heaven, and the Lord*s sent thunder and hail, and fire ran down to the earth. And the Lord*s rained hail upon the land of Egypt."
    },
    {
        "o": 1920,
        "r": "esv:Exodus:9:24",
        "t": "There was hail and fire flashing continually in the midst of the hail, very heavy hail, such as had never been in all the land of Egypt since it became a nation."
    },
    {
        "o": 1921,
        "r": "esv:Exodus:9:25",
        "t": "The hail struck down everything that was in the field in all the land of Egypt, both man and beast. And the hail struck down every plant of the field and broke every tree of the field."
    },
    {
        "o": 1922,
        "r": "esv:Exodus:9:26",
        "t": "Only in the land of Goshen, where the people of Israel were, was there no hail."
    },
    {
        "o": 1923,
        "r": "esv:Exodus:9:27",
        "t": "Then*p Pharaoh sent and called Moses and Aaron and said to them, “This time I have sinned; the Lord*s is in the right, and I and my people are in the wrong."
    },
    {
        "o": 1924,
        "r": "esv:Exodus:9:28",
        "t": "Plead with the Lord,*s for there has been enough of God’s thunder and hail. I will let you go, and you shall stay no longer.”"
    },
    {
        "o": 1925,
        "r": "esv:Exodus:9:29",
        "t": "Moses said to him, “As soon as I have gone out of the city, I will stretch out my hands to the Lord.*s The thunder will cease, and there will be no more hail, so that you may know that the earth is the Lord’s.*s"
    },
    {
        "o": 1926,
        "r": "esv:Exodus:9:30",
        "t": "But as for you and your servants, I know that you do not yet fear the Lord*s God.”"
    },
    {
        "o": 1927,
        "r": "esv:Exodus:9:31",
        "t": "(The flax and the barley were struck down, for the barley was in the ear and the flax was in bud."
    },
    {
        "o": 1928,
        "r": "esv:Exodus:9:32",
        "t": "But the wheat and the emmer were not struck down, for they are late in coming up.)"
    },
    {
        "o": 1929,
        "r": "esv:Exodus:9:33",
        "t": "So Moses went out of the city from Pharaoh and stretched out his hands to the Lord,*s and the thunder and the hail ceased, and the rain no longer poured upon the earth."
    },
    {
        "o": 1930,
        "r": "esv:Exodus:9:34",
        "t": "But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned yet again and hardened his heart, he and his servants."
    },
    {
        "o": 1931,
        "r": "esv:Exodus:9:35",
        "t": "So the heart of Pharaoh was hardened, and he did not let the people of Israel go, just as the Lord*s had spoken through Moses."
    },
    {
        "o": 1932,
        "r": "esv:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1933,
        "r": "esv:Exodus:10:0",
        "t": "The Eighth Plague: Locusts",
        "h": 2
    },
    {
        "o": 1934,
        "r": "esv:Exodus:10:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh, for I have hardened his heart and the heart of his servants, that I may show these signs of mine among them,"
    },
    {
        "o": 1935,
        "r": "esv:Exodus:10:2",
        "t": "and that you may tell in the hearing of your son and of your grandson how I have dealt harshly with the Egyptians and what signs I have done among them, that you may know that I am the Lord.”*s"
    },
    {
        "o": 1936,
        "r": "esv:Exodus:10:3",
        "t": "So*p Moses and Aaron went in to Pharaoh and said to him, “Thus says the Lord,*s the God of the Hebrews, ‘How long will you refuse to humble yourself before me? Let my people go, that they may serve me."
    },
    {
        "o": 1937,
        "r": "esv:Exodus:10:4",
        "t": "For if you refuse to let my people go, behold, tomorrow I will bring locusts into your country,"
    },
    {
        "o": 1938,
        "r": "esv:Exodus:10:5",
        "t": "and they shall cover the face of the land, so that no one can see the land. And they shall eat what is left to you after the hail, and they shall eat every tree of yours that grows in the field,"
    },
    {
        "o": 1939,
        "r": "esv:Exodus:10:6",
        "t": "and they shall fill your houses and the houses of all your servants and of all the Egyptians, as neither your fathers nor your grandfathers have seen, from the day they came on earth to this day.’” Then he turned and went out from Pharaoh."
    },
    {
        "o": 1940,
        "r": "esv:Exodus:10:7",
        "t": "Then*p Pharaoh’s servants said to him, “How long shall this man be a snare to us? Let the men go, that they may serve the Lord*s their God. Do you not yet understand that Egypt is ruined?”"
    },
    {
        "o": 1941,
        "r": "esv:Exodus:10:8",
        "t": "So Moses and Aaron were brought back to Pharaoh. And he said to them, “Go, serve the Lord*s your God. But which ones are to go?”"
    },
    {
        "o": 1942,
        "r": "esv:Exodus:10:9",
        "t": "Moses said, “We will go with our young and our old. We will go with our sons and daughters and with our flocks and herds, for we must hold a feast to the Lord.”*s"
    },
    {
        "o": 1943,
        "r": "esv:Exodus:10:10",
        "t": "But he said to them, “The Lord*s be with you, if ever I let you and your little ones go! Look, you have some evil purpose in mind."
    },
    {
        "o": 1944,
        "r": "esv:Exodus:10:11",
        "t": "No! Go, the men among you, and serve the Lord,*s for that is what you are asking.” And they were driven out from Pharaoh’s presence."
    },
    {
        "o": 1945,
        "r": "esv:Exodus:10:12",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the land of Egypt for the locusts, so that they may come upon the land of Egypt and eat every plant in the land, all that the hail has left.”"
    },
    {
        "o": 1946,
        "r": "esv:Exodus:10:13",
        "t": "So Moses stretched out his staff over the land of Egypt, and the Lord*s brought an east wind upon the land all that day and all that night. When it was morning, the east wind had brought the locusts."
    },
    {
        "o": 1947,
        "r": "esv:Exodus:10:14",
        "t": "The locusts came up over all the land of Egypt and settled on the whole country of Egypt, such a dense swarm of locusts as had never been before, nor ever will be again."
    },
    {
        "o": 1948,
        "r": "esv:Exodus:10:15",
        "t": "They covered the face of the whole land, so that the land was darkened, and they ate all the plants in the land and all the fruit of the trees that the hail had left. Not a green thing remained, neither tree nor plant of the field, through all the land of Egypt."
    },
    {
        "o": 1949,
        "r": "esv:Exodus:10:16",
        "t": "Then Pharaoh hastily called Moses and Aaron and said, “I have sinned against the Lord*s your God, and against you."
    },
    {
        "o": 1950,
        "r": "esv:Exodus:10:17",
        "t": "Now therefore, forgive my sin, please, only this once, and plead with the Lord*s your God only to remove this death from me.”"
    },
    {
        "o": 1951,
        "r": "esv:Exodus:10:18",
        "t": "So he went out from Pharaoh and pleaded with the Lord.*s"
    },
    {
        "o": 1952,
        "r": "esv:Exodus:10:19",
        "t": "And the Lord*s turned the wind into a very strong west wind, which lifted the locusts and drove them into the Red Sea. Not a single locust was left in all the country of Egypt."
    },
    {
        "o": 1953,
        "r": "esv:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he did not let the people of Israel go."
    },
    {
        "o": 1954,
        "r": "esv:Exodus:10:20",
        "t": "The Ninth Plague: Darkness",
        "h": 2
    },
    {
        "o": 1955,
        "r": "esv:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven, that there may be darkness over the land of Egypt, a darkness to be felt.”"
    },
    {
        "o": 1956,
        "r": "esv:Exodus:10:22",
        "t": "So Moses stretched out his hand toward heaven, and there was pitch darkness in all the land of Egypt three days."
    },
    {
        "o": 1957,
        "r": "esv:Exodus:10:23",
        "t": "They did not see one another, nor did anyone rise from his place for three days, but all the people of Israel had light where they lived."
    },
    {
        "o": 1958,
        "r": "esv:Exodus:10:24",
        "t": "Then Pharaoh called Moses and said, “Go, serve the Lord;*s your little ones also may go with you; only let your flocks and your herds remain behind.”"
    },
    {
        "o": 1959,
        "r": "esv:Exodus:10:25",
        "t": "But Moses said, “You must also let us have sacrifices and burnt offerings, that we may sacrifice to the Lord*s our God."
    },
    {
        "o": 1960,
        "r": "esv:Exodus:10:26",
        "t": "Our livestock also must go with us; not a hoof shall be left behind, for we must take of them to serve the Lord*s our God, and we do not know with what we must serve the Lord*s until we arrive there.”"
    },
    {
        "o": 1961,
        "r": "esv:Exodus:10:27",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he would not let them go."
    },
    {
        "o": 1962,
        "r": "esv:Exodus:10:28",
        "t": "Then Pharaoh said to him, “Get away from me; take care never to see my face again, for on the day you see my face you shall die.”"
    },
    {
        "o": 1963,
        "r": "esv:Exodus:10:29",
        "t": "Moses said, “As you say! I will not see your face again.”"
    },
    {
        "o": 1964,
        "r": "esv:Exodus:11:0",
        "t": "Exodus 11",
        "h": 1
    },
    {
        "o": 1965,
        "r": "esv:Exodus:11:0",
        "t": "A Final Plague Threatened",
        "h": 2
    },
    {
        "o": 1966,
        "r": "esv:Exodus:11:1",
        "t": "The*p Lord*s said to Moses, “Yet one plague more I will bring upon Pharaoh and upon Egypt. Afterward he will let you go from here. When he lets you go, he will drive you away completely."
    },
    {
        "o": 1967,
        "r": "esv:Exodus:11:2",
        "t": "Speak now in the hearing of the people, that they ask, every man of his neighbor and every woman of her neighbor, for silver and gold jewelry.”"
    },
    {
        "o": 1968,
        "r": "esv:Exodus:11:3",
        "t": "And the Lord*s gave the people favor in the sight of the Egyptians. Moreover, the man Moses was very great in the land of Egypt, in the sight of Pharaoh’s servants and in the sight of the people."
    },
    {
        "o": 1969,
        "r": "esv:Exodus:11:4",
        "t": "So*p Moses said, “Thus says the Lord:*s ‘About midnight I will go out in the midst of Egypt,"
    },
    {
        "o": 1970,
        "r": "esv:Exodus:11:5",
        "t": "and every firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sits on his throne, even to the firstborn of the slave girl who is behind the handmill, and all the firstborn of the cattle."
    },
    {
        "o": 1971,
        "r": "esv:Exodus:11:6",
        "t": "There shall be a great cry throughout all the land of Egypt, such as there has never been, nor ever will be again."
    },
    {
        "o": 1972,
        "r": "esv:Exodus:11:7",
        "t": "But not a dog shall growl against any of the people of Israel, either man or beast, that you may know that the Lord*s makes a distinction between Egypt and Israel.’"
    },
    {
        "o": 1973,
        "r": "esv:Exodus:11:8",
        "t": "And all these your servants shall come down to me and bow down to me, saying, ‘Get out, you and all the people who follow you.’ And after that I will go out.” And he went out from Pharaoh in hot anger."
    },
    {
        "o": 1974,
        "r": "esv:Exodus:11:9",
        "t": "Then the Lord*s said to Moses, “Pharaoh will not listen to you, that my wonders may be multiplied in the land of Egypt.”"
    },
    {
        "o": 1975,
        "r": "esv:Exodus:11:10",
        "t": "Moses*p and Aaron did all these wonders before Pharaoh, and the Lord*s hardened Pharaoh’s heart, and he did not let the people of Israel go out of his land."
    },
    {
        "o": 1976,
        "r": "esv:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 1977,
        "r": "esv:Exodus:12:0",
        "t": "The Passover",
        "h": 2
    },
    {
        "o": 1978,
        "r": "esv:Exodus:12:1",
        "t": "The*p Lord*s said to Moses and Aaron in the land of Egypt,"
    },
    {
        "o": 1979,
        "r": "esv:Exodus:12:2",
        "t": "“This month shall be for you the beginning of months. It shall be the first month of the year for you."
    },
    {
        "o": 1980,
        "r": "esv:Exodus:12:3",
        "t": "Tell all the congregation of Israel that on the tenth day of this month every man shall take a lamb according to their fathers’ houses, a lamb for a household."
    },
    {
        "o": 1981,
        "r": "esv:Exodus:12:4",
        "t": "And if the household is too small for a lamb, then he and his nearest neighbor shall take according to the number of persons; according to what each can eat you shall make your count for the lamb."
    },
    {
        "o": 1982,
        "r": "esv:Exodus:12:5",
        "t": "Your lamb shall be without blemish, a male a year old. You may take it from the sheep or from the goats,"
    },
    {
        "o": 1983,
        "r": "esv:Exodus:12:6",
        "t": "and you shall keep it until the fourteenth day of this month, when the whole assembly of the congregation of Israel shall kill their lambs at twilight."
    },
    {
        "o": 1984,
        "r": "esv:Exodus:12:7",
        "t": "“Then*p they shall take some of the blood and put it on the two doorposts and the lintel of the houses in which they eat it."
    },
    {
        "o": 1985,
        "r": "esv:Exodus:12:8",
        "t": "They shall eat the flesh that night, roasted on the fire; with unleavened bread and bitter herbs they shall eat it."
    },
    {
        "o": 1986,
        "r": "esv:Exodus:12:9",
        "t": "Do not eat any of it raw or boiled in water, but roasted, its head with its legs and its inner parts."
    },
    {
        "o": 1987,
        "r": "esv:Exodus:12:10",
        "t": "And you shall let none of it remain until the morning; anything that remains until the morning you shall burn."
    },
    {
        "o": 1988,
        "r": "esv:Exodus:12:11",
        "t": "In this manner you shall eat it: with your belt fastened, your sandals on your feet, and your staff in your hand. And you shall eat it in haste. It is the Lord’s*s Passover."
    },
    {
        "o": 1989,
        "r": "esv:Exodus:12:12",
        "t": "For I will pass through the land of Egypt that night, and I will strike all the firstborn in the land of Egypt, both man and beast; and on all the gods of Egypt I will execute judgments: I am the Lord.*s"
    },
    {
        "o": 1990,
        "r": "esv:Exodus:12:13",
        "t": "The blood shall be a sign for you, on the houses where you are. And when I see the blood, I will pass over you, and no plague will befall you to destroy you, when I strike the land of Egypt."
    },
    {
        "o": 1991,
        "r": "esv:Exodus:12:14",
        "t": "“This*p day shall be for you a memorial day, and you shall keep it as a feast to the Lord;*s throughout your generations, as a statute forever, you shall keep it as a feast."
    },
    {
        "o": 1992,
        "r": "esv:Exodus:12:15",
        "t": "Seven days you shall eat unleavened bread. On the first day you shall remove leaven out of your houses, for if anyone eats what is leavened, from the first day until the seventh day, that person shall be cut off from Israel."
    },
    {
        "o": 1993,
        "r": "esv:Exodus:12:16",
        "t": "On the first day you shall hold a holy assembly, and on the seventh day a holy assembly. No work shall be done on those days. But what everyone needs to eat, that alone may be prepared by you."
    },
    {
        "o": 1994,
        "r": "esv:Exodus:12:17",
        "t": "And you shall observe the Feast of Unleavened Bread, for on this very day I brought your hosts out of the land of Egypt. Therefore you shall observe this day, throughout your generations, as a statute forever."
    },
    {
        "o": 1995,
        "r": "esv:Exodus:12:18",
        "t": "In the first month, from the fourteenth day of the month at evening, you shall eat unleavened bread until the twenty-first day of the month at evening."
    },
    {
        "o": 1996,
        "r": "esv:Exodus:12:19",
        "t": "For seven days no leaven is to be found in your houses. If anyone eats what is leavened, that person will be cut off from the congregation of Israel, whether he is a sojourner or a native of the land."
    },
    {
        "o": 1997,
        "r": "esv:Exodus:12:20",
        "t": "You shall eat nothing leavened; in all your dwelling places you shall eat unleavened bread.”"
    },
    {
        "o": 1998,
        "r": "esv:Exodus:12:21",
        "t": "Then*p Moses called all the elders of Israel and said to them, “Go and select lambs for yourselves according to your clans, and kill the Passover lamb."
    },
    {
        "o": 1999,
        "r": "esv:Exodus:12:22",
        "t": "Take a bunch of hyssop and dip it in the blood that is in the basin, and touch the lintel and the two doorposts with the blood that is in the basin. None of you shall go out of the door of his house until the morning."
    },
    {
        "o": 2000,
        "r": "esv:Exodus:12:23",
        "t": "For the Lord*s will pass through to strike the Egyptians, and when he sees the blood on the lintel and on the two doorposts, the Lord*s will pass over the door and will not allow the destroyer to enter your houses to strike you."
    },
    {
        "o": 2001,
        "r": "esv:Exodus:12:24",
        "t": "You shall observe this rite as a statute for you and for your sons forever."
    },
    {
        "o": 2002,
        "r": "esv:Exodus:12:25",
        "t": "And when you come to the land that the Lord*s will give you, as he has promised, you shall keep this service."
    },
    {
        "o": 2003,
        "r": "esv:Exodus:12:26",
        "t": "And when your children say to you, ‘What do you mean by this service?’"
    },
    {
        "o": 2004,
        "r": "esv:Exodus:12:27",
        "t": "you shall say, ‘It is the sacrifice of the Lord’s*s Passover, for he passed over the houses of the people of Israel in Egypt, when he struck the Egyptians but spared our houses.’” And the people bowed their heads and worshiped."
    },
    {
        "o": 2005,
        "r": "esv:Exodus:12:28",
        "t": "Then*p the people of Israel went and did so; as the Lord*s had commanded Moses and Aaron, so they did."
    },
    {
        "o": 2006,
        "r": "esv:Exodus:12:28",
        "t": "The Tenth Plague: Death of the Firstborn",
        "h": 2
    },
    {
        "o": 2007,
        "r": "esv:Exodus:12:29",
        "t": "At*p midnight the Lord*s struck down all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of the livestock."
    },
    {
        "o": 2008,
        "r": "esv:Exodus:12:30",
        "t": "And Pharaoh rose up in the night, he and all his servants and all the Egyptians. And there was a great cry in Egypt, for there was not a house where someone was not dead."
    },
    {
        "o": 2009,
        "r": "esv:Exodus:12:31",
        "t": "Then he summoned Moses and Aaron by night and said, “Up, go out from among my people, both you and the people of Israel; and go, serve the Lord,*s as you have said."
    },
    {
        "o": 2010,
        "r": "esv:Exodus:12:32",
        "t": "Take your flocks and your herds, as you have said, and be gone, and bless me also!”"
    },
    {
        "o": 2011,
        "r": "esv:Exodus:12:32",
        "t": "The Exodus",
        "h": 2
    },
    {
        "o": 2012,
        "r": "esv:Exodus:12:33",
        "t": "The*p Egyptians were urgent with the people to send them out of the land in haste. For they said, “We shall all be dead.”"
    },
    {
        "o": 2013,
        "r": "esv:Exodus:12:34",
        "t": "So the people took their dough before it was leavened, their kneading bowls being bound up in their cloaks on their shoulders."
    },
    {
        "o": 2014,
        "r": "esv:Exodus:12:35",
        "t": "The people of Israel had also done as Moses told them, for they had asked the Egyptians for silver and gold jewelry and for clothing."
    },
    {
        "o": 2015,
        "r": "esv:Exodus:12:36",
        "t": "And the Lord*s had given the people favor in the sight of the Egyptians, so that they let them have what they asked. Thus they plundered the Egyptians."
    },
    {
        "o": 2016,
        "r": "esv:Exodus:12:37",
        "t": "And*p the people of Israel journeyed from Rameses to Succoth, about six hundred thousand men on foot, besides women and children."
    },
    {
        "o": 2017,
        "r": "esv:Exodus:12:38",
        "t": "A mixed multitude also went up with them, and very much livestock, both flocks and herds."
    },
    {
        "o": 2018,
        "r": "esv:Exodus:12:39",
        "t": "And they baked unleavened cakes of the dough that they had brought out of Egypt, for it was not leavened, because they were thrust out of Egypt and could not wait, nor had they prepared any provisions for themselves."
    },
    {
        "o": 2019,
        "r": "esv:Exodus:12:40",
        "t": "The*p time that the people of Israel lived in Egypt was 430 years."
    },
    {
        "o": 2020,
        "r": "esv:Exodus:12:41",
        "t": "At the end of 430 years, on that very day, all the hosts of the Lord*s went out from the land of Egypt."
    },
    {
        "o": 2021,
        "r": "esv:Exodus:12:42",
        "t": "It was a night of watching by the Lord,*s to bring them out of the land of Egypt; so this same night is a night of watching kept to the Lord*s by all the people of Israel throughout their generations."
    },
    {
        "o": 2022,
        "r": "esv:Exodus:12:42",
        "t": "Institution of the Passover",
        "h": 2
    },
    {
        "o": 2023,
        "r": "esv:Exodus:12:43",
        "t": "And*p the Lord*s said to Moses and Aaron, “This is the statute of the Passover: no foreigner shall eat of it,"
    },
    {
        "o": 2024,
        "r": "esv:Exodus:12:44",
        "t": "but every slave that is bought for money may eat of it after you have circumcised him."
    },
    {
        "o": 2025,
        "r": "esv:Exodus:12:45",
        "t": "No foreigner or hired worker may eat of it."
    },
    {
        "o": 2026,
        "r": "esv:Exodus:12:46",
        "t": "It shall be eaten in one house; you shall not take any of the flesh outside the house, and you shall not break any of its bones."
    },
    {
        "o": 2027,
        "r": "esv:Exodus:12:47",
        "t": "All the congregation of Israel shall keep it."
    },
    {
        "o": 2028,
        "r": "esv:Exodus:12:48",
        "t": "If a stranger shall sojourn with you and would keep the Passover to the Lord,*s let all his males be circumcised. Then he may come near and keep it; he shall be as a native of the land. But no uncircumcised person shall eat of it."
    },
    {
        "o": 2029,
        "r": "esv:Exodus:12:49",
        "t": "There shall be one law for the native and for the stranger who sojourns among you.”"
    },
    {
        "o": 2030,
        "r": "esv:Exodus:12:50",
        "t": "All*p the people of Israel did just as the Lord*s commanded Moses and Aaron."
    },
    {
        "o": 2031,
        "r": "esv:Exodus:12:51",
        "t": "And on that very day the Lord*s brought the people of Israel out of the land of Egypt by their hosts."
    },
    {
        "o": 2032,
        "r": "esv:Exodus:13:0",
        "t": "Exodus 13",
        "h": 1
    },
    {
        "o": 2033,
        "r": "esv:Exodus:13:0",
        "t": "Consecration of the Firstborn",
        "h": 2
    },
    {
        "o": 2034,
        "r": "esv:Exodus:13:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2035,
        "r": "esv:Exodus:13:2",
        "t": "“Consecrate to me all the firstborn. Whatever is the first to open the womb among the people of Israel, both of man and of beast, is mine.”"
    },
    {
        "o": 2036,
        "r": "esv:Exodus:13:2",
        "t": "The Feast of Unleavened Bread",
        "h": 2
    },
    {
        "o": 2037,
        "r": "esv:Exodus:13:3",
        "t": "Then*p Moses said to the people, “Remember this day in which you came out from Egypt, out of the house of slavery, for by a strong hand the Lord*s brought you out from this place. No leavened bread shall be eaten."
    },
    {
        "o": 2038,
        "r": "esv:Exodus:13:4",
        "t": "Today, in the month of Abib, you are going out."
    },
    {
        "o": 2039,
        "r": "esv:Exodus:13:5",
        "t": "And when the Lord*s brings you into the land of the Canaanites, the Hittites, the Amorites, the Hivites, and the Jebusites, which he swore to your fathers to give you, a land flowing with milk and honey, you shall keep this service in this month."
    },
    {
        "o": 2040,
        "r": "esv:Exodus:13:6",
        "t": "Seven days you shall eat unleavened bread, and on the seventh day there shall be a feast to the Lord.*s"
    },
    {
        "o": 2041,
        "r": "esv:Exodus:13:7",
        "t": "Unleavened bread shall be eaten for seven days; no leavened bread shall be seen with you, and no leaven shall be seen with you in all your territory."
    },
    {
        "o": 2042,
        "r": "esv:Exodus:13:8",
        "t": "You shall tell your son on that day, ‘It is because of what the Lord*s did for me when I came out of Egypt.’"
    },
    {
        "o": 2043,
        "r": "esv:Exodus:13:9",
        "t": "And it shall be to you as a sign on your hand and as a memorial between your eyes, that the law of the Lord*s may be in your mouth. For with a strong hand the Lord*s has brought you out of Egypt."
    },
    {
        "o": 2044,
        "r": "esv:Exodus:13:10",
        "t": "You shall therefore keep this statute at its appointed time from year to year."
    },
    {
        "o": 2045,
        "r": "esv:Exodus:13:11",
        "t": "“When*p the Lord*s brings you into the land of the Canaanites, as he swore to you and your fathers, and shall give it to you,"
    },
    {
        "o": 2046,
        "r": "esv:Exodus:13:12",
        "t": "you shall set apart to the Lord*s all that first opens the womb. All the firstborn of your animals that are males shall be the Lord’s.*s"
    },
    {
        "o": 2047,
        "r": "esv:Exodus:13:13",
        "t": "Every firstborn of a donkey you shall redeem with a lamb, or if you will not redeem it you shall break its neck. Every firstborn of man among your sons you shall redeem."
    },
    {
        "o": 2048,
        "r": "esv:Exodus:13:14",
        "t": "And when in time to come your son asks you, ‘What does this mean?’ you shall say to him, ‘By a strong hand the Lord*s brought us out of Egypt, from the house of slavery."
    },
    {
        "o": 2049,
        "r": "esv:Exodus:13:15",
        "t": "For when Pharaoh stubbornly refused to let us go, the Lord*s killed all the firstborn in the land of Egypt, both the firstborn of man and the firstborn of animals. Therefore I sacrifice to the Lord*s all the males that first open the womb, but all the firstborn of my sons I redeem.’"
    },
    {
        "o": 2050,
        "r": "esv:Exodus:13:16",
        "t": "It shall be as a mark on your hand or frontlets between your eyes, for by a strong hand the Lord*s brought us out of Egypt.”"
    },
    {
        "o": 2051,
        "r": "esv:Exodus:13:16",
        "t": "Pillars of Cloud and Fire",
        "h": 2
    },
    {
        "o": 2052,
        "r": "esv:Exodus:13:17",
        "t": "When*p Pharaoh let the people go, God did not lead them by way of the land of the Philistines, although that was near. For God said, “Lest the people change their minds when they see war and return to Egypt.”"
    },
    {
        "o": 2053,
        "r": "esv:Exodus:13:18",
        "t": "But God led the people around by the way of the wilderness toward the Red Sea. And the people of Israel went up out of the land of Egypt equipped for battle."
    },
    {
        "o": 2054,
        "r": "esv:Exodus:13:19",
        "t": "Moses took the bones of Joseph with him, for Joseph had made the sons of Israel solemnly swear, saying, “God will surely visit you, and you shall carry up my bones with you from here.”"
    },
    {
        "o": 2055,
        "r": "esv:Exodus:13:20",
        "t": "And they moved on from Succoth and encamped at Etham, on the edge of the wilderness."
    },
    {
        "o": 2056,
        "r": "esv:Exodus:13:21",
        "t": "And the Lord*s went before them by day in a pillar of cloud to lead them along the way, and by night in a pillar of fire to give them light, that they might travel by day and by night."
    },
    {
        "o": 2057,
        "r": "esv:Exodus:13:22",
        "t": "The pillar of cloud by day and the pillar of fire by night did not depart from before the people."
    },
    {
        "o": 2058,
        "r": "esv:Exodus:14:0",
        "t": "Exodus 14",
        "h": 1
    },
    {
        "o": 2059,
        "r": "esv:Exodus:14:0",
        "t": "Crossing the Red Sea",
        "h": 2
    },
    {
        "o": 2060,
        "r": "esv:Exodus:14:1",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2061,
        "r": "esv:Exodus:14:2",
        "t": "“Tell the people of Israel to turn back and encamp in front of Pi-hahiroth, between Migdol and the sea, in front of Baal-zephon; you shall encamp facing it, by the sea."
    },
    {
        "o": 2062,
        "r": "esv:Exodus:14:3",
        "t": "For Pharaoh will say of the people of Israel, ‘They are wandering in the land; the wilderness has shut them in.’"
    },
    {
        "o": 2063,
        "r": "esv:Exodus:14:4",
        "t": "And I will harden Pharaoh’s heart, and he will pursue them, and I will get glory over Pharaoh and all his host, and the Egyptians shall know that I am the Lord.”*s And they did so."
    },
    {
        "o": 2064,
        "r": "esv:Exodus:14:5",
        "t": "When*p the king of Egypt was told that the people had fled, the mind of Pharaoh and his servants was changed toward the people, and they said, “What is this we have done, that we have let Israel go from serving us?”"
    },
    {
        "o": 2065,
        "r": "esv:Exodus:14:6",
        "t": "So he made ready his chariot and took his army with him,"
    },
    {
        "o": 2066,
        "r": "esv:Exodus:14:7",
        "t": "and took six hundred chosen chariots and all the other chariots of Egypt with officers over all of them."
    },
    {
        "o": 2067,
        "r": "esv:Exodus:14:8",
        "t": "And the Lord*s hardened the heart of Pharaoh king of Egypt, and he pursued the people of Israel while the people of Israel were going out defiantly."
    },
    {
        "o": 2068,
        "r": "esv:Exodus:14:9",
        "t": "The Egyptians pursued them, all Pharaoh’s horses and chariots and his horsemen and his army, and overtook them encamped at the sea, by Pi-hahiroth, in front of Baal-zephon."
    },
    {
        "o": 2069,
        "r": "esv:Exodus:14:10",
        "t": "When*p Pharaoh drew near, the people of Israel lifted up their eyes, and behold, the Egyptians were marching after them, and they feared greatly. And the people of Israel cried out to the Lord.*s"
    },
    {
        "o": 2070,
        "r": "esv:Exodus:14:11",
        "t": "They said to Moses, “Is it because there are no graves in Egypt that you have taken us away to die in the wilderness? What have you done to us in bringing us out of Egypt?"
    },
    {
        "o": 2071,
        "r": "esv:Exodus:14:12",
        "t": "Is not this what we said to you in Egypt: ‘Leave us alone that we may serve the Egyptians’? For it would have been better for us to serve the Egyptians than to die in the wilderness.”"
    },
    {
        "o": 2072,
        "r": "esv:Exodus:14:13",
        "t": "And Moses said to the people, “Fear not, stand firm, and see the salvation of the Lord,*s which he will work for you today. For the Egyptians whom you see today, you shall never see again."
    },
    {
        "o": 2073,
        "r": "esv:Exodus:14:14",
        "t": "The Lord*s will fight for you, and you have only to be silent.”"
    },
    {
        "o": 2074,
        "r": "esv:Exodus:14:15",
        "t": "The*p Lord*s said to Moses, “Why do you cry to me? Tell the people of Israel to go forward."
    },
    {
        "o": 2075,
        "r": "esv:Exodus:14:16",
        "t": "Lift up your staff, and stretch out your hand over the sea and divide it, that the people of Israel may go through the sea on dry ground."
    },
    {
        "o": 2076,
        "r": "esv:Exodus:14:17",
        "t": "And I will harden the hearts of the Egyptians so that they shall go in after them, and I will get glory over Pharaoh and all his host, his chariots, and his horsemen."
    },
    {
        "o": 2077,
        "r": "esv:Exodus:14:18",
        "t": "And the Egyptians shall know that I am the Lord,*s when I have gotten glory over Pharaoh, his chariots, and his horsemen.”"
    },
    {
        "o": 2078,
        "r": "esv:Exodus:14:19",
        "t": "Then*p the angel of God who was going before the host of Israel moved and went behind them, and the pillar of cloud moved from before them and stood behind them,"
    },
    {
        "o": 2079,
        "r": "esv:Exodus:14:20",
        "t": "coming between the host of Egypt and the host of Israel. And there was the cloud and the darkness. And it lit up the night without one coming near the other all night."
    },
    {
        "o": 2080,
        "r": "esv:Exodus:14:21",
        "t": "Then*p Moses stretched out his hand over the sea, and the Lord*s drove the sea back by a strong east wind all night and made the sea dry land, and the waters were divided."
    },
    {
        "o": 2081,
        "r": "esv:Exodus:14:22",
        "t": "And the people of Israel went into the midst of the sea on dry ground, the waters being a wall to them on their right hand and on their left."
    },
    {
        "o": 2082,
        "r": "esv:Exodus:14:23",
        "t": "The Egyptians pursued and went in after them into the midst of the sea, all Pharaoh’s horses, his chariots, and his horsemen."
    },
    {
        "o": 2083,
        "r": "esv:Exodus:14:24",
        "t": "And in the morning watch the Lord*s in the pillar of fire and of cloud looked down on the Egyptian forces and threw the Egyptian forces into a panic,"
    },
    {
        "o": 2084,
        "r": "esv:Exodus:14:25",
        "t": "clogging their chariot wheels so that they drove heavily. And the Egyptians said, “Let us flee from before Israel, for the Lord*s fights for them against the Egyptians.”"
    },
    {
        "o": 2085,
        "r": "esv:Exodus:14:26",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the sea, that the water may come back upon the Egyptians, upon their chariots, and upon their horsemen.”"
    },
    {
        "o": 2086,
        "r": "esv:Exodus:14:27",
        "t": "So Moses stretched out his hand over the sea, and the sea returned to its normal course when the morning appeared. And as the Egyptians fled into it, the Lord*s threw the Egyptians into the midst of the sea."
    },
    {
        "o": 2087,
        "r": "esv:Exodus:14:28",
        "t": "The waters returned and covered the chariots and the horsemen; of all the host of Pharaoh that had followed them into the sea, not one of them remained."
    },
    {
        "o": 2088,
        "r": "esv:Exodus:14:29",
        "t": "But the people of Israel walked on dry ground through the sea, the waters being a wall to them on their right hand and on their left."
    },
    {
        "o": 2089,
        "r": "esv:Exodus:14:30",
        "t": "Thus*p the Lord*s saved Israel that day from the hand of the Egyptians, and Israel saw the Egyptians dead on the seashore."
    },
    {
        "o": 2090,
        "r": "esv:Exodus:14:31",
        "t": "Israel saw the great power that the Lord*s used against the Egyptians, so the people feared the Lord,*s and they believed in the Lord*s and in his servant Moses."
    },
    {
        "o": 2091,
        "r": "esv:Exodus:15:0",
        "t": "Exodus 15",
        "h": 1
    },
    {
        "o": 2092,
        "r": "esv:Exodus:15:0",
        "t": "The Song of Moses",
        "h": 2
    },
    {
        "o": 2093,
        "r": "esv:Exodus:15:1",
        "t": "Then*p Moses and the people of Israel sang this song to the Lord,*s saying, “I*pn will sing to the Lord,*s for he has triumphed gloriously; the*ld horse and his rider he has thrown into the sea."
    },
    {
        "o": 2094,
        "r": "esv:Exodus:15:2",
        "t": "The*ln Lord*s is my strength and my song, and*ld he has become my salvation; this*ln is my God, and I will praise him, my*ld father’s God, and I will exalt him."
    },
    {
        "o": 2095,
        "r": "esv:Exodus:15:3",
        "t": "The*ln Lord*s is a man of war; the*ld Lord*s is his name."
    },
    {
        "o": 2096,
        "r": "esv:Exodus:15:4",
        "t": "“Pharaoh’s*pn chariots and his host he cast into the sea, and*ld his chosen officers were sunk in the Red Sea."
    },
    {
        "o": 2097,
        "r": "esv:Exodus:15:5",
        "t": "The*ln floods covered them; they*ld went down into the depths like a stone."
    },
    {
        "o": 2098,
        "r": "esv:Exodus:15:6",
        "t": "Your*ln right hand, O Lord,*s glorious in power, your*ld right hand, O Lord,*s shatters the enemy."
    },
    {
        "o": 2099,
        "r": "esv:Exodus:15:7",
        "t": "In*ln the greatness of your majesty you overthrow your adversaries; you*ld send out your fury; it consumes them like stubble."
    },
    {
        "o": 2100,
        "r": "esv:Exodus:15:8",
        "t": "At*ln the blast of your nostrils the waters piled up; the*ld floods stood up in a heap; the*ld deeps congealed in the heart of the sea."
    },
    {
        "o": 2101,
        "r": "esv:Exodus:15:9",
        "t": "The*ln enemy said, ‘I will pursue, I will overtake, I*ld will divide the spoil, my desire shall have its fill of them. I*ld will draw my sword; my hand shall destroy them.’"
    },
    {
        "o": 2102,
        "r": "esv:Exodus:15:10",
        "t": "You*ln blew with your wind; the sea covered them; they*ld sank like lead in the mighty waters."
    },
    {
        "o": 2103,
        "r": "esv:Exodus:15:11",
        "t": "“Who*pn is like you, O Lord,*s among the gods? Who*ld is like you, majestic in holiness, awesome*ld in glorious deeds, doing wonders?"
    },
    {
        "o": 2104,
        "r": "esv:Exodus:15:12",
        "t": "You*ln stretched out your right hand; the*ld earth swallowed them."
    },
    {
        "o": 2105,
        "r": "esv:Exodus:15:13",
        "t": "“You*pn have led in your steadfast love the people whom you have redeemed; you*ld have guided them by your strength to your holy abode."
    },
    {
        "o": 2106,
        "r": "esv:Exodus:15:14",
        "t": "The*ln peoples have heard; they tremble; pangs*ld have seized the inhabitants of Philistia."
    },
    {
        "o": 2107,
        "r": "esv:Exodus:15:15",
        "t": "Now*ln are the chiefs of Edom dismayed; trembling*ld seizes the leaders of Moab; all*ld the inhabitants of Canaan have melted away."
    },
    {
        "o": 2108,
        "r": "esv:Exodus:15:16",
        "t": "Terror*ln and dread fall upon them; because*ld of the greatness of your arm, they are still as a stone, till*ln your people, O Lord,*s pass by, till*ld the people pass by whom you have purchased."
    },
    {
        "o": 2109,
        "r": "esv:Exodus:15:17",
        "t": "You*ln will bring them in and plant them on your own mountain, the*ld place, O Lord,*s which you have made for your abode, the*ld sanctuary, O Lord, which your hands have established."
    },
    {
        "o": 2110,
        "r": "esv:Exodus:15:18",
        "t": "The*ln Lord*s will reign forever and ever.”"
    },
    {
        "o": 2111,
        "r": "esv:Exodus:15:19",
        "t": "For*p when the horses of Pharaoh with his chariots and his horsemen went into the sea, the Lord*s brought back the waters of the sea upon them, but the people of Israel walked on dry ground in the midst of the sea."
    },
    {
        "o": 2112,
        "r": "esv:Exodus:15:20",
        "t": "Then Miriam the prophetess, the sister of Aaron, took a tambourine in her hand, and all the women went out after her with tambourines and dancing."
    },
    {
        "o": 2113,
        "r": "esv:Exodus:15:21",
        "t": "And Miriam sang to them: “Sing*pn to the Lord,*s for he has triumphed gloriously; the*ln horse and his rider he has thrown into the sea.”"
    },
    {
        "o": 2114,
        "r": "esv:Exodus:15:21",
        "t": "Bitter Water Made Sweet",
        "h": 2
    },
    {
        "o": 2115,
        "r": "esv:Exodus:15:22",
        "t": "Then*p Moses made Israel set out from the Red Sea, and they went into the wilderness of Shur. They went three days in the wilderness and found no water."
    },
    {
        "o": 2116,
        "r": "esv:Exodus:15:23",
        "t": "When they came to Marah, they could not drink the water of Marah because it was bitter; therefore it was named Marah."
    },
    {
        "o": 2117,
        "r": "esv:Exodus:15:24",
        "t": "And the people grumbled against Moses, saying, “What shall we drink?”"
    },
    {
        "o": 2118,
        "r": "esv:Exodus:15:25",
        "t": "And he cried to the Lord,*s and the Lord*s showed him a log, and he threw it into the water, and the water became sweet. There*p the Lord*s made for them a statute and a rule, and there he tested them,"
    },
    {
        "o": 2119,
        "r": "esv:Exodus:15:26",
        "t": "saying, “If you will diligently listen to the voice of the Lord*s your God, and do that which is right in his eyes, and give ear to his commandments and keep all his statutes, I will put none of the diseases on you that I put on the Egyptians, for I am the Lord,*s your healer.”"
    },
    {
        "o": 2120,
        "r": "esv:Exodus:15:27",
        "t": "Then*p they came to Elim, where there were twelve springs of water and seventy palm trees, and they encamped there by the water."
    },
    {
        "o": 2121,
        "r": "esv:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2122,
        "r": "esv:Exodus:16:0",
        "t": "Bread from Heaven",
        "h": 2
    },
    {
        "o": 2123,
        "r": "esv:Exodus:16:1",
        "t": "They*p set out from Elim, and all the congregation of the people of Israel came to the wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had departed from the land of Egypt."
    },
    {
        "o": 2124,
        "r": "esv:Exodus:16:2",
        "t": "And the whole congregation of the people of Israel grumbled against Moses and Aaron in the wilderness,"
    },
    {
        "o": 2125,
        "r": "esv:Exodus:16:3",
        "t": "and the people of Israel said to them, “Would that we had died by the hand of the Lord*s in the land of Egypt, when we sat by the meat pots and ate bread to the full, for you have brought us out into this wilderness to kill this whole assembly with hunger.”"
    },
    {
        "o": 2126,
        "r": "esv:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “Behold, I am about to rain bread from heaven for you, and the people shall go out and gather a day’s portion every day, that I may test them, whether they will walk in my law or not."
    },
    {
        "o": 2127,
        "r": "esv:Exodus:16:5",
        "t": "On the sixth day, when they prepare what they bring in, it will be twice as much as they gather daily.”"
    },
    {
        "o": 2128,
        "r": "esv:Exodus:16:6",
        "t": "So Moses and Aaron said to all the people of Israel, “At evening you shall know that it was the Lord*s who brought you out of the land of Egypt,"
    },
    {
        "o": 2129,
        "r": "esv:Exodus:16:7",
        "t": "and in the morning you shall see the glory of the Lord,*s because he has heard your grumbling against the Lord.*s For what are we, that you grumble against us?”"
    },
    {
        "o": 2130,
        "r": "esv:Exodus:16:8",
        "t": "And Moses said, “When the Lord*s gives you in the evening meat to eat and in the morning bread to the full, because the Lord*s has heard your grumbling that you grumble against him— what are we? Your grumbling is not against us but against the Lord.”*s"
    },
    {
        "o": 2131,
        "r": "esv:Exodus:16:9",
        "t": "Then*p Moses said to Aaron, “Say to the whole congregation of the people of Israel, ‘Come near before the Lord,*s for he has heard your grumbling.’”"
    },
    {
        "o": 2132,
        "r": "esv:Exodus:16:10",
        "t": "And as soon as Aaron spoke to the whole congregation of the people of Israel, they looked toward the wilderness, and behold, the glory of the Lord*s appeared in the cloud."
    },
    {
        "o": 2133,
        "r": "esv:Exodus:16:11",
        "t": "And the Lord*s said to Moses,"
    },
    {
        "o": 2134,
        "r": "esv:Exodus:16:12",
        "t": "“I have heard the grumbling of the people of Israel. Say to them, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread. Then you shall know that I am the Lord*s your God.’”"
    },
    {
        "o": 2135,
        "r": "esv:Exodus:16:13",
        "t": "In*p the evening quail came up and covered the camp, and in the morning dew lay around the camp."
    },
    {
        "o": 2136,
        "r": "esv:Exodus:16:14",
        "t": "And when the dew had gone up, there was on the face of the wilderness a fine, flake-like thing, fine as frost on the ground."
    },
    {
        "o": 2137,
        "r": "esv:Exodus:16:15",
        "t": "When the people of Israel saw it, they said to one another, “What is it?” For they did not know what it was. And Moses said to them, “It is the bread that the Lord*s has given you to eat."
    },
    {
        "o": 2138,
        "r": "esv:Exodus:16:16",
        "t": "This is what the Lord*s has commanded: ‘Gather of it, each one of you, as much as he can eat. You shall each take an omer, according to the number of the persons that each of you has in his tent.’”"
    },
    {
        "o": 2139,
        "r": "esv:Exodus:16:17",
        "t": "And the people of Israel did so. They gathered, some more, some less."
    },
    {
        "o": 2140,
        "r": "esv:Exodus:16:18",
        "t": "But when they measured it with an omer, whoever gathered much had nothing left over, and whoever gathered little had no lack. Each of them gathered as much as he could eat."
    },
    {
        "o": 2141,
        "r": "esv:Exodus:16:19",
        "t": "And Moses said to them, “Let no one leave any of it over till the morning.”"
    },
    {
        "o": 2142,
        "r": "esv:Exodus:16:20",
        "t": "But they did not listen to Moses. Some left part of it till the morning, and it bred worms and stank. And Moses was angry with them."
    },
    {
        "o": 2143,
        "r": "esv:Exodus:16:21",
        "t": "Morning by morning they gathered it, each as much as he could eat; but when the sun grew hot, it melted."
    },
    {
        "o": 2144,
        "r": "esv:Exodus:16:22",
        "t": "On*p the sixth day they gathered twice as much bread, two omers each. And when all the leaders of the congregation came and told Moses,"
    },
    {
        "o": 2145,
        "r": "esv:Exodus:16:23",
        "t": "he said to them, “This is what the Lord*s has commanded: ‘Tomorrow is a day of solemn rest, a holy Sabbath to the Lord;*s bake what you will bake and boil what you will boil, and all that is left over lay aside to be kept till the morning.’”"
    },
    {
        "o": 2146,
        "r": "esv:Exodus:16:24",
        "t": "So they laid it aside till the morning, as Moses commanded them, and it did not stink, and there were no worms in it."
    },
    {
        "o": 2147,
        "r": "esv:Exodus:16:25",
        "t": "Moses said, “Eat it today, for today is a Sabbath to the Lord;*s today you will not find it in the field."
    },
    {
        "o": 2148,
        "r": "esv:Exodus:16:26",
        "t": "Six days you shall gather it, but on the seventh day, which is a Sabbath, there will be none.”"
    },
    {
        "o": 2149,
        "r": "esv:Exodus:16:27",
        "t": "On*p the seventh day some of the people went out to gather, but they found none."
    },
    {
        "o": 2150,
        "r": "esv:Exodus:16:28",
        "t": "And the Lord*s said to Moses, “How long will you refuse to keep my commandments and my laws?"
    },
    {
        "o": 2151,
        "r": "esv:Exodus:16:29",
        "t": "See! The Lord*s has given you the Sabbath; therefore on the sixth day he gives you bread for two days. Remain each of you in his place; let no one go out of his place on the seventh day.”"
    },
    {
        "o": 2152,
        "r": "esv:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2153,
        "r": "esv:Exodus:16:31",
        "t": "Now*p the house of Israel called its name manna. It was like coriander seed, white, and the taste of it was like wafers made with honey."
    },
    {
        "o": 2154,
        "r": "esv:Exodus:16:32",
        "t": "Moses said, “This is what the Lord*s has commanded: ‘Let an omer of it be kept throughout your generations, so that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.’”"
    },
    {
        "o": 2155,
        "r": "esv:Exodus:16:33",
        "t": "And Moses said to Aaron, “Take a jar, and put an omer of manna in it, and place it before the Lord*s to be kept throughout your generations.”"
    },
    {
        "o": 2156,
        "r": "esv:Exodus:16:34",
        "t": "As the Lord*s commanded Moses, so Aaron placed it before the testimony to be kept."
    },
    {
        "o": 2157,
        "r": "esv:Exodus:16:35",
        "t": "The people of Israel ate the manna forty years, till they came to a habitable land. They ate the manna till they came to the border of the land of Canaan."
    },
    {
        "o": 2158,
        "r": "esv:Exodus:16:36",
        "t": "(An omer is the tenth part of an ephah.)"
    },
    {
        "o": 2159,
        "r": "esv:Exodus:17:0",
        "t": "Exodus 17",
        "h": 1
    },
    {
        "o": 2160,
        "r": "esv:Exodus:17:0",
        "t": "Water from the Rock",
        "h": 2
    },
    {
        "o": 2161,
        "r": "esv:Exodus:17:1",
        "t": "All*p the congregation of the people of Israel moved on from the wilderness of Sin by stages, according to the commandment of the Lord,*s and camped at Rephidim, but there was no water for the people to drink."
    },
    {
        "o": 2162,
        "r": "esv:Exodus:17:2",
        "t": "Therefore the people quarreled with Moses and said, “Give us water to drink.” And Moses said to them, “Why do you quarrel with me? Why do you test the Lord?”*s"
    },
    {
        "o": 2163,
        "r": "esv:Exodus:17:3",
        "t": "But the people thirsted there for water, and the people grumbled against Moses and said, “Why did you bring us up out of Egypt, to kill us and our children and our livestock with thirst?”"
    },
    {
        "o": 2164,
        "r": "esv:Exodus:17:4",
        "t": "So Moses cried to the Lord,*s “What shall I do with this people? They are almost ready to stone me.”"
    },
    {
        "o": 2165,
        "r": "esv:Exodus:17:5",
        "t": "And the Lord*s said to Moses, “Pass on before the people, taking with you some of the elders of Israel, and take in your hand the staff with which you struck the Nile, and go."
    },
    {
        "o": 2166,
        "r": "esv:Exodus:17:6",
        "t": "Behold, I will stand before you there on the rock at Horeb, and you shall strike the rock, and water shall come out of it, and the people will drink.” And Moses did so, in the sight of the elders of Israel."
    },
    {
        "o": 2167,
        "r": "esv:Exodus:17:7",
        "t": "And he called the name of the place Massah and Meribah, because of the quarreling of the people of Israel, and because they tested the Lord*s by saying, “Is the Lord*s among us or not?”"
    },
    {
        "o": 2168,
        "r": "esv:Exodus:17:7",
        "t": "Israel Defeats Amalek",
        "h": 2
    },
    {
        "o": 2169,
        "r": "esv:Exodus:17:8",
        "t": "Then*p Amalek came and fought with Israel at Rephidim."
    },
    {
        "o": 2170,
        "r": "esv:Exodus:17:9",
        "t": "So Moses said to Joshua, “Choose for us men, and go out and fight with Amalek. Tomorrow I will stand on the top of the hill with the staff of God in my hand.”"
    },
    {
        "o": 2171,
        "r": "esv:Exodus:17:10",
        "t": "So Joshua did as Moses told him, and fought with Amalek, while Moses, Aaron, and Hur went up to the top of the hill."
    },
    {
        "o": 2172,
        "r": "esv:Exodus:17:11",
        "t": "Whenever Moses held up his hand, Israel prevailed, and whenever he lowered his hand, Amalek prevailed."
    },
    {
        "o": 2173,
        "r": "esv:Exodus:17:12",
        "t": "But Moses’ hands grew weary, so they took a stone and put it under him, and he sat on it, while Aaron and Hur held up his hands, one on one side, and the other on the other side. So his hands were steady until the going down of the sun."
    },
    {
        "o": 2174,
        "r": "esv:Exodus:17:13",
        "t": "And Joshua overwhelmed Amalek and his people with the sword."
    },
    {
        "o": 2175,
        "r": "esv:Exodus:17:14",
        "t": "Then*p the Lord*s said to Moses, “Write this as a memorial in a book and recite it in the ears of Joshua, that I will utterly blot out the memory of Amalek from under heaven.”"
    },
    {
        "o": 2176,
        "r": "esv:Exodus:17:15",
        "t": "And Moses built an altar and called the name of it, The Lord*s Is My Banner,"
    },
    {
        "o": 2177,
        "r": "esv:Exodus:17:16",
        "t": "saying, “A hand upon the throne of the Lord!*s The Lord*s will have war with Amalek from generation to generation.”"
    },
    {
        "o": 2178,
        "r": "esv:Exodus:18:0",
        "t": "Exodus 18",
        "h": 1
    },
    {
        "o": 2179,
        "r": "esv:Exodus:18:0",
        "t": "Jethro’s Advice",
        "h": 2
    },
    {
        "o": 2180,
        "r": "esv:Exodus:18:1",
        "t": "Jethro,*p the priest of Midian, Moses’ father-in-law, heard of all that God had done for Moses and for Israel his people, how the Lord*s had brought Israel out of Egypt."
    },
    {
        "o": 2181,
        "r": "esv:Exodus:18:2",
        "t": "Now Jethro, Moses’ father-in-law, had taken Zipporah, Moses’ wife, after he had sent her home,"
    },
    {
        "o": 2182,
        "r": "esv:Exodus:18:3",
        "t": "along with her two sons. The name of the one was Gershom (for he said, “I have been a sojourner in a foreign land”),"
    },
    {
        "o": 2183,
        "r": "esv:Exodus:18:4",
        "t": "and the name of the other, Eliezer (for he said, “The God of my father was my help, and delivered me from the sword of Pharaoh”)."
    },
    {
        "o": 2184,
        "r": "esv:Exodus:18:5",
        "t": "Jethro, Moses’ father-in-law, came with his sons and his wife to Moses in the wilderness where he was encamped at the mountain of God."
    },
    {
        "o": 2185,
        "r": "esv:Exodus:18:6",
        "t": "And when he sent word to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons with her,”"
    },
    {
        "o": 2186,
        "r": "esv:Exodus:18:7",
        "t": "Moses went out to meet his father-in-law and bowed down and kissed him. And they asked each other of their welfare and went into the tent."
    },
    {
        "o": 2187,
        "r": "esv:Exodus:18:8",
        "t": "Then Moses told his father-in-law all that the Lord*s had done to Pharaoh and to the Egyptians for Israel’s sake, all the hardship that had come upon them in the way, and how the Lord*s had delivered them."
    },
    {
        "o": 2188,
        "r": "esv:Exodus:18:9",
        "t": "And Jethro rejoiced for all the good that the Lord*s had done to Israel, in that he had delivered them out of the hand of the Egyptians."
    },
    {
        "o": 2189,
        "r": "esv:Exodus:18:10",
        "t": "Jethro*p said, “Blessed be the Lord,*s who has delivered you out of the hand of the Egyptians and out of the hand of Pharaoh and has delivered the people from under the hand of the Egyptians."
    },
    {
        "o": 2190,
        "r": "esv:Exodus:18:11",
        "t": "Now I know that the Lord*s is greater than all gods, because in this affair they dealt arrogantly with the people.”"
    },
    {
        "o": 2191,
        "r": "esv:Exodus:18:12",
        "t": "And Jethro, Moses’ father-in-law, brought a burnt offering and sacrifices to God; and Aaron came with all the elders of Israel to eat bread with Moses’ father-in-law before God."
    },
    {
        "o": 2192,
        "r": "esv:Exodus:18:13",
        "t": "The*p next day Moses sat to judge the people, and the people stood around Moses from morning till evening."
    },
    {
        "o": 2193,
        "r": "esv:Exodus:18:14",
        "t": "When Moses’ father-in-law saw all that he was doing for the people, he said, “What is this that you are doing for the people? Why do you sit alone, and all the people stand around you from morning till evening?”"
    },
    {
        "o": 2194,
        "r": "esv:Exodus:18:15",
        "t": "And Moses said to his father-in-law, “Because the people come to me to inquire of God;"
    },
    {
        "o": 2195,
        "r": "esv:Exodus:18:16",
        "t": "when they have a dispute, they come to me and I decide between one person and another, and I make them know the statutes of God and his laws.”"
    },
    {
        "o": 2196,
        "r": "esv:Exodus:18:17",
        "t": "Moses’ father-in-law said to him, “What you are doing is not good."
    },
    {
        "o": 2197,
        "r": "esv:Exodus:18:18",
        "t": "You and the people with you will certainly wear yourselves out, for the thing is too heavy for you. You are not able to do it alone."
    },
    {
        "o": 2198,
        "r": "esv:Exodus:18:19",
        "t": "Now obey my voice; I will give you advice, and God be with you! You shall represent the people before God and bring their cases to God,"
    },
    {
        "o": 2199,
        "r": "esv:Exodus:18:20",
        "t": "and you shall warn them about the statutes and the laws, and make them know the way in which they must walk and what they must do."
    },
    {
        "o": 2200,
        "r": "esv:Exodus:18:21",
        "t": "Moreover, look for able men from all the people, men who fear God, who are trustworthy and hate a bribe, and place such men over the people as chiefs of thousands, of hundreds, of fifties, and of tens."
    },
    {
        "o": 2201,
        "r": "esv:Exodus:18:22",
        "t": "And let them judge the people at all times. Every great matter they shall bring to you, but any small matter they shall decide themselves. So it will be easier for you, and they will bear the burden with you."
    },
    {
        "o": 2202,
        "r": "esv:Exodus:18:23",
        "t": "If you do this, God will direct you, you will be able to endure, and all this people also will go to their place in peace.”"
    },
    {
        "o": 2203,
        "r": "esv:Exodus:18:24",
        "t": "So*p Moses listened to the voice of his father-in-law and did all that he had said."
    },
    {
        "o": 2204,
        "r": "esv:Exodus:18:25",
        "t": "Moses chose able men out of all Israel and made them heads over the people, chiefs of thousands, of hundreds, of fifties, and of tens."
    },
    {
        "o": 2205,
        "r": "esv:Exodus:18:26",
        "t": "And they judged the people at all times. Any hard case they brought to Moses, but any small matter they decided themselves."
    },
    {
        "o": 2206,
        "r": "esv:Exodus:18:27",
        "t": "Then Moses let his father-in-law depart, and he went away to his own country."
    },
    {
        "o": 2207,
        "r": "esv:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2208,
        "r": "esv:Exodus:19:0",
        "t": "Israel at Mount Sinai",
        "h": 2
    },
    {
        "o": 2209,
        "r": "esv:Exodus:19:1",
        "t": "On*p the third new moon after the people of Israel had gone out of the land of Egypt, on that day they came into the wilderness of Sinai."
    },
    {
        "o": 2210,
        "r": "esv:Exodus:19:2",
        "t": "They set out from Rephidim and came into the wilderness of Sinai, and they encamped in the wilderness. There Israel encamped before the mountain,"
    },
    {
        "o": 2211,
        "r": "esv:Exodus:19:3",
        "t": "while Moses went up to God. The Lord*s called to him out of the mountain, saying, “Thus you shall say to the house of Jacob, and tell the people of Israel:"
    },
    {
        "o": 2212,
        "r": "esv:Exodus:19:4",
        "t": "‘You yourselves have seen what I did to the Egyptians, and how I bore you on eagles’ wings and brought you to myself."
    },
    {
        "o": 2213,
        "r": "esv:Exodus:19:5",
        "t": "Now therefore, if you will indeed obey my voice and keep my covenant, you shall be my treasured possession among all peoples, for all the earth is mine;"
    },
    {
        "o": 2214,
        "r": "esv:Exodus:19:6",
        "t": "and you shall be to me a kingdom of priests and a holy nation.’ These are the words that you shall speak to the people of Israel.”"
    },
    {
        "o": 2215,
        "r": "esv:Exodus:19:7",
        "t": "So*p Moses came and called the elders of the people and set before them all these words that the Lord*s had commanded him."
    },
    {
        "o": 2216,
        "r": "esv:Exodus:19:8",
        "t": "All the people answered together and said, “All that the Lord*s has spoken we will do.” And Moses reported the words of the people to the Lord.*s"
    },
    {
        "o": 2217,
        "r": "esv:Exodus:19:9",
        "t": "And the Lord*s said to Moses, “Behold, I am coming to you in a thick cloud, that the people may hear when I speak with you, and may also believe you forever.” When*p Moses told the words of the people to the Lord,*s"
    },
    {
        "o": 2218,
        "r": "esv:Exodus:19:10",
        "t": "the Lord*s said to Moses, “Go to the people and consecrate them today and tomorrow, and let them wash their garments"
    },
    {
        "o": 2219,
        "r": "esv:Exodus:19:11",
        "t": "and be ready for the third day. For on the third day the Lord*s will come down on Mount Sinai in the sight of all the people."
    },
    {
        "o": 2220,
        "r": "esv:Exodus:19:12",
        "t": "And you shall set limits for the people all around, saying, ‘Take care not to go up into the mountain or touch the edge of it. Whoever touches the mountain shall be put to death."
    },
    {
        "o": 2221,
        "r": "esv:Exodus:19:13",
        "t": "No hand shall touch him, but he shall be stoned or shot; whether beast or man, he shall not live.’ When the trumpet sounds a long blast, they shall come up to the mountain.”"
    },
    {
        "o": 2222,
        "r": "esv:Exodus:19:14",
        "t": "So Moses went down from the mountain to the people and consecrated the people; and they washed their garments."
    },
    {
        "o": 2223,
        "r": "esv:Exodus:19:15",
        "t": "And he said to the people, “Be ready for the third day; do not go near a woman.”"
    },
    {
        "o": 2224,
        "r": "esv:Exodus:19:16",
        "t": "On*p the morning of the third day there were thunders and lightnings and a thick cloud on the mountain and a very loud trumpet blast, so that all the people in the camp trembled."
    },
    {
        "o": 2225,
        "r": "esv:Exodus:19:17",
        "t": "Then Moses brought the people out of the camp to meet God, and they took their stand at the foot of the mountain."
    },
    {
        "o": 2226,
        "r": "esv:Exodus:19:18",
        "t": "Now Mount Sinai was wrapped in smoke because the Lord*s had descended on it in fire. The smoke of it went up like the smoke of a kiln, and the whole mountain trembled greatly."
    },
    {
        "o": 2227,
        "r": "esv:Exodus:19:19",
        "t": "And as the sound of the trumpet grew louder and louder, Moses spoke, and God answered him in thunder."
    },
    {
        "o": 2228,
        "r": "esv:Exodus:19:20",
        "t": "The Lord*s came down on Mount Sinai, to the top of the mountain. And the Lord*s called Moses to the top of the mountain, and Moses went up."
    },
    {
        "o": 2229,
        "r": "esv:Exodus:19:21",
        "t": "And*p the Lord*s said to Moses, “Go down and warn the people, lest they break through to the Lord*s to look and many of them perish."
    },
    {
        "o": 2230,
        "r": "esv:Exodus:19:22",
        "t": "Also let the priests who come near to the Lord*s consecrate themselves, lest the Lord*s break out against them.”"
    },
    {
        "o": 2231,
        "r": "esv:Exodus:19:23",
        "t": "And Moses said to the Lord,*s “The people cannot come up to Mount Sinai, for you yourself warned us, saying, ‘Set limits around the mountain and consecrate it.’”"
    },
    {
        "o": 2232,
        "r": "esv:Exodus:19:24",
        "t": "And the Lord*s said to him, “Go down, and come up bringing Aaron with you. But do not let the priests and the people break through to come up to the Lord,*s lest he break out against them.”"
    },
    {
        "o": 2233,
        "r": "esv:Exodus:19:25",
        "t": "So Moses went down to the people and told them."
    },
    {
        "o": 2234,
        "r": "esv:Exodus:20:0",
        "t": "Exodus 20",
        "h": 1
    },
    {
        "o": 2235,
        "r": "esv:Exodus:20:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 2236,
        "r": "esv:Exodus:20:1",
        "t": "And*p God spoke all these words, saying,"
    },
    {
        "o": 2237,
        "r": "esv:Exodus:20:2",
        "t": "“I*p am the Lord*s your God, who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 2238,
        "r": "esv:Exodus:20:3",
        "t": "“You*p shall have no other gods before me."
    },
    {
        "o": 2239,
        "r": "esv:Exodus:20:4",
        "t": "“You*p shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth."
    },
    {
        "o": 2240,
        "r": "esv:Exodus:20:5",
        "t": "You shall not bow down to them or serve them, for I the Lord*s your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me,"
    },
    {
        "o": 2241,
        "r": "esv:Exodus:20:6",
        "t": "but showing steadfast love to thousands of those who love me and keep my commandments."
    },
    {
        "o": 2242,
        "r": "esv:Exodus:20:7",
        "t": "“You*p shall not take the name of the Lord*s your God in vain, for the Lord*s will not hold him guiltless who takes his name in vain."
    },
    {
        "o": 2243,
        "r": "esv:Exodus:20:8",
        "t": "“Remember*p the Sabbath day, to keep it holy."
    },
    {
        "o": 2244,
        "r": "esv:Exodus:20:9",
        "t": "Six days you shall labor, and do all your work,"
    },
    {
        "o": 2245,
        "r": "esv:Exodus:20:10",
        "t": "but the seventh day is a Sabbath to the Lord*s your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates."
    },
    {
        "o": 2246,
        "r": "esv:Exodus:20:11",
        "t": "For in six days the Lord*s made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the Lord*s blessed the Sabbath day and made it holy."
    },
    {
        "o": 2247,
        "r": "esv:Exodus:20:12",
        "t": "“Honor*p your father and your mother, that your days may be long in the land that the Lord*s your God is giving you."
    },
    {
        "o": 2248,
        "r": "esv:Exodus:20:13",
        "t": "“You*p shall not murder."
    },
    {
        "o": 2249,
        "r": "esv:Exodus:20:14",
        "t": "“You*p shall not commit adultery."
    },
    {
        "o": 2250,
        "r": "esv:Exodus:20:15",
        "t": "“You*p shall not steal."
    },
    {
        "o": 2251,
        "r": "esv:Exodus:20:16",
        "t": "“You*p shall not bear false witness against your neighbor."
    },
    {
        "o": 2252,
        "r": "esv:Exodus:20:17",
        "t": "“You*p shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”"
    },
    {
        "o": 2253,
        "r": "esv:Exodus:20:18",
        "t": "Now*p when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off"
    },
    {
        "o": 2254,
        "r": "esv:Exodus:20:19",
        "t": "and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.”"
    },
    {
        "o": 2255,
        "r": "esv:Exodus:20:20",
        "t": "Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.”"
    },
    {
        "o": 2256,
        "r": "esv:Exodus:20:21",
        "t": "The people stood far off, while Moses drew near to the thick darkness where God was."
    },
    {
        "o": 2257,
        "r": "esv:Exodus:20:21",
        "t": "Laws About Altars",
        "h": 2
    },
    {
        "o": 2258,
        "r": "esv:Exodus:20:22",
        "t": "And*p the Lord*s said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven."
    },
    {
        "o": 2259,
        "r": "esv:Exodus:20:23",
        "t": "You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold."
    },
    {
        "o": 2260,
        "r": "esv:Exodus:20:24",
        "t": "An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you."
    },
    {
        "o": 2261,
        "r": "esv:Exodus:20:25",
        "t": "If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it."
    },
    {
        "o": 2262,
        "r": "esv:Exodus:20:26",
        "t": "And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’"
    },
    {
        "o": 2263,
        "r": "esv:Exodus:21:0",
        "t": "Exodus 21",
        "h": 1
    },
    {
        "o": 2264,
        "r": "esv:Exodus:21:0",
        "t": "Laws About Slaves",
        "h": 2
    },
    {
        "o": 2265,
        "r": "esv:Exodus:21:1",
        "t": "“Now*p these are the rules that you shall set before them."
    },
    {
        "o": 2266,
        "r": "esv:Exodus:21:2",
        "t": "When you buy a Hebrew slave, he shall serve six years, and in the seventh he shall go out free, for nothing."
    },
    {
        "o": 2267,
        "r": "esv:Exodus:21:3",
        "t": "If he comes in single, he shall go out single; if he comes in married, then his wife shall go out with him."
    },
    {
        "o": 2268,
        "r": "esv:Exodus:21:4",
        "t": "If his master gives him a wife and she bears him sons or daughters, the wife and her children shall be her master’s, and he shall go out alone."
    },
    {
        "o": 2269,
        "r": "esv:Exodus:21:5",
        "t": "But if the slave plainly says, ‘I love my master, my wife, and my children; I will not go out free,’"
    },
    {
        "o": 2270,
        "r": "esv:Exodus:21:6",
        "t": "then his master shall bring him to God, and he shall bring him to the door or the doorpost. And his master shall bore his ear through with an awl, and he shall be his slave forever."
    },
    {
        "o": 2271,
        "r": "esv:Exodus:21:7",
        "t": "“When*p a man sells his daughter as a slave, she shall not go out as the male slaves do."
    },
    {
        "o": 2272,
        "r": "esv:Exodus:21:8",
        "t": "If she does not please her master, who has designated her for himself, then he shall let her be redeemed. He shall have no right to sell her to a foreign people, since he has broken faith with her."
    },
    {
        "o": 2273,
        "r": "esv:Exodus:21:9",
        "t": "If he designates her for his son, he shall deal with her as with a daughter."
    },
    {
        "o": 2274,
        "r": "esv:Exodus:21:10",
        "t": "If he takes another wife to himself, he shall not diminish her food, her clothing, or her marital rights."
    },
    {
        "o": 2275,
        "r": "esv:Exodus:21:11",
        "t": "And if he does not do these three things for her, she shall go out for nothing, without payment of money."
    },
    {
        "o": 2276,
        "r": "esv:Exodus:21:12",
        "t": "“Whoever*p strikes a man so that he dies shall be put to death."
    },
    {
        "o": 2277,
        "r": "esv:Exodus:21:13",
        "t": "But if he did not lie in wait for him, but God let him fall into his hand, then I will appoint for you a place to which he may flee."
    },
    {
        "o": 2278,
        "r": "esv:Exodus:21:14",
        "t": "But if a man willfully attacks another to kill him by cunning, you shall take him from my altar, that he may die."
    },
    {
        "o": 2279,
        "r": "esv:Exodus:21:15",
        "t": "“Whoever*p strikes his father or his mother shall be put to death."
    },
    {
        "o": 2280,
        "r": "esv:Exodus:21:16",
        "t": "“Whoever*p steals a man and sells him, and anyone found in possession of him, shall be put to death."
    },
    {
        "o": 2281,
        "r": "esv:Exodus:21:17",
        "t": "“Whoever*p curses his father or his mother shall be put to death."
    },
    {
        "o": 2282,
        "r": "esv:Exodus:21:18",
        "t": "“When*p men quarrel and one strikes the other with a stone or with his fist and the man does not die but takes to his bed,"
    },
    {
        "o": 2283,
        "r": "esv:Exodus:21:19",
        "t": "then if the man rises again and walks outdoors with his staff, he who struck him shall be clear; only he shall pay for the loss of his time, and shall have him thoroughly healed."
    },
    {
        "o": 2284,
        "r": "esv:Exodus:21:20",
        "t": "“When*p a man strikes his slave, male or female, with a rod and the slave dies under his hand, he shall be avenged."
    },
    {
        "o": 2285,
        "r": "esv:Exodus:21:21",
        "t": "But if the slave survives a day or two, he is not to be avenged, for the slave is his money."
    },
    {
        "o": 2286,
        "r": "esv:Exodus:21:22",
        "t": "“When*p men strive together and hit a pregnant woman, so that her children come out, but there is no harm, the one who hit her shall surely be fined, as the woman’s husband shall impose on him, and he shall pay as the judges determine."
    },
    {
        "o": 2287,
        "r": "esv:Exodus:21:23",
        "t": "But if there is harm, then you shall pay life for life,"
    },
    {
        "o": 2288,
        "r": "esv:Exodus:21:24",
        "t": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
        "o": 2289,
        "r": "esv:Exodus:21:25",
        "t": "burn for burn, wound for wound, stripe for stripe."
    },
    {
        "o": 2290,
        "r": "esv:Exodus:21:26",
        "t": "“When*p a man strikes the eye of his slave, male or female, and destroys it, he shall let the slave go free because of his eye."
    },
    {
        "o": 2291,
        "r": "esv:Exodus:21:27",
        "t": "If he knocks out the tooth of his slave, male or female, he shall let the slave go free because of his tooth."
    },
    {
        "o": 2292,
        "r": "esv:Exodus:21:28",
        "t": "“When*p an ox gores a man or a woman to death, the ox shall be stoned, and its flesh shall not be eaten, but the owner of the ox shall not be liable."
    },
    {
        "o": 2293,
        "r": "esv:Exodus:21:29",
        "t": "But if the ox has been accustomed to gore in the past, and its owner has been warned but has not kept it in, and it kills a man or a woman, the ox shall be stoned, and its owner also shall be put to death."
    },
    {
        "o": 2294,
        "r": "esv:Exodus:21:30",
        "t": "If a ransom is imposed on him, then he shall give for the redemption of his life whatever is imposed on him."
    },
    {
        "o": 2295,
        "r": "esv:Exodus:21:31",
        "t": "If it gores a man’s son or daughter, he shall be dealt with according to this same rule."
    },
    {
        "o": 2296,
        "r": "esv:Exodus:21:32",
        "t": "If the ox gores a slave, male or female, the owner shall give to their master thirty shekels of silver, and the ox shall be stoned."
    },
    {
        "o": 2297,
        "r": "esv:Exodus:21:32",
        "t": "Laws About Restitution",
        "h": 2
    },
    {
        "o": 2298,
        "r": "esv:Exodus:21:33",
        "t": "“When*p a man opens a pit, or when a man digs a pit and does not cover it, and an ox or a donkey falls into it,"
    },
    {
        "o": 2299,
        "r": "esv:Exodus:21:34",
        "t": "the owner of the pit shall make restoration. He shall give money to its owner, and the dead beast shall be his."
    },
    {
        "o": 2300,
        "r": "esv:Exodus:21:35",
        "t": "“When*p one man’s ox butts another’s, so that it dies, then they shall sell the live ox and share its price, and the dead beast also they shall share."
    },
    {
        "o": 2301,
        "r": "esv:Exodus:21:36",
        "t": "Or if it is known that the ox has been accustomed to gore in the past, and its owner has not kept it in, he shall repay ox for ox, and the dead beast shall be his."
    },
    {
        "o": 2302,
        "r": "esv:Exodus:22:0",
        "t": "Exodus 22",
        "h": 1
    },
    {
        "o": 2303,
        "r": "esv:Exodus:22:1",
        "t": "“If*p a man steals an ox or a sheep, and kills it or sells it, he shall repay five oxen for an ox, and four sheep for a sheep."
    },
    {
        "o": 2304,
        "r": "esv:Exodus:22:2",
        "t": "If a thief is found breaking in and is struck so that he dies, there shall be no bloodguilt for him,"
    },
    {
        "o": 2305,
        "r": "esv:Exodus:22:3",
        "t": "but if the sun has risen on him, there shall be bloodguilt for him. He shall surely pay. If he has nothing, then he shall be sold for his theft."
    },
    {
        "o": 2306,
        "r": "esv:Exodus:22:4",
        "t": "If the stolen beast is found alive in his possession, whether it is an ox or a donkey or a sheep, he shall pay double."
    },
    {
        "o": 2307,
        "r": "esv:Exodus:22:5",
        "t": "“If*p a man causes a field or vineyard to be grazed over, or lets his beast loose and it feeds in another man’s field, he shall make restitution from the best in his own field and in his own vineyard."
    },
    {
        "o": 2308,
        "r": "esv:Exodus:22:6",
        "t": "“If*p fire breaks out and catches in thorns so that the stacked grain or the standing grain or the field is consumed, he who started the fire shall make full restitution."
    },
    {
        "o": 2309,
        "r": "esv:Exodus:22:7",
        "t": "“If*p a man gives to his neighbor money or goods to keep safe, and it is stolen from the man’s house, then, if the thief is found, he shall pay double."
    },
    {
        "o": 2310,
        "r": "esv:Exodus:22:8",
        "t": "If the thief is not found, the owner of the house shall come near to God to show whether or not he has put his hand to his neighbor’s property."
    },
    {
        "o": 2311,
        "r": "esv:Exodus:22:9",
        "t": "For every breach of trust, whether it is for an ox, for a donkey, for a sheep, for a cloak, or for any kind of lost thing, of which one says, ‘This is it,’ the case of both parties shall come before God. The one whom God condemns shall pay double to his neighbor."
    },
    {
        "o": 2312,
        "r": "esv:Exodus:22:10",
        "t": "“If*p a man gives to his neighbor a donkey or an ox or a sheep or any beast to keep safe, and it dies or is injured or is driven away, without anyone seeing it,"
    },
    {
        "o": 2313,
        "r": "esv:Exodus:22:11",
        "t": "an oath by the Lord*s shall be between them both to see whether or not he has put his hand to his neighbor’s property. The owner shall accept the oath, and he shall not make restitution."
    },
    {
        "o": 2314,
        "r": "esv:Exodus:22:12",
        "t": "But if it is stolen from him, he shall make restitution to its owner."
    },
    {
        "o": 2315,
        "r": "esv:Exodus:22:13",
        "t": "If it is torn by beasts, let him bring it as evidence. He shall not make restitution for what has been torn."
    },
    {
        "o": 2316,
        "r": "esv:Exodus:22:14",
        "t": "“If*p a man borrows anything of his neighbor, and it is injured or dies, the owner not being with it, he shall make full restitution."
    },
    {
        "o": 2317,
        "r": "esv:Exodus:22:15",
        "t": "If the owner was with it, he shall not make restitution; if it was hired, it came for its hiring fee."
    },
    {
        "o": 2318,
        "r": "esv:Exodus:22:15",
        "t": "Laws About Social Justice",
        "h": 2
    },
    {
        "o": 2319,
        "r": "esv:Exodus:22:16",
        "t": "“If*p a man seduces a virgin who is not betrothed and lies with her, he shall give the bride-price for her and make her his wife."
    },
    {
        "o": 2320,
        "r": "esv:Exodus:22:17",
        "t": "If her father utterly refuses to give her to him, he shall pay money equal to the bride-price for virgins."
    },
    {
        "o": 2321,
        "r": "esv:Exodus:22:18",
        "t": "“You*p shall not permit a sorceress to live."
    },
    {
        "o": 2322,
        "r": "esv:Exodus:22:19",
        "t": "“Whoever*p lies with an animal shall be put to death."
    },
    {
        "o": 2323,
        "r": "esv:Exodus:22:20",
        "t": "“Whoever*p sacrifices to any god, other than the Lord*s alone, shall be devoted to destruction."
    },
    {
        "o": 2324,
        "r": "esv:Exodus:22:21",
        "t": "“You*p shall not wrong a sojourner or oppress him, for you were sojourners in the land of Egypt."
    },
    {
        "o": 2325,
        "r": "esv:Exodus:22:22",
        "t": "You shall not mistreat any widow or fatherless child."
    },
    {
        "o": 2326,
        "r": "esv:Exodus:22:23",
        "t": "If you do mistreat them, and they cry out to me, I will surely hear their cry,"
    },
    {
        "o": 2327,
        "r": "esv:Exodus:22:24",
        "t": "and my wrath will burn, and I will kill you with the sword, and your wives shall become widows and your children fatherless."
    },
    {
        "o": 2328,
        "r": "esv:Exodus:22:25",
        "t": "“If*p you lend money to any of my people with you who is poor, you shall not be like a moneylender to him, and you shall not exact interest from him."
    },
    {
        "o": 2329,
        "r": "esv:Exodus:22:26",
        "t": "If ever you take your neighbor’s cloak in pledge, you shall return it to him before the sun goes down,"
    },
    {
        "o": 2330,
        "r": "esv:Exodus:22:27",
        "t": "for that is his only covering, and it is his cloak for his body; in what else shall he sleep? And if he cries to me, I will hear, for I am compassionate."
    },
    {
        "o": 2331,
        "r": "esv:Exodus:22:28",
        "t": "“You*p shall not revile God, nor curse a ruler of your people."
    },
    {
        "o": 2332,
        "r": "esv:Exodus:22:29",
        "t": "“You*p shall not delay to offer from the fullness of your harvest and from the outflow of your presses. The firstborn of your sons you shall give to me."
    },
    {
        "o": 2333,
        "r": "esv:Exodus:22:30",
        "t": "You shall do the same with your oxen and with your sheep: seven days it shall be with its mother; on the eighth day you shall give it to me."
    },
    {
        "o": 2334,
        "r": "esv:Exodus:22:31",
        "t": "“You*p shall be consecrated to me. Therefore you shall not eat any flesh that is torn by beasts in the field; you shall throw it to the dogs."
    },
    {
        "o": 2335,
        "r": "esv:Exodus:23:0",
        "t": "Exodus 23",
        "h": 1
    },
    {
        "o": 2336,
        "r": "esv:Exodus:23:1",
        "t": "“You*p shall not spread a false report. You shall not join hands with a wicked man to be a malicious witness."
    },
    {
        "o": 2337,
        "r": "esv:Exodus:23:2",
        "t": "You shall not fall in with the many to do evil, nor shall you bear witness in a lawsuit, siding with the many, so as to pervert justice,"
    },
    {
        "o": 2338,
        "r": "esv:Exodus:23:3",
        "t": "nor shall you be partial to a poor man in his lawsuit."
    },
    {
        "o": 2339,
        "r": "esv:Exodus:23:4",
        "t": "“If*p you meet your enemy’s ox or his donkey going astray, you shall bring it back to him."
    },
    {
        "o": 2340,
        "r": "esv:Exodus:23:5",
        "t": "If you see the donkey of one who hates you lying down under its burden, you shall refrain from leaving him with it; you shall rescue it with him."
    },
    {
        "o": 2341,
        "r": "esv:Exodus:23:6",
        "t": "“You*p shall not pervert the justice due to your poor in his lawsuit."
    },
    {
        "o": 2342,
        "r": "esv:Exodus:23:7",
        "t": "Keep far from a false charge, and do not kill the innocent and righteous, for I will not acquit the wicked."
    },
    {
        "o": 2343,
        "r": "esv:Exodus:23:8",
        "t": "And you shall take no bribe, for a bribe blinds the clear-sighted and subverts the cause of those who are in the right."
    },
    {
        "o": 2344,
        "r": "esv:Exodus:23:9",
        "t": "“You*p shall not oppress a sojourner. You know the heart of a sojourner, for you were sojourners in the land of Egypt."
    },
    {
        "o": 2345,
        "r": "esv:Exodus:23:9",
        "t": "Laws About the Sabbath and Festivals",
        "h": 2
    },
    {
        "o": 2346,
        "r": "esv:Exodus:23:10",
        "t": "“For*p six years you shall sow your land and gather in its yield,"
    },
    {
        "o": 2347,
        "r": "esv:Exodus:23:11",
        "t": "but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the beasts of the field may eat. You shall do likewise with your vineyard, and with your olive orchard."
    },
    {
        "o": 2348,
        "r": "esv:Exodus:23:12",
        "t": "“Six*p days you shall do your work, but on the seventh day you shall rest; that your ox and your donkey may have rest, and the son of your servant woman, and the alien, may be refreshed."
    },
    {
        "o": 2349,
        "r": "esv:Exodus:23:13",
        "t": "“Pay*p attention to all that I have said to you, and make no mention of the names of other gods, nor let it be heard on your lips."
    },
    {
        "o": 2350,
        "r": "esv:Exodus:23:14",
        "t": "“Three*p times in the year you shall keep a feast to me."
    },
    {
        "o": 2351,
        "r": "esv:Exodus:23:15",
        "t": "You shall keep the Feast of Unleavened Bread. As I commanded you, you shall eat unleavened bread for seven days at the appointed time in the month of Abib, for in it you came out of Egypt. None shall appear before me empty-handed."
    },
    {
        "o": 2352,
        "r": "esv:Exodus:23:16",
        "t": "You shall keep the Feast of Harvest, of the firstfruits of your labor, of what you sow in the field. You shall keep the Feast of Ingathering at the end of the year, when you gather in from the field the fruit of your labor."
    },
    {
        "o": 2353,
        "r": "esv:Exodus:23:17",
        "t": "Three times in the year shall all your males appear before the Lord God.*s"
    },
    {
        "o": 2354,
        "r": "esv:Exodus:23:18",
        "t": "“You*p shall not offer the blood of my sacrifice with anything leavened, or let the fat of my feast remain until the morning."
    },
    {
        "o": 2355,
        "r": "esv:Exodus:23:19",
        "t": "“The*p best of the firstfruits of your ground you shall bring into the house of the Lord*s your God. “You*p shall not boil a young goat in its mother’s milk."
    },
    {
        "o": 2356,
        "r": "esv:Exodus:23:19",
        "t": "Conquest of Canaan Promised",
        "h": 2
    },
    {
        "o": 2357,
        "r": "esv:Exodus:23:20",
        "t": "“Behold,*p I send an angel before you to guard you on the way and to bring you to the place that I have prepared."
    },
    {
        "o": 2358,
        "r": "esv:Exodus:23:21",
        "t": "Pay careful attention to him and obey his voice; do not rebel against him, for he will not pardon your transgression, for my name is in him."
    },
    {
        "o": 2359,
        "r": "esv:Exodus:23:22",
        "t": "“But*p if you carefully obey his voice and do all that I say, then I will be an enemy to your enemies and an adversary to your adversaries."
    },
    {
        "o": 2360,
        "r": "esv:Exodus:23:23",
        "t": "“When*p my angel goes before you and brings you to the Amorites and the Hittites and the Perizzites and the Canaanites, the Hivites and the Jebusites, and I blot them out,"
    },
    {
        "o": 2361,
        "r": "esv:Exodus:23:24",
        "t": "you shall not bow down to their gods nor serve them, nor do as they do, but you shall utterly overthrow them and break their pillars in pieces."
    },
    {
        "o": 2362,
        "r": "esv:Exodus:23:25",
        "t": "You shall serve the Lord*s your God, and he will bless your bread and your water, and I will take sickness away from among you."
    },
    {
        "o": 2363,
        "r": "esv:Exodus:23:26",
        "t": "None shall miscarry or be barren in your land; I will fulfill the number of your days."
    },
    {
        "o": 2364,
        "r": "esv:Exodus:23:27",
        "t": "I will send my terror before you and will throw into confusion all the people against whom you shall come, and I will make all your enemies turn their backs to you."
    },
    {
        "o": 2365,
        "r": "esv:Exodus:23:28",
        "t": "And I will send hornets before you, which shall drive out the Hivites, the Canaanites, and the Hittites from before you."
    },
    {
        "o": 2366,
        "r": "esv:Exodus:23:29",
        "t": "I will not drive them out from before you in one year, lest the land become desolate and the wild beasts multiply against you."
    },
    {
        "o": 2367,
        "r": "esv:Exodus:23:30",
        "t": "Little by little I will drive them out from before you, until you have increased and possess the land."
    },
    {
        "o": 2368,
        "r": "esv:Exodus:23:31",
        "t": "And I will set your border from the Red Sea to the Sea of the Philistines, and from the wilderness to the Euphrates, for I will give the inhabitants of the land into your hand, and you shall drive them out before you."
    },
    {
        "o": 2369,
        "r": "esv:Exodus:23:32",
        "t": "You shall make no covenant with them and their gods."
    },
    {
        "o": 2370,
        "r": "esv:Exodus:23:33",
        "t": "They shall not dwell in your land, lest they make you sin against me; for if you serve their gods, it will surely be a snare to you.”"
    },
    {
        "o": 2371,
        "r": "esv:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2372,
        "r": "esv:Exodus:24:0",
        "t": "The Covenant Confirmed",
        "h": 2
    },
    {
        "o": 2373,
        "r": "esv:Exodus:24:1",
        "t": "Then*p he said to Moses, “Come up to the Lord,*s you and Aaron, Nadab, and Abihu, and seventy of the elders of Israel, and worship from afar."
    },
    {
        "o": 2374,
        "r": "esv:Exodus:24:2",
        "t": "Moses alone shall come near to the Lord,*s but the others shall not come near, and the people shall not come up with him.”"
    },
    {
        "o": 2375,
        "r": "esv:Exodus:24:3",
        "t": "Moses*p came and told the people all the words of the Lord*s and all the rules. And all the people answered with one voice and said, “All the words that the Lord*s has spoken we will do.”"
    },
    {
        "o": 2376,
        "r": "esv:Exodus:24:4",
        "t": "And Moses wrote down all the words of the Lord.*s He rose early in the morning and built an altar at the foot of the mountain, and twelve pillars, according to the twelve tribes of Israel."
    },
    {
        "o": 2377,
        "r": "esv:Exodus:24:5",
        "t": "And he sent young men of the people of Israel, who offered burnt offerings and sacrificed peace offerings of oxen to the Lord.*s"
    },
    {
        "o": 2378,
        "r": "esv:Exodus:24:6",
        "t": "And Moses took half of the blood and put it in basins, and half of the blood he threw against the altar."
    },
    {
        "o": 2379,
        "r": "esv:Exodus:24:7",
        "t": "Then he took the Book of the Covenant and read it in the hearing of the people. And they said, “All that the Lord*s has spoken we will do, and we will be obedient.”"
    },
    {
        "o": 2380,
        "r": "esv:Exodus:24:8",
        "t": "And Moses took the blood and threw it on the people and said, “Behold the blood of the covenant that the Lord*s has made with you in accordance with all these words.”"
    },
    {
        "o": 2381,
        "r": "esv:Exodus:24:9",
        "t": "Then*p Moses and Aaron, Nadab, and Abihu, and seventy of the elders of Israel went up,"
    },
    {
        "o": 2382,
        "r": "esv:Exodus:24:10",
        "t": "and they saw the God of Israel. There was under his feet as it were a pavement of sapphire stone, like the very heaven for clearness."
    },
    {
        "o": 2383,
        "r": "esv:Exodus:24:11",
        "t": "And he did not lay his hand on the chief men of the people of Israel; they beheld God, and ate and drank."
    },
    {
        "o": 2384,
        "r": "esv:Exodus:24:12",
        "t": "The*p Lord*s said to Moses, “Come up to me on the mountain and wait there, that I may give you the tablets of stone, with the law and the commandment, which I have written for their instruction.”"
    },
    {
        "o": 2385,
        "r": "esv:Exodus:24:13",
        "t": "So Moses rose with his assistant Joshua, and Moses went up into the mountain of God."
    },
    {
        "o": 2386,
        "r": "esv:Exodus:24:14",
        "t": "And he said to the elders, “Wait here for us until we return to you. And behold, Aaron and Hur are with you. Whoever has a dispute, let him go to them.”"
    },
    {
        "o": 2387,
        "r": "esv:Exodus:24:15",
        "t": "Then*p Moses went up on the mountain, and the cloud covered the mountain."
    },
    {
        "o": 2388,
        "r": "esv:Exodus:24:16",
        "t": "The glory of the Lord*s dwelt on Mount Sinai, and the cloud covered it six days. And on the seventh day he called to Moses out of the midst of the cloud."
    },
    {
        "o": 2389,
        "r": "esv:Exodus:24:17",
        "t": "Now the appearance of the glory of the Lord*s was like a devouring fire on the top of the mountain in the sight of the people of Israel."
    },
    {
        "o": 2390,
        "r": "esv:Exodus:24:18",
        "t": "Moses entered the cloud and went up on the mountain. And Moses was on the mountain forty days and forty nights."
    },
    {
        "o": 2391,
        "r": "esv:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2392,
        "r": "esv:Exodus:25:0",
        "t": "Contributions for the Sanctuary",
        "h": 2
    },
    {
        "o": 2393,
        "r": "esv:Exodus:25:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2394,
        "r": "esv:Exodus:25:2",
        "t": "“Speak to the people of Israel, that they take for me a contribution. From every man whose heart moves him you shall receive the contribution for me."
    },
    {
        "o": 2395,
        "r": "esv:Exodus:25:3",
        "t": "And this is the contribution that you shall receive from them: gold, silver, and bronze,"
    },
    {
        "o": 2396,
        "r": "esv:Exodus:25:4",
        "t": "blue and purple and scarlet yarns and fine twined linen, goats’ hair,"
    },
    {
        "o": 2397,
        "r": "esv:Exodus:25:5",
        "t": "tanned rams’ skins, goatskins, acacia wood,"
    },
    {
        "o": 2398,
        "r": "esv:Exodus:25:6",
        "t": "oil for the lamps, spices for the anointing oil and for the fragrant incense,"
    },
    {
        "o": 2399,
        "r": "esv:Exodus:25:7",
        "t": "onyx stones, and stones for setting, for the ephod and for the breastpiece."
    },
    {
        "o": 2400,
        "r": "esv:Exodus:25:8",
        "t": "And let them make me a sanctuary, that I may dwell in their midst."
    },
    {
        "o": 2401,
        "r": "esv:Exodus:25:9",
        "t": "Exactly as I show you concerning the pattern of the tabernacle, and of all its furniture, so you shall make it."
    },
    {
        "o": 2402,
        "r": "esv:Exodus:25:9",
        "t": "The Ark of the Covenant",
        "h": 2
    },
    {
        "o": 2403,
        "r": "esv:Exodus:25:10",
        "t": "“They*p shall make an ark of acacia wood. Two cubits and a half shall be its length, a cubit and a half its breadth, and a cubit and a half its height."
    },
    {
        "o": 2404,
        "r": "esv:Exodus:25:11",
        "t": "You shall overlay it with pure gold, inside and outside shall you overlay it, and you shall make on it a molding of gold around it."
    },
    {
        "o": 2405,
        "r": "esv:Exodus:25:12",
        "t": "You shall cast four rings of gold for it and put them on its four feet, two rings on the one side of it, and two rings on the other side of it."
    },
    {
        "o": 2406,
        "r": "esv:Exodus:25:13",
        "t": "You shall make poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2407,
        "r": "esv:Exodus:25:14",
        "t": "And you shall put the poles into the rings on the sides of the ark to carry the ark by them."
    },
    {
        "o": 2408,
        "r": "esv:Exodus:25:15",
        "t": "The poles shall remain in the rings of the ark; they shall not be taken from it."
    },
    {
        "o": 2409,
        "r": "esv:Exodus:25:16",
        "t": "And you shall put into the ark the testimony that I shall give you."
    },
    {
        "o": 2410,
        "r": "esv:Exodus:25:17",
        "t": "“You*p shall make a mercy seat of pure gold. Two cubits and a half shall be its length, and a cubit and a half its breadth."
    },
    {
        "o": 2411,
        "r": "esv:Exodus:25:18",
        "t": "And you shall make two cherubim of gold; of hammered work shall you make them, on the two ends of the mercy seat."
    },
    {
        "o": 2412,
        "r": "esv:Exodus:25:19",
        "t": "Make one cherub on the one end, and one cherub on the other end. Of one piece with the mercy seat shall you make the cherubim on its two ends."
    },
    {
        "o": 2413,
        "r": "esv:Exodus:25:20",
        "t": "The cherubim shall spread out their wings above, overshadowing the mercy seat with their wings, their faces one to another; toward the mercy seat shall the faces of the cherubim be."
    },
    {
        "o": 2414,
        "r": "esv:Exodus:25:21",
        "t": "And you shall put the mercy seat on the top of the ark, and in the ark you shall put the testimony that I shall give you."
    },
    {
        "o": 2415,
        "r": "esv:Exodus:25:22",
        "t": "There I will meet with you, and from above the mercy seat, from between the two cherubim that are on the ark of the testimony, I will speak with you about all that I will give you in commandment for the people of Israel."
    },
    {
        "o": 2416,
        "r": "esv:Exodus:25:22",
        "t": "The Table for Bread",
        "h": 2
    },
    {
        "o": 2417,
        "r": "esv:Exodus:25:23",
        "t": "“You*p shall make a table of acacia wood. Two cubits shall be its length, a cubit its breadth, and a cubit and a half its height."
    },
    {
        "o": 2418,
        "r": "esv:Exodus:25:24",
        "t": "You shall overlay it with pure gold and make a molding of gold around it."
    },
    {
        "o": 2419,
        "r": "esv:Exodus:25:25",
        "t": "And you shall make a rim around it a handbreadth wide, and a molding of gold around the rim."
    },
    {
        "o": 2420,
        "r": "esv:Exodus:25:26",
        "t": "And you shall make for it four rings of gold, and fasten the rings to the four corners at its four legs."
    },
    {
        "o": 2421,
        "r": "esv:Exodus:25:27",
        "t": "Close to the frame the rings shall lie, as holders for the poles to carry the table."
    },
    {
        "o": 2422,
        "r": "esv:Exodus:25:28",
        "t": "You shall make the poles of acacia wood, and overlay them with gold, and the table shall be carried with these."
    },
    {
        "o": 2423,
        "r": "esv:Exodus:25:29",
        "t": "And you shall make its plates and dishes for incense, and its flagons and bowls with which to pour drink offerings; you shall make them of pure gold."
    },
    {
        "o": 2424,
        "r": "esv:Exodus:25:30",
        "t": "And you shall set the bread of the Presence on the table before me regularly."
    },
    {
        "o": 2425,
        "r": "esv:Exodus:25:30",
        "t": "The Golden Lampstand",
        "h": 2
    },
    {
        "o": 2426,
        "r": "esv:Exodus:25:31",
        "t": "“You*p shall make a lampstand of pure gold. The lampstand shall be made of hammered work: its base, its stem, its cups, its calyxes, and its flowers shall be of one piece with it."
    },
    {
        "o": 2427,
        "r": "esv:Exodus:25:32",
        "t": "And there shall be six branches going out of its sides, three branches of the lampstand out of one side of it and three branches of the lampstand out of the other side of it;"
    },
    {
        "o": 2428,
        "r": "esv:Exodus:25:33",
        "t": "three cups made like almond blossoms, each with calyx and flower, on one branch, and three cups made like almond blossoms, each with calyx and flower, on the other branch— so for the six branches going out of the lampstand."
    },
    {
        "o": 2429,
        "r": "esv:Exodus:25:34",
        "t": "And on the lampstand itself there shall be four cups made like almond blossoms, with their calyxes and flowers,"
    },
    {
        "o": 2430,
        "r": "esv:Exodus:25:35",
        "t": "and a calyx of one piece with it under each pair of the six branches going out from the lampstand."
    },
    {
        "o": 2431,
        "r": "esv:Exodus:25:36",
        "t": "Their calyxes and their branches shall be of one piece with it, the whole of it a single piece of hammered work of pure gold."
    },
    {
        "o": 2432,
        "r": "esv:Exodus:25:37",
        "t": "You shall make seven lamps for it. And the lamps shall be set up so as to give light on the space in front of it."
    },
    {
        "o": 2433,
        "r": "esv:Exodus:25:38",
        "t": "Its tongs and their trays shall be of pure gold."
    },
    {
        "o": 2434,
        "r": "esv:Exodus:25:39",
        "t": "It shall be made, with all these utensils, out of a talent of pure gold."
    },
    {
        "o": 2435,
        "r": "esv:Exodus:25:40",
        "t": "And see that you make them after the pattern for them, which is being shown you on the mountain."
    },
    {
        "o": 2436,
        "r": "esv:Exodus:26:0",
        "t": "Exodus 26",
        "h": 1
    },
    {
        "o": 2437,
        "r": "esv:Exodus:26:0",
        "t": "The Tabernacle",
        "h": 2
    },
    {
        "o": 2438,
        "r": "esv:Exodus:26:1",
        "t": "“Moreover,*p you shall make the tabernacle with ten curtains of fine twined linen and blue and purple and scarlet yarns; you shall make them with cherubim skillfully worked into them."
    },
    {
        "o": 2439,
        "r": "esv:Exodus:26:2",
        "t": "The length of each curtain shall be twenty-eight cubits, and the breadth of each curtain four cubits; all the curtains shall be the same size."
    },
    {
        "o": 2440,
        "r": "esv:Exodus:26:3",
        "t": "Five curtains shall be coupled to one another, and the other five curtains shall be coupled to one another."
    },
    {
        "o": 2441,
        "r": "esv:Exodus:26:4",
        "t": "And you shall make loops of blue on the edge of the outermost curtain in the first set. Likewise you shall make loops on the edge of the outermost curtain in the second set."
    },
    {
        "o": 2442,
        "r": "esv:Exodus:26:5",
        "t": "Fifty loops you shall make on the one curtain, and fifty loops you shall make on the edge of the curtain that is in the second set; the loops shall be opposite one another."
    },
    {
        "o": 2443,
        "r": "esv:Exodus:26:6",
        "t": "And you shall make fifty clasps of gold, and couple the curtains one to the other with the clasps, so that the tabernacle may be a single whole."
    },
    {
        "o": 2444,
        "r": "esv:Exodus:26:7",
        "t": "“You*p shall also make curtains of goats’ hair for a tent over the tabernacle; eleven curtains shall you make."
    },
    {
        "o": 2445,
        "r": "esv:Exodus:26:8",
        "t": "The length of each curtain shall be thirty cubits, and the breadth of each curtain four cubits. The eleven curtains shall be the same size."
    },
    {
        "o": 2446,
        "r": "esv:Exodus:26:9",
        "t": "You shall couple five curtains by themselves, and six curtains by themselves, and the sixth curtain you shall double over at the front of the tent."
    },
    {
        "o": 2447,
        "r": "esv:Exodus:26:10",
        "t": "You shall make fifty loops on the edge of the curtain that is outermost in one set, and fifty loops on the edge of the curtain that is outermost in the second set."
    },
    {
        "o": 2448,
        "r": "esv:Exodus:26:11",
        "t": "“You*p shall make fifty clasps of bronze, and put the clasps into the loops, and couple the tent together that it may be a single whole."
    },
    {
        "o": 2449,
        "r": "esv:Exodus:26:12",
        "t": "And the part that remains of the curtains of the tent, the half curtain that remains, shall hang over the back of the tabernacle."
    },
    {
        "o": 2450,
        "r": "esv:Exodus:26:13",
        "t": "And the extra that remains in the length of the curtains, the cubit on the one side, and the cubit on the other side, shall hang over the sides of the tabernacle, on this side and that side, to cover it."
    },
    {
        "o": 2451,
        "r": "esv:Exodus:26:14",
        "t": "And you shall make for the tent a covering of tanned rams’ skins and a covering of goatskins on top."
    },
    {
        "o": 2452,
        "r": "esv:Exodus:26:15",
        "t": "“You*p shall make upright frames for the tabernacle of acacia wood."
    },
    {
        "o": 2453,
        "r": "esv:Exodus:26:16",
        "t": "Ten cubits shall be the length of a frame, and a cubit and a half the breadth of each frame."
    },
    {
        "o": 2454,
        "r": "esv:Exodus:26:17",
        "t": "There shall be two tenons in each frame, for fitting together. So shall you do for all the frames of the tabernacle."
    },
    {
        "o": 2455,
        "r": "esv:Exodus:26:18",
        "t": "You shall make the frames for the tabernacle: twenty frames for the south side;"
    },
    {
        "o": 2456,
        "r": "esv:Exodus:26:19",
        "t": "and forty bases of silver you shall make under the twenty frames, two bases under one frame for its two tenons, and two bases under the next frame for its two tenons;"
    },
    {
        "o": 2457,
        "r": "esv:Exodus:26:20",
        "t": "and for the second side of the tabernacle, on the north side twenty frames,"
    },
    {
        "o": 2458,
        "r": "esv:Exodus:26:21",
        "t": "and their forty bases of silver, two bases under one frame, and two bases under the next frame."
    },
    {
        "o": 2459,
        "r": "esv:Exodus:26:22",
        "t": "And for the rear of the tabernacle westward you shall make six frames."
    },
    {
        "o": 2460,
        "r": "esv:Exodus:26:23",
        "t": "And you shall make two frames for corners of the tabernacle in the rear;"
    },
    {
        "o": 2461,
        "r": "esv:Exodus:26:24",
        "t": "they shall be separate beneath, but joined at the top, at the first ring. Thus shall it be with both of them; they shall form the two corners."
    },
    {
        "o": 2462,
        "r": "esv:Exodus:26:25",
        "t": "And there shall be eight frames, with their bases of silver, sixteen bases; two bases under one frame, and two bases under another frame."
    },
    {
        "o": 2463,
        "r": "esv:Exodus:26:26",
        "t": "“You*p shall make bars of acacia wood, five for the frames of the one side of the tabernacle,"
    },
    {
        "o": 2464,
        "r": "esv:Exodus:26:27",
        "t": "and five bars for the frames of the other side of the tabernacle, and five bars for the frames of the side of the tabernacle at the rear westward."
    },
    {
        "o": 2465,
        "r": "esv:Exodus:26:28",
        "t": "The middle bar, halfway up the frames, shall run from end to end."
    },
    {
        "o": 2466,
        "r": "esv:Exodus:26:29",
        "t": "You shall overlay the frames with gold and shall make their rings of gold for holders for the bars, and you shall overlay the bars with gold."
    },
    {
        "o": 2467,
        "r": "esv:Exodus:26:30",
        "t": "Then you shall erect the tabernacle according to the plan for it that you were shown on the mountain."
    },
    {
        "o": 2468,
        "r": "esv:Exodus:26:31",
        "t": "“And*p you shall make a veil of blue and purple and scarlet yarns and fine twined linen. It shall be made with cherubim skillfully worked into it."
    },
    {
        "o": 2469,
        "r": "esv:Exodus:26:32",
        "t": "And you shall hang it on four pillars of acacia overlaid with gold, with hooks of gold, on four bases of silver."
    },
    {
        "o": 2470,
        "r": "esv:Exodus:26:33",
        "t": "And you shall hang the veil from the clasps, and bring the ark of the testimony in there within the veil. And the veil shall separate for you the Holy Place from the Most Holy."
    },
    {
        "o": 2471,
        "r": "esv:Exodus:26:34",
        "t": "You shall put the mercy seat on the ark of the testimony in the Most Holy Place."
    },
    {
        "o": 2472,
        "r": "esv:Exodus:26:35",
        "t": "And you shall set the table outside the veil, and the lampstand on the south side of the tabernacle opposite the table, and you shall put the table on the north side."
    },
    {
        "o": 2473,
        "r": "esv:Exodus:26:36",
        "t": "“You*p shall make a screen for the entrance of the tent, of blue and purple and scarlet yarns and fine twined linen, embroidered with needlework."
    },
    {
        "o": 2474,
        "r": "esv:Exodus:26:37",
        "t": "And you shall make for the screen five pillars of acacia, and overlay them with gold. Their hooks shall be of gold, and you shall cast five bases of bronze for them."
    },
    {
        "o": 2475,
        "r": "esv:Exodus:27:0",
        "t": "Exodus 27",
        "h": 1
    },
    {
        "o": 2476,
        "r": "esv:Exodus:27:0",
        "t": "The Bronze Altar",
        "h": 2
    },
    {
        "o": 2477,
        "r": "esv:Exodus:27:1",
        "t": "“You*p shall make the altar of acacia wood, five cubits long and five cubits broad. The altar shall be square, and its height shall be three cubits."
    },
    {
        "o": 2478,
        "r": "esv:Exodus:27:2",
        "t": "And you shall make horns for it on its four corners; its horns shall be of one piece with it, and you shall overlay it with bronze."
    },
    {
        "o": 2479,
        "r": "esv:Exodus:27:3",
        "t": "You shall make pots for it to receive its ashes, and shovels and basins and forks and fire pans. You shall make all its utensils of bronze."
    },
    {
        "o": 2480,
        "r": "esv:Exodus:27:4",
        "t": "You shall also make for it a grating, a network of bronze, and on the net you shall make four bronze rings at its four corners."
    },
    {
        "o": 2481,
        "r": "esv:Exodus:27:5",
        "t": "And you shall set it under the ledge of the altar so that the net extends halfway down the altar."
    },
    {
        "o": 2482,
        "r": "esv:Exodus:27:6",
        "t": "And you shall make poles for the altar, poles of acacia wood, and overlay them with bronze."
    },
    {
        "o": 2483,
        "r": "esv:Exodus:27:7",
        "t": "And the poles shall be put through the rings, so that the poles are on the two sides of the altar when it is carried."
    },
    {
        "o": 2484,
        "r": "esv:Exodus:27:8",
        "t": "You shall make it hollow, with boards. As it has been shown you on the mountain, so shall it be made."
    },
    {
        "o": 2485,
        "r": "esv:Exodus:27:8",
        "t": "The Court of the Tabernacle",
        "h": 2
    },
    {
        "o": 2486,
        "r": "esv:Exodus:27:9",
        "t": "“You*p shall make the court of the tabernacle. On the south side the court shall have hangings of fine twined linen a hundred cubits long for one side."
    },
    {
        "o": 2487,
        "r": "esv:Exodus:27:10",
        "t": "Its twenty pillars and their twenty bases shall be of bronze, but the hooks of the pillars and their fillets shall be of silver."
    },
    {
        "o": 2488,
        "r": "esv:Exodus:27:11",
        "t": "And likewise for its length on the north side there shall be hangings a hundred cubits long, its pillars twenty and their bases twenty, of bronze, but the hooks of the pillars and their fillets shall be of silver."
    },
    {
        "o": 2489,
        "r": "esv:Exodus:27:12",
        "t": "And for the breadth of the court on the west side there shall be hangings for fifty cubits, with ten pillars and ten bases."
    },
    {
        "o": 2490,
        "r": "esv:Exodus:27:13",
        "t": "The breadth of the court on the front to the east shall be fifty cubits."
    },
    {
        "o": 2491,
        "r": "esv:Exodus:27:14",
        "t": "The hangings for the one side of the gate shall be fifteen cubits, with their three pillars and three bases."
    },
    {
        "o": 2492,
        "r": "esv:Exodus:27:15",
        "t": "On the other side the hangings shall be fifteen cubits, with their three pillars and three bases."
    },
    {
        "o": 2493,
        "r": "esv:Exodus:27:16",
        "t": "For the gate of the court there shall be a screen twenty cubits long, of blue and purple and scarlet yarns and fine twined linen, embroidered with needlework. It shall have four pillars and with them four bases."
    },
    {
        "o": 2494,
        "r": "esv:Exodus:27:17",
        "t": "All the pillars around the court shall be filleted with silver. Their hooks shall be of silver, and their bases of bronze."
    },
    {
        "o": 2495,
        "r": "esv:Exodus:27:18",
        "t": "The length of the court shall be a hundred cubits, the breadth fifty, and the height five cubits, with hangings of fine twined linen and bases of bronze."
    },
    {
        "o": 2496,
        "r": "esv:Exodus:27:19",
        "t": "All the utensils of the tabernacle for every use, and all its pegs and all the pegs of the court, shall be of bronze."
    },
    {
        "o": 2497,
        "r": "esv:Exodus:27:19",
        "t": "Oil for the Lamp",
        "h": 2
    },
    {
        "o": 2498,
        "r": "esv:Exodus:27:20",
        "t": "“You*p shall command the people of Israel that they bring to you pure beaten olive oil for the light, that a lamp may regularly be set up to burn."
    },
    {
        "o": 2499,
        "r": "esv:Exodus:27:21",
        "t": "In the tent of meeting, outside the veil that is before the testimony, Aaron and his sons shall tend it from evening to morning before the Lord.*s It shall be a statute forever to be observed throughout their generations by the people of Israel."
    },
    {
        "o": 2500,
        "r": "esv:Exodus:28:0",
        "t": "Exodus 28",
        "h": 1
    },
    {
        "o": 2501,
        "r": "esv:Exodus:28:0",
        "t": "The Priests’ Garments",
        "h": 2
    },
    {
        "o": 2502,
        "r": "esv:Exodus:28:1",
        "t": "“Then*p bring near to you Aaron your brother, and his sons with him, from among the people of Israel, to serve me as priests— Aaron and Aaron’s sons, Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 2503,
        "r": "esv:Exodus:28:2",
        "t": "And you shall make holy garments for Aaron your brother, for glory and for beauty."
    },
    {
        "o": 2504,
        "r": "esv:Exodus:28:3",
        "t": "You shall speak to all the skillful, whom I have filled with a spirit of skill, that they make Aaron’s garments to consecrate him for my priesthood."
    },
    {
        "o": 2505,
        "r": "esv:Exodus:28:4",
        "t": "These are the garments that they shall make: a breastpiece, an ephod, a robe, a coat of checker work, a turban, and a sash. They shall make holy garments for Aaron your brother and his sons to serve me as priests."
    },
    {
        "o": 2506,
        "r": "esv:Exodus:28:5",
        "t": "They shall receive gold, blue and purple and scarlet yarns, and fine twined linen."
    },
    {
        "o": 2507,
        "r": "esv:Exodus:28:6",
        "t": "“And*p they shall make the ephod of gold, of blue and purple and scarlet yarns, and of fine twined linen, skillfully worked."
    },
    {
        "o": 2508,
        "r": "esv:Exodus:28:7",
        "t": "It shall have two shoulder pieces attached to its two edges, so that it may be joined together."
    },
    {
        "o": 2509,
        "r": "esv:Exodus:28:8",
        "t": "And the skillfully woven band on it shall be made like it and be of one piece with it, of gold, blue and purple and scarlet yarns, and fine twined linen."
    },
    {
        "o": 2510,
        "r": "esv:Exodus:28:9",
        "t": "You shall take two onyx stones, and engrave on them the names of the sons of Israel,"
    },
    {
        "o": 2511,
        "r": "esv:Exodus:28:10",
        "t": "six of their names on the one stone, and the names of the remaining six on the other stone, in the order of their birth."
    },
    {
        "o": 2512,
        "r": "esv:Exodus:28:11",
        "t": "As a jeweler engraves signets, so shall you engrave the two stones with the names of the sons of Israel. You shall enclose them in settings of gold filigree."
    },
    {
        "o": 2513,
        "r": "esv:Exodus:28:12",
        "t": "And you shall set the two stones on the shoulder pieces of the ephod, as stones of remembrance for the sons of Israel. And Aaron shall bear their names before the Lord*s on his two shoulders for remembrance."
    },
    {
        "o": 2514,
        "r": "esv:Exodus:28:13",
        "t": "You shall make settings of gold filigree,"
    },
    {
        "o": 2515,
        "r": "esv:Exodus:28:14",
        "t": "and two chains of pure gold, twisted like cords; and you shall attach the corded chains to the settings."
    },
    {
        "o": 2516,
        "r": "esv:Exodus:28:15",
        "t": "“You*p shall make a breastpiece of judgment, in skilled work. In the style of the ephod you shall make it— of gold, blue and purple and scarlet yarns, and fine twined linen shall you make it."
    },
    {
        "o": 2517,
        "r": "esv:Exodus:28:16",
        "t": "It shall be square and doubled, a span its length and a span its breadth."
    },
    {
        "o": 2518,
        "r": "esv:Exodus:28:17",
        "t": "You shall set in it four rows of stones. A row of sardius, topaz, and carbuncle shall be the first row;"
    },
    {
        "o": 2519,
        "r": "esv:Exodus:28:18",
        "t": "and the second row an emerald, a sapphire, and a diamond;"
    },
    {
        "o": 2520,
        "r": "esv:Exodus:28:19",
        "t": "and the third row a jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2521,
        "r": "esv:Exodus:28:20",
        "t": "and the fourth row a beryl, an onyx, and a jasper. They shall be set in gold filigree."
    },
    {
        "o": 2522,
        "r": "esv:Exodus:28:21",
        "t": "There shall be twelve stones with their names according to the names of the sons of Israel. They shall be like signets, each engraved with its name, for the twelve tribes."
    },
    {
        "o": 2523,
        "r": "esv:Exodus:28:22",
        "t": "You shall make for the breastpiece twisted chains like cords, of pure gold."
    },
    {
        "o": 2524,
        "r": "esv:Exodus:28:23",
        "t": "And you shall make for the breastpiece two rings of gold, and put the two rings on the two edges of the breastpiece."
    },
    {
        "o": 2525,
        "r": "esv:Exodus:28:24",
        "t": "And you shall put the two cords of gold in the two rings at the edges of the breastpiece."
    },
    {
        "o": 2526,
        "r": "esv:Exodus:28:25",
        "t": "The two ends of the two cords you shall attach to the two settings of filigree, and so attach it in front to the shoulder pieces of the ephod."
    },
    {
        "o": 2527,
        "r": "esv:Exodus:28:26",
        "t": "You shall make two rings of gold, and put them at the two ends of the breastpiece, on its inside edge next to the ephod."
    },
    {
        "o": 2528,
        "r": "esv:Exodus:28:27",
        "t": "And you shall make two rings of gold, and attach them in front to the lower part of the two shoulder pieces of the ephod, at its seam above the skillfully woven band of the ephod."
    },
    {
        "o": 2529,
        "r": "esv:Exodus:28:28",
        "t": "And they shall bind the breastpiece by its rings to the rings of the ephod with a lace of blue, so that it may lie on the skillfully woven band of the ephod, so that the breastpiece shall not come loose from the ephod."
    },
    {
        "o": 2530,
        "r": "esv:Exodus:28:29",
        "t": "So Aaron shall bear the names of the sons of Israel in the breastpiece of judgment on his heart, when he goes into the Holy Place, to bring them to regular remembrance before the Lord.*s"
    },
    {
        "o": 2531,
        "r": "esv:Exodus:28:30",
        "t": "And in the breastpiece of judgment you shall put the Urim and the Thummim, and they shall be on Aaron’s heart, when he goes in before the Lord.*s Thus Aaron shall bear the judgment of the people of Israel on his heart before the Lord*s regularly."
    },
    {
        "o": 2532,
        "r": "esv:Exodus:28:31",
        "t": "“You*p shall make the robe of the ephod all of blue."
    },
    {
        "o": 2533,
        "r": "esv:Exodus:28:32",
        "t": "It shall have an opening for the head in the middle of it, with a woven binding around the opening, like the opening in a garment, so that it may not tear."
    },
    {
        "o": 2534,
        "r": "esv:Exodus:28:33",
        "t": "On its hem you shall make pomegranates of blue and purple and scarlet yarns, around its hem, with bells of gold between them,"
    },
    {
        "o": 2535,
        "r": "esv:Exodus:28:34",
        "t": "a golden bell and a pomegranate, a golden bell and a pomegranate, around the hem of the robe."
    },
    {
        "o": 2536,
        "r": "esv:Exodus:28:35",
        "t": "And it shall be on Aaron when he ministers, and its sound shall be heard when he goes into the Holy Place before the Lord,*s and when he comes out, so that he does not die."
    },
    {
        "o": 2537,
        "r": "esv:Exodus:28:36",
        "t": "“You*p shall make a plate of pure gold and engrave on it, like the engraving of a signet, ‘Holy to the Lord.’*s"
    },
    {
        "o": 2538,
        "r": "esv:Exodus:28:37",
        "t": "And you shall fasten it on the turban by a cord of blue. It shall be on the front of the turban."
    },
    {
        "o": 2539,
        "r": "esv:Exodus:28:38",
        "t": "It shall be on Aaron’s forehead, and Aaron shall bear any guilt from the holy things that the people of Israel consecrate as their holy gifts. It shall regularly be on his forehead, that they may be accepted before the Lord.*s"
    },
    {
        "o": 2540,
        "r": "esv:Exodus:28:39",
        "t": "“You*p shall weave the coat in checker work of fine linen, and you shall make a turban of fine linen, and you shall make a sash embroidered with needlework."
    },
    {
        "o": 2541,
        "r": "esv:Exodus:28:40",
        "t": "“For*p Aaron’s sons you shall make coats and sashes and caps. You shall make them for glory and beauty."
    },
    {
        "o": 2542,
        "r": "esv:Exodus:28:41",
        "t": "And you shall put them on Aaron your brother, and on his sons with him, and shall anoint them and ordain them and consecrate them, that they may serve me as priests."
    },
    {
        "o": 2543,
        "r": "esv:Exodus:28:42",
        "t": "You shall make for them linen undergarments to cover their naked flesh. They shall reach from the hips to the thighs;"
    },
    {
        "o": 2544,
        "r": "esv:Exodus:28:43",
        "t": "and they shall be on Aaron and on his sons when they go into the tent of meeting or when they come near the altar to minister in the Holy Place, lest they bear guilt and die. This shall be a statute forever for him and for his offspring after him."
    },
    {
        "o": 2545,
        "r": "esv:Exodus:29:0",
        "t": "Exodus 29",
        "h": 1
    },
    {
        "o": 2546,
        "r": "esv:Exodus:29:0",
        "t": "Consecration of the Priests",
        "h": 2
    },
    {
        "o": 2547,
        "r": "esv:Exodus:29:1",
        "t": "“Now*p this is what you shall do to them to consecrate them, that they may serve me as priests. Take one bull of the herd and two rams without blemish,"
    },
    {
        "o": 2548,
        "r": "esv:Exodus:29:2",
        "t": "and unleavened bread, unleavened cakes mixed with oil, and unleavened wafers smeared with oil. You shall make them of fine wheat flour."
    },
    {
        "o": 2549,
        "r": "esv:Exodus:29:3",
        "t": "You shall put them in one basket and bring them in the basket, and bring the bull and the two rams."
    },
    {
        "o": 2550,
        "r": "esv:Exodus:29:4",
        "t": "You shall bring Aaron and his sons to the entrance of the tent of meeting and wash them with water."
    },
    {
        "o": 2551,
        "r": "esv:Exodus:29:5",
        "t": "Then you shall take the garments, and put on Aaron the coat and the robe of the ephod, and the ephod, and the breastpiece, and gird him with the skillfully woven band of the ephod."
    },
    {
        "o": 2552,
        "r": "esv:Exodus:29:6",
        "t": "And you shall set the turban on his head and put the holy crown on the turban."
    },
    {
        "o": 2553,
        "r": "esv:Exodus:29:7",
        "t": "You shall take the anointing oil and pour it on his head and anoint him."
    },
    {
        "o": 2554,
        "r": "esv:Exodus:29:8",
        "t": "Then you shall bring his sons and put coats on them,"
    },
    {
        "o": 2555,
        "r": "esv:Exodus:29:9",
        "t": "and you shall gird Aaron and his sons with sashes and bind caps on them. And the priesthood shall be theirs by a statute forever. Thus you shall ordain Aaron and his sons."
    },
    {
        "o": 2556,
        "r": "esv:Exodus:29:10",
        "t": "“Then*p you shall bring the bull before the tent of meeting. Aaron and his sons shall lay their hands on the head of the bull."
    },
    {
        "o": 2557,
        "r": "esv:Exodus:29:11",
        "t": "Then you shall kill the bull before the Lord*s at the entrance of the tent of meeting,"
    },
    {
        "o": 2558,
        "r": "esv:Exodus:29:12",
        "t": "and shall take part of the blood of the bull and put it on the horns of the altar with your finger, and the rest of the blood you shall pour out at the base of the altar."
    },
    {
        "o": 2559,
        "r": "esv:Exodus:29:13",
        "t": "And you shall take all the fat that covers the entrails, and the long lobe of the liver, and the two kidneys with the fat that is on them, and burn them on the altar."
    },
    {
        "o": 2560,
        "r": "esv:Exodus:29:14",
        "t": "But the flesh of the bull and its skin and its dung you shall burn with fire outside the camp; it is a sin offering."
    },
    {
        "o": 2561,
        "r": "esv:Exodus:29:15",
        "t": "“Then*p you shall take one of the rams, and Aaron and his sons shall lay their hands on the head of the ram,"
    },
    {
        "o": 2562,
        "r": "esv:Exodus:29:16",
        "t": "and you shall kill the ram and shall take its blood and throw it against the sides of the altar."
    },
    {
        "o": 2563,
        "r": "esv:Exodus:29:17",
        "t": "Then you shall cut the ram into pieces, and wash its entrails and its legs, and put them with its pieces and its head,"
    },
    {
        "o": 2564,
        "r": "esv:Exodus:29:18",
        "t": "and burn the whole ram on the altar. It is a burnt offering to the Lord.*s It is a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 2565,
        "r": "esv:Exodus:29:19",
        "t": "“You*p shall take the other ram, and Aaron and his sons shall lay their hands on the head of the ram,"
    },
    {
        "o": 2566,
        "r": "esv:Exodus:29:20",
        "t": "and you shall kill the ram and take part of its blood and put it on the tip of the right ear of Aaron and on the tips of the right ears of his sons, and on the thumbs of their right hands and on the great toes of their right feet, and throw the rest of the blood against the sides of the altar."
    },
    {
        "o": 2567,
        "r": "esv:Exodus:29:21",
        "t": "Then you shall take part of the blood that is on the altar, and of the anointing oil, and sprinkle it on Aaron and his garments, and on his sons and his sons’ garments with him. He and his garments shall be holy, and his sons and his sons’ garments with him."
    },
    {
        "o": 2568,
        "r": "esv:Exodus:29:22",
        "t": "“You*p shall also take the fat from the ram and the fat tail and the fat that covers the entrails, and the long lobe of the liver and the two kidneys with the fat that is on them, and the right thigh (for it is a ram of ordination),"
    },
    {
        "o": 2569,
        "r": "esv:Exodus:29:23",
        "t": "and one loaf of bread and one cake of bread made with oil, and one wafer out of the basket of unleavened bread that is before the Lord.*s"
    },
    {
        "o": 2570,
        "r": "esv:Exodus:29:24",
        "t": "You shall put all these on the palms of Aaron and on the palms of his sons, and wave them for a wave offering before the Lord.*s"
    },
    {
        "o": 2571,
        "r": "esv:Exodus:29:25",
        "t": "Then you shall take them from their hands and burn them on the altar on top of the burnt offering, as a pleasing aroma before the Lord.*s It is a food offering to the Lord.*s"
    },
    {
        "o": 2572,
        "r": "esv:Exodus:29:26",
        "t": "“You*p shall take the breast of the ram of Aaron’s ordination and wave it for a wave offering before the Lord,*s and it shall be your portion."
    },
    {
        "o": 2573,
        "r": "esv:Exodus:29:27",
        "t": "And you shall consecrate the breast of the wave offering that is waved and the thigh of the priests’ portion that is contributed from the ram of ordination, from what was Aaron’s and his sons’."
    },
    {
        "o": 2574,
        "r": "esv:Exodus:29:28",
        "t": "It shall be for Aaron and his sons as a perpetual due from the people of Israel, for it is a contribution. It shall be a contribution from the people of Israel from their peace offerings, their contribution to the Lord.*s"
    },
    {
        "o": 2575,
        "r": "esv:Exodus:29:29",
        "t": "“The*p holy garments of Aaron shall be for his sons after him; they shall be anointed in them and ordained in them."
    },
    {
        "o": 2576,
        "r": "esv:Exodus:29:30",
        "t": "The son who succeeds him as priest, who comes into the tent of meeting to minister in the Holy Place, shall wear them seven days."
    },
    {
        "o": 2577,
        "r": "esv:Exodus:29:31",
        "t": "“You*p shall take the ram of ordination and boil its flesh in a holy place."
    },
    {
        "o": 2578,
        "r": "esv:Exodus:29:32",
        "t": "And Aaron and his sons shall eat the flesh of the ram and the bread that is in the basket in the entrance of the tent of meeting."
    },
    {
        "o": 2579,
        "r": "esv:Exodus:29:33",
        "t": "They shall eat those things with which atonement was made at their ordination and consecration, but an outsider shall not eat of them, because they are holy."
    },
    {
        "o": 2580,
        "r": "esv:Exodus:29:34",
        "t": "And if any of the flesh for the ordination or of the bread remain until the morning, then you shall burn the remainder with fire. It shall not be eaten, because it is holy."
    },
    {
        "o": 2581,
        "r": "esv:Exodus:29:35",
        "t": "“Thus*p you shall do to Aaron and to his sons, according to all that I have commanded you. Through seven days shall you ordain them,"
    },
    {
        "o": 2582,
        "r": "esv:Exodus:29:36",
        "t": "and every day you shall offer a bull as a sin offering for atonement. Also you shall purify the altar, when you make atonement for it, and shall anoint it to consecrate it."
    },
    {
        "o": 2583,
        "r": "esv:Exodus:29:37",
        "t": "Seven days you shall make atonement for the altar and consecrate it, and the altar shall be most holy. Whatever touches the altar shall become holy."
    },
    {
        "o": 2584,
        "r": "esv:Exodus:29:38",
        "t": "“Now*p this is what you shall offer on the altar: two lambs a year old day by day regularly."
    },
    {
        "o": 2585,
        "r": "esv:Exodus:29:39",
        "t": "One lamb you shall offer in the morning, and the other lamb you shall offer at twilight."
    },
    {
        "o": 2586,
        "r": "esv:Exodus:29:40",
        "t": "And with the first lamb a tenth measure of fine flour mingled with a fourth of a hin of beaten oil, and a fourth of a hin of wine for a drink offering."
    },
    {
        "o": 2587,
        "r": "esv:Exodus:29:41",
        "t": "The other lamb you shall offer at twilight, and shall offer with it a grain offering and its drink offering, as in the morning, for a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 2588,
        "r": "esv:Exodus:29:42",
        "t": "It shall be a regular burnt offering throughout your generations at the entrance of the tent of meeting before the Lord,*s where I will meet with you, to speak to you there."
    },
    {
        "o": 2589,
        "r": "esv:Exodus:29:43",
        "t": "There I will meet with the people of Israel, and it shall be sanctified by my glory."
    },
    {
        "o": 2590,
        "r": "esv:Exodus:29:44",
        "t": "I will consecrate the tent of meeting and the altar. Aaron also and his sons I will consecrate to serve me as priests."
    },
    {
        "o": 2591,
        "r": "esv:Exodus:29:45",
        "t": "I will dwell among the people of Israel and will be their God."
    },
    {
        "o": 2592,
        "r": "esv:Exodus:29:46",
        "t": "And they shall know that I am the Lord*s their God, who brought them out of the land of Egypt that I might dwell among them. I am the Lord*s their God."
    },
    {
        "o": 2593,
        "r": "esv:Exodus:30:0",
        "t": "Exodus 30",
        "h": 1
    },
    {
        "o": 2594,
        "r": "esv:Exodus:30:0",
        "t": "The Altar of Incense",
        "h": 2
    },
    {
        "o": 2595,
        "r": "esv:Exodus:30:1",
        "t": "“You*p shall make an altar on which to burn incense; you shall make it of acacia wood."
    },
    {
        "o": 2596,
        "r": "esv:Exodus:30:2",
        "t": "A cubit shall be its length, and a cubit its breadth. It shall be square, and two cubits shall be its height. Its horns shall be of one piece with it."
    },
    {
        "o": 2597,
        "r": "esv:Exodus:30:3",
        "t": "You shall overlay it with pure gold, its top and around its sides and its horns. And you shall make a molding of gold around it."
    },
    {
        "o": 2598,
        "r": "esv:Exodus:30:4",
        "t": "And you shall make two golden rings for it. Under its molding on two opposite sides of it you shall make them, and they shall be holders for poles with which to carry it."
    },
    {
        "o": 2599,
        "r": "esv:Exodus:30:5",
        "t": "You shall make the poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2600,
        "r": "esv:Exodus:30:6",
        "t": "And you shall put it in front of the veil that is above the ark of the testimony, in front of the mercy seat that is above the testimony, where I will meet with you."
    },
    {
        "o": 2601,
        "r": "esv:Exodus:30:7",
        "t": "And Aaron shall burn fragrant incense on it. Every morning when he dresses the lamps he shall burn it,"
    },
    {
        "o": 2602,
        "r": "esv:Exodus:30:8",
        "t": "and when Aaron sets up the lamps at twilight, he shall burn it, a regular incense offering before the Lord*s throughout your generations."
    },
    {
        "o": 2603,
        "r": "esv:Exodus:30:9",
        "t": "You shall not offer unauthorized incense on it, or a burnt offering, or a grain offering, and you shall not pour a drink offering on it."
    },
    {
        "o": 2604,
        "r": "esv:Exodus:30:10",
        "t": "Aaron shall make atonement on its horns once a year. With the blood of the sin offering of atonement he shall make atonement for it once in the year throughout your generations. It is most holy to the Lord.”*s"
    },
    {
        "o": 2605,
        "r": "esv:Exodus:30:10",
        "t": "The Census Tax",
        "h": 2
    },
    {
        "o": 2606,
        "r": "esv:Exodus:30:11",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2607,
        "r": "esv:Exodus:30:12",
        "t": "“When you take the census of the people of Israel, then each shall give a ransom for his life to the Lord*s when you number them, that there be no plague among them when you number them."
    },
    {
        "o": 2608,
        "r": "esv:Exodus:30:13",
        "t": "Each one who is numbered in the census shall give this: half a shekel according to the shekel of the sanctuary (the shekel is twenty gerahs), half a shekel as an offering to the Lord.*s"
    },
    {
        "o": 2609,
        "r": "esv:Exodus:30:14",
        "t": "Everyone who is numbered in the census, from twenty years old and upward, shall give the Lord’s*s offering."
    },
    {
        "o": 2610,
        "r": "esv:Exodus:30:15",
        "t": "The rich shall not give more, and the poor shall not give less, than the half shekel, when you give the Lord’s*s offering to make atonement for your lives."
    },
    {
        "o": 2611,
        "r": "esv:Exodus:30:16",
        "t": "You shall take the atonement money from the people of Israel and shall give it for the service of the tent of meeting, that it may bring the people of Israel to remembrance before the Lord,*s so as to make atonement for your lives.”"
    },
    {
        "o": 2612,
        "r": "esv:Exodus:30:16",
        "t": "The Bronze Basin",
        "h": 2
    },
    {
        "o": 2613,
        "r": "esv:Exodus:30:17",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2614,
        "r": "esv:Exodus:30:18",
        "t": "“You shall also make a basin of bronze, with its stand of bronze, for washing. You shall put it between the tent of meeting and the altar, and you shall put water in it,"
    },
    {
        "o": 2615,
        "r": "esv:Exodus:30:19",
        "t": "with which Aaron and his sons shall wash their hands and their feet."
    },
    {
        "o": 2616,
        "r": "esv:Exodus:30:20",
        "t": "When they go into the tent of meeting, or when they come near the altar to minister, to burn a food offering to the Lord,*s they shall wash with water, so that they may not die."
    },
    {
        "o": 2617,
        "r": "esv:Exodus:30:21",
        "t": "They shall wash their hands and their feet, so that they may not die. It shall be a statute forever to them, even to him and to his offspring throughout their generations.”"
    },
    {
        "o": 2618,
        "r": "esv:Exodus:30:21",
        "t": "The Anointing Oil and Incense",
        "h": 2
    },
    {
        "o": 2619,
        "r": "esv:Exodus:30:22",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2620,
        "r": "esv:Exodus:30:23",
        "t": "“Take the finest spices: of liquid myrrh 500 shekels, and of sweet-smelling cinnamon half as much, that is, 250, and 250 of aromatic cane,"
    },
    {
        "o": 2621,
        "r": "esv:Exodus:30:24",
        "t": "and 500 of cassia, according to the shekel of the sanctuary, and a hin of olive oil."
    },
    {
        "o": 2622,
        "r": "esv:Exodus:30:25",
        "t": "And you shall make of these a sacred anointing oil blended as by the perfumer; it shall be a holy anointing oil."
    },
    {
        "o": 2623,
        "r": "esv:Exodus:30:26",
        "t": "With it you shall anoint the tent of meeting and the ark of the testimony,"
    },
    {
        "o": 2624,
        "r": "esv:Exodus:30:27",
        "t": "and the table and all its utensils, and the lampstand and its utensils, and the altar of incense,"
    },
    {
        "o": 2625,
        "r": "esv:Exodus:30:28",
        "t": "and the altar of burnt offering with all its utensils and the basin and its stand."
    },
    {
        "o": 2626,
        "r": "esv:Exodus:30:29",
        "t": "You shall consecrate them, that they may be most holy. Whatever touches them will become holy."
    },
    {
        "o": 2627,
        "r": "esv:Exodus:30:30",
        "t": "You shall anoint Aaron and his sons, and consecrate them, that they may serve me as priests."
    },
    {
        "o": 2628,
        "r": "esv:Exodus:30:31",
        "t": "And you shall say to the people of Israel, ‘This shall be my holy anointing oil throughout your generations."
    },
    {
        "o": 2629,
        "r": "esv:Exodus:30:32",
        "t": "It shall not be poured on the body of an ordinary person, and you shall make no other like it in composition. It is holy, and it shall be holy to you."
    },
    {
        "o": 2630,
        "r": "esv:Exodus:30:33",
        "t": "Whoever compounds any like it or whoever puts any of it on an outsider shall be cut off from his people.’”"
    },
    {
        "o": 2631,
        "r": "esv:Exodus:30:34",
        "t": "The*p Lord*s said to Moses, “Take sweet spices, stacte, and onycha, and galbanum, sweet spices with pure frankincense (of each shall there be an equal part),"
    },
    {
        "o": 2632,
        "r": "esv:Exodus:30:35",
        "t": "and make an incense blended as by the perfumer, seasoned with salt, pure and holy."
    },
    {
        "o": 2633,
        "r": "esv:Exodus:30:36",
        "t": "You shall beat some of it very small, and put part of it before the testimony in the tent of meeting where I shall meet with you. It shall be most holy for you."
    },
    {
        "o": 2634,
        "r": "esv:Exodus:30:37",
        "t": "And the incense that you shall make according to its composition, you shall not make for yourselves. It shall be for you holy to the Lord.*s"
    },
    {
        "o": 2635,
        "r": "esv:Exodus:30:38",
        "t": "Whoever makes any like it to use as perfume shall be cut off from his people.”"
    },
    {
        "o": 2636,
        "r": "esv:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2637,
        "r": "esv:Exodus:31:0",
        "t": "Oholiab and Bezalel",
        "h": 2
    },
    {
        "o": 2638,
        "r": "esv:Exodus:31:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2639,
        "r": "esv:Exodus:31:2",
        "t": "“See, I have called by name Bezalel the son of Uri, son of Hur, of the tribe of Judah,"
    },
    {
        "o": 2640,
        "r": "esv:Exodus:31:3",
        "t": "and I have filled him with the Spirit of God, with ability and intelligence, with knowledge and all craftsmanship,"
    },
    {
        "o": 2641,
        "r": "esv:Exodus:31:4",
        "t": "to devise artistic designs, to work in gold, silver, and bronze,"
    },
    {
        "o": 2642,
        "r": "esv:Exodus:31:5",
        "t": "in cutting stones for setting, and in carving wood, to work in every craft."
    },
    {
        "o": 2643,
        "r": "esv:Exodus:31:6",
        "t": "And behold, I have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan. And I have given to all able men ability, that they may make all that I have commanded you:"
    },
    {
        "o": 2644,
        "r": "esv:Exodus:31:7",
        "t": "the tent of meeting, and the ark of the testimony, and the mercy seat that is on it, and all the furnishings of the tent,"
    },
    {
        "o": 2645,
        "r": "esv:Exodus:31:8",
        "t": "the table and its utensils, and the pure lampstand with all its utensils, and the altar of incense,"
    },
    {
        "o": 2646,
        "r": "esv:Exodus:31:9",
        "t": "and the altar of burnt offering with all its utensils, and the basin and its stand,"
    },
    {
        "o": 2647,
        "r": "esv:Exodus:31:10",
        "t": "and the finely worked garments, the holy garments for Aaron the priest and the garments of his sons, for their service as priests,"
    },
    {
        "o": 2648,
        "r": "esv:Exodus:31:11",
        "t": "and the anointing oil and the fragrant incense for the Holy Place. According to all that I have commanded you, they shall do.”"
    },
    {
        "o": 2649,
        "r": "esv:Exodus:31:11",
        "t": "The Sabbath",
        "h": 2
    },
    {
        "o": 2650,
        "r": "esv:Exodus:31:12",
        "t": "And*p the Lord*s said to Moses,"
    },
    {
        "o": 2651,
        "r": "esv:Exodus:31:13",
        "t": "“You are to speak to the people of Israel and say, ‘Above all you shall keep my Sabbaths, for this is a sign between me and you throughout your generations, that you may know that I, the Lord,*s sanctify you."
    },
    {
        "o": 2652,
        "r": "esv:Exodus:31:14",
        "t": "You shall keep the Sabbath, because it is holy for you. Everyone who profanes it shall be put to death. Whoever does any work on it, that soul shall be cut off from among his people."
    },
    {
        "o": 2653,
        "r": "esv:Exodus:31:15",
        "t": "Six days shall work be done, but the seventh day is a Sabbath of solemn rest, holy to the Lord.*s Whoever does any work on the Sabbath day shall be put to death."
    },
    {
        "o": 2654,
        "r": "esv:Exodus:31:16",
        "t": "Therefore the people of Israel shall keep the Sabbath, observing the Sabbath throughout their generations, as a covenant forever."
    },
    {
        "o": 2655,
        "r": "esv:Exodus:31:17",
        "t": "It is a sign forever between me and the people of Israel that in six days the Lord*s made heaven and earth, and on the seventh day he rested and was refreshed.’”"
    },
    {
        "o": 2656,
        "r": "esv:Exodus:31:18",
        "t": "And*p he gave to Moses, when he had finished speaking with him on Mount Sinai, the two tablets of the testimony, tablets of stone, written with the finger of God."
    },
    {
        "o": 2657,
        "r": "esv:Exodus:32:0",
        "t": "Exodus 32",
        "h": 1
    },
    {
        "o": 2658,
        "r": "esv:Exodus:32:0",
        "t": "The Golden Calf",
        "h": 2
    },
    {
        "o": 2659,
        "r": "esv:Exodus:32:1",
        "t": "When*p the people saw that Moses delayed to come down from the mountain, the people gathered themselves together to Aaron and said to him, “Up, make us gods who shall go before us. As for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.”"
    },
    {
        "o": 2660,
        "r": "esv:Exodus:32:2",
        "t": "So Aaron said to them, “Take off the rings of gold that are in the ears of your wives, your sons, and your daughters, and bring them to me.”"
    },
    {
        "o": 2661,
        "r": "esv:Exodus:32:3",
        "t": "So all the people took off the rings of gold that were in their ears and brought them to Aaron."
    },
    {
        "o": 2662,
        "r": "esv:Exodus:32:4",
        "t": "And he received the gold from their hand and fashioned it with a graving tool and made a golden calf. And they said, “These are your gods, O Israel, who brought you up out of the land of Egypt!”"
    },
    {
        "o": 2663,
        "r": "esv:Exodus:32:5",
        "t": "When Aaron saw this, he built an altar before it. And Aaron made a proclamation and said, “Tomorrow shall be a feast to the Lord.”*s"
    },
    {
        "o": 2664,
        "r": "esv:Exodus:32:6",
        "t": "And they rose up early the next day and offered burnt offerings and brought peace offerings. And the people sat down to eat and drink and rose up to play."
    },
    {
        "o": 2665,
        "r": "esv:Exodus:32:7",
        "t": "And*p the Lord*s said to Moses, “Go down, for your people, whom you brought up out of the land of Egypt, have corrupted themselves."
    },
    {
        "o": 2666,
        "r": "esv:Exodus:32:8",
        "t": "They have turned aside quickly out of the way that I commanded them. They have made for themselves a golden calf and have worshiped it and sacrificed to it and said, ‘These are your gods, O Israel, who brought you up out of the land of Egypt!’”"
    },
    {
        "o": 2667,
        "r": "esv:Exodus:32:9",
        "t": "And the Lord*s said to Moses, “I have seen this people, and behold, it is a stiff-necked people."
    },
    {
        "o": 2668,
        "r": "esv:Exodus:32:10",
        "t": "Now therefore let me alone, that my wrath may burn hot against them and I may consume them, in order that I may make a great nation of you.”"
    },
    {
        "o": 2669,
        "r": "esv:Exodus:32:11",
        "t": "But*p Moses implored the Lord*s his God and said, “O Lord,*s why does your wrath burn hot against your people, whom you have brought out of the land of Egypt with great power and with a mighty hand?"
    },
    {
        "o": 2670,
        "r": "esv:Exodus:32:12",
        "t": "Why should the Egyptians say, ‘With evil intent did he bring them out, to kill them in the mountains and to consume them from the face of the earth’? Turn from your burning anger and relent from this disaster against your people."
    },
    {
        "o": 2671,
        "r": "esv:Exodus:32:13",
        "t": "Remember Abraham, Isaac, and Israel, your servants, to whom you swore by your own self, and said to them, ‘I will multiply your offspring as the stars of heaven, and all this land that I have promised I will give to your offspring, and they shall inherit it forever.’”"
    },
    {
        "o": 2672,
        "r": "esv:Exodus:32:14",
        "t": "And the Lord*s relented from the disaster that he had spoken of bringing on his people."
    },
    {
        "o": 2673,
        "r": "esv:Exodus:32:15",
        "t": "Then*p Moses turned and went down from the mountain with the two tablets of the testimony in his hand, tablets that were written on both sides; on the front and on the back they were written."
    },
    {
        "o": 2674,
        "r": "esv:Exodus:32:16",
        "t": "The tablets were the work of God, and the writing was the writing of God, engraved on the tablets."
    },
    {
        "o": 2675,
        "r": "esv:Exodus:32:17",
        "t": "When Joshua heard the noise of the people as they shouted, he said to Moses, “There is a noise of war in the camp.”"
    },
    {
        "o": 2676,
        "r": "esv:Exodus:32:18",
        "t": "But he said, “It is not the sound of shouting for victory, or the sound of the cry of defeat, but the sound of singing that I hear.”"
    },
    {
        "o": 2677,
        "r": "esv:Exodus:32:19",
        "t": "And as soon as he came near the camp and saw the calf and the dancing, Moses’ anger burned hot, and he threw the tablets out of his hands and broke them at the foot of the mountain."
    },
    {
        "o": 2678,
        "r": "esv:Exodus:32:20",
        "t": "He took the calf that they had made and burned it with fire and ground it to powder and scattered it on the water and made the people of Israel drink it."
    },
    {
        "o": 2679,
        "r": "esv:Exodus:32:21",
        "t": "And*p Moses said to Aaron, “What did this people do to you that you have brought such a great sin upon them?”"
    },
    {
        "o": 2680,
        "r": "esv:Exodus:32:22",
        "t": "And Aaron said, “Let not the anger of my lord burn hot. You know the people, that they are set on evil."
    },
    {
        "o": 2681,
        "r": "esv:Exodus:32:23",
        "t": "For they said to me, ‘Make us gods who shall go before us. As for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 2682,
        "r": "esv:Exodus:32:24",
        "t": "So I said to them, ‘Let any who have gold take it off.’ So they gave it to me, and I threw it into the fire, and out came this calf.”"
    },
    {
        "o": 2683,
        "r": "esv:Exodus:32:25",
        "t": "And*p when Moses saw that the people had broken loose (for Aaron had let them break loose, to the derision of their enemies),"
    },
    {
        "o": 2684,
        "r": "esv:Exodus:32:26",
        "t": "then Moses stood in the gate of the camp and said, “Who is on the Lord’s*s side? Come to me.” And all the sons of Levi gathered around him."
    },
    {
        "o": 2685,
        "r": "esv:Exodus:32:27",
        "t": "And he said to them, “Thus says the Lord*s God of Israel, ‘Put your sword on your side each of you, and go to and fro from gate to gate throughout the camp, and each of you kill his brother and his companion and his neighbor.’”"
    },
    {
        "o": 2686,
        "r": "esv:Exodus:32:28",
        "t": "And the sons of Levi did according to the word of Moses. And that day about three thousand men of the people fell."
    },
    {
        "o": 2687,
        "r": "esv:Exodus:32:29",
        "t": "And Moses said, “Today you have been ordained for the service of the Lord,*s each one at the cost of his son and of his brother, so that he might bestow a blessing upon you this day.”"
    },
    {
        "o": 2688,
        "r": "esv:Exodus:32:30",
        "t": "The*p next day Moses said to the people, “You have sinned a great sin. And now I will go up to the Lord;*s perhaps I can make atonement for your sin.”"
    },
    {
        "o": 2689,
        "r": "esv:Exodus:32:31",
        "t": "So Moses returned to the Lord*s and said, “Alas, this people has sinned a great sin. They have made for themselves gods of gold."
    },
    {
        "o": 2690,
        "r": "esv:Exodus:32:32",
        "t": "But now, if you will forgive their sin— but if not, please blot me out of your book that you have written.”"
    },
    {
        "o": 2691,
        "r": "esv:Exodus:32:33",
        "t": "But the Lord*s said to Moses, “Whoever has sinned against me, I will blot out of my book."
    },
    {
        "o": 2692,
        "r": "esv:Exodus:32:34",
        "t": "But now go, lead the people to the place about which I have spoken to you; behold, my angel shall go before you. Nevertheless, in the day when I visit, I will visit their sin upon them.”"
    },
    {
        "o": 2693,
        "r": "esv:Exodus:32:35",
        "t": "Then*p the Lord*s sent a plague on the people, because they made the calf, the one that Aaron made."
    },
    {
        "o": 2694,
        "r": "esv:Exodus:33:0",
        "t": "Exodus 33",
        "h": 1
    },
    {
        "o": 2695,
        "r": "esv:Exodus:33:0",
        "t": "The Command to Leave Sinai",
        "h": 2
    },
    {
        "o": 2696,
        "r": "esv:Exodus:33:1",
        "t": "The*p Lord*s said to Moses, “Depart; go up from here, you and the people whom you have brought up out of the land of Egypt, to the land of which I swore to Abraham, Isaac, and Jacob, saying, ‘To your offspring I will give it.’"
    },
    {
        "o": 2697,
        "r": "esv:Exodus:33:2",
        "t": "I will send an angel before you, and I will drive out the Canaanites, the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites."
    },
    {
        "o": 2698,
        "r": "esv:Exodus:33:3",
        "t": "Go up to a land flowing with milk and honey; but I will not go up among you, lest I consume you on the way, for you are a stiff-necked people.”"
    },
    {
        "o": 2699,
        "r": "esv:Exodus:33:4",
        "t": "When*p the people heard this disastrous word, they mourned, and no one put on his ornaments."
    },
    {
        "o": 2700,
        "r": "esv:Exodus:33:5",
        "t": "For the Lord*s had said to Moses, “Say to the people of Israel, ‘You are a stiff-necked people; if for a single moment I should go up among you, I would consume you. So now take off your ornaments, that I may know what to do with you.’”"
    },
    {
        "o": 2701,
        "r": "esv:Exodus:33:6",
        "t": "Therefore the people of Israel stripped themselves of their ornaments, from Mount Horeb onward."
    },
    {
        "o": 2702,
        "r": "esv:Exodus:33:6",
        "t": "The Tent of Meeting",
        "h": 2
    },
    {
        "o": 2703,
        "r": "esv:Exodus:33:7",
        "t": "Now*p Moses used to take the tent and pitch it outside the camp, far off from the camp, and he called it the tent of meeting. And everyone who sought the Lord*s would go out to the tent of meeting, which was outside the camp."
    },
    {
        "o": 2704,
        "r": "esv:Exodus:33:8",
        "t": "Whenever Moses went out to the tent, all the people would rise up, and each would stand at his tent door, and watch Moses until he had gone into the tent."
    },
    {
        "o": 2705,
        "r": "esv:Exodus:33:9",
        "t": "When Moses entered the tent, the pillar of cloud would descend and stand at the entrance of the tent, and the Lord*s would speak with Moses."
    },
    {
        "o": 2706,
        "r": "esv:Exodus:33:10",
        "t": "And when all the people saw the pillar of cloud standing at the entrance of the tent, all the people would rise up and worship, each at his tent door."
    },
    {
        "o": 2707,
        "r": "esv:Exodus:33:11",
        "t": "Thus the Lord*s used to speak to Moses face to face, as a man speaks to his friend. When Moses turned again into the camp, his assistant Joshua the son of Nun, a young man, would not depart from the tent."
    },
    {
        "o": 2708,
        "r": "esv:Exodus:33:11",
        "t": "Moses’ Intercession",
        "h": 2
    },
    {
        "o": 2709,
        "r": "esv:Exodus:33:12",
        "t": "Moses*p said to the Lord,*s “See, you say to me, ‘Bring up this people,’ but you have not let me know whom you will send with me. Yet you have said, ‘I know you by name, and you have also found favor in my sight.’"
    },
    {
        "o": 2710,
        "r": "esv:Exodus:33:13",
        "t": "Now therefore, if I have found favor in your sight, please show me now your ways, that I may know you in order to find favor in your sight. Consider too that this nation is your people.”"
    },
    {
        "o": 2711,
        "r": "esv:Exodus:33:14",
        "t": "And he said, “My presence will go with you, and I will give you rest.”"
    },
    {
        "o": 2712,
        "r": "esv:Exodus:33:15",
        "t": "And he said to him, “If your presence will not go with me, do not bring us up from here."
    },
    {
        "o": 2713,
        "r": "esv:Exodus:33:16",
        "t": "For how shall it be known that I have found favor in your sight, I and your people? Is it not in your going with us, so that we are distinct, I and your people, from every other people on the face of the earth?”"
    },
    {
        "o": 2714,
        "r": "esv:Exodus:33:17",
        "t": "And*p the Lord*s said to Moses, “This very thing that you have spoken I will do, for you have found favor in my sight, and I know you by name.”"
    },
    {
        "o": 2715,
        "r": "esv:Exodus:33:18",
        "t": "Moses said, “Please show me your glory.”"
    },
    {
        "o": 2716,
        "r": "esv:Exodus:33:19",
        "t": "And he said, “I will make all my goodness pass before you and will proclaim before you my name ‘The Lord.’*s And I will be gracious to whom I will be gracious, and will show mercy on whom I will show mercy."
    },
    {
        "o": 2717,
        "r": "esv:Exodus:33:20",
        "t": "But,” he said, “you cannot see my face, for man shall not see me and live.”"
    },
    {
        "o": 2718,
        "r": "esv:Exodus:33:21",
        "t": "And the Lord*s said, “Behold, there is a place by me where you shall stand on the rock,"
    },
    {
        "o": 2719,
        "r": "esv:Exodus:33:22",
        "t": "and while my glory passes by I will put you in a cleft of the rock, and I will cover you with my hand until I have passed by."
    },
    {
        "o": 2720,
        "r": "esv:Exodus:33:23",
        "t": "Then I will take away my hand, and you shall see my back, but my face shall not be seen.”"
    },
    {
        "o": 2721,
        "r": "esv:Exodus:34:0",
        "t": "Exodus 34",
        "h": 1
    },
    {
        "o": 2722,
        "r": "esv:Exodus:34:0",
        "t": "Moses Makes New Tablets",
        "h": 2
    },
    {
        "o": 2723,
        "r": "esv:Exodus:34:1",
        "t": "The*p Lord*s said to Moses, “Cut for yourself two tablets of stone like the first, and I will write on the tablets the words that were on the first tablets, which you broke."
    },
    {
        "o": 2724,
        "r": "esv:Exodus:34:2",
        "t": "Be ready by the morning, and come up in the morning to Mount Sinai, and present yourself there to me on the top of the mountain."
    },
    {
        "o": 2725,
        "r": "esv:Exodus:34:3",
        "t": "No one shall come up with you, and let no one be seen throughout all the mountain. Let no flocks or herds graze opposite that mountain.”"
    },
    {
        "o": 2726,
        "r": "esv:Exodus:34:4",
        "t": "So Moses cut two tablets of stone like the first. And he rose early in the morning and went up on Mount Sinai, as the Lord*s had commanded him, and took in his hand two tablets of stone."
    },
    {
        "o": 2727,
        "r": "esv:Exodus:34:5",
        "t": "The Lord*s descended in the cloud and stood with him there, and proclaimed the name of the Lord.*s"
    },
    {
        "o": 2728,
        "r": "esv:Exodus:34:6",
        "t": "The Lord*s passed before him and proclaimed, “The Lord,*s the Lord,*s a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,"
    },
    {
        "o": 2729,
        "r": "esv:Exodus:34:7",
        "t": "keeping steadfast love for thousands, forgiving iniquity and transgression and sin, but who will by no means clear the guilty, visiting the iniquity of the fathers on the children and the children’s children, to the third and the fourth generation.”"
    },
    {
        "o": 2730,
        "r": "esv:Exodus:34:8",
        "t": "And Moses quickly bowed his head toward the earth and worshiped."
    },
    {
        "o": 2731,
        "r": "esv:Exodus:34:9",
        "t": "And he said, “If now I have found favor in your sight, O Lord, please let the Lord go in the midst of us, for it is a stiff-necked people, and pardon our iniquity and our sin, and take us for your inheritance.”"
    },
    {
        "o": 2732,
        "r": "esv:Exodus:34:9",
        "t": "The Covenant Renewed",
        "h": 2
    },
    {
        "o": 2733,
        "r": "esv:Exodus:34:10",
        "t": "And*p he said, “Behold, I am making a covenant. Before all your people I will do marvels, such as have not been created in all the earth or in any nation. And all the people among whom you are shall see the work of the Lord,*s for it is an awesome thing that I will do with you."
    },
    {
        "o": 2734,
        "r": "esv:Exodus:34:11",
        "t": "“Observe*p what I command you this day. Behold, I will drive out before you the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites."
    },
    {
        "o": 2735,
        "r": "esv:Exodus:34:12",
        "t": "Take care, lest you make a covenant with the inhabitants of the land to which you go, lest it become a snare in your midst."
    },
    {
        "o": 2736,
        "r": "esv:Exodus:34:13",
        "t": "You shall tear down their altars and break their pillars and cut down their Asherim"
    },
    {
        "o": 2737,
        "r": "esv:Exodus:34:14",
        "t": "(for you shall worship no other god, for the Lord,*s whose name is Jealous, is a jealous God),"
    },
    {
        "o": 2738,
        "r": "esv:Exodus:34:15",
        "t": "lest you make a covenant with the inhabitants of the land, and when they whore after their gods and sacrifice to their gods and you are invited, you eat of his sacrifice,"
    },
    {
        "o": 2739,
        "r": "esv:Exodus:34:16",
        "t": "and you take of their daughters for your sons, and their daughters whore after their gods and make your sons whore after their gods."
    },
    {
        "o": 2740,
        "r": "esv:Exodus:34:17",
        "t": "“You*p shall not make for yourself any gods of cast metal."
    },
    {
        "o": 2741,
        "r": "esv:Exodus:34:18",
        "t": "“You*p shall keep the Feast of Unleavened Bread. Seven days you shall eat unleavened bread, as I commanded you, at the time appointed in the month Abib, for in the month Abib you came out from Egypt."
    },
    {
        "o": 2742,
        "r": "esv:Exodus:34:19",
        "t": "All that open the womb are mine, all your male livestock, the firstborn of cow and sheep."
    },
    {
        "o": 2743,
        "r": "esv:Exodus:34:20",
        "t": "The firstborn of a donkey you shall redeem with a lamb, or if you will not redeem it you shall break its neck. All the firstborn of your sons you shall redeem. And none shall appear before me empty-handed."
    },
    {
        "o": 2744,
        "r": "esv:Exodus:34:21",
        "t": "“Six*p days you shall work, but on the seventh day you shall rest. In plowing time and in harvest you shall rest."
    },
    {
        "o": 2745,
        "r": "esv:Exodus:34:22",
        "t": "You shall observe the Feast of Weeks, the firstfruits of wheat harvest, and the Feast of Ingathering at the year’s end."
    },
    {
        "o": 2746,
        "r": "esv:Exodus:34:23",
        "t": "Three times in the year shall all your males appear before the Lord*s God, the God of Israel."
    },
    {
        "o": 2747,
        "r": "esv:Exodus:34:24",
        "t": "For I will cast out nations before you and enlarge your borders; no one shall covet your land, when you go up to appear before the Lord*s your God three times in the year."
    },
    {
        "o": 2748,
        "r": "esv:Exodus:34:25",
        "t": "“You*p shall not offer the blood of my sacrifice with anything leavened, or let the sacrifice of the Feast of the Passover remain until the morning."
    },
    {
        "o": 2749,
        "r": "esv:Exodus:34:26",
        "t": "The best of the firstfruits of your ground you shall bring to the house of the Lord*s your God. You shall not boil a young goat in its mother’s milk.”"
    },
    {
        "o": 2750,
        "r": "esv:Exodus:34:27",
        "t": "And*p the Lord*s said to Moses, “Write these words, for in accordance with these words I have made a covenant with you and with Israel.”"
    },
    {
        "o": 2751,
        "r": "esv:Exodus:34:28",
        "t": "So he was there with the Lord*s forty days and forty nights. He neither ate bread nor drank water. And he wrote on the tablets the words of the covenant, the Ten Commandments."
    },
    {
        "o": 2752,
        "r": "esv:Exodus:34:28",
        "t": "The Shining Face of Moses",
        "h": 2
    },
    {
        "o": 2753,
        "r": "esv:Exodus:34:29",
        "t": "When*p Moses came down from Mount Sinai, with the two tablets of the testimony in his hand as he came down from the mountain, Moses did not know that the skin of his face shone because he had been talking with God."
    },
    {
        "o": 2754,
        "r": "esv:Exodus:34:30",
        "t": "Aaron and all the people of Israel saw Moses, and behold, the skin of his face shone, and they were afraid to come near him."
    },
    {
        "o": 2755,
        "r": "esv:Exodus:34:31",
        "t": "But Moses called to them, and Aaron and all the leaders of the congregation returned to him, and Moses talked with them."
    },
    {
        "o": 2756,
        "r": "esv:Exodus:34:32",
        "t": "Afterward all the people of Israel came near, and he commanded them all that the Lord*s had spoken with him in Mount Sinai."
    },
    {
        "o": 2757,
        "r": "esv:Exodus:34:33",
        "t": "And when Moses had finished speaking with them, he put a veil over his face."
    },
    {
        "o": 2758,
        "r": "esv:Exodus:34:34",
        "t": "Whenever*p Moses went in before the Lord*s to speak with him, he would remove the veil, until he came out. And when he came out and told the people of Israel what he was commanded,"
    },
    {
        "o": 2759,
        "r": "esv:Exodus:34:35",
        "t": "the people of Israel would see the face of Moses, that the skin of Moses’ face was shining. And Moses would put the veil over his face again, until he went in to speak with him."
    },
    {
        "o": 2760,
        "r": "esv:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2761,
        "r": "esv:Exodus:35:0",
        "t": "Sabbath Regulations",
        "h": 2
    },
    {
        "o": 2762,
        "r": "esv:Exodus:35:1",
        "t": "Moses*p assembled all the congregation of the people of Israel and said to them, “These are the things that the Lord*s has commanded you to do."
    },
    {
        "o": 2763,
        "r": "esv:Exodus:35:2",
        "t": "Six days work shall be done, but on the seventh day you shall have a Sabbath of solemn rest, holy to the Lord.*s Whoever does any work on it shall be put to death."
    },
    {
        "o": 2764,
        "r": "esv:Exodus:35:3",
        "t": "You shall kindle no fire in all your dwelling places on the Sabbath day.”"
    },
    {
        "o": 2765,
        "r": "esv:Exodus:35:3",
        "t": "Contributions for the Tabernacle",
        "h": 2
    },
    {
        "o": 2766,
        "r": "esv:Exodus:35:4",
        "t": "Moses*p said to all the congregation of the people of Israel, “This is the thing that the Lord*s has commanded."
    },
    {
        "o": 2767,
        "r": "esv:Exodus:35:5",
        "t": "Take from among you a contribution to the Lord.*s Whoever is of a generous heart, let him bring the Lord’s*s contribution: gold, silver, and bronze;"
    },
    {
        "o": 2768,
        "r": "esv:Exodus:35:6",
        "t": "blue and purple and scarlet yarns and fine twined linen; goats’ hair,"
    },
    {
        "o": 2769,
        "r": "esv:Exodus:35:7",
        "t": "tanned rams’ skins, and goatskins; acacia wood,"
    },
    {
        "o": 2770,
        "r": "esv:Exodus:35:8",
        "t": "oil for the light, spices for the anointing oil and for the fragrant incense,"
    },
    {
        "o": 2771,
        "r": "esv:Exodus:35:9",
        "t": "and onyx stones and stones for setting, for the ephod and for the breastpiece."
    },
    {
        "o": 2772,
        "r": "esv:Exodus:35:10",
        "t": "“Let*p every skillful craftsman among you come and make all that the Lord*s has commanded:"
    },
    {
        "o": 2773,
        "r": "esv:Exodus:35:11",
        "t": "the tabernacle, its tent and its covering, its hooks and its frames, its bars, its pillars, and its bases;"
    },
    {
        "o": 2774,
        "r": "esv:Exodus:35:12",
        "t": "the ark with its poles, the mercy seat, and the veil of the screen;"
    },
    {
        "o": 2775,
        "r": "esv:Exodus:35:13",
        "t": "the table with its poles and all its utensils, and the bread of the Presence;"
    },
    {
        "o": 2776,
        "r": "esv:Exodus:35:14",
        "t": "the lampstand also for the light, with its utensils and its lamps, and the oil for the light;"
    },
    {
        "o": 2777,
        "r": "esv:Exodus:35:15",
        "t": "and the altar of incense, with its poles, and the anointing oil and the fragrant incense, and the screen for the door, at the door of the tabernacle;"
    },
    {
        "o": 2778,
        "r": "esv:Exodus:35:16",
        "t": "the altar of burnt offering, with its grating of bronze, its poles, and all its utensils, the basin and its stand;"
    },
    {
        "o": 2779,
        "r": "esv:Exodus:35:17",
        "t": "the hangings of the court, its pillars and its bases, and the screen for the gate of the court;"
    },
    {
        "o": 2780,
        "r": "esv:Exodus:35:18",
        "t": "the pegs of the tabernacle and the pegs of the court, and their cords;"
    },
    {
        "o": 2781,
        "r": "esv:Exodus:35:19",
        "t": "the finely worked garments for ministering in the Holy Place, the holy garments for Aaron the priest, and the garments of his sons, for their service as priests.”"
    },
    {
        "o": 2782,
        "r": "esv:Exodus:35:20",
        "t": "Then*p all the congregation of the people of Israel departed from the presence of Moses."
    },
    {
        "o": 2783,
        "r": "esv:Exodus:35:21",
        "t": "And they came, everyone whose heart stirred him, and everyone whose spirit moved him, and brought the Lord’s*s contribution to be used for the tent of meeting, and for all its service, and for the holy garments."
    },
    {
        "o": 2784,
        "r": "esv:Exodus:35:22",
        "t": "So they came, both men and women. All who were of a willing heart brought brooches and earrings and signet rings and armlets, all sorts of gold objects, every man dedicating an offering of gold to the Lord.*s"
    },
    {
        "o": 2785,
        "r": "esv:Exodus:35:23",
        "t": "And every one who possessed blue or purple or scarlet yarns or fine linen or goats’ hair or tanned rams’ skins or goatskins brought them."
    },
    {
        "o": 2786,
        "r": "esv:Exodus:35:24",
        "t": "Everyone who could make a contribution of silver or bronze brought it as the Lord’s*s contribution. And every one who possessed acacia wood of any use in the work brought it."
    },
    {
        "o": 2787,
        "r": "esv:Exodus:35:25",
        "t": "And every skillful woman spun with her hands, and they all brought what they had spun in blue and purple and scarlet yarns and fine twined linen."
    },
    {
        "o": 2788,
        "r": "esv:Exodus:35:26",
        "t": "All the women whose hearts stirred them to use their skill spun the goats’ hair."
    },
    {
        "o": 2789,
        "r": "esv:Exodus:35:27",
        "t": "And the leaders brought onyx stones and stones to be set, for the ephod and for the breastpiece,"
    },
    {
        "o": 2790,
        "r": "esv:Exodus:35:28",
        "t": "and spices and oil for the light, and for the anointing oil, and for the fragrant incense."
    },
    {
        "o": 2791,
        "r": "esv:Exodus:35:29",
        "t": "All the men and women, the people of Israel, whose heart moved them to bring anything for the work that the Lord*s had commanded by Moses to be done brought it as a freewill offering to the Lord.*s"
    },
    {
        "o": 2792,
        "r": "esv:Exodus:35:29",
        "t": "Construction of the Tabernacle",
        "h": 2
    },
    {
        "o": 2793,
        "r": "esv:Exodus:35:30",
        "t": "Then*p Moses said to the people of Israel, “See, the Lord*s has called by name Bezalel the son of Uri, son of Hur, of the tribe of Judah;"
    },
    {
        "o": 2794,
        "r": "esv:Exodus:35:31",
        "t": "and he has filled him with the Spirit of God, with skill, with intelligence, with knowledge, and with all craftsmanship,"
    },
    {
        "o": 2795,
        "r": "esv:Exodus:35:32",
        "t": "to devise artistic designs, to work in gold and silver and bronze,"
    },
    {
        "o": 2796,
        "r": "esv:Exodus:35:33",
        "t": "in cutting stones for setting, and in carving wood, for work in every skilled craft."
    },
    {
        "o": 2797,
        "r": "esv:Exodus:35:34",
        "t": "And he has inspired him to teach, both him and Oholiab the son of Ahisamach of the tribe of Dan."
    },
    {
        "o": 2798,
        "r": "esv:Exodus:35:35",
        "t": "He has filled them with skill to do every sort of work done by an engraver or by a designer or by an embroiderer in blue and purple and scarlet yarns and fine twined linen, or by a weaver— by any sort of workman or skilled designer."
    },
    {
        "o": 2799,
        "r": "esv:Exodus:36:0",
        "t": "Exodus 36",
        "h": 1
    },
    {
        "o": 2800,
        "r": "esv:Exodus:36:1",
        "t": "“Bezalel*p and Oholiab and every craftsman in whom the Lord*s has put skill and intelligence to know how to do any work in the construction of the sanctuary shall work in accordance with all that the Lord*s has commanded.”"
    },
    {
        "o": 2801,
        "r": "esv:Exodus:36:2",
        "t": "And*p Moses called Bezalel and Oholiab and every craftsman in whose mind the Lord*s had put skill, everyone whose heart stirred him up to come to do the work."
    },
    {
        "o": 2802,
        "r": "esv:Exodus:36:3",
        "t": "And they received from Moses all the contribution that the people of Israel had brought for doing the work on the sanctuary. They still kept bringing him freewill offerings every morning,"
    },
    {
        "o": 2803,
        "r": "esv:Exodus:36:4",
        "t": "so that all the craftsmen who were doing every sort of task on the sanctuary came, each from the task that he was doing,"
    },
    {
        "o": 2804,
        "r": "esv:Exodus:36:5",
        "t": "and said to Moses, “The people bring much more than enough for doing the work that the Lord*s has commanded us to do.”"
    },
    {
        "o": 2805,
        "r": "esv:Exodus:36:6",
        "t": "So Moses gave command, and word was proclaimed throughout the camp, “Let no man or woman do anything more for the contribution for the sanctuary.” So the people were restrained from bringing,"
    },
    {
        "o": 2806,
        "r": "esv:Exodus:36:7",
        "t": "for the material they had was sufficient to do all the work, and more."
    },
    {
        "o": 2807,
        "r": "esv:Exodus:36:8",
        "t": "And*p all the craftsmen among the workmen made the tabernacle with ten curtains. They were made of fine twined linen and blue and purple and scarlet yarns, with cherubim skillfully worked."
    },
    {
        "o": 2808,
        "r": "esv:Exodus:36:9",
        "t": "The length of each curtain was twenty-eight cubits, and the breadth of each curtain four cubits. All the curtains were the same size."
    },
    {
        "o": 2809,
        "r": "esv:Exodus:36:10",
        "t": "He*p coupled five curtains to one another, and the other five curtains he coupled to one another."
    },
    {
        "o": 2810,
        "r": "esv:Exodus:36:11",
        "t": "He made loops of blue on the edge of the outermost curtain of the first set. Likewise he made them on the edge of the outermost curtain of the second set."
    },
    {
        "o": 2811,
        "r": "esv:Exodus:36:12",
        "t": "He made fifty loops on the one curtain, and he made fifty loops on the edge of the curtain that was in the second set. The loops were opposite one another."
    },
    {
        "o": 2812,
        "r": "esv:Exodus:36:13",
        "t": "And he made fifty clasps of gold, and coupled the curtains one to the other with clasps. So the tabernacle was a single whole."
    },
    {
        "o": 2813,
        "r": "esv:Exodus:36:14",
        "t": "He*p also made curtains of goats’ hair for a tent over the tabernacle. He made eleven curtains."
    },
    {
        "o": 2814,
        "r": "esv:Exodus:36:15",
        "t": "The length of each curtain was thirty cubits, and the breadth of each curtain four cubits. The eleven curtains were the same size."
    },
    {
        "o": 2815,
        "r": "esv:Exodus:36:16",
        "t": "He coupled five curtains by themselves, and six curtains by themselves."
    },
    {
        "o": 2816,
        "r": "esv:Exodus:36:17",
        "t": "And he made fifty loops on the edge of the outermost curtain of the one set, and fifty loops on the edge of the other connecting curtain."
    },
    {
        "o": 2817,
        "r": "esv:Exodus:36:18",
        "t": "And he made fifty clasps of bronze to couple the tent together that it might be a single whole."
    },
    {
        "o": 2818,
        "r": "esv:Exodus:36:19",
        "t": "And he made for the tent a covering of tanned rams’ skins and goatskins."
    },
    {
        "o": 2819,
        "r": "esv:Exodus:36:20",
        "t": "Then*p he made the upright frames for the tabernacle of acacia wood."
    },
    {
        "o": 2820,
        "r": "esv:Exodus:36:21",
        "t": "Ten cubits was the length of a frame, and a cubit and a half the breadth of each frame."
    },
    {
        "o": 2821,
        "r": "esv:Exodus:36:22",
        "t": "Each frame had two tenons for fitting together. He did this for all the frames of the tabernacle."
    },
    {
        "o": 2822,
        "r": "esv:Exodus:36:23",
        "t": "The frames for the tabernacle he made thus: twenty frames for the south side."
    },
    {
        "o": 2823,
        "r": "esv:Exodus:36:24",
        "t": "And he made forty bases of silver under the twenty frames, two bases under one frame for its two tenons, and two bases under the next frame for its two tenons."
    },
    {
        "o": 2824,
        "r": "esv:Exodus:36:25",
        "t": "For the second side of the tabernacle, on the north side, he made twenty frames"
    },
    {
        "o": 2825,
        "r": "esv:Exodus:36:26",
        "t": "and their forty bases of silver, two bases under one frame and two bases under the next frame."
    },
    {
        "o": 2826,
        "r": "esv:Exodus:36:27",
        "t": "For the rear of the tabernacle westward he made six frames."
    },
    {
        "o": 2827,
        "r": "esv:Exodus:36:28",
        "t": "He made two frames for corners of the tabernacle in the rear."
    },
    {
        "o": 2828,
        "r": "esv:Exodus:36:29",
        "t": "And they were separate beneath but joined at the top, at the first ring. He made two of them this way for the two corners."
    },
    {
        "o": 2829,
        "r": "esv:Exodus:36:30",
        "t": "There were eight frames with their bases of silver: sixteen bases, under every frame two bases."
    },
    {
        "o": 2830,
        "r": "esv:Exodus:36:31",
        "t": "He*p made bars of acacia wood, five for the frames of the one side of the tabernacle,"
    },
    {
        "o": 2831,
        "r": "esv:Exodus:36:32",
        "t": "and five bars for the frames of the other side of the tabernacle, and five bars for the frames of the tabernacle at the rear westward."
    },
    {
        "o": 2832,
        "r": "esv:Exodus:36:33",
        "t": "And he made the middle bar to run from end to end halfway up the frames."
    },
    {
        "o": 2833,
        "r": "esv:Exodus:36:34",
        "t": "And he overlaid the frames with gold, and made their rings of gold for holders for the bars, and overlaid the bars with gold."
    },
    {
        "o": 2834,
        "r": "esv:Exodus:36:35",
        "t": "He*p made the veil of blue and purple and scarlet yarns and fine twined linen; with cherubim skillfully worked into it he made it."
    },
    {
        "o": 2835,
        "r": "esv:Exodus:36:36",
        "t": "And for it he made four pillars of acacia and overlaid them with gold. Their hooks were of gold, and he cast for them four bases of silver."
    },
    {
        "o": 2836,
        "r": "esv:Exodus:36:37",
        "t": "He also made a screen for the entrance of the tent, of blue and purple and scarlet yarns and fine twined linen, embroidered with needlework,"
    },
    {
        "o": 2837,
        "r": "esv:Exodus:36:38",
        "t": "and its five pillars with their hooks. He overlaid their capitals, and their fillets were of gold, but their five bases were of bronze."
    },
    {
        "o": 2838,
        "r": "esv:Exodus:37:0",
        "t": "Exodus 37",
        "h": 1
    },
    {
        "o": 2839,
        "r": "esv:Exodus:37:0",
        "t": "Making the Ark",
        "h": 2
    },
    {
        "o": 2840,
        "r": "esv:Exodus:37:1",
        "t": "Bezalel*p made the ark of acacia wood. Two cubits and a half was its length, a cubit and a half its breadth, and a cubit and a half its height."
    },
    {
        "o": 2841,
        "r": "esv:Exodus:37:2",
        "t": "And he overlaid it with pure gold inside and outside, and made a molding of gold around it."
    },
    {
        "o": 2842,
        "r": "esv:Exodus:37:3",
        "t": "And he cast for it four rings of gold for its four feet, two rings on its one side and two rings on its other side."
    },
    {
        "o": 2843,
        "r": "esv:Exodus:37:4",
        "t": "And he made poles of acacia wood and overlaid them with gold"
    },
    {
        "o": 2844,
        "r": "esv:Exodus:37:5",
        "t": "and put the poles into the rings on the sides of the ark to carry the ark."
    },
    {
        "o": 2845,
        "r": "esv:Exodus:37:6",
        "t": "And he made a mercy seat of pure gold. Two cubits and a half was its length, and a cubit and a half its breadth."
    },
    {
        "o": 2846,
        "r": "esv:Exodus:37:7",
        "t": "And he made two cherubim of gold. He made them of hammered work on the two ends of the mercy seat,"
    },
    {
        "o": 2847,
        "r": "esv:Exodus:37:8",
        "t": "one cherub on the one end, and one cherub on the other end. Of one piece with the mercy seat he made the cherubim on its two ends."
    },
    {
        "o": 2848,
        "r": "esv:Exodus:37:9",
        "t": "The cherubim spread out their wings above, overshadowing the mercy seat with their wings, with their faces one to another; toward the mercy seat were the faces of the cherubim."
    },
    {
        "o": 2849,
        "r": "esv:Exodus:37:9",
        "t": "Making the Table",
        "h": 2
    },
    {
        "o": 2850,
        "r": "esv:Exodus:37:10",
        "t": "He*p also made the table of acacia wood. Two cubits was its length, a cubit its breadth, and a cubit and a half its height."
    },
    {
        "o": 2851,
        "r": "esv:Exodus:37:11",
        "t": "And he overlaid it with pure gold, and made a molding of gold around it."
    },
    {
        "o": 2852,
        "r": "esv:Exodus:37:12",
        "t": "And he made a rim around it a handbreadth wide, and made a molding of gold around the rim."
    },
    {
        "o": 2853,
        "r": "esv:Exodus:37:13",
        "t": "He cast for it four rings of gold and fastened the rings to the four corners at its four legs."
    },
    {
        "o": 2854,
        "r": "esv:Exodus:37:14",
        "t": "Close to the frame were the rings, as holders for the poles to carry the table."
    },
    {
        "o": 2855,
        "r": "esv:Exodus:37:15",
        "t": "He made the poles of acacia wood to carry the table, and overlaid them with gold."
    },
    {
        "o": 2856,
        "r": "esv:Exodus:37:16",
        "t": "And he made the vessels of pure gold that were to be on the table, its plates and dishes for incense, and its bowls and flagons with which to pour drink offerings."
    },
    {
        "o": 2857,
        "r": "esv:Exodus:37:16",
        "t": "Making the Lampstand",
        "h": 2
    },
    {
        "o": 2858,
        "r": "esv:Exodus:37:17",
        "t": "He*p also made the lampstand of pure gold. He made the lampstand of hammered work. Its base, its stem, its cups, its calyxes, and its flowers were of one piece with it."
    },
    {
        "o": 2859,
        "r": "esv:Exodus:37:18",
        "t": "And there were six branches going out of its sides, three branches of the lampstand out of one side of it and three branches of the lampstand out of the other side of it;"
    },
    {
        "o": 2860,
        "r": "esv:Exodus:37:19",
        "t": "three cups made like almond blossoms, each with calyx and flower, on one branch, and three cups made like almond blossoms, each with calyx and flower, on the other branch— so for the six branches going out of the lampstand."
    },
    {
        "o": 2861,
        "r": "esv:Exodus:37:20",
        "t": "And on the lampstand itself were four cups made like almond blossoms, with their calyxes and flowers,"
    },
    {
        "o": 2862,
        "r": "esv:Exodus:37:21",
        "t": "and a calyx of one piece with it under each pair of the six branches going out of it."
    },
    {
        "o": 2863,
        "r": "esv:Exodus:37:22",
        "t": "Their calyxes and their branches were of one piece with it. The whole of it was a single piece of hammered work of pure gold."
    },
    {
        "o": 2864,
        "r": "esv:Exodus:37:23",
        "t": "And he made its seven lamps and its tongs and its trays of pure gold."
    },
    {
        "o": 2865,
        "r": "esv:Exodus:37:24",
        "t": "He made it and all its utensils out of a talent of pure gold."
    },
    {
        "o": 2866,
        "r": "esv:Exodus:37:24",
        "t": "Making the Altar of Incense",
        "h": 2
    },
    {
        "o": 2867,
        "r": "esv:Exodus:37:25",
        "t": "He*p made the altar of incense of acacia wood. Its length was a cubit, and its breadth was a cubit. It was square, and two cubits was its height. Its horns were of one piece with it."
    },
    {
        "o": 2868,
        "r": "esv:Exodus:37:26",
        "t": "He overlaid it with pure gold, its top and around its sides and its horns. And he made a molding of gold around it,"
    },
    {
        "o": 2869,
        "r": "esv:Exodus:37:27",
        "t": "and made two rings of gold on it under its molding, on two opposite sides of it, as holders for the poles with which to carry it."
    },
    {
        "o": 2870,
        "r": "esv:Exodus:37:28",
        "t": "And he made the poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2871,
        "r": "esv:Exodus:37:29",
        "t": "He*p made the holy anointing oil also, and the pure fragrant incense, blended as by the perfumer."
    },
    {
        "o": 2872,
        "r": "esv:Exodus:38:0",
        "t": "Exodus 38",
        "h": 1
    },
    {
        "o": 2873,
        "r": "esv:Exodus:38:0",
        "t": "Making the Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2874,
        "r": "esv:Exodus:38:1",
        "t": "He*p made the altar of burnt offering of acacia wood. Five cubits was its length, and five cubits its breadth. It was square, and three cubits was its height."
    },
    {
        "o": 2875,
        "r": "esv:Exodus:38:2",
        "t": "He made horns for it on its four corners. Its horns were of one piece with it, and he overlaid it with bronze."
    },
    {
        "o": 2876,
        "r": "esv:Exodus:38:3",
        "t": "And he made all the utensils of the altar, the pots, the shovels, the basins, the forks, and the fire pans. He made all its utensils of bronze."
    },
    {
        "o": 2877,
        "r": "esv:Exodus:38:4",
        "t": "And he made for the altar a grating, a network of bronze, under its ledge, extending halfway down."
    },
    {
        "o": 2878,
        "r": "esv:Exodus:38:5",
        "t": "He cast four rings on the four corners of the bronze grating as holders for the poles."
    },
    {
        "o": 2879,
        "r": "esv:Exodus:38:6",
        "t": "He made the poles of acacia wood and overlaid them with bronze."
    },
    {
        "o": 2880,
        "r": "esv:Exodus:38:7",
        "t": "And he put the poles through the rings on the sides of the altar to carry it with them. He made it hollow, with boards."
    },
    {
        "o": 2881,
        "r": "esv:Exodus:38:7",
        "t": "Making the Bronze Basin",
        "h": 2
    },
    {
        "o": 2882,
        "r": "esv:Exodus:38:8",
        "t": "He*p made the basin of bronze and its stand of bronze, from the mirrors of the ministering women who ministered in the entrance of the tent of meeting."
    },
    {
        "o": 2883,
        "r": "esv:Exodus:38:8",
        "t": "Making the Court",
        "h": 2
    },
    {
        "o": 2884,
        "r": "esv:Exodus:38:9",
        "t": "And*p he made the court. For the south side the hangings of the court were of fine twined linen, a hundred cubits;"
    },
    {
        "o": 2885,
        "r": "esv:Exodus:38:10",
        "t": "their twenty pillars and their twenty bases were of bronze, but the hooks of the pillars and their fillets were of silver."
    },
    {
        "o": 2886,
        "r": "esv:Exodus:38:11",
        "t": "And for the north side there were hangings of a hundred cubits; their twenty pillars and their twenty bases were of bronze, but the hooks of the pillars and their fillets were of silver."
    },
    {
        "o": 2887,
        "r": "esv:Exodus:38:12",
        "t": "And for the west side were hangings of fifty cubits, their ten pillars, and their ten bases; the hooks of the pillars and their fillets were of silver."
    },
    {
        "o": 2888,
        "r": "esv:Exodus:38:13",
        "t": "And for the front to the east, fifty cubits."
    },
    {
        "o": 2889,
        "r": "esv:Exodus:38:14",
        "t": "The hangings for one side of the gate were fifteen cubits, with their three pillars and three bases."
    },
    {
        "o": 2890,
        "r": "esv:Exodus:38:15",
        "t": "And so for the other side. On both sides of the gate of the court were hangings of fifteen cubits, with their three pillars and their three bases."
    },
    {
        "o": 2891,
        "r": "esv:Exodus:38:16",
        "t": "All the hangings around the court were of fine twined linen."
    },
    {
        "o": 2892,
        "r": "esv:Exodus:38:17",
        "t": "And the bases for the pillars were of bronze, but the hooks of the pillars and their fillets were of silver. The overlaying of their capitals was also of silver, and all the pillars of the court were filleted with silver."
    },
    {
        "o": 2893,
        "r": "esv:Exodus:38:18",
        "t": "And the screen for the gate of the court was embroidered with needlework in blue and purple and scarlet yarns and fine twined linen. It was twenty cubits long and five cubits high in its breadth, corresponding to the hangings of the court."
    },
    {
        "o": 2894,
        "r": "esv:Exodus:38:19",
        "t": "And their pillars were four in number. Their four bases were of bronze, their hooks of silver, and the overlaying of their capitals and their fillets of silver."
    },
    {
        "o": 2895,
        "r": "esv:Exodus:38:20",
        "t": "And all the pegs for the tabernacle and for the court all around were of bronze."
    },
    {
        "o": 2896,
        "r": "esv:Exodus:38:20",
        "t": "Materials for the Tabernacle",
        "h": 2
    },
    {
        "o": 2897,
        "r": "esv:Exodus:38:21",
        "t": "These*p are the records of the tabernacle, the tabernacle of the testimony, as they were recorded at the commandment of Moses, the responsibility of the Levites under the direction of Ithamar the son of Aaron the priest."
    },
    {
        "o": 2898,
        "r": "esv:Exodus:38:22",
        "t": "Bezalel the son of Uri, son of Hur, of the tribe of Judah, made all that the Lord*s commanded Moses;"
    },
    {
        "o": 2899,
        "r": "esv:Exodus:38:23",
        "t": "and with him was Oholiab the son of Ahisamach, of the tribe of Dan, an engraver and designer and embroiderer in blue and purple and scarlet yarns and fine twined linen."
    },
    {
        "o": 2900,
        "r": "esv:Exodus:38:24",
        "t": "All*p the gold that was used for the work, in all the construction of the sanctuary, the gold from the offering, was twenty-nine talents and 730 shekels, by the shekel of the sanctuary."
    },
    {
        "o": 2901,
        "r": "esv:Exodus:38:25",
        "t": "The silver from those of the congregation who were recorded was a hundred talents and 1,775 shekels, by the shekel of the sanctuary:"
    },
    {
        "o": 2902,
        "r": "esv:Exodus:38:26",
        "t": "a beka a head (that is, half a shekel, by the shekel of the sanctuary), for everyone who was listed in the records, from twenty years old and upward, for 603,550 men."
    },
    {
        "o": 2903,
        "r": "esv:Exodus:38:27",
        "t": "The hundred talents of silver were for casting the bases of the sanctuary and the bases of the veil; a hundred bases for the hundred talents, a talent a base."
    },
    {
        "o": 2904,
        "r": "esv:Exodus:38:28",
        "t": "And of the 1,775 shekels he made hooks for the pillars and overlaid their capitals and made fillets for them."
    },
    {
        "o": 2905,
        "r": "esv:Exodus:38:29",
        "t": "The bronze that was offered was seventy talents and 2,400 shekels;"
    },
    {
        "o": 2906,
        "r": "esv:Exodus:38:30",
        "t": "with it he made the bases for the entrance of the tent of meeting, the bronze altar and the bronze grating for it and all the utensils of the altar,"
    },
    {
        "o": 2907,
        "r": "esv:Exodus:38:31",
        "t": "the bases around the court, and the bases of the gate of the court, all the pegs of the tabernacle, and all the pegs around the court."
    },
    {
        "o": 2908,
        "r": "esv:Exodus:39:0",
        "t": "Exodus 39",
        "h": 1
    },
    {
        "o": 2909,
        "r": "esv:Exodus:39:0",
        "t": "Making the Priestly Garments",
        "h": 2
    },
    {
        "o": 2910,
        "r": "esv:Exodus:39:1",
        "t": "From*p the blue and purple and scarlet yarns they made finely woven garments, for ministering in the Holy Place. They made the holy garments for Aaron, as the Lord*s had commanded Moses."
    },
    {
        "o": 2911,
        "r": "esv:Exodus:39:2",
        "t": "He*p made the ephod of gold, blue and purple and scarlet yarns, and fine twined linen."
    },
    {
        "o": 2912,
        "r": "esv:Exodus:39:3",
        "t": "And they hammered out gold leaf, and he cut it into threads to work into the blue and purple and the scarlet yarns, and into the fine twined linen, in skilled design."
    },
    {
        "o": 2913,
        "r": "esv:Exodus:39:4",
        "t": "They made for the ephod attaching shoulder pieces, joined to it at its two edges."
    },
    {
        "o": 2914,
        "r": "esv:Exodus:39:5",
        "t": "And the skillfully woven band on it was of one piece with it and made like it, of gold, blue and purple and scarlet yarns, and fine twined linen, as the Lord*s had commanded Moses."
    },
    {
        "o": 2915,
        "r": "esv:Exodus:39:6",
        "t": "They*p made the onyx stones, enclosed in settings of gold filigree, and engraved like the engravings of a signet, according to the names of the sons of Israel."
    },
    {
        "o": 2916,
        "r": "esv:Exodus:39:7",
        "t": "And he set them on the shoulder pieces of the ephod to be stones of remembrance for the sons of Israel, as the Lord*s had commanded Moses."
    },
    {
        "o": 2917,
        "r": "esv:Exodus:39:8",
        "t": "He*p made the breastpiece, in skilled work, in the style of the ephod, of gold, blue and purple and scarlet yarns, and fine twined linen."
    },
    {
        "o": 2918,
        "r": "esv:Exodus:39:9",
        "t": "It was square. They made the breastpiece doubled, a span its length and a span its breadth when doubled."
    },
    {
        "o": 2919,
        "r": "esv:Exodus:39:10",
        "t": "And they set in it four rows of stones. A row of sardius, topaz, and carbuncle was the first row;"
    },
    {
        "o": 2920,
        "r": "esv:Exodus:39:11",
        "t": "and the second row, an emerald, a sapphire, and a diamond;"
    },
    {
        "o": 2921,
        "r": "esv:Exodus:39:12",
        "t": "and the third row, a jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2922,
        "r": "esv:Exodus:39:13",
        "t": "and the fourth row, a beryl, an onyx, and a jasper. They were enclosed in settings of gold filigree."
    },
    {
        "o": 2923,
        "r": "esv:Exodus:39:14",
        "t": "There were twelve stones with their names according to the names of the sons of Israel. They were like signets, each engraved with its name, for the twelve tribes."
    },
    {
        "o": 2924,
        "r": "esv:Exodus:39:15",
        "t": "And they made on the breastpiece twisted chains like cords, of pure gold."
    },
    {
        "o": 2925,
        "r": "esv:Exodus:39:16",
        "t": "And they made two settings of gold filigree and two gold rings, and put the two rings on the two edges of the breastpiece."
    },
    {
        "o": 2926,
        "r": "esv:Exodus:39:17",
        "t": "And they put the two cords of gold in the two rings at the edges of the breastpiece."
    },
    {
        "o": 2927,
        "r": "esv:Exodus:39:18",
        "t": "They attached the two ends of the two cords to the two settings of filigree. Thus they attached it in front to the shoulder pieces of the ephod."
    },
    {
        "o": 2928,
        "r": "esv:Exodus:39:19",
        "t": "Then they made two rings of gold, and put them at the two ends of the breastpiece, on its inside edge next to the ephod."
    },
    {
        "o": 2929,
        "r": "esv:Exodus:39:20",
        "t": "And they made two rings of gold, and attached them in front to the lower part of the two shoulder pieces of the ephod, at its seam above the skillfully woven band of the ephod."
    },
    {
        "o": 2930,
        "r": "esv:Exodus:39:21",
        "t": "And they bound the breastpiece by its rings to the rings of the ephod with a lace of blue, so that it should lie on the skillfully woven band of the ephod, and that the breastpiece should not come loose from the ephod, as the Lord*s had commanded Moses."
    },
    {
        "o": 2931,
        "r": "esv:Exodus:39:22",
        "t": "He*p also made the robe of the ephod woven all of blue,"
    },
    {
        "o": 2932,
        "r": "esv:Exodus:39:23",
        "t": "and the opening of the robe in it was like the opening in a garment, with a binding around the opening, so that it might not tear."
    },
    {
        "o": 2933,
        "r": "esv:Exodus:39:24",
        "t": "On the hem of the robe they made pomegranates of blue and purple and scarlet yarns and fine twined linen."
    },
    {
        "o": 2934,
        "r": "esv:Exodus:39:25",
        "t": "They also made bells of pure gold, and put the bells between the pomegranates all around the hem of the robe, between the pomegranates—"
    },
    {
        "o": 2935,
        "r": "esv:Exodus:39:26",
        "t": "a bell and a pomegranate, a bell and a pomegranate around the hem of the robe for ministering, as the Lord*s had commanded Moses."
    },
    {
        "o": 2936,
        "r": "esv:Exodus:39:27",
        "t": "They*p also made the coats, woven of fine linen, for Aaron and his sons,"
    },
    {
        "o": 2937,
        "r": "esv:Exodus:39:28",
        "t": "and the turban of fine linen, and the caps of fine linen, and the linen undergarments of fine twined linen,"
    },
    {
        "o": 2938,
        "r": "esv:Exodus:39:29",
        "t": "and the sash of fine twined linen and of blue and purple and scarlet yarns, embroidered with needlework, as the Lord*s had commanded Moses."
    },
    {
        "o": 2939,
        "r": "esv:Exodus:39:30",
        "t": "They*p made the plate of the holy crown of pure gold, and wrote on it an inscription, like the engraving of a signet, “Holy to the Lord.”*s"
    },
    {
        "o": 2940,
        "r": "esv:Exodus:39:31",
        "t": "And they tied to it a cord of blue to fasten it on the turban above, as the Lord*s had commanded Moses."
    },
    {
        "o": 2941,
        "r": "esv:Exodus:39:32",
        "t": "Thus*p all the work of the tabernacle of the tent of meeting was finished, and the people of Israel did according to all that the Lord*s had commanded Moses; so they did."
    },
    {
        "o": 2942,
        "r": "esv:Exodus:39:33",
        "t": "Then they brought the tabernacle to Moses, the tent and all its utensils, its hooks, its frames, its bars, its pillars, and its bases;"
    },
    {
        "o": 2943,
        "r": "esv:Exodus:39:34",
        "t": "the covering of tanned rams’ skins and goatskins, and the veil of the screen;"
    },
    {
        "o": 2944,
        "r": "esv:Exodus:39:35",
        "t": "the ark of the testimony with its poles and the mercy seat;"
    },
    {
        "o": 2945,
        "r": "esv:Exodus:39:36",
        "t": "the table with all its utensils, and the bread of the Presence;"
    },
    {
        "o": 2946,
        "r": "esv:Exodus:39:37",
        "t": "the lampstand of pure gold and its lamps with the lamps set and all its utensils, and the oil for the light;"
    },
    {
        "o": 2947,
        "r": "esv:Exodus:39:38",
        "t": "the golden altar, the anointing oil and the fragrant incense, and the screen for the entrance of the tent;"
    },
    {
        "o": 2948,
        "r": "esv:Exodus:39:39",
        "t": "the bronze altar, and its grating of bronze, its poles, and all its utensils; the basin and its stand;"
    },
    {
        "o": 2949,
        "r": "esv:Exodus:39:40",
        "t": "the hangings of the court, its pillars, and its bases, and the screen for the gate of the court, its cords, and its pegs; and all the utensils for the service of the tabernacle, for the tent of meeting;"
    },
    {
        "o": 2950,
        "r": "esv:Exodus:39:41",
        "t": "the finely worked garments for ministering in the Holy Place, the holy garments for Aaron the priest, and the garments of his sons for their service as priests."
    },
    {
        "o": 2951,
        "r": "esv:Exodus:39:42",
        "t": "According to all that the Lord*s had commanded Moses, so the people of Israel had done all the work."
    },
    {
        "o": 2952,
        "r": "esv:Exodus:39:43",
        "t": "And Moses saw all the work, and behold, they had done it; as the Lord*s had commanded, so had they done it. Then Moses blessed them."
    },
    {
        "o": 2953,
        "r": "esv:Exodus:40:0",
        "t": "Exodus 40",
        "h": 1
    },
    {
        "o": 2954,
        "r": "esv:Exodus:40:0",
        "t": "The Tabernacle Erected",
        "h": 2
    },
    {
        "o": 2955,
        "r": "esv:Exodus:40:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2956,
        "r": "esv:Exodus:40:2",
        "t": "“On the first day of the first month you shall erect the tabernacle of the tent of meeting."
    },
    {
        "o": 2957,
        "r": "esv:Exodus:40:3",
        "t": "And you shall put in it the ark of the testimony, and you shall screen the ark with the veil."
    },
    {
        "o": 2958,
        "r": "esv:Exodus:40:4",
        "t": "And you shall bring in the table and arrange it, and you shall bring in the lampstand and set up its lamps."
    },
    {
        "o": 2959,
        "r": "esv:Exodus:40:5",
        "t": "And you shall put the golden altar for incense before the ark of the testimony, and set up the screen for the door of the tabernacle."
    },
    {
        "o": 2960,
        "r": "esv:Exodus:40:6",
        "t": "You shall set the altar of burnt offering before the door of the tabernacle of the tent of meeting,"
    },
    {
        "o": 2961,
        "r": "esv:Exodus:40:7",
        "t": "and place the basin between the tent of meeting and the altar, and put water in it."
    },
    {
        "o": 2962,
        "r": "esv:Exodus:40:8",
        "t": "And you shall set up the court all around, and hang up the screen for the gate of the court."
    },
    {
        "o": 2963,
        "r": "esv:Exodus:40:9",
        "t": "“Then*p you shall take the anointing oil and anoint the tabernacle and all that is in it, and consecrate it and all its furniture, so that it may become holy."
    },
    {
        "o": 2964,
        "r": "esv:Exodus:40:10",
        "t": "You shall also anoint the altar of burnt offering and all its utensils, and consecrate the altar, so that the altar may become most holy."
    },
    {
        "o": 2965,
        "r": "esv:Exodus:40:11",
        "t": "You shall also anoint the basin and its stand, and consecrate it."
    },
    {
        "o": 2966,
        "r": "esv:Exodus:40:12",
        "t": "Then you shall bring Aaron and his sons to the entrance of the tent of meeting and shall wash them with water"
    },
    {
        "o": 2967,
        "r": "esv:Exodus:40:13",
        "t": "and put on Aaron the holy garments. And you shall anoint him and consecrate him, that he may serve me as priest."
    },
    {
        "o": 2968,
        "r": "esv:Exodus:40:14",
        "t": "You shall bring his sons also and put coats on them,"
    },
    {
        "o": 2969,
        "r": "esv:Exodus:40:15",
        "t": "and anoint them, as you anointed their father, that they may serve me as priests. And their anointing shall admit them to a perpetual priesthood throughout their generations.”"
    },
    {
        "o": 2970,
        "r": "esv:Exodus:40:16",
        "t": "This*p Moses did; according to all that the Lord*s commanded him, so he did."
    },
    {
        "o": 2971,
        "r": "esv:Exodus:40:17",
        "t": "In the first month in the second year, on the first day of the month, the tabernacle was erected."
    },
    {
        "o": 2972,
        "r": "esv:Exodus:40:18",
        "t": "Moses erected the tabernacle. He laid its bases, and set up its frames, and put in its poles, and raised up its pillars."
    },
    {
        "o": 2973,
        "r": "esv:Exodus:40:19",
        "t": "And he spread the tent over the tabernacle and put the covering of the tent over it, as the Lord*s had commanded Moses."
    },
    {
        "o": 2974,
        "r": "esv:Exodus:40:20",
        "t": "He took the testimony and put it into the ark, and put the poles on the ark and set the mercy seat above on the ark."
    },
    {
        "o": 2975,
        "r": "esv:Exodus:40:21",
        "t": "And he brought the ark into the tabernacle and set up the veil of the screen, and screened the ark of the testimony, as the Lord*s had commanded Moses."
    },
    {
        "o": 2976,
        "r": "esv:Exodus:40:22",
        "t": "He put the table in the tent of meeting, on the north side of the tabernacle, outside the veil,"
    },
    {
        "o": 2977,
        "r": "esv:Exodus:40:23",
        "t": "and arranged the bread on it before the Lord,*s as the Lord*s had commanded Moses."
    },
    {
        "o": 2978,
        "r": "esv:Exodus:40:24",
        "t": "He put the lampstand in the tent of meeting, opposite the table on the south side of the tabernacle,"
    },
    {
        "o": 2979,
        "r": "esv:Exodus:40:25",
        "t": "and set up the lamps before the Lord,*s as the Lord*s had commanded Moses."
    },
    {
        "o": 2980,
        "r": "esv:Exodus:40:26",
        "t": "He put the golden altar in the tent of meeting before the veil,"
    },
    {
        "o": 2981,
        "r": "esv:Exodus:40:27",
        "t": "and burned fragrant incense on it, as the Lord*s had commanded Moses."
    },
    {
        "o": 2982,
        "r": "esv:Exodus:40:28",
        "t": "He put in place the screen for the door of the tabernacle."
    },
    {
        "o": 2983,
        "r": "esv:Exodus:40:29",
        "t": "And he set the altar of burnt offering at the entrance of the tabernacle of the tent of meeting, and offered on it the burnt offering and the grain offering, as the Lord*s had commanded Moses."
    },
    {
        "o": 2984,
        "r": "esv:Exodus:40:30",
        "t": "He set the basin between the tent of meeting and the altar, and put water in it for washing,"
    },
    {
        "o": 2985,
        "r": "esv:Exodus:40:31",
        "t": "with which Moses and Aaron and his sons washed their hands and their feet."
    },
    {
        "o": 2986,
        "r": "esv:Exodus:40:32",
        "t": "When they went into the tent of meeting, and when they approached the altar, they washed, as the Lord*s commanded Moses."
    },
    {
        "o": 2987,
        "r": "esv:Exodus:40:33",
        "t": "And he erected the court around the tabernacle and the altar, and set up the screen of the gate of the court. So Moses finished the work."
    },
    {
        "o": 2988,
        "r": "esv:Exodus:40:33",
        "t": "The Glory of the Lord",
        "h": 2
    },
    {
        "o": 2989,
        "r": "esv:Exodus:40:34",
        "t": "Then*p the cloud covered the tent of meeting, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 2990,
        "r": "esv:Exodus:40:35",
        "t": "And Moses was not able to enter the tent of meeting because the cloud settled on it, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 2991,
        "r": "esv:Exodus:40:36",
        "t": "Throughout all their journeys, whenever the cloud was taken up from over the tabernacle, the people of Israel would set out."
    },
    {
        "o": 2992,
        "r": "esv:Exodus:40:37",
        "t": "But if the cloud was not taken up, then they did not set out till the day that it was taken up."
    },
    {
        "o": 2993,
        "r": "esv:Exodus:40:38",
        "t": "For the cloud of the Lord*s was on the tabernacle by day, and fire was in it by night, in the sight of all the house of Israel throughout all their journeys."
    }
]
