[
    {
        "o": 21082,
        "r": "nasb:Isaiah:66:0",
        "t": "Isaiah 66",
        "h": 1
    },
    {
        "o": 21083,
        "r": "nasb:Isaiah:66:0",
        "t": "Heaven Is God’s Throne",
        "h": 2
    },
    {
        "o": 21084,
        "r": "nasb:Isaiah:66:1",
        "t": "Thus*p says the Lord,*s “Heaven*pn is My throne and the earth is My footstool. Where*ln then is a house you could build for Me? And*ln where is a place that I may rest?"
    },
    {
        "o": 21085,
        "r": "nasb:Isaiah:66:2",
        "t": "For*ln My hand made all these things, Thus*ln all these things came into being,” declares the Lord.*s “But*ln to this one I will look, To*ln him who is humble and contrite of spirit, and who trembles at My word."
    },
    {
        "o": 21086,
        "r": "nasb:Isaiah:66:2",
        "t": "Hypocrisy Rebuked",
        "h": 2
    },
    {
        "o": 21087,
        "r": "nasb:Isaiah:66:3",
        "t": "“But*ipn he who kills an ox is like*i one who slays a man; He*ln who sacrifices a lamb is like*i the one who breaks a dog’s neck; He*ln who offers a grain offering is*i like*i one*i who*i offers*i swine’s blood; He*ln who burns incense is like*i the one who blesses an idol. As*ln they have chosen their own*i ways, And*ln their soul delights in their abominations,"
    },
    {
        "o": 21088,
        "r": "nasb:Isaiah:66:4",
        "t": "So*ln I will choose their punishments And*ln will bring on them what they dread. Because*ln I called, but no one answered; I*ln spoke, but they did not listen. And*ln they did evil in My sight And*ln chose that in which I did not delight.”"
    },
    {
        "o": 21089,
        "r": "nasb:Isaiah:66:5",
        "t": "Hear*ln the word of the Lord,*s you who tremble at His word: “Your*ln brothers who hate you, who exclude you for My name’s sake, Have*ln said, ‘Let the Lord*s be glorified, that we may see your joy.’ But*ln they will be put to shame."
    },
    {
        "o": 21090,
        "r": "nasb:Isaiah:66:6",
        "t": "A*ln voice of uproar from the city, a voice from the temple, The*ln voice of the Lord*s who is rendering recompense to His enemies."
    },
    {
        "o": 21091,
        "r": "nasb:Isaiah:66:7",
        "t": "“Before*ln she travailed, she brought forth; Before*ln her pain came, she gave birth to a boy."
    },
    {
        "o": 21092,
        "r": "nasb:Isaiah:66:8",
        "t": "Who*ln has heard such a thing? Who has seen such things? Can*ln a land be born in one day? Can*ln a nation be brought forth all at once? As*ln soon as Zion travailed, she also brought forth her sons."
    },
    {
        "o": 21093,
        "r": "nasb:Isaiah:66:9",
        "t": "Shall*ln I bring to the point of birth and not give delivery?” says the Lord.*s “Or*ln shall I who gives delivery shut the*i womb?”*i says your God."
    },
    {
        "o": 21094,
        "r": "nasb:Isaiah:66:9",
        "t": "Joy in Jerusalem’s Future",
        "h": 2
    },
    {
        "o": 21095,
        "r": "nasb:Isaiah:66:10",
        "t": "“Be*pn joyful with Jerusalem and rejoice for her, all you who love her; Be*ln exceedingly glad with her, all you who mourn over her,"
    },
    {
        "o": 21096,
        "r": "nasb:Isaiah:66:11",
        "t": "That*ln you may nurse and be satisfied with her comforting breasts, That*ln you may suck and be delighted with her bountiful bosom.”"
    },
    {
        "o": 21097,
        "r": "nasb:Isaiah:66:12",
        "t": "For*ln thus says the Lord,*s “Behold, I extend peace to her like a river, And*ln the glory of the nations like an overflowing stream; And*ln you will be nursed, you will be carried on the hip and fondled on the knees."
    },
    {
        "o": 21098,
        "r": "nasb:Isaiah:66:13",
        "t": "As*ln one whom his mother comforts, so I will comfort you; And*ln you will be comforted in Jerusalem.”"
    },
    {
        "o": 21099,
        "r": "nasb:Isaiah:66:14",
        "t": "Then*ln you will see this,*i and your heart will be glad, And*ln your bones will flourish like the new grass; And*ln the hand of the Lord*s will be made known to His servants, But*ln He will be indignant toward His enemies."
    },
    {
        "o": 21100,
        "r": "nasb:Isaiah:66:15",
        "t": "For*ln behold, the Lord*s will come in fire And*ln His chariots like the whirlwind, To*ln render His anger with fury, And*ln His rebuke with flames of fire."
    },
    {
        "o": 21101,
        "r": "nasb:Isaiah:66:16",
        "t": "For*ln the Lord*s will execute judgment by fire And*ln by His sword on all flesh, And*ln those slain by the Lord*s will be many."
    },
    {
        "o": 21102,
        "r": "nasb:Isaiah:66:17",
        "t": "“Those*ln who sanctify and purify themselves to*i go*i to the gardens, Following*ln one in the center, Who*ln eat swine’s flesh, detestable things and mice, Will*ln come to an end altogether,” declares the Lord.*s"
    },
    {
        "o": 21103,
        "r": "nasb:Isaiah:66:18",
        "t": "“For*p I know their works and their thoughts; the time is coming to gather all nations and tongues. And they shall come and see My glory."
    },
    {
        "o": 21104,
        "r": "nasb:Isaiah:66:19",
        "t": "I will set a sign among them and will send survivors from them to the nations: Tarshish, Put, Lud, Meshech, Tubal and Javan, to the distant coastlands that have neither heard My fame nor seen My glory. And they will declare My glory among the nations."
    },
    {
        "o": 21105,
        "r": "nasb:Isaiah:66:20",
        "t": "Then they shall bring all your brethren from all the nations as a grain offering to the Lord,*s on horses, in chariots, in litters, on mules and on camels, to My holy mountain Jerusalem,” says the Lord,*s “just as the sons of Israel bring their grain offering in a clean vessel to the house of the Lord.*s"
    },
    {
        "o": 21106,
        "r": "nasb:Isaiah:66:21",
        "t": "I will also take some of them for priests and*i for Levites,” says the Lord.*s"
    },
    {
        "o": 21107,
        "r": "nasb:Isaiah:66:22",
        "t": "“For*pn just as the new heavens and the new earth Which*ln I make will endure before Me,” declares the Lord,*s “So*ln your offspring and your name will endure."
    },
    {
        "o": 21108,
        "r": "nasb:Isaiah:66:23",
        "t": "And*ln it shall be from new moon to new moon And*ln from sabbath to sabbath, All*ln mankind will come to bow down before Me,” says the Lord.*s"
    },
    {
        "o": 21109,
        "r": "nasb:Isaiah:66:24",
        "t": "“Then*ln they will go forth and look On*ln the corpses of the men Who*ln have transgressed against Me. For*ln their worm will not die And*ln their fire will not be quenched; And*ln they will be an abhorrence to all mankind.”"
    }
]
