[
    {
        "o": 23574,
        "r": "nkjv:Ezekiel:25:0",
        "t": "Ezekiel 25",
        "h": 1
    },
    {
        "o": 23575,
        "r": "nkjv:Ezekiel:25:0",
        "t": "Proclamation Against Ammon",
        "h": 2
    },
    {
        "o": 23576,
        "r": "nkjv:Ezekiel:25:1",
        "t": "The*p word of the Lord*s came to me, saying,"
    },
    {
        "o": 23577,
        "r": "nkjv:Ezekiel:25:2",
        "t": "“Son of man, set your face against the Ammonites, and prophesy against them."
    },
    {
        "o": 23578,
        "r": "nkjv:Ezekiel:25:3",
        "t": "Say to the Ammonites, ‘Hear the word of the Lord God!*s Thus says the Lord God:*s “Because you said, ‘Aha!’ against My sanctuary when it was profaned, and against the land of Israel when it was desolate, and against the house of Judah when they went into captivity,"
    },
    {
        "o": 23579,
        "r": "nkjv:Ezekiel:25:4",
        "t": "indeed, therefore, I will deliver you as a possession to the men of the East, and they shall set their encampments among you and make their dwellings among you; they shall eat your fruit, and they shall drink your milk."
    },
    {
        "o": 23580,
        "r": "nkjv:Ezekiel:25:5",
        "t": "And I will make Rabbah a stable for camels and Ammon a resting place for flocks. Then you shall know that I am*i the Lord.”*s"
    },
    {
        "o": 23581,
        "r": "nkjv:Ezekiel:25:6",
        "t": "‘For*p thus says the Lord God:*s “Because you clapped your*i hands, stamped your feet, and rejoiced in heart with all your disdain for the land of Israel,"
    },
    {
        "o": 23582,
        "r": "nkjv:Ezekiel:25:7",
        "t": "indeed, therefore, I will stretch out My hand against you, and give you as plunder to the nations; I will cut you off from the peoples, and I will cause you to perish from the countries; I will destroy you, and you shall know that I am*i the Lord.”*s"
    },
    {
        "o": 23583,
        "r": "nkjv:Ezekiel:25:7",
        "t": "Proclamation Against Moab",
        "h": 2
    },
    {
        "o": 23584,
        "r": "nkjv:Ezekiel:25:8",
        "t": "‘Thus*p says the Lord God:*s “Because Moab and Seir say, ‘Look! The house of Judah is*i like all the nations,’"
    },
    {
        "o": 23585,
        "r": "nkjv:Ezekiel:25:9",
        "t": "therefore, behold, I will clear the territory of Moab of cities, of the cities on its frontier, the glory of the country, Beth Jeshimoth, Baal Meon, and Kirjathaim."
    },
    {
        "o": 23586,
        "r": "nkjv:Ezekiel:25:10",
        "t": "To the men of the East I will give it as a possession, together with the Ammonites, that the Ammonites may not be remembered among the nations."
    },
    {
        "o": 23587,
        "r": "nkjv:Ezekiel:25:11",
        "t": "And I will execute judgments upon Moab, and they shall know that I am*i the Lord.”*s"
    },
    {
        "o": 23588,
        "r": "nkjv:Ezekiel:25:11",
        "t": "Proclamation Against Edom",
        "h": 2
    },
    {
        "o": 23589,
        "r": "nkjv:Ezekiel:25:12",
        "t": "‘Thus*p says the Lord God:*s “Because of what Edom did against the house of Judah by taking vengeance, and has greatly offended by avenging itself on them,”"
    },
    {
        "o": 23590,
        "r": "nkjv:Ezekiel:25:13",
        "t": "therefore thus says the Lord God:*s “I will also stretch out My hand against Edom, cut off man and beast from it, and make it desolate from Teman; Dedan shall fall by the sword."
    },
    {
        "o": 23591,
        "r": "nkjv:Ezekiel:25:14",
        "t": "I will lay My vengeance on Edom by the hand of My people Israel, that they may do in Edom according to My anger and according to My fury; and they shall know My vengeance,” says the Lord God.*s"
    },
    {
        "o": 23592,
        "r": "nkjv:Ezekiel:25:14",
        "t": "Proclamation Against Philistia",
        "h": 2
    },
    {
        "o": 23593,
        "r": "nkjv:Ezekiel:25:15",
        "t": "‘Thus*p says the Lord God:*s “Because the Philistines dealt vengefully and took vengeance with a spiteful heart, to destroy because of the old hatred,”"
    },
    {
        "o": 23594,
        "r": "nkjv:Ezekiel:25:16",
        "t": "therefore thus says the Lord God:*s “I will stretch out My hand against the Philistines, and I will cut off the Cherethites and destroy the remnant of the seacoast."
    },
    {
        "o": 23595,
        "r": "nkjv:Ezekiel:25:17",
        "t": "I will execute great vengeance on them with furious rebukes; and they shall know that I am*i the Lord,*s when I lay My vengeance upon them.”’”"
    }
]
