[
    {
        "o": 1232,
        "r": "nkjv:Genesis:38:0",
        "t": "Genesis 38",
        "h": 1
    },
    {
        "o": 1233,
        "r": "nkjv:Genesis:38:0",
        "t": "Judah and Tamar",
        "h": 2
    },
    {
        "o": 1234,
        "r": "nkjv:Genesis:38:1",
        "t": "It*p came to pass at that time that Judah departed from his brothers, and visited a certain Adullamite whose name was*i Hirah."
    },
    {
        "o": 1235,
        "r": "nkjv:Genesis:38:2",
        "t": "And Judah saw there a daughter of a certain Canaanite whose name was*i Shua, and he married her and went in to her."
    },
    {
        "o": 1236,
        "r": "nkjv:Genesis:38:3",
        "t": "So she conceived and bore a son, and he called his name Er."
    },
    {
        "o": 1237,
        "r": "nkjv:Genesis:38:4",
        "t": "She conceived again and bore a son, and she called his name Onan."
    },
    {
        "o": 1238,
        "r": "nkjv:Genesis:38:5",
        "t": "And she conceived yet again and bore a son, and called his name Shelah. He was at Chezib when she bore him."
    },
    {
        "o": 1239,
        "r": "nkjv:Genesis:38:6",
        "t": "Then*p Judah took a wife for Er his firstborn, and her name was*i Tamar."
    },
    {
        "o": 1240,
        "r": "nkjv:Genesis:38:7",
        "t": "But Er, Judah’s firstborn, was wicked in the sight of the Lord,*s and the Lord*s killed him."
    },
    {
        "o": 1241,
        "r": "nkjv:Genesis:38:8",
        "t": "And Judah said to Onan, “Go in to your brother’s wife and marry her, and raise up an heir to your brother.”"
    },
    {
        "o": 1242,
        "r": "nkjv:Genesis:38:9",
        "t": "But Onan knew that the heir would not be his; and it came to pass, when he went in to his brother’s wife, that he emitted on the ground, lest he should give an heir to his brother."
    },
    {
        "o": 1243,
        "r": "nkjv:Genesis:38:10",
        "t": "And the thing which he did displeased the Lord;*s therefore He killed him also."
    },
    {
        "o": 1244,
        "r": "nkjv:Genesis:38:11",
        "t": "Then*p Judah said to Tamar his daughter-in-law, “Remain a widow in your father’s house till my son Shelah is grown.” For he said, “Lest he also die like his brothers.” And Tamar went and dwelt in her father’s house."
    },
    {
        "o": 1245,
        "r": "nkjv:Genesis:38:12",
        "t": "Now*p in the process of time the daughter of Shua, Judah’s wife, died; and Judah was comforted, and went up to his sheepshearers at Timnah, he and his friend Hirah the Adullamite."
    },
    {
        "o": 1246,
        "r": "nkjv:Genesis:38:13",
        "t": "And it was told Tamar, saying, “Look, your father-in-law is going up to Timnah to shear his sheep.”"
    },
    {
        "o": 1247,
        "r": "nkjv:Genesis:38:14",
        "t": "So she took off her widow’s garments, covered herself*i with a veil and wrapped herself, and sat in an open place which was*i on the way to Timnah; for she saw that Shelah was grown, and she was not given to him as a wife."
    },
    {
        "o": 1248,
        "r": "nkjv:Genesis:38:15",
        "t": "When Judah saw her, he thought she was*i a harlot, because she had covered her face."
    },
    {
        "o": 1249,
        "r": "nkjv:Genesis:38:16",
        "t": "Then he turned to her by the way, and said, “Please let me come in to you”; for he did not know that she was*i his daughter-in-law. So*p she said, “What will you give me, that you may come in to me?”"
    },
    {
        "o": 1250,
        "r": "nkjv:Genesis:38:17",
        "t": "And*p he said, “I will send a young goat from the flock.” So*p she said, “Will you give me*i a pledge till you send it?”*i"
    },
    {
        "o": 1251,
        "r": "nkjv:Genesis:38:18",
        "t": "Then*p he said, “What pledge shall I give you?” So*p she said, “Your signet and cord, and your staff that is*i in your hand.” Then he gave them*i to her, and went in to her, and she conceived by him."
    },
    {
        "o": 1252,
        "r": "nkjv:Genesis:38:19",
        "t": "So she arose and went away, and laid aside her veil and put on the garments of her widowhood."
    },
    {
        "o": 1253,
        "r": "nkjv:Genesis:38:20",
        "t": "And*p Judah sent the young goat by the hand of his friend the Adullamite, to receive his*i pledge from the woman’s hand, but he did not find her."
    },
    {
        "o": 1254,
        "r": "nkjv:Genesis:38:21",
        "t": "Then he asked the men of that place, saying, “Where is the harlot who was*i openly by the roadside?” And*p they said, “There was no harlot in this place.”*i"
    },
    {
        "o": 1255,
        "r": "nkjv:Genesis:38:22",
        "t": "So*p he returned to Judah and said, “I cannot find her. Also, the men of the place said there was no harlot in this place.”*i"
    },
    {
        "o": 1256,
        "r": "nkjv:Genesis:38:23",
        "t": "Then*p Judah said, “Let her take them*i for herself, lest we be shamed; for I sent this young goat and you have not found her.”"
    },
    {
        "o": 1257,
        "r": "nkjv:Genesis:38:24",
        "t": "And*p it came to pass, about three months after, that Judah was told, saying, “Tamar your daughter-in-law has played the harlot; furthermore she is*i with child by harlotry.” So*p Judah said, “Bring her out and let her be burned!”"
    },
    {
        "o": 1258,
        "r": "nkjv:Genesis:38:25",
        "t": "When*p she was*i brought out, she sent to her father-in-law, saying, “By the man to whom these belong, I am*i with child.” And she said, “Please determine whose these are*i —the signet and cord, and staff.”"
    },
    {
        "o": 1259,
        "r": "nkjv:Genesis:38:26",
        "t": "So*p Judah acknowledged them*i and said, “She has been more righteous than I, because I did not give her to Shelah my son.” And he never knew her again."
    },
    {
        "o": 1260,
        "r": "nkjv:Genesis:38:27",
        "t": "Now*p it came to pass, at the time for giving birth, that behold, twins were*i in her womb."
    },
    {
        "o": 1261,
        "r": "nkjv:Genesis:38:28",
        "t": "And so it was, when she was giving birth, that the*i one*i put out his*i hand; and the midwife took a scarlet thread*i and bound it on his hand, saying, “This one came out first.”"
    },
    {
        "o": 1262,
        "r": "nkjv:Genesis:38:29",
        "t": "Then it happened, as he drew back his hand, that his brother came out unexpectedly; and she said, “How did you break through? This*i breach be*i upon you!” Therefore his name was called Perez."
    },
    {
        "o": 1263,
        "r": "nkjv:Genesis:38:30",
        "t": "Afterward his brother came out who had the scarlet thread*i on his hand. And his name was called Zerah."
    }
]
