[
    {
        "o": 19573,
        "r": "niv:Isaiah:8:0",
        "t": "Isaiah 8",
        "h": 1
    },
    {
        "o": 19574,
        "r": "niv:Isaiah:8:0",
        "t": "Isaiah and His Children as Signs",
        "h": 2
    },
    {
        "o": 19575,
        "r": "niv:Isaiah:8:1",
        "t": "The*p Lord*s said to me, “Take a large scroll and write on it with an ordinary pen: Maher-Shalal-Hash-Baz.”"
    },
    {
        "o": 19576,
        "r": "niv:Isaiah:8:2",
        "t": "So I called in Uriah the priest and Zechariah son of Jeberekiah as reliable witnesses for me."
    },
    {
        "o": 19577,
        "r": "niv:Isaiah:8:3",
        "t": "Then I made love to the prophetess, and she conceived and gave birth to a son. And the Lord*s said to me, “Name him Maher-Shalal-Hash-Baz."
    },
    {
        "o": 19578,
        "r": "niv:Isaiah:8:4",
        "t": "For before the boy knows how to say ‘My father’ or ‘My mother,’ the wealth of Damascus and the plunder of Samaria will be carried off by the king of Assyria.”"
    },
    {
        "o": 19579,
        "r": "niv:Isaiah:8:5",
        "t": "The*p Lord*s spoke to me again:"
    },
    {
        "o": 19580,
        "r": "niv:Isaiah:8:6",
        "t": "“Because*pn this people has rejected the*ld gently flowing waters of Shiloah and*ln rejoices over Rezin and*ld the son of Remaliah,"
    },
    {
        "o": 19581,
        "r": "niv:Isaiah:8:7",
        "t": "therefore*ln the Lord is about to bring against them the*ld mighty floodwaters of the Euphrates— the*ld king of Assyria with all his pomp. It*ln will overflow all its channels, run*ld over all its banks"
    },
    {
        "o": 19582,
        "r": "niv:Isaiah:8:8",
        "t": "and*ln sweep on into Judah, swirling over it, passing*ld through it and reaching up to the neck. Its*ln outspread wings will cover the breadth of your land, Immanuel!”*ld"
    },
    {
        "o": 19583,
        "r": "niv:Isaiah:8:9",
        "t": "Raise*pn the war cry, you nations, and be shattered! Listen,*ld all you distant lands. Prepare*ln for battle, and be shattered! Prepare*ld for battle, and be shattered!"
    },
    {
        "o": 19584,
        "r": "niv:Isaiah:8:10",
        "t": "Devise*ln your strategy, but it will be thwarted; propose*ld your plan, but it will not stand, for*ld God is with us."
    },
    {
        "o": 19585,
        "r": "niv:Isaiah:8:11",
        "t": "This*p is what the Lord*s says to me with his strong hand upon me, warning me not to follow the way of this people:"
    },
    {
        "o": 19586,
        "r": "niv:Isaiah:8:12",
        "t": "“Do*pn not call conspiracy everything*ld this people calls a conspiracy; do*ln not fear what they fear, and*ld do not dread it."
    },
    {
        "o": 19587,
        "r": "niv:Isaiah:8:13",
        "t": "The*ln Lord*s Almighty is the one you are to regard as holy, he*ld is the one you are to fear, he*ld is the one you are to dread."
    },
    {
        "o": 19588,
        "r": "niv:Isaiah:8:14",
        "t": "He*ln will be a holy place; for*ld both Israel and Judah he will be a*ln stone that causes people to stumble and*ld a rock that makes them fall. And*ln for the people of Jerusalem he will be a*ld trap and a snare."
    },
    {
        "o": 19589,
        "r": "niv:Isaiah:8:15",
        "t": "Many*ln of them will stumble; they*ld will fall and be broken, they*ld will be snared and captured.”"
    },
    {
        "o": 19590,
        "r": "niv:Isaiah:8:16",
        "t": "Bind*pn up this testimony of warning and*ld seal up God’s instruction among my disciples."
    },
    {
        "o": 19591,
        "r": "niv:Isaiah:8:17",
        "t": "I*ln will wait for the Lord,*s who*ld is hiding his face from the descendants of Jacob. I*ln will put my trust in him."
    },
    {
        "o": 19592,
        "r": "niv:Isaiah:8:18",
        "t": "Here*p am I, and the children the Lord*s has given me. We are signs and symbols in Israel from the Lord*s Almighty, who dwells on Mount Zion."
    },
    {
        "o": 19593,
        "r": "niv:Isaiah:8:18",
        "t": "The Darkness Turns to Light",
        "h": 2
    },
    {
        "o": 19594,
        "r": "niv:Isaiah:8:19",
        "t": "When*p someone tells you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"
    },
    {
        "o": 19595,
        "r": "niv:Isaiah:8:20",
        "t": "Consult God’s instruction and the testimony of warning. If anyone does not speak according to this word, they have no light of dawn."
    },
    {
        "o": 19596,
        "r": "niv:Isaiah:8:21",
        "t": "Distressed and hungry, they will roam through the land; when they are famished, they will become enraged and, looking upward, will curse their king and their God."
    },
    {
        "o": 19597,
        "r": "niv:Isaiah:8:22",
        "t": "Then they will look toward the earth and see only distress and darkness and fearful gloom, and they will be thrust into utter darkness."
    }
]
