[
    {
        "o": 25130,
        "r": "nasb:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 25131,
        "r": "nasb:Jonah:4:0",
        "t": "Jonah’s Displeasure Rebuked",
        "h": 2
    },
    {
        "o": 25132,
        "r": "nasb:Jonah:4:1",
        "t": "But*p it greatly displeased Jonah and he became angry."
    },
    {
        "o": 25133,
        "r": "nasb:Jonah:4:2",
        "t": "He prayed to the Lord*s and said, “Please Lord,*s was not this what I said while I was still in my own*i country? Therefore in order to forestall this I fled to Tarshish, for I knew that You are a gracious and compassionate God, slow to anger and abundant in lovingkindness, and one who relents concerning calamity."
    },
    {
        "o": 25134,
        "r": "nasb:Jonah:4:3",
        "t": "Therefore now, O Lord,*s please take my life from me, for death is better to me than life.”"
    },
    {
        "o": 25135,
        "r": "nasb:Jonah:4:4",
        "t": "The Lord*s said, “Do you have good reason to be angry?”"
    },
    {
        "o": 25136,
        "r": "nasb:Jonah:4:5",
        "t": "Then*p Jonah went out from the city and sat east of it. There he made a shelter for himself and sat under it in the shade until he could see what would happen in the city."
    },
    {
        "o": 25137,
        "r": "nasb:Jonah:4:6",
        "t": "So the Lord*s God appointed a plant and it grew up over Jonah to be a shade over his head to deliver him from his discomfort. And Jonah was extremely happy about the plant."
    },
    {
        "o": 25138,
        "r": "nasb:Jonah:4:7",
        "t": "But God appointed a worm when dawn came the next day and it attacked the plant and it withered."
    },
    {
        "o": 25139,
        "r": "nasb:Jonah:4:8",
        "t": "When the sun came up God appointed a scorching east wind, and the sun beat down on Jonah’s head so that he became faint and begged with all*i his soul to die, saying, “Death is better to me than life.”"
    },
    {
        "o": 25140,
        "r": "nasb:Jonah:4:9",
        "t": "Then*p God said to Jonah, “Do you have good reason to be angry about the plant?” And he said, “I have good reason to be angry, even to death.”"
    },
    {
        "o": 25141,
        "r": "nasb:Jonah:4:10",
        "t": "Then the Lord*s said, “You had compassion on the plant for which you did not work and which*i you did not cause to grow, which came up overnight and perished overnight."
    },
    {
        "o": 25142,
        "r": "nasb:Jonah:4:11",
        "t": "Should I not have compassion on Nineveh, the great city in which there are more than 120,000 persons who do not know the*i difference*i between their right and left hand, as well as many animals?”"
    }
]
