[
    {
        "o": 14042,
        "r": "nkjv:Nehemiah:13:0",
        "t": "Nehemiah 13",
        "h": 1
    },
    {
        "o": 14043,
        "r": "nkjv:Nehemiah:13:0",
        "t": "Principles of Separation",
        "h": 2
    },
    {
        "o": 14044,
        "r": "nkjv:Nehemiah:13:1",
        "t": "On*p that day they read from the Book of Moses in the hearing of the people, and in it was found written that no Ammonite or Moabite should ever come into the assembly of God,"
    },
    {
        "o": 14045,
        "r": "nkjv:Nehemiah:13:2",
        "t": "because they had not met the children of Israel with bread and water, but hired Balaam against them to curse them. However, our God turned the curse into a blessing."
    },
    {
        "o": 14046,
        "r": "nkjv:Nehemiah:13:3",
        "t": "So it was, when they had heard the Law, that they separated all the mixed multitude from Israel."
    },
    {
        "o": 14047,
        "r": "nkjv:Nehemiah:13:3",
        "t": "The Reforms of Nehemiah",
        "h": 2
    },
    {
        "o": 14048,
        "r": "nkjv:Nehemiah:13:4",
        "t": "Now*p before this, Eliashib the priest, having authority over the storerooms of the house of our God, was*i allied with Tobiah."
    },
    {
        "o": 14049,
        "r": "nkjv:Nehemiah:13:5",
        "t": "And he had prepared for him a large room, where previously they had stored the grain offerings, the frankincense, the articles, the tithes of grain, the new wine and oil, which were commanded to*i be*i given*i to the Levites and singers and gatekeepers, and the offerings for the priests."
    },
    {
        "o": 14050,
        "r": "nkjv:Nehemiah:13:6",
        "t": "But during all this I was not in Jerusalem, for in the thirty-second year of Artaxerxes king of Babylon I had returned to the king. Then after certain days I obtained leave from the king,"
    },
    {
        "o": 14051,
        "r": "nkjv:Nehemiah:13:7",
        "t": "and I came to Jerusalem and discovered the evil that Eliashib had done for Tobiah, in preparing a room for him in the courts of the house of God."
    },
    {
        "o": 14052,
        "r": "nkjv:Nehemiah:13:8",
        "t": "And it grieved me bitterly; therefore I threw all the household goods of Tobiah out of the room."
    },
    {
        "o": 14053,
        "r": "nkjv:Nehemiah:13:9",
        "t": "Then I commanded them to cleanse the rooms; and I brought back into them the articles of the house of God, with the grain offering and the frankincense."
    },
    {
        "o": 14054,
        "r": "nkjv:Nehemiah:13:10",
        "t": "I*p also realized that the portions for the Levites had not been given them;*i for each of the Levites and the singers who did the work had gone back to his field."
    },
    {
        "o": 14055,
        "r": "nkjv:Nehemiah:13:11",
        "t": "So I contended with the rulers, and said, “Why is the house of God forsaken?” And I gathered them together and set them in their place."
    },
    {
        "o": 14056,
        "r": "nkjv:Nehemiah:13:12",
        "t": "Then all Judah brought the tithe of the grain and the new wine and the oil to the storehouse."
    },
    {
        "o": 14057,
        "r": "nkjv:Nehemiah:13:13",
        "t": "And I appointed as treasurers over the storehouse Shelemiah the priest and Zadok the scribe, and of the Levites, Pedaiah; and next to them was*i Hanan the son of Zaccur, the son of Mattaniah; for they were considered faithful, and their task was*i to distribute to their brethren."
    },
    {
        "o": 14058,
        "r": "nkjv:Nehemiah:13:14",
        "t": "Remember*p me, O my God, concerning this, and do not wipe out my good deeds that I have done for the house of my God, and for its services!"
    },
    {
        "o": 14059,
        "r": "nkjv:Nehemiah:13:15",
        "t": "In*p those days I saw people*i in Judah treading wine presses on the Sabbath, and bringing in sheaves, and loading donkeys with wine, grapes, figs, and all kinds*i of*i burdens, which they brought into Jerusalem on the Sabbath day. And I warned them*i about the day on which they were selling provisions."
    },
    {
        "o": 14060,
        "r": "nkjv:Nehemiah:13:16",
        "t": "Men of Tyre dwelt there also, who brought in fish and all kinds of goods, and sold them*i on the Sabbath to the children of Judah, and in Jerusalem."
    },
    {
        "o": 14061,
        "r": "nkjv:Nehemiah:13:17",
        "t": "Then*p I contended with the nobles of Judah, and said to them, “What evil thing is*i this that you do, by which you profane the Sabbath day?"
    },
    {
        "o": 14062,
        "r": "nkjv:Nehemiah:13:18",
        "t": "Did not your fathers do thus, and did not our God bring all this disaster on us and on this city? Yet you bring added wrath on Israel by profaning the Sabbath.”"
    },
    {
        "o": 14063,
        "r": "nkjv:Nehemiah:13:19",
        "t": "So*p it was, at the gates of Jerusalem, as it began to be dark before the Sabbath, that I commanded the gates to be shut, and charged that they must not be opened till after the Sabbath. Then I posted some*i of my servants at the gates, so*i that*i no burdens would be brought in on the Sabbath day."
    },
    {
        "o": 14064,
        "r": "nkjv:Nehemiah:13:20",
        "t": "Now the merchants and sellers of all kinds of wares lodged outside Jerusalem once or twice."
    },
    {
        "o": 14065,
        "r": "nkjv:Nehemiah:13:21",
        "t": "Then*p I warned them, and said to them, “Why do you spend the night around the wall? If you do so*i again, I will lay hands on you!” From that time on they came no more*i on the Sabbath."
    },
    {
        "o": 14066,
        "r": "nkjv:Nehemiah:13:22",
        "t": "And I commanded the Levites that they should cleanse themselves, and that they should go and guard the gates, to sanctify the Sabbath day. Remember*p me, O my God, concerning*i this also, and spare me according to the greatness of Your mercy!"
    },
    {
        "o": 14067,
        "r": "nkjv:Nehemiah:13:23",
        "t": "In*p those days I also saw Jews who*i had married women of Ashdod, Ammon, and*i Moab."
    },
    {
        "o": 14068,
        "r": "nkjv:Nehemiah:13:24",
        "t": "And half of their children spoke the language of Ashdod, and could not speak the language of Judah, but spoke according to the language of one or the other people."
    },
    {
        "o": 14069,
        "r": "nkjv:Nehemiah:13:25",
        "t": "So*p I contended with them and cursed them, struck some of them and pulled out their hair, and made them swear by God, saying,*i “You shall not give your daughters as wives to their sons, nor take their daughters for your sons or yourselves."
    },
    {
        "o": 14070,
        "r": "nkjv:Nehemiah:13:26",
        "t": "Did not Solomon king of Israel sin by these things? Yet among many nations there was no king like him, who was beloved of his God; and God made him king over all Israel. Nevertheless pagan women caused even him to sin."
    },
    {
        "o": 14071,
        "r": "nkjv:Nehemiah:13:27",
        "t": "Should we then hear of your doing all this great evil, transgressing against our God by marrying pagan women?”"
    },
    {
        "o": 14072,
        "r": "nkjv:Nehemiah:13:28",
        "t": "And*p one*i of the sons of Joiada, the son of Eliashib the high priest, was*i a son-in-law of Sanballat the Horonite; therefore I drove him from me."
    },
    {
        "o": 14073,
        "r": "nkjv:Nehemiah:13:29",
        "t": "Remember*p them, O my God, because they have defiled the priesthood and the covenant of the priesthood and the Levites."
    },
    {
        "o": 14074,
        "r": "nkjv:Nehemiah:13:30",
        "t": "Thus*p I cleansed them of everything pagan. I also assigned duties to the priests and the Levites, each to his service,"
    },
    {
        "o": 14075,
        "r": "nkjv:Nehemiah:13:31",
        "t": "and to*i bringing*i the wood offering and the firstfruits at appointed times. Remember*p me, O my God, for good!"
    }
]
