[
    {
        "o": 21338,
        "r": "esv:Jeremiah:9:0",
        "t": "Jeremiah 9",
        "h": 1
    },
    {
        "o": 21339,
        "r": "esv:Jeremiah:9:1",
        "t": "Oh*pn that my head were waters, and*ld my eyes a fountain of tears, that*ln I might weep day and night for*ld the slain of the daughter of my people!"
    },
    {
        "o": 21340,
        "r": "esv:Jeremiah:9:2",
        "t": "Oh*ln that I had in the desert a*ld travelers’ lodging place, that*ln I might leave my people and*ld go away from them! For*ln they are all adulterers, a*ld company of treacherous men."
    },
    {
        "o": 21341,
        "r": "esv:Jeremiah:9:3",
        "t": "They*ln bend their tongue like a bow; falsehood*ld and not truth has grown strong in the land; for*ln they proceed from evil to evil, and*ld they do not know me, declares the Lord.*s"
    },
    {
        "o": 21342,
        "r": "esv:Jeremiah:9:4",
        "t": "Let*pn everyone beware of his neighbor, and*ld put no trust in any brother, for*ln every brother is a deceiver, and*ld every neighbor goes about as a slanderer."
    },
    {
        "o": 21343,
        "r": "esv:Jeremiah:9:5",
        "t": "Everyone*ln deceives his neighbor, and*ld no one speaks the truth; they*ln have taught their tongue to speak lies; they*ld weary themselves committing iniquity."
    },
    {
        "o": 21344,
        "r": "esv:Jeremiah:9:6",
        "t": "Heaping*ln oppression upon oppression, and deceit upon deceit, they*ld refuse to know me, declares the Lord.*s"
    },
    {
        "o": 21345,
        "r": "esv:Jeremiah:9:7",
        "t": "Therefore*pn thus says the Lord*s of hosts: “Behold,*ln I will refine them and test them, for*ld what else can I do, because of my people?"
    },
    {
        "o": 21346,
        "r": "esv:Jeremiah:9:8",
        "t": "Their*ln tongue is a deadly arrow; it*ld speaks deceitfully; with*ln his mouth each speaks peace to his neighbor, but*ld in his heart he plans an ambush for him."
    },
    {
        "o": 21347,
        "r": "esv:Jeremiah:9:9",
        "t": "Shall*ln I not punish them for these things? declares the Lord,*s and*ld shall I not avenge myself on*ld a nation such as this?"
    },
    {
        "o": 21348,
        "r": "esv:Jeremiah:9:10",
        "t": "“I*pn will take up weeping and wailing for the mountains, and*ld a lamentation for the pastures of the wilderness, because*ln they are laid waste so that no one passes through, and*ld the lowing of cattle is not heard; both*ln the birds of the air and the beasts have*ld fled and are gone."
    },
    {
        "o": 21349,
        "r": "esv:Jeremiah:9:11",
        "t": "I*ln will make Jerusalem a heap of ruins, a*ld lair of jackals, and*ln I will make the cities of Judah a desolation, without*ld inhabitant.”"
    },
    {
        "o": 21350,
        "r": "esv:Jeremiah:9:12",
        "t": "Who*p is the man so wise that he can understand this? To whom has the mouth of the Lord*s spoken, that he may declare it? Why is the land ruined and laid waste like a wilderness, so that no one passes through?"
    },
    {
        "o": 21351,
        "r": "esv:Jeremiah:9:13",
        "t": "And the Lord*s says: “Because they have forsaken my law that I set before them, and have not obeyed my voice or walked in accord with it,"
    },
    {
        "o": 21352,
        "r": "esv:Jeremiah:9:14",
        "t": "but have stubbornly followed their own hearts and have gone after the Baals, as their fathers taught them."
    },
    {
        "o": 21353,
        "r": "esv:Jeremiah:9:15",
        "t": "Therefore thus says the Lord*s of hosts, the God of Israel: Behold, I will feed this people with bitter food, and give them poisonous water to drink."
    },
    {
        "o": 21354,
        "r": "esv:Jeremiah:9:16",
        "t": "I will scatter them among the nations whom neither they nor their fathers have known, and I will send the sword after them, until I have consumed them.”"
    },
    {
        "o": 21355,
        "r": "esv:Jeremiah:9:17",
        "t": "Thus*pn says the Lord*s of hosts: “Consider,*ln and call for the mourning women to come; send*ld for the skillful women to come;"
    },
    {
        "o": 21356,
        "r": "esv:Jeremiah:9:18",
        "t": "let*ln them make haste and raise a wailing over us, that*ld our eyes may run down with tears and*ld our eyelids flow with water."
    },
    {
        "o": 21357,
        "r": "esv:Jeremiah:9:19",
        "t": "For*ln a sound of wailing is heard from Zion: ‘How*ld we are ruined! We*ld are utterly shamed, because*ln we have left the land, because*ld they have cast down our dwellings.’”"
    },
    {
        "o": 21358,
        "r": "esv:Jeremiah:9:20",
        "t": "Hear,*pn O women, the word of the Lord,*s and*ld let your ear receive the word of his mouth; teach*ln to your daughters a lament, and*ld each to her neighbor a dirge."
    },
    {
        "o": 21359,
        "r": "esv:Jeremiah:9:21",
        "t": "For*ln death has come up into our windows; it*ld has entered our palaces, cutting*ln off the children from the streets and*ld the young men from the squares."
    },
    {
        "o": 21360,
        "r": "esv:Jeremiah:9:22",
        "t": "Speak:*ln “Thus declares the Lord,*s ‘The*ln dead bodies of men shall fall like*ld dung upon the open field, like*ln sheaves after the reaper, and*ld none shall gather them.’”"
    },
    {
        "o": 21361,
        "r": "esv:Jeremiah:9:23",
        "t": "Thus*p says the Lord:*s “Let not the wise man boast in his wisdom, let not the mighty man boast in his might, let not the rich man boast in his riches,"
    },
    {
        "o": 21362,
        "r": "esv:Jeremiah:9:24",
        "t": "but let him who boasts boast in this, that he understands and knows me, that I am the Lord*s who practices steadfast love, justice, and righteousness in the earth. For in these things I delight, declares the Lord.”*s"
    },
    {
        "o": 21363,
        "r": "esv:Jeremiah:9:25",
        "t": "“Behold,*p the days are coming, declares the Lord,*s when I will punish all those who are circumcised merely in the flesh—"
    },
    {
        "o": 21364,
        "r": "esv:Jeremiah:9:26",
        "t": "Egypt, Judah, Edom, the sons of Ammon, Moab, and all who dwell in the desert who cut the corners of their hair, for all these nations are uncircumcised, and all the house of Israel are uncircumcised in heart.”"
    }
]
