[
    {
        "o": 20904,
        "r": "niv:Jeremiah:3:0",
        "t": "Jeremiah 3",
        "h": 1
    },
    {
        "o": 20905,
        "r": "niv:Jeremiah:3:1",
        "t": "“If*pn a man divorces his wife and*ld she leaves him and marries another man, should*ln he return to her again? Would*ld not the land be completely defiled? But*ln you have lived as a prostitute with many lovers— would*ld you now return to me?” declares*ld the Lord.*s"
    },
    {
        "o": 20906,
        "r": "niv:Jeremiah:3:2",
        "t": "“Look*pn up to the barren heights and see. Is*ld there any place where you have not been ravished? By*ln the roadside you sat waiting for lovers, sat*ld like a nomad in the desert. You*ln have defiled the land with*ld your prostitution and wickedness."
    },
    {
        "o": 20907,
        "r": "niv:Jeremiah:3:3",
        "t": "Therefore*ln the showers have been withheld, and*ld no spring rains have fallen. Yet*ln you have the brazen look of a prostitute; you*ld refuse to blush with shame."
    },
    {
        "o": 20908,
        "r": "niv:Jeremiah:3:4",
        "t": "Have*ln you not just called to me: ‘My*ld Father, my friend from my youth,"
    },
    {
        "o": 20909,
        "r": "niv:Jeremiah:3:5",
        "t": "will*ln you always be angry? Will*ld your wrath continue forever?’ This*ln is how you talk, but*ld you do all the evil you can.”"
    },
    {
        "o": 20910,
        "r": "niv:Jeremiah:3:5",
        "t": "Unfaithful Israel",
        "h": 2
    },
    {
        "o": 20911,
        "r": "niv:Jeremiah:3:6",
        "t": "During*p the reign of King Josiah, the Lord*s said to me, “Have you seen what faithless Israel has done? She has gone up on every high hill and under every spreading tree and has committed adultery there."
    },
    {
        "o": 20912,
        "r": "niv:Jeremiah:3:7",
        "t": "I thought that after she had done all this she would return to me but she did not, and her unfaithful sister Judah saw it."
    },
    {
        "o": 20913,
        "r": "niv:Jeremiah:3:8",
        "t": "I gave faithless Israel her certificate of divorce and sent her away because of all her adulteries. Yet I saw that her unfaithful sister Judah had no fear; she also went out and committed adultery."
    },
    {
        "o": 20914,
        "r": "niv:Jeremiah:3:9",
        "t": "Because Israel’s immorality mattered so little to her, she defiled the land and committed adultery with stone and wood."
    },
    {
        "o": 20915,
        "r": "niv:Jeremiah:3:10",
        "t": "In spite of all this, her unfaithful sister Judah did not return to me with all her heart, but only in pretense,” declares the Lord.*s"
    },
    {
        "o": 20916,
        "r": "niv:Jeremiah:3:11",
        "t": "The*p Lord*s said to me, “Faithless Israel is more righteous than unfaithful Judah."
    },
    {
        "o": 20917,
        "r": "niv:Jeremiah:3:12",
        "t": "Go, proclaim this message toward the north: “ ‘Return,*pn faithless Israel,’ declares the Lord,*s ‘I*ld will frown on you no longer, for*ln I am faithful,’ declares the Lord,*s ‘I*ld will not be angry forever."
    },
    {
        "o": 20918,
        "r": "niv:Jeremiah:3:13",
        "t": "Only*ln acknowledge your guilt— you*ld have rebelled against the Lord*s your God, you*ln have scattered your favors to foreign gods under*ld every spreading tree, and*ld have not obeyed me,’ ” declares*ld the Lord.*s"
    },
    {
        "o": 20919,
        "r": "niv:Jeremiah:3:14",
        "t": "“Return,*p faithless people,” declares the Lord,*s “for I am your husband. I will choose you—one from a town and two from a clan—and bring you to Zion."
    },
    {
        "o": 20920,
        "r": "niv:Jeremiah:3:15",
        "t": "Then I will give you shepherds after my own heart, who will lead you with knowledge and understanding."
    },
    {
        "o": 20921,
        "r": "niv:Jeremiah:3:16",
        "t": "In those days, when your numbers have increased greatly in the land,” declares the Lord,*s “people will no longer say, ‘The ark of the covenant of the Lord.’*s It will never enter their minds or be remembered; it will not be missed, nor will another one be made."
    },
    {
        "o": 20922,
        "r": "niv:Jeremiah:3:17",
        "t": "At that time they will call Jerusalem The Throne of the Lord,*s and all nations will gather in Jerusalem to honor the name of the Lord.*s No longer will they follow the stubbornness of their evil hearts."
    },
    {
        "o": 20923,
        "r": "niv:Jeremiah:3:18",
        "t": "In those days the people of Judah will join the people of Israel, and together they will come from a northern land to the land I gave your ancestors as an inheritance."
    },
    {
        "o": 20924,
        "r": "niv:Jeremiah:3:19",
        "t": "“I*p myself said, “ ‘How*pn gladly would I treat you like my children and*ld give you a pleasant land, the*ld most beautiful inheritance of any nation.’ I*ln thought you would call me ‘Father’ and*ld not turn away from following me."
    },
    {
        "o": 20925,
        "r": "niv:Jeremiah:3:20",
        "t": "But*ln like a woman unfaithful to her husband, so*ld you, Israel, have been unfaithful to me,” declares*ld the Lord.*s"
    },
    {
        "o": 20926,
        "r": "niv:Jeremiah:3:21",
        "t": "A*pn cry is heard on the barren heights, the*ld weeping and pleading of the people of Israel, because*ln they have perverted their ways and*ld have forgotten the Lord*s their God."
    },
    {
        "o": 20927,
        "r": "niv:Jeremiah:3:22",
        "t": "“Return,*pn faithless people; I*ld will cure you of backsliding.” “Yes,*pn we will come to you, for*ld you are the Lord*s our God."
    },
    {
        "o": 20928,
        "r": "niv:Jeremiah:3:23",
        "t": "Surely*ln the idolatrous commotion on the hills and*ld mountains is a deception; surely*ln in the Lord*s our God is*ld the salvation of Israel."
    },
    {
        "o": 20929,
        "r": "niv:Jeremiah:3:24",
        "t": "From*ln our youth shameful gods have consumed the*ld fruits of our ancestors’ labor— their*ln flocks and herds, their*ld sons and daughters."
    },
    {
        "o": 20930,
        "r": "niv:Jeremiah:3:25",
        "t": "Let*ln us lie down in our shame, and*ld let our disgrace cover us. We*ln have sinned against the Lord*s our God, both*ld we and our ancestors; from*ln our youth till this day we*ld have not obeyed the Lord*s our God.”"
    }
]
