[
    {
        "o": 34442,
        "r": "nasb:Revelation:13:0",
        "t": "Revelation 13",
        "h": 1
    },
    {
        "o": 34443,
        "r": "nasb:Revelation:13:0",
        "t": "The Beast from the Sea",
        "h": 2
    },
    {
        "o": 34444,
        "r": "nasb:Revelation:13:1",
        "t": "And*p the dragon stood on the sand of the seashore. Then*bp I saw a beast coming up out of the sea, having ten horns and seven heads, and on his horns were*i ten diadems, and on his heads were*i blasphemous names."
    },
    {
        "o": 34445,
        "r": "nasb:Revelation:13:2",
        "t": "And the beast which I saw was like a leopard, and his feet were like those*i of a bear, and his mouth like the mouth of a lion. And the dragon gave him his power and his throne and great authority."
    },
    {
        "o": 34446,
        "r": "nasb:Revelation:13:3",
        "t": "I*i saw*i one of his heads as if it had been slain, and his fatal wound was healed. And the whole earth was amazed and*i followed*i after the beast;"
    },
    {
        "o": 34447,
        "r": "nasb:Revelation:13:4",
        "t": "they worshiped the dragon because he gave his authority to the beast; and they worshiped the beast, saying, “Who is like the beast, and who is able to wage war with him?”"
    },
    {
        "o": 34448,
        "r": "nasb:Revelation:13:5",
        "t": "There was given to him a mouth speaking arrogant words and blasphemies, and authority to act for forty-two months was given to him."
    },
    {
        "o": 34449,
        "r": "nasb:Revelation:13:6",
        "t": "And he opened his mouth in blasphemies against God, to blaspheme His name and His tabernacle, that*i is,*i those who dwell in heaven."
    },
    {
        "o": 34450,
        "r": "nasb:Revelation:13:7",
        "t": "It*p was also given to him to make war with the saints and to overcome them, and authority over every tribe and people and tongue and nation was given to him."
    },
    {
        "o": 34451,
        "r": "nasb:Revelation:13:8",
        "t": "All who dwell on the earth will worship him, everyone*i whose name has not been written from the foundation of the world in the book of life of the Lamb who has been slain."
    },
    {
        "o": 34452,
        "r": "nasb:Revelation:13:9",
        "t": "If anyone has an ear, let him hear."
    },
    {
        "o": 34453,
        "r": "nasb:Revelation:13:10",
        "t": "If anyone is*i destined*i for captivity, to captivity he goes; if anyone kills with the sword, with the sword he must be killed. Here is the perseverance and the faith of the saints."
    },
    {
        "o": 34454,
        "r": "nasb:Revelation:13:10",
        "t": "The Beast from the Earth",
        "h": 2
    },
    {
        "o": 34455,
        "r": "nasb:Revelation:13:11",
        "t": "Then*p I saw another beast coming up out of the earth; and he had two horns like a lamb and he spoke as a dragon."
    },
    {
        "o": 34456,
        "r": "nasb:Revelation:13:12",
        "t": "He exercises all the authority of the first beast in his presence. And he makes the earth and those who dwell in it to worship the first beast, whose fatal wound was healed."
    },
    {
        "o": 34457,
        "r": "nasb:Revelation:13:13",
        "t": "He performs great signs, so that he even makes fire come down out of heaven to the earth in the presence of men."
    },
    {
        "o": 34458,
        "r": "nasb:Revelation:13:14",
        "t": "And he deceives those who dwell on the earth because of the signs which it was given him to perform in the presence of the beast, telling those who dwell on the earth to make an image to the beast who had the wound of the sword and has come to life."
    },
    {
        "o": 34459,
        "r": "nasb:Revelation:13:15",
        "t": "And it was given to him to give breath to the image of the beast, so that the image of the beast would even speak and cause as many as do not worship the image of the beast to be killed."
    },
    {
        "o": 34460,
        "r": "nasb:Revelation:13:16",
        "t": "And he causes all, the small and the great, and the rich and the poor, and the free men and the slaves, to be given a mark on their right hand or on their forehead,"
    },
    {
        "o": 34461,
        "r": "nasb:Revelation:13:17",
        "t": "and he*i provides*i that no one will be able to buy or to sell, except the one who has the mark, either*i the name of the beast or the number of his name."
    },
    {
        "o": 34462,
        "r": "nasb:Revelation:13:18",
        "t": "Here is wisdom. Let him who has understanding calculate the number of the beast, for the number is that of a man; and his number is six hundred and sixty-six."
    }
]
