[
    {
        "o": 22594,
        "r": "niv:Ezekiel:6:0",
        "t": "Ezekiel 6",
        "h": 1
    },
    {
        "o": 22595,
        "r": "niv:Ezekiel:6:0",
        "t": "Doom for the Mountains of Israel",
        "h": 2
    },
    {
        "o": 22596,
        "r": "niv:Ezekiel:6:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22597,
        "r": "niv:Ezekiel:6:2",
        "t": "“Son of man, set your face against the mountains of Israel; prophesy against them"
    },
    {
        "o": 22598,
        "r": "niv:Ezekiel:6:3",
        "t": "and say: ‘You mountains of Israel, hear the word of the Sovereign Lord.*s This is what the Sovereign Lord*s says to the mountains and hills, to the ravines and valleys: I am about to bring a sword against you, and I will destroy your high places."
    },
    {
        "o": 22599,
        "r": "niv:Ezekiel:6:4",
        "t": "Your altars will be demolished and your incense altars will be smashed; and I will slay your people in front of your idols."
    },
    {
        "o": 22600,
        "r": "niv:Ezekiel:6:5",
        "t": "I will lay the dead bodies of the Israelites in front of their idols, and I will scatter your bones around your altars."
    },
    {
        "o": 22601,
        "r": "niv:Ezekiel:6:6",
        "t": "Wherever you live, the towns will be laid waste and the high places demolished, so that your altars will be laid waste and devastated, your idols smashed and ruined, your incense altars broken down, and what you have made wiped out."
    },
    {
        "o": 22602,
        "r": "niv:Ezekiel:6:7",
        "t": "Your people will fall slain among you, and you will know that I am the Lord.*s"
    },
    {
        "o": 22603,
        "r": "niv:Ezekiel:6:8",
        "t": "“ ‘But*p I will spare some, for some of you will escape the sword when you are scattered among the lands and nations."
    },
    {
        "o": 22604,
        "r": "niv:Ezekiel:6:9",
        "t": "Then in the nations where they have been carried captive, those who escape will remember me—how I have been grieved by their adulterous hearts, which have turned away from me, and by their eyes, which have lusted after their idols. They will loathe themselves for the evil they have done and for all their detestable practices."
    },
    {
        "o": 22605,
        "r": "niv:Ezekiel:6:10",
        "t": "And they will know that I am the Lord;*s I did not threaten in vain to bring this calamity on them."
    },
    {
        "o": 22606,
        "r": "niv:Ezekiel:6:11",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: Strike your hands together and stamp your feet and cry out “Alas!” because of all the wicked and detestable practices of the people of Israel, for they will fall by the sword, famine and plague."
    },
    {
        "o": 22607,
        "r": "niv:Ezekiel:6:12",
        "t": "One who is far away will die of the plague, and one who is near will fall by the sword, and anyone who survives and is spared will die of famine. So will I pour out my wrath on them."
    },
    {
        "o": 22608,
        "r": "niv:Ezekiel:6:13",
        "t": "And they will know that I am the Lord,*s when their people lie slain among their idols around their altars, on every high hill and on all the mountaintops, under every spreading tree and every leafy oak—places where they offered fragrant incense to all their idols."
    },
    {
        "o": 22609,
        "r": "niv:Ezekiel:6:14",
        "t": "And I will stretch out my hand against them and make the land a desolate waste from the desert to Diblah —wherever they live. Then they will know that I am the Lord*s .’ ”"
    }
]
