[
    {
        "o": 22049,
        "r": "kjv:Ezekiel:25:0",
        "t": "Ezekiel 25",
        "h": 1
    },
    {
        "o": 22050,
        "r": "kjv:Ezekiel:25:1",
        "t": "The*p word of the Lord*s came again unto me, saying,"
    },
    {
        "o": 22051,
        "r": "kjv:Ezekiel:25:2",
        "t": "Son*p of man, set thy face against the Ammonites, and prophesy against them;"
    },
    {
        "o": 22052,
        "r": "kjv:Ezekiel:25:3",
        "t": "And*p say unto the Ammonites, Hear the word of the Lord God;*s Thus saith the Lord God;*s Because thou saidst, Aha, against my sanctuary, when it was profaned; and against the land of Israel, when it was desolate; and against the house of Judah, when they went into captivity;"
    },
    {
        "o": 22053,
        "r": "kjv:Ezekiel:25:4",
        "t": "Behold,*p therefore I will deliver thee to the men of the east for a possession, and they shall set their palaces in thee, and make their dwellings in thee: they shall eat thy fruit, and they shall drink thy milk."
    },
    {
        "o": 22054,
        "r": "kjv:Ezekiel:25:5",
        "t": "And*p I will make Rabbah a stable for camels, and the Ammonites a couchingplace for flocks: and ye shall know that I am the Lord.*s"
    },
    {
        "o": 22055,
        "r": "kjv:Ezekiel:25:6",
        "t": "For*p thus saith the Lord God;*s Because thou hast clapped thine hands, and stamped with the feet, and rejoiced in heart with all thy despite against the land of Israel;"
    },
    {
        "o": 22056,
        "r": "kjv:Ezekiel:25:7",
        "t": "Behold,*p therefore I will stretch out mine hand upon thee, and will deliver thee for a spoil to the heathen; and I will cut thee off from the people, and I will cause thee to perish out of the countries: I will destroy thee; and thou shalt know that I am the Lord.*s"
    },
    {
        "o": 22057,
        "r": "kjv:Ezekiel:25:8",
        "t": "Thus*p saith the Lord God;*s Because that Moab and Seir do say, Behold, the house of Judah is like unto all the heathen;"
    },
    {
        "o": 22058,
        "r": "kjv:Ezekiel:25:9",
        "t": "Therefore,*p behold, I will open the side of Moab from the cities, from his cities which are on his frontiers, the glory of the country, Beth–jeshimoth, Baal–meon, and Kiriathaim,"
    },
    {
        "o": 22059,
        "r": "kjv:Ezekiel:25:10",
        "t": "Unto*p the men of the east with the Ammonites, and will give them in possession, that the Ammonites may not be remembered among the nations."
    },
    {
        "o": 22060,
        "r": "kjv:Ezekiel:25:11",
        "t": "And*p I will execute judgments upon Moab; and they shall know that I am the Lord.*s"
    },
    {
        "o": 22061,
        "r": "kjv:Ezekiel:25:12",
        "t": "Thus*p saith the Lord God;*s Because that Edom hath dealt against the house of Judah by taking vengeance, and hath greatly offended, and revenged himself upon them;"
    },
    {
        "o": 22062,
        "r": "kjv:Ezekiel:25:13",
        "t": "Therefore*p thus saith the Lord God;*s I will also stretch out mine hand upon Edom, and will cut off man and beast from it; and I will make it desolate from Teman; and they of Dedan shall fall by the sword."
    },
    {
        "o": 22063,
        "r": "kjv:Ezekiel:25:14",
        "t": "And*p I will lay my vengeance upon Edom by the hand of my people Israel: and they shall do in Edom according to mine anger and according to my fury; and they shall know my vengeance, saith the Lord God.*s"
    },
    {
        "o": 22064,
        "r": "kjv:Ezekiel:25:15",
        "t": "Thus*p saith the Lord God;*s Because the Philistines have dealt by revenge, and have taken vengeance with a despiteful heart, to destroy it for the old hatred;"
    },
    {
        "o": 22065,
        "r": "kjv:Ezekiel:25:16",
        "t": "Therefore*p thus saith the Lord God;*s Behold, I will stretch out mine hand upon the Philistines, and I will cut off the Cherethims, and destroy the remnant of the sea coast."
    },
    {
        "o": 22066,
        "r": "kjv:Ezekiel:25:17",
        "t": "And*p I will execute great vengeance upon them with furious rebukes; and they shall know that I am the Lord,*s when I shall lay my vengeance upon them."
    }
]
