[
    {
        "o": 31835,
        "r": "esv:1 Corinthians:6:0",
        "t": "1 Corinthians 6",
        "h": 1
    },
    {
        "o": 31836,
        "r": "esv:1 Corinthians:6:0",
        "t": "Lawsuits Against Believers",
        "h": 2
    },
    {
        "o": 31837,
        "r": "esv:1 Corinthians:6:1",
        "t": "When*p one of you has a grievance against another, does he dare go to law before the unrighteous instead of the saints?"
    },
    {
        "o": 31838,
        "r": "esv:1 Corinthians:6:2",
        "t": "Or do you not know that the saints will judge the world? And if the world is to be judged by you, are you incompetent to try trivial cases?"
    },
    {
        "o": 31839,
        "r": "esv:1 Corinthians:6:3",
        "t": "Do you not know that we are to judge angels? How much more, then, matters pertaining to this life!"
    },
    {
        "o": 31840,
        "r": "esv:1 Corinthians:6:4",
        "t": "So if you have such cases, why do you lay them before those who have no standing in the church?"
    },
    {
        "o": 31841,
        "r": "esv:1 Corinthians:6:5",
        "t": "I say this to your shame. Can it be that there is no one among you wise enough to settle a dispute between the brothers,"
    },
    {
        "o": 31842,
        "r": "esv:1 Corinthians:6:6",
        "t": "but brother goes to law against brother, and that before unbelievers?"
    },
    {
        "o": 31843,
        "r": "esv:1 Corinthians:6:7",
        "t": "To have lawsuits at all with one another is already a defeat for you. Why not rather suffer wrong? Why not rather be defrauded?"
    },
    {
        "o": 31844,
        "r": "esv:1 Corinthians:6:8",
        "t": "But you yourselves wrong and defraud— even your own brothers!"
    },
    {
        "o": 31845,
        "r": "esv:1 Corinthians:6:9",
        "t": "Or*p do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,"
    },
    {
        "o": 31846,
        "r": "esv:1 Corinthians:6:10",
        "t": "nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God."
    },
    {
        "o": 31847,
        "r": "esv:1 Corinthians:6:11",
        "t": "And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."
    },
    {
        "o": 31848,
        "r": "esv:1 Corinthians:6:11",
        "t": "Flee Sexual Immorality",
        "h": 2
    },
    {
        "o": 31849,
        "r": "esv:1 Corinthians:6:12",
        "t": "“All*p things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything."
    },
    {
        "o": 31850,
        "r": "esv:1 Corinthians:6:13",
        "t": "“Food is meant for the stomach and the stomach for food”— and God will destroy both one and the other. The body is not meant for sexual immorality, but for the Lord, and the Lord for the body."
    },
    {
        "o": 31851,
        "r": "esv:1 Corinthians:6:14",
        "t": "And God raised the Lord and will also raise us up by his power."
    },
    {
        "o": 31852,
        "r": "esv:1 Corinthians:6:15",
        "t": "Do you not know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a prostitute? Never!"
    },
    {
        "o": 31853,
        "r": "esv:1 Corinthians:6:16",
        "t": "Or do you not know that he who is joined to a prostitute becomes one body with her? For, as it is written, “The two will become one flesh.”"
    },
    {
        "o": 31854,
        "r": "esv:1 Corinthians:6:17",
        "t": "But he who is joined to the Lord becomes one spirit with him."
    },
    {
        "o": 31855,
        "r": "esv:1 Corinthians:6:18",
        "t": "Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body."
    },
    {
        "o": 31856,
        "r": "esv:1 Corinthians:6:19",
        "t": "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,"
    },
    {
        "o": 31857,
        "r": "esv:1 Corinthians:6:20",
        "t": "for you were bought with a price. So glorify God in your body."
    }
]
