[
    {
        "o": 2562,
        "r": "nasb:Exodus:29:0",
        "t": "Exodus 29",
        "h": 1
    },
    {
        "o": 2563,
        "r": "nasb:Exodus:29:0",
        "t": "Consecration of the Priests",
        "h": 2
    },
    {
        "o": 2564,
        "r": "nasb:Exodus:29:1",
        "t": "“Now*p this is what you shall do to them to consecrate them to minister as priests to Me: take one young bull and two rams without blemish,"
    },
    {
        "o": 2565,
        "r": "nasb:Exodus:29:2",
        "t": "and unleavened bread and unleavened cakes mixed with oil, and unleavened wafers spread with oil; you shall make them of fine wheat flour."
    },
    {
        "o": 2566,
        "r": "nasb:Exodus:29:3",
        "t": "You shall put them in one basket, and present them in the basket along with the bull and the two rams."
    },
    {
        "o": 2567,
        "r": "nasb:Exodus:29:4",
        "t": "Then you shall bring Aaron and his sons to the doorway of the tent of meeting and wash them with water."
    },
    {
        "o": 2568,
        "r": "nasb:Exodus:29:5",
        "t": "You shall take the garments, and put on Aaron the tunic and the robe of the ephod and the ephod and the breastpiece, and gird him with the skillfully woven band of the ephod;"
    },
    {
        "o": 2569,
        "r": "nasb:Exodus:29:6",
        "t": "and you shall set the turban on his head and put the holy crown on the turban."
    },
    {
        "o": 2570,
        "r": "nasb:Exodus:29:7",
        "t": "Then you shall take the anointing oil and pour it on his head and anoint him."
    },
    {
        "o": 2571,
        "r": "nasb:Exodus:29:8",
        "t": "You shall bring his sons and put tunics on them."
    },
    {
        "o": 2572,
        "r": "nasb:Exodus:29:9",
        "t": "You shall gird them with sashes, Aaron and his sons, and bind caps on them, and they shall have the priesthood by a perpetual statute. So you shall ordain Aaron and his sons."
    },
    {
        "o": 2573,
        "r": "nasb:Exodus:29:9",
        "t": "The Sacrifices",
        "h": 2
    },
    {
        "o": 2574,
        "r": "nasb:Exodus:29:10",
        "t": "“Then*p you shall bring the bull before the tent of meeting, and Aaron and his sons shall lay their hands on the head of the bull."
    },
    {
        "o": 2575,
        "r": "nasb:Exodus:29:11",
        "t": "You shall slaughter the bull before the Lord*s at the doorway of the tent of meeting."
    },
    {
        "o": 2576,
        "r": "nasb:Exodus:29:12",
        "t": "You shall take some of the blood of the bull and put it*i on the horns of the altar with your finger; and you shall pour out all the blood at the base of the altar."
    },
    {
        "o": 2577,
        "r": "nasb:Exodus:29:13",
        "t": "You shall take all the fat that covers the entrails and the lobe of the liver, and the two kidneys and the fat that is on them, and offer them up in smoke on the altar."
    },
    {
        "o": 2578,
        "r": "nasb:Exodus:29:14",
        "t": "But the flesh of the bull and its hide and its refuse, you shall burn with fire outside the camp; it is a sin offering."
    },
    {
        "o": 2579,
        "r": "nasb:Exodus:29:15",
        "t": "“You*p shall also take the one ram, and Aaron and his sons shall lay their hands on the head of the ram;"
    },
    {
        "o": 2580,
        "r": "nasb:Exodus:29:16",
        "t": "and you shall slaughter the ram and shall take its blood and sprinkle it around on the altar."
    },
    {
        "o": 2581,
        "r": "nasb:Exodus:29:17",
        "t": "Then you shall cut the ram into its pieces, and wash its entrails and its legs, and put them*i with its pieces and its head."
    },
    {
        "o": 2582,
        "r": "nasb:Exodus:29:18",
        "t": "You shall offer up in smoke the whole ram on the altar; it is a burnt offering to the Lord:*s it is a soothing aroma, an offering by fire to the Lord.*s"
    },
    {
        "o": 2583,
        "r": "nasb:Exodus:29:19",
        "t": "“Then*p you shall take the other ram, and Aaron and his sons shall lay their hands on the head of the ram."
    },
    {
        "o": 2584,
        "r": "nasb:Exodus:29:20",
        "t": "You shall slaughter the ram, and take some of its blood and put it*i on the lobe of Aaron’s right ear and on the lobes of his sons’ right ears and on the thumbs of their right hands and on the big toes of their right feet, and sprinkle the rest*i of*i the*i blood around on the altar."
    },
    {
        "o": 2585,
        "r": "nasb:Exodus:29:21",
        "t": "Then you shall take some of the blood that is on the altar and some of the anointing oil, and sprinkle it*i on Aaron and on his garments and on his sons and on his sons’ garments with him; so he and his garments shall be consecrated, as well as his sons and his sons’ garments with him."
    },
    {
        "o": 2586,
        "r": "nasb:Exodus:29:22",
        "t": "“You*p shall also take the fat from the ram and the fat tail, and the fat that covers the entrails and the lobe of the liver, and the two kidneys and the fat that is on them and the right thigh (for it is a ram of ordination),"
    },
    {
        "o": 2587,
        "r": "nasb:Exodus:29:23",
        "t": "and one cake of bread and one cake of bread mixed*i with*i oil and one wafer from the basket of unleavened bread which is set*i before the Lord;*s"
    },
    {
        "o": 2588,
        "r": "nasb:Exodus:29:24",
        "t": "and you shall put all these in the hands of Aaron and in the hands of his sons, and shall wave them as a wave offering before the Lord.*s"
    },
    {
        "o": 2589,
        "r": "nasb:Exodus:29:25",
        "t": "You shall take them from their hands, and offer them up in smoke on the altar on the burnt offering for a soothing aroma before the Lord;*s it is an offering by fire to the Lord.*s"
    },
    {
        "o": 2590,
        "r": "nasb:Exodus:29:26",
        "t": "“Then*p you shall take the breast of Aaron’s ram of ordination, and wave it as a wave offering before the Lord;*s and it shall be your portion."
    },
    {
        "o": 2591,
        "r": "nasb:Exodus:29:27",
        "t": "You shall consecrate the breast of the wave offering and the thigh of the heave offering which was waved and which was offered from the ram of ordination, from the one which was for Aaron and from the one which was for his sons."
    },
    {
        "o": 2592,
        "r": "nasb:Exodus:29:28",
        "t": "It shall be for Aaron and his sons as their*i portion forever from the sons of Israel, for it is a heave offering; and it shall be a heave offering from the sons of Israel from the sacrifices of their peace offerings, even*i their heave offering to the Lord.*s"
    },
    {
        "o": 2593,
        "r": "nasb:Exodus:29:29",
        "t": "“The*p holy garments of Aaron shall be for his sons after him, that in them they may be anointed and ordained."
    },
    {
        "o": 2594,
        "r": "nasb:Exodus:29:30",
        "t": "For seven days the one of his sons who is priest in his stead shall put them on when he enters the tent of meeting to minister in the holy place."
    },
    {
        "o": 2595,
        "r": "nasb:Exodus:29:30",
        "t": "Food of the Priests",
        "h": 2
    },
    {
        "o": 2596,
        "r": "nasb:Exodus:29:31",
        "t": "“You*p shall take the ram of ordination and boil its flesh in a holy place."
    },
    {
        "o": 2597,
        "r": "nasb:Exodus:29:32",
        "t": "Aaron and his sons shall eat the flesh of the ram and the bread that is in the basket, at the doorway of the tent of meeting."
    },
    {
        "o": 2598,
        "r": "nasb:Exodus:29:33",
        "t": "Thus they shall eat those things by which atonement was made at their ordination and*i consecration; but a layman shall not eat them,*i because they are holy."
    },
    {
        "o": 2599,
        "r": "nasb:Exodus:29:34",
        "t": "If any of the flesh of ordination or any of the bread remains until morning, then you shall burn the remainder with fire; it shall not be eaten, because it is holy."
    },
    {
        "o": 2600,
        "r": "nasb:Exodus:29:35",
        "t": "“Thus*p you shall do to Aaron and to his sons, according to all that I have commanded you; you shall ordain them through seven days."
    },
    {
        "o": 2601,
        "r": "nasb:Exodus:29:36",
        "t": "Each day you shall offer a bull as a sin offering for atonement, and you shall purify the altar when you make atonement for it, and you shall anoint it to consecrate it."
    },
    {
        "o": 2602,
        "r": "nasb:Exodus:29:37",
        "t": "For seven days you shall make atonement for the altar and consecrate it; then the altar shall be most holy, and*i whatever touches the altar shall be holy."
    },
    {
        "o": 2603,
        "r": "nasb:Exodus:29:38",
        "t": "“Now*p this is what you shall offer on the altar: two one year old lambs each day, continuously."
    },
    {
        "o": 2604,
        "r": "nasb:Exodus:29:39",
        "t": "The one lamb you shall offer in the morning and the other lamb you shall offer at twilight;"
    },
    {
        "o": 2605,
        "r": "nasb:Exodus:29:40",
        "t": "and there shall*i be*i one-tenth of*i an*i ephah*i of fine flour mixed with one-fourth of a hin of beaten oil, and one-fourth of a hin of wine for a drink offering with one lamb."
    },
    {
        "o": 2606,
        "r": "nasb:Exodus:29:41",
        "t": "The other lamb you shall offer at twilight, and shall offer with it the same grain offering and the same drink offering as in the morning, for a soothing aroma, an offering by fire to the Lord.*s"
    },
    {
        "o": 2607,
        "r": "nasb:Exodus:29:42",
        "t": "It shall be a continual burnt offering throughout your generations at the doorway of the tent of meeting before the Lord,*s where I will meet with you, to speak to you there."
    },
    {
        "o": 2608,
        "r": "nasb:Exodus:29:43",
        "t": "I will meet there with the sons of Israel, and it shall be consecrated by My glory."
    },
    {
        "o": 2609,
        "r": "nasb:Exodus:29:44",
        "t": "I will consecrate the tent of meeting and the altar; I will also consecrate Aaron and his sons to minister as priests to Me."
    },
    {
        "o": 2610,
        "r": "nasb:Exodus:29:45",
        "t": "I will dwell among the sons of Israel and will be their God."
    },
    {
        "o": 2611,
        "r": "nasb:Exodus:29:46",
        "t": "They shall know that I am the Lord*s their God who brought them out of the land of Egypt, that I might dwell among them; I am the Lord*s their God."
    }
]
