[
    {
        "o": 9871,
        "r": "csb:1 Kings:7:0",
        "t": "1 Kings 7",
        "h": 1
    },
    {
        "o": 9872,
        "r": "csb:1 Kings:7:0",
        "t": "Solomon’s Palace Complex",
        "h": 2
    },
    {
        "o": 9873,
        "r": "csb:1 Kings:7:1",
        "t": "Solomon*p completed his entire palace complex after thirteen years of construction."
    },
    {
        "o": 9874,
        "r": "csb:1 Kings:7:2",
        "t": "He built the House of the Forest of Lebanon. It was one hundred fifty feet long, seventy-five feet wide, and forty-five feet high on four rows of cedar pillars, with cedar beams on top of the pillars."
    },
    {
        "o": 9875,
        "r": "csb:1 Kings:7:3",
        "t": "It was paneled above with cedar at the top of the chambers that rested on forty-five pillars, fifteen per row."
    },
    {
        "o": 9876,
        "r": "csb:1 Kings:7:4",
        "t": "There were three rows of window frames, facing each other in three tiers."
    },
    {
        "o": 9877,
        "r": "csb:1 Kings:7:5",
        "t": "All the doors and doorposts had rectangular frames, the openings facing each other in three tiers."
    },
    {
        "o": 9878,
        "r": "csb:1 Kings:7:6",
        "t": "He made the hall of pillars seventy-five feet long and forty-five feet wide. A portico was in front of the pillars, and a canopy with pillars was in front of them."
    },
    {
        "o": 9879,
        "r": "csb:1 Kings:7:7",
        "t": "He made the Hall of the Throne where he would judge- the Hall of Judgment. It was paneled with cedar from the floor to the rafters."
    },
    {
        "o": 9880,
        "r": "csb:1 Kings:7:8",
        "t": "Solomon’s own palace where he would live, in the other courtyard behind the hall, was of similar construction. And he made a house like this hall for Pharaoh’s daughter, his wife."
    },
    {
        "o": 9881,
        "r": "csb:1 Kings:7:9",
        "t": "All*p of these buildings were of costly stones, cut to size and sawed with saws on the inner and outer surfaces, from foundation to coping and from the outside to the great courtyard."
    },
    {
        "o": 9882,
        "r": "csb:1 Kings:7:10",
        "t": "The foundation was made of large, costly stones twelve and fifteen feet long."
    },
    {
        "o": 9883,
        "r": "csb:1 Kings:7:11",
        "t": "Above were also costly stones, cut to size, as well as cedar wood."
    },
    {
        "o": 9884,
        "r": "csb:1 Kings:7:12",
        "t": "Around the great courtyard, as well as the inner courtyard of the Lord’s*s temple and the portico of the temple, were three rows of dressed stone and a row of trimmed cedar beams."
    },
    {
        "o": 9885,
        "r": "csb:1 Kings:7:13",
        "t": "King*p Solomon had Hiram brought from Tyre."
    },
    {
        "o": 9886,
        "r": "csb:1 Kings:7:14",
        "t": "He was a widow’s son from the tribe of Naphtali, and his father was a man of Tyre, a bronze craftsman. Hiram had great skill, understanding, and knowledge to do every kind of bronze work. So he came to King Solomon and carried out all his work."
    },
    {
        "o": 9887,
        "r": "csb:1 Kings:7:14",
        "t": "The Bronze Pillars",
        "h": 2
    },
    {
        "o": 9888,
        "r": "csb:1 Kings:7:15",
        "t": "He*p cast two bronze pillars, each 27 feet high and 18 feet in circumference."
    },
    {
        "o": 9889,
        "r": "csb:1 Kings:7:16",
        "t": "He also made two capitals of cast bronze to set on top of the pillars; 7½ feet was the height of the first capital, and 7½ feet was also the height of the second capital."
    },
    {
        "o": 9890,
        "r": "csb:1 Kings:7:17",
        "t": "The capitals on top of the pillars had gratings of latticework, wreaths made of chainwork - seven for the first capital and seven for the second."
    },
    {
        "o": 9891,
        "r": "csb:1 Kings:7:18",
        "t": "He*p made the pillars with two encircling rows of pomegranates on the one grating to cover the capital on top; he did the same for the second capital."
    },
    {
        "o": 9892,
        "r": "csb:1 Kings:7:19",
        "t": "And the capitals on top of the pillars in the portico were shaped like lilies, six feet high."
    },
    {
        "o": 9893,
        "r": "csb:1 Kings:7:20",
        "t": "The capitals on the two pillars were also immediately above the rounded surface next to the grating, and two hundred pomegranates were in rows encircling each capital."
    },
    {
        "o": 9894,
        "r": "csb:1 Kings:7:21",
        "t": "He set up the pillars at the portico of the sanctuary: he set up the right pillar and named it Jachin; then he set up the left pillar and named it Boaz."
    },
    {
        "o": 9895,
        "r": "csb:1 Kings:7:22",
        "t": "The tops of the pillars were shaped like lilies. Then the work of the pillars was completed."
    },
    {
        "o": 9896,
        "r": "csb:1 Kings:7:22",
        "t": "The Basin",
        "h": 2
    },
    {
        "o": 9897,
        "r": "csb:1 Kings:7:23",
        "t": "He*p made the cast metal basin, 15 feet from brim to brim, perfectly round. It was 7½ feet high and 45 feet in circumference."
    },
    {
        "o": 9898,
        "r": "csb:1 Kings:7:24",
        "t": "Ornamental gourds encircled it below the brim, ten every half yard, completely encircling the basin. The gourds were cast in two rows when the basin was cast."
    },
    {
        "o": 9899,
        "r": "csb:1 Kings:7:25",
        "t": "It stood on twelve oxen, three facing north, three facing west, three facing south, and three facing east. The basin was on top of them and all their hindquarters were toward the center."
    },
    {
        "o": 9900,
        "r": "csb:1 Kings:7:26",
        "t": "The basin was three inches thick, and its rim was fashioned like the brim of a cup or of a lily blossom. It held eleven thousand gallons."
    },
    {
        "o": 9901,
        "r": "csb:1 Kings:7:26",
        "t": "The Bronze Water Carts",
        "h": 2
    },
    {
        "o": 9902,
        "r": "csb:1 Kings:7:27",
        "t": "Then*p he made ten bronze water carts. Each water cart was 6 feet long, 6 feet wide, and 4½ feet high."
    },
    {
        "o": 9903,
        "r": "csb:1 Kings:7:28",
        "t": "This was the design of the carts: They had frames; the frames were between the cross-pieces,"
    },
    {
        "o": 9904,
        "r": "csb:1 Kings:7:29",
        "t": "and on the frames between the cross-pieces were lions, oxen, and cherubim. On the cross-pieces there was a pedestal above, and below the lions and oxen were wreaths of hanging work."
    },
    {
        "o": 9905,
        "r": "csb:1 Kings:7:30",
        "t": "Each cart had four bronze wheels with bronze axles. Underneath the four corners of the basin were cast supports, each next to a wreath."
    },
    {
        "o": 9906,
        "r": "csb:1 Kings:7:31",
        "t": "And the water cart’s opening inside the crown on top was eighteen inches wide. The opening was round, made as a pedestal twenty-seven inches wide. On it were carvings, but their frames were square, not round."
    },
    {
        "o": 9907,
        "r": "csb:1 Kings:7:32",
        "t": "There were four wheels under the frames, and the wheel axles were part of the water cart; each wheel was twenty-seven inches tall."
    },
    {
        "o": 9908,
        "r": "csb:1 Kings:7:33",
        "t": "The wheels’ design was similar to that of chariot wheels: their axles, rims, spokes, and hubs were all of cast metal."
    },
    {
        "o": 9909,
        "r": "csb:1 Kings:7:34",
        "t": "Four supports were at the four corners of each water cart; each support was one piece with the water cart."
    },
    {
        "o": 9910,
        "r": "csb:1 Kings:7:35",
        "t": "At the top of the cart was a band nine inches high encircling it; also, at the top of the cart, its braces and its frames were one piece with it."
    },
    {
        "o": 9911,
        "r": "csb:1 Kings:7:36",
        "t": "He engraved cherubim, lions, and palm trees on the plates of its braces and on its frames, wherever each had space, with encircling wreaths."
    },
    {
        "o": 9912,
        "r": "csb:1 Kings:7:37",
        "t": "In this way he made the ten water carts using the same casting, dimensions, and shape for all of them."
    },
    {
        "o": 9913,
        "r": "csb:1 Kings:7:37",
        "t": "Bronze Basins and Other Utensils",
        "h": 2
    },
    {
        "o": 9914,
        "r": "csb:1 Kings:7:38",
        "t": "Then*p he made ten bronze basins- each basin held 220 gallons and each was six feet wide - one basin for each of the ten water carts."
    },
    {
        "o": 9915,
        "r": "csb:1 Kings:7:39",
        "t": "He set five water carts on the right side of the temple and five on the left side. He put the basin near the right side of the temple toward the southeast."
    },
    {
        "o": 9916,
        "r": "csb:1 Kings:7:40",
        "t": "Then Hiram made the basins, the shovels, and the sprinkling basins."
    },
    {
        "o": 9917,
        "r": "csb:1 Kings:7:40",
        "t": "Completion of the Bronze Works",
        "h": 2
    },
    {
        "o": 9918,
        "r": "csb:1 Kings:7:40",
        "t": "So*p Hiram finished all the work that he was doing for King Solomon on the Lord’s*s temple:"
    },
    {
        "o": 9919,
        "r": "csb:1 Kings:7:41",
        "t": "two pillars; bowls for the capitals that were on top of the two pillars; the two gratings for covering both bowls of the capitals that were on top of the pillars;"
    },
    {
        "o": 9920,
        "r": "csb:1 Kings:7:42",
        "t": "the four hundred pomegranates for the two gratings (two rows of pomegranates for each grating covering both capitals’ bowls on top of the pillars);"
    },
    {
        "o": 9921,
        "r": "csb:1 Kings:7:43",
        "t": "the ten water carts; the ten basins on the water carts;"
    },
    {
        "o": 9922,
        "r": "csb:1 Kings:7:44",
        "t": "the basin; the twelve oxen underneath the basin;"
    },
    {
        "o": 9923,
        "r": "csb:1 Kings:7:45",
        "t": "and the pots, shovels, and sprinkling basins. All the utensils that Hiram made for King Solomon at the Lord’s*s temple were made of burnished bronze."
    },
    {
        "o": 9924,
        "r": "csb:1 Kings:7:46",
        "t": "The king had them cast in clay molds in the Jordan Valley between Succoth and Zarethan."
    },
    {
        "o": 9925,
        "r": "csb:1 Kings:7:47",
        "t": "Solomon left all the utensils unweighed because there were so many; the weight of the bronze was not determined."
    },
    {
        "o": 9926,
        "r": "csb:1 Kings:7:47",
        "t": "Completion of the Gold Furnishings",
        "h": 2
    },
    {
        "o": 9927,
        "r": "csb:1 Kings:7:48",
        "t": "Solomon*p also made all the equipment in the Lord’s*s temple: the gold altar; the gold table that the Bread of the Presence was placed on;"
    },
    {
        "o": 9928,
        "r": "csb:1 Kings:7:49",
        "t": "the pure gold lampstands in front of the inner sanctuary, five on the right and five on the left; the gold flowers, lamps, and tongs;"
    },
    {
        "o": 9929,
        "r": "csb:1 Kings:7:50",
        "t": "the pure gold ceremonial bowls, wick trimmers, sprinkling basins, ladles, and firepans; and the gold hinges for the doors of the inner temple (that is, the most holy place) and for the doors of the temple sanctuary."
    },
    {
        "o": 9930,
        "r": "csb:1 Kings:7:51",
        "t": "So*p all the work King Solomon did in the Lord’s*s temple was completed. Then Solomon brought in the consecrated things of his father David- the silver, the gold, and the utensils - and put them in the treasuries of the Lord’s*s temple."
    }
]
