[
    {
        "o": 12846,
        "r": "esv:2 Chronicles:24:0",
        "t": "2 Chronicles 24",
        "h": 1
    },
    {
        "o": 12847,
        "r": "esv:2 Chronicles:24:0",
        "t": "Joash Repairs the Temple",
        "h": 2
    },
    {
        "o": 12848,
        "r": "esv:2 Chronicles:24:1",
        "t": "Joash*p was seven years old when he began to reign, and he reigned forty years in Jerusalem. His mother’s name was Zibiah of Beersheba."
    },
    {
        "o": 12849,
        "r": "esv:2 Chronicles:24:2",
        "t": "And Joash did what was right in the eyes of the Lord*s all the days of Jehoiada the priest."
    },
    {
        "o": 12850,
        "r": "esv:2 Chronicles:24:3",
        "t": "Jehoiada got for him two wives, and he had sons and daughters."
    },
    {
        "o": 12851,
        "r": "esv:2 Chronicles:24:4",
        "t": "After*p this Joash decided to restore the house of the Lord.*s"
    },
    {
        "o": 12852,
        "r": "esv:2 Chronicles:24:5",
        "t": "And he gathered the priests and the Levites and said to them, “Go out to the cities of Judah and gather from all Israel money to repair the house of your God from year to year, and see that you act quickly.” But the Levites did not act quickly."
    },
    {
        "o": 12853,
        "r": "esv:2 Chronicles:24:6",
        "t": "So the king summoned Jehoiada the chief and said to him, “Why have you not required the Levites to bring in from Judah and Jerusalem the tax levied by Moses, the servant of the Lord,*s and the congregation of Israel for the tent of testimony?”"
    },
    {
        "o": 12854,
        "r": "esv:2 Chronicles:24:7",
        "t": "For the sons of Athaliah, that wicked woman, had broken into the house of God, and had also used all the dedicated things of the house of the Lord*s for the Baals."
    },
    {
        "o": 12855,
        "r": "esv:2 Chronicles:24:8",
        "t": "So*p the king commanded, and they made a chest and set it outside the gate of the house of the Lord.*s"
    },
    {
        "o": 12856,
        "r": "esv:2 Chronicles:24:9",
        "t": "And proclamation was made throughout Judah and Jerusalem to bring in for the Lord*s the tax that Moses the servant of God laid on Israel in the wilderness."
    },
    {
        "o": 12857,
        "r": "esv:2 Chronicles:24:10",
        "t": "And all the princes and all the people rejoiced and brought their tax and dropped it into the chest until they had finished."
    },
    {
        "o": 12858,
        "r": "esv:2 Chronicles:24:11",
        "t": "And whenever the chest was brought to the king’s officers by the Levites, when they saw that there was much money in it, the king’s secretary and the officer of the chief priest would come and empty the chest and take it and return it to its place. Thus they did day after day, and collected money in abundance."
    },
    {
        "o": 12859,
        "r": "esv:2 Chronicles:24:12",
        "t": "And the king and Jehoiada gave it to those who had charge of the work of the house of the Lord,*s and they hired masons and carpenters to restore the house of the Lord,*s and also workers in iron and bronze to repair the house of the Lord.*s"
    },
    {
        "o": 12860,
        "r": "esv:2 Chronicles:24:13",
        "t": "So those who were engaged in the work labored, and the repairing went forward in their hands, and they restored the house of God to its proper condition and strengthened it."
    },
    {
        "o": 12861,
        "r": "esv:2 Chronicles:24:14",
        "t": "And when they had finished, they brought the rest of the money before the king and Jehoiada, and with it were made utensils for the house of the Lord,*s both for the service and for the burnt offerings, and dishes for incense and vessels of gold and silver. And they offered burnt offerings in the house of the Lord*s regularly all the days of Jehoiada."
    },
    {
        "o": 12862,
        "r": "esv:2 Chronicles:24:15",
        "t": "But*p Jehoiada grew old and full of days, and died. He was 130 years old at his death."
    },
    {
        "o": 12863,
        "r": "esv:2 Chronicles:24:16",
        "t": "And they buried him in the city of David among the kings, because he had done good in Israel, and toward God and his house."
    },
    {
        "o": 12864,
        "r": "esv:2 Chronicles:24:17",
        "t": "Now*p after the death of Jehoiada the princes of Judah came and paid homage to the king. Then the king listened to them."
    },
    {
        "o": 12865,
        "r": "esv:2 Chronicles:24:18",
        "t": "And they abandoned the house of the Lord,*s the God of their fathers, and served the Asherim and the idols. And wrath came upon Judah and Jerusalem for this guilt of theirs."
    },
    {
        "o": 12866,
        "r": "esv:2 Chronicles:24:19",
        "t": "Yet he sent prophets among them to bring them back to the Lord.*s These testified against them, but they would not pay attention."
    },
    {
        "o": 12867,
        "r": "esv:2 Chronicles:24:19",
        "t": "Joash’s Treachery",
        "h": 2
    },
    {
        "o": 12868,
        "r": "esv:2 Chronicles:24:20",
        "t": "Then*p the Spirit of God clothed Zechariah the son of Jehoiada the priest, and he stood above the people, and said to them, “Thus says God, ‘Why do you break the commandments of the Lord,*s so that you cannot prosper? Because you have forsaken the Lord,*s he has forsaken you.’”"
    },
    {
        "o": 12869,
        "r": "esv:2 Chronicles:24:21",
        "t": "But they conspired against him, and by command of the king they stoned him with stones in the court of the house of the Lord.*s"
    },
    {
        "o": 12870,
        "r": "esv:2 Chronicles:24:22",
        "t": "Thus Joash the king did not remember the kindness that Jehoiada, Zechariah’s father, had shown him, but killed his son. And when he was dying, he said, “May the Lord*s see and avenge!”"
    },
    {
        "o": 12871,
        "r": "esv:2 Chronicles:24:22",
        "t": "Joash Assassinated",
        "h": 2
    },
    {
        "o": 12872,
        "r": "esv:2 Chronicles:24:23",
        "t": "At*p the end of the year the army of the Syrians came up against Joash. They came to Judah and Jerusalem and destroyed all the princes of the people from among the people and sent all their spoil to the king of Damascus."
    },
    {
        "o": 12873,
        "r": "esv:2 Chronicles:24:24",
        "t": "Though the army of the Syrians had come with few men, the Lord*s delivered into their hand a very great army, because Judah had forsaken the Lord,*s the God of their fathers. Thus they executed judgment on Joash."
    },
    {
        "o": 12874,
        "r": "esv:2 Chronicles:24:25",
        "t": "When*p they had departed from him, leaving him severely wounded, his servants conspired against him because of the blood of the son of Jehoiada the priest, and killed him on his bed. So he died, and they buried him in the city of David, but they did not bury him in the tombs of the kings."
    },
    {
        "o": 12875,
        "r": "esv:2 Chronicles:24:26",
        "t": "Those who conspired against him were Zabad the son of Shimeath the Ammonite, and Jehozabad the son of Shimrith the Moabite."
    },
    {
        "o": 12876,
        "r": "esv:2 Chronicles:24:27",
        "t": "Accounts of his sons and of the many oracles against him and of the rebuilding of the house of God are written in the Story of the Book of the Kings. And Amaziah his son reigned in his place."
    }
]
