[
    {
        "o": 1730,
        "r": "nkjv:Exodus:3:0",
        "t": "Exodus 3",
        "h": 1
    },
    {
        "o": 1731,
        "r": "nkjv:Exodus:3:0",
        "t": "Moses at the Burning Bush",
        "h": 2
    },
    {
        "o": 1732,
        "r": "nkjv:Exodus:3:1",
        "t": "Now*p Moses was tending the flock of Jethro his father-in-law, the priest of Midian. And he led the flock to the back of the desert, and came to Horeb, the mountain of God."
    },
    {
        "o": 1733,
        "r": "nkjv:Exodus:3:2",
        "t": "And the Angel of the Lord*s appeared to him in a flame of fire from the midst of a bush. So he looked, and behold, the bush was burning with fire, but the bush was*i not consumed."
    },
    {
        "o": 1734,
        "r": "nkjv:Exodus:3:3",
        "t": "Then Moses said, “I will now turn aside and see this great sight, why the bush does not burn.”"
    },
    {
        "o": 1735,
        "r": "nkjv:Exodus:3:4",
        "t": "So*p when the Lord*s saw that he turned aside to look, God called to him from the midst of the bush and said, “Moses, Moses!” And*p he said, “Here I am.”"
    },
    {
        "o": 1736,
        "r": "nkjv:Exodus:3:5",
        "t": "Then*p He said, “Do not draw near this place. Take your sandals off your feet, for the place where you stand is*i holy ground.”"
    },
    {
        "o": 1737,
        "r": "nkjv:Exodus:3:6",
        "t": "Moreover He said, “I am*i the God of your father—the God of Abraham, the God of Isaac, and the God of Jacob.” And Moses hid his face, for he was afraid to look upon God."
    },
    {
        "o": 1738,
        "r": "nkjv:Exodus:3:7",
        "t": "And*p the Lord*s said: “I have surely seen the oppression of My people who are*i in Egypt, and have heard their cry because of their taskmasters, for I know their sorrows."
    },
    {
        "o": 1739,
        "r": "nkjv:Exodus:3:8",
        "t": "So I have come down to deliver them out of the hand of the Egyptians, and to bring them up from that land to a good and large land, to a land flowing with milk and honey, to the place of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites."
    },
    {
        "o": 1740,
        "r": "nkjv:Exodus:3:9",
        "t": "Now therefore, behold, the cry of the children of Israel has come to Me, and I have also seen the oppression with which the Egyptians oppress them."
    },
    {
        "o": 1741,
        "r": "nkjv:Exodus:3:10",
        "t": "Come now, therefore, and I will send you to Pharaoh that you may bring My people, the children of Israel, out of Egypt.”"
    },
    {
        "o": 1742,
        "r": "nkjv:Exodus:3:11",
        "t": "But*p Moses said to God, “Who am*i I that I should go to Pharaoh, and that I should bring the children of Israel out of Egypt?”"
    },
    {
        "o": 1743,
        "r": "nkjv:Exodus:3:12",
        "t": "So*p He said, “I will certainly be with you. And this shall*i be*i a sign to you that I have sent you: When you have brought the people out of Egypt, you shall serve God on this mountain.”"
    },
    {
        "o": 1744,
        "r": "nkjv:Exodus:3:13",
        "t": "Then*p Moses said to God, “Indeed, when*i I come to the children of Israel and say to them, ‘The God of your fathers has sent me to you,’ and they say to me, ‘What is*i His name?’ what shall I say to them?”"
    },
    {
        "o": 1745,
        "r": "nkjv:Exodus:3:14",
        "t": "And*p God said to Moses, “I AM WHO I AM.” And He said, “Thus you shall say to the children of Israel, ‘I AM has sent me to you.’”"
    },
    {
        "o": 1746,
        "r": "nkjv:Exodus:3:15",
        "t": "Moreover God said to Moses, “Thus you shall say to the children of Israel: ‘The Lord*s God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This is*i My name forever, and this is*i My memorial to all generations.’"
    },
    {
        "o": 1747,
        "r": "nkjv:Exodus:3:16",
        "t": "Go and gather the elders of Israel together, and say to them, ‘The Lord*s God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared to me, saying, “I have surely visited you and seen*i what is done to you in Egypt;"
    },
    {
        "o": 1748,
        "r": "nkjv:Exodus:3:17",
        "t": "and I have said I will bring you up out of the affliction of Egypt to the land of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites, to a land flowing with milk and honey.”’"
    },
    {
        "o": 1749,
        "r": "nkjv:Exodus:3:18",
        "t": "Then they will heed your voice; and you shall come, you and the elders of Israel, to the king of Egypt; and you shall say to him, ‘The Lord*s God of the Hebrews has met with us; and now, please, let us go three days’ journey into the wilderness, that we may sacrifice to the Lord*s our God.’"
    },
    {
        "o": 1750,
        "r": "nkjv:Exodus:3:19",
        "t": "But I am sure that the king of Egypt will not let you go, no, not even by a mighty hand."
    },
    {
        "o": 1751,
        "r": "nkjv:Exodus:3:20",
        "t": "So I will stretch out My hand and strike Egypt with all My wonders which I will do in its midst; and after that he will let you go."
    },
    {
        "o": 1752,
        "r": "nkjv:Exodus:3:21",
        "t": "And I will give this people favor in the sight of the Egyptians; and it shall be, when you go, that you shall not go empty-handed."
    },
    {
        "o": 1753,
        "r": "nkjv:Exodus:3:22",
        "t": "But every woman shall ask of her neighbor, namely, of her who dwells near her house, articles of silver, articles of gold, and clothing; and you shall put them*i on your sons and on your daughters. So you shall plunder the Egyptians.”"
    }
]
