[
    {
        "o": 3655,
        "r": "nkjv:Leviticus:20:0",
        "t": "Leviticus 20",
        "h": 1
    },
    {
        "o": 3656,
        "r": "nkjv:Leviticus:20:0",
        "t": "Penalties for Breaking the Law",
        "h": 2
    },
    {
        "o": 3657,
        "r": "nkjv:Leviticus:20:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3658,
        "r": "nkjv:Leviticus:20:2",
        "t": "“Again, you shall say to the children of Israel: ‘Whoever of the children of Israel, or of the strangers who dwell in Israel, who gives any of his descendants to Molech, he shall surely be put to death. The people of the land shall stone him with stones."
    },
    {
        "o": 3659,
        "r": "nkjv:Leviticus:20:3",
        "t": "I will set My face against that man, and will cut him off from his people, because he has given some of his descendants to Molech, to defile My sanctuary and profane My holy name."
    },
    {
        "o": 3660,
        "r": "nkjv:Leviticus:20:4",
        "t": "And if the people of the land should in any way hide their eyes from the man, when he gives some of his descendants to Molech, and they do not kill him,"
    },
    {
        "o": 3661,
        "r": "nkjv:Leviticus:20:5",
        "t": "then I will set My face against that man and against his family; and I will cut him off from his people, and all who prostitute themselves with him to commit harlotry with Molech."
    },
    {
        "o": 3662,
        "r": "nkjv:Leviticus:20:6",
        "t": "‘And*p the person who turns to mediums and familiar spirits, to prostitute himself with them, I will set My face against that person and cut him off from his people."
    },
    {
        "o": 3663,
        "r": "nkjv:Leviticus:20:7",
        "t": "Consecrate yourselves therefore, and be holy, for I am the Lord*s your God."
    },
    {
        "o": 3664,
        "r": "nkjv:Leviticus:20:8",
        "t": "And you shall keep My statutes, and perform them: I am the Lord*s who sanctifies you."
    },
    {
        "o": 3665,
        "r": "nkjv:Leviticus:20:9",
        "t": "‘For*p everyone who curses his father or his mother shall surely be put to death. He has cursed his father or his mother. His blood shall be upon him."
    },
    {
        "o": 3666,
        "r": "nkjv:Leviticus:20:10",
        "t": "‘The*p man who commits adultery with another man’s wife, he who commits adultery with his neighbor’s wife, the adulterer and the adulteress, shall surely be put to death."
    },
    {
        "o": 3667,
        "r": "nkjv:Leviticus:20:11",
        "t": "The man who lies with his father’s wife has uncovered his father’s nakedness; both of them shall surely be put to death. Their blood shall be upon them."
    },
    {
        "o": 3668,
        "r": "nkjv:Leviticus:20:12",
        "t": "If a man lies with his daughter-in-law, both of them shall surely be put to death. They have committed perversion. Their blood shall be upon them."
    },
    {
        "o": 3669,
        "r": "nkjv:Leviticus:20:13",
        "t": "If a man lies with a male as he lies with a woman, both of them have committed an abomination. They shall surely be put to death. Their blood shall be upon them."
    },
    {
        "o": 3670,
        "r": "nkjv:Leviticus:20:14",
        "t": "If a man marries a woman and her mother, it is wickedness. They shall be burned with fire, both he and they, that there may be no wickedness among you."
    },
    {
        "o": 3671,
        "r": "nkjv:Leviticus:20:15",
        "t": "If a man mates with an animal, he shall surely be put to death, and you shall kill the animal."
    },
    {
        "o": 3672,
        "r": "nkjv:Leviticus:20:16",
        "t": "If a woman approaches any animal and mates with it, you shall kill the woman and the animal. They shall surely be put to death. Their blood is upon them."
    },
    {
        "o": 3673,
        "r": "nkjv:Leviticus:20:17",
        "t": "‘If*p a man takes his sister, his father’s daughter or his mother’s daughter, and sees her nakedness and she sees his nakedness, it is a wicked thing. And they shall be cut off in the sight of their people. He has uncovered his sister’s nakedness. He shall bear his guilt."
    },
    {
        "o": 3674,
        "r": "nkjv:Leviticus:20:18",
        "t": "If a man lies with a woman during her sickness and uncovers her nakedness, he has exposed her flow, and she has uncovered the flow of her blood. Both of them shall be cut off from their people."
    },
    {
        "o": 3675,
        "r": "nkjv:Leviticus:20:19",
        "t": "‘You*p shall not uncover the nakedness of your mother’s sister nor of your father’s sister, for that would uncover his near of kin. They shall bear their guilt."
    },
    {
        "o": 3676,
        "r": "nkjv:Leviticus:20:20",
        "t": "If a man lies with his uncle’s wife, he has uncovered his uncle’s nakedness. They shall bear their sin; they shall die childless."
    },
    {
        "o": 3677,
        "r": "nkjv:Leviticus:20:21",
        "t": "If a man takes his brother’s wife, it is an unclean thing. He has uncovered his brother’s nakedness. They shall be childless."
    },
    {
        "o": 3678,
        "r": "nkjv:Leviticus:20:22",
        "t": "‘You*p shall therefore keep all My statutes and all My judgments, and perform them, that the land where I am bringing you to dwell may not vomit you out."
    },
    {
        "o": 3679,
        "r": "nkjv:Leviticus:20:23",
        "t": "And you shall not walk in the statutes of the nation which I am casting out before you; for they commit all these things, and therefore I abhor them."
    },
    {
        "o": 3680,
        "r": "nkjv:Leviticus:20:24",
        "t": "But I have said to you, “You shall inherit their land, and I will give it to you to possess, a land flowing with milk and honey.” I am the Lord*s your God, who has separated you from the peoples."
    },
    {
        "o": 3681,
        "r": "nkjv:Leviticus:20:25",
        "t": "You shall therefore distinguish between clean animals and unclean, between unclean birds and clean, and you shall not make yourselves abominable by beast or by bird, or by any kind of living thing that creeps on the ground, which I have separated from you as unclean."
    },
    {
        "o": 3682,
        "r": "nkjv:Leviticus:20:26",
        "t": "And you shall be holy to Me, for I the Lord*s am holy, and have separated you from the peoples, that you should be Mine."
    },
    {
        "o": 3683,
        "r": "nkjv:Leviticus:20:27",
        "t": "‘A*p man or a woman who is a medium, or who has familiar spirits, shall surely be put to death; they shall stone them with stones. Their blood shall be upon them.’”"
    }
]
