[
    {
        "o": 11708,
        "r": "esv:1 Chronicles:10:0",
        "t": "1 Chronicles 10",
        "h": 1
    },
    {
        "o": 11709,
        "r": "esv:1 Chronicles:10:0",
        "t": "The Death of Saul and His Sons",
        "h": 2
    },
    {
        "o": 11710,
        "r": "esv:1 Chronicles:10:1",
        "t": "Now*p the Philistines fought against Israel, and the men of Israel fled before the Philistines and fell slain on Mount Gilboa."
    },
    {
        "o": 11711,
        "r": "esv:1 Chronicles:10:2",
        "t": "And the Philistines overtook Saul and his sons, and the Philistines struck down Jonathan and Abinadab and Malchi-shua, the sons of Saul."
    },
    {
        "o": 11712,
        "r": "esv:1 Chronicles:10:3",
        "t": "The battle pressed hard against Saul, and the archers found him, and he was wounded by the archers."
    },
    {
        "o": 11713,
        "r": "esv:1 Chronicles:10:4",
        "t": "Then Saul said to his armor-bearer, “Draw your sword and thrust me through with it, lest these uncircumcised come and mistreat me.” But his armor-bearer would not, for he feared greatly. Therefore Saul took his own sword and fell upon it."
    },
    {
        "o": 11714,
        "r": "esv:1 Chronicles:10:5",
        "t": "And when his armor-bearer saw that Saul was dead, he also fell upon his sword and died."
    },
    {
        "o": 11715,
        "r": "esv:1 Chronicles:10:6",
        "t": "Thus Saul died; he and his three sons and all his house died together."
    },
    {
        "o": 11716,
        "r": "esv:1 Chronicles:10:7",
        "t": "And when all the men of Israel who were in the valley saw that the army had fled and that Saul and his sons were dead, they abandoned their cities and fled, and the Philistines came and lived in them."
    },
    {
        "o": 11717,
        "r": "esv:1 Chronicles:10:8",
        "t": "The*p next day, when the Philistines came to strip the slain, they found Saul and his sons fallen on Mount Gilboa."
    },
    {
        "o": 11718,
        "r": "esv:1 Chronicles:10:9",
        "t": "And they stripped him and took his head and his armor, and sent messengers throughout the land of the Philistines to carry the good news to their idols and to the people."
    },
    {
        "o": 11719,
        "r": "esv:1 Chronicles:10:10",
        "t": "And they put his armor in the temple of their gods and fastened his head in the temple of Dagon."
    },
    {
        "o": 11720,
        "r": "esv:1 Chronicles:10:11",
        "t": "But when all Jabesh-gilead heard all that the Philistines had done to Saul,"
    },
    {
        "o": 11721,
        "r": "esv:1 Chronicles:10:12",
        "t": "all the valiant men arose and took away the body of Saul and the bodies of his sons, and brought them to Jabesh. And they buried their bones under the oak in Jabesh and fasted seven days."
    },
    {
        "o": 11722,
        "r": "esv:1 Chronicles:10:13",
        "t": "So*p Saul died for his breach of faith. He broke faith with the Lord*s in that he did not keep the command of the Lord,*s and also consulted a medium, seeking guidance."
    },
    {
        "o": 11723,
        "r": "esv:1 Chronicles:10:14",
        "t": "He did not seek guidance from the Lord.*s Therefore the Lord*s put him to death and turned the kingdom over to David the son of Jesse."
    }
]
