[
    {
        "o": 6365,
        "r": "nasb:Joshua:1:0",
        "t": "Joshua 1",
        "h": 1
    },
    {
        "o": 6366,
        "r": "nasb:Joshua:1:0",
        "t": "God’s Charge to Joshua",
        "h": 2
    },
    {
        "o": 6367,
        "r": "nasb:Joshua:1:1",
        "t": "Now*p it came about after the death of Moses the servant of the Lord,*s that the Lord*s spoke to Joshua the son of Nun, Moses’ servant, saying,"
    },
    {
        "o": 6368,
        "r": "nasb:Joshua:1:2",
        "t": "“Moses My servant is dead; now therefore arise, cross this Jordan, you and all this people, to the land which I am giving to them, to the sons of Israel."
    },
    {
        "o": 6369,
        "r": "nasb:Joshua:1:3",
        "t": "Every place on which the sole of your foot treads, I have given it to you, just as I spoke to Moses."
    },
    {
        "o": 6370,
        "r": "nasb:Joshua:1:4",
        "t": "From the wilderness and this Lebanon, even as far as the great river, the river Euphrates, all the land of the Hittites, and as far as the Great Sea toward the setting of the sun will be your territory."
    },
    {
        "o": 6371,
        "r": "nasb:Joshua:1:5",
        "t": "No man will be*i able*i to*i stand before you all the days of your life. Just as I have been with Moses, I will be with you; I will not fail you or forsake you."
    },
    {
        "o": 6372,
        "r": "nasb:Joshua:1:6",
        "t": "Be strong and courageous, for you shall give this people possession of the land which I swore to their fathers to give them."
    },
    {
        "o": 6373,
        "r": "nasb:Joshua:1:7",
        "t": "Only be strong and very courageous; be careful to do according to all the law which Moses My servant commanded you; do not turn from it to the right or to the left, so that you may have success wherever you go."
    },
    {
        "o": 6374,
        "r": "nasb:Joshua:1:8",
        "t": "This book of the law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it; for then you will make your way prosperous, and then you will have success."
    },
    {
        "o": 6375,
        "r": "nasb:Joshua:1:9",
        "t": "Have I not commanded you? Be strong and courageous! Do not tremble or be dismayed, for the Lord*s your God is with you wherever you go.”"
    },
    {
        "o": 6376,
        "r": "nasb:Joshua:1:9",
        "t": "Joshua Assumes Command",
        "h": 2
    },
    {
        "o": 6377,
        "r": "nasb:Joshua:1:10",
        "t": "Then*p Joshua commanded the officers of the people, saying,"
    },
    {
        "o": 6378,
        "r": "nasb:Joshua:1:11",
        "t": "“Pass through the midst of the camp and command the people, saying, ‘Prepare provisions for yourselves, for within three days you are to cross this Jordan, to go in to possess the land which the Lord*s your God is giving you, to possess it.’ ”"
    },
    {
        "o": 6379,
        "r": "nasb:Joshua:1:12",
        "t": "To*p the Reubenites and to the Gadites and to the half-tribe of Manasseh, Joshua said,"
    },
    {
        "o": 6380,
        "r": "nasb:Joshua:1:13",
        "t": "“Remember the word which Moses the servant of the Lord*s commanded you, saying, ‘The Lord*s your God gives you rest and will give you this land.’"
    },
    {
        "o": 6381,
        "r": "nasb:Joshua:1:14",
        "t": "Your wives, your little ones, and your cattle shall remain in the land which Moses gave you beyond the Jordan, but you shall cross before your brothers in battle array, all your valiant warriors, and shall help them,"
    },
    {
        "o": 6382,
        "r": "nasb:Joshua:1:15",
        "t": "until the Lord*s gives your brothers rest, as He*i gives*i you, and they also possess the land which the Lord*s your God is giving them. Then you shall return to your own land, and possess that which Moses the servant of the Lord*s gave you beyond the Jordan toward the sunrise.”"
    },
    {
        "o": 6383,
        "r": "nasb:Joshua:1:16",
        "t": "They*p answered Joshua, saying, “All that you have commanded us we will do, and wherever you send us we will go."
    },
    {
        "o": 6384,
        "r": "nasb:Joshua:1:17",
        "t": "Just as we obeyed Moses in all things, so we will obey you; only may the Lord*s your God be with you as He was with Moses."
    },
    {
        "o": 6385,
        "r": "nasb:Joshua:1:18",
        "t": "Anyone who rebels against your command and does not obey your words in all that you command him, shall be put to death; only be strong and courageous.”"
    }
]
