[
    {
        "o": 1569,
        "r": "niv:Genesis:48:0",
        "t": "Genesis 48",
        "h": 1
    },
    {
        "o": 1570,
        "r": "niv:Genesis:48:0",
        "t": "Manasseh and Ephraim",
        "h": 2
    },
    {
        "o": 1571,
        "r": "niv:Genesis:48:1",
        "t": "Some*p time later Joseph was told, “Your father is ill.” So he took his two sons Manasseh and Ephraim along with him."
    },
    {
        "o": 1572,
        "r": "niv:Genesis:48:2",
        "t": "When Jacob was told, “Your son Joseph has come to you,” Israel rallied his strength and sat up on the bed."
    },
    {
        "o": 1573,
        "r": "niv:Genesis:48:3",
        "t": "Jacob*p said to Joseph, “God Almighty appeared to me at Luz in the land of Canaan, and there he blessed me"
    },
    {
        "o": 1574,
        "r": "niv:Genesis:48:4",
        "t": "and said to me, ‘I am going to make you fruitful and increase your numbers. I will make you a community of peoples, and I will give this land as an everlasting possession to your descendants after you.’"
    },
    {
        "o": 1575,
        "r": "niv:Genesis:48:5",
        "t": "“Now*p then, your two sons born to you in Egypt before I came to you here will be reckoned as mine; Ephraim and Manasseh will be mine, just as Reuben and Simeon are mine."
    },
    {
        "o": 1576,
        "r": "niv:Genesis:48:6",
        "t": "Any children born to you after them will be yours; in the territory they inherit they will be reckoned under the names of their brothers."
    },
    {
        "o": 1577,
        "r": "niv:Genesis:48:7",
        "t": "As I was returning from Paddan, to my sorrow Rachel died in the land of Canaan while we were still on the way, a little distance from Ephrath. So I buried her there beside the road to Ephrath” (that is, Bethlehem)."
    },
    {
        "o": 1578,
        "r": "niv:Genesis:48:8",
        "t": "When*p Israel saw the sons of Joseph, he asked, “Who are these?”"
    },
    {
        "o": 1579,
        "r": "niv:Genesis:48:9",
        "t": "“They*p are the sons God has given me here,” Joseph said to his father. Then*p Israel said, “Bring them to me so I may bless them.”"
    },
    {
        "o": 1580,
        "r": "niv:Genesis:48:10",
        "t": "Now*p Israel’s eyes were failing because of old age, and he could hardly see. So Joseph brought his sons close to him, and his father kissed them and embraced them."
    },
    {
        "o": 1581,
        "r": "niv:Genesis:48:11",
        "t": "Israel*p said to Joseph, “I never expected to see your face again, and now God has allowed me to see your children too.”"
    },
    {
        "o": 1582,
        "r": "niv:Genesis:48:12",
        "t": "Then*p Joseph removed them from Israel’s knees and bowed down with his face to the ground."
    },
    {
        "o": 1583,
        "r": "niv:Genesis:48:13",
        "t": "And Joseph took both of them, Ephraim on his right toward Israel’s left hand and Manasseh on his left toward Israel’s right hand, and brought them close to him."
    },
    {
        "o": 1584,
        "r": "niv:Genesis:48:14",
        "t": "But Israel reached out his right hand and put it on Ephraim’s head, though he was the younger, and crossing his arms, he put his left hand on Manasseh’s head, even though Manasseh was the firstborn."
    },
    {
        "o": 1585,
        "r": "niv:Genesis:48:15",
        "t": "Then*p he blessed Joseph and said, “May*pn the God before whom my fathers Abraham*ld and Isaac walked faithfully, the*ln God who has been my shepherd all*ld my life to this day,"
    },
    {
        "o": 1586,
        "r": "niv:Genesis:48:16",
        "t": "the*ln Angel who has delivered me from all harm —may*ld he bless these boys. May*ln they be called by my name and*ld the names of my fathers Abraham and Isaac, and*ln may they increase greatly on*ld the earth.”"
    },
    {
        "o": 1587,
        "r": "niv:Genesis:48:17",
        "t": "When*p Joseph saw his father placing his right hand on Ephraim’s head he was displeased; so he took hold of his father’s hand to move it from Ephraim’s head to Manasseh’s head."
    },
    {
        "o": 1588,
        "r": "niv:Genesis:48:18",
        "t": "Joseph said to him, “No, my father, this one is the firstborn; put your right hand on his head.”"
    },
    {
        "o": 1589,
        "r": "niv:Genesis:48:19",
        "t": "But*p his father refused and said, “I know, my son, I know. He too will become a people, and he too will become great. Nevertheless, his younger brother will be greater than he, and his descendants will become a group of nations.”"
    },
    {
        "o": 1590,
        "r": "niv:Genesis:48:20",
        "t": "He blessed them that day and said, “In*pn your name will Israel pronounce this blessing: ‘May*ld God make you like Ephraim and Manasseh.’ ” So*p he put Ephraim ahead of Manasseh."
    },
    {
        "o": 1591,
        "r": "niv:Genesis:48:21",
        "t": "Then*p Israel said to Joseph, “I am about to die, but God will be with you and take you back to the land of your fathers."
    },
    {
        "o": 1592,
        "r": "niv:Genesis:48:22",
        "t": "And to you I give one more ridge of land than to your brothers, the ridge I took from the Amorites with my sword and my bow.”"
    }
]
