[
    {
        "o": 7449,
        "r": "niv:Judges:11:0",
        "t": "Judges 11",
        "h": 1
    },
    {
        "o": 7450,
        "r": "niv:Judges:11:1",
        "t": "Jephthah*p the Gileadite was a mighty warrior. His father was Gilead; his mother was a prostitute."
    },
    {
        "o": 7451,
        "r": "niv:Judges:11:2",
        "t": "Gilead’s wife also bore him sons, and when they were grown up, they drove Jephthah away. “You are not going to get any inheritance in our family,” they said, “because you are the son of another woman.”"
    },
    {
        "o": 7452,
        "r": "niv:Judges:11:3",
        "t": "So Jephthah fled from his brothers and settled in the land of Tob, where a gang of scoundrels gathered around him and followed him."
    },
    {
        "o": 7453,
        "r": "niv:Judges:11:4",
        "t": "Some*p time later, when the Ammonites were fighting against Israel,"
    },
    {
        "o": 7454,
        "r": "niv:Judges:11:5",
        "t": "the elders of Gilead went to get Jephthah from the land of Tob."
    },
    {
        "o": 7455,
        "r": "niv:Judges:11:6",
        "t": "“Come,” they said, “be our commander, so we can fight the Ammonites.”"
    },
    {
        "o": 7456,
        "r": "niv:Judges:11:7",
        "t": "Jephthah*p said to them, “Didn’t you hate me and drive me from my father’s house? Why do you come to me now, when you’re in trouble?”"
    },
    {
        "o": 7457,
        "r": "niv:Judges:11:8",
        "t": "The*p elders of Gilead said to him, “Nevertheless, we are turning to you now; come with us to fight the Ammonites, and you will be head over all of us who live in Gilead.”"
    },
    {
        "o": 7458,
        "r": "niv:Judges:11:9",
        "t": "Jephthah*p answered, “Suppose you take me back to fight the Ammonites and the Lord*s gives them to me—will I really be your head?”"
    },
    {
        "o": 7459,
        "r": "niv:Judges:11:10",
        "t": "The*p elders of Gilead replied, “The Lord*s is our witness; we will certainly do as you say.”"
    },
    {
        "o": 7460,
        "r": "niv:Judges:11:11",
        "t": "So Jephthah went with the elders of Gilead, and the people made him head and commander over them. And he repeated all his words before the Lord*s in Mizpah."
    },
    {
        "o": 7461,
        "r": "niv:Judges:11:12",
        "t": "Then*p Jephthah sent messengers to the Ammonite king with the question: “What do you have against me that you have attacked my country?”"
    },
    {
        "o": 7462,
        "r": "niv:Judges:11:13",
        "t": "The*p king of the Ammonites answered Jephthah’s messengers, “When Israel came up out of Egypt, they took away my land from the Arnon to the Jabbok, all the way to the Jordan. Now give it back peaceably.”"
    },
    {
        "o": 7463,
        "r": "niv:Judges:11:14",
        "t": "Jephthah*p sent back messengers to the Ammonite king,"
    },
    {
        "o": 7464,
        "r": "niv:Judges:11:15",
        "t": "saying: “This is what Jephthah says: Israel did not take the land of Moab or the land of the Ammonites."
    },
    {
        "o": 7465,
        "r": "niv:Judges:11:16",
        "t": "But when they came up out of Egypt, Israel went through the wilderness to the Red Sea and on to Kadesh."
    },
    {
        "o": 7466,
        "r": "niv:Judges:11:17",
        "t": "Then Israel sent messengers to the king of Edom, saying, ‘Give us permission to go through your country,’ but the king of Edom would not listen. They sent also to the king of Moab, and he refused. So Israel stayed at Kadesh."
    },
    {
        "o": 7467,
        "r": "niv:Judges:11:18",
        "t": "“Next*ln they traveled through the wilderness, skirted the lands of Edom and Moab, passed along the eastern side of the country of Moab, and camped on the other side of the Arnon. They did not enter the territory of Moab, for the Arnon was its border."
    },
    {
        "o": 7468,
        "r": "niv:Judges:11:19",
        "t": "“Then*ln Israel sent messengers to Sihon king of the Amorites, who ruled in Heshbon, and said to him, ‘Let us pass through your country to our own place.’"
    },
    {
        "o": 7469,
        "r": "niv:Judges:11:20",
        "t": "Sihon, however, did not trust Israel to pass through his territory. He mustered all his troops and encamped at Jahaz and fought with Israel."
    },
    {
        "o": 7470,
        "r": "niv:Judges:11:21",
        "t": "“Then*ln the Lord,*s the God of Israel, gave Sihon and his whole army into Israel’s hands, and they defeated them. Israel took over all the land of the Amorites who lived in that country,"
    },
    {
        "o": 7471,
        "r": "niv:Judges:11:22",
        "t": "capturing all of it from the Arnon to the Jabbok and from the desert to the Jordan."
    },
    {
        "o": 7472,
        "r": "niv:Judges:11:23",
        "t": "“Now*ln since the Lord,*s the God of Israel, has driven the Amorites out before his people Israel, what right have you to take it over?"
    },
    {
        "o": 7473,
        "r": "niv:Judges:11:24",
        "t": "Will you not take what your god Chemosh gives you? Likewise, whatever the Lord*s our God has given us, we will possess."
    },
    {
        "o": 7474,
        "r": "niv:Judges:11:25",
        "t": "Are you any better than Balak son of Zippor, king of Moab? Did he ever quarrel with Israel or fight with them?"
    },
    {
        "o": 7475,
        "r": "niv:Judges:11:26",
        "t": "For three hundred years Israel occupied Heshbon, Aroer, the surrounding settlements and all the towns along the Arnon. Why didn’t you retake them during that time?"
    },
    {
        "o": 7476,
        "r": "niv:Judges:11:27",
        "t": "I have not wronged you, but you are doing me wrong by waging war against me. Let the Lord,*s the Judge, decide the dispute this day between the Israelites and the Ammonites.”"
    },
    {
        "o": 7477,
        "r": "niv:Judges:11:28",
        "t": "The*p king of Ammon, however, paid no attention to the message Jephthah sent him."
    },
    {
        "o": 7478,
        "r": "niv:Judges:11:29",
        "t": "Then*p the Spirit of the Lord*s came on Jephthah. He crossed Gilead and Manasseh, passed through Mizpah of Gilead, and from there he advanced against the Ammonites."
    },
    {
        "o": 7479,
        "r": "niv:Judges:11:30",
        "t": "And Jephthah made a vow to the Lord:*s “If you give the Ammonites into my hands,"
    },
    {
        "o": 7480,
        "r": "niv:Judges:11:31",
        "t": "whatever comes out of the door of my house to meet me when I return in triumph from the Ammonites will be the Lord*s ’s, and I will sacrifice it as a burnt offering.”"
    },
    {
        "o": 7481,
        "r": "niv:Judges:11:32",
        "t": "Then*p Jephthah went over to fight the Ammonites, and the Lord*s gave them into his hands."
    },
    {
        "o": 7482,
        "r": "niv:Judges:11:33",
        "t": "He devastated twenty towns from Aroer to the vicinity of Minnith, as far as Abel Keramim. Thus Israel subdued Ammon."
    },
    {
        "o": 7483,
        "r": "niv:Judges:11:34",
        "t": "When*p Jephthah returned to his home in Mizpah, who should come out to meet him but his daughter, dancing to the sound of timbrels! She was an only child. Except for her he had neither son nor daughter."
    },
    {
        "o": 7484,
        "r": "niv:Judges:11:35",
        "t": "When he saw her, he tore his clothes and cried, “Oh no, my daughter! You have brought me down and I am devastated. I have made a vow to the Lord*s that I cannot break.”"
    },
    {
        "o": 7485,
        "r": "niv:Judges:11:36",
        "t": "“My*p father,” she replied, “you have given your word to the Lord.*s Do to me just as you promised, now that the Lord*s has avenged you of your enemies, the Ammonites."
    },
    {
        "o": 7486,
        "r": "niv:Judges:11:37",
        "t": "But grant me this one request,” she said. “Give me two months to roam the hills and weep with my friends, because I will never marry.”"
    },
    {
        "o": 7487,
        "r": "niv:Judges:11:38",
        "t": "“You*p may go,” he said. And he let her go for two months. She and her friends went into the hills and wept because she would never marry."
    },
    {
        "o": 7488,
        "r": "niv:Judges:11:39",
        "t": "After the two months, she returned to her father, and he did to her as he had vowed. And she was a virgin. From*p this comes the Israelite tradition"
    },
    {
        "o": 7489,
        "r": "niv:Judges:11:40",
        "t": "that each year the young women of Israel go out for four days to commemorate the daughter of Jephthah the Gileadite."
    }
]
