[
    {
        "o": 151,
        "r": "csb:Genesis:6:0",
        "t": "Genesis 6",
        "h": 1
    },
    {
        "o": 152,
        "r": "csb:Genesis:6:0",
        "t": "Sons of God and Daughters of Mankind",
        "h": 2
    },
    {
        "o": 153,
        "r": "csb:Genesis:6:1",
        "t": "When*p mankind began to multiply on the earth and daughters were born to them,"
    },
    {
        "o": 154,
        "r": "csb:Genesis:6:2",
        "t": "the sons of God saw that the daughters of mankind were beautiful, and they took any they chose as wives for themselves."
    },
    {
        "o": 155,
        "r": "csb:Genesis:6:3",
        "t": "And the Lord*s said, “My Spirit will not remain with mankind forever, because they are corrupt. Their days will be 120 years.”"
    },
    {
        "o": 156,
        "r": "csb:Genesis:6:4",
        "t": "The Nephilim were on the earth both in those days and afterward, when the sons of God came to the daughters of mankind, who bore children to them. They were the powerful men of old, the famous men."
    },
    {
        "o": 157,
        "r": "csb:Genesis:6:4",
        "t": "Judgment Decreed",
        "h": 2
    },
    {
        "o": 158,
        "r": "csb:Genesis:6:5",
        "t": "When*p the Lord*s saw that human wickedness was widespread on the earth and that every inclination of the human mind was nothing but evil all the time,"
    },
    {
        "o": 159,
        "r": "csb:Genesis:6:6",
        "t": "the Lord*s regretted that he had made man on the earth, and he was deeply grieved."
    },
    {
        "o": 160,
        "r": "csb:Genesis:6:7",
        "t": "Then the Lord*s said, “I will wipe mankind, whom I created, off the face of the earth, together with the animals, creatures that crawl, and birds of the sky - for I regret that I made them.”"
    },
    {
        "o": 161,
        "r": "csb:Genesis:6:8",
        "t": "Noah, however, found favor with the Lord.*s"
    },
    {
        "o": 162,
        "r": "csb:Genesis:6:8",
        "t": "God Warns Noah",
        "h": 2
    },
    {
        "o": 163,
        "r": "csb:Genesis:6:9",
        "t": "These*p are the family records of Noah. Noah was a righteous man, blameless among his contemporaries; Noah walked with God."
    },
    {
        "o": 164,
        "r": "csb:Genesis:6:10",
        "t": "And Noah fathered three sons: Shem, Ham, and Japheth."
    },
    {
        "o": 165,
        "r": "csb:Genesis:6:11",
        "t": "Now*p the earth was corrupt in God’s sight, and the earth was filled with wickedness."
    },
    {
        "o": 166,
        "r": "csb:Genesis:6:12",
        "t": "God saw how corrupt the earth was, for every creature had corrupted its way on the earth."
    },
    {
        "o": 167,
        "r": "csb:Genesis:6:13",
        "t": "Then God said to Noah, “I have decided to put an end to every creature, for the earth is filled with wickedness because of them; therefore I am going to destroy them along with the earth."
    },
    {
        "o": 168,
        "r": "csb:Genesis:6:14",
        "t": "“Make*p yourself an ark of gopher wood. Make rooms in the ark, and cover it with pitch inside and outside."
    },
    {
        "o": 169,
        "r": "csb:Genesis:6:15",
        "t": "This is how you are to make it: The ark will be 450 feet long, 75 feet wide, and 45 feet high."
    },
    {
        "o": 170,
        "r": "csb:Genesis:6:16",
        "t": "You are to make a roof, finishing the sides of the ark to within eighteen inches of the roof. You are to put a door in the side of the ark. Make it with lower, middle, and upper decks."
    },
    {
        "o": 171,
        "r": "csb:Genesis:6:17",
        "t": "“Understand*p that I am bringing a flood - floodwaters on the earth to destroy every creature under heaven with the breath of life in it. Everything on earth will perish."
    },
    {
        "o": 172,
        "r": "csb:Genesis:6:18",
        "t": "But I will establish my covenant with you, and you will enter the ark with your sons, your wife, and your sons’ wives."
    },
    {
        "o": 173,
        "r": "csb:Genesis:6:19",
        "t": "You are also to bring into the ark two of all the living creatures, male and female, to keep them alive with you."
    },
    {
        "o": 174,
        "r": "csb:Genesis:6:20",
        "t": "Two of everything - from the birds according to their kinds, from the livestock according to their kinds, and from the animals that crawl on the ground according to their kinds - will come to you so that you can keep them alive."
    },
    {
        "o": 175,
        "r": "csb:Genesis:6:21",
        "t": "Take with you every kind of food that is eaten; gather it as food for you and for them.”"
    },
    {
        "o": 176,
        "r": "csb:Genesis:6:22",
        "t": "And Noah did this. He did everything that God had commanded him."
    }
]
