[
    {
        "o": 13421,
        "r": "kjv:Job:6:0",
        "t": "Job 6",
        "h": 1
    },
    {
        "o": 13422,
        "r": "kjv:Job:6:1",
        "t": "But*p Job answered and said,"
    },
    {
        "o": 13423,
        "r": "kjv:Job:6:2",
        "t": "Oh*p that my grief were thoroughly weighed, and my calamity laid in the balances together!"
    },
    {
        "o": 13424,
        "r": "kjv:Job:6:3",
        "t": "For*p now it would be heavier than the sand of the sea: therefore my words are swallowed up."
    },
    {
        "o": 13425,
        "r": "kjv:Job:6:4",
        "t": "For*p the arrows of the Almighty are within me, the poison whereof drinketh up my spirit: the terrors of God do set themselves in array against me."
    },
    {
        "o": 13426,
        "r": "kjv:Job:6:5",
        "t": "Doth*p the wild ass bray when he hath grass? or loweth the ox over his fodder?"
    },
    {
        "o": 13427,
        "r": "kjv:Job:6:6",
        "t": "Can*p that which is unsavoury be eaten without salt? or is there any taste in the white of an egg?"
    },
    {
        "o": 13428,
        "r": "kjv:Job:6:7",
        "t": "The*p things that my soul refused to touch are as my sorrowful meat."
    },
    {
        "o": 13429,
        "r": "kjv:Job:6:8",
        "t": "Oh*p that I might have my request; and that God would grant me the thing that I long for!"
    },
    {
        "o": 13430,
        "r": "kjv:Job:6:9",
        "t": "Even*p that it would please God to destroy me; that he would let loose his hand, and cut me off!"
    },
    {
        "o": 13431,
        "r": "kjv:Job:6:10",
        "t": "Then*p should I yet have comfort; yea, I would harden myself in sorrow: let him not spare; for I have not concealed the words of the Holy One."
    },
    {
        "o": 13432,
        "r": "kjv:Job:6:11",
        "t": "What*p is my strength, that I should hope? and what is mine end, that I should prolong my life?"
    },
    {
        "o": 13433,
        "r": "kjv:Job:6:12",
        "t": "Is*p my strength the strength of stones? or is my flesh of brass?"
    },
    {
        "o": 13434,
        "r": "kjv:Job:6:13",
        "t": "Is*p not my help in me? and is wisdom driven quite from me?"
    },
    {
        "o": 13435,
        "r": "kjv:Job:6:14",
        "t": "To*p him that is afflicted pity should be shewed from his friend; but he forsaketh the fear of the Almighty."
    },
    {
        "o": 13436,
        "r": "kjv:Job:6:15",
        "t": "My*p brethren have dealt deceitfully as a brook, and as the stream of brooks they pass away;"
    },
    {
        "o": 13437,
        "r": "kjv:Job:6:16",
        "t": "Which*p are blackish by reason of the ice, and wherein the snow is hid:"
    },
    {
        "o": 13438,
        "r": "kjv:Job:6:17",
        "t": "What*p time they wax warm, they vanish: when it is hot, they are consumed out of their place."
    },
    {
        "o": 13439,
        "r": "kjv:Job:6:18",
        "t": "The*p paths of their way are turned aside; they go to nothing, and perish."
    },
    {
        "o": 13440,
        "r": "kjv:Job:6:19",
        "t": "The*p troops of Tema looked, the companies of Sheba waited for them."
    },
    {
        "o": 13441,
        "r": "kjv:Job:6:20",
        "t": "They*p were confounded because they had hoped; they came thither, and were ashamed."
    },
    {
        "o": 13442,
        "r": "kjv:Job:6:21",
        "t": "For*p now ye are nothing; ye see my casting down, and are afraid."
    },
    {
        "o": 13443,
        "r": "kjv:Job:6:22",
        "t": "Did*p I say, Bring unto me? or, Give a reward for me of your substance?"
    },
    {
        "o": 13444,
        "r": "kjv:Job:6:23",
        "t": "Or,*p Deliver me from the enemy's hand? or, Redeem me from the hand of the mighty?"
    },
    {
        "o": 13445,
        "r": "kjv:Job:6:24",
        "t": "Teach*p me, and I will hold my tongue: and cause me to understand wherein I have erred."
    },
    {
        "o": 13446,
        "r": "kjv:Job:6:25",
        "t": "How*p forcible are right words! but what doth your arguing reprove?"
    },
    {
        "o": 13447,
        "r": "kjv:Job:6:26",
        "t": "Do*p ye imagine to reprove words, and the speeches of one that is desperate, which are as wind?"
    },
    {
        "o": 13448,
        "r": "kjv:Job:6:27",
        "t": "Yea,*p ye overwhelm the fatherless, and ye dig a pit for your friend."
    },
    {
        "o": 13449,
        "r": "kjv:Job:6:28",
        "t": "Now*p therefore be content, look upon me; for it is evident unto you if I lie."
    },
    {
        "o": 13450,
        "r": "kjv:Job:6:29",
        "t": "Return,*p I pray you, let it not be iniquity; yea, return again, my righteousness is in it."
    },
    {
        "o": 13451,
        "r": "kjv:Job:6:30",
        "t": "Is*p there iniquity in my tongue? cannot my taste discern perverse things?"
    }
]
