[
    {
        "o": 353,
        "r": "csb:Genesis:13:0",
        "t": "Genesis 13",
        "h": 1
    },
    {
        "o": 354,
        "r": "csb:Genesis:13:0",
        "t": "Abram and Lot Separate",
        "h": 2
    },
    {
        "o": 355,
        "r": "csb:Genesis:13:1",
        "t": "Abram*p went up from Egypt to the Negev- he, his wife, and all he had, and Lot with him."
    },
    {
        "o": 356,
        "r": "csb:Genesis:13:2",
        "t": "Abram was very rich in livestock, silver, and gold."
    },
    {
        "o": 357,
        "r": "csb:Genesis:13:3",
        "t": "He went by stages from the Negev to Bethel, to the place between Bethel and Ai where his tent had formerly been,"
    },
    {
        "o": 358,
        "r": "csb:Genesis:13:4",
        "t": "to the site where he had built the altar. And Abram called on the name of the Lord*s there."
    },
    {
        "o": 359,
        "r": "csb:Genesis:13:5",
        "t": "Now*p Lot, who was traveling with Abram, also had flocks, herds, and tents."
    },
    {
        "o": 360,
        "r": "csb:Genesis:13:6",
        "t": "But the land was unable to support them as long as they stayed together, for they had so many possessions that they could not stay together,"
    },
    {
        "o": 361,
        "r": "csb:Genesis:13:7",
        "t": "and there was quarreling between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. (At that time the Canaanites and the Perizzites were living in the land.)"
    },
    {
        "o": 362,
        "r": "csb:Genesis:13:8",
        "t": "So*p Abram said to Lot, “Please, let’s not have quarreling between you and me, or between your herdsmen and my herdsmen, since we are relatives."
    },
    {
        "o": 363,
        "r": "csb:Genesis:13:9",
        "t": "Isn’t the whole land before you? Separate from me: if you go to the left, I will go to the right; if you go to the right, I will go to the left.”"
    },
    {
        "o": 364,
        "r": "csb:Genesis:13:10",
        "t": "Lot*p looked out and saw that the entire plain of the Jordan as far as Zoar was well watered everywhere like the Lord’s*s garden and the land of Egypt. (This was before the Lord*s destroyed Sodom and Gomorrah.)"
    },
    {
        "o": 365,
        "r": "csb:Genesis:13:11",
        "t": "So Lot chose the entire plain of the Jordan for himself. Then Lot journeyed eastward, and they separated from each other."
    },
    {
        "o": 366,
        "r": "csb:Genesis:13:12",
        "t": "Abram lived in the land of Canaan, but Lot lived in the cities on the plain and set up his tent near Sodom."
    },
    {
        "o": 367,
        "r": "csb:Genesis:13:13",
        "t": "(Now the men of Sodom were evil, sinning immensely against the Lord.)*s"
    },
    {
        "o": 368,
        "r": "csb:Genesis:13:14",
        "t": "After*p Lot had separated from him, the Lord*s said to Abram, “Look from the place where you are. Look north and south, east and west,"
    },
    {
        "o": 369,
        "r": "csb:Genesis:13:15",
        "t": "for I will give you and your offspring forever all the land that you see."
    },
    {
        "o": 370,
        "r": "csb:Genesis:13:16",
        "t": "I will make your offspring like the dust of the earth, so that if anyone could count the dust of the earth, then your offspring could be counted."
    },
    {
        "o": 371,
        "r": "csb:Genesis:13:17",
        "t": "Get up and walk around the land, through its length and width, for I will give it to you.”"
    },
    {
        "o": 372,
        "r": "csb:Genesis:13:18",
        "t": "So*p Abram moved his tent and went to live near the oaks of Mamre at Hebron, where he built an altar to the Lord.*s"
    }
]
