[
    {
        "o": 23886,
        "r": "csb:Ezekiel:31:0",
        "t": "Ezekiel 31",
        "h": 1
    },
    {
        "o": 23887,
        "r": "csb:Ezekiel:31:0",
        "t": "Downfall of Egypt and Assyria",
        "h": 2
    },
    {
        "o": 23888,
        "r": "csb:Ezekiel:31:1",
        "t": "In*p the eleventh year, in the third month, on the first day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23889,
        "r": "csb:Ezekiel:31:2",
        "t": "“Son of man, say to Pharaoh king of Egypt and to his hordes, ‘Who*pn are you like in your greatness?"
    },
    {
        "o": 23890,
        "r": "csb:Ezekiel:31:3",
        "t": "Think*ln of Assyria, a cedar in Lebanon, with*ln beautiful branches and shady foliage and*ln of lofty height. Its*ln top was among the clouds."
    },
    {
        "o": 23891,
        "r": "csb:Ezekiel:31:4",
        "t": "The*ln waters caused it to grow; the*ln underground springs made it tall, directing*ln their rivers all around the*ln place where the tree was planted and*ln sending their channels to*ln all the trees of the field."
    },
    {
        "o": 23892,
        "r": "csb:Ezekiel:31:5",
        "t": "Therefore*ln the cedar became greater in height than*ln all the trees of the field. Its*ln branches multiplied, and*ln its boughs grew long as*ln it spread them out because*ln of the abundant water."
    },
    {
        "o": 23893,
        "r": "csb:Ezekiel:31:6",
        "t": "All*ln the birds of the sky nested*ln in its branches, and*ln all the animals of the field gave*ln birth beneath its boughs; all*ln the great nations lived in its shade."
    },
    {
        "o": 23894,
        "r": "csb:Ezekiel:31:7",
        "t": "It*ln was beautiful in its size, in*ln the length of its limbs, for*ln its roots extended to abundant water."
    },
    {
        "o": 23895,
        "r": "csb:Ezekiel:31:8",
        "t": "The*ln cedars in God’s garden could not eclipse it; the*ln pine trees couldn’t compare with its branches, nor*ln could the plane trees match its boughs. No*ln tree in the garden of God could*ln compare with it in beauty."
    },
    {
        "o": 23896,
        "r": "csb:Ezekiel:31:9",
        "t": "I*pn made it beautiful with its many limbs, and*ln all the trees of Eden, which*ln were in God’s garden, envied it."
    },
    {
        "o": 23897,
        "r": "csb:Ezekiel:31:10",
        "t": "“‘Therefore,*p this is what the Lord God*s says: Since it towered high in stature and set its top among the clouds, and it grew proud on account of its height,"
    },
    {
        "o": 23898,
        "r": "csb:Ezekiel:31:11",
        "t": "I determined to hand it over to a ruler of nations; he would surely deal with it. I banished it because of its wickedness."
    },
    {
        "o": 23899,
        "r": "csb:Ezekiel:31:12",
        "t": "Foreigners, ruthless men from the nations, cut it down and left it lying. Its limbs fell on the mountains and in every valley; its boughs lay broken in all the earth’s ravines. All the peoples of the earth left its shade and abandoned it."
    },
    {
        "o": 23900,
        "r": "csb:Ezekiel:31:13",
        "t": "All the birds of the sky nested on its fallen trunk, and all the animals of the field were among its boughs."
    },
    {
        "o": 23901,
        "r": "csb:Ezekiel:31:14",
        "t": "This happened so that no trees planted beside water would become great in height and set their tops among the clouds, and so that no other well-watered trees would reach them in height. For they have all been consigned to death, to the underworld, among the people who descend to the Pit."
    },
    {
        "o": 23902,
        "r": "csb:Ezekiel:31:15",
        "t": "“‘This*p is what the Lord God*s says: I caused grieving on the day the cedar went down to Sheol. I closed off the underground deep because of it: I held back the rivers of the deep, and its abundant water was restrained. I made Lebanon mourn on account of it, and all the trees of the field fainted because of it."
    },
    {
        "o": 23903,
        "r": "csb:Ezekiel:31:16",
        "t": "I made the nations quake at the sound of its downfall, when I threw it down to Sheol to be with those who descend to the Pit. Then all the trees of Eden, the choice and best of Lebanon, all the well-watered trees, were comforted in the underworld."
    },
    {
        "o": 23904,
        "r": "csb:Ezekiel:31:17",
        "t": "They too descended with it to Sheol, to those slain by the sword. As its allies they had lived in its shade among the nations."
    },
    {
        "o": 23905,
        "r": "csb:Ezekiel:31:18",
        "t": "“‘Who*p then are you like in glory and greatness among Eden’s trees? You also will be brought down to the underworld to be with the trees of Eden. You will lie among the uncircumcised with those slain by the sword. This is Pharaoh and all his hordes. This is the declaration of the Lord God*s .’”"
    }
]
