[
    {
        "o": 10652,
        "r": "niv:2 Kings:9:0",
        "t": "2 Kings 9",
        "h": 1
    },
    {
        "o": 10653,
        "r": "niv:2 Kings:9:0",
        "t": "Jehu Anointed King of Israel",
        "h": 2
    },
    {
        "o": 10654,
        "r": "niv:2 Kings:9:1",
        "t": "The*p prophet Elisha summoned a man from the company of the prophets and said to him, “Tuck your cloak into your belt, take this flask of olive oil with you and go to Ramoth Gilead."
    },
    {
        "o": 10655,
        "r": "niv:2 Kings:9:2",
        "t": "When you get there, look for Jehu son of Jehoshaphat, the son of Nimshi. Go to him, get him away from his companions and take him into an inner room."
    },
    {
        "o": 10656,
        "r": "niv:2 Kings:9:3",
        "t": "Then take the flask and pour the oil on his head and declare, ‘This is what the Lord*s says: I anoint you king over Israel.’ Then open the door and run; don’t delay!”"
    },
    {
        "o": 10657,
        "r": "niv:2 Kings:9:4",
        "t": "So*p the young prophet went to Ramoth Gilead."
    },
    {
        "o": 10658,
        "r": "niv:2 Kings:9:5",
        "t": "When he arrived, he found the army officers sitting together. “I have a message for you, commander,” he said. “For*p which of us?” asked Jehu. “For*p you, commander,” he replied."
    },
    {
        "o": 10659,
        "r": "niv:2 Kings:9:6",
        "t": "Jehu*p got up and went into the house. Then the prophet poured the oil on Jehu’s head and declared, “This is what the Lord,*s the God of Israel, says: ‘I anoint you king over the Lord’s*s people Israel."
    },
    {
        "o": 10660,
        "r": "niv:2 Kings:9:7",
        "t": "You are to destroy the house of Ahab your master, and I will avenge the blood of my servants the prophets and the blood of all the Lord’s*s servants shed by Jezebel."
    },
    {
        "o": 10661,
        "r": "niv:2 Kings:9:8",
        "t": "The whole house of Ahab will perish. I will cut off from Ahab every last male in Israel—slave or free."
    },
    {
        "o": 10662,
        "r": "niv:2 Kings:9:9",
        "t": "I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Baasha son of Ahijah."
    },
    {
        "o": 10663,
        "r": "niv:2 Kings:9:10",
        "t": "As for Jezebel, dogs will devour her on the plot of ground at Jezreel, and no one will bury her.’ ” Then he opened the door and ran."
    },
    {
        "o": 10664,
        "r": "niv:2 Kings:9:11",
        "t": "When*p Jehu went out to his fellow officers, one of them asked him, “Is everything all right? Why did this maniac come to you?” “You*p know the man and the sort of things he says,” Jehu replied."
    },
    {
        "o": 10665,
        "r": "niv:2 Kings:9:12",
        "t": "“That’s*p not true!” they said. “Tell us.” Jehu*p said, “Here is what he told me: ‘This is what the Lord*s says: I anoint you king over Israel.’ ”"
    },
    {
        "o": 10666,
        "r": "niv:2 Kings:9:13",
        "t": "They*p quickly took their cloaks and spread them under him on the bare steps. Then they blew the trumpet and shouted, “Jehu is king!”"
    },
    {
        "o": 10667,
        "r": "niv:2 Kings:9:13",
        "t": "Jehu Kills Joram and Ahaziah",
        "h": 2
    },
    {
        "o": 10668,
        "r": "niv:2 Kings:9:14",
        "t": "So*p Jehu son of Jehoshaphat, the son of Nimshi, conspired against Joram. (Now Joram and all Israel had been defending Ramoth Gilead against Hazael king of Aram,"
    },
    {
        "o": 10669,
        "r": "niv:2 Kings:9:15",
        "t": "but King Joram had returned to Jezreel to recover from the wounds the Arameans had inflicted on him in the battle with Hazael king of Aram.) Jehu said, “If you desire to make me king, don’t let anyone slip out of the city to go and tell the news in Jezreel.”"
    },
    {
        "o": 10670,
        "r": "niv:2 Kings:9:16",
        "t": "Then he got into his chariot and rode to Jezreel, because Joram was resting there and Ahaziah king of Judah had gone down to see him."
    },
    {
        "o": 10671,
        "r": "niv:2 Kings:9:17",
        "t": "When*p the lookout standing on the tower in Jezreel saw Jehu’s troops approaching, he called out, “I see some troops coming.” “Get*p a horseman,” Joram ordered. “Send him to meet them and ask, ‘Do you come in peace?’ ”"
    },
    {
        "o": 10672,
        "r": "niv:2 Kings:9:18",
        "t": "The*p horseman rode off to meet Jehu and said, “This is what the king says: ‘Do you come in peace?’ ” “What*p do you have to do with peace?” Jehu replied. “Fall in behind me.” The*p lookout reported, “The messenger has reached them, but he isn’t coming back.”"
    },
    {
        "o": 10673,
        "r": "niv:2 Kings:9:19",
        "t": "So*p the king sent out a second horseman. When he came to them he said, “This is what the king says: ‘Do you come in peace?’ ” Jehu*p replied, “What do you have to do with peace? Fall in behind me.”"
    },
    {
        "o": 10674,
        "r": "niv:2 Kings:9:20",
        "t": "The*p lookout reported, “He has reached them, but he isn’t coming back either. The driving is like that of Jehu son of Nimshi—he drives like a maniac.”"
    },
    {
        "o": 10675,
        "r": "niv:2 Kings:9:21",
        "t": "“Hitch*p up my chariot,” Joram ordered. And when it was hitched up, Joram king of Israel and Ahaziah king of Judah rode out, each in his own chariot, to meet Jehu. They met him at the plot of ground that had belonged to Naboth the Jezreelite."
    },
    {
        "o": 10676,
        "r": "niv:2 Kings:9:22",
        "t": "When Joram saw Jehu he asked, “Have you come in peace, Jehu?” “How*p can there be peace,” Jehu replied, “as long as all the idolatry and witchcraft of your mother Jezebel abound?”"
    },
    {
        "o": 10677,
        "r": "niv:2 Kings:9:23",
        "t": "Joram*p turned about and fled, calling out to Ahaziah, “Treachery, Ahaziah!”"
    },
    {
        "o": 10678,
        "r": "niv:2 Kings:9:24",
        "t": "Then*p Jehu drew his bow and shot Joram between the shoulders. The arrow pierced his heart and he slumped down in his chariot."
    },
    {
        "o": 10679,
        "r": "niv:2 Kings:9:25",
        "t": "Jehu said to Bidkar, his chariot officer, “Pick him up and throw him on the field that belonged to Naboth the Jezreelite. Remember how you and I were riding together in chariots behind Ahab his father when the Lord*s spoke this prophecy against him:"
    },
    {
        "o": 10680,
        "r": "niv:2 Kings:9:26",
        "t": "‘Yesterday I saw the blood of Naboth and the blood of his sons, declares the Lord,*s and I will surely make you pay for it on this plot of ground, declares the Lord.’*s Now then, pick him up and throw him on that plot, in accordance with the word of the Lord.”*s"
    },
    {
        "o": 10681,
        "r": "niv:2 Kings:9:27",
        "t": "When*p Ahaziah king of Judah saw what had happened, he fled up the road to Beth Haggan. Jehu chased him, shouting, “Kill him too!” They wounded him in his chariot on the way up to Gur near Ibleam, but he escaped to Megiddo and died there."
    },
    {
        "o": 10682,
        "r": "niv:2 Kings:9:28",
        "t": "His servants took him by chariot to Jerusalem and buried him with his ancestors in his tomb in the City of David."
    },
    {
        "o": 10683,
        "r": "niv:2 Kings:9:29",
        "t": "(In the eleventh year of Joram son of Ahab, Ahaziah had become king of Judah.)"
    },
    {
        "o": 10684,
        "r": "niv:2 Kings:9:29",
        "t": "Jezebel Killed",
        "h": 2
    },
    {
        "o": 10685,
        "r": "niv:2 Kings:9:30",
        "t": "Then*p Jehu went to Jezreel. When Jezebel heard about it, she put on eye makeup, arranged her hair and looked out of a window."
    },
    {
        "o": 10686,
        "r": "niv:2 Kings:9:31",
        "t": "As Jehu entered the gate, she asked, “Have you come in peace, you Zimri, you murderer of your master?”"
    },
    {
        "o": 10687,
        "r": "niv:2 Kings:9:32",
        "t": "He*p looked up at the window and called out, “Who is on my side? Who?” Two or three eunuchs looked down at him."
    },
    {
        "o": 10688,
        "r": "niv:2 Kings:9:33",
        "t": "“Throw her down!” Jehu said. So they threw her down, and some of her blood spattered the wall and the horses as they trampled her underfoot."
    },
    {
        "o": 10689,
        "r": "niv:2 Kings:9:34",
        "t": "Jehu*p went in and ate and drank. “Take care of that cursed woman,” he said, “and bury her, for she was a king’s daughter.”"
    },
    {
        "o": 10690,
        "r": "niv:2 Kings:9:35",
        "t": "But when they went out to bury her, they found nothing except her skull, her feet and her hands."
    },
    {
        "o": 10691,
        "r": "niv:2 Kings:9:36",
        "t": "They went back and told Jehu, who said, “This is the word of the Lord*s that he spoke through his servant Elijah the Tishbite: On the plot of ground at Jezreel dogs will devour Jezebel’s flesh."
    },
    {
        "o": 10692,
        "r": "niv:2 Kings:9:37",
        "t": "Jezebel’s body will be like dung on the ground in the plot at Jezreel, so that no one will be able to say, ‘This is Jezebel.’ ”"
    }
]
