[
    {
        "o": 4484,
        "r": "csb:Numbers:13:0",
        "t": "Numbers 13",
        "h": 1
    },
    {
        "o": 4485,
        "r": "csb:Numbers:13:0",
        "t": "Scouting Out Canaan",
        "h": 2
    },
    {
        "o": 4486,
        "r": "csb:Numbers:13:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4487,
        "r": "csb:Numbers:13:2",
        "t": "“Send men to scout out the land of Canaan I am giving to the Israelites. Send one man who is a leader among them from each of their ancestral tribes.”"
    },
    {
        "o": 4488,
        "r": "csb:Numbers:13:3",
        "t": "Moses sent them from the Wilderness of Paran at the Lord’s*s command. All the men were leaders in Israel."
    },
    {
        "o": 4489,
        "r": "csb:Numbers:13:4",
        "t": "These were their names: Shammua*ln son of Zaccur from the tribe of Reuben;"
    },
    {
        "o": 4490,
        "r": "csb:Numbers:13:5",
        "t": "Shaphat*ln son of Hori from the tribe of Simeon;"
    },
    {
        "o": 4491,
        "r": "csb:Numbers:13:6",
        "t": "Caleb*ln son of Jephunneh from the tribe of Judah;"
    },
    {
        "o": 4492,
        "r": "csb:Numbers:13:7",
        "t": "Igal*ln son of Joseph from the tribe of Issachar;"
    },
    {
        "o": 4493,
        "r": "csb:Numbers:13:8",
        "t": "Hoshea*ln son of Nun from the tribe of Ephraim;"
    },
    {
        "o": 4494,
        "r": "csb:Numbers:13:9",
        "t": "Palti*ln son of Raphu from the tribe of Benjamin;"
    },
    {
        "o": 4495,
        "r": "csb:Numbers:13:10",
        "t": "Gaddiel*ln son of Sodi from the tribe of Zebulun;"
    },
    {
        "o": 4496,
        "r": "csb:Numbers:13:11",
        "t": "Gaddi*ln son of Susi from the tribe of Manasseh (from the tribe of Joseph);"
    },
    {
        "o": 4497,
        "r": "csb:Numbers:13:12",
        "t": "Ammiel*ln son of Gemalli from the tribe of Dan;"
    },
    {
        "o": 4498,
        "r": "csb:Numbers:13:13",
        "t": "Sethur*ln son of Michael from the tribe of Asher;"
    },
    {
        "o": 4499,
        "r": "csb:Numbers:13:14",
        "t": "Nahbi*ln son of Vophsi from the tribe of Naphtali;"
    },
    {
        "o": 4500,
        "r": "csb:Numbers:13:15",
        "t": "Geuel*ln son of Machi from the tribe of Gad."
    },
    {
        "o": 4501,
        "r": "csb:Numbers:13:16",
        "t": "These*p were the names of the men Moses sent to scout out the land, and Moses renamed Hoshea son of Nun, Joshua."
    },
    {
        "o": 4502,
        "r": "csb:Numbers:13:17",
        "t": "When*p Moses sent them to scout out the land of Canaan, he told them, “Go up this way to the Negev, then go up into the hill country."
    },
    {
        "o": 4503,
        "r": "csb:Numbers:13:18",
        "t": "See what the land is like, and whether the people who live there are strong or weak, few or many."
    },
    {
        "o": 4504,
        "r": "csb:Numbers:13:19",
        "t": "Is the land they live in good or bad? Are the cities they live in encampments or fortifications?"
    },
    {
        "o": 4505,
        "r": "csb:Numbers:13:20",
        "t": "Is the land fertile or unproductive? Are there trees in it or not? Be courageous. Bring back some fruit from the land.” It was the season for the first ripe grapes."
    },
    {
        "o": 4506,
        "r": "csb:Numbers:13:21",
        "t": "So*p they went up and scouted out the land from the Wilderness of Zin as far as Rehob near the entrance to Hamath."
    },
    {
        "o": 4507,
        "r": "csb:Numbers:13:22",
        "t": "They went up through the Negev and came to Hebron, where Ahiman, Sheshai, and Talmai, the descendants of Anak, were living. Hebron was built seven years before Zoan in Egypt."
    },
    {
        "o": 4508,
        "r": "csb:Numbers:13:23",
        "t": "When they came to Eshcol Valley, they cut down a branch with a single cluster of grapes, which was carried on a pole by two men. They also took some pomegranates and figs."
    },
    {
        "o": 4509,
        "r": "csb:Numbers:13:24",
        "t": "That place was called Eshcol Valley because of the cluster of grapes the Israelites cut there."
    },
    {
        "o": 4510,
        "r": "csb:Numbers:13:25",
        "t": "At the end of forty days they returned from scouting out the land."
    },
    {
        "o": 4511,
        "r": "csb:Numbers:13:25",
        "t": "Report about Canaan",
        "h": 2
    },
    {
        "o": 4512,
        "r": "csb:Numbers:13:26",
        "t": "The*p men went back to Moses, Aaron, and the entire Israelite community in the Wilderness of Paran at Kadesh. They brought back a report for them and the whole community, and they showed them the fruit of the land."
    },
    {
        "o": 4513,
        "r": "csb:Numbers:13:27",
        "t": "They reported to Moses, “We went into the land where you sent us. Indeed it is flowing with milk and honey, and here is some of its fruit."
    },
    {
        "o": 4514,
        "r": "csb:Numbers:13:28",
        "t": "However, the people living in the land are strong, and the cities are large and fortified. We also saw the descendants of Anak there."
    },
    {
        "o": 4515,
        "r": "csb:Numbers:13:29",
        "t": "The Amalekites are living in the land of the Negev; the Hethites, Jebusites, and Amorites live in the hill country; and the Canaanites live by the sea and along the Jordan.”"
    },
    {
        "o": 4516,
        "r": "csb:Numbers:13:30",
        "t": "Then*p Caleb quieted the people in the presence of Moses and said, “Let’s go up now and take possession of the land because we can certainly conquer it!”"
    },
    {
        "o": 4517,
        "r": "csb:Numbers:13:31",
        "t": "But*p the men who had gone up with him responded, “We can’t attack the people because they are stronger than we are!”"
    },
    {
        "o": 4518,
        "r": "csb:Numbers:13:32",
        "t": "So they gave a negative report to the Israelites about the land they had scouted: “The land we passed through to explore is one that devours its inhabitants, and all the people we saw in it are men of great size."
    },
    {
        "o": 4519,
        "r": "csb:Numbers:13:33",
        "t": "We even saw the Nephilim there - the descendants of Anak come from the Nephilim! To ourselves we seemed like grasshoppers, and we must have seemed the same to them.”"
    }
]
