[
    {
        "o": 10539,
        "r": "csb:2 Kings:1:0",
        "t": "2 Kings 1",
        "h": 1
    },
    {
        "o": 10540,
        "r": "csb:2 Kings:1:0",
        "t": "Ahaziah’s Sickness and Death",
        "h": 2
    },
    {
        "o": 10541,
        "r": "csb:2 Kings:1:1",
        "t": "After*p Ahab’s death, Moab rebelled against Israel."
    },
    {
        "o": 10542,
        "r": "csb:2 Kings:1:2",
        "t": "Ahaziah had fallen through the latticed window of his upstairs room in Samaria and was injured. So he sent messengers, instructing them, “Go inquire of Baal-zebub, the god of Ekron, whether I will recover from this injury.”"
    },
    {
        "o": 10543,
        "r": "csb:2 Kings:1:3",
        "t": "But*p the angel of the Lord*s said to Elijah the Tishbite, “Go and meet the messengers of the king of Samaria and say to them, ‘Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron?"
    },
    {
        "o": 10544,
        "r": "csb:2 Kings:1:4",
        "t": "Therefore, this is what the Lord*s says: You will not get up from your sickbed; you will certainly die.’” Then Elijah left."
    },
    {
        "o": 10545,
        "r": "csb:2 Kings:1:5",
        "t": "The*p messengers returned to the king, who asked them, “Why have you come back?”"
    },
    {
        "o": 10546,
        "r": "csb:2 Kings:1:6",
        "t": "They*p replied, “A man came to meet us and said, ‘Go back to the king who sent you and declare to him, “This is what the Lord*s says: Is it because there is no God in Israel that you’re sending these men to inquire of Baal-zebub, the god of Ekron? Therefore, you will not get up from your sickbed; you will certainly die.”’”"
    },
    {
        "o": 10547,
        "r": "csb:2 Kings:1:7",
        "t": "The*p king asked them, “What sort of man came up to meet you and spoke those words to you?”"
    },
    {
        "o": 10548,
        "r": "csb:2 Kings:1:8",
        "t": "They*p replied, “A hairy man with a leather belt around his waist.” He*p said, “It’s Elijah the Tishbite.”"
    },
    {
        "o": 10549,
        "r": "csb:2 Kings:1:9",
        "t": "So*p King Ahaziah sent a captain with his fifty men to Elijah. When the captain went up to him, he was sitting on top of the hill. He announced, “Man of God, the king declares, ‘Come down! ’”"
    },
    {
        "o": 10550,
        "r": "csb:2 Kings:1:10",
        "t": "Elijah*p responded to the captain, “If I am a man of God, may fire come down from heaven and consume you and your fifty men.” Then fire came down from heaven and consumed him and his fifty men."
    },
    {
        "o": 10551,
        "r": "csb:2 Kings:1:11",
        "t": "So*p the king sent another captain with his fifty men to Elijah. He took in the situation and announced, “Man of God, this is what the king says: ‘Come down immediately! ’”"
    },
    {
        "o": 10552,
        "r": "csb:2 Kings:1:12",
        "t": "Elijah*p responded, “If I am a man of God, may fire come down from heaven and consume you and your fifty men.” So a divine fire came down from heaven and consumed him and his fifty men."
    },
    {
        "o": 10553,
        "r": "csb:2 Kings:1:13",
        "t": "Then*p the king sent a third captain with his fifty men. The third captain went up and fell on his knees in front of Elijah and begged him, “Man of God, please let my life and the lives of these fifty servants of yours be precious to you."
    },
    {
        "o": 10554,
        "r": "csb:2 Kings:1:14",
        "t": "Already fire has come down from heaven and consumed the first two captains with their companies, but this time let my life be precious to you.”"
    },
    {
        "o": 10555,
        "r": "csb:2 Kings:1:15",
        "t": "The*p angel of the Lord*s said to Elijah, “Go down with him. Don’t be afraid of him.” So he got up and went down with him to the king."
    },
    {
        "o": 10556,
        "r": "csb:2 Kings:1:16",
        "t": "Then*p Elijah said to King Ahaziah, “This is what the Lord*s says: ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron - is it because there is no God in Israel for you to inquire of his will? - you will not get up from your sickbed; you will certainly die.’”"
    },
    {
        "o": 10557,
        "r": "csb:2 Kings:1:17",
        "t": "Ahaziah*p died according to the word of the Lord*s that Elijah had spoken. Since he had no son, Joram became king in his place. This happened in the second year of Judah’s King Jehoram son of Jehoshaphat."
    },
    {
        "o": 10558,
        "r": "csb:2 Kings:1:18",
        "t": "The rest of the events of Ahaziah’s reign, along with his accomplishments, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10559,
        "r": "csb:2 Kings:2:0",
        "t": "2 Kings 2",
        "h": 1
    },
    {
        "o": 10560,
        "r": "csb:2 Kings:2:0",
        "t": "Elijah in the Whirlwind",
        "h": 2
    },
    {
        "o": 10561,
        "r": "csb:2 Kings:2:1",
        "t": "The*p time had come for the Lord*s to take Elijah up to heaven in a whirlwind. Elijah and Elisha were traveling from Gilgal,"
    },
    {
        "o": 10562,
        "r": "csb:2 Kings:2:2",
        "t": "and Elijah said to Elisha, “Stay here; the Lord*s is sending me on to Bethel.” But*p Elisha replied, “As the Lord*s lives and as you yourself live, I will not leave you.” So they went down to Bethel."
    },
    {
        "o": 10563,
        "r": "csb:2 Kings:2:3",
        "t": "Then*p the sons of the prophets who were at Bethel came out to Elisha and said, “Do you know that the Lord*s will take your master away from you today?” He*p said, “Yes, I know. Be quiet.”"
    },
    {
        "o": 10564,
        "r": "csb:2 Kings:2:4",
        "t": "Elijah*p said to him, “Elisha, stay here; the Lord*s is sending me to Jericho.” But*p Elisha said, “As the Lord*s lives and as you yourself live, I will not leave you.” So they went to Jericho."
    },
    {
        "o": 10565,
        "r": "csb:2 Kings:2:5",
        "t": "Then*p the sons of the prophets who were in Jericho came up to Elisha and said, “Do you know that the Lord*s will take your master away from you today?” He*p said, “Yes, I know. Be quiet.”"
    },
    {
        "o": 10566,
        "r": "csb:2 Kings:2:6",
        "t": "Elijah*p said to him, “Stay here; the Lord*s is sending me to the Jordan.” But*p Elisha said, “As the Lord*s lives and as you yourself live, I will not leave you.” So the two of them went on."
    },
    {
        "o": 10567,
        "r": "csb:2 Kings:2:7",
        "t": "Fifty*p men from the sons of the prophets came and stood observing them at a distance while the two of them stood by the Jordan."
    },
    {
        "o": 10568,
        "r": "csb:2 Kings:2:8",
        "t": "Elijah took his mantle, rolled it up, and struck the water, which parted to the right and left. Then the two of them crossed over on dry ground."
    },
    {
        "o": 10569,
        "r": "csb:2 Kings:2:9",
        "t": "When they had crossed over, Elijah said to Elisha, “Tell me what I can do for you before I am taken from you.” So*p Elisha answered, “Please, let me inherit two shares of your spirit.”"
    },
    {
        "o": 10570,
        "r": "csb:2 Kings:2:10",
        "t": "Elijah*p replied, “You have asked for something difficult. If you see me being taken from you, you will have it. If not, you won’t.”"
    },
    {
        "o": 10571,
        "r": "csb:2 Kings:2:11",
        "t": "As*p they continued walking and talking, a chariot of fire with horses of fire suddenly appeared and separated the two of them. Then Elijah went up into heaven in the whirlwind."
    },
    {
        "o": 10572,
        "r": "csb:2 Kings:2:12",
        "t": "As Elisha watched, he kept crying out, “My father, my father, the chariots and horsemen of Israel!”"
    },
    {
        "o": 10573,
        "r": "csb:2 Kings:2:12",
        "t": "Elisha Succeeds Elijah",
        "h": 2
    },
    {
        "o": 10574,
        "r": "csb:2 Kings:2:12",
        "t": "When*p he could see him no longer, he took hold of his own clothes, tore them in two,"
    },
    {
        "o": 10575,
        "r": "csb:2 Kings:2:13",
        "t": "picked up the mantle that had fallen off Elijah, and went back and stood on the bank of the Jordan."
    },
    {
        "o": 10576,
        "r": "csb:2 Kings:2:14",
        "t": "He took the mantle Elijah had dropped, and he struck the water. “Where is the Lord*s God of Elijah?” he asked. He struck the water himself, and it parted to the right and the left, and Elisha crossed over."
    },
    {
        "o": 10577,
        "r": "csb:2 Kings:2:15",
        "t": "When*p the sons of the prophets from Jericho who were observing saw him, they said, “The spirit of Elijah rests on Elisha.” They came to meet him and bowed down to the ground in front of him."
    },
    {
        "o": 10578,
        "r": "csb:2 Kings:2:16",
        "t": "Then*p the sons of the prophets said to Elisha, “Since there are fifty strong men here with your servants, please let them go and search for your master. Maybe the Spirit of the Lord*s has carried him away and put him on one of the mountains or into one of the valleys.” He*p answered, “Don’t send them.”"
    },
    {
        "o": 10579,
        "r": "csb:2 Kings:2:17",
        "t": "However,*p they urged him to the point of embarrassment, so he said, “Send them.” They sent fifty men, who looked for three days but did not find him."
    },
    {
        "o": 10580,
        "r": "csb:2 Kings:2:18",
        "t": "When they returned to him in Jericho where he was staying, he said to them, “Didn’t I tell you not to go?”"
    },
    {
        "o": 10581,
        "r": "csb:2 Kings:2:19",
        "t": "The*p men of the city said to Elisha, “My lord can see that even though the city’s location is good, the water is bad and the land unfruitful.”"
    },
    {
        "o": 10582,
        "r": "csb:2 Kings:2:20",
        "t": "He*p replied, “Bring me a new bowl and put salt in it.” After*p they had brought him one,"
    },
    {
        "o": 10583,
        "r": "csb:2 Kings:2:21",
        "t": "Elisha went out to the spring, threw salt in it, and said, “This is what the Lord*s says: ‘I have healed this water. No longer will death or unfruitfulness result from it.’”"
    },
    {
        "o": 10584,
        "r": "csb:2 Kings:2:22",
        "t": "Therefore, the water still remains healthy today according to the word that Elisha spoke."
    },
    {
        "o": 10585,
        "r": "csb:2 Kings:2:23",
        "t": "From*p there Elisha went up to Bethel. As he was walking up the path, some small boys came out of the city and jeered at him, chanting, “Go up, baldy! Go up, baldy!”"
    },
    {
        "o": 10586,
        "r": "csb:2 Kings:2:24",
        "t": "He turned around, looked at them, and cursed them in the name of the Lord.*s Then two female bears came out of the woods and mauled forty-two of the children."
    },
    {
        "o": 10587,
        "r": "csb:2 Kings:2:25",
        "t": "From there Elisha went to Mount Carmel, and then he returned to Samaria."
    },
    {
        "o": 10588,
        "r": "csb:2 Kings:3:0",
        "t": "2 Kings 3",
        "h": 1
    },
    {
        "o": 10589,
        "r": "csb:2 Kings:3:0",
        "t": "Israel’s King Joram",
        "h": 2
    },
    {
        "o": 10590,
        "r": "csb:2 Kings:3:1",
        "t": "Joram*p son of Ahab became king over Israel in Samaria during the eighteenth year of Judah’s King Jehoshaphat, and he reigned twelve years."
    },
    {
        "o": 10591,
        "r": "csb:2 Kings:3:2",
        "t": "He did what was evil in the Lord’s*s sight, but not like his father and mother, for he removed the sacred pillar of Baal his father had made."
    },
    {
        "o": 10592,
        "r": "csb:2 Kings:3:3",
        "t": "Nevertheless, Joram clung to the sins that Jeroboam son of Nebat had caused Israel to commit. He did not turn away from them."
    },
    {
        "o": 10593,
        "r": "csb:2 Kings:3:3",
        "t": "Moab’s Rebellion against Israel",
        "h": 2
    },
    {
        "o": 10594,
        "r": "csb:2 Kings:3:4",
        "t": "King*p Mesha of Moab was a sheep breeder. He used to pay the king of Israel one hundred thousand lambs and the wool of one hundred thousand rams,"
    },
    {
        "o": 10595,
        "r": "csb:2 Kings:3:5",
        "t": "but when Ahab died, the king of Moab rebelled against the king of Israel."
    },
    {
        "o": 10596,
        "r": "csb:2 Kings:3:6",
        "t": "So King Joram marched out from Samaria at that time and mobilized all Israel."
    },
    {
        "o": 10597,
        "r": "csb:2 Kings:3:7",
        "t": "Then he sent a message to King Jehoshaphat of Judah: “The king of Moab has rebelled against me. Will you go with me to fight against Moab?” Jehoshaphat*p said, “I will go. I am as you are, my people as your people, my horses as your horses.”"
    },
    {
        "o": 10598,
        "r": "csb:2 Kings:3:8",
        "t": "He*p asked, “Which route should we take?” He*p replied, “The route of the Wilderness of Edom.”"
    },
    {
        "o": 10599,
        "r": "csb:2 Kings:3:9",
        "t": "So*p the king of Israel, the king of Judah, and the king of Edom set out. After they had traveled their indirect route for seven days, they had no water for the army or the animals with them."
    },
    {
        "o": 10600,
        "r": "csb:2 Kings:3:10",
        "t": "Then*p the king of Israel said, “Oh no, the Lord*s has summoned these three kings, only to hand them over to Moab.”"
    },
    {
        "o": 10601,
        "r": "csb:2 Kings:3:11",
        "t": "But*p Jehoshaphat said, “Isn’t there a prophet of the Lord*s here? Let’s inquire of the Lord*s through him.” One*p of the servants of the king of Israel answered, “Elisha son of Shaphat, who used to pour water on Elijah’s hands, is here.”"
    },
    {
        "o": 10602,
        "r": "csb:2 Kings:3:12",
        "t": "Jehoshaphat*p affirmed, “The word of the Lord*s is with him.” So the king of Israel and Jehoshaphat and the king of Edom went to him."
    },
    {
        "o": 10603,
        "r": "csb:2 Kings:3:13",
        "t": "However,*p Elisha said to King Joram of Israel, “What do we have in common? Go to the prophets of your father and your mother!” But*p the king of Israel replied, “No, because it is the Lord*s who has summoned these three kings to hand them over to Moab.”"
    },
    {
        "o": 10604,
        "r": "csb:2 Kings:3:14",
        "t": "Elisha*p responded, “By the life of the Lord*s of Armies, before whom I stand: If I did not have respect for King Jehoshaphat of Judah, I wouldn’t look at you; I would not take notice of you."
    },
    {
        "o": 10605,
        "r": "csb:2 Kings:3:15",
        "t": "Now, bring me a musician.” While*p the musician played, the Lord’s*s hand came on Elisha."
    },
    {
        "o": 10606,
        "r": "csb:2 Kings:3:16",
        "t": "Then he said, “This is what the Lord*s says: ‘Dig ditch after ditch in this wadi.’"
    },
    {
        "o": 10607,
        "r": "csb:2 Kings:3:17",
        "t": "For the Lord*s says, ‘You will not see wind or rain, but the wadi will be filled with water, and you will drink - you and your cattle and your animals.’"
    },
    {
        "o": 10608,
        "r": "csb:2 Kings:3:18",
        "t": "This is easy in the Lord’s*s sight. He will also hand Moab over to you."
    },
    {
        "o": 10609,
        "r": "csb:2 Kings:3:19",
        "t": "Then you will attack every fortified city and every choice city. You will cut down every good tree and stop up every spring. You will ruin every good piece of land with stones.”"
    },
    {
        "o": 10610,
        "r": "csb:2 Kings:3:20",
        "t": "About*p the time for the grain offering the next morning, water suddenly came from the direction of Edom and filled the land."
    },
    {
        "o": 10611,
        "r": "csb:2 Kings:3:21",
        "t": "All*p Moab had heard that the kings had come up to fight against them. So all who could bear arms, from the youngest to the oldest, were summoned and took their stand at the border."
    },
    {
        "o": 10612,
        "r": "csb:2 Kings:3:22",
        "t": "When they got up early in the morning, the sun was shining on the water, and the Moabites saw that the water across from them was red like blood."
    },
    {
        "o": 10613,
        "r": "csb:2 Kings:3:23",
        "t": "“This is blood!” they exclaimed. “The kings have crossed swords and their men have killed one another. So, to the spoil, Moab!”"
    },
    {
        "o": 10614,
        "r": "csb:2 Kings:3:24",
        "t": "However,*p when the Moabites came to Israel’s camp, the Israelites attacked them, and they fled from them. So Israel went into the land attacking the Moabites."
    },
    {
        "o": 10615,
        "r": "csb:2 Kings:3:25",
        "t": "They would destroy the cities, and each of them would throw a stone to cover every good piece of land. They would stop up every spring and cut down every good tree. This went on until only the buildings of Kir-hareseth were left. Then men with slings surrounded the city and attacked it."
    },
    {
        "o": 10616,
        "r": "csb:2 Kings:3:26",
        "t": "When*p the king of Moab saw that the battle was too fierce for him, he took seven hundred swordsmen with him to try to break through to the king of Edom, but they could not do it."
    },
    {
        "o": 10617,
        "r": "csb:2 Kings:3:27",
        "t": "So he took his firstborn son, who was to become king in his place, and offered him as a burnt offering on the city wall. Great wrath was on the Israelites, and they withdrew from him and returned to their land."
    },
    {
        "o": 10618,
        "r": "csb:2 Kings:4:0",
        "t": "2 Kings 4",
        "h": 1
    },
    {
        "o": 10619,
        "r": "csb:2 Kings:4:0",
        "t": "The Widow’s Oil Multiplied",
        "h": 2
    },
    {
        "o": 10620,
        "r": "csb:2 Kings:4:1",
        "t": "One*p of the wives of the sons of the prophets cried out to Elisha, “Your servant, my husband, has died. You know that your servant feared the Lord.*s Now the creditor is coming to take my two children as his slaves.”"
    },
    {
        "o": 10621,
        "r": "csb:2 Kings:4:2",
        "t": "Elisha*p asked her, “What can I do for you? Tell me, what do you have in the house?” She*p said, “Your servant has nothing in the house except a jar of oil.”"
    },
    {
        "o": 10622,
        "r": "csb:2 Kings:4:3",
        "t": "Then*p he said, “Go out and borrow empty containers from all your neighbors. Do not get just a few."
    },
    {
        "o": 10623,
        "r": "csb:2 Kings:4:4",
        "t": "Then go in and shut the door behind you and your sons, and pour oil into all these containers. Set the full ones to one side.”"
    },
    {
        "o": 10624,
        "r": "csb:2 Kings:4:5",
        "t": "So she left. After*p she had shut the door behind her and her sons, they kept bringing her containers, and she kept pouring."
    },
    {
        "o": 10625,
        "r": "csb:2 Kings:4:6",
        "t": "When they were full, she said to her son, “Bring me another container.” But*p he replied, “There aren’t any more.” Then the oil stopped."
    },
    {
        "o": 10626,
        "r": "csb:2 Kings:4:7",
        "t": "She*p went and told the man of God, and he said, “Go sell the oil and pay your debt; you and your sons can live on the rest.”"
    },
    {
        "o": 10627,
        "r": "csb:2 Kings:4:7",
        "t": "The Shunammite Woman’s Hospitality",
        "h": 2
    },
    {
        "o": 10628,
        "r": "csb:2 Kings:4:8",
        "t": "One*p day Elisha went to Shunem. A prominent woman who lived there persuaded him to eat some food. So whenever he passed by, he stopped there to eat."
    },
    {
        "o": 10629,
        "r": "csb:2 Kings:4:9",
        "t": "Then she said to her husband, “I know that the one who often passes by here is a holy man of God,"
    },
    {
        "o": 10630,
        "r": "csb:2 Kings:4:10",
        "t": "so let’s make a small, walled-in upper room and put a bed, a table, a chair, and a lamp there for him. Whenever he comes, he can stay there.”"
    },
    {
        "o": 10631,
        "r": "csb:2 Kings:4:10",
        "t": "The Shunammite Woman’s Son",
        "h": 2
    },
    {
        "o": 10632,
        "r": "csb:2 Kings:4:11",
        "t": "One*p day he came there and stopped at the upstairs room to lie down."
    },
    {
        "o": 10633,
        "r": "csb:2 Kings:4:12",
        "t": "He ordered his attendant Gehazi, “Call this Shunammite woman.” So he called her and she stood before him."
    },
    {
        "o": 10634,
        "r": "csb:2 Kings:4:13",
        "t": "Then*p he said to Gehazi, “Say to her, ‘Look, you’ve gone to all this trouble for us. What can we do for you? Can we speak on your behalf to the king or to the commander of the army? ’” She*p answered, “I am living among my own people.”"
    },
    {
        "o": 10635,
        "r": "csb:2 Kings:4:14",
        "t": "So*p he asked, “Then what should be done for her?” Gehazi*p answered, “Well, she has no son, and her husband is old.”"
    },
    {
        "o": 10636,
        "r": "csb:2 Kings:4:15",
        "t": "“Call*p her,” Elisha said. So Gehazi called her, and she stood in the doorway."
    },
    {
        "o": 10637,
        "r": "csb:2 Kings:4:16",
        "t": "Elisha said, “At this time next year you will have a son in your arms.” Then*p she said, “No, my lord. Man of God, do not lie to your servant.”"
    },
    {
        "o": 10638,
        "r": "csb:2 Kings:4:17",
        "t": "The*p woman conceived and gave birth to a son at the same time the following year, as Elisha had promised her."
    },
    {
        "o": 10639,
        "r": "csb:2 Kings:4:17",
        "t": "The Shunammite’s Son Raised",
        "h": 2
    },
    {
        "o": 10640,
        "r": "csb:2 Kings:4:18",
        "t": "The*p child grew and one day went out to his father and the harvesters."
    },
    {
        "o": 10641,
        "r": "csb:2 Kings:4:19",
        "t": "Suddenly he complained to his father, “My head! My head!” His*p father told his servant, “Carry him to his mother.”"
    },
    {
        "o": 10642,
        "r": "csb:2 Kings:4:20",
        "t": "So he picked him up and took him to his mother. The child sat on her lap until noon and then died."
    },
    {
        "o": 10643,
        "r": "csb:2 Kings:4:21",
        "t": "She went up and laid him on the bed of the man of God, shut him in, and left."
    },
    {
        "o": 10644,
        "r": "csb:2 Kings:4:22",
        "t": "She*p summoned her husband and said, “Please send me one of the servants and one of the donkeys, so I can hurry to the man of God and come back again.”"
    },
    {
        "o": 10645,
        "r": "csb:2 Kings:4:23",
        "t": "But*p he said, “Why go to him today? It’s not a New Moon or a Sabbath.” She*p replied, “It’s all right.”"
    },
    {
        "o": 10646,
        "r": "csb:2 Kings:4:24",
        "t": "Then*p she saddled the donkey and said to her servant, “Go fast; don’t slow the pace for me unless I tell you.”"
    },
    {
        "o": 10647,
        "r": "csb:2 Kings:4:25",
        "t": "So she came to the man of God at Mount Carmel. When*p the man of God saw her at a distance, he said to his attendant Gehazi, “Look, there’s the Shunammite woman."
    },
    {
        "o": 10648,
        "r": "csb:2 Kings:4:26",
        "t": "Run out to meet her and ask, ‘Are you all right? Is your husband all right? Is your son all right? ’” And*p she answered, “It’s all right.”"
    },
    {
        "o": 10649,
        "r": "csb:2 Kings:4:27",
        "t": "When*p she came up to the man of God at the mountain, she clung to his feet. Gehazi came to push her away, but the man of God said, “Leave her alone - she is in severe anguish, and the Lord*s has hidden it from me. He hasn’t told me.”"
    },
    {
        "o": 10650,
        "r": "csb:2 Kings:4:28",
        "t": "Then*p she said, “Did I ask my lord for a son? Didn’t I say, ‘Do not lie to me?’”"
    },
    {
        "o": 10651,
        "r": "csb:2 Kings:4:29",
        "t": "So*p Elisha said to Gehazi, “Tuck your mantle under your belt, take my staff with you, and go. If you meet anyone, don’t stop to greet him, and if a man greets you, don’t answer him. Then place my staff on the boy’s face.”"
    },
    {
        "o": 10652,
        "r": "csb:2 Kings:4:30",
        "t": "The*p boy’s mother said to Elisha, “As the Lord*s lives and as you yourself live, I will not leave you.” So he got up and followed her."
    },
    {
        "o": 10653,
        "r": "csb:2 Kings:4:31",
        "t": "Gehazi*p went ahead of them and placed the staff on the boy’s face, but there was no sound or sign of life, so he went back to meet Elisha and told him, “The boy didn’t wake up.”"
    },
    {
        "o": 10654,
        "r": "csb:2 Kings:4:32",
        "t": "When*p Elisha got to the house, he discovered the boy lying dead on his bed."
    },
    {
        "o": 10655,
        "r": "csb:2 Kings:4:33",
        "t": "So he went in, closed the door behind the two of them, and prayed to the Lord.*s"
    },
    {
        "o": 10656,
        "r": "csb:2 Kings:4:34",
        "t": "Then he went up and lay on the boy: he put mouth to mouth, eye to eye, hand to hand. While he bent down over him, the boy’s flesh became warm."
    },
    {
        "o": 10657,
        "r": "csb:2 Kings:4:35",
        "t": "Elisha got up, went into the house, and paced back and forth. Then he went up and bent down over him again. The boy sneezed seven times and opened his eyes."
    },
    {
        "o": 10658,
        "r": "csb:2 Kings:4:36",
        "t": "Elisha*p called Gehazi and said, “Call the Shunammite woman.” He called her and she came. Then Elisha said, “Pick up your son.”"
    },
    {
        "o": 10659,
        "r": "csb:2 Kings:4:37",
        "t": "She came, fell at his feet, and bowed to the ground; she picked up her son and left."
    },
    {
        "o": 10660,
        "r": "csb:2 Kings:4:37",
        "t": "The Deadly Stew",
        "h": 2
    },
    {
        "o": 10661,
        "r": "csb:2 Kings:4:38",
        "t": "When*p Elisha returned to Gilgal, there was a famine in the land. The sons of the prophets were sitting before him. He said to his attendant, “Put on the large pot and make stew for the sons of the prophets.”"
    },
    {
        "o": 10662,
        "r": "csb:2 Kings:4:39",
        "t": "One*p went out to the field to gather herbs and found a wild vine from which he gathered as many wild gourds as his garment would hold. Then he came back and cut them up into the pot of stew, but they were unaware of what they were."
    },
    {
        "o": 10663,
        "r": "csb:2 Kings:4:40",
        "t": "They*p served some for the men to eat, but when they ate the stew they cried out, “There’s death in the pot, man of God!” And they were unable to eat it."
    },
    {
        "o": 10664,
        "r": "csb:2 Kings:4:41",
        "t": "Then*p Elisha said, “Get some flour.” He threw it into the pot and said, “Serve it for the people to eat.” And there was nothing bad in the pot."
    },
    {
        "o": 10665,
        "r": "csb:2 Kings:4:41",
        "t": "The Multiplied Bread",
        "h": 2
    },
    {
        "o": 10666,
        "r": "csb:2 Kings:4:42",
        "t": "A*p man from Baal-shalishah came to the man of God with his sack full of twenty loaves of barley bread from the first bread of the harvest. Elisha said, “Give it to the people to eat.”"
    },
    {
        "o": 10667,
        "r": "csb:2 Kings:4:43",
        "t": "But*p Elisha’s attendant asked, “What? Am I to set this before a hundred men?” “Give*p it to the people to eat,” Elisha said, “for this is what the Lord*s says: ‘They will eat, and they will have some left over.’”"
    },
    {
        "o": 10668,
        "r": "csb:2 Kings:4:44",
        "t": "So he set it before them, and as the Lord*s had promised, they ate and had some left over."
    },
    {
        "o": 10669,
        "r": "csb:2 Kings:5:0",
        "t": "2 Kings 5",
        "h": 1
    },
    {
        "o": 10670,
        "r": "csb:2 Kings:5:0",
        "t": "Naaman’s Disease Healed",
        "h": 2
    },
    {
        "o": 10671,
        "r": "csb:2 Kings:5:1",
        "t": "Naaman,*p commander of the army for the king of Aram, was a man important to his master and highly regarded because through him, the Lord*s had given victory to Aram. The man was a valiant warrior, but he had a skin disease."
    },
    {
        "o": 10672,
        "r": "csb:2 Kings:5:2",
        "t": "Aram*p had gone on raids and brought back from the land of Israel a young girl who served Naaman’s wife."
    },
    {
        "o": 10673,
        "r": "csb:2 Kings:5:3",
        "t": "She said to her mistress, “If only my master were with the prophet who is in Samaria, he would cure him of his skin disease.”"
    },
    {
        "o": 10674,
        "r": "csb:2 Kings:5:4",
        "t": "So*p Naaman went and told his master what the girl from the land of Israel had said."
    },
    {
        "o": 10675,
        "r": "csb:2 Kings:5:5",
        "t": "Therefore, the king of Aram said, “Go, and I will send a letter with you to the king of Israel.” So*p he went and took with him 750 pounds of silver, 150 pounds of gold, and ten sets of clothing."
    },
    {
        "o": 10676,
        "r": "csb:2 Kings:5:6",
        "t": "He brought the letter to the king of Israel, and it read: When*p this letter comes to you, note that I have sent you my servant Naaman for you to cure him of his skin disease."
    },
    {
        "o": 10677,
        "r": "csb:2 Kings:5:7",
        "t": "When*p the king of Israel read the letter, he tore his clothes and asked, “Am I God, killing and giving life, that this man expects me to cure a man of his skin disease? Recognize that he is only picking a fight with me.”"
    },
    {
        "o": 10678,
        "r": "csb:2 Kings:5:8",
        "t": "When*p Elisha the man of God heard that the king of Israel had torn his clothes, he sent a message to the king: “Why have you torn your clothes? Have him come to me, and he will know there is a prophet in Israel.”"
    },
    {
        "o": 10679,
        "r": "csb:2 Kings:5:9",
        "t": "So Naaman came with his horses and chariots and stood at the door of Elisha’s house."
    },
    {
        "o": 10680,
        "r": "csb:2 Kings:5:10",
        "t": "Then*p Elisha sent him a messenger, who said, “Go wash seven times in the Jordan and your skin will be restored and you will be clean.”"
    },
    {
        "o": 10681,
        "r": "csb:2 Kings:5:11",
        "t": "But*p Naaman got angry and left, saying, “I was telling myself: He will surely come out, stand and call on the name of the Lord*s his God, and wave his hand over the place and cure the skin disease."
    },
    {
        "o": 10682,
        "r": "csb:2 Kings:5:12",
        "t": "Aren’t Abana and Pharpar, the rivers of Damascus, better than all the waters of Israel? Couldn’t I wash in them and be clean?” So he turned and left in a rage."
    },
    {
        "o": 10683,
        "r": "csb:2 Kings:5:13",
        "t": "But*p his servants approached and said to him, “My father, if the prophet had told you to do some great thing, would you not have done it? How much more should you do it when he only tells you, ‘Wash and be clean’?”"
    },
    {
        "o": 10684,
        "r": "csb:2 Kings:5:14",
        "t": "So Naaman went down and dipped himself in the Jordan seven times, according to the command of the man of God. Then his skin was restored and became like the skin of a small boy, and he was clean."
    },
    {
        "o": 10685,
        "r": "csb:2 Kings:5:15",
        "t": "Then*p Naaman and his whole company went back to the man of God, stood before him, and declared, “I know there’s no God in the whole world except in Israel. Therefore, please accept a gift from your servant.”"
    },
    {
        "o": 10686,
        "r": "csb:2 Kings:5:16",
        "t": "But*p Elisha said, “As the Lord*s lives, in whose presence I stand, I will not accept it.” Naaman urged him to accept it, but he refused."
    },
    {
        "o": 10687,
        "r": "csb:2 Kings:5:17",
        "t": "Naaman*p responded, “If not, please let your servant be given as much soil as a pair of mules can carry, for your servant will no longer offer a burnt offering or a sacrifice to any other god but the Lord.*s"
    },
    {
        "o": 10688,
        "r": "csb:2 Kings:5:18",
        "t": "However, in a particular matter may the Lord*s pardon your servant: When my master, the king of Aram, goes into the temple of Rimmon to bow in worship while he is leaning on my arm, and I have to bow in the temple of Rimmon - when I bow in the temple of Rimmon, may the Lord*s pardon your servant in this matter.”"
    },
    {
        "o": 10689,
        "r": "csb:2 Kings:5:19",
        "t": "So*p he said to him, “Go in peace.”"
    },
    {
        "o": 10690,
        "r": "csb:2 Kings:5:19",
        "t": "Gehazi’s Greed Punished",
        "h": 2
    },
    {
        "o": 10691,
        "r": "csb:2 Kings:5:19",
        "t": "After*p Naaman had traveled a short distance from Elisha,"
    },
    {
        "o": 10692,
        "r": "csb:2 Kings:5:20",
        "t": "Gehazi, the attendant of Elisha the man of God, thought, “My master has let this Aramean Naaman off lightly by not accepting from him what he brought. As the Lord*s lives, I will run after him and get something from him.”"
    },
    {
        "o": 10693,
        "r": "csb:2 Kings:5:21",
        "t": "So*p Gehazi pursued Naaman. When Naaman saw someone running after him, he got down from the chariot to meet him and asked, “Is everything all right?”"
    },
    {
        "o": 10694,
        "r": "csb:2 Kings:5:22",
        "t": "Gehazi*p said, “It’s all right. My master has sent me to say, ‘I have just now discovered that two young men from the sons of the prophets have come to me from the hill country of Ephraim. Please give them seventy-five pounds of silver and two sets of clothing.’”"
    },
    {
        "o": 10695,
        "r": "csb:2 Kings:5:23",
        "t": "But*p Naaman insisted, “Please, accept one hundred fifty pounds.” He urged Gehazi and then packed one hundred fifty pounds of silver in two bags with two sets of clothing. Naaman gave them to two of his attendants who carried them ahead of Gehazi."
    },
    {
        "o": 10696,
        "r": "csb:2 Kings:5:24",
        "t": "When Gehazi came to the hill, he took the gifts from them and deposited them in the house. Then he dismissed the men, and they left."
    },
    {
        "o": 10697,
        "r": "csb:2 Kings:5:25",
        "t": "Gehazi*p came and stood by his master. “Where did you go, Gehazi?” Elisha asked him. He*p replied, “Your servant didn’t go anywhere.”"
    },
    {
        "o": 10698,
        "r": "csb:2 Kings:5:26",
        "t": "“And*p my heart didn’t go when the man got down from his chariot to meet you,” Elisha said. “Is this a time to accept silver and clothing, olive orchards and vineyards, flocks and herds, and male and female slaves?"
    },
    {
        "o": 10699,
        "r": "csb:2 Kings:5:27",
        "t": "Therefore, Naaman’s skin disease will cling to you and your descendants forever.” So Gehazi went out from his presence diseased, resembling snow."
    },
    {
        "o": 10700,
        "r": "csb:2 Kings:6:0",
        "t": "2 Kings 6",
        "h": 1
    },
    {
        "o": 10701,
        "r": "csb:2 Kings:6:0",
        "t": "The Floating Ax Head",
        "h": 2
    },
    {
        "o": 10702,
        "r": "csb:2 Kings:6:1",
        "t": "The*p sons of the prophets said to Elisha, “Please notice that the place where we live under your supervision is too small for us."
    },
    {
        "o": 10703,
        "r": "csb:2 Kings:6:2",
        "t": "Please let us go to the Jordan where we can each get a log and can build ourselves a place to live there.” “Go,”*p he said."
    },
    {
        "o": 10704,
        "r": "csb:2 Kings:6:3",
        "t": "Then*p one said, “Please come with your servants.” “I’ll*p come,” he answered."
    },
    {
        "o": 10705,
        "r": "csb:2 Kings:6:4",
        "t": "So*p he went with them, and when they came to the Jordan, they cut down trees."
    },
    {
        "o": 10706,
        "r": "csb:2 Kings:6:5",
        "t": "As one of them was cutting down a tree, the iron ax head fell into the water, and he cried out, “Oh, my master, it was borrowed!”"
    },
    {
        "o": 10707,
        "r": "csb:2 Kings:6:6",
        "t": "Then*p the man of God asked, “Where did it fall?” When*p he showed him the place, the man of God cut a piece of wood, threw it there, and made the iron float."
    },
    {
        "o": 10708,
        "r": "csb:2 Kings:6:7",
        "t": "Then he said, “Pick it up.” So he reached out and took it."
    },
    {
        "o": 10709,
        "r": "csb:2 Kings:6:7",
        "t": "The Aramean War",
        "h": 2
    },
    {
        "o": 10710,
        "r": "csb:2 Kings:6:8",
        "t": "When*p the king of Aram was waging war against Israel, he conferred with his servants, “My camp will be at such and such a place.”"
    },
    {
        "o": 10711,
        "r": "csb:2 Kings:6:9",
        "t": "But*p the man of God sent word to the king of Israel: “Be careful passing by this place, for the Arameans are going down there.”"
    },
    {
        "o": 10712,
        "r": "csb:2 Kings:6:10",
        "t": "Consequently, the king of Israel sent word to the place the man of God had told him about. The man of God repeatedly warned the king, so the king would be on his guard."
    },
    {
        "o": 10713,
        "r": "csb:2 Kings:6:11",
        "t": "The*p king of Aram was enraged because of this matter, and he called his servants and demanded of them, “Tell me, which one of us is for the king of Israel?”"
    },
    {
        "o": 10714,
        "r": "csb:2 Kings:6:12",
        "t": "One*p of his servants said, “No one, my lord the king. Elisha, the prophet in Israel, tells the king of Israel even the words you speak in your bedroom.”"
    },
    {
        "o": 10715,
        "r": "csb:2 Kings:6:13",
        "t": "So*p the king said, “Go and see where he is, so I can send men to capture him.” When*p he was told, “Elisha is in Dothan,”"
    },
    {
        "o": 10716,
        "r": "csb:2 Kings:6:14",
        "t": "he sent horses, chariots, and a massive army there. They went by night and surrounded the city."
    },
    {
        "o": 10717,
        "r": "csb:2 Kings:6:15",
        "t": "When*p the servant of the man of God got up early and went out, he discovered an army with horses and chariots surrounding the city. So he asked Elisha, “Oh, my master, what are we to do?”"
    },
    {
        "o": 10718,
        "r": "csb:2 Kings:6:16",
        "t": "Elisha*p said, “Don’t be afraid, for those who are with us outnumber those who are with them.”"
    },
    {
        "o": 10719,
        "r": "csb:2 Kings:6:17",
        "t": "Then*p Elisha prayed, “Lord,*s please open his eyes and let him see.” So the Lord*s opened the servant’s eyes, and he saw that the mountain was covered with horses and chariots of fire all around Elisha."
    },
    {
        "o": 10720,
        "r": "csb:2 Kings:6:18",
        "t": "When*p the Arameans came against him, Elisha prayed to the Lord,*s “Please strike this nation with blindness.” So he struck them with blindness, according to Elisha’s word."
    },
    {
        "o": 10721,
        "r": "csb:2 Kings:6:19",
        "t": "Then Elisha said to them, “This is not the way, and this is not the city. Follow me, and I will take you to the man you’re looking for.” And he led them to Samaria."
    },
    {
        "o": 10722,
        "r": "csb:2 Kings:6:20",
        "t": "When they entered Samaria, Elisha said, “Lord,*s open these men’s eyes and let them see.” So the Lord*s opened their eyes, and they saw that they were in the middle of Samaria."
    },
    {
        "o": 10723,
        "r": "csb:2 Kings:6:21",
        "t": "When*p the king of Israel saw them, he said to Elisha, “Should I kill them, should I kill them, my father?”"
    },
    {
        "o": 10724,
        "r": "csb:2 Kings:6:22",
        "t": "Elisha*p replied, “Don’t kill them. Do you kill those you have captured with your sword or your bow? Set food and water in front of them so they can eat and drink and go to their master.”"
    },
    {
        "o": 10725,
        "r": "csb:2 Kings:6:23",
        "t": "So*p he prepared a big feast for them. When they had eaten and drunk, he sent them away, and they went to their master. The Aramean raiders did not come into Israel’s land again."
    },
    {
        "o": 10726,
        "r": "csb:2 Kings:6:23",
        "t": "The Siege of Samaria",
        "h": 2
    },
    {
        "o": 10727,
        "r": "csb:2 Kings:6:24",
        "t": "Some*p time later, King Ben-hadad of Aram brought all his military units together and marched up and laid siege to Samaria."
    },
    {
        "o": 10728,
        "r": "csb:2 Kings:6:25",
        "t": "So there was a severe famine in Samaria, and they continued the siege against it until a donkey’s head sold for thirty-four ounces of silver, and a cup of dove’s dung sold for two ounces of silver."
    },
    {
        "o": 10729,
        "r": "csb:2 Kings:6:26",
        "t": "As*p the king of Israel was passing by on the wall, a woman cried out to him, “My lord the king, help!”"
    },
    {
        "o": 10730,
        "r": "csb:2 Kings:6:27",
        "t": "He*p answered, “If the Lord*s doesn’t help you, where can I get help for you? From the threshing floor or the winepress?”"
    },
    {
        "o": 10731,
        "r": "csb:2 Kings:6:28",
        "t": "Then the king asked her, “What’s the matter?” She*p said, “This woman said to me, ‘Give up your son, and we will eat him today. Then we will eat my son tomorrow.’"
    },
    {
        "o": 10732,
        "r": "csb:2 Kings:6:29",
        "t": "So we boiled my son and ate him, and I said to her the next day, ‘Give up your son, and we will eat him,’ but she has hidden her son.”"
    },
    {
        "o": 10733,
        "r": "csb:2 Kings:6:30",
        "t": "When*p the king heard the woman’s words, he tore his clothes. Then, as he was passing by on the wall, the people saw that there was sackcloth under his clothes next to his skin."
    },
    {
        "o": 10734,
        "r": "csb:2 Kings:6:31",
        "t": "He announced, “May God punish me and do so severely if the head of Elisha son of Shaphat remains on his shoulders today.”"
    },
    {
        "o": 10735,
        "r": "csb:2 Kings:6:32",
        "t": "Elisha*p was sitting in his house, and the elders were sitting with him. The king sent a man ahead of him, but before the messenger got to him, Elisha said to the elders, “Do you see how this murderer has sent someone to remove my head? Look, when the messenger comes, shut the door to keep him out. Isn’t the sound of his master’s feet behind him?”"
    },
    {
        "o": 10736,
        "r": "csb:2 Kings:6:33",
        "t": "While*p Elisha was still speaking with them, the messenger came down to him. Then he said, “This disaster is from the Lord.*s Why should I wait for the Lord*s any longer?”"
    },
    {
        "o": 10737,
        "r": "csb:2 Kings:7:0",
        "t": "2 Kings 7",
        "h": 1
    },
    {
        "o": 10738,
        "r": "csb:2 Kings:7:1",
        "t": "Elisha*p replied, “Hear the word of the Lord!*s This is what the Lord*s says: ‘About this time tomorrow at Samaria’s gate, six quarts of fine flour will sell for a half ounce of silver and twelve quarts of barley will sell for a half ounce of silver.’”"
    },
    {
        "o": 10739,
        "r": "csb:2 Kings:7:2",
        "t": "Then*p the captain, the king’s right-hand man, responded to the man of God, “Look, even if the Lord*s were to make windows in heaven, could this really happen?” Elisha*p announced, “You will in fact see it with your own eyes, but you won’t eat any of it.”"
    },
    {
        "o": 10740,
        "r": "csb:2 Kings:7:3",
        "t": "Now*p four men with a skin disease were at the entrance to the city gate. They said to each other, “Why just sit here until we die?"
    },
    {
        "o": 10741,
        "r": "csb:2 Kings:7:4",
        "t": "If we say, ‘Let’s go into the city,’ we will die there because the famine is in the city, but if we sit here, we will also die. So now, come on. Let’s surrender to the Arameans’ camp. If they let us live, we will live; if they kill us, we will die.”"
    },
    {
        "o": 10742,
        "r": "csb:2 Kings:7:5",
        "t": "So*p the diseased men got up at twilight to go to the Arameans’ camp. When they came to the camp’s edge, they discovered that no one was there,"
    },
    {
        "o": 10743,
        "r": "csb:2 Kings:7:6",
        "t": "for the Lord had caused the Aramean camp to hear the sound of chariots, horses, and a large army. The Arameans had said to each other, “The king of Israel must have hired the kings of the Hittites and the kings of Egypt to attack us.”"
    },
    {
        "o": 10744,
        "r": "csb:2 Kings:7:7",
        "t": "So they had gotten up and fled at twilight, abandoning their tents, horses, and donkeys. The camp was intact, and they had fled for their lives."
    },
    {
        "o": 10745,
        "r": "csb:2 Kings:7:8",
        "t": "When*p these diseased men came to the edge of the camp, they went into a tent to eat and drink. Then they picked up the silver, gold, and clothing and went off and hid them. They came back and entered another tent, picked things up, and hid them."
    },
    {
        "o": 10746,
        "r": "csb:2 Kings:7:9",
        "t": "Then they said to each other, “We’re not doing what is right. Today is a day of good news. If we are silent and wait until morning light, our punishment will catch up with us. So let’s go tell the king’s household.”"
    },
    {
        "o": 10747,
        "r": "csb:2 Kings:7:10",
        "t": "The*p diseased men came and called to the city’s gatekeepers and told them, “We went to the Aramean camp and no one was there - no human sounds. There was nothing but tethered horses and donkeys, and the tents were intact.”"
    },
    {
        "o": 10748,
        "r": "csb:2 Kings:7:11",
        "t": "The gatekeepers called out, and the news was reported to the king’s household."
    },
    {
        "o": 10749,
        "r": "csb:2 Kings:7:12",
        "t": "So*p the king got up in the night and said to his servants, “Let me tell you what the Arameans have done to us. They know we are starving, so they have left the camp to hide in the open country, thinking, ‘When they come out of the city, we will take them alive and go into the city.’”"
    },
    {
        "o": 10750,
        "r": "csb:2 Kings:7:13",
        "t": "But*p one of his servants responded, “Please, let messengers take five of the horses that are left in the city. Their fate is like the entire Israelite community who will die, so let’s send them and see.”"
    },
    {
        "o": 10751,
        "r": "csb:2 Kings:7:14",
        "t": "The*p messengers took two chariots with horses, and the king sent them after the Aramean army, saying, “Go and see.”"
    },
    {
        "o": 10752,
        "r": "csb:2 Kings:7:15",
        "t": "So they followed them as far as the Jordan. They saw that the whole way was littered with clothes and equipment the Arameans had thrown off in their haste. The messengers returned and told the king."
    },
    {
        "o": 10753,
        "r": "csb:2 Kings:7:16",
        "t": "Then*p the people went out and plundered the Aramean camp. It was then that six quarts of fine flour sold for a half ounce of silver and twelve quarts of barley sold for a half ounce of silver, according to the word of the Lord.*s"
    },
    {
        "o": 10754,
        "r": "csb:2 Kings:7:17",
        "t": "The king had appointed the captain, his right-hand man, to be in charge of the city gate, but the people trampled him in the gate. He died, just as the man of God had predicted when the king had come to him."
    },
    {
        "o": 10755,
        "r": "csb:2 Kings:7:18",
        "t": "When the man of God had said to the king, “About this time tomorrow twelve quarts of barley will sell for a half ounce of silver and six quarts of fine flour will sell for a half ounce of silver at Samaria’s gate,”"
    },
    {
        "o": 10756,
        "r": "csb:2 Kings:7:19",
        "t": "this captain had answered the man of God, “Look, even if the Lord*s were to make windows in heaven, could this really happen?” Elisha had said, “You will in fact see it with your own eyes, but you won’t eat any of it.”"
    },
    {
        "o": 10757,
        "r": "csb:2 Kings:7:20",
        "t": "This is what happened to him: the people trampled him in the city gate, and he died."
    },
    {
        "o": 10758,
        "r": "csb:2 Kings:8:0",
        "t": "2 Kings 8",
        "h": 1
    },
    {
        "o": 10759,
        "r": "csb:2 Kings:8:0",
        "t": "The Shunammite’s Land Restored",
        "h": 2
    },
    {
        "o": 10760,
        "r": "csb:2 Kings:8:1",
        "t": "Elisha*p said to the woman whose son he had restored to life, “Get ready, you and your household, and go live as a resident alien wherever you can. For the Lord*s has announced a seven-year famine, and it has already come to the land.”"
    },
    {
        "o": 10761,
        "r": "csb:2 Kings:8:2",
        "t": "So*p the woman got ready and did what the man of God said. She and her household lived as resident aliens in the land of the Philistines for seven years."
    },
    {
        "o": 10762,
        "r": "csb:2 Kings:8:3",
        "t": "When the woman returned from the land of the Philistines at the end of seven years, she went to appeal to the king for her house and field."
    },
    {
        "o": 10763,
        "r": "csb:2 Kings:8:4",
        "t": "The*p king had been speaking to Gehazi, the attendant of the man of God, saying, “Tell me all the great things Elisha has done.”"
    },
    {
        "o": 10764,
        "r": "csb:2 Kings:8:5",
        "t": "While*p he was telling the king how Elisha restored the dead son to life, the woman whose son he had restored to life came to appeal to the king for her house and field. So Gehazi said, “My lord the king, this is the woman and this is the son Elisha restored to life.”"
    },
    {
        "o": 10765,
        "r": "csb:2 Kings:8:6",
        "t": "When*p the king asked the woman, she told him the story. So the king appointed a court official for her, saying, “Restore all that was hers, along with all the income from the field from the day she left the country until now.”"
    },
    {
        "o": 10766,
        "r": "csb:2 Kings:8:6",
        "t": "Aram’s King Hazael",
        "h": 2
    },
    {
        "o": 10767,
        "r": "csb:2 Kings:8:7",
        "t": "Elisha*p came to Damascus while King Ben-hadad of Aram was sick, and the king was told, “The man of God has come here.”"
    },
    {
        "o": 10768,
        "r": "csb:2 Kings:8:8",
        "t": "So the king said to Hazael, “Take a gift with you and go meet the man of God. Inquire of the Lord*s through him, ‘Will I recover from this sickness?’”"
    },
    {
        "o": 10769,
        "r": "csb:2 Kings:8:9",
        "t": "Hazael*p went to meet Elisha, taking with him a gift: forty camel-loads of all the finest products of Damascus. When he came and stood before him, he said, “Your son, King Ben-hadad of Aram, has sent me to ask you, ‘Will I recover from this sickness? ’”"
    },
    {
        "o": 10770,
        "r": "csb:2 Kings:8:10",
        "t": "Elisha*p told him, “Go say to him, ‘You are sure to recover.’ But the Lord*s has shown me that he is sure to die.”"
    },
    {
        "o": 10771,
        "r": "csb:2 Kings:8:11",
        "t": "Then he stared steadily at him until he was ashamed. The*p man of God wept,"
    },
    {
        "o": 10772,
        "r": "csb:2 Kings:8:12",
        "t": "and Hazael asked, “Why is my lord weeping?” He*p replied, “Because I know the evil you will do to the people of Israel. You will set their fortresses on fire. You will kill their young men with the sword. You will dash their children to pieces. You will rip open their pregnant women.”"
    },
    {
        "o": 10773,
        "r": "csb:2 Kings:8:13",
        "t": "Hazael*p said, “How could your servant, a mere dog, do such a mighty deed?” Elisha*p answered, “The Lord*s has shown me that you will be king over Aram.”"
    },
    {
        "o": 10774,
        "r": "csb:2 Kings:8:14",
        "t": "Hazael*p left Elisha and went to his master, who asked him, “What did Elisha say to you?” He*p responded, “He told me you are sure to recover.”"
    },
    {
        "o": 10775,
        "r": "csb:2 Kings:8:15",
        "t": "The next day Hazael took a heavy cloth, dipped it in water, and spread it over the king’s face. Ben-hadad died, and Hazael reigned in his place."
    },
    {
        "o": 10776,
        "r": "csb:2 Kings:8:15",
        "t": "Judah’s King Jehoram",
        "h": 2
    },
    {
        "o": 10777,
        "r": "csb:2 Kings:8:16",
        "t": "In*p the fifth year of Israel’s King Joram son of Ahab, Jehoram son of Jehoshaphat became king of Judah, replacing his father."
    },
    {
        "o": 10778,
        "r": "csb:2 Kings:8:17",
        "t": "He was thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 10779,
        "r": "csb:2 Kings:8:18",
        "t": "He walked in the ways of the kings of Israel, as the house of Ahab had done, for Ahab’s daughter was his wife. He did what was evil in the Lord’s*s sight."
    },
    {
        "o": 10780,
        "r": "csb:2 Kings:8:19",
        "t": "For the sake of his servant David, the Lord*s was unwilling to destroy Judah, since he had promised to give a lamp to David and his sons forever."
    },
    {
        "o": 10781,
        "r": "csb:2 Kings:8:20",
        "t": "During*p Jehoram’s reign, Edom rebelled against Judah’s control and appointed their own king."
    },
    {
        "o": 10782,
        "r": "csb:2 Kings:8:21",
        "t": "So Jehoram crossed over to Zair with all his chariots. Then at night he set out to attack the Edomites who had surrounded him and the chariot commanders, but his troops fled to their tents."
    },
    {
        "o": 10783,
        "r": "csb:2 Kings:8:22",
        "t": "So Edom is still in rebellion against Judah’s control today. Libnah also rebelled at that time."
    },
    {
        "o": 10784,
        "r": "csb:2 Kings:8:23",
        "t": "The*p rest of the events of Jehoram’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 10785,
        "r": "csb:2 Kings:8:24",
        "t": "Jehoram rested with his ancestors and was buried with his ancestors in the city of David, and his son Ahaziah became king in his place."
    },
    {
        "o": 10786,
        "r": "csb:2 Kings:8:24",
        "t": "Judah’s King Ahaziah",
        "h": 2
    },
    {
        "o": 10787,
        "r": "csb:2 Kings:8:25",
        "t": "In*p the twelfth year of Israel’s King Joram son of Ahab, Ahaziah son of Jehoram became king of Judah."
    },
    {
        "o": 10788,
        "r": "csb:2 Kings:8:26",
        "t": "Ahaziah was twenty-two years old when he became king, and he reigned one year in Jerusalem. His mother’s name was Athaliah, granddaughter of Israel’s King Omri."
    },
    {
        "o": 10789,
        "r": "csb:2 Kings:8:27",
        "t": "He walked in the ways of the house of Ahab and did what was evil in the Lord’s*s sight like the house of Ahab, for his father had married into the house of Ahab."
    },
    {
        "o": 10790,
        "r": "csb:2 Kings:8:28",
        "t": "Ahaziah*p went with Joram son of Ahab to fight against King Hazael of Aram in Ramoth-gilead, and the Arameans wounded Joram."
    },
    {
        "o": 10791,
        "r": "csb:2 Kings:8:29",
        "t": "So King Joram returned to Jezreel to recover from the wounds that the Arameans had inflicted on him in Ramoth-gilead when he fought against Aram’s King Hazael. Then Judah’s King Ahaziah son of Jehoram went down to Jezreel to visit Joram son of Ahab since Joram was ill."
    },
    {
        "o": 10792,
        "r": "csb:2 Kings:9:0",
        "t": "2 Kings 9",
        "h": 1
    },
    {
        "o": 10793,
        "r": "csb:2 Kings:9:0",
        "t": "Jehu Anointed as Israel’s King",
        "h": 2
    },
    {
        "o": 10794,
        "r": "csb:2 Kings:9:1",
        "t": "The*p prophet Elisha called one of the sons of the prophets and said, “Tuck your mantle under your belt, take this flask of oil with you, and go to Ramoth-gilead."
    },
    {
        "o": 10795,
        "r": "csb:2 Kings:9:2",
        "t": "When you get there, look for Jehu son of Jehoshaphat, son of Nimshi. Go in, get him away from his colleagues, and take him to an inner room."
    },
    {
        "o": 10796,
        "r": "csb:2 Kings:9:3",
        "t": "Then take the flask of oil, pour it on his head, and say, ‘This is what the Lord*s says: “I anoint you king over Israel.”’ Open the door and escape. Don’t wait.”"
    },
    {
        "o": 10797,
        "r": "csb:2 Kings:9:4",
        "t": "So the young prophet went to Ramoth-gilead."
    },
    {
        "o": 10798,
        "r": "csb:2 Kings:9:5",
        "t": "When*p he arrived, the army commanders were sitting there, so he said, “I have a message for you, commander.” Jehu*p asked, “For which one of us?” He*p answered, “For you, commander.”"
    },
    {
        "o": 10799,
        "r": "csb:2 Kings:9:6",
        "t": "So*p Jehu got up and went into the house. The young prophet poured the oil on his head and said, “This is what the Lord*s God of Israel says: ‘I anoint you king over the Lord’s*s people, Israel."
    },
    {
        "o": 10800,
        "r": "csb:2 Kings:9:7",
        "t": "You are to strike down the house of your master Ahab so that I may avenge the blood shed by the hand of Jezebel - the blood of my servants the prophets and of all the servants of the Lord.*s"
    },
    {
        "o": 10801,
        "r": "csb:2 Kings:9:8",
        "t": "The whole house of Ahab will perish, and I will wipe out all of Ahab’s males, both slave and free, in Israel."
    },
    {
        "o": 10802,
        "r": "csb:2 Kings:9:9",
        "t": "I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Baasha son of Ahijah."
    },
    {
        "o": 10803,
        "r": "csb:2 Kings:9:10",
        "t": "The dogs will eat Jezebel in the plot of land at Jezreel - no one will bury her.’” Then the young prophet opened the door and escaped."
    },
    {
        "o": 10804,
        "r": "csb:2 Kings:9:11",
        "t": "When*p Jehu came out to his master’s servants, they asked, “Is everything all right? Why did this crazy person come to you?” Then*p he said to them, “You know the sort and their ranting.”"
    },
    {
        "o": 10805,
        "r": "csb:2 Kings:9:12",
        "t": "But*p they replied, “That’s a lie! Tell us!” So*p Jehu said, “He talked to me about this and that and said, ‘This is what the Lord*s says: I anoint you king over Israel.’”"
    },
    {
        "o": 10806,
        "r": "csb:2 Kings:9:13",
        "t": "Each*p man quickly took his garment and put it under Jehu on the bare steps. They blew the ram’s horn and proclaimed, “Jehu is king!”"
    },
    {
        "o": 10807,
        "r": "csb:2 Kings:9:14",
        "t": "Then*p Jehu son of Jehoshaphat, son of Nimshi, conspired against Joram. Joram and all Israel had been at Ramoth-gilead on guard against King Hazael of Aram."
    },
    {
        "o": 10808,
        "r": "csb:2 Kings:9:15",
        "t": "But King Joram had returned to Jezreel to recover from the wounds that the Arameans had inflicted on him when he fought against Aram’s King Hazael. Jehu said, “If you commanders wish to make me king, then don’t let anyone escape from the city to go tell about it in Jezreel.”"
    },
    {
        "o": 10809,
        "r": "csb:2 Kings:9:15",
        "t": "Jehu Kills Joram and Ahaziah",
        "h": 2
    },
    {
        "o": 10810,
        "r": "csb:2 Kings:9:16",
        "t": "Jehu*p got into his chariot and went to Jezreel since Joram was laid up there and King Ahaziah of Judah had gone down to visit Joram."
    },
    {
        "o": 10811,
        "r": "csb:2 Kings:9:17",
        "t": "Now the watchman was standing on the tower in Jezreel. He saw Jehu’s mob approaching and shouted, “I see a mob!” Joram*p responded, “Choose a rider and send him to meet them and have him ask, ‘Do you come in peace?’”"
    },
    {
        "o": 10812,
        "r": "csb:2 Kings:9:18",
        "t": "So*p a horseman went to meet Jehu and said, “This is what the king asks: ‘Do you come in peace? ’” Jehu*p replied, “What do you have to do with peace? Fall in behind me.” The*p watchman reported, “The messenger reached them but hasn’t started back.”"
    },
    {
        "o": 10813,
        "r": "csb:2 Kings:9:19",
        "t": "So*p he sent out a second horseman, who went to them and said, “This is what the king asks: ‘Do you come in peace? ’” Jehu*p answered, “What do you have to do with peace? Fall in behind me.”"
    },
    {
        "o": 10814,
        "r": "csb:2 Kings:9:20",
        "t": "Again*p the watchman reported, “He reached them but hasn’t started back. Also, the driving is like that of Jehu son of Nimshi- he drives like a madman.”"
    },
    {
        "o": 10815,
        "r": "csb:2 Kings:9:21",
        "t": "“Get*p the chariot ready!” Joram shouted, and they got it ready. Then King Joram of Israel and King Ahaziah of Judah set out, each in his own chariot, and met Jehu at the plot of land of Naboth the Jezreelite."
    },
    {
        "o": 10816,
        "r": "csb:2 Kings:9:22",
        "t": "When Joram saw Jehu he asked, “Do you come in peace, Jehu?” He*p answered, “What peace can there be as long as there is so much prostitution and sorcery from your mother Jezebel?”"
    },
    {
        "o": 10817,
        "r": "csb:2 Kings:9:23",
        "t": "Joram*p turned around and fled, shouting to Ahaziah, “It’s treachery, Ahaziah!”"
    },
    {
        "o": 10818,
        "r": "csb:2 Kings:9:24",
        "t": "Then*p Jehu drew his bow and shot Joram between the shoulders. The arrow went through his heart, and he slumped down in his chariot."
    },
    {
        "o": 10819,
        "r": "csb:2 Kings:9:25",
        "t": "Jehu said to Bidkar his aide, “Pick him up and throw him on the plot of ground belonging to Naboth the Jezreelite. For remember when you and I were riding side by side behind his father Ahab, and the Lord*s uttered this pronouncement against him:"
    },
    {
        "o": 10820,
        "r": "csb:2 Kings:9:26",
        "t": "‘As surely as I saw the blood of Naboth and the blood of his sons yesterday’ - this is the Lord’s*s declaration - ‘so will I repay you on this plot of land’ - this is the Lord’s*s declaration. So now, according to the word of the Lord,*s pick him up and throw him on the plot of land.”"
    },
    {
        "o": 10821,
        "r": "csb:2 Kings:9:27",
        "t": "When*p King Ahaziah of Judah saw what was happening, he fled up the road toward Beth-haggan. Jehu pursued him, shouting, “Shoot him too!” So they shot him in his chariot at Gur Pass near Ibleam, but he fled to Megiddo and died there."
    },
    {
        "o": 10822,
        "r": "csb:2 Kings:9:28",
        "t": "Then his servants carried him to Jerusalem in a chariot and buried him in his ancestors’ tomb in the city of David."
    },
    {
        "o": 10823,
        "r": "csb:2 Kings:9:29",
        "t": "It was in the eleventh year of Joram son of Ahab that Ahaziah had become king over Judah."
    },
    {
        "o": 10824,
        "r": "csb:2 Kings:9:29",
        "t": "Jehu Kills Jezebel",
        "h": 2
    },
    {
        "o": 10825,
        "r": "csb:2 Kings:9:30",
        "t": "When*p Jehu came to Jezreel, Jezebel heard about it, so she painted her eyes, fixed her hair, and looked down from the window."
    },
    {
        "o": 10826,
        "r": "csb:2 Kings:9:31",
        "t": "As Jehu entered the city gate, she said, “Do you come in peace, Zimri, killer of your master?”"
    },
    {
        "o": 10827,
        "r": "csb:2 Kings:9:32",
        "t": "He*p looked up toward the window and said, “Who is on my side? Who?” Two or three eunuchs looked down at him,"
    },
    {
        "o": 10828,
        "r": "csb:2 Kings:9:33",
        "t": "and he said, “Throw her down!” So they threw her down, and some of her blood splattered on the wall and on the horses, and Jehu rode over her."
    },
    {
        "o": 10829,
        "r": "csb:2 Kings:9:34",
        "t": "Then*p he went in, ate and drank, and said, “Take care of this cursed woman and bury her, since she’s a king’s daughter.”"
    },
    {
        "o": 10830,
        "r": "csb:2 Kings:9:35",
        "t": "But when they went out to bury her, they did not find anything but the skull, the feet, and the hands."
    },
    {
        "o": 10831,
        "r": "csb:2 Kings:9:36",
        "t": "So they went back and told him, and he said, “This fulfills the Lord’s*s word that he spoke through his servant Elijah the Tishbite: ‘In the plot of land at Jezreel, the dogs will eat Jezebel’s flesh."
    },
    {
        "o": 10832,
        "r": "csb:2 Kings:9:37",
        "t": "Jezebel’s corpse will be like manure on the surface of the ground in the plot of land at Jezreel so that no one will be able to say: This is Jezebel.’”"
    },
    {
        "o": 10833,
        "r": "csb:2 Kings:10:0",
        "t": "2 Kings 10",
        "h": 1
    },
    {
        "o": 10834,
        "r": "csb:2 Kings:10:0",
        "t": "Jehu Kills the House of Ahab",
        "h": 2
    },
    {
        "o": 10835,
        "r": "csb:2 Kings:10:1",
        "t": "Since*p Ahab had seventy sons in Samaria, Jehu wrote letters and sent them to Samaria to the rulers of Jezreel, to the elders, and to the guardians of Ahab’s sons, saying:"
    },
    {
        "o": 10836,
        "r": "csb:2 Kings:10:2",
        "t": "Your*p master’s sons are with you, and you have chariots, horses, a fortified city, and weaponry, so when this letter arrives"
    },
    {
        "o": 10837,
        "r": "csb:2 Kings:10:3",
        "t": "select the most qualified of your master’s sons, set him on his father’s throne, and fight for your master’s house."
    },
    {
        "o": 10838,
        "r": "csb:2 Kings:10:4",
        "t": "However,*p they were terrified and reasoned, “Look, two kings couldn’t stand against him; how can we?”"
    },
    {
        "o": 10839,
        "r": "csb:2 Kings:10:5",
        "t": "So*p the overseer of the palace, the overseer of the city, the elders, and the guardians sent a message to Jehu: “We are your servants, and we will do whatever you tell us. We will not make anyone king. Do whatever you think is right.”"
    },
    {
        "o": 10840,
        "r": "csb:2 Kings:10:6",
        "t": "Then*p Jehu wrote them a second letter, saying: If*p you are on my side, and if you will obey me, bring me the heads of your master’s sons at this time tomorrow at Jezreel. All*p seventy of the king’s sons were being cared for by the city’s prominent men."
    },
    {
        "o": 10841,
        "r": "csb:2 Kings:10:7",
        "t": "When the letter came to them, they took the king’s sons and slaughtered all seventy, put their heads in baskets, and sent them to Jehu at Jezreel."
    },
    {
        "o": 10842,
        "r": "csb:2 Kings:10:8",
        "t": "When the messenger came and told him, “They have brought the heads of the king’s sons,” the king said, “Pile them in two heaps at the entrance of the city gate until morning.”"
    },
    {
        "o": 10843,
        "r": "csb:2 Kings:10:9",
        "t": "The*p next morning when he went out and stood at the gate, he said to all the people, “You are innocent. It was I who conspired against my master and killed him. But who struck down all these?"
    },
    {
        "o": 10844,
        "r": "csb:2 Kings:10:10",
        "t": "Know, then, that not a word the Lord*s spoke against the house of Ahab will fail, for the Lord*s has done what he promised through his servant Elijah.”"
    },
    {
        "o": 10845,
        "r": "csb:2 Kings:10:11",
        "t": "So Jehu killed all who remained of the house of Ahab in Jezreel - all his great men, close friends, and priests - leaving him no survivors."
    },
    {
        "o": 10846,
        "r": "csb:2 Kings:10:12",
        "t": "Then*p he set out and went to Samaria. On the way, while he was at Beth-eked of the Shepherds,"
    },
    {
        "o": 10847,
        "r": "csb:2 Kings:10:13",
        "t": "Jehu met the relatives of King Ahaziah of Judah and asked, “Who are you?” They*p answered, “We’re Ahaziah’s relatives. We’ve come down to greet the king’s sons and the queen mother’s sons.”"
    },
    {
        "o": 10848,
        "r": "csb:2 Kings:10:14",
        "t": "Then*p Jehu ordered, “Take them alive.” So they took them alive and then slaughtered them at the pit of Beth-eked - forty-two men. He didn’t spare any of them."
    },
    {
        "o": 10849,
        "r": "csb:2 Kings:10:15",
        "t": "When*p he left there, he found Jehonadab son of Rechab coming to meet him. He greeted him and then asked, “Is your heart one with mine?” “It*p is,” Jehonadab replied. Jehu*p said, “If it is, give me your hand.” So*p he gave him his hand, and Jehu pulled him up into the chariot with him."
    },
    {
        "o": 10850,
        "r": "csb:2 Kings:10:16",
        "t": "Then he said, “Come with me and see my zeal for the Lord!”*s So he let him ride with him in his chariot."
    },
    {
        "o": 10851,
        "r": "csb:2 Kings:10:17",
        "t": "When Jehu came to Samaria, he struck down all who remained from the house of Ahab in Samaria until he had annihilated his house, according to the word of the Lord*s spoken to Elijah."
    },
    {
        "o": 10852,
        "r": "csb:2 Kings:10:17",
        "t": "Jehu Kills the Baal Worshipers",
        "h": 2
    },
    {
        "o": 10853,
        "r": "csb:2 Kings:10:18",
        "t": "Then*p Jehu brought all the people together and said to them, “Ahab served Baal a little, but Jehu will serve him a lot."
    },
    {
        "o": 10854,
        "r": "csb:2 Kings:10:19",
        "t": "Now, therefore, summon to me all the prophets of Baal, all his servants, and all his priests. None must be missing, for I have a great sacrifice for Baal. Whoever is missing will not live.” However, Jehu was acting deceptively in order to destroy the servants of Baal."
    },
    {
        "o": 10855,
        "r": "csb:2 Kings:10:20",
        "t": "Jehu commanded, “Consecrate a solemn assembly for Baal.” So they called one."
    },
    {
        "o": 10856,
        "r": "csb:2 Kings:10:21",
        "t": "Then*p Jehu sent messengers throughout all Israel, and all the servants of Baal came; no one failed to come. They entered the temple of Baal, and it was filled from one end to the other."
    },
    {
        "o": 10857,
        "r": "csb:2 Kings:10:22",
        "t": "Then he said to the custodian of the wardrobe, “Bring out the garments for all the servants of Baal.” So he brought out their garments."
    },
    {
        "o": 10858,
        "r": "csb:2 Kings:10:23",
        "t": "Then*p Jehu and Jehonadab son of Rechab entered the temple of Baal, and Jehu said to the servants of Baal, “Look carefully to see that there are no servants of the Lord*s here among you - only servants of Baal.”"
    },
    {
        "o": 10859,
        "r": "csb:2 Kings:10:24",
        "t": "Then they went in to offer sacrifices and burnt offerings. Now*p Jehu had stationed eighty men outside, and he warned them, “Whoever allows any of the men I am placing in your hands to escape will forfeit his life for theirs.”"
    },
    {
        "o": 10860,
        "r": "csb:2 Kings:10:25",
        "t": "When he finished offering the burnt offering, Jehu said to the guards and officers, “Go in and kill them. Don’t let anyone out.” So they struck them down with the sword. Then the guards and officers threw the bodies out and went into the inner room of the temple of Baal."
    },
    {
        "o": 10861,
        "r": "csb:2 Kings:10:26",
        "t": "They brought out the pillar of the temple of Baal and burned it,"
    },
    {
        "o": 10862,
        "r": "csb:2 Kings:10:27",
        "t": "and they tore down the pillar of Baal. Then they tore down the temple of Baal and made it a latrine- which it still is today."
    },
    {
        "o": 10863,
        "r": "csb:2 Kings:10:27",
        "t": "Evaluation of Jehu’s Reign",
        "h": 2
    },
    {
        "o": 10864,
        "r": "csb:2 Kings:10:28",
        "t": "Jehu*p eliminated Baal worship from Israel,"
    },
    {
        "o": 10865,
        "r": "csb:2 Kings:10:29",
        "t": "but he did not turn away from the sins that Jeroboam son of Nebat had caused Israel to commit - worshiping the gold calves that were in Bethel and Dan."
    },
    {
        "o": 10866,
        "r": "csb:2 Kings:10:30",
        "t": "Nevertheless, the Lord*s said to Jehu, “Because you have done well in carrying out what is right in my sight and have done to the house of Ahab all that was in my heart, four generations of your sons will sit on the throne of Israel.”"
    },
    {
        "o": 10867,
        "r": "csb:2 Kings:10:31",
        "t": "Yet*p Jehu was not careful to follow the instruction of the Lord*s God of Israel with all his heart. He did not turn from the sins that Jeroboam had caused Israel to commit."
    },
    {
        "o": 10868,
        "r": "csb:2 Kings:10:32",
        "t": "In*p those days the Lord*s began to reduce the size of Israel. Hazael defeated the Israelites throughout their territory"
    },
    {
        "o": 10869,
        "r": "csb:2 Kings:10:33",
        "t": "from the Jordan eastward: the whole land of Gilead - the Gadites, the Reubenites, and the Manassites - from Aroer which is by the Arnon Valley through Gilead to Bashan."
    },
    {
        "o": 10870,
        "r": "csb:2 Kings:10:34",
        "t": "The*p rest of the events of Jehu’s reign, along with all his accomplishments and all his might, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10871,
        "r": "csb:2 Kings:10:35",
        "t": "Jehu rested with his ancestors and was buried in Samaria. His son Jehoahaz became king in his place."
    },
    {
        "o": 10872,
        "r": "csb:2 Kings:10:36",
        "t": "The length of Jehu’s reign over Israel in Samaria was twenty-eight years."
    },
    {
        "o": 10873,
        "r": "csb:2 Kings:11:0",
        "t": "2 Kings 11",
        "h": 1
    },
    {
        "o": 10874,
        "r": "csb:2 Kings:11:0",
        "t": "Athaliah Usurps the Throne",
        "h": 2
    },
    {
        "o": 10875,
        "r": "csb:2 Kings:11:1",
        "t": "When*p Athaliah, Ahaziah’s mother, saw that her son was dead, she proceeded to annihilate all the royal heirs."
    },
    {
        "o": 10876,
        "r": "csb:2 Kings:11:2",
        "t": "Jehosheba, who was King Jehoram’s daughter and Ahaziah’s sister, secretly rescued Joash son of Ahaziah from among the king’s sons who were being killed and put him and the one who nursed him in a bedroom. So he was hidden from Athaliah and was not killed."
    },
    {
        "o": 10877,
        "r": "csb:2 Kings:11:3",
        "t": "Joash was in hiding with her in the Lord’s*s temple six years while Athaliah reigned over the land."
    },
    {
        "o": 10878,
        "r": "csb:2 Kings:11:3",
        "t": "Athaliah Overthrown",
        "h": 2
    },
    {
        "o": 10879,
        "r": "csb:2 Kings:11:4",
        "t": "In*p the seventh year, Jehoiada sent for the commanders of hundreds, the Carites, and the guards. He had them come to him in the Lord’s*s temple, where he made a covenant with them and put them under oath. He showed them the king’s son"
    },
    {
        "o": 10880,
        "r": "csb:2 Kings:11:5",
        "t": "and commanded them, “This is what you are to do: A third of you who come on duty on the Sabbath are to provide protection for the king’s palace."
    },
    {
        "o": 10881,
        "r": "csb:2 Kings:11:6",
        "t": "A third are to be at the Foundation Gate and a third at the gate behind the guards. You are to take turns providing protection for the palace."
    },
    {
        "o": 10882,
        "r": "csb:2 Kings:11:7",
        "t": "“Your*p two divisions that go off duty on the Sabbath are to provide the king protection at the Lord’s*s temple."
    },
    {
        "o": 10883,
        "r": "csb:2 Kings:11:8",
        "t": "Completely surround the king with weapons in hand. Anyone who approaches the ranks is to be put to death. Be with the king in all his daily tasks.”"
    },
    {
        "o": 10884,
        "r": "csb:2 Kings:11:9",
        "t": "So*p the commanders of hundreds did everything the priest Jehoiada commanded. They each brought their men - those coming on duty on the Sabbath and those going off duty - and came to the priest Jehoiada."
    },
    {
        "o": 10885,
        "r": "csb:2 Kings:11:10",
        "t": "The priest gave to the commanders of hundreds King David’s spears and shields that were in the Lord’s*s temple."
    },
    {
        "o": 10886,
        "r": "csb:2 Kings:11:11",
        "t": "Then the guards stood with their weapons in hand surrounding the king - from the right side of the temple to the left side, by the altar and by the temple."
    },
    {
        "o": 10887,
        "r": "csb:2 Kings:11:12",
        "t": "Jehoiada*p brought out the king’s son, put the crown on him, gave him the testimony, and made him king. They anointed him and clapped their hands and cried, “Long live the king!”"
    },
    {
        "o": 10888,
        "r": "csb:2 Kings:11:13",
        "t": "When*p Athaliah heard the noise from the guard and the crowd, she went out to the people at the Lord’s*s temple."
    },
    {
        "o": 10889,
        "r": "csb:2 Kings:11:14",
        "t": "She looked, and there was the king standing by the pillar according to the custom. The commanders and the trumpeters were by the king, and all the people of the land were rejoicing and blowing trumpets. Athaliah tore her clothes and screamed “Treason! Treason!”"
    },
    {
        "o": 10890,
        "r": "csb:2 Kings:11:15",
        "t": "Then*p the priest Jehoiada ordered the commanders of hundreds in charge of the army, “Take her out between the ranks, and put to death by the sword anyone who follows her,” for the priest had said, “She is not to be put to death in the Lord’s*s temple.”"
    },
    {
        "o": 10891,
        "r": "csb:2 Kings:11:16",
        "t": "So they arrested her, and she went through the horse entrance to the king’s palace, where she was put to death."
    },
    {
        "o": 10892,
        "r": "csb:2 Kings:11:16",
        "t": "Jehoiada’s Reforms",
        "h": 2
    },
    {
        "o": 10893,
        "r": "csb:2 Kings:11:17",
        "t": "Then*p Jehoiada made a covenant between the Lord,*s the king, and the people that they would be the Lord’s*s people and another covenant between the king and the people."
    },
    {
        "o": 10894,
        "r": "csb:2 Kings:11:18",
        "t": "So all the people of the land went to the temple of Baal and tore it down. They smashed its altars and images to pieces, and they killed Mattan, the priest of Baal, at the altars. Then*p Jehoiada the priest appointed guards for the Lord’s*s temple."
    },
    {
        "o": 10895,
        "r": "csb:2 Kings:11:19",
        "t": "He took the commanders of hundreds, the Carites, the guards, and all the people of the land, and they brought the king from the Lord’s*s temple. They entered the king’s palace by way of the guards’ gate. Then Joash sat on the throne of the kings."
    },
    {
        "o": 10896,
        "r": "csb:2 Kings:11:20",
        "t": "All the people of the land rejoiced, and the city was quiet, for they had put Athaliah to death by the sword in the king’s palace."
    },
    {
        "o": 10897,
        "r": "csb:2 Kings:11:20",
        "t": "Judah’s King Joash",
        "h": 2
    },
    {
        "o": 10898,
        "r": "csb:2 Kings:11:21",
        "t": "Joash*p was seven years old when he became king."
    },
    {
        "o": 10899,
        "r": "csb:2 Kings:12:0",
        "t": "2 Kings 12",
        "h": 1
    },
    {
        "o": 10900,
        "r": "csb:2 Kings:12:1",
        "t": "In*p the seventh year of Jehu, Joash became king, and he reigned forty years in Jerusalem. His mother’s name was Zibiah; she was from Beer-sheba."
    },
    {
        "o": 10901,
        "r": "csb:2 Kings:12:2",
        "t": "Throughout the time the priest Jehoiada instructed him, Joash did what was right in the Lord’s*s sight."
    },
    {
        "o": 10902,
        "r": "csb:2 Kings:12:3",
        "t": "Yet the high places were not taken away; the people continued sacrificing and burning incense on the high places."
    },
    {
        "o": 10903,
        "r": "csb:2 Kings:12:3",
        "t": "Repairing the Temple",
        "h": 2
    },
    {
        "o": 10904,
        "r": "csb:2 Kings:12:4",
        "t": "Then*p Joash said to the priests, “All the dedicated silver brought to the Lord’s*s temple, census silver, silver from vows, and all silver voluntarily given for the Lord’s*s temple -"
    },
    {
        "o": 10905,
        "r": "csb:2 Kings:12:5",
        "t": "each priest is to take it from his assessor and repair whatever damage is found in the temple.”"
    },
    {
        "o": 10906,
        "r": "csb:2 Kings:12:6",
        "t": "But*p by the twenty-third year of the reign of King Joash, the priests had not repaired the damage to the temple."
    },
    {
        "o": 10907,
        "r": "csb:2 Kings:12:7",
        "t": "So King Joash called the priest Jehoiada and the other priests and asked, “Why haven’t you repaired the temple’s damage? Since you haven’t, don’t take any silver from your assessors; instead, hand it over for the repair of the temple.”"
    },
    {
        "o": 10908,
        "r": "csb:2 Kings:12:8",
        "t": "So the priests agreed that they would receive no silver from the people and would not be the ones to repair the temple’s damage."
    },
    {
        "o": 10909,
        "r": "csb:2 Kings:12:9",
        "t": "Then*p the priest Jehoiada took a chest, bored a hole in its lid, and set it beside the altar on the right side as one enters the Lord’s*s temple; the priests who guarded the threshold put into the chest all the silver that was brought to the Lord’s*s temple."
    },
    {
        "o": 10910,
        "r": "csb:2 Kings:12:10",
        "t": "Whenever they saw there was a large amount of silver in the chest, the king’s secretary and the high priest would go bag up and tally the silver found in the Lord’s*s temple."
    },
    {
        "o": 10911,
        "r": "csb:2 Kings:12:11",
        "t": "Then they would give the weighed silver to those doing the work - those who oversaw the Lord’s*s temple. They in turn would pay it out to those working on the Lord’s*s temple - the carpenters, the builders,"
    },
    {
        "o": 10912,
        "r": "csb:2 Kings:12:12",
        "t": "the masons, and the stonecutters - and would use it to buy timber and quarried stone to repair the damage to the Lord’s*s temple and for all expenses for temple repairs."
    },
    {
        "o": 10913,
        "r": "csb:2 Kings:12:13",
        "t": "However,*p no silver bowls, wick trimmers, sprinkling basins, trumpets, or any articles of gold or silver were made for the Lord’s*s temple from the contributions brought to the Lord’s*s temple."
    },
    {
        "o": 10914,
        "r": "csb:2 Kings:12:14",
        "t": "Instead, it was given to those doing the work, and they repaired the Lord’s*s temple with it."
    },
    {
        "o": 10915,
        "r": "csb:2 Kings:12:15",
        "t": "No accounting was required from the men who received the silver to pay those doing the work, since they worked with integrity."
    },
    {
        "o": 10916,
        "r": "csb:2 Kings:12:16",
        "t": "The silver from the guilt offering and the sin offering was not brought to the Lord’s*s temple since it belonged to the priests."
    },
    {
        "o": 10917,
        "r": "csb:2 Kings:12:16",
        "t": "Aramean Invasion of Judah",
        "h": 2
    },
    {
        "o": 10918,
        "r": "csb:2 Kings:12:17",
        "t": "At*p that time King Hazael of Aram marched up and fought against Gath and captured it. Then he planned to attack Jerusalem."
    },
    {
        "o": 10919,
        "r": "csb:2 Kings:12:18",
        "t": "So King Joash of Judah took all the items consecrated by himself and by his ancestors - Judah’s kings Jehoshaphat, Jehoram, and Ahaziah - as well as all the gold found in the treasuries of the Lord’s*s temple and in the king’s palace, and he sent them to King Hazael of Aram. Then Hazael withdrew from Jerusalem."
    },
    {
        "o": 10920,
        "r": "csb:2 Kings:12:18",
        "t": "Joash Assassinated",
        "h": 2
    },
    {
        "o": 10921,
        "r": "csb:2 Kings:12:19",
        "t": "The*p rest of the events of Joash’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 10922,
        "r": "csb:2 Kings:12:20",
        "t": "Joash’s servants conspired against him and attacked him at Beth-millo on the road that goes down to Silla."
    },
    {
        "o": 10923,
        "r": "csb:2 Kings:12:21",
        "t": "It was his servants Jozabad son of Shimeath and Jehozabad son of Shomer who attacked him. He died and they buried him with his ancestors in the city of David, and his son Amaziah became king in his place."
    },
    {
        "o": 10924,
        "r": "csb:2 Kings:13:0",
        "t": "2 Kings 13",
        "h": 1
    },
    {
        "o": 10925,
        "r": "csb:2 Kings:13:0",
        "t": "Israel’s King Jehoahaz",
        "h": 2
    },
    {
        "o": 10926,
        "r": "csb:2 Kings:13:1",
        "t": "In*p the twenty-third year of Judah’s King Joash son of Ahaziah, Jehoahaz son of Jehu became king over Israel in Samaria, and he reigned seventeen years."
    },
    {
        "o": 10927,
        "r": "csb:2 Kings:13:2",
        "t": "He did what was evil in the Lord’s*s sight and followed the sins that Jeroboam son of Nebat had caused Israel to commit; he did not turn away from them."
    },
    {
        "o": 10928,
        "r": "csb:2 Kings:13:3",
        "t": "So the Lord’s*s anger burned against Israel, and he handed them over to King Hazael of Aram and to his son Ben-hadad during their reigns."
    },
    {
        "o": 10929,
        "r": "csb:2 Kings:13:4",
        "t": "Then*p Jehoahaz sought the Lord’s*s favor, and the Lord*s heard him, for he saw the oppression the king of Aram inflicted on Israel."
    },
    {
        "o": 10930,
        "r": "csb:2 Kings:13:5",
        "t": "Therefore, the Lord*s gave Israel a deliverer, and they escaped from the power of the Arameans. Then the people of Israel returned to their former way of life,"
    },
    {
        "o": 10931,
        "r": "csb:2 Kings:13:6",
        "t": "but they didn’t turn away from the sins that the house of Jeroboam had caused Israel to commit. Jehoahaz continued them, and the Asherah pole also remained standing in Samaria."
    },
    {
        "o": 10932,
        "r": "csb:2 Kings:13:7",
        "t": "Jehoahaz did not have an army left, except for fifty horsemen, ten chariots, and ten thousand foot soldiers, because the king of Aram had destroyed them, making them like dust at threshing."
    },
    {
        "o": 10933,
        "r": "csb:2 Kings:13:8",
        "t": "The*p rest of the events of Jehoahaz’s reign, along with all his accomplishments and his might, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10934,
        "r": "csb:2 Kings:13:9",
        "t": "Jehoahaz rested with his ancestors, and he was buried in Samaria. His son Jehoash became king in his place."
    },
    {
        "o": 10935,
        "r": "csb:2 Kings:13:9",
        "t": "Israel’s King Jehoash",
        "h": 2
    },
    {
        "o": 10936,
        "r": "csb:2 Kings:13:10",
        "t": "In*p the thirty-seventh year of Judah’s King Joash, Jehoash son of Jehoahaz became king over Israel in Samaria, and he reigned sixteen years."
    },
    {
        "o": 10937,
        "r": "csb:2 Kings:13:11",
        "t": "He did what was evil in the Lord’s*s sight. He did not turn away from all the sins that Jeroboam son of Nebat had caused Israel to commit, but he continued them."
    },
    {
        "o": 10938,
        "r": "csb:2 Kings:13:12",
        "t": "The*p rest of the events of Jehoash’s reign, along with all his accomplishments and the power he had to wage war against Judah’s King Amaziah, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10939,
        "r": "csb:2 Kings:13:13",
        "t": "Jehoash rested with his ancestors, and Jeroboam sat on his throne. Jehoash was buried in Samaria with the kings of Israel."
    },
    {
        "o": 10940,
        "r": "csb:2 Kings:13:13",
        "t": "Elisha’s Death",
        "h": 2
    },
    {
        "o": 10941,
        "r": "csb:2 Kings:13:14",
        "t": "When*p Elisha became sick with the illness from which he died, King Jehoash of Israel went down and wept over him and said, “My father, my father, the chariots and horsemen of Israel!”"
    },
    {
        "o": 10942,
        "r": "csb:2 Kings:13:15",
        "t": "Elisha*p responded, “Get a bow and arrows.” So he got a bow and arrows."
    },
    {
        "o": 10943,
        "r": "csb:2 Kings:13:16",
        "t": "Then Elisha said to the king of Israel, “Grasp the bow.” So the king grasped it, and Elisha put his hands on the king’s hands."
    },
    {
        "o": 10944,
        "r": "csb:2 Kings:13:17",
        "t": "Elisha said, “Open the east window.” So he opened it. Elisha said, “Shoot!” So he shot. Then Elisha said, “The Lord’s*s arrow of victory, yes, the arrow of victory over Aram. You are to strike down the Arameans in Aphek until you have put an end to them.”"
    },
    {
        "o": 10945,
        "r": "csb:2 Kings:13:18",
        "t": "Then*p Elisha said, “Take the arrows!” So he took them. Then Elisha said to the king of Israel, “Strike the ground!” So he struck the ground three times and stopped."
    },
    {
        "o": 10946,
        "r": "csb:2 Kings:13:19",
        "t": "The man of God was angry with him and said, “You should have struck the ground five or six times. Then you would have struck down Aram until you had put an end to them, but now you will strike down Aram only three times.”"
    },
    {
        "o": 10947,
        "r": "csb:2 Kings:13:20",
        "t": "Then Elisha died and was buried. Now*p Moabite raiders used to come into the land in the spring of the year."
    },
    {
        "o": 10948,
        "r": "csb:2 Kings:13:21",
        "t": "Once, as the Israelites were burying a man, suddenly they saw a raiding party, so they threw the man into Elisha’s tomb. When he touched Elisha’s bones, the man revived and stood up!"
    },
    {
        "o": 10949,
        "r": "csb:2 Kings:13:21",
        "t": "God’s Mercy on Israel",
        "h": 2
    },
    {
        "o": 10950,
        "r": "csb:2 Kings:13:22",
        "t": "King*p Hazael of Aram oppressed Israel throughout the reign of Jehoahaz,"
    },
    {
        "o": 10951,
        "r": "csb:2 Kings:13:23",
        "t": "but the Lord*s was gracious to them, had compassion on them, and turned toward them because of his covenant with Abraham, Isaac, and Jacob. He was not willing to destroy them. Even now he has not banished them from his presence."
    },
    {
        "o": 10952,
        "r": "csb:2 Kings:13:24",
        "t": "King*p Hazael of Aram died, and his son Ben-hadad became king in his place."
    },
    {
        "o": 10953,
        "r": "csb:2 Kings:13:25",
        "t": "Then Jehoash son of Jehoahaz took back from Ben-hadad son of Hazael the cities that Hazael had taken in war from Jehoash’s father Jehoahaz. Jehoash defeated Ben-hadad three times and recovered the cities of Israel."
    },
    {
        "o": 10954,
        "r": "csb:2 Kings:14:0",
        "t": "2 Kings 14",
        "h": 1
    },
    {
        "o": 10955,
        "r": "csb:2 Kings:14:0",
        "t": "Judah’s King Amaziah",
        "h": 2
    },
    {
        "o": 10956,
        "r": "csb:2 Kings:14:1",
        "t": "In*p the second year of Israel’s King Jehoash son of Jehoahaz, Amaziah son of Joash became king of Judah."
    },
    {
        "o": 10957,
        "r": "csb:2 Kings:14:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Jehoaddan; she was from Jerusalem."
    },
    {
        "o": 10958,
        "r": "csb:2 Kings:14:3",
        "t": "He did what was right in the Lord’s*s sight, but not like his ancestor David. He did everything his father Joash had done."
    },
    {
        "o": 10959,
        "r": "csb:2 Kings:14:4",
        "t": "Yet the high places were not taken away, and the people continued sacrificing and burning incense on the high places."
    },
    {
        "o": 10960,
        "r": "csb:2 Kings:14:5",
        "t": "As*p soon as the kingdom was firmly in his grasp, Amaziah killed his servants who had killed his father the king."
    },
    {
        "o": 10961,
        "r": "csb:2 Kings:14:6",
        "t": "However, he did not put the children of the killers to death, as it is written in the book of the law of Moses where the Lord*s commanded, “Fathers are not to be put to death because of children, and children are not to be put to death because of fathers; instead, each one will be put to death for his own sin.”"
    },
    {
        "o": 10962,
        "r": "csb:2 Kings:14:7",
        "t": "Amaziah*p killed ten thousand Edomites in Salt Valley. He took Sela in battle and called it Joktheel, which is still its name today."
    },
    {
        "o": 10963,
        "r": "csb:2 Kings:14:8",
        "t": "Amaziah then sent messengers to Jehoash son of Jehoahaz, son of Jehu, king of Israel, and challenged him: “Come, let’s meet face to face.”"
    },
    {
        "o": 10964,
        "r": "csb:2 Kings:14:9",
        "t": "King*p Jehoash of Israel sent word to King Amaziah of Judah, saying, “The thistle in Lebanon once sent a message to the cedar in Lebanon, saying, ‘Give your daughter to my son as a wife.’ Then a wild animal in Lebanon passed by and trampled the thistle."
    },
    {
        "o": 10965,
        "r": "csb:2 Kings:14:10",
        "t": "You have indeed defeated Edom, and you have become overconfident. Enjoy your glory and stay at home. Why should you stir up such trouble that you fall - you and Judah with you?”"
    },
    {
        "o": 10966,
        "r": "csb:2 Kings:14:11",
        "t": "But*p Amaziah would not listen, so King Jehoash of Israel advanced. He and King Amaziah of Judah met face to face at Beth-shemesh that belonged to Judah."
    },
    {
        "o": 10967,
        "r": "csb:2 Kings:14:12",
        "t": "Judah was routed before Israel, and each man fled to his own tent."
    },
    {
        "o": 10968,
        "r": "csb:2 Kings:14:13",
        "t": "King Jehoash of Israel captured Judah’s King Amaziah son of Joash, son of Ahaziah, at Beth-shemesh. Then Jehoash went to Jerusalem and broke down two hundred yards of Jerusalem’s wall from the Ephraim Gate to the Corner Gate."
    },
    {
        "o": 10969,
        "r": "csb:2 Kings:14:14",
        "t": "He took all the gold and silver, all the articles found in the Lord’s*s temple and in the treasuries of the king’s palace, and some hostages. Then he returned to Samaria."
    },
    {
        "o": 10970,
        "r": "csb:2 Kings:14:14",
        "t": "Jehoash’s Death",
        "h": 2
    },
    {
        "o": 10971,
        "r": "csb:2 Kings:14:15",
        "t": "The*p rest of the events of Jehoash’s reign, along with his accomplishments, his might, and how he waged war against King Amaziah of Judah, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10972,
        "r": "csb:2 Kings:14:16",
        "t": "Jehoash rested with his ancestors, and he was buried in Samaria with the kings of Israel. His son Jeroboam became king in his place."
    },
    {
        "o": 10973,
        "r": "csb:2 Kings:14:16",
        "t": "Amaziah’s Death",
        "h": 2
    },
    {
        "o": 10974,
        "r": "csb:2 Kings:14:17",
        "t": "Judah’s*p King Amaziah son of Joash lived fifteen years after the death of Israel’s King Jehoash son of Jehoahaz."
    },
    {
        "o": 10975,
        "r": "csb:2 Kings:14:18",
        "t": "The rest of the events of Amaziah’s reign are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 10976,
        "r": "csb:2 Kings:14:19",
        "t": "A conspiracy was formed against him in Jerusalem, and he fled to Lachish. However, men were sent after him to Lachish, and they put him to death there."
    },
    {
        "o": 10977,
        "r": "csb:2 Kings:14:20",
        "t": "They carried him back on horses, and he was buried in Jerusalem with his ancestors in the city of David."
    },
    {
        "o": 10978,
        "r": "csb:2 Kings:14:21",
        "t": "Then*p all the people of Judah took Azariah, who was sixteen years old, and made him king in place of his father Amaziah."
    },
    {
        "o": 10979,
        "r": "csb:2 Kings:14:22",
        "t": "After Amaziah the king rested with his ancestors, Azariah rebuilt Elath and restored it to Judah."
    },
    {
        "o": 10980,
        "r": "csb:2 Kings:14:22",
        "t": "Israel’s King Jeroboam",
        "h": 2
    },
    {
        "o": 10981,
        "r": "csb:2 Kings:14:23",
        "t": "In*p the fifteenth year of Judah’s King Amaziah son of Joash, Jeroboam son of Jehoash became king of Israel in Samaria, and he reigned forty-one years."
    },
    {
        "o": 10982,
        "r": "csb:2 Kings:14:24",
        "t": "He did what was evil in the Lord’s*s sight. He did not turn away from all the sins Jeroboam son of Nebat had caused Israel to commit."
    },
    {
        "o": 10983,
        "r": "csb:2 Kings:14:25",
        "t": "He*p restored Israel’s border from Lebo-hamath as far as the Sea of the Arabah, according to the word the Lord,*s the God of Israel, had spoken through his servant, the prophet Jonah son of Amittai from Gath-hepher."
    },
    {
        "o": 10984,
        "r": "csb:2 Kings:14:26",
        "t": "For the Lord*s saw that the affliction of Israel was very bitter for both slaves and free people. There was no one to help Israel."
    },
    {
        "o": 10985,
        "r": "csb:2 Kings:14:27",
        "t": "The Lord*s had not said he would blot out the name of Israel under heaven, so he delivered them by the hand of Jeroboam son of Jehoash."
    },
    {
        "o": 10986,
        "r": "csb:2 Kings:14:28",
        "t": "The*p rest of the events of Jeroboam’s reign - along with all his accomplishments, the power he had to wage war, and how he recovered for Israel Damascus and Hamath, which had belonged to Judah — are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10987,
        "r": "csb:2 Kings:14:29",
        "t": "Jeroboam rested with his ancestors, the kings of Israel. His son Zechariah became king in his place."
    },
    {
        "o": 10988,
        "r": "csb:2 Kings:15:0",
        "t": "2 Kings 15",
        "h": 1
    },
    {
        "o": 10989,
        "r": "csb:2 Kings:15:0",
        "t": "Judah’s King Azariah",
        "h": 2
    },
    {
        "o": 10990,
        "r": "csb:2 Kings:15:1",
        "t": "In*p the twenty-seventh year of Israel’s King Jeroboam, Azariah son of Amaziah became king of Judah."
    },
    {
        "o": 10991,
        "r": "csb:2 Kings:15:2",
        "t": "He was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. His mother’s name was Jecoliah; she was from Jerusalem."
    },
    {
        "o": 10992,
        "r": "csb:2 Kings:15:3",
        "t": "Azariah did what was right in the Lord’s*s sight just as his father Amaziah had done."
    },
    {
        "o": 10993,
        "r": "csb:2 Kings:15:4",
        "t": "Yet the high places were not taken away; the people continued sacrificing and burning incense on the high places."
    },
    {
        "o": 10994,
        "r": "csb:2 Kings:15:5",
        "t": "The*p Lord*s afflicted the king, and he had a serious skin disease until the day of his death. He lived in quarantine, while Jotham, the king’s son, was over the household governing the people of the land."
    },
    {
        "o": 10995,
        "r": "csb:2 Kings:15:6",
        "t": "The*p rest of the events of Azariah’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 10996,
        "r": "csb:2 Kings:15:7",
        "t": "Azariah rested with his ancestors and was buried with his ancestors in the city of David. His son Jotham became king in his place."
    },
    {
        "o": 10997,
        "r": "csb:2 Kings:15:7",
        "t": "Israel’s King Zechariah",
        "h": 2
    },
    {
        "o": 10998,
        "r": "csb:2 Kings:15:8",
        "t": "In*p the thirty-eighth year of Judah’s King Azariah, Zechariah son of Jeroboam reigned over Israel in Samaria for six months."
    },
    {
        "o": 10999,
        "r": "csb:2 Kings:15:9",
        "t": "He did what was evil in the Lord’s*s sight as his predecessors had done. He did not turn away from the sins Jeroboam son of Nebat had caused Israel to commit."
    },
    {
        "o": 11000,
        "r": "csb:2 Kings:15:10",
        "t": "Shallum*p son of Jabesh conspired against Zechariah. He struck him down publicly, killed him, and became king in his place."
    },
    {
        "o": 11001,
        "r": "csb:2 Kings:15:11",
        "t": "As for the rest of the events of Zechariah’s reign, they are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 11002,
        "r": "csb:2 Kings:15:12",
        "t": "The word of the Lord*s that he spoke to Jehu was, “Four generations of your sons will sit on the throne of Israel,” and it was so."
    },
    {
        "o": 11003,
        "r": "csb:2 Kings:15:12",
        "t": "Israel’s King Shallum",
        "h": 2
    },
    {
        "o": 11004,
        "r": "csb:2 Kings:15:13",
        "t": "In*p the thirty-ninth year of Judah’s King Uzziah, Shallum son of Jabesh became king; he reigned in Samaria a full month."
    },
    {
        "o": 11005,
        "r": "csb:2 Kings:15:14",
        "t": "Then Menahem son of Gadi came up from Tirzah to Samaria and struck down Shallum son of Jabesh there. He killed him and became king in his place."
    },
    {
        "o": 11006,
        "r": "csb:2 Kings:15:15",
        "t": "As for the rest of the events of Shallum’s reign, along with the conspiracy that he formed, they are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 11007,
        "r": "csb:2 Kings:15:15",
        "t": "Israel’s King Menahem",
        "h": 2
    },
    {
        "o": 11008,
        "r": "csb:2 Kings:15:16",
        "t": "At*p that time, starting from Tirzah, Menahem attacked Tiphsah, all who were in it, and its territory because they wouldn’t surrender. He ripped open all the pregnant women."
    },
    {
        "o": 11009,
        "r": "csb:2 Kings:15:17",
        "t": "In*p the thirty-ninth year of Judah’s King Azariah, Menahem son of Gadi became king over Israel, and he reigned ten years in Samaria."
    },
    {
        "o": 11010,
        "r": "csb:2 Kings:15:18",
        "t": "He did what was evil in the Lord’s*s sight. Throughout his reign, he did not turn away from the sins Jeroboam son of Nebat had caused Israel to commit."
    },
    {
        "o": 11011,
        "r": "csb:2 Kings:15:19",
        "t": "King*p Pul of Assyria invaded the land, so Menahem gave Pul seventy-five thousand pounds of silver so that Pul would support him to strengthen his grasp on the kingdom."
    },
    {
        "o": 11012,
        "r": "csb:2 Kings:15:20",
        "t": "Then Menahem exacted twenty ounces of silver from each of the prominent men of Israel to give to the king of Assyria. So the king of Assyria withdrew and did not stay there in the land."
    },
    {
        "o": 11013,
        "r": "csb:2 Kings:15:21",
        "t": "The*p rest of the events of Menahem’s reign, along with all his accomplishments, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 11014,
        "r": "csb:2 Kings:15:22",
        "t": "Menahem rested with his ancestors, and his son Pekahiah became king in his place."
    },
    {
        "o": 11015,
        "r": "csb:2 Kings:15:22",
        "t": "Israel’s King Pekahiah",
        "h": 2
    },
    {
        "o": 11016,
        "r": "csb:2 Kings:15:23",
        "t": "In*p the fiftieth year of Judah’s King Azariah, Pekahiah son of Menahem became king over Israel in Samaria, and he reigned two years."
    },
    {
        "o": 11017,
        "r": "csb:2 Kings:15:24",
        "t": "He did what was evil in the Lord’s*s sight and did not turn away from the sins Jeroboam son of Nebat had caused Israel to commit."
    },
    {
        "o": 11018,
        "r": "csb:2 Kings:15:25",
        "t": "Then*p his officer, Pekah son of Remaliah, conspired against him and struck him down in Samaria at the citadel of the king’s palace — with Argob and Arieh. There were fifty Gileadite men with Pekah. He killed Pekahiah and became king in his place."
    },
    {
        "o": 11019,
        "r": "csb:2 Kings:15:26",
        "t": "As*p for the rest of the events of Pekahiah’s reign, along with all his accomplishments, they are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 11020,
        "r": "csb:2 Kings:15:26",
        "t": "Israel’s King Pekah",
        "h": 2
    },
    {
        "o": 11021,
        "r": "csb:2 Kings:15:27",
        "t": "In*p the fifty-second year of Judah’s King Azariah, Pekah son of Remaliah became king over Israel in Samaria, and he reigned twenty years."
    },
    {
        "o": 11022,
        "r": "csb:2 Kings:15:28",
        "t": "He did what was evil in the Lord’s*s sight. He did not turn away from the sins Jeroboam son of Nebat had caused Israel to commit."
    },
    {
        "o": 11023,
        "r": "csb:2 Kings:15:29",
        "t": "In*p the days of King Pekah of Israel, King Tiglath-pileser of Assyria came and captured Ijon, Abel-beth-maacah, Janoah, Kedesh, Hazor, Gilead, and Galilee - all the land of Naphtali- and deported the people to Assyria."
    },
    {
        "o": 11024,
        "r": "csb:2 Kings:15:30",
        "t": "Then*p Hoshea son of Elah organized a conspiracy against Pekah son of Remaliah. He attacked him, killed him, and became king in his place in the twentieth year of Jotham son of Uzziah."
    },
    {
        "o": 11025,
        "r": "csb:2 Kings:15:31",
        "t": "As*p for the rest of the events of Pekah’s reign, along with all his accomplishments, they are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 11026,
        "r": "csb:2 Kings:15:31",
        "t": "Judah’s King Jotham",
        "h": 2
    },
    {
        "o": 11027,
        "r": "csb:2 Kings:15:32",
        "t": "In*p the second year of Israel’s King Pekah son of Remaliah, Jotham son of Uzziah became king of Judah."
    },
    {
        "o": 11028,
        "r": "csb:2 Kings:15:33",
        "t": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. His mother’s name was Jerusha daughter of Zadok."
    },
    {
        "o": 11029,
        "r": "csb:2 Kings:15:34",
        "t": "He did what was right in the Lord’s*s sight just as his father Uzziah had done."
    },
    {
        "o": 11030,
        "r": "csb:2 Kings:15:35",
        "t": "Yet the high places were not taken away; the people continued sacrificing and burning incense on the high places. Jotham*p built the Upper Gate of the Lord’s*s temple."
    },
    {
        "o": 11031,
        "r": "csb:2 Kings:15:36",
        "t": "The rest of the events of Jotham’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11032,
        "r": "csb:2 Kings:15:37",
        "t": "In those days the Lord*s began sending Aram’s King Rezin and Pekah son of Remaliah against Judah."
    },
    {
        "o": 11033,
        "r": "csb:2 Kings:15:38",
        "t": "Jotham rested with his ancestors and was buried with his ancestors in the city of his ancestor David. His son Ahaz became king in his place."
    },
    {
        "o": 11034,
        "r": "csb:2 Kings:16:0",
        "t": "2 Kings 16",
        "h": 1
    },
    {
        "o": 11035,
        "r": "csb:2 Kings:16:0",
        "t": "Judah’s King Ahaz",
        "h": 2
    },
    {
        "o": 11036,
        "r": "csb:2 Kings:16:1",
        "t": "In*p the seventeenth year of Pekah son of Remaliah, Ahaz son of Jotham became king of Judah."
    },
    {
        "o": 11037,
        "r": "csb:2 Kings:16:2",
        "t": "Ahaz was twenty years old when he became king, and he reigned sixteen years in Jerusalem. He did not do what was right in the sight of the Lord*s his God like his ancestor David"
    },
    {
        "o": 11038,
        "r": "csb:2 Kings:16:3",
        "t": "but walked in the ways of the kings of Israel. He even sacrificed his son in the fire, imitating the detestable practices of the nations the Lord*s had dispossessed before the Israelites."
    },
    {
        "o": 11039,
        "r": "csb:2 Kings:16:4",
        "t": "He sacrificed and burned incense on the high places, on the hills, and under every green tree."
    },
    {
        "o": 11040,
        "r": "csb:2 Kings:16:5",
        "t": "Then*p Aram’s King Rezin and Israel’s King Pekah son of Remaliah came to wage war against Jerusalem. They besieged Ahaz but were not able to conquer him."
    },
    {
        "o": 11041,
        "r": "csb:2 Kings:16:6",
        "t": "At that time Aram’s King Rezin recovered Elath for Aram and expelled the Judahites from Elath. Then the Arameans came to Elath, and they still live there today."
    },
    {
        "o": 11042,
        "r": "csb:2 Kings:16:7",
        "t": "So*p Ahaz sent messengers to King Tiglath-pileser of Assyria, saying, “I am your servant and your son. March up and save me from the grasp of the king of Aram and of the king of Israel, who are rising up against me.”"
    },
    {
        "o": 11043,
        "r": "csb:2 Kings:16:8",
        "t": "Ahaz also took the silver and gold found in the Lord’s*s temple and in the treasuries of the king’s palace and sent them to the king of Assyria as a bribe."
    },
    {
        "o": 11044,
        "r": "csb:2 Kings:16:9",
        "t": "So the king of Assyria listened to him and marched up to Damascus and captured it. He deported its people to Kir but put Rezin to death."
    },
    {
        "o": 11045,
        "r": "csb:2 Kings:16:9",
        "t": "Ahaz’s Idolatry",
        "h": 2
    },
    {
        "o": 11046,
        "r": "csb:2 Kings:16:10",
        "t": "King*p Ahaz went to Damascus to meet King Tiglath-pileser of Assyria. When he saw the altar that was in Damascus, King Ahaz sent a model of the altar and complete plans for its construction to the priest Uriah."
    },
    {
        "o": 11047,
        "r": "csb:2 Kings:16:11",
        "t": "Uriah built the altar according to all the instructions King Ahaz sent from Damascus. Therefore, by the time King Ahaz came back from Damascus, the priest Uriah had completed it."
    },
    {
        "o": 11048,
        "r": "csb:2 Kings:16:12",
        "t": "When the king came back from Damascus, he saw the altar. Then he approached the altar and ascended it."
    },
    {
        "o": 11049,
        "r": "csb:2 Kings:16:13",
        "t": "He offered his burnt offering and his grain offering, poured out his drink offering, and splattered the blood of his fellowship offerings on the altar."
    },
    {
        "o": 11050,
        "r": "csb:2 Kings:16:14",
        "t": "He took the bronze altar that was before the Lord*s in front of the temple between his altar and the Lord’s*s temple, and put it on the north side of his altar."
    },
    {
        "o": 11051,
        "r": "csb:2 Kings:16:15",
        "t": "Then*p King Ahaz commanded the priest Uriah, “Offer on the great altar the morning burnt offering, the evening grain offering, and the king’s burnt offering and his grain offering. Also offer the burnt offering of all the people of the land, their grain offering, and their drink offerings. Splatter on the altar all the blood of the burnt offering and all the blood of sacrifice. The bronze altar will be for me to seek guidance.”"
    },
    {
        "o": 11052,
        "r": "csb:2 Kings:16:16",
        "t": "The priest Uriah did everything King Ahaz commanded."
    },
    {
        "o": 11053,
        "r": "csb:2 Kings:16:17",
        "t": "Then*p King Ahaz cut off the frames of the water carts and removed the bronze basin from each of them. He took the basin from the bronze oxen that were under it and put it on a stone pavement."
    },
    {
        "o": 11054,
        "r": "csb:2 Kings:16:18",
        "t": "To satisfy the king of Assyria, he removed from the Lord’s*s temple the Sabbath canopy they had built in the palace, and he closed the outer entrance for the king."
    },
    {
        "o": 11055,
        "r": "csb:2 Kings:16:18",
        "t": "Ahaz’s Death",
        "h": 2
    },
    {
        "o": 11056,
        "r": "csb:2 Kings:16:19",
        "t": "The*p rest of the events of Ahaz’s reign, along with his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11057,
        "r": "csb:2 Kings:16:20",
        "t": "Ahaz rested with his ancestors and was buried with his ancestors in the city of David, and his son Hezekiah became king in his place."
    },
    {
        "o": 11058,
        "r": "csb:2 Kings:17:0",
        "t": "2 Kings 17",
        "h": 1
    },
    {
        "o": 11059,
        "r": "csb:2 Kings:17:0",
        "t": "Israel’s King Hoshea",
        "h": 2
    },
    {
        "o": 11060,
        "r": "csb:2 Kings:17:1",
        "t": "In*p the twelfth year of Judah’s King Ahaz, Hoshea son of Elah became king over Israel in Samaria, and he reigned nine years."
    },
    {
        "o": 11061,
        "r": "csb:2 Kings:17:2",
        "t": "He did what was evil in the Lord’s*s sight, but not like the kings of Israel who preceded him."
    },
    {
        "o": 11062,
        "r": "csb:2 Kings:17:3",
        "t": "King*p Shalmaneser of Assyria attacked him, and Hoshea became his vassal and paid him tribute."
    },
    {
        "o": 11063,
        "r": "csb:2 Kings:17:4",
        "t": "But the king of Assyria caught Hoshea in a conspiracy: He had sent envoys to So king of Egypt and had not paid tribute to the king of Assyria as in previous years. Therefore the king of Assyria arrested him and put him in prison."
    },
    {
        "o": 11064,
        "r": "csb:2 Kings:17:5",
        "t": "The king of Assyria invaded the whole land, marched up to Samaria, and besieged it for three years."
    },
    {
        "o": 11065,
        "r": "csb:2 Kings:17:5",
        "t": "The Fall of Samaria",
        "h": 2
    },
    {
        "o": 11066,
        "r": "csb:2 Kings:17:6",
        "t": "In*p the ninth year of Hoshea, the king of Assyria captured Samaria. He deported the Israelites to Assyria and settled them in Halah, along the Habor (Gozan’s river), and in the cities of the Medes."
    },
    {
        "o": 11067,
        "r": "csb:2 Kings:17:6",
        "t": "Why Israel Fell",
        "h": 2
    },
    {
        "o": 11068,
        "r": "csb:2 Kings:17:7",
        "t": "This*p disaster happened because the people of Israel sinned against the Lord*s their God who had brought them out of the land of Egypt from the power of Pharaoh king of Egypt and because they worshiped other gods."
    },
    {
        "o": 11069,
        "r": "csb:2 Kings:17:8",
        "t": "They lived according to the customs of the nations that the Lord*s had dispossessed before the Israelites and according to what the kings of Israel did."
    },
    {
        "o": 11070,
        "r": "csb:2 Kings:17:9",
        "t": "The Israelites secretly did things against the Lord*s their God that were not right. They built high places in all their towns from watchtower to fortified city."
    },
    {
        "o": 11071,
        "r": "csb:2 Kings:17:10",
        "t": "They set up for themselves sacred pillars and Asherah poles on every high hill and under every green tree."
    },
    {
        "o": 11072,
        "r": "csb:2 Kings:17:11",
        "t": "They burned incense there on all the high places just like the nations that the Lord*s had driven out before them had done. They did evil things, angering the Lord.*s"
    },
    {
        "o": 11073,
        "r": "csb:2 Kings:17:12",
        "t": "They served idols, although the Lord*s had told them, “You must not do this.”"
    },
    {
        "o": 11074,
        "r": "csb:2 Kings:17:13",
        "t": "Still, the Lord*s warned Israel and Judah through every prophet and every seer, saying, “Turn from your evil ways and keep my commands and statutes according to the whole law I commanded your ancestors and sent to you through my servants the prophets.”"
    },
    {
        "o": 11075,
        "r": "csb:2 Kings:17:14",
        "t": "But*p they would not listen. Instead they became obstinate like their ancestors who did not believe the Lord*s their God."
    },
    {
        "o": 11076,
        "r": "csb:2 Kings:17:15",
        "t": "They rejected his statutes and his covenant he had made with their ancestors and the warnings he had given them. They followed worthless idols and became worthless themselves, following the surrounding nations the Lord*s had commanded them not to imitate."
    },
    {
        "o": 11077,
        "r": "csb:2 Kings:17:16",
        "t": "They*p abandoned all the commands of the Lord*s their God. They made cast images for themselves, two calves, and an Asherah pole. They bowed in worship to all the stars in the sky and served Baal."
    },
    {
        "o": 11078,
        "r": "csb:2 Kings:17:17",
        "t": "They sacrificed their sons and daughters in the fire and practiced divination and interpreted omens. They devoted themselves to do what was evil in the Lord’s*s sight and angered him."
    },
    {
        "o": 11079,
        "r": "csb:2 Kings:17:18",
        "t": "Therefore,*p the Lord*s was very angry with Israel, and he removed them from his presence. Only the tribe of Judah remained."
    },
    {
        "o": 11080,
        "r": "csb:2 Kings:17:19",
        "t": "Even Judah did not keep the commands of the Lord*s their God but lived according to the customs Israel had practiced."
    },
    {
        "o": 11081,
        "r": "csb:2 Kings:17:20",
        "t": "So the Lord*s rejected all the descendants of Israel, punished them, and handed them over to plunderers until he had banished them from his presence."
    },
    {
        "o": 11082,
        "r": "csb:2 Kings:17:20",
        "t": "Summary of Israel’s History",
        "h": 2
    },
    {
        "o": 11083,
        "r": "csb:2 Kings:17:21",
        "t": "When*p the Lord*s tore Israel from the house of David, Israel made Jeroboam son of Nebat king. Then Jeroboam led Israel away from following the Lord*s and caused them to commit grave sin."
    },
    {
        "o": 11084,
        "r": "csb:2 Kings:17:22",
        "t": "The Israelites persisted in all the sins that Jeroboam committed and did not turn away from them."
    },
    {
        "o": 11085,
        "r": "csb:2 Kings:17:23",
        "t": "Finally, the Lord*s removed Israel from his presence just as he had declared through all his servants the prophets. So Israel has been exiled to Assyria from their homeland to this very day."
    },
    {
        "o": 11086,
        "r": "csb:2 Kings:17:23",
        "t": "Foreign Refugees in Israel",
        "h": 2
    },
    {
        "o": 11087,
        "r": "csb:2 Kings:17:24",
        "t": "Then*p the king of Assyria brought people from Babylon, Cuthah, Avva, Hamath, and Sepharvaim and settled them in place of the Israelites in the cities of Samaria. The settlers took possession of Samaria and lived in its cities."
    },
    {
        "o": 11088,
        "r": "csb:2 Kings:17:25",
        "t": "When they first lived there, they did not fear the Lord.*s So the Lord*s sent lions among them, which killed some of them."
    },
    {
        "o": 11089,
        "r": "csb:2 Kings:17:26",
        "t": "The settlers said to the king of Assyria, “The nations that you have deported and placed in the cities of Samaria do not know the requirements of the god of the land. Therefore he has sent lions among them that are killing them because the people don’t know the requirements of the god of the land.”"
    },
    {
        "o": 11090,
        "r": "csb:2 Kings:17:27",
        "t": "Then*p the king of Assyria issued a command: “Send back one of the priests you deported. Have him go and live there so he can teach them the requirements of the god of the land.”"
    },
    {
        "o": 11091,
        "r": "csb:2 Kings:17:28",
        "t": "So one of the priests they had deported came and lived in Bethel, and he began to teach them how they should fear the Lord.*s"
    },
    {
        "o": 11092,
        "r": "csb:2 Kings:17:29",
        "t": "But*p the people of each nation were still making their own gods in the cities where they lived and putting them in the shrines of the high places that the people of Samaria had made."
    },
    {
        "o": 11093,
        "r": "csb:2 Kings:17:30",
        "t": "The men of Babylon made Succoth-benoth, the men of Cuth made Nergal, the men of Hamath made Ashima,"
    },
    {
        "o": 11094,
        "r": "csb:2 Kings:17:31",
        "t": "the Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire to Adrammelech and Anammelech, the gods of Sepharvaim."
    },
    {
        "o": 11095,
        "r": "csb:2 Kings:17:32",
        "t": "They feared the Lord,*s but they also made from their ranks priests for the high places, who were working for them at the shrines of the high places."
    },
    {
        "o": 11096,
        "r": "csb:2 Kings:17:33",
        "t": "They feared the Lord,*s but they also worshiped their own gods according to the practice of the nations from which they had been deported."
    },
    {
        "o": 11097,
        "r": "csb:2 Kings:17:34",
        "t": "They*p are still observing the former practices to this day. None of them fear the Lord*s or observe the statutes and ordinances, the law and commandments that the Lord*s had commanded the descendants of Jacob, whom he had given the name Israel."
    },
    {
        "o": 11098,
        "r": "csb:2 Kings:17:35",
        "t": "The Lord*s made a covenant with Jacob’s descendants and commanded them, “Do not fear other gods; do not bow in worship to them; do not serve them; do not sacrifice to them."
    },
    {
        "o": 11099,
        "r": "csb:2 Kings:17:36",
        "t": "Instead fear the Lord,*s who brought you up from the land of Egypt with great power and an outstretched arm. You are to bow down to him, and you are to sacrifice to him."
    },
    {
        "o": 11100,
        "r": "csb:2 Kings:17:37",
        "t": "You are to be careful always to observe the statutes, the ordinances, the law, and the commandments he wrote for you; do not fear other gods."
    },
    {
        "o": 11101,
        "r": "csb:2 Kings:17:38",
        "t": "Do not forget the covenant that I have made with you. Do not fear other gods,"
    },
    {
        "o": 11102,
        "r": "csb:2 Kings:17:39",
        "t": "but fear the Lord*s your God, and he will rescue you from all your enemies.”"
    },
    {
        "o": 11103,
        "r": "csb:2 Kings:17:40",
        "t": "However,*p these nations would not listen but continued observing their former practices."
    },
    {
        "o": 11104,
        "r": "csb:2 Kings:17:41",
        "t": "They feared the Lord*s but also served their idols. Still today, their children and grandchildren continue doing as their ancestors did."
    },
    {
        "o": 11105,
        "r": "csb:2 Kings:18:0",
        "t": "2 Kings 18",
        "h": 1
    },
    {
        "o": 11106,
        "r": "csb:2 Kings:18:0",
        "t": "Judah’s King Hezekiah",
        "h": 2
    },
    {
        "o": 11107,
        "r": "csb:2 Kings:18:1",
        "t": "In*p the third year of Israel’s King Hoshea son of Elah, Hezekiah son of Ahaz became king of Judah."
    },
    {
        "o": 11108,
        "r": "csb:2 Kings:18:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abi daughter of Zechariah."
    },
    {
        "o": 11109,
        "r": "csb:2 Kings:18:3",
        "t": "He did what was right in the Lord’s*s sight just as his ancestor David had done."
    },
    {
        "o": 11110,
        "r": "csb:2 Kings:18:4",
        "t": "He removed the high places, shattered the sacred pillars, and cut down the Asherah poles. He broke into pieces the bronze snake that Moses made, for until then the Israelites were burning incense to it. It was called Nehushtan."
    },
    {
        "o": 11111,
        "r": "csb:2 Kings:18:5",
        "t": "Hezekiah*p relied on the Lord*s God of Israel; not one of the kings of Judah was like him, either before him or after him."
    },
    {
        "o": 11112,
        "r": "csb:2 Kings:18:6",
        "t": "He remained faithful to the Lord*s and did not turn from following him but kept the commands the Lord*s had commanded Moses."
    },
    {
        "o": 11113,
        "r": "csb:2 Kings:18:7",
        "t": "The*p Lord*s was with him, and wherever he went he prospered. He rebelled against the king of Assyria and did not serve him."
    },
    {
        "o": 11114,
        "r": "csb:2 Kings:18:8",
        "t": "He defeated the Philistines as far as Gaza and its borders, from watchtower to fortified city."
    },
    {
        "o": 11115,
        "r": "csb:2 Kings:18:8",
        "t": "Review of Israel’s Fall",
        "h": 2
    },
    {
        "o": 11116,
        "r": "csb:2 Kings:18:9",
        "t": "In*p the fourth year of King Hezekiah, which was the seventh year of Israel’s King Hoshea son of Elah, Assyria’s King Shalmaneser marched against Samaria and besieged it."
    },
    {
        "o": 11117,
        "r": "csb:2 Kings:18:10",
        "t": "The Assyrians captured it at the end of three years. In the sixth year of Hezekiah, which was the ninth year of Israel’s King Hoshea, Samaria was captured."
    },
    {
        "o": 11118,
        "r": "csb:2 Kings:18:11",
        "t": "The king of Assyria deported the Israelites to Assyria and put them in Halah, along the Habor (Gozan’s river), and in the cities of the Medes,"
    },
    {
        "o": 11119,
        "r": "csb:2 Kings:18:12",
        "t": "because they did not listen to the Lord*s their God but violated his covenant - all he had commanded Moses the servant of the Lord.*s They did not listen, and they did not obey."
    },
    {
        "o": 11120,
        "r": "csb:2 Kings:18:12",
        "t": "Sennacherib’s Invasion",
        "h": 2
    },
    {
        "o": 11121,
        "r": "csb:2 Kings:18:13",
        "t": "In*p the fourteenth year of King Hezekiah, Assyria’s King Sennacherib attacked all the fortified cities of Judah and captured them."
    },
    {
        "o": 11122,
        "r": "csb:2 Kings:18:14",
        "t": "So King Hezekiah of Judah sent word to the king of Assyria at Lachish: “I have done wrong; withdraw from me. Whatever you demand from me, I will pay.” The king of Assyria demanded eleven tons of silver and one ton of gold from King Hezekiah of Judah."
    },
    {
        "o": 11123,
        "r": "csb:2 Kings:18:15",
        "t": "So Hezekiah gave him all the silver found in the Lord’s*s temple and in the treasuries of the king’s palace."
    },
    {
        "o": 11124,
        "r": "csb:2 Kings:18:16",
        "t": "At*p that time Hezekiah stripped the gold from the doors of the Lord’s*s sanctuary and from the doorposts he had overlaid and gave it to the king of Assyria."
    },
    {
        "o": 11125,
        "r": "csb:2 Kings:18:17",
        "t": "Then*p the king of Assyria sent the field marshal, the chief of staff, and his royal spokesman, along with a massive army, from Lachish to King Hezekiah at Jerusalem. They advanced and came to Jerusalem, and they took their position by the aqueduct of the upper pool, by the road to the Launderer’s Field."
    },
    {
        "o": 11126,
        "r": "csb:2 Kings:18:18",
        "t": "They called for the king, but Eliakim son of Hilkiah, who was in charge of the palace, Shebnah the court secretary, and Joah son of Asaph, the court historian, came out to them."
    },
    {
        "o": 11127,
        "r": "csb:2 Kings:18:18",
        "t": "The Royal Spokesman’s Speech",
        "h": 2
    },
    {
        "o": 11128,
        "r": "csb:2 Kings:18:19",
        "t": "Then*p the royal spokesman said to them, “Tell Hezekiah this is what the great king, the king of Assyria, says: ‘What are you relying on?"
    },
    {
        "o": 11129,
        "r": "csb:2 Kings:18:20",
        "t": "You think mere words are strategy and strength for war. Who are you now relying on so that you have rebelled against me?"
    },
    {
        "o": 11130,
        "r": "csb:2 Kings:18:21",
        "t": "Now look, you are relying on Egypt, that splintered reed of a staff that will pierce the hand of anyone who grabs it and leans on it. This is what Pharaoh king of Egypt is to all who rely on him."
    },
    {
        "o": 11131,
        "r": "csb:2 Kings:18:22",
        "t": "Suppose you say to me, “We rely on the Lord*s our God.” Isn’t he the one whose high places and altars Hezekiah has removed, saying to Judah and to Jerusalem, “You must worship at this altar in Jerusalem”?’"
    },
    {
        "o": 11132,
        "r": "csb:2 Kings:18:23",
        "t": "“So*p now, make a bargain with my master the king of Assyria. I’ll give you two thousand horses if you’re able to supply riders for them!"
    },
    {
        "o": 11133,
        "r": "csb:2 Kings:18:24",
        "t": "How then can you drive back a single officer among the least of my master’s servants? How can you rely on Egypt for chariots and for horsemen?"
    },
    {
        "o": 11134,
        "r": "csb:2 Kings:18:25",
        "t": "Now, have I attacked this place to destroy it without the Lord’s*s approval? The Lord*s said to me, ‘Attack this land and destroy it.’”"
    },
    {
        "o": 11135,
        "r": "csb:2 Kings:18:26",
        "t": "Then*p Eliakim son of Hilkiah, Shebnah, and Joah said to the royal spokesman, “Please speak to your servants in Aramaic, since we understand it. Don’t speak with us in Hebrew within earshot of the people on the wall.”"
    },
    {
        "o": 11136,
        "r": "csb:2 Kings:18:27",
        "t": "But*p the royal spokesman said to them, “Has my master sent me to speak these words only to your master and to you? Hasn’t he also sent me to the men who sit on the wall, destined with you to eat their own excrement and drink their own urine?”"
    },
    {
        "o": 11137,
        "r": "csb:2 Kings:18:28",
        "t": "The*p royal spokesman stood and called out loudly in Hebrew: “Hear the word of the great king, the king of Assyria."
    },
    {
        "o": 11138,
        "r": "csb:2 Kings:18:29",
        "t": "This is what the king says: ‘Don’t let Hezekiah deceive you; he can’t rescue you from my power."
    },
    {
        "o": 11139,
        "r": "csb:2 Kings:18:30",
        "t": "Don’t let Hezekiah persuade you to rely on the Lord*s by saying, “Certainly the Lord*s will rescue us! This city will not be handed over to the king of Assyria.”’"
    },
    {
        "o": 11140,
        "r": "csb:2 Kings:18:31",
        "t": "“Don’t*p listen to Hezekiah, for this is what the king of Assyria says: ‘Make peace with me and surrender to me. Then each of you may eat from his own vine and his own fig tree, and each may drink water from his own cistern"
    },
    {
        "o": 11141,
        "r": "csb:2 Kings:18:32",
        "t": "until I come and take you away to a land like your own land - a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey- so that you may live and not die. But don’t listen to Hezekiah when he misleads you, saying, “The Lord*s will rescue us.”"
    },
    {
        "o": 11142,
        "r": "csb:2 Kings:18:33",
        "t": "Has any of the gods of the nations ever rescued his land from the power of the king of Assyria?"
    },
    {
        "o": 11143,
        "r": "csb:2 Kings:18:34",
        "t": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Have they rescued Samaria from my power?"
    },
    {
        "o": 11144,
        "r": "csb:2 Kings:18:35",
        "t": "Who among all the gods of the lands has rescued his land from my power? So will the Lord*s rescue Jerusalem from my power?’”"
    },
    {
        "o": 11145,
        "r": "csb:2 Kings:18:36",
        "t": "But*p the people kept silent; they did not answer him at all, for the king’s command was, “Don’t answer him.”"
    },
    {
        "o": 11146,
        "r": "csb:2 Kings:18:37",
        "t": "Then Eliakim son of Hilkiah, who was in charge of the palace, Shebna the court secretary, and Joah son of Asaph, the court historian, came to Hezekiah with their clothes torn and reported to him the words of the royal spokesman."
    },
    {
        "o": 11147,
        "r": "csb:2 Kings:19:0",
        "t": "2 Kings 19",
        "h": 1
    },
    {
        "o": 11148,
        "r": "csb:2 Kings:19:0",
        "t": "Hezekiah Seeks Isaiah’s Counsel",
        "h": 2
    },
    {
        "o": 11149,
        "r": "csb:2 Kings:19:1",
        "t": "When*p King Hezekiah heard their report, he tore his clothes, covered himself with sackcloth, and went into the Lord’s*s temple."
    },
    {
        "o": 11150,
        "r": "csb:2 Kings:19:2",
        "t": "He sent Eliakim, who was in charge of the palace, Shebna the court secretary, and the leading priests, who were covered with sackcloth, to the prophet Isaiah son of Amoz."
    },
    {
        "o": 11151,
        "r": "csb:2 Kings:19:3",
        "t": "They said to him, “This is what Hezekiah says: ‘Today is a day of distress, rebuke, and disgrace, for children have come to the point of birth, but there is no strength to deliver them."
    },
    {
        "o": 11152,
        "r": "csb:2 Kings:19:4",
        "t": "Perhaps the Lord*s your God will hear all the words of the royal spokesman, whom his master the king of Assyria sent to mock the living God, and will rebuke him for the words that the Lord*s your God has heard. Therefore, offer a prayer for the surviving remnant.’”"
    },
    {
        "o": 11153,
        "r": "csb:2 Kings:19:5",
        "t": "So*p the servants of King Hezekiah went to Isaiah,"
    },
    {
        "o": 11154,
        "r": "csb:2 Kings:19:6",
        "t": "who said to them, “Tell your master, ‘The Lord*s says this: Don’t be afraid because of the words you have heard, with which the king of Assyria’s attendants have blasphemed me."
    },
    {
        "o": 11155,
        "r": "csb:2 Kings:19:7",
        "t": "I am about to put a spirit in him, and he will hear a rumor and return to his own land, where I will cause him to fall by the sword.’”"
    },
    {
        "o": 11156,
        "r": "csb:2 Kings:19:7",
        "t": "Sennacherib’s Departing Threat",
        "h": 2
    },
    {
        "o": 11157,
        "r": "csb:2 Kings:19:8",
        "t": "When*p the royal spokesman heard that the king of Assyria had pulled out of Lachish, he left and found him fighting against Libnah."
    },
    {
        "o": 11158,
        "r": "csb:2 Kings:19:9",
        "t": "The king had heard concerning King Tirhakah of Cush, “Look, he has set out to fight against you.” So he again sent messengers to Hezekiah, saying,"
    },
    {
        "o": 11159,
        "r": "csb:2 Kings:19:10",
        "t": "“Say this to King Hezekiah of Judah: ‘Don’t let your God, on whom you rely, deceive you by promising that Jerusalem will not be handed over to the king of Assyria."
    },
    {
        "o": 11160,
        "r": "csb:2 Kings:19:11",
        "t": "Look, you have heard what the kings of Assyria have done to all the countries: They completely destroyed them. Will you be rescued?"
    },
    {
        "o": 11161,
        "r": "csb:2 Kings:19:12",
        "t": "Did the gods of the nations that my predecessors destroyed rescue them - nations such as Gozan, Haran, Rezeph, and the Edenites in Telassar?"
    },
    {
        "o": 11162,
        "r": "csb:2 Kings:19:13",
        "t": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, Hena, or Ivvah?’”"
    },
    {
        "o": 11163,
        "r": "csb:2 Kings:19:13",
        "t": "Hezekiah’s Prayer",
        "h": 2
    },
    {
        "o": 11164,
        "r": "csb:2 Kings:19:14",
        "t": "Hezekiah*p took the letter from the messengers’ hands, read it, then went up to the Lord’s*s temple, and spread it out before the Lord.*s"
    },
    {
        "o": 11165,
        "r": "csb:2 Kings:19:15",
        "t": "Then Hezekiah prayed before the Lord:*s Lord*sp God of Israel, enthroned between the cherubim, you are God - you alone - of all the kingdoms of the earth. You made the heavens and the earth."
    },
    {
        "o": 11166,
        "r": "csb:2 Kings:19:16",
        "t": "Listen closely, Lord,*s and hear; open your eyes, Lord,*s and see. Hear the words that Sennacherib has sent to mock the living God."
    },
    {
        "o": 11167,
        "r": "csb:2 Kings:19:17",
        "t": "Lord,*s it is true that the kings of Assyria have devastated the nations and their lands."
    },
    {
        "o": 11168,
        "r": "csb:2 Kings:19:18",
        "t": "They have thrown their gods into the fire, for they were not gods but made by human hands - wood and stone. So they have destroyed them."
    },
    {
        "o": 11169,
        "r": "csb:2 Kings:19:19",
        "t": "Now, Lord*s our God, please save us from his power so that all the kingdoms of the earth may know that you, Lord,*s are God - you alone."
    },
    {
        "o": 11170,
        "r": "csb:2 Kings:19:19",
        "t": "God’s Answer through Isaiah",
        "h": 2
    },
    {
        "o": 11171,
        "r": "csb:2 Kings:19:20",
        "t": "Then*p Isaiah son of Amoz sent a message to Hezekiah: “The Lord,*s the God of Israel says, ‘I have heard your prayer to me about King Sennacherib of Assyria.’"
    },
    {
        "o": 11172,
        "r": "csb:2 Kings:19:21",
        "t": "This is the word the Lord*s has spoken against him: Virgin*pn Daughter Zion despises*ln you and scorns you; Daughter*ln Jerusalem shakes*ln her head behind your back."
    },
    {
        "o": 11173,
        "r": "csb:2 Kings:19:22",
        "t": "Who*ln is it you mocked and blasphemed? Against*ln whom have you raised your voice and*ln lifted your eyes in pride? Against*ln the Holy One of Israel!"
    },
    {
        "o": 11174,
        "r": "csb:2 Kings:19:23",
        "t": "You*ln have mocked the Lord through your messengers. You*ln have said, ‘With my many chariots I*ln have gone up to the heights of the mountains, to*ln the far recesses of Lebanon. I*ln cut down its tallest cedars, its*ln choice cypress trees. I*ln came to its farthest outpost, its*ln densest forest."
    },
    {
        "o": 11175,
        "r": "csb:2 Kings:19:24",
        "t": "I*ln dug wells and*ln drank water in foreign lands. I*ln dried up all the streams of Egypt with*ln the soles of my feet.’"
    },
    {
        "o": 11176,
        "r": "csb:2 Kings:19:25",
        "t": "Have*pn you not heard? I*ln designed it long ago; I*ln planned it in days gone by. I*ln have now brought it to pass, and*ln you have crushed fortified cities into*ln piles of rubble."
    },
    {
        "o": 11177,
        "r": "csb:2 Kings:19:26",
        "t": "Their*ln inhabitants have become powerless, dismayed,*ln and ashamed. They*ln are plants of the field, tender*ln grass, grass*ln on the rooftops, blasted*ln by the east wind."
    },
    {
        "o": 11178,
        "r": "csb:2 Kings:19:27",
        "t": "But*pn I know your sitting down, your*ln going out and your coming in, and*ln your raging against me."
    },
    {
        "o": 11179,
        "r": "csb:2 Kings:19:28",
        "t": "Because*ln your raging against me and*ln your arrogance have reached my ears, I*ln will put my hook in your nose and*ln my bit in your mouth; I*ln will make you go back the*ln way you came."
    },
    {
        "o": 11180,
        "r": "csb:2 Kings:19:29",
        "t": "“This*p will be the sign for you: This year you will eat what grows on its own, and in the second year what grows from that. But in the third year sow and reap, plant vineyards and eat their fruit."
    },
    {
        "o": 11181,
        "r": "csb:2 Kings:19:30",
        "t": "The surviving remnant of the house of Judah will again take root downward and bear fruit upward."
    },
    {
        "o": 11182,
        "r": "csb:2 Kings:19:31",
        "t": "For a remnant will go out from Jerusalem, and survivors, from Mount Zion. The zeal of the Lord*s of Armies will accomplish this."
    },
    {
        "o": 11183,
        "r": "csb:2 Kings:19:32",
        "t": "Therefore,*pn this is what the Lord*s says about the king of Assyria: He*ln will not enter this city, shoot*ln an arrow here, come*ln before it with a shield, or*ln build up a siege ramp against it."
    },
    {
        "o": 11184,
        "r": "csb:2 Kings:19:33",
        "t": "He*ln will go back the*ln way he came, and*ln he will not enter this city. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 11185,
        "r": "csb:2 Kings:19:34",
        "t": "I*pn will defend this city and rescue it for*ln my sake and for the sake of my servant David.”"
    },
    {
        "o": 11186,
        "r": "csb:2 Kings:19:34",
        "t": "Defeat and Death of Sennacherib",
        "h": 2
    },
    {
        "o": 11187,
        "r": "csb:2 Kings:19:35",
        "t": "That*p night the angel of the Lord*s went out and struck down one hundred eighty-five thousand in the camp of the Assyrians. When the people got up the next morning - there were all the dead bodies!"
    },
    {
        "o": 11188,
        "r": "csb:2 Kings:19:36",
        "t": "So King Sennacherib of Assyria broke camp and left. He returned home and lived in Nineveh."
    },
    {
        "o": 11189,
        "r": "csb:2 Kings:19:37",
        "t": "One*p day, while he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer struck him down with the sword and escaped to the land of Ararat. Then his son Esar-haddon became king in his place."
    },
    {
        "o": 11190,
        "r": "csb:2 Kings:20:0",
        "t": "2 Kings 20",
        "h": 1
    },
    {
        "o": 11191,
        "r": "csb:2 Kings:20:0",
        "t": "Hezekiah’s Illness and Recovery",
        "h": 2
    },
    {
        "o": 11192,
        "r": "csb:2 Kings:20:1",
        "t": "In*p those days Hezekiah became terminally ill. The prophet Isaiah son of Amoz came and said to him, “This is what the Lord*s says: ‘Set your house in order, for you are about to die; you will not recover.’”"
    },
    {
        "o": 11193,
        "r": "csb:2 Kings:20:2",
        "t": "Then*p Hezekiah turned his face to the wall and prayed to the Lord,*s"
    },
    {
        "o": 11194,
        "r": "csb:2 Kings:20:3",
        "t": "“Please, Lord,*s remember how I have walked before you faithfully and wholeheartedly and have done what pleases you.” And Hezekiah wept bitterly."
    },
    {
        "o": 11195,
        "r": "csb:2 Kings:20:4",
        "t": "Isaiah*p had not yet gone out of the inner courtyard when the word of the Lord*s came to him:"
    },
    {
        "o": 11196,
        "r": "csb:2 Kings:20:5",
        "t": "“Go back and tell Hezekiah, the leader of my people, ‘This is what the Lord*s God of your ancestor David says: I have heard your prayer; I have seen your tears. Look, I will heal you. On the third day from now you will go up to the Lord’s*s temple."
    },
    {
        "o": 11197,
        "r": "csb:2 Kings:20:6",
        "t": "I will add fifteen years to your life. I will rescue you and this city from the grasp of the king of Assyria. I will defend this city for my sake and for the sake of my servant David.’”"
    },
    {
        "o": 11198,
        "r": "csb:2 Kings:20:7",
        "t": "Then*p Isaiah said, “Bring a lump of pressed figs.” So they brought it and applied it to his infected skin, and he recovered."
    },
    {
        "o": 11199,
        "r": "csb:2 Kings:20:8",
        "t": "Hezekiah*p had asked Isaiah, “What is the sign that the Lord*s will heal me and that I will go up to the Lord’s*s temple on the third day?”"
    },
    {
        "o": 11200,
        "r": "csb:2 Kings:20:9",
        "t": "Isaiah*p said, “This is the sign to you from the Lord*s that he will do what he has promised: Should the shadow go ahead ten steps or go back ten steps?”"
    },
    {
        "o": 11201,
        "r": "csb:2 Kings:20:10",
        "t": "Then*p Hezekiah answered, “It’s easy for the shadow to lengthen ten steps. No, let the shadow go back ten steps.”"
    },
    {
        "o": 11202,
        "r": "csb:2 Kings:20:11",
        "t": "So the prophet Isaiah called out to the Lord,*s and he brought the shadow back the ten steps it had descended on the stairway of Ahaz."
    },
    {
        "o": 11203,
        "r": "csb:2 Kings:20:11",
        "t": "Hezekiah’s Folly",
        "h": 2
    },
    {
        "o": 11204,
        "r": "csb:2 Kings:20:12",
        "t": "At*p that time Merodach-baladan son of Baladan, king of Babylon, sent letters and a gift to Hezekiah since he heard that he had been sick."
    },
    {
        "o": 11205,
        "r": "csb:2 Kings:20:13",
        "t": "Hezekiah listened to the letters and showed the envoys his whole treasure house - the silver, the gold, the spices, and the precious oil - and his armory, and everything that was found in his treasuries. There was nothing in his palace and in all his realm that Hezekiah did not show them."
    },
    {
        "o": 11206,
        "r": "csb:2 Kings:20:14",
        "t": "Then*p the prophet Isaiah came to King Hezekiah and asked him, “Where did these men come from and what did they say to you?” Hezekiah*p replied, “They came from a distant country, from Babylon.”"
    },
    {
        "o": 11207,
        "r": "csb:2 Kings:20:15",
        "t": "Isaiah*p asked, “What have they seen in your palace?” Hezekiah*p answered, “They have seen everything in my palace. There isn’t anything in my treasuries that I didn’t show them.”"
    },
    {
        "o": 11208,
        "r": "csb:2 Kings:20:16",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord:*s"
    },
    {
        "o": 11209,
        "r": "csb:2 Kings:20:17",
        "t": "‘Look, the days are coming when everything in your palace and all that your predecessors have stored up until today will be carried off to Babylon; nothing will be left,’ says the Lord.*s"
    },
    {
        "o": 11210,
        "r": "csb:2 Kings:20:18",
        "t": "‘Some of your descendants - who come from you, whom you father - will be taken away, and they will become eunuchs in the palace of the king of Babylon.’”"
    },
    {
        "o": 11211,
        "r": "csb:2 Kings:20:19",
        "t": "Then*p Hezekiah said to Isaiah, “The word of the Lord*s that you have spoken is good,” for he thought, “Why not, if there will be peace and security during my lifetime?”"
    },
    {
        "o": 11212,
        "r": "csb:2 Kings:20:19",
        "t": "Hezekiah’s Death",
        "h": 2
    },
    {
        "o": 11213,
        "r": "csb:2 Kings:20:20",
        "t": "The*p rest of the events of Hezekiah’s reign, along with all his might and how he made the pool and the tunnel and brought water into the city, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11214,
        "r": "csb:2 Kings:20:21",
        "t": "Hezekiah rested with his ancestors, and his son Manasseh became king in his place."
    },
    {
        "o": 11215,
        "r": "csb:2 Kings:21:0",
        "t": "2 Kings 21",
        "h": 1
    },
    {
        "o": 11216,
        "r": "csb:2 Kings:21:0",
        "t": "Judah’s King Manasseh",
        "h": 2
    },
    {
        "o": 11217,
        "r": "csb:2 Kings:21:1",
        "t": "Manasseh*p was twelve years old when he became king, and he reigned fifty-five years in Jerusalem. His mother’s name was Hephzibah."
    },
    {
        "o": 11218,
        "r": "csb:2 Kings:21:2",
        "t": "He did what was evil in the Lord’s*s sight, imitating the detestable practices of the nations that the Lord*s had dispossessed before the Israelites."
    },
    {
        "o": 11219,
        "r": "csb:2 Kings:21:3",
        "t": "He rebuilt the high places that his father Hezekiah had destroyed and reestablished the altars for Baal. He made an Asherah, as King Ahab of Israel had done; he also bowed in worship to all the stars in the sky and served them."
    },
    {
        "o": 11220,
        "r": "csb:2 Kings:21:4",
        "t": "He built altars in the Lord’s*s temple, where the Lord*s had said, “Jerusalem is where I will put my name.”"
    },
    {
        "o": 11221,
        "r": "csb:2 Kings:21:5",
        "t": "He built altars to all the stars in the sky in both courtyards of the Lord’s*s temple."
    },
    {
        "o": 11222,
        "r": "csb:2 Kings:21:6",
        "t": "He sacrificed his son in the fire, practiced witchcraft and divination, and consulted mediums and spiritists. He did a huge amount of evil in the Lord’s*s sight, angering him."
    },
    {
        "o": 11223,
        "r": "csb:2 Kings:21:7",
        "t": "Manasseh*p set up the carved image of Asherah, which he made, in the temple that the Lord*s had spoken about to David and his son Solomon: “I will establish my name forever in this temple and in Jerusalem, which I have chosen out of all the tribes of Israel."
    },
    {
        "o": 11224,
        "r": "csb:2 Kings:21:8",
        "t": "I will never again cause the feet of the Israelites to wander from the land I gave to their ancestors if only they will be careful to do all I have commanded them - the whole law that my servant Moses commanded them.”"
    },
    {
        "o": 11225,
        "r": "csb:2 Kings:21:9",
        "t": "But they did not listen; Manasseh caused them to stray so that they did worse evil than the nations the Lord*s had destroyed before the Israelites."
    },
    {
        "o": 11226,
        "r": "csb:2 Kings:21:10",
        "t": "The*p Lord*s said through his servants the prophets,"
    },
    {
        "o": 11227,
        "r": "csb:2 Kings:21:11",
        "t": "“Since King Manasseh of Judah has committed all these detestable acts- worse evil than the Amorites who preceded him had done - and by means of his idols has also caused Judah to sin,"
    },
    {
        "o": 11228,
        "r": "csb:2 Kings:21:12",
        "t": "this is what the Lord*s God of Israel says: ‘I am about to bring such a disaster on Jerusalem and Judah that everyone who hears about it will shudder."
    },
    {
        "o": 11229,
        "r": "csb:2 Kings:21:13",
        "t": "I will stretch over Jerusalem the measuring line used on Samaria and the mason’s level used on the house of Ahab, and I will wipe Jerusalem clean as one wipes a bowl - wiping it and turning it upside down."
    },
    {
        "o": 11230,
        "r": "csb:2 Kings:21:14",
        "t": "I will abandon the remnant of my inheritance and hand them over to their enemies. They will become plunder and spoil to all their enemies,"
    },
    {
        "o": 11231,
        "r": "csb:2 Kings:21:15",
        "t": "because they have done what is evil in my sight and have angered me from the day their ancestors came out of Egypt until today.’”"
    },
    {
        "o": 11232,
        "r": "csb:2 Kings:21:16",
        "t": "Manasseh*p also shed so much innocent blood that he filled Jerusalem with it from one end to another. This was in addition to his sin that he caused Judah to commit, so that they did what was evil in the Lord’s*s sight."
    },
    {
        "o": 11233,
        "r": "csb:2 Kings:21:16",
        "t": "Manasseh’s Death",
        "h": 2
    },
    {
        "o": 11234,
        "r": "csb:2 Kings:21:17",
        "t": "The*p rest of the events of Manasseh’s reign, along with all his accomplishments and the sin that he committed, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11235,
        "r": "csb:2 Kings:21:18",
        "t": "Manasseh rested with his ancestors and was buried in the garden of his own house, the garden of Uzza. His son Amon became king in his place."
    },
    {
        "o": 11236,
        "r": "csb:2 Kings:21:18",
        "t": "Judah’s King Amon",
        "h": 2
    },
    {
        "o": 11237,
        "r": "csb:2 Kings:21:19",
        "t": "Amon*p was twenty-two years old when he became king, and he reigned two years in Jerusalem. His mother’s name was Meshullemeth daughter of Haruz; she was from Jotbah."
    },
    {
        "o": 11238,
        "r": "csb:2 Kings:21:20",
        "t": "He did what was evil in the Lord’s*s sight, just as his father Manasseh had done."
    },
    {
        "o": 11239,
        "r": "csb:2 Kings:21:21",
        "t": "He walked in all the ways his father had walked; he served the idols his father had served, and he bowed in worship to them."
    },
    {
        "o": 11240,
        "r": "csb:2 Kings:21:22",
        "t": "He abandoned the Lord*s God of his ancestors and did not walk in the ways of the Lord.*s"
    },
    {
        "o": 11241,
        "r": "csb:2 Kings:21:23",
        "t": "Amon’s*p servants conspired against him and put the king to death in his own house."
    },
    {
        "o": 11242,
        "r": "csb:2 Kings:21:24",
        "t": "The common people killed all who had conspired against King Amon, and they made his son Josiah king in his place."
    },
    {
        "o": 11243,
        "r": "csb:2 Kings:21:25",
        "t": "The*p rest of the events of Amon’s reign, along with his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11244,
        "r": "csb:2 Kings:21:26",
        "t": "He was buried in his tomb in the garden of Uzza, and his son Josiah became king in his place."
    },
    {
        "o": 11245,
        "r": "csb:2 Kings:22:0",
        "t": "2 Kings 22",
        "h": 1
    },
    {
        "o": 11246,
        "r": "csb:2 Kings:22:0",
        "t": "Judah’s King Josiah",
        "h": 2
    },
    {
        "o": 11247,
        "r": "csb:2 Kings:22:1",
        "t": "Josiah*p was eight years old when he became king, and he reigned thirty-one years in Jerusalem. His mother’s name was Jedidah the daughter of Adaiah; she was from Bozkath."
    },
    {
        "o": 11248,
        "r": "csb:2 Kings:22:2",
        "t": "He did what was right in the Lord’s*s sight and walked in all the ways of his ancestor David; he did not turn to the right or the left."
    },
    {
        "o": 11249,
        "r": "csb:2 Kings:22:2",
        "t": "Josiah Repairs the Temple",
        "h": 2
    },
    {
        "o": 11250,
        "r": "csb:2 Kings:22:3",
        "t": "In*p the eighteenth year of King Josiah, the king sent the court secretary Shaphan son of Azaliah, son of Meshullam, to the Lord’s*s temple, saying,"
    },
    {
        "o": 11251,
        "r": "csb:2 Kings:22:4",
        "t": "“Go up to the high priest Hilkiah so that he may total up the silver brought into the Lord’s*s temple - the silver the doorkeepers have collected from the people."
    },
    {
        "o": 11252,
        "r": "csb:2 Kings:22:5",
        "t": "It is to be given to those doing the work - those who oversee the Lord’s*s temple. They in turn are to give it to the workmen in the Lord’s*s temple to repair the damage."
    },
    {
        "o": 11253,
        "r": "csb:2 Kings:22:6",
        "t": "They are to give it to the carpenters, builders, and masons to buy timber and quarried stone to repair the temple."
    },
    {
        "o": 11254,
        "r": "csb:2 Kings:22:7",
        "t": "But no accounting is to be required from them for the silver given to them since they work with integrity.”"
    },
    {
        "o": 11255,
        "r": "csb:2 Kings:22:7",
        "t": "The Book of the Law Found",
        "h": 2
    },
    {
        "o": 11256,
        "r": "csb:2 Kings:22:8",
        "t": "The*p high priest Hilkiah told the court secretary Shaphan, “I have found the book of the law in the Lord’s*s temple,” and he gave the book to Shaphan, who read it."
    },
    {
        "o": 11257,
        "r": "csb:2 Kings:22:9",
        "t": "Then*p the court secretary Shaphan went to the king and reported, “Your servants have emptied out the silver that was found in the temple and have given it to those doing the work - those who oversee the Lord’s*s temple.”"
    },
    {
        "o": 11258,
        "r": "csb:2 Kings:22:10",
        "t": "Then the court secretary Shaphan told the king, “The priest Hilkiah has given me a book,” and Shaphan read it in the presence of the king."
    },
    {
        "o": 11259,
        "r": "csb:2 Kings:22:11",
        "t": "When*p the king heard the words of the book of the law, he tore his clothes."
    },
    {
        "o": 11260,
        "r": "csb:2 Kings:22:12",
        "t": "Then he commanded the priest Hilkiah, Ahikam son of Shaphan, Achbor son of Micaiah, the court secretary Shaphan, and the king’s servant Asaiah,"
    },
    {
        "o": 11261,
        "r": "csb:2 Kings:22:13",
        "t": "“Go and inquire of the Lord*s for me, for the people, and for all Judah about the words in this book that has been found. For great is the Lord’s*s wrath that is kindled against us because our ancestors have not obeyed the words of this book in order to do everything written about us.”"
    },
    {
        "o": 11262,
        "r": "csb:2 Kings:22:13",
        "t": "Huldah’s Prophecy of Judgment",
        "h": 2
    },
    {
        "o": 11263,
        "r": "csb:2 Kings:22:14",
        "t": "So*p the priest Hilkiah, Ahikam, Achbor, Shaphan, and Asaiah went to the prophetess Huldah, wife of Shallum son of Tikvah, son of Harhas, keeper of the wardrobe. She lived in Jerusalem in the Second District. They spoke with her."
    },
    {
        "o": 11264,
        "r": "csb:2 Kings:22:15",
        "t": "She*p said to them, “This is what the Lord*s God of Israel says: Say to the man who sent you to me,"
    },
    {
        "o": 11265,
        "r": "csb:2 Kings:22:16",
        "t": "‘This is what the Lord*s says: I am about to bring disaster on this place and on its inhabitants, fulfilling all the words of the book that the king of Judah has read,"
    },
    {
        "o": 11266,
        "r": "csb:2 Kings:22:17",
        "t": "because they have abandoned me and burned incense to other gods in order to anger me with all the work of their hands. My wrath will be kindled against this place, and it will not be quenched.’"
    },
    {
        "o": 11267,
        "r": "csb:2 Kings:22:18",
        "t": "Say this to the king of Judah who sent you to inquire of the Lord:*s ‘This is what the Lord*s God of Israel says: As for the words that you heard,"
    },
    {
        "o": 11268,
        "r": "csb:2 Kings:22:19",
        "t": "because your heart was tender and you humbled yourself before the Lord*s when you heard what I spoke against this place and against its inhabitants, that they would become a desolation and a curse, and because you have torn your clothes and wept before me, I myself have heard’ - this is the Lord’s*s declaration."
    },
    {
        "o": 11269,
        "r": "csb:2 Kings:22:20",
        "t": "‘Therefore, I will indeed gather you to your ancestors, and you will be gathered to your grave in peace. Your eyes will not see all the disaster that I am bringing on this place.’” Then*p they reported to the king."
    },
    {
        "o": 11270,
        "r": "csb:2 Kings:23:0",
        "t": "2 Kings 23",
        "h": 1
    },
    {
        "o": 11271,
        "r": "csb:2 Kings:23:0",
        "t": "Covenant Renewal",
        "h": 2
    },
    {
        "o": 11272,
        "r": "csb:2 Kings:23:1",
        "t": "So*p the king sent messengers, and they gathered all the elders of Judah and Jerusalem to him."
    },
    {
        "o": 11273,
        "r": "csb:2 Kings:23:2",
        "t": "Then the king went to the Lord’s*s temple with all the men of Judah and all the inhabitants of Jerusalem, as well as the priests and the prophets - all the people from the youngest to the oldest. He read in their hearing all the words of the book of the covenant that had been found in the Lord’s*s temple."
    },
    {
        "o": 11274,
        "r": "csb:2 Kings:23:3",
        "t": "Next, the king stood by the pillar and made a covenant in the Lord’s*s presence to follow the Lord*s and to keep his commands, his decrees, and his statutes with all his heart and with all his soul in order to carry out the words of this covenant that were written in this book; all the people agreed to the covenant."
    },
    {
        "o": 11275,
        "r": "csb:2 Kings:23:3",
        "t": "Josiah’s Reforms",
        "h": 2
    },
    {
        "o": 11276,
        "r": "csb:2 Kings:23:4",
        "t": "Then*p the king commanded the high priest Hilkiah and the priests of the second rank and the doorkeepers to bring out of the Lord’s*s sanctuary all the articles made for Baal, Asherah, and all the stars in the sky. He burned them outside Jerusalem in the fields of the Kidron and carried their ashes to Bethel."
    },
    {
        "o": 11277,
        "r": "csb:2 Kings:23:5",
        "t": "Then he did away with the idolatrous priests the kings of Judah had appointed to burn incense at the high places in the cities of Judah and in the areas surrounding Jerusalem. They had burned incense to Baal, and to the sun, moon, constellations, and all the stars in the sky."
    },
    {
        "o": 11278,
        "r": "csb:2 Kings:23:6",
        "t": "He brought out the Asherah pole from the Lord’s*s temple to the Kidron Valley outside Jerusalem. He burned it at the Kidron Valley, beat it to dust, and threw its dust on the graves of the common people."
    },
    {
        "o": 11279,
        "r": "csb:2 Kings:23:7",
        "t": "He also tore down the houses of the male cult prostitutes that were in the Lord’s*s temple, in which the women were weaving tapestries for Asherah."
    },
    {
        "o": 11280,
        "r": "csb:2 Kings:23:8",
        "t": "Then*p Josiah brought all the priests from the cities of Judah, and he defiled the high places from Geba to Beer-sheba, where the priests had burned incense. He tore down the high places of the city gates at the entrance of the gate of Joshua the governor of the city (on the left at the city gate)."
    },
    {
        "o": 11281,
        "r": "csb:2 Kings:23:9",
        "t": "The priests of the high places, however, did not come up to the altar of the Lord*s in Jerusalem; instead, they ate unleavened bread with their fellow priests."
    },
    {
        "o": 11282,
        "r": "csb:2 Kings:23:10",
        "t": "He*p defiled Topheth, which is in Ben Hinnom Valley, so that no one could sacrifice his son or daughter in the fire to Molech."
    },
    {
        "o": 11283,
        "r": "csb:2 Kings:23:11",
        "t": "He did away with the horses that the kings of Judah had dedicated to the sun. They had been at the entrance of the Lord’s*s temple in the precincts by the chamber of Nathan-melech, the eunuch. He also burned the chariots of the sun."
    },
    {
        "o": 11284,
        "r": "csb:2 Kings:23:12",
        "t": "The*p king tore down the altars that the kings of Judah had made on the roof of Ahaz’s upper chamber. He also tore down the altars that Manasseh had made in the two courtyards of the Lord’s*s temple. Then he smashed them there and threw their dust into the Kidron Valley."
    },
    {
        "o": 11285,
        "r": "csb:2 Kings:23:13",
        "t": "The king also defiled the high places that were across from Jerusalem, to the south of the Mount of Destruction, which King Solomon of Israel had built for Ashtoreth, the abhorrent idol of the Sidonians; for Chemosh, the abhorrent idol of Moab; and for Milcom, the detestable idol of the Ammonites."
    },
    {
        "o": 11286,
        "r": "csb:2 Kings:23:14",
        "t": "He broke the sacred pillars into pieces, cut down the Asherah poles, then filled their places with human bones."
    },
    {
        "o": 11287,
        "r": "csb:2 Kings:23:15",
        "t": "He*p even tore down the altar at Bethel and the high place that had been made by Jeroboam son of Nebat, who caused Israel to sin. He burned the high place, crushed it to dust, and burned the Asherah."
    },
    {
        "o": 11288,
        "r": "csb:2 Kings:23:16",
        "t": "As Josiah turned, he saw the tombs there on the mountain. He sent someone to take the bones out of the tombs, and he burned them on the altar. He defiled it according to the word of the Lord*s proclaimed by the man of God who proclaimed these things."
    },
    {
        "o": 11289,
        "r": "csb:2 Kings:23:17",
        "t": "Then he said, “What is this monument I see?” The*p men of the city told him, “It is the tomb of the man of God who came from Judah and proclaimed these things that you have done to the altar at Bethel.”"
    },
    {
        "o": 11290,
        "r": "csb:2 Kings:23:18",
        "t": "So*p he said, “Let him rest. Don’t let anyone disturb his bones.” So they left his bones undisturbed with the bones of the prophet who came from Samaria."
    },
    {
        "o": 11291,
        "r": "csb:2 Kings:23:19",
        "t": "Josiah*p also removed all the shrines of the high places that were in the cities of Samaria, which the kings of Israel had made to anger the Lord.*s Josiah did the same things to them that he had done at Bethel."
    },
    {
        "o": 11292,
        "r": "csb:2 Kings:23:20",
        "t": "He slaughtered on the altars all the priests of those high places, and he burned human bones on the altars. Then he returned to Jerusalem."
    },
    {
        "o": 11293,
        "r": "csb:2 Kings:23:20",
        "t": "Passover Observed",
        "h": 2
    },
    {
        "o": 11294,
        "r": "csb:2 Kings:23:21",
        "t": "The*p king commanded all the people, “Observe the Passover of the Lord*s your God as written in the book of the covenant.”"
    },
    {
        "o": 11295,
        "r": "csb:2 Kings:23:22",
        "t": "No such Passover had ever been observed from the time of the judges who judged Israel through the entire time of the kings of Israel and Judah."
    },
    {
        "o": 11296,
        "r": "csb:2 Kings:23:23",
        "t": "But in the eighteenth year of King Josiah, the Lord’s*s Passover was observed in Jerusalem."
    },
    {
        "o": 11297,
        "r": "csb:2 Kings:23:23",
        "t": "Further Zeal for the Lord",
        "h": 2
    },
    {
        "o": 11298,
        "r": "csb:2 Kings:23:24",
        "t": "In*p addition, Josiah eradicated the mediums, the spiritists, household idols, images, and all the abhorrent things that were seen in the land of Judah and in Jerusalem. He did this in order to carry out the words of the law that were written in the book that the priest Hilkiah found in the Lord’s*s temple."
    },
    {
        "o": 11299,
        "r": "csb:2 Kings:23:25",
        "t": "Before him there was no king like him who turned to the Lord*s with all his heart and with all his soul and with all his strength according to all the law of Moses, and no one like him arose after him."
    },
    {
        "o": 11300,
        "r": "csb:2 Kings:23:26",
        "t": "In*p spite of all that, the Lord*s did not turn from the fury of his intense burning anger, which burned against Judah because of all the affronts with which Manasseh had angered him."
    },
    {
        "o": 11301,
        "r": "csb:2 Kings:23:27",
        "t": "For the Lord*s had said, “I will also remove Judah from my presence just as I have removed Israel. I will reject this city Jerusalem, that I have chosen, and the temple about which I said, ‘My name will be there.’”"
    },
    {
        "o": 11302,
        "r": "csb:2 Kings:23:27",
        "t": "Josiah’s Death",
        "h": 2
    },
    {
        "o": 11303,
        "r": "csb:2 Kings:23:28",
        "t": "The*p rest of the events of Josiah’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11304,
        "r": "csb:2 Kings:23:29",
        "t": "During his reign, Pharaoh Neco king of Egypt marched up to help the king of Assyria at the Euphrates River. King Josiah went to confront him, and at Megiddo when Neco saw him he killed him."
    },
    {
        "o": 11305,
        "r": "csb:2 Kings:23:30",
        "t": "From Megiddo his servants carried his dead body in a chariot, brought him into Jerusalem, and buried him in his own tomb. Then the common people took Jehoahaz son of Josiah, anointed him, and made him king in place of his father."
    },
    {
        "o": 11306,
        "r": "csb:2 Kings:23:30",
        "t": "Judah’s King Jehoahaz",
        "h": 2
    },
    {
        "o": 11307,
        "r": "csb:2 Kings:23:31",
        "t": "Jehoahaz*p was twenty-three years old when he became king, and he reigned three months in Jerusalem. His mother’s name was Hamutal daughter of Jeremiah; she was from Libnah."
    },
    {
        "o": 11308,
        "r": "csb:2 Kings:23:32",
        "t": "He did what was evil in the Lord’s*s sight just as his ancestors had done."
    },
    {
        "o": 11309,
        "r": "csb:2 Kings:23:33",
        "t": "Pharaoh Neco imprisoned him at Riblah in the land of Hamath to keep him from reigning in Jerusalem, and he imposed on the land a fine of seventy-five hundred pounds of silver and seventy-five pounds of gold."
    },
    {
        "o": 11310,
        "r": "csb:2 Kings:23:33",
        "t": "Judah’s King Jehoiakim",
        "h": 2
    },
    {
        "o": 11311,
        "r": "csb:2 Kings:23:34",
        "t": "Then*p Pharaoh Neco made Eliakim son of Josiah king in place of his father Josiah and changed Eliakim’s name to Jehoiakim. But Neco took Jehoahaz and went to Egypt, and he died there."
    },
    {
        "o": 11312,
        "r": "csb:2 Kings:23:35",
        "t": "So Jehoiakim gave the silver and the gold to Pharaoh, but at Pharaoh’s command he taxed the land to give it. He exacted the silver and the gold from the common people, each according to his assessment, to give it to Pharaoh Neco."
    },
    {
        "o": 11313,
        "r": "csb:2 Kings:23:36",
        "t": "Jehoiakim*p was twenty-five years old when he became king, and he reigned eleven years in Jerusalem. His mother’s name was Zebidah daughter of Pedaiah; she was from Rumah."
    },
    {
        "o": 11314,
        "r": "csb:2 Kings:23:37",
        "t": "He did what was evil in the Lord’s*s sight just as his ancestors had done."
    },
    {
        "o": 11315,
        "r": "csb:2 Kings:24:0",
        "t": "2 Kings 24",
        "h": 1
    },
    {
        "o": 11316,
        "r": "csb:2 Kings:24:0",
        "t": "Jehoiakim’s Rebellion and Death",
        "h": 2
    },
    {
        "o": 11317,
        "r": "csb:2 Kings:24:1",
        "t": "During*p Jehoiakim’s reign, King Nebuchadnezzar of Babylon attacked. Jehoiakim became his vassal for three years, and then he turned and rebelled against him."
    },
    {
        "o": 11318,
        "r": "csb:2 Kings:24:2",
        "t": "The Lord*s sent Chaldean, Aramean, Moabite, and Ammonite raiders against Jehoiakim. He sent them against Judah to destroy it, according to the word of the Lord*s he had spoken through his servants the prophets."
    },
    {
        "o": 11319,
        "r": "csb:2 Kings:24:3",
        "t": "Indeed, this happened to Judah at the Lord’s*s command to remove them from his presence. It was because of the sins of Manasseh, according to all he had done,"
    },
    {
        "o": 11320,
        "r": "csb:2 Kings:24:4",
        "t": "and also because of all the innocent blood he had shed. He had filled Jerusalem with innocent blood, and the Lord*s was not willing to forgive."
    },
    {
        "o": 11321,
        "r": "csb:2 Kings:24:5",
        "t": "The*p rest of the events of Jehoiakim’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11322,
        "r": "csb:2 Kings:24:6",
        "t": "Jehoiakim rested with his ancestors, and his son Jehoiachin became king in his place."
    },
    {
        "o": 11323,
        "r": "csb:2 Kings:24:7",
        "t": "Now*p the king of Egypt did not march out of his land again, for the king of Babylon took everything that had belonged to the king of Egypt, from the Brook of Egypt to the Euphrates River."
    },
    {
        "o": 11324,
        "r": "csb:2 Kings:24:7",
        "t": "Judah’s King Jehoiachin",
        "h": 2
    },
    {
        "o": 11325,
        "r": "csb:2 Kings:24:8",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned three months in Jerusalem. His mother’s name was Nehushta daughter of Elnathan; she was from Jerusalem."
    },
    {
        "o": 11326,
        "r": "csb:2 Kings:24:9",
        "t": "He did what was evil in the Lord’s*s sight just as his father had done."
    },
    {
        "o": 11327,
        "r": "csb:2 Kings:24:9",
        "t": "Deportations to Babylon",
        "h": 2
    },
    {
        "o": 11328,
        "r": "csb:2 Kings:24:10",
        "t": "At*p that time the servants of King Nebuchadnezzar of Babylon marched up to Jerusalem, and the city came under siege."
    },
    {
        "o": 11329,
        "r": "csb:2 Kings:24:11",
        "t": "King Nebuchadnezzar of Babylon came to the city while his servants were besieging it."
    },
    {
        "o": 11330,
        "r": "csb:2 Kings:24:12",
        "t": "King Jehoiachin of Judah, along with his mother, his servants, his commanders, and his officials, surrendered to the king of Babylon. So*p the king of Babylon took him captive in the eighth year of his reign."
    },
    {
        "o": 11331,
        "r": "csb:2 Kings:24:13",
        "t": "He also carried off from there all the treasures of the Lord’s*s temple and the treasures of the king’s palace, and he cut into pieces all the gold articles that King Solomon of Israel had made for the Lord’s*s sanctuary, just as the Lord*s had predicted."
    },
    {
        "o": 11332,
        "r": "csb:2 Kings:24:14",
        "t": "He deported all Jerusalem and all the commanders and all the best soldiers- ten thousand captives including all the craftsmen and metalsmiths. Except for the poorest people of the land, no one remained."
    },
    {
        "o": 11333,
        "r": "csb:2 Kings:24:15",
        "t": "Nebuchadnezzar*p deported Jehoiachin to Babylon. He took the king’s mother, the king’s wives, his officials, and the leading men of the land into exile from Jerusalem to Babylon."
    },
    {
        "o": 11334,
        "r": "csb:2 Kings:24:16",
        "t": "The king of Babylon brought captive into Babylon all seven thousand of the best soldiers and one thousand craftsmen and metalsmiths - all strong and fit for war."
    },
    {
        "o": 11335,
        "r": "csb:2 Kings:24:17",
        "t": "And the king of Babylon made Mattaniah, Jehoiachin’s uncle, king in his place and changed his name to Zedekiah."
    },
    {
        "o": 11336,
        "r": "csb:2 Kings:24:17",
        "t": "Judah’s King Zedekiah",
        "h": 2
    },
    {
        "o": 11337,
        "r": "csb:2 Kings:24:18",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem. His mother’s name was Hamutal daughter of Jeremiah; she was from Libnah."
    },
    {
        "o": 11338,
        "r": "csb:2 Kings:24:19",
        "t": "Zedekiah did what was evil in the Lord’s*s sight just as Jehoiakim had done."
    },
    {
        "o": 11339,
        "r": "csb:2 Kings:24:20",
        "t": "Because of the Lord’s*s anger, it came to the point in Jerusalem and Judah that he finally banished them from his presence. Then Zedekiah rebelled against the king of Babylon."
    },
    {
        "o": 11340,
        "r": "csb:2 Kings:25:0",
        "t": "2 Kings 25",
        "h": 1
    },
    {
        "o": 11341,
        "r": "csb:2 Kings:25:0",
        "t": "Nebuchadnezzar’s Siege of Jerusalem",
        "h": 2
    },
    {
        "o": 11342,
        "r": "csb:2 Kings:25:1",
        "t": "In*p the ninth year of Zedekiah’s reign, on the tenth day of the tenth month, King Nebuchadnezzar of Babylon advanced against Jerusalem with his entire army. They laid siege to the city and built a siege wall against it all around."
    },
    {
        "o": 11343,
        "r": "csb:2 Kings:25:2",
        "t": "The city was under siege until King Zedekiah’s eleventh year."
    },
    {
        "o": 11344,
        "r": "csb:2 Kings:25:3",
        "t": "By*p the ninth day of the fourth month the famine was so severe in the city that the common people had no food."
    },
    {
        "o": 11345,
        "r": "csb:2 Kings:25:4",
        "t": "Then the city was broken into, and all the warriors fled at night by way of the city gate between the two walls near the king’s garden, even though the Chaldeans surrounded the city. As the king made his way along the route to the Arabah,"
    },
    {
        "o": 11346,
        "r": "csb:2 Kings:25:5",
        "t": "the Chaldean army pursued him and overtook him in the plains of Jericho. Zedekiah’s entire army left him and scattered."
    },
    {
        "o": 11347,
        "r": "csb:2 Kings:25:6",
        "t": "The Chaldeans seized the king and brought him up to the king of Babylon at Riblah, and they passed sentence on him."
    },
    {
        "o": 11348,
        "r": "csb:2 Kings:25:7",
        "t": "They slaughtered Zedekiah’s sons before his eyes. Finally, the king of Babylon blinded Zedekiah, bound him in bronze chains, and took him to Babylon."
    },
    {
        "o": 11349,
        "r": "csb:2 Kings:25:7",
        "t": "Jerusalem Destroyed",
        "h": 2
    },
    {
        "o": 11350,
        "r": "csb:2 Kings:25:8",
        "t": "On*p the seventh day of the fifth month - which was the nineteenth year of King Nebuchadnezzar of Babylon - Nebuzaradan, the captain of the guards, a servant of the king of Babylon, entered Jerusalem."
    },
    {
        "o": 11351,
        "r": "csb:2 Kings:25:9",
        "t": "He burned the Lord’s*s temple, the king’s palace, and all the houses of Jerusalem; he burned down all the great houses."
    },
    {
        "o": 11352,
        "r": "csb:2 Kings:25:10",
        "t": "The whole Chaldean army with the captain of the guards tore down the walls surrounding Jerusalem."
    },
    {
        "o": 11353,
        "r": "csb:2 Kings:25:11",
        "t": "Nebuzaradan, the captain of the guards, deported the rest of the people who remained in the city, the deserters who had defected to the king of Babylon, and the rest of the population."
    },
    {
        "o": 11354,
        "r": "csb:2 Kings:25:12",
        "t": "But the captain of the guards left some of the poorest of the land to be vinedressers and farmers."
    },
    {
        "o": 11355,
        "r": "csb:2 Kings:25:13",
        "t": "Now*p the Chaldeans broke into pieces the bronze pillars of the Lord’s*s temple, the water carts, and the bronze basin, which were in the Lord’s*s temple, and carried the bronze to Babylon."
    },
    {
        "o": 11356,
        "r": "csb:2 Kings:25:14",
        "t": "They also took the pots, shovels, wick trimmers, dishes, and all the bronze articles used in the priests’ service."
    },
    {
        "o": 11357,
        "r": "csb:2 Kings:25:15",
        "t": "The captain of the guards took away the firepans and sprinkling basins - whatever was gold or silver."
    },
    {
        "o": 11358,
        "r": "csb:2 Kings:25:16",
        "t": "As*p for the two pillars, the one basin, and the water carts that Solomon had made for the Lord’s*s temple, the weight of the bronze of all these articles was beyond measure."
    },
    {
        "o": 11359,
        "r": "csb:2 Kings:25:17",
        "t": "One pillar was twenty-seven feet tall and had a bronze capital on top of it. The capital, encircled by a grating and pomegranates of bronze, stood five feet high. The second pillar was the same, with its own grating."
    },
    {
        "o": 11360,
        "r": "csb:2 Kings:25:18",
        "t": "The*p captain of the guards also took away Seraiah the chief priest, Zephaniah the priest of the second rank, and the three doorkeepers."
    },
    {
        "o": 11361,
        "r": "csb:2 Kings:25:19",
        "t": "From the city he took a court official who had been appointed over the warriors; five trusted royal aides found in the city; the secretary of the commander of the army, who enlisted the people of the land for military duty; and sixty men from the common people who were found within the city."
    },
    {
        "o": 11362,
        "r": "csb:2 Kings:25:20",
        "t": "Nebuzaradan, the captain of the guards, took them and brought them to the king of Babylon at Riblah."
    },
    {
        "o": 11363,
        "r": "csb:2 Kings:25:21",
        "t": "The king of Babylon put them to death at Riblah in the land of Hamath. So Judah went into exile from its land."
    },
    {
        "o": 11364,
        "r": "csb:2 Kings:25:21",
        "t": "Gedaliah Made Governor",
        "h": 2
    },
    {
        "o": 11365,
        "r": "csb:2 Kings:25:22",
        "t": "King*p Nebuchadnezzar of Babylon appointed Gedaliah son of Ahikam, son of Shaphan, over the rest of the people he left in the land of Judah."
    },
    {
        "o": 11366,
        "r": "csb:2 Kings:25:23",
        "t": "When all the commanders of the armies - they and their men - heard that the king of Babylon had appointed Gedaliah, they came to Gedaliah at Mizpah. The commanders included Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, and Jaazaniah son of the Maacathite - they and their men."
    },
    {
        "o": 11367,
        "r": "csb:2 Kings:25:24",
        "t": "Gedaliah swore an oath to them and their men, assuring them, “Don’t be afraid of the servants of the Chaldeans. Live in the land and serve the king of Babylon, and it will go well for you.”"
    },
    {
        "o": 11368,
        "r": "csb:2 Kings:25:25",
        "t": "In*p the seventh month, however, Ishmael son of Nethaniah, son of Elishama, of the royal family, came with ten men and struck down Gedaliah, and he died. Also, they killed the Judeans and the Chaldeans who were with him at Mizpah."
    },
    {
        "o": 11369,
        "r": "csb:2 Kings:25:26",
        "t": "Then all the people, from the youngest to the oldest, and the commanders of the army, left and went to Egypt, for they were afraid of the Chaldeans."
    },
    {
        "o": 11370,
        "r": "csb:2 Kings:25:26",
        "t": "Jehoiachin Pardoned",
        "h": 2
    },
    {
        "o": 11371,
        "r": "csb:2 Kings:25:27",
        "t": "On*p the twenty-seventh day of the twelfth month of the thirty-seventh year of the exile of Judah’s King Jehoiachin, in the year Evil-merodach became king of Babylon, he pardoned King Jehoiachin of Judah and released him from prison."
    },
    {
        "o": 11372,
        "r": "csb:2 Kings:25:28",
        "t": "He spoke kindly to him and set his throne over the thrones of the kings who were with him in Babylon."
    },
    {
        "o": 11373,
        "r": "csb:2 Kings:25:29",
        "t": "So Jehoiachin changed his prison clothes, and he dined regularly in the presence of the king of Babylon for the rest of his life."
    },
    {
        "o": 11374,
        "r": "csb:2 Kings:25:30",
        "t": "As for his allowance, a regular allowance was given to him by the king, a portion for each day, for the rest of his life."
    }
]
