[
    {
        "o": 33480,
        "r": "csb:1 Thessalonians:1:0",
        "t": "1 Thessalonians 1",
        "h": 1
    },
    {
        "o": 33481,
        "r": "csb:1 Thessalonians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33482,
        "r": "csb:1 Thessalonians:1:1",
        "t": "Paul,*p Silvanus, and Timothy: To*p the church of the Thessalonians in God the Father and the Lord Jesus Christ. Grace*p to you and peace."
    },
    {
        "o": 33483,
        "r": "csb:1 Thessalonians:1:1",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 33484,
        "r": "csb:1 Thessalonians:1:2",
        "t": "We*p always thank God for all of you, making mention of you constantly in our prayers."
    },
    {
        "o": 33485,
        "r": "csb:1 Thessalonians:1:3",
        "t": "We recall, in the presence of our God and Father, your work produced by faith, your labor motivated by love, and your endurance inspired by hope in our Lord Jesus Christ."
    },
    {
        "o": 33486,
        "r": "csb:1 Thessalonians:1:4",
        "t": "For we know, brothers and sisters loved by God, that he has chosen you,"
    },
    {
        "o": 33487,
        "r": "csb:1 Thessalonians:1:5",
        "t": "because our gospel did not come to you in word only, but also in power, in the Holy Spirit, and with full assurance. You know how we lived among you for your benefit,"
    },
    {
        "o": 33488,
        "r": "csb:1 Thessalonians:1:6",
        "t": "and you yourselves became imitators of us and of the Lord when, in spite of severe persecution, you welcomed the message with joy from the Holy Spirit."
    },
    {
        "o": 33489,
        "r": "csb:1 Thessalonians:1:7",
        "t": "As a result, you became an example to all the believers in Macedonia and Achaia."
    },
    {
        "o": 33490,
        "r": "csb:1 Thessalonians:1:8",
        "t": "For the word of the Lord rang out from you, not only in Macedonia and Achaia, but in every place that your faith in God has gone out. Therefore, we don’t need to say anything,"
    },
    {
        "o": 33491,
        "r": "csb:1 Thessalonians:1:9",
        "t": "for they themselves report what kind of reception we had from you: how you turned to God from idols to serve the living and true God"
    },
    {
        "o": 33492,
        "r": "csb:1 Thessalonians:1:10",
        "t": "and to wait for his Son from heaven, whom he raised from the dead- Jesus, who rescues us from the coming wrath."
    }
]
