[
    {
        "o": 31111,
        "r": "esv:Acts:26:0",
        "t": "Acts 26",
        "h": 1
    },
    {
        "o": 31112,
        "r": "esv:Acts:26:0",
        "t": "Paul’s Defense Before Agrippa",
        "h": 2
    },
    {
        "o": 31113,
        "r": "esv:Acts:26:1",
        "t": "So*p Agrippa said to Paul, “You have permission to speak for yourself.” Then Paul stretched out his hand and made his defense:"
    },
    {
        "o": 31114,
        "r": "esv:Acts:26:2",
        "t": "“I*p consider myself fortunate that it is before you, King Agrippa, I am going to make my defense today against all the accusations of the Jews,"
    },
    {
        "o": 31115,
        "r": "esv:Acts:26:3",
        "t": "especially because you are familiar with all the customs and controversies of the Jews. Therefore I beg you to listen to me patiently."
    },
    {
        "o": 31116,
        "r": "esv:Acts:26:4",
        "t": "“My*p manner of life from my youth, spent from the beginning among my own nation and in Jerusalem, is known by all the Jews."
    },
    {
        "o": 31117,
        "r": "esv:Acts:26:5",
        "t": "They have known for a long time, if they are willing to testify, that according to the strictest party of our religion I have lived as a Pharisee."
    },
    {
        "o": 31118,
        "r": "esv:Acts:26:6",
        "t": "And now I stand here on trial because of my hope in the promise made by God to our fathers,"
    },
    {
        "o": 31119,
        "r": "esv:Acts:26:7",
        "t": "to which our twelve tribes hope to attain, as they earnestly worship night and day. And for this hope I am accused by Jews, O king!"
    },
    {
        "o": 31120,
        "r": "esv:Acts:26:8",
        "t": "Why is it thought incredible by any of you that God raises the dead?"
    },
    {
        "o": 31121,
        "r": "esv:Acts:26:9",
        "t": "“I*p myself was convinced that I ought to do many things in opposing the name of Jesus of Nazareth."
    },
    {
        "o": 31122,
        "r": "esv:Acts:26:10",
        "t": "And I did so in Jerusalem. I not only locked up many of the saints in prison after receiving authority from the chief priests, but when they were put to death I cast my vote against them."
    },
    {
        "o": 31123,
        "r": "esv:Acts:26:11",
        "t": "And I punished them often in all the synagogues and tried to make them blaspheme, and in raging fury against them I persecuted them even to foreign cities."
    },
    {
        "o": 31124,
        "r": "esv:Acts:26:11",
        "t": "Paul Tells of His Conversion",
        "h": 2
    },
    {
        "o": 31125,
        "r": "esv:Acts:26:12",
        "t": "“In*p this connection I journeyed to Damascus with the authority and commission of the chief priests."
    },
    {
        "o": 31126,
        "r": "esv:Acts:26:13",
        "t": "At midday, O king, I saw on the way a light from heaven, brighter than the sun, that shone around me and those who journeyed with me."
    },
    {
        "o": 31127,
        "r": "esv:Acts:26:14",
        "t": "And when we had all fallen to the ground, I heard a voice saying to me in the Hebrew language, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r me?*r It*r is*r hard*r for*r you*r to*r kick*r against*r the*r goads.’*r"
    },
    {
        "o": 31128,
        "r": "esv:Acts:26:15",
        "t": "And I said, ‘Who are you, Lord?’ And the Lord said, ‘I*r am*r Jesus*r whom*r you*r are*r persecuting.*r"
    },
    {
        "o": 31129,
        "r": "esv:Acts:26:16",
        "t": "But*r rise*r and*r stand*r upon*r your*r feet,*r for*r I*r have*r appeared*r to*r you*r for*r this*r purpose,*r to*r appoint*r you*r as*r a*r servant*r and*r witness*r to*r the*r things*r in*r which*r you*r have*r seen*r me*r and*r to*r those*r in*r which*r I*r will*r appear*r to*r you,*r"
    },
    {
        "o": 31130,
        "r": "esv:Acts:26:17",
        "t": "delivering*r you*r from*r your*r people*r and*r from*r the*r Gentiles—*r to*r whom*r I*r am*r sending*r you*r"
    },
    {
        "o": 31131,
        "r": "esv:Acts:26:18",
        "t": "to*r open*r their*r eyes,*r so*r that*r they*r may*r turn*r from*r darkness*r to*r light*r and*r from*r the*r power*r of*r Satan*r to*r God,*r that*r they*r may*r receive*r forgiveness*r of*r sins*r and*r a*r place*r among*r those*r who*r are*r sanctified*r by*r faith*r in*r me.’*r"
    },
    {
        "o": 31132,
        "r": "esv:Acts:26:19",
        "t": "“Therefore,*p O King Agrippa, I was not disobedient to the heavenly vision,"
    },
    {
        "o": 31133,
        "r": "esv:Acts:26:20",
        "t": "but declared first to those in Damascus, then in Jerusalem and throughout all the region of Judea, and also to the Gentiles, that they should repent and turn to God, performing deeds in keeping with their repentance."
    },
    {
        "o": 31134,
        "r": "esv:Acts:26:21",
        "t": "For this reason the Jews seized me in the temple and tried to kill me."
    },
    {
        "o": 31135,
        "r": "esv:Acts:26:22",
        "t": "To this day I have had the help that comes from God, and so I stand here testifying both to small and great, saying nothing but what the prophets and Moses said would come to pass:"
    },
    {
        "o": 31136,
        "r": "esv:Acts:26:23",
        "t": "that the Christ must suffer and that, by being the first to rise from the dead, he would proclaim light both to our people and to the Gentiles.”"
    },
    {
        "o": 31137,
        "r": "esv:Acts:26:24",
        "t": "And*p as he was saying these things in his defense, Festus said with a loud voice, “Paul, you are out of your mind; your great learning is driving you out of your mind.”"
    },
    {
        "o": 31138,
        "r": "esv:Acts:26:25",
        "t": "But Paul said, “I am not out of my mind, most excellent Festus, but I am speaking true and rational words."
    },
    {
        "o": 31139,
        "r": "esv:Acts:26:26",
        "t": "For the king knows about these things, and to him I speak boldly. For I am persuaded that none of these things has escaped his notice, for this has not been done in a corner."
    },
    {
        "o": 31140,
        "r": "esv:Acts:26:27",
        "t": "King Agrippa, do you believe the prophets? I know that you believe.”"
    },
    {
        "o": 31141,
        "r": "esv:Acts:26:28",
        "t": "And Agrippa said to Paul, “In a short time would you persuade me to be a Christian?”"
    },
    {
        "o": 31142,
        "r": "esv:Acts:26:29",
        "t": "And Paul said, “Whether short or long, I would to God that not only you but also all who hear me this day might become such as I am— except for these chains.”"
    },
    {
        "o": 31143,
        "r": "esv:Acts:26:30",
        "t": "Then*p the king rose, and the governor and Bernice and those who were sitting with them."
    },
    {
        "o": 31144,
        "r": "esv:Acts:26:31",
        "t": "And when they had withdrawn, they said to one another, “This man is doing nothing to deserve death or imprisonment.”"
    },
    {
        "o": 31145,
        "r": "esv:Acts:26:32",
        "t": "And Agrippa said to Festus, “This man could have been set free if he had not appealed to Caesar.”"
    }
]
