[
    {
        "o": 1009,
        "r": "nasb:Genesis:32:0",
        "t": "Genesis 32",
        "h": 1
    },
    {
        "o": 1010,
        "r": "nasb:Genesis:32:0",
        "t": "Jacob’s Fear of Esau",
        "h": 2
    },
    {
        "o": 1011,
        "r": "nasb:Genesis:32:1",
        "t": "Now*p as Jacob went on his way, the angels of God met him."
    },
    {
        "o": 1012,
        "r": "nasb:Genesis:32:2",
        "t": "Jacob said when he saw them, “This is God’s camp.” So he named that place Mahanaim."
    },
    {
        "o": 1013,
        "r": "nasb:Genesis:32:3",
        "t": "Then*p Jacob sent messengers before him to his brother Esau in the land of Seir, the country of Edom."
    },
    {
        "o": 1014,
        "r": "nasb:Genesis:32:4",
        "t": "He also commanded them saying, “Thus you shall say to my lord Esau: ‘Thus says your servant Jacob, “I have sojourned with Laban, and stayed until now;"
    },
    {
        "o": 1015,
        "r": "nasb:Genesis:32:5",
        "t": "I have oxen and donkeys and*i flocks and male and female servants; and I have sent to tell my lord, that I may find favor in your sight.” ’ ”"
    },
    {
        "o": 1016,
        "r": "nasb:Genesis:32:6",
        "t": "The*p messengers returned to Jacob, saying, “We came to your brother Esau, and furthermore he is coming to meet you, and four hundred men are with him.”"
    },
    {
        "o": 1017,
        "r": "nasb:Genesis:32:7",
        "t": "Then Jacob was greatly afraid and distressed; and he divided the people who were with him, and the flocks and the herds and the camels, into two companies;"
    },
    {
        "o": 1018,
        "r": "nasb:Genesis:32:8",
        "t": "for he said, “If Esau comes to the one company and attacks it, then the company which is left will escape.”"
    },
    {
        "o": 1019,
        "r": "nasb:Genesis:32:9",
        "t": "Jacob*p said, “O God of my father Abraham and God of my father Isaac, O Lord,*s who said to me, ‘Return to your country and to your relatives, and I will prosper you,’"
    },
    {
        "o": 1020,
        "r": "nasb:Genesis:32:10",
        "t": "I am unworthy of all the lovingkindness and of all the faithfulness which You have shown to Your servant; for with my staff only*i I crossed this Jordan, and now I have become two companies."
    },
    {
        "o": 1021,
        "r": "nasb:Genesis:32:11",
        "t": "Deliver me, I pray, from the hand of my brother, from the hand of Esau; for I fear him, that he will come and attack me and*i the mothers with the children."
    },
    {
        "o": 1022,
        "r": "nasb:Genesis:32:12",
        "t": "For You said, ‘I will surely prosper you and make your descendants as the sand of the sea, which is too great to be numbered.’ ”"
    },
    {
        "o": 1023,
        "r": "nasb:Genesis:32:13",
        "t": "So*p he spent the night there. Then he selected from what he had with him a present for his brother Esau:"
    },
    {
        "o": 1024,
        "r": "nasb:Genesis:32:14",
        "t": "two hundred female goats and twenty male goats, two hundred ewes and twenty rams,"
    },
    {
        "o": 1025,
        "r": "nasb:Genesis:32:15",
        "t": "thirty milking camels and their colts, forty cows and ten bulls, twenty female donkeys and ten male donkeys."
    },
    {
        "o": 1026,
        "r": "nasb:Genesis:32:16",
        "t": "He delivered them*i into the hand of his servants, every drove by itself, and said to his servants, “Pass on before me, and put a space between droves.”"
    },
    {
        "o": 1027,
        "r": "nasb:Genesis:32:17",
        "t": "He commanded the one in front, saying, “When my brother Esau meets you and asks you, saying, ‘To whom do you belong, and where are you going, and to whom do these animals*i in front of you belong?’"
    },
    {
        "o": 1028,
        "r": "nasb:Genesis:32:18",
        "t": "then you shall say, ‘These*i belong to your servant Jacob; it is a present sent to my lord Esau. And behold, he also is behind us.’ ”"
    },
    {
        "o": 1029,
        "r": "nasb:Genesis:32:19",
        "t": "Then he commanded also the second and the third, and all those who followed the droves, saying, “After this manner you shall speak to Esau when you find him;"
    },
    {
        "o": 1030,
        "r": "nasb:Genesis:32:20",
        "t": "and you shall say, ‘Behold, your servant Jacob also is behind us.’ ” For he said, “I will appease him with the present that goes before me. Then afterward I will see his face; perhaps he will accept me.”"
    },
    {
        "o": 1031,
        "r": "nasb:Genesis:32:21",
        "t": "So the present passed on before him, while he himself spent that night in the camp."
    },
    {
        "o": 1032,
        "r": "nasb:Genesis:32:22",
        "t": "Now*p he arose that same night and took his two wives and his two maids and his eleven children, and crossed the ford of the Jabbok."
    },
    {
        "o": 1033,
        "r": "nasb:Genesis:32:23",
        "t": "He took them and sent them across the stream. And he sent across whatever he had."
    },
    {
        "o": 1034,
        "r": "nasb:Genesis:32:23",
        "t": "Jacob Wrestles",
        "h": 2
    },
    {
        "o": 1035,
        "r": "nasb:Genesis:32:24",
        "t": "Then*p Jacob was left alone, and a man wrestled with him until daybreak."
    },
    {
        "o": 1036,
        "r": "nasb:Genesis:32:25",
        "t": "When he saw that he had not prevailed against him, he touched the socket of his thigh; so the socket of Jacob’s thigh was dislocated while he wrestled with him."
    },
    {
        "o": 1037,
        "r": "nasb:Genesis:32:26",
        "t": "Then he said, “Let me go, for the dawn is breaking.” But he said, “I will not let you go unless you bless me.”"
    },
    {
        "o": 1038,
        "r": "nasb:Genesis:32:27",
        "t": "So he said to him, “What is your name?” And he said, “Jacob.”"
    },
    {
        "o": 1039,
        "r": "nasb:Genesis:32:28",
        "t": "He said, “Your name shall no longer be Jacob, but Israel; for you have striven with God and with men and have prevailed.”"
    },
    {
        "o": 1040,
        "r": "nasb:Genesis:32:29",
        "t": "Then Jacob asked him and said, “Please tell me your name.” But he said, “Why is it that you ask my name?” And he blessed him there."
    },
    {
        "o": 1041,
        "r": "nasb:Genesis:32:30",
        "t": "So Jacob named the place Peniel, for he*i said,*i “I have seen God face to face, yet my life has been preserved.”"
    },
    {
        "o": 1042,
        "r": "nasb:Genesis:32:31",
        "t": "Now the sun rose upon him just as he crossed over Penuel, and he was limping on his thigh."
    },
    {
        "o": 1043,
        "r": "nasb:Genesis:32:32",
        "t": "Therefore, to this day the sons of Israel do not eat the sinew of the hip which is on the socket of the thigh, because he touched the socket of Jacob’s thigh in the sinew of the hip."
    }
]
