[
    {
        "o": 33148,
        "r": "csb:Ephesians:4:0",
        "t": "Ephesians 4",
        "h": 1
    },
    {
        "o": 33149,
        "r": "csb:Ephesians:4:0",
        "t": "Unity and Diversity in the Body of Christ",
        "h": 2
    },
    {
        "o": 33150,
        "r": "csb:Ephesians:4:1",
        "t": "Therefore*p I, the prisoner in the Lord, urge you to walk worthy of the calling you have received,"
    },
    {
        "o": 33151,
        "r": "csb:Ephesians:4:2",
        "t": "with all humility and gentleness, with patience, bearing with one another in love,"
    },
    {
        "o": 33152,
        "r": "csb:Ephesians:4:3",
        "t": "making every effort to keep the unity of the Spirit through the bond of peace."
    },
    {
        "o": 33153,
        "r": "csb:Ephesians:4:4",
        "t": "There is one body and one Spirit- just as you were called to one hope at your calling -"
    },
    {
        "o": 33154,
        "r": "csb:Ephesians:4:5",
        "t": "one Lord, one faith, one baptism,"
    },
    {
        "o": 33155,
        "r": "csb:Ephesians:4:6",
        "t": "one God and Father of all, who is above all and through all and in all."
    },
    {
        "o": 33156,
        "r": "csb:Ephesians:4:7",
        "t": "Now*p grace was given to each one of us according to the measure of Christ’s gift."
    },
    {
        "o": 33157,
        "r": "csb:Ephesians:4:8",
        "t": "For it says: When*ipn he*i ascended*i on*i high,*i he*iln took*i the*i captives*i captive;*i he*iln gave*i gifts*i to*i people.*i"
    },
    {
        "o": 33158,
        "r": "csb:Ephesians:4:9",
        "t": "But*p what does “he ascended” mean except that he also descended to the lower parts of the earth?"
    },
    {
        "o": 33159,
        "r": "csb:Ephesians:4:10",
        "t": "The one who descended is also the one who ascended far above all the heavens, to fill all things."
    },
    {
        "o": 33160,
        "r": "csb:Ephesians:4:11",
        "t": "And he himself gave some to be apostles, some prophets, some evangelists, some pastors and teachers,"
    },
    {
        "o": 33161,
        "r": "csb:Ephesians:4:12",
        "t": "to equip the saints for the work of ministry, to build up the body of Christ,"
    },
    {
        "o": 33162,
        "r": "csb:Ephesians:4:13",
        "t": "until we all reach unity in the faith and in the knowledge of God’s Son, growing into maturity with a stature measured by Christ’s fullness."
    },
    {
        "o": 33163,
        "r": "csb:Ephesians:4:14",
        "t": "Then we will no longer be little children, tossed by the waves and blown around by every wind of teaching, by human cunning with cleverness in the techniques of deceit."
    },
    {
        "o": 33164,
        "r": "csb:Ephesians:4:15",
        "t": "But speaking the truth in love, let us grow in every way into him who is the head- Christ."
    },
    {
        "o": 33165,
        "r": "csb:Ephesians:4:16",
        "t": "From him the whole body, fitted and knit together by every supporting ligament, promotes the growth of the body for building itself up in love by the proper working of each individual part."
    },
    {
        "o": 33166,
        "r": "csb:Ephesians:4:16",
        "t": "Living the New Life",
        "h": 2
    },
    {
        "o": 33167,
        "r": "csb:Ephesians:4:17",
        "t": "Therefore,*p I say this and testify in the Lord: You should no longer walk as the Gentiles do, in the futility of their thoughts."
    },
    {
        "o": 33168,
        "r": "csb:Ephesians:4:18",
        "t": "They are darkened in their understanding, excluded from the life of God, because of the ignorance that is in them and because of the hardness of their hearts."
    },
    {
        "o": 33169,
        "r": "csb:Ephesians:4:19",
        "t": "They became callous and gave themselves over to promiscuity for the practice of every kind of impurity with a desire for more and more."
    },
    {
        "o": 33170,
        "r": "csb:Ephesians:4:20",
        "t": "But*p that is not how you came to know Christ,"
    },
    {
        "o": 33171,
        "r": "csb:Ephesians:4:21",
        "t": "assuming you heard about him and were taught by him, as the truth is in Jesus,"
    },
    {
        "o": 33172,
        "r": "csb:Ephesians:4:22",
        "t": "to take off your former way of life, the old self that is corrupted by deceitful desires,"
    },
    {
        "o": 33173,
        "r": "csb:Ephesians:4:23",
        "t": "to be renewed in the spirit of your minds,"
    },
    {
        "o": 33174,
        "r": "csb:Ephesians:4:24",
        "t": "and to put on the new self, the one created according to God’s likeness in righteousness and purity of the truth."
    },
    {
        "o": 33175,
        "r": "csb:Ephesians:4:25",
        "t": "Therefore,*p putting away lying, speak*i the*i truth,*i each*i one*i to*i his*i neighbor,*i because we are members of one another."
    },
    {
        "o": 33176,
        "r": "csb:Ephesians:4:26",
        "t": "Be*i angry*i and*i do*i not*i sin.*i Don’t let the sun go down on your anger,"
    },
    {
        "o": 33177,
        "r": "csb:Ephesians:4:27",
        "t": "and don’t give the devil an opportunity."
    },
    {
        "o": 33178,
        "r": "csb:Ephesians:4:28",
        "t": "Let the thief no longer steal. Instead, he is to do honest work with his own hands, so that he has something to share with anyone in need."
    },
    {
        "o": 33179,
        "r": "csb:Ephesians:4:29",
        "t": "No foul language should come from your mouth, but only what is good for building up someone in need, so that it gives grace to those who hear."
    },
    {
        "o": 33180,
        "r": "csb:Ephesians:4:30",
        "t": "And don’t grieve God’s Holy Spirit. You were sealed by him for the day of redemption."
    },
    {
        "o": 33181,
        "r": "csb:Ephesians:4:31",
        "t": "Let all bitterness, anger and wrath, shouting and slander be removed from you, along with all malice."
    },
    {
        "o": 33182,
        "r": "csb:Ephesians:4:32",
        "t": "And be kind and compassionate to one another, forgiving one another, just as God also forgave you in Christ."
    }
]
