[
    {
        "o": 21442,
        "r": "nasb:Jeremiah:12:0",
        "t": "Jeremiah 12",
        "h": 1
    },
    {
        "o": 21443,
        "r": "nasb:Jeremiah:12:0",
        "t": "Jeremiah’s Prayer",
        "h": 2
    },
    {
        "o": 21444,
        "r": "nasb:Jeremiah:12:1",
        "t": "Righteous*pn are You, O Lord,*s that I would plead my*i case with You; Indeed*ln I would discuss matters of justice with You: Why*ln has the way of the wicked prospered? Why*iln are all those who deal in treachery at ease?"
    },
    {
        "o": 21445,
        "r": "nasb:Jeremiah:12:2",
        "t": "You*ln have planted them, they have also taken root; They*ln grow, they have even produced fruit. You*ln are near to their lips But*ln far from their mind."
    },
    {
        "o": 21446,
        "r": "nasb:Jeremiah:12:3",
        "t": "But*ln You know me, O Lord;*s You*ln see me; And*ln You examine my heart’s attitude*i toward You. Drag*ln them off like sheep for the slaughter And*ln set them apart for a day of carnage!"
    },
    {
        "o": 21447,
        "r": "nasb:Jeremiah:12:4",
        "t": "How*ln long is the land to mourn And*ln the vegetation of the countryside to wither? For*ln the wickedness of those who dwell in it, Animals*ln and birds have been snatched away, Because*ln men*i have said, “He will not see our latter ending.”"
    },
    {
        "o": 21448,
        "r": "nasb:Jeremiah:12:5",
        "t": "“If*ln you have run with footmen and they have tired you out, Then*ln how can you compete with horses? If*ln you fall down in a land of peace, How*ln will you do in the thicket of the Jordan?"
    },
    {
        "o": 21449,
        "r": "nasb:Jeremiah:12:6",
        "t": "For*ln even your brothers and the household of your father, Even*ln they have dealt treacherously with you, Even*ln they have cried aloud after you. Do*ln not believe them, although they may say nice things to you.”"
    },
    {
        "o": 21450,
        "r": "nasb:Jeremiah:12:6",
        "t": "God’s Answer",
        "h": 2
    },
    {
        "o": 21451,
        "r": "nasb:Jeremiah:12:7",
        "t": "“I*pn have forsaken My house, I*ln have abandoned My inheritance; I*ln have given the beloved of My soul Into*ln the hand of her enemies."
    },
    {
        "o": 21452,
        "r": "nasb:Jeremiah:12:8",
        "t": "My*ln inheritance has become to Me Like*ln a lion in the forest; She*ln has roared against Me; Therefore*ln I have come to hate her."
    },
    {
        "o": 21453,
        "r": "nasb:Jeremiah:12:9",
        "t": "Is*ln My inheritance like a speckled bird of prey to Me? Are*ln the birds of prey against her on every side? Go,*ln gather all the beasts of the field, Bring*ln them to devour!"
    },
    {
        "o": 21454,
        "r": "nasb:Jeremiah:12:10",
        "t": "Many*ln shepherds have ruined My vineyard, They*ln have trampled down My field; They*ln have made My pleasant field A*ln desolate wilderness."
    },
    {
        "o": 21455,
        "r": "nasb:Jeremiah:12:11",
        "t": "It*ln has been made a desolation, Desolate,*ln it mourns before Me; The*ln whole land has been made desolate, Because*ln no man lays it to heart."
    },
    {
        "o": 21456,
        "r": "nasb:Jeremiah:12:12",
        "t": "On*ln all the bare heights in the wilderness Destroyers*ln have come, For*ln a sword of the Lord*s is devouring From*ln one end of the land even to the other; There*ln is no peace for anyone."
    },
    {
        "o": 21457,
        "r": "nasb:Jeremiah:12:13",
        "t": "They*ln have sown wheat and have reaped thorns, They*ln have strained themselves to no profit. But*ln be ashamed of your harvest Because*ln of the fierce anger of the Lord.”*s"
    },
    {
        "o": 21458,
        "r": "nasb:Jeremiah:12:14",
        "t": "Thus*p says the Lord*s concerning all My wicked neighbors who strike at the inheritance with which I have endowed My people Israel, “Behold I am about to uproot them from their land and will uproot the house of Judah from among them."
    },
    {
        "o": 21459,
        "r": "nasb:Jeremiah:12:15",
        "t": "And it will come about that after I have uprooted them, I will again have compassion on them; and I will bring them back, each one to his inheritance and each one to his land."
    },
    {
        "o": 21460,
        "r": "nasb:Jeremiah:12:16",
        "t": "Then if they will really learn the ways of My people, to swear by My name, ‘As the Lord*s lives,’ even as they taught My people to swear by Baal, they will be built up in the midst of My people."
    },
    {
        "o": 21461,
        "r": "nasb:Jeremiah:12:17",
        "t": "But if they will not listen, then I will uproot that nation, uproot and destroy it,” declares the Lord.*s"
    }
]
