[
    {
        "o": 10777,
        "r": "nkjv:2 Kings:9:0",
        "t": "2 Kings 9",
        "h": 1
    },
    {
        "o": 10778,
        "r": "nkjv:2 Kings:9:0",
        "t": "Jehu Anointed King of Israel",
        "h": 2
    },
    {
        "o": 10779,
        "r": "nkjv:2 Kings:9:1",
        "t": "And*p Elisha the prophet called one of the sons of the prophets, and said to him, “Get yourself ready, take this flask of oil in your hand, and go to Ramoth Gilead."
    },
    {
        "o": 10780,
        "r": "nkjv:2 Kings:9:2",
        "t": "Now when you arrive at that place, look there for Jehu the son of Jehoshaphat, the son of Nimshi, and go in and make him rise up from among his associates, and take him to an inner room."
    },
    {
        "o": 10781,
        "r": "nkjv:2 Kings:9:3",
        "t": "Then take the flask of oil, and pour it*i on his head, and say, ‘Thus says the Lord:*s “I have anointed you king over Israel.”’ Then open the door and flee, and do not delay.”"
    },
    {
        "o": 10782,
        "r": "nkjv:2 Kings:9:4",
        "t": "So*p the young man, the servant of the prophet, went to Ramoth Gilead."
    },
    {
        "o": 10783,
        "r": "nkjv:2 Kings:9:5",
        "t": "And when he arrived, there were*i the captains of the army sitting; and he said, “I have a message for you, Commander.” Jehu*p said, “For which one*i of us?” And*p he said, “For you, Commander.”"
    },
    {
        "o": 10784,
        "r": "nkjv:2 Kings:9:6",
        "t": "Then he arose and went into the house. And he poured the oil on his head, and said to him, “Thus says the Lord*s God of Israel: ‘I have anointed you king over the people of the Lord,*s over Israel."
    },
    {
        "o": 10785,
        "r": "nkjv:2 Kings:9:7",
        "t": "You shall strike down the house of Ahab your master, that I may avenge the blood of My servants the prophets, and the blood of all the servants of the Lord,*s at the hand of Jezebel."
    },
    {
        "o": 10786,
        "r": "nkjv:2 Kings:9:8",
        "t": "For the whole house of Ahab shall perish; and I will cut off from Ahab all the males in Israel, both bond and free."
    },
    {
        "o": 10787,
        "r": "nkjv:2 Kings:9:9",
        "t": "So I will make the house of Ahab like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah."
    },
    {
        "o": 10788,
        "r": "nkjv:2 Kings:9:10",
        "t": "The dogs shall eat Jezebel on the plot of*i ground*i at Jezreel, and there*i shall*i be*i none to bury her.’”*i And he opened the door and fled."
    },
    {
        "o": 10789,
        "r": "nkjv:2 Kings:9:11",
        "t": "Then*p Jehu came out to the servants of his master, and one*i said to him, “Is*i all well? Why did this madman come to you?” And*p he said to them, “You know the man and his babble.”"
    },
    {
        "o": 10790,
        "r": "nkjv:2 Kings:9:12",
        "t": "And*p they said, “A lie! Tell us now.” So*p he said, “Thus and thus he spoke to me, saying, ‘Thus says the Lord:*s “I have anointed you king over Israel.”’”"
    },
    {
        "o": 10791,
        "r": "nkjv:2 Kings:9:13",
        "t": "Then*p each man hastened to take his garment and put it*i under him on the top of the steps; and they blew trumpets, saying, “Jehu is king!”"
    },
    {
        "o": 10792,
        "r": "nkjv:2 Kings:9:13",
        "t": "Joram of Israel Killed",
        "h": 2
    },
    {
        "o": 10793,
        "r": "nkjv:2 Kings:9:14",
        "t": "So*p Jehu the son of Jehoshaphat, the son of Nimshi, conspired against Joram. (Now Joram had been defending Ramoth Gilead, he and all Israel, against Hazael king of Syria."
    },
    {
        "o": 10794,
        "r": "nkjv:2 Kings:9:15",
        "t": "But King Joram had returned to Jezreel to recover from the wounds which the Syrians had inflicted on him when he fought with Hazael king of Syria.) And Jehu said, “If you are so minded, let no one leave or*i escape from the city to go and tell it*i in Jezreel.”"
    },
    {
        "o": 10795,
        "r": "nkjv:2 Kings:9:16",
        "t": "So Jehu rode in a chariot and went to Jezreel, for Joram was laid up there; and Ahaziah king of Judah had come down to see Joram."
    },
    {
        "o": 10796,
        "r": "nkjv:2 Kings:9:17",
        "t": "Now*p a watchman stood on the tower in Jezreel, and he saw the company of Jehu as he came, and said, “I see a company of men.” And*p Joram said, “Get a horseman and send him to meet them, and let him say, ‘Is*i it*i peace?’”"
    },
    {
        "o": 10797,
        "r": "nkjv:2 Kings:9:18",
        "t": "So*p the horseman went to meet him, and said, “Thus says the king: ‘Is*i it*i peace?’” And*p Jehu said, “What have you to do with peace? Turn around and follow me.” So*p the watchman reported, saying, “The messenger went to them, but is not coming back.”"
    },
    {
        "o": 10798,
        "r": "nkjv:2 Kings:9:19",
        "t": "Then*p he sent out a second horseman who came to them, and said, “Thus says the king: ‘Is*i it*i peace?’” And*p Jehu answered, “What have you to do with peace? Turn around and follow me.”"
    },
    {
        "o": 10799,
        "r": "nkjv:2 Kings:9:20",
        "t": "So*p the watchman reported, saying, “He went up to them and is not coming back; and the driving is*i like the driving of Jehu the son of Nimshi, for he drives furiously!”"
    },
    {
        "o": 10800,
        "r": "nkjv:2 Kings:9:21",
        "t": "Then*p Joram said, “Make ready.” And his chariot was made ready. Then Joram king of Israel and Ahaziah king of Judah went out, each in his chariot; and they went out to meet Jehu, and met him on the property of Naboth the Jezreelite."
    },
    {
        "o": 10801,
        "r": "nkjv:2 Kings:9:22",
        "t": "Now*p it happened, when Joram saw Jehu, that he said, “Is*i it*i peace, Jehu?” So*p he answered, “What peace, as long as the harlotries of your mother Jezebel and her witchcraft are*i so*i many?”"
    },
    {
        "o": 10802,
        "r": "nkjv:2 Kings:9:23",
        "t": "Then*p Joram turned around and fled, and said to Ahaziah, “Treachery, Ahaziah!”"
    },
    {
        "o": 10803,
        "r": "nkjv:2 Kings:9:24",
        "t": "Now Jehu drew his bow with full strength and shot Jehoram between his arms; and the arrow came out at his heart, and he sank down in his chariot."
    },
    {
        "o": 10804,
        "r": "nkjv:2 Kings:9:25",
        "t": "Then Jehu*i said to Bidkar his captain, “Pick him*i up, and*i throw him into the tract of the field of Naboth the Jezreelite; for remember, when you and I were riding together behind Ahab his father, that the Lord*s laid this burden upon him:"
    },
    {
        "o": 10805,
        "r": "nkjv:2 Kings:9:26",
        "t": "‘Surely I saw yesterday the blood of Naboth and the blood of his sons,’ says the Lord,*s ‘and I will repay you in this plot,’ says the Lord.*s Now therefore, take and*i throw him on the plot of*i ground,*i according to the word of the Lord.”*s"
    },
    {
        "o": 10806,
        "r": "nkjv:2 Kings:9:26",
        "t": "Ahaziah of Judah Killed",
        "h": 2
    },
    {
        "o": 10807,
        "r": "nkjv:2 Kings:9:27",
        "t": "But*p when Ahaziah king of Judah saw this,*i he fled by the road to Beth Haggan. So Jehu pursued him, and said, “Shoot him also in the chariot.” And*i they*i shot*i him*i at the Ascent of Gur, which is by Ibleam. Then he fled to Megiddo, and died there."
    },
    {
        "o": 10808,
        "r": "nkjv:2 Kings:9:28",
        "t": "And his servants carried him in the chariot to Jerusalem, and buried him in his tomb with his fathers in the City of David."
    },
    {
        "o": 10809,
        "r": "nkjv:2 Kings:9:29",
        "t": "In the eleventh year of Joram the son of Ahab, Ahaziah had become king over Judah."
    },
    {
        "o": 10810,
        "r": "nkjv:2 Kings:9:29",
        "t": "Jezebel’s Violent Death",
        "h": 2
    },
    {
        "o": 10811,
        "r": "nkjv:2 Kings:9:30",
        "t": "Now*p when Jehu had come to Jezreel, Jezebel heard of*i it;*i and she put paint on her eyes and adorned her head, and looked through a window."
    },
    {
        "o": 10812,
        "r": "nkjv:2 Kings:9:31",
        "t": "Then, as Jehu entered at the gate, she said, “Is*i it*i peace, Zimri, murderer of your master?”"
    },
    {
        "o": 10813,
        "r": "nkjv:2 Kings:9:32",
        "t": "And*p he looked up at the window, and said, “Who is*i on my side? Who?” So two or*i three eunuchs looked out at him."
    },
    {
        "o": 10814,
        "r": "nkjv:2 Kings:9:33",
        "t": "Then he said, “Throw her down.” So they threw her down, and some*i of her blood spattered on the wall and on the horses; and he trampled her underfoot."
    },
    {
        "o": 10815,
        "r": "nkjv:2 Kings:9:34",
        "t": "And when he had gone in, he ate and drank. Then he said, “Go now, see to this accursed woman,*i and bury her, for she was a king’s daughter.”"
    },
    {
        "o": 10816,
        "r": "nkjv:2 Kings:9:35",
        "t": "So they went to bury her, but they found no more of her than the skull and the feet and the palms of her*i hands."
    },
    {
        "o": 10817,
        "r": "nkjv:2 Kings:9:36",
        "t": "Therefore they came back and told him. And he said, “This is*i the word of the Lord,*s which He spoke by His servant Elijah the Tishbite, saying, ‘On the plot of*i ground*i at Jezreel dogs shall eat the flesh of Jezebel;"
    },
    {
        "o": 10818,
        "r": "nkjv:2 Kings:9:37",
        "t": "and the corpse of Jezebel shall be as refuse on the surface of the field, in the plot at Jezreel, so that they shall not say, “Here lies*i Jezebel.”’”"
    }
]
