[
    {
        "o": 5327,
        "r": "nasb:Deuteronomy:1:0",
        "t": "Deuteronomy 1",
        "h": 1
    },
    {
        "o": 5328,
        "r": "nasb:Deuteronomy:1:0",
        "t": "Israel’s History after the Exodus",
        "h": 2
    },
    {
        "o": 5329,
        "r": "nasb:Deuteronomy:1:1",
        "t": "These*p are the words which Moses spoke to all Israel across the Jordan in the wilderness, in the Arabah opposite Suph, between Paran and Tophel and Laban and Hazeroth and Dizahab."
    },
    {
        "o": 5330,
        "r": "nasb:Deuteronomy:1:2",
        "t": "It is eleven days’ journey*i from Horeb by the way of Mount Seir to Kadesh-barnea."
    },
    {
        "o": 5331,
        "r": "nasb:Deuteronomy:1:3",
        "t": "In the fortieth year, on the first day*i of the eleventh month, Moses spoke to the children of Israel, according to all that the Lord*s had commanded him to*i give*i to them,"
    },
    {
        "o": 5332,
        "r": "nasb:Deuteronomy:1:4",
        "t": "after he had defeated Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth and Edrei."
    },
    {
        "o": 5333,
        "r": "nasb:Deuteronomy:1:5",
        "t": "Across the Jordan in the land of Moab, Moses undertook to expound this law, saying,"
    },
    {
        "o": 5334,
        "r": "nasb:Deuteronomy:1:6",
        "t": "“The*p Lord*s our God spoke to us at Horeb, saying, ‘You have stayed long enough at this mountain."
    },
    {
        "o": 5335,
        "r": "nasb:Deuteronomy:1:7",
        "t": "Turn and set your journey, and go to the hill country of the Amorites, and to all their neighbors in the Arabah, in the hill country and in the lowland and in the Negev and by the seacoast, the land of the Canaanites, and Lebanon, as far as the great river, the river Euphrates."
    },
    {
        "o": 5336,
        "r": "nasb:Deuteronomy:1:8",
        "t": "See, I have placed the land before you; go in and possess the land which the Lord*s swore to give to your fathers, to Abraham, to Isaac, and to Jacob, to them and their descendants after them.’"
    },
    {
        "o": 5337,
        "r": "nasb:Deuteronomy:1:9",
        "t": "“I*p spoke to you at that time, saying, ‘I am not able to bear the*i burden*i of you alone."
    },
    {
        "o": 5338,
        "r": "nasb:Deuteronomy:1:10",
        "t": "The Lord*s your God has multiplied you, and behold, you are this day like the stars of heaven in number."
    },
    {
        "o": 5339,
        "r": "nasb:Deuteronomy:1:11",
        "t": "May the Lord,*s the God of your fathers, increase you a thousand-fold more than you are and bless you, just as He has promised you!"
    },
    {
        "o": 5340,
        "r": "nasb:Deuteronomy:1:12",
        "t": "How can I alone bear the load and burden of you and your strife?"
    },
    {
        "o": 5341,
        "r": "nasb:Deuteronomy:1:13",
        "t": "Choose wise and discerning and experienced men from your tribes, and I will appoint them as your heads.’"
    },
    {
        "o": 5342,
        "r": "nasb:Deuteronomy:1:14",
        "t": "You answered me and said, ‘The thing which you have said to do is good.’"
    },
    {
        "o": 5343,
        "r": "nasb:Deuteronomy:1:15",
        "t": "So I took the heads of your tribes, wise and experienced men, and appointed them heads over you, leaders of thousands and of hundreds, of fifties and of tens, and officers for your tribes."
    },
    {
        "o": 5344,
        "r": "nasb:Deuteronomy:1:16",
        "t": "“Then*p I charged your judges at that time, saying, ‘Hear the*i cases*i between your fellow countrymen, and judge righteously between a man and his fellow countryman, or the alien who is with him."
    },
    {
        "o": 5345,
        "r": "nasb:Deuteronomy:1:17",
        "t": "You shall not show partiality in judgment; you shall hear the small and the great alike. You shall not fear man, for the judgment is God’s. The case that is too hard for you, you shall bring to me, and I will hear it.’"
    },
    {
        "o": 5346,
        "r": "nasb:Deuteronomy:1:18",
        "t": "I commanded you at that time all the things that you should do."
    },
    {
        "o": 5347,
        "r": "nasb:Deuteronomy:1:19",
        "t": "“Then*p we set out from Horeb, and went through all that great and terrible wilderness which you saw on the way to the hill country of the Amorites, just as the Lord*s our God had commanded us; and we came to Kadesh-barnea."
    },
    {
        "o": 5348,
        "r": "nasb:Deuteronomy:1:20",
        "t": "I said to you, ‘You have come to the hill country of the Amorites which the Lord*s our God is about to give us."
    },
    {
        "o": 5349,
        "r": "nasb:Deuteronomy:1:21",
        "t": "See, the Lord*s your God has placed the land before you; go up, take possession, as the Lord,*s the God of your fathers, has spoken to you. Do not fear or be dismayed.’"
    },
    {
        "o": 5350,
        "r": "nasb:Deuteronomy:1:22",
        "t": "“Then*p all of you approached me and said, ‘Let us send men before us, that they may search out the land for us, and bring back to us word of the way by which we should go up and the cities which we shall enter.’"
    },
    {
        "o": 5351,
        "r": "nasb:Deuteronomy:1:23",
        "t": "The thing pleased me and I took twelve of your men, one man for each tribe."
    },
    {
        "o": 5352,
        "r": "nasb:Deuteronomy:1:24",
        "t": "They turned and went up into the hill country, and came to the valley of Eshcol and spied it out."
    },
    {
        "o": 5353,
        "r": "nasb:Deuteronomy:1:25",
        "t": "Then they took some*i of the fruit of the land in their hands and brought it down to us; and they brought us back a report and said, ‘It is a good land which the Lord*s our God is about to give us.’"
    },
    {
        "o": 5354,
        "r": "nasb:Deuteronomy:1:26",
        "t": "“Yet*p you were not willing to go up, but rebelled against the command of the Lord*s your God;"
    },
    {
        "o": 5355,
        "r": "nasb:Deuteronomy:1:27",
        "t": "and you grumbled in your tents and said, ‘Because the Lord*s hates us, He has brought us out of the land of Egypt to deliver us into the hand of the Amorites to destroy us."
    },
    {
        "o": 5356,
        "r": "nasb:Deuteronomy:1:28",
        "t": "Where can we go up? Our brethren have made our hearts melt, saying, “The people are bigger and taller than we; the cities are large and fortified to heaven. And besides, we saw the sons of the Anakim there.” ’"
    },
    {
        "o": 5357,
        "r": "nasb:Deuteronomy:1:29",
        "t": "Then I said to you, ‘Do not be shocked, nor fear them."
    },
    {
        "o": 5358,
        "r": "nasb:Deuteronomy:1:30",
        "t": "The Lord*s your God who goes before you will Himself fight on your behalf, just as He did for you in Egypt before your eyes,"
    },
    {
        "o": 5359,
        "r": "nasb:Deuteronomy:1:31",
        "t": "and in the wilderness where you saw how the Lord*s your God carried you, just as a man carries his son, in all the way which you have walked until you came to this place.’"
    },
    {
        "o": 5360,
        "r": "nasb:Deuteronomy:1:32",
        "t": "But for all this, you did not trust the Lord*s your God,"
    },
    {
        "o": 5361,
        "r": "nasb:Deuteronomy:1:33",
        "t": "who goes before you on your*i way, to seek out a place for you to encamp, in fire by night and cloud by day, to show you the way in which you should go."
    },
    {
        "o": 5362,
        "r": "nasb:Deuteronomy:1:34",
        "t": "“Then*p the Lord*s heard the sound of your words, and He was angry and took an oath, saying,"
    },
    {
        "o": 5363,
        "r": "nasb:Deuteronomy:1:35",
        "t": "‘Not one of these men, this evil generation, shall see the good land which I swore to give your fathers,"
    },
    {
        "o": 5364,
        "r": "nasb:Deuteronomy:1:36",
        "t": "except Caleb the son of Jephunneh; he shall see it, and to him and to his sons I will give the land on which he has set foot, because he has followed the Lord*s fully.’"
    },
    {
        "o": 5365,
        "r": "nasb:Deuteronomy:1:37",
        "t": "The Lord*s was angry with me also on your account, saying, ‘Not even you shall enter there."
    },
    {
        "o": 5366,
        "r": "nasb:Deuteronomy:1:38",
        "t": "Joshua the son of Nun, who stands before you, he shall enter there; encourage him, for he will cause Israel to inherit it."
    },
    {
        "o": 5367,
        "r": "nasb:Deuteronomy:1:39",
        "t": "Moreover, your little ones who you said would become a prey, and your sons, who this day have no knowledge of good or evil, shall enter there, and I will give it to them and they shall possess it."
    },
    {
        "o": 5368,
        "r": "nasb:Deuteronomy:1:40",
        "t": "But as for you, turn around and set out for the wilderness by the way to the Red Sea.’"
    },
    {
        "o": 5369,
        "r": "nasb:Deuteronomy:1:41",
        "t": "“Then*p you said to me, ‘We have sinned against the Lord;*s we will indeed go up and fight, just as the Lord*s our God commanded us.’ And every man of you girded on his weapons of war, and regarded it as easy to go up into the hill country."
    },
    {
        "o": 5370,
        "r": "nasb:Deuteronomy:1:42",
        "t": "And the Lord*s said to me, ‘Say to them, “Do not go up nor fight, for I am not among you; otherwise you will be defeated before your enemies.” ’"
    },
    {
        "o": 5371,
        "r": "nasb:Deuteronomy:1:43",
        "t": "So I spoke to you, but you would not listen. Instead you rebelled against the command of the Lord,*s and acted presumptuously and went up into the hill country."
    },
    {
        "o": 5372,
        "r": "nasb:Deuteronomy:1:44",
        "t": "The Amorites who lived in that hill country came out against you and chased you as bees do, and crushed you from Seir to Hormah."
    },
    {
        "o": 5373,
        "r": "nasb:Deuteronomy:1:45",
        "t": "Then you returned and wept before the Lord;*s but the Lord*s did not listen to your voice nor give ear to you."
    },
    {
        "o": 5374,
        "r": "nasb:Deuteronomy:1:46",
        "t": "So you remained in Kadesh many days, the days that you spent there.*i"
    },
    {
        "o": 5375,
        "r": "nasb:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5376,
        "r": "nasb:Deuteronomy:2:0",
        "t": "Wanderings in the Wilderness",
        "h": 2
    },
    {
        "o": 5377,
        "r": "nasb:Deuteronomy:2:1",
        "t": "“Then*p we turned and set out for the wilderness by the way to the Red Sea, as the Lord*s spoke to me, and circled Mount Seir for many days."
    },
    {
        "o": 5378,
        "r": "nasb:Deuteronomy:2:2",
        "t": "And the Lord*s spoke to me, saying,"
    },
    {
        "o": 5379,
        "r": "nasb:Deuteronomy:2:3",
        "t": "‘You have circled this mountain long enough. Now*i turn north,"
    },
    {
        "o": 5380,
        "r": "nasb:Deuteronomy:2:4",
        "t": "and command the people, saying, “You will pass through the territory of your brothers the sons of Esau who live in Seir; and they will be afraid of you. So be very careful;"
    },
    {
        "o": 5381,
        "r": "nasb:Deuteronomy:2:5",
        "t": "do not provoke them, for I will not give you any of their land, even as*i little*i as*i a footstep because I have given Mount Seir to Esau as a possession."
    },
    {
        "o": 5382,
        "r": "nasb:Deuteronomy:2:6",
        "t": "You shall buy food from them with money so that you may eat, and you shall also purchase water from them with money so that you may drink."
    },
    {
        "o": 5383,
        "r": "nasb:Deuteronomy:2:7",
        "t": "For the Lord*s your God has blessed you in all that you have done; He has known your wanderings through this great wilderness. These forty years the Lord*s your God has been with you; you have not lacked a thing.” ’"
    },
    {
        "o": 5384,
        "r": "nasb:Deuteronomy:2:8",
        "t": "“So*p we passed beyond our brothers the sons of Esau, who live in Seir, away from the Arabah road, away from Elath and from Ezion-geber. And we turned and passed through by the way of the wilderness of Moab."
    },
    {
        "o": 5385,
        "r": "nasb:Deuteronomy:2:9",
        "t": "Then the Lord*s said to me, ‘Do not harass Moab, nor provoke them to war, for I will not give you any of their land as a possession, because I have given Ar to the sons of Lot as a possession.’"
    },
    {
        "o": 5386,
        "r": "nasb:Deuteronomy:2:10",
        "t": "(The Emim lived there formerly, a people as great, numerous, and tall as the Anakim."
    },
    {
        "o": 5387,
        "r": "nasb:Deuteronomy:2:11",
        "t": "Like the Anakim, they are also regarded as Rephaim, but the Moabites call them Emim."
    },
    {
        "o": 5388,
        "r": "nasb:Deuteronomy:2:12",
        "t": "The Horites formerly lived in Seir, but the sons of Esau dispossessed them and destroyed them from before them and settled in their place, just as Israel did to the land of their possession which the Lord*s gave to them.)"
    },
    {
        "o": 5389,
        "r": "nasb:Deuteronomy:2:13",
        "t": "‘Now arise and cross over the brook Zered yourselves.’ So we crossed over the brook Zered."
    },
    {
        "o": 5390,
        "r": "nasb:Deuteronomy:2:14",
        "t": "Now the time that it took for us to come from Kadesh-barnea until we crossed over the brook Zered was thirty-eight years, until all the generation of the men of war perished from within the camp, as the Lord*s had sworn to them."
    },
    {
        "o": 5391,
        "r": "nasb:Deuteronomy:2:15",
        "t": "Moreover the hand of the Lord*s was against them, to destroy them from within the camp until they all perished."
    },
    {
        "o": 5392,
        "r": "nasb:Deuteronomy:2:16",
        "t": "“So*p it came about when all the men of war had finally perished from among the people,"
    },
    {
        "o": 5393,
        "r": "nasb:Deuteronomy:2:17",
        "t": "that the Lord*s spoke to me, saying,"
    },
    {
        "o": 5394,
        "r": "nasb:Deuteronomy:2:18",
        "t": "‘Today you shall cross over Ar, the border of Moab."
    },
    {
        "o": 5395,
        "r": "nasb:Deuteronomy:2:19",
        "t": "When you come opposite the sons of Ammon, do not harass them nor provoke them, for I will not give you any of the land of the sons of Ammon as a possession, because I have given it to the sons of Lot as a possession.’"
    },
    {
        "o": 5396,
        "r": "nasb:Deuteronomy:2:20",
        "t": "(It is also regarded as the land of the Rephaim, for*i Rephaim formerly lived in it, but the Ammonites call them Zamzummin,"
    },
    {
        "o": 5397,
        "r": "nasb:Deuteronomy:2:21",
        "t": "a people as great, numerous, and tall as the Anakim, but the Lord*s destroyed them before them. And they dispossessed them and settled in their place,"
    },
    {
        "o": 5398,
        "r": "nasb:Deuteronomy:2:22",
        "t": "just as He did for the sons of Esau, who live in Seir, when He destroyed the Horites from before them; they dispossessed them and settled in their place even to this day."
    },
    {
        "o": 5399,
        "r": "nasb:Deuteronomy:2:23",
        "t": "And the Avvim, who lived in villages as far as Gaza, the Caphtorim who came from Caphtor, destroyed them and lived in their place.)"
    },
    {
        "o": 5400,
        "r": "nasb:Deuteronomy:2:24",
        "t": "‘Arise, set out, and pass through the valley of Arnon. Look! I have given Sihon the Amorite, king of Heshbon, and his land into your hand; begin to take possession and contend with him in battle."
    },
    {
        "o": 5401,
        "r": "nasb:Deuteronomy:2:25",
        "t": "This day I will begin to put the dread and fear of you upon the peoples everywhere under the heavens, who, when they hear the report of you, will tremble and be in anguish because of you.’"
    },
    {
        "o": 5402,
        "r": "nasb:Deuteronomy:2:26",
        "t": "“So*p I sent messengers from the wilderness of Kedemoth to Sihon king of Heshbon with words of peace, saying,"
    },
    {
        "o": 5403,
        "r": "nasb:Deuteronomy:2:27",
        "t": "‘Let me pass through your land, I will travel only on the highway; I will not turn aside to the right or to the left."
    },
    {
        "o": 5404,
        "r": "nasb:Deuteronomy:2:28",
        "t": "You will sell me food for money so that I may eat, and give me water for money so that I may drink, only let me pass through on foot,"
    },
    {
        "o": 5405,
        "r": "nasb:Deuteronomy:2:29",
        "t": "just as the sons of Esau who live in Seir and the Moabites who live in Ar did for me, until I cross over the Jordan into the land which the Lord*s our God is giving to us.’"
    },
    {
        "o": 5406,
        "r": "nasb:Deuteronomy:2:30",
        "t": "But Sihon king of Heshbon was not willing for us to pass through his land; for the Lord*s your God hardened his spirit and made his heart obstinate, in order to deliver him into your hand, as he*i is*i today."
    },
    {
        "o": 5407,
        "r": "nasb:Deuteronomy:2:31",
        "t": "The Lord*s said to me, ‘See, I have begun to deliver Sihon and his land over to you. Begin to occupy, that you may possess his land.’"
    },
    {
        "o": 5408,
        "r": "nasb:Deuteronomy:2:32",
        "t": "“Then*p Sihon with all his people came out to meet us in battle at Jahaz."
    },
    {
        "o": 5409,
        "r": "nasb:Deuteronomy:2:33",
        "t": "The Lord*s our God delivered him over to us, and we defeated him with his sons and all his people."
    },
    {
        "o": 5410,
        "r": "nasb:Deuteronomy:2:34",
        "t": "So we captured all his cities at that time and utterly destroyed the men, women and children of every city. We left no survivor."
    },
    {
        "o": 5411,
        "r": "nasb:Deuteronomy:2:35",
        "t": "We took only the animals as our booty and the spoil of the cities which we had captured."
    },
    {
        "o": 5412,
        "r": "nasb:Deuteronomy:2:36",
        "t": "From Aroer which is on the edge of the valley of Arnon and from*i the city which is in the valley, even to Gilead, there was no city that was too high for us; the Lord*s our God delivered all over to us."
    },
    {
        "o": 5413,
        "r": "nasb:Deuteronomy:2:37",
        "t": "Only you did not go near to the land of the sons of Ammon, all along the river Jabbok and the cities of the hill country, and wherever the Lord*s our God had commanded us."
    },
    {
        "o": 5414,
        "r": "nasb:Deuteronomy:3:0",
        "t": "Deuteronomy 3",
        "h": 1
    },
    {
        "o": 5415,
        "r": "nasb:Deuteronomy:3:0",
        "t": "Conquests Recounted",
        "h": 2
    },
    {
        "o": 5416,
        "r": "nasb:Deuteronomy:3:1",
        "t": "“Then*p we turned and went up the road to Bashan, and Og, king of Bashan, with all his people came out to meet us in battle at Edrei."
    },
    {
        "o": 5417,
        "r": "nasb:Deuteronomy:3:2",
        "t": "But the Lord*s said to me, ‘Do not fear him, for I have delivered him and all his people and his land into your hand; and you shall do to him just as you did to Sihon king of the Amorites, who lived at Heshbon.’"
    },
    {
        "o": 5418,
        "r": "nasb:Deuteronomy:3:3",
        "t": "So the Lord*s our God delivered Og also, king of Bashan, with all his people into our hand, and we smote them until no survivor was left."
    },
    {
        "o": 5419,
        "r": "nasb:Deuteronomy:3:4",
        "t": "We captured all his cities at that time; there was not a city which we did not take from them: sixty cities, all the region of Argob, the kingdom of Og in Bashan."
    },
    {
        "o": 5420,
        "r": "nasb:Deuteronomy:3:5",
        "t": "All these were cities fortified with high walls, gates and bars, besides a great many unwalled towns."
    },
    {
        "o": 5421,
        "r": "nasb:Deuteronomy:3:6",
        "t": "We utterly destroyed them, as we did to Sihon king of Heshbon, utterly destroying the men, women and children of every city."
    },
    {
        "o": 5422,
        "r": "nasb:Deuteronomy:3:7",
        "t": "But all the animals and the spoil of the cities we took as our booty."
    },
    {
        "o": 5423,
        "r": "nasb:Deuteronomy:3:8",
        "t": "“Thus*p we took the land at that time from the hand of the two kings of the Amorites who were beyond the Jordan, from the valley of Arnon to Mount Hermon"
    },
    {
        "o": 5424,
        "r": "nasb:Deuteronomy:3:9",
        "t": "(Sidonians call Hermon Sirion, and the Amorites call it Senir):"
    },
    {
        "o": 5425,
        "r": "nasb:Deuteronomy:3:10",
        "t": "all the cities of the plateau and all Gilead and all Bashan, as far as Salecah and Edrei, cities of the kingdom of Og in Bashan."
    },
    {
        "o": 5426,
        "r": "nasb:Deuteronomy:3:11",
        "t": "(For only Og king of Bashan was left of the remnant of the Rephaim. Behold, his bedstead was an iron bedstead; it is in Rabbah of the sons of Ammon. Its length was nine cubits and its width four cubits by ordinary cubit.)"
    },
    {
        "o": 5427,
        "r": "nasb:Deuteronomy:3:12",
        "t": "“So*p we took possession of this land at that time. From Aroer, which is by the valley of Arnon, and half the hill country of Gilead and its cities I gave to the Reubenites and to the Gadites."
    },
    {
        "o": 5428,
        "r": "nasb:Deuteronomy:3:13",
        "t": "The rest of Gilead and all Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh, all the region of Argob (concerning all Bashan, it is called the land of Rephaim."
    },
    {
        "o": 5429,
        "r": "nasb:Deuteronomy:3:14",
        "t": "Jair the son of Manasseh took all the region of Argob as far as the border of the Geshurites and the Maacathites, and called it, that*i is,*i Bashan, after his own name, Havvoth-jair, as*i it*i is*i to this day.)"
    },
    {
        "o": 5430,
        "r": "nasb:Deuteronomy:3:15",
        "t": "To Machir I gave Gilead."
    },
    {
        "o": 5431,
        "r": "nasb:Deuteronomy:3:16",
        "t": "To the Reubenites and to the Gadites I gave from Gilead even as far as the valley of Arnon, the middle of the valley as a border and as far as the river Jabbok, the border of the sons of Ammon;"
    },
    {
        "o": 5432,
        "r": "nasb:Deuteronomy:3:17",
        "t": "the Arabah also, with the Jordan as a*i border, from Chinnereth even as far as the sea of the Arabah, the Salt Sea, at the foot of the slopes of Pisgah on the east."
    },
    {
        "o": 5433,
        "r": "nasb:Deuteronomy:3:18",
        "t": "“Then*p I commanded you at that time, saying, ‘The Lord*s your God has given you this land to possess it; all you valiant men shall cross over armed before your brothers, the sons of Israel."
    },
    {
        "o": 5434,
        "r": "nasb:Deuteronomy:3:19",
        "t": "But your wives and your little ones and your livestock (I know that you have much livestock) shall remain in your cities which I have given you,"
    },
    {
        "o": 5435,
        "r": "nasb:Deuteronomy:3:20",
        "t": "until the Lord*s gives rest to your fellow countrymen as to you, and they also possess the land which the Lord*s your God will give them beyond the Jordan. Then you may return every man to his possession which I have given you.’"
    },
    {
        "o": 5436,
        "r": "nasb:Deuteronomy:3:21",
        "t": "I commanded Joshua at that time, saying, ‘Your eyes have seen all that the Lord*s your God has done to these two kings; so the Lord*s shall do to all the kingdoms into which you are about to cross."
    },
    {
        "o": 5437,
        "r": "nasb:Deuteronomy:3:22",
        "t": "Do not fear them, for the Lord*s your God is the one fighting for you.’"
    },
    {
        "o": 5438,
        "r": "nasb:Deuteronomy:3:23",
        "t": "“I*p also pleaded with the Lord*s at that time, saying,"
    },
    {
        "o": 5439,
        "r": "nasb:Deuteronomy:3:24",
        "t": "‘O Lord God,*s You have begun to show Your servant Your greatness and Your strong hand; for what god is there in heaven or on earth who can do such works and mighty acts as Yours?"
    },
    {
        "o": 5440,
        "r": "nasb:Deuteronomy:3:25",
        "t": "Let me, I pray, cross over and see the fair land that is beyond the Jordan, that good hill country and Lebanon.’"
    },
    {
        "o": 5441,
        "r": "nasb:Deuteronomy:3:26",
        "t": "But the Lord*s was angry with me on your account, and would not listen to me; and the Lord*s said to me, ‘Enough! Speak to Me no more of this matter."
    },
    {
        "o": 5442,
        "r": "nasb:Deuteronomy:3:27",
        "t": "Go up to the top of Pisgah and lift up your eyes to the west and north and south and east, and see it*i with your eyes, for you shall not cross over this Jordan."
    },
    {
        "o": 5443,
        "r": "nasb:Deuteronomy:3:28",
        "t": "But charge Joshua and encourage him and strengthen him, for he shall go across at the head of this people, and he will give them as an inheritance the land which you will see.’"
    },
    {
        "o": 5444,
        "r": "nasb:Deuteronomy:3:29",
        "t": "So we remained in the valley opposite Beth-peor."
    },
    {
        "o": 5445,
        "r": "nasb:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5446,
        "r": "nasb:Deuteronomy:4:0",
        "t": "Israel Urged to Obey God’s Law",
        "h": 2
    },
    {
        "o": 5447,
        "r": "nasb:Deuteronomy:4:1",
        "t": "“Now,*p O Israel, listen to the statutes and the judgments which I am teaching you to perform, so that you may live and go in and take possession of the land which the Lord,*s the God of your fathers, is giving you."
    },
    {
        "o": 5448,
        "r": "nasb:Deuteronomy:4:2",
        "t": "You shall not add to the word which I am commanding you, nor take away from it, that you may keep the commandments of the Lord*s your God which I command you."
    },
    {
        "o": 5449,
        "r": "nasb:Deuteronomy:4:3",
        "t": "Your eyes have seen what the Lord*s has done in the case of Baal-peor, for all the men who followed Baal-peor, the Lord*s your God has destroyed them from among you."
    },
    {
        "o": 5450,
        "r": "nasb:Deuteronomy:4:4",
        "t": "But you who held fast to the Lord*s your God are alive today, every one of you."
    },
    {
        "o": 5451,
        "r": "nasb:Deuteronomy:4:5",
        "t": "“See,*p I have taught you statutes and judgments just as the Lord*s my God commanded me, that you should do thus in the land where you are entering to possess it."
    },
    {
        "o": 5452,
        "r": "nasb:Deuteronomy:4:6",
        "t": "So keep and do them,*i for that is your wisdom and your understanding in the sight of the peoples who will hear all these statutes and say, ‘Surely this great nation is a wise and understanding people.’"
    },
    {
        "o": 5453,
        "r": "nasb:Deuteronomy:4:7",
        "t": "For what great nation is there that has a god so near to it as is the Lord*s our God whenever we call on Him?"
    },
    {
        "o": 5454,
        "r": "nasb:Deuteronomy:4:8",
        "t": "Or what great nation is there that has statutes and judgments as righteous as this whole law which I am setting before you today?"
    },
    {
        "o": 5455,
        "r": "nasb:Deuteronomy:4:9",
        "t": "“Only*p give heed to yourself and keep your soul diligently, so that you do not forget the things which your eyes have seen and they do not depart from your heart all the days of your life; but make them known to your sons and your grandsons."
    },
    {
        "o": 5456,
        "r": "nasb:Deuteronomy:4:10",
        "t": "Remember*i the day you stood before the Lord*s your God at Horeb, when the Lord*s said to me, ‘Assemble the people to Me, that I may let them hear My words so they may learn to fear Me all the days they live on the earth, and that they may teach their children.’"
    },
    {
        "o": 5457,
        "r": "nasb:Deuteronomy:4:11",
        "t": "You came near and stood at the foot of the mountain, and the mountain burned with fire to the very*i heart of the heavens: darkness, cloud and thick gloom."
    },
    {
        "o": 5458,
        "r": "nasb:Deuteronomy:4:12",
        "t": "Then the Lord*s spoke to you from the midst of the fire; you heard the sound of words, but you saw no form—only a voice."
    },
    {
        "o": 5459,
        "r": "nasb:Deuteronomy:4:13",
        "t": "So He declared to you His covenant which He commanded you to perform, that*i is,*i the Ten Commandments; and He wrote them on two tablets of stone."
    },
    {
        "o": 5460,
        "r": "nasb:Deuteronomy:4:14",
        "t": "The Lord*s commanded me at that time to teach you statutes and judgments, that you might perform them in the land where you are going over to possess it."
    },
    {
        "o": 5461,
        "r": "nasb:Deuteronomy:4:15",
        "t": "“So*p watch yourselves carefully, since you did not see any form on the day the Lord*s spoke to you at Horeb from the midst of the fire,"
    },
    {
        "o": 5462,
        "r": "nasb:Deuteronomy:4:16",
        "t": "so that you do not act corruptly and make a graven image for yourselves in the form of any figure, the likeness of male or female,"
    },
    {
        "o": 5463,
        "r": "nasb:Deuteronomy:4:17",
        "t": "the likeness of any animal that is on the earth, the likeness of any winged bird that flies in the sky,"
    },
    {
        "o": 5464,
        "r": "nasb:Deuteronomy:4:18",
        "t": "the likeness of anything that creeps on the ground, the likeness of any fish that is in the water below the earth."
    },
    {
        "o": 5465,
        "r": "nasb:Deuteronomy:4:19",
        "t": "And beware*i not to lift up your eyes to heaven and see the sun and the moon and the stars, all the host of heaven, and be drawn away and worship them and serve them, those which the Lord*s your God has allotted to all the peoples under the whole heaven."
    },
    {
        "o": 5466,
        "r": "nasb:Deuteronomy:4:20",
        "t": "But the Lord*s has taken you and brought you out of the iron furnace, from Egypt, to be a people for His own possession, as today."
    },
    {
        "o": 5467,
        "r": "nasb:Deuteronomy:4:21",
        "t": "“Now*p the Lord*s was angry with me on your account, and swore that I would not cross the Jordan, and that I would not enter the good land which the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 5468,
        "r": "nasb:Deuteronomy:4:22",
        "t": "For I will die in this land, I shall not cross the Jordan, but you shall cross and take possession of this good land."
    },
    {
        "o": 5469,
        "r": "nasb:Deuteronomy:4:23",
        "t": "So watch yourselves, that you do not forget the covenant of the Lord*s your God which He made with you, and make for yourselves a graven image in the form of anything against*i which the Lord*s your God has commanded you."
    },
    {
        "o": 5470,
        "r": "nasb:Deuteronomy:4:24",
        "t": "For the Lord*s your God is a consuming fire, a jealous God."
    },
    {
        "o": 5471,
        "r": "nasb:Deuteronomy:4:25",
        "t": "“When*p you become the father of children and children’s children and have remained long in the land, and act corruptly, and make an idol in the form of anything, and do that which is evil in the sight of the Lord*s your God so*i as*i to provoke Him to anger,"
    },
    {
        "o": 5472,
        "r": "nasb:Deuteronomy:4:26",
        "t": "I call heaven and earth to witness against you today, that you will surely perish quickly from the land where you are going over the Jordan to possess it. You shall not live long on it, but will be utterly destroyed."
    },
    {
        "o": 5473,
        "r": "nasb:Deuteronomy:4:27",
        "t": "The Lord*s will scatter you among the peoples, and you will be left few in number among the nations where the Lord*s drives you."
    },
    {
        "o": 5474,
        "r": "nasb:Deuteronomy:4:28",
        "t": "There you will serve gods, the work of man’s hands, wood and stone, which neither see nor hear nor eat nor smell."
    },
    {
        "o": 5475,
        "r": "nasb:Deuteronomy:4:29",
        "t": "But from there you will seek the Lord*s your God, and you will find Him*i if you search for Him with all your heart and all your soul."
    },
    {
        "o": 5476,
        "r": "nasb:Deuteronomy:4:30",
        "t": "When you are in distress and all these things have come upon you, in the latter days you will return to the Lord*s your God and listen to His voice."
    },
    {
        "o": 5477,
        "r": "nasb:Deuteronomy:4:31",
        "t": "For the Lord*s your God is a compassionate God; He will not fail you nor destroy you nor forget the covenant with your fathers which He swore to them."
    },
    {
        "o": 5478,
        "r": "nasb:Deuteronomy:4:32",
        "t": "“Indeed,*p ask now concerning the former days which were before you, since the day that God created man on the earth, and inquire*i from one end of the heavens to the other. Has anything*i been done like this great thing, or has anything*i been heard like it?"
    },
    {
        "o": 5479,
        "r": "nasb:Deuteronomy:4:33",
        "t": "Has any*i people heard the voice of God speaking from the midst of the fire, as you have heard it,*i and survived?"
    },
    {
        "o": 5480,
        "r": "nasb:Deuteronomy:4:34",
        "t": "Or has a god tried to go to take for himself a nation from within another*i nation by trials, by signs and wonders and by war and by a mighty hand and by an outstretched arm and by great terrors, as the Lord*s your God did for you in Egypt before your eyes?"
    },
    {
        "o": 5481,
        "r": "nasb:Deuteronomy:4:35",
        "t": "To you it was shown that you might know that the Lord,*s He is God; there is no other besides Him."
    },
    {
        "o": 5482,
        "r": "nasb:Deuteronomy:4:36",
        "t": "Out of the heavens He let you hear His voice to discipline you; and on earth He let you see His great fire, and you heard His words from the midst of the fire."
    },
    {
        "o": 5483,
        "r": "nasb:Deuteronomy:4:37",
        "t": "Because He loved your fathers, therefore He chose their descendants after them. And He personally brought you from Egypt by His great power,"
    },
    {
        "o": 5484,
        "r": "nasb:Deuteronomy:4:38",
        "t": "driving out from before you nations greater and mightier than you, to bring you in and*i to give you their land for an inheritance, as it is today."
    },
    {
        "o": 5485,
        "r": "nasb:Deuteronomy:4:39",
        "t": "Know therefore today, and take it to your heart, that the Lord,*s He is God in heaven above and on the earth below; there is no other."
    },
    {
        "o": 5486,
        "r": "nasb:Deuteronomy:4:40",
        "t": "So you shall keep His statutes and His commandments which I am giving you today, that it may go well with you and with your children after you, and that you may live long on the land which the Lord*s your God is giving you for all time.”"
    },
    {
        "o": 5487,
        "r": "nasb:Deuteronomy:4:41",
        "t": "Then*p Moses set apart three cities across the Jordan to the east,"
    },
    {
        "o": 5488,
        "r": "nasb:Deuteronomy:4:42",
        "t": "that a manslayer might flee there, who unintentionally slew his neighbor without having enmity toward him in time past; and by fleeing to one of these cities he might live:"
    },
    {
        "o": 5489,
        "r": "nasb:Deuteronomy:4:43",
        "t": "Bezer in the wilderness on the plateau for the Reubenites, and Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites."
    },
    {
        "o": 5490,
        "r": "nasb:Deuteronomy:4:44",
        "t": "Now*p this is the law which Moses set before the sons of Israel;"
    },
    {
        "o": 5491,
        "r": "nasb:Deuteronomy:4:45",
        "t": "these are the testimonies and the statutes and the ordinances which Moses spoke to the sons of Israel, when they came out from Egypt,"
    },
    {
        "o": 5492,
        "r": "nasb:Deuteronomy:4:46",
        "t": "across the Jordan, in the valley opposite Beth-peor, in the land of Sihon king of the Amorites who lived at Heshbon, whom Moses and the sons of Israel defeated when they came out from Egypt."
    },
    {
        "o": 5493,
        "r": "nasb:Deuteronomy:4:47",
        "t": "They took possession of his land and the land of Og king of Bashan, the two kings of the Amorites, who*i were*i across the Jordan to the east,"
    },
    {
        "o": 5494,
        "r": "nasb:Deuteronomy:4:48",
        "t": "from Aroer, which is on the edge of the valley of Arnon, even as far as Mount Sion (that is, Hermon),"
    },
    {
        "o": 5495,
        "r": "nasb:Deuteronomy:4:49",
        "t": "with all the Arabah across the Jordan to the east, even as far as the sea of the Arabah, at the foot of the slopes of Pisgah."
    },
    {
        "o": 5496,
        "r": "nasb:Deuteronomy:5:0",
        "t": "Deuteronomy 5",
        "h": 1
    },
    {
        "o": 5497,
        "r": "nasb:Deuteronomy:5:0",
        "t": "The Ten Commandments Repeated",
        "h": 2
    },
    {
        "o": 5498,
        "r": "nasb:Deuteronomy:5:1",
        "t": "Then*p Moses summoned all Israel and said to them: “Hear,*bp O Israel, the statutes and the ordinances which I am speaking today in your hearing, that you may learn them and observe them carefully."
    },
    {
        "o": 5499,
        "r": "nasb:Deuteronomy:5:2",
        "t": "The Lord*s our God made a covenant with us at Horeb."
    },
    {
        "o": 5500,
        "r": "nasb:Deuteronomy:5:3",
        "t": "The Lord*s did not make this covenant with our fathers, but with us, with*i all those of us alive here today."
    },
    {
        "o": 5501,
        "r": "nasb:Deuteronomy:5:4",
        "t": "The Lord*s spoke to you face to face at the mountain from the midst of the fire,"
    },
    {
        "o": 5502,
        "r": "nasb:Deuteronomy:5:5",
        "t": "while*i I was standing between the Lord*s and you at that time, to declare to you the word of the Lord;*s for you were afraid because of the fire and did not go up the mountain. He said,"
    },
    {
        "o": 5503,
        "r": "nasb:Deuteronomy:5:6",
        "t": "‘I*p am the Lord*s your God who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5504,
        "r": "nasb:Deuteronomy:5:7",
        "t": "‘You*p shall have no other gods before Me."
    },
    {
        "o": 5505,
        "r": "nasb:Deuteronomy:5:8",
        "t": "‘You*p shall not make for yourself an idol, or*i any likeness of*i what is in heaven above or on the earth beneath or in the water under the earth."
    },
    {
        "o": 5506,
        "r": "nasb:Deuteronomy:5:9",
        "t": "You shall not worship them or serve them; for I, the Lord*s your God, am a jealous God, visiting the iniquity of the fathers on the children, and on the third and the fourth generations*i of those who hate Me,"
    },
    {
        "o": 5507,
        "r": "nasb:Deuteronomy:5:10",
        "t": "but showing lovingkindness to thousands, to those who love Me and keep My commandments."
    },
    {
        "o": 5508,
        "r": "nasb:Deuteronomy:5:11",
        "t": "‘You*p shall not take the name of the Lord*s your God in vain, for the Lord*s will not leave him unpunished who takes His name in vain."
    },
    {
        "o": 5509,
        "r": "nasb:Deuteronomy:5:12",
        "t": "‘Observe*p the sabbath day to keep it holy, as the Lord*s your God commanded you."
    },
    {
        "o": 5510,
        "r": "nasb:Deuteronomy:5:13",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 5511,
        "r": "nasb:Deuteronomy:5:14",
        "t": "but the seventh day is a sabbath of the Lord*s your God; in*i it*i you shall not do any work, you or your son or your daughter or your male servant or your female servant or your ox or your donkey or any of your cattle or your sojourner who stays with you, so that your male servant and your female servant may rest as well as you."
    },
    {
        "o": 5512,
        "r": "nasb:Deuteronomy:5:15",
        "t": "You shall remember that you were a slave in the land of Egypt, and the Lord*s your God brought you out of there by a mighty hand and by an outstretched arm; therefore the Lord*s your God commanded you to observe the sabbath day."
    },
    {
        "o": 5513,
        "r": "nasb:Deuteronomy:5:16",
        "t": "‘Honor*p your father and your mother, as the Lord*s your God has commanded you, that your days may be prolonged and that it may go well with you on the land which the Lord*s your God gives you."
    },
    {
        "o": 5514,
        "r": "nasb:Deuteronomy:5:17",
        "t": "‘You*p shall not murder."
    },
    {
        "o": 5515,
        "r": "nasb:Deuteronomy:5:18",
        "t": "‘You*p shall not commit adultery."
    },
    {
        "o": 5516,
        "r": "nasb:Deuteronomy:5:19",
        "t": "‘You*p shall not steal."
    },
    {
        "o": 5517,
        "r": "nasb:Deuteronomy:5:20",
        "t": "‘You*p shall not bear false witness against your neighbor."
    },
    {
        "o": 5518,
        "r": "nasb:Deuteronomy:5:21",
        "t": "‘You*p shall not covet your neighbor’s wife, and you shall not desire your neighbor’s house, his field or his male servant or his female servant, his ox or his donkey or anything that belongs to your neighbor.’"
    },
    {
        "o": 5519,
        "r": "nasb:Deuteronomy:5:21",
        "t": "Moses Interceded",
        "h": 2
    },
    {
        "o": 5520,
        "r": "nasb:Deuteronomy:5:22",
        "t": "“These*p words the Lord*s spoke to all your assembly at the mountain from the midst of the fire, of*i the cloud and of*i the thick gloom, with a great voice, and He added no more. He wrote them on two tablets of stone and gave them to me."
    },
    {
        "o": 5521,
        "r": "nasb:Deuteronomy:5:23",
        "t": "And when you heard the voice from the midst of the darkness, while the mountain was burning with fire, you came near to me, all the heads of your tribes and your elders."
    },
    {
        "o": 5522,
        "r": "nasb:Deuteronomy:5:24",
        "t": "You said, ‘Behold, the Lord*s our God has shown us His glory and His greatness, and we have heard His voice from the midst of the fire; we have seen today that God speaks with man, yet he lives."
    },
    {
        "o": 5523,
        "r": "nasb:Deuteronomy:5:25",
        "t": "Now then why should we die? For this great fire will consume us; if we hear the voice of the Lord*s our God any longer, then we will die."
    },
    {
        "o": 5524,
        "r": "nasb:Deuteronomy:5:26",
        "t": "For who is there of all flesh who has heard the voice of the living God speaking from the midst of the fire, as we have,*i and lived?"
    },
    {
        "o": 5525,
        "r": "nasb:Deuteronomy:5:27",
        "t": "Go near and hear all that the Lord*s our God says; then speak to us all that the Lord*s our God speaks to you, and we will hear and do it.’*i"
    },
    {
        "o": 5526,
        "r": "nasb:Deuteronomy:5:28",
        "t": "“The*p Lord*s heard the voice of your words when you spoke to me, and the Lord*s said to me, ‘I have heard the voice of the words of this people which they have spoken to you. They have done well in all that they have spoken."
    },
    {
        "o": 5527,
        "r": "nasb:Deuteronomy:5:29",
        "t": "Oh that they had such a heart in them, that they would fear Me and keep all My commandments always, that it may be well with them and with their sons forever!"
    },
    {
        "o": 5528,
        "r": "nasb:Deuteronomy:5:30",
        "t": "Go, say to them, “Return to your tents.”"
    },
    {
        "o": 5529,
        "r": "nasb:Deuteronomy:5:31",
        "t": "But as for you, stand here by Me, that I may speak to you all the commandments and the statutes and the judgments which you shall teach them, that they may observe them*i in the land which I give them to possess.’"
    },
    {
        "o": 5530,
        "r": "nasb:Deuteronomy:5:32",
        "t": "So you shall observe to do just as the Lord*s your God has commanded you; you shall not turn aside to the right or to the left."
    },
    {
        "o": 5531,
        "r": "nasb:Deuteronomy:5:33",
        "t": "You shall walk in all the way which the Lord*s your God has commanded you, that you may live and that it may be well with you, and that you may prolong your*i days in the land which you will possess."
    },
    {
        "o": 5532,
        "r": "nasb:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5533,
        "r": "nasb:Deuteronomy:6:0",
        "t": "Obey God and Prosper",
        "h": 2
    },
    {
        "o": 5534,
        "r": "nasb:Deuteronomy:6:1",
        "t": "“Now*p this is the commandment, the statutes and the judgments which the Lord*s your God has commanded me*i to teach you, that you might do them*i in the land where you are going over to possess it,"
    },
    {
        "o": 5535,
        "r": "nasb:Deuteronomy:6:2",
        "t": "so that you and your son and your grandson might fear the Lord*s your God, to keep all His statutes and His commandments which I command you, all the days of your life, and that your days may be prolonged."
    },
    {
        "o": 5536,
        "r": "nasb:Deuteronomy:6:3",
        "t": "O Israel, you should listen and be careful to do it,*i that it may be well with you and that you may multiply greatly, just as the Lord,*s the God of your fathers, has promised you, in*i a land flowing with milk and honey."
    },
    {
        "o": 5537,
        "r": "nasb:Deuteronomy:6:4",
        "t": "“Hear,*p O Israel! The Lord*s is our God, the Lord*s is one!"
    },
    {
        "o": 5538,
        "r": "nasb:Deuteronomy:6:5",
        "t": "You shall love the Lord*s your God with all your heart and with all your soul and with all your might."
    },
    {
        "o": 5539,
        "r": "nasb:Deuteronomy:6:6",
        "t": "These words, which I am commanding you today, shall be on your heart."
    },
    {
        "o": 5540,
        "r": "nasb:Deuteronomy:6:7",
        "t": "You shall teach them diligently to your sons and shall talk of them when you sit in your house and when you walk by the way and when you lie down and when you rise up."
    },
    {
        "o": 5541,
        "r": "nasb:Deuteronomy:6:8",
        "t": "You shall bind them as a sign on your hand and they shall be as frontals on your forehead."
    },
    {
        "o": 5542,
        "r": "nasb:Deuteronomy:6:9",
        "t": "You shall write them on the doorposts of your house and on your gates."
    },
    {
        "o": 5543,
        "r": "nasb:Deuteronomy:6:10",
        "t": "“Then*p it shall come about when the Lord*s your God brings you into the land which He swore to your fathers, Abraham, Isaac and Jacob, to give you, great and splendid cities which you did not build,"
    },
    {
        "o": 5544,
        "r": "nasb:Deuteronomy:6:11",
        "t": "and houses full of all good things which you did not fill, and hewn cisterns which you did not dig, vineyards and olive trees which you did not plant, and you eat and are satisfied,"
    },
    {
        "o": 5545,
        "r": "nasb:Deuteronomy:6:12",
        "t": "then watch yourself, that you do not forget the Lord*s who brought you from the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5546,
        "r": "nasb:Deuteronomy:6:13",
        "t": "You shall fear only*i the Lord*s your God; and you shall worship Him and swear by His name."
    },
    {
        "o": 5547,
        "r": "nasb:Deuteronomy:6:14",
        "t": "You shall not follow other gods, any of the gods of the peoples who surround you,"
    },
    {
        "o": 5548,
        "r": "nasb:Deuteronomy:6:15",
        "t": "for the Lord*s your God in the midst of you is a jealous God; otherwise the anger of the Lord*s your God will be kindled against you, and He will wipe you off the face of the earth."
    },
    {
        "o": 5549,
        "r": "nasb:Deuteronomy:6:16",
        "t": "“You*p shall not put the Lord*s your God to the test, as you tested Him*i at Massah."
    },
    {
        "o": 5550,
        "r": "nasb:Deuteronomy:6:17",
        "t": "You should diligently keep the commandments of the Lord*s your God, and His testimonies and His statutes which He has commanded you."
    },
    {
        "o": 5551,
        "r": "nasb:Deuteronomy:6:18",
        "t": "You shall do what is right and good in the sight of the Lord,*s that it may be well with you and that you may go in and possess the good land which the Lord*s swore to give*i your fathers,"
    },
    {
        "o": 5552,
        "r": "nasb:Deuteronomy:6:19",
        "t": "by driving out all your enemies from before you, as the Lord*s has spoken."
    },
    {
        "o": 5553,
        "r": "nasb:Deuteronomy:6:20",
        "t": "“When*p your son asks you in time to come, saying, ‘What do*i the testimonies and the statutes and the judgments mean*i which the Lord*s our God commanded you?’"
    },
    {
        "o": 5554,
        "r": "nasb:Deuteronomy:6:21",
        "t": "then you shall say to your son, ‘We were slaves to Pharaoh in Egypt, and the Lord*s brought us from Egypt with a mighty hand."
    },
    {
        "o": 5555,
        "r": "nasb:Deuteronomy:6:22",
        "t": "Moreover, the Lord*s showed great and distressing signs and wonders before our eyes against Egypt, Pharaoh and all his household;"
    },
    {
        "o": 5556,
        "r": "nasb:Deuteronomy:6:23",
        "t": "He brought us out from there in order to bring us in, to give us the land which He had sworn to our fathers.’"
    },
    {
        "o": 5557,
        "r": "nasb:Deuteronomy:6:24",
        "t": "So the Lord*s commanded us to observe all these statutes, to fear the Lord*s our God for our good always and for our survival, as it*i is*i today."
    },
    {
        "o": 5558,
        "r": "nasb:Deuteronomy:6:25",
        "t": "It will be righteousness for us if we are careful to observe all this commandment before the Lord*s our God, just as He commanded us."
    },
    {
        "o": 5559,
        "r": "nasb:Deuteronomy:7:0",
        "t": "Deuteronomy 7",
        "h": 1
    },
    {
        "o": 5560,
        "r": "nasb:Deuteronomy:7:0",
        "t": "Warnings",
        "h": 2
    },
    {
        "o": 5561,
        "r": "nasb:Deuteronomy:7:1",
        "t": "“When*p the Lord*s your God brings you into the land where you are entering to possess it, and clears away many nations before you, the Hittites and the Girgashites and the Amorites and the Canaanites and the Perizzites and the Hivites and the Jebusites, seven nations greater and stronger than you,"
    },
    {
        "o": 5562,
        "r": "nasb:Deuteronomy:7:2",
        "t": "and when the Lord*s your God delivers them before you and you defeat them, then you shall utterly destroy them. You shall make no covenant with them and show no favor to them."
    },
    {
        "o": 5563,
        "r": "nasb:Deuteronomy:7:3",
        "t": "Furthermore, you shall not intermarry with them; you shall not give your daughters to their sons, nor shall you take their daughters for your sons."
    },
    {
        "o": 5564,
        "r": "nasb:Deuteronomy:7:4",
        "t": "For they will turn your sons away from following Me to serve other gods; then the anger of the Lord*s will be kindled against you and He will quickly destroy you."
    },
    {
        "o": 5565,
        "r": "nasb:Deuteronomy:7:5",
        "t": "But thus you shall do to them: you shall tear down their altars, and smash their sacred*i pillars, and hew down their Asherim, and burn their graven images with fire."
    },
    {
        "o": 5566,
        "r": "nasb:Deuteronomy:7:6",
        "t": "For you are a holy people to the Lord*s your God; the Lord*s your God has chosen you to be a people for His own possession out of all the peoples who are on the face of the earth."
    },
    {
        "o": 5567,
        "r": "nasb:Deuteronomy:7:7",
        "t": "“The*p Lord*s did not set His love on you nor choose you because you were more in number than any of the peoples, for you were the fewest of all peoples,"
    },
    {
        "o": 5568,
        "r": "nasb:Deuteronomy:7:8",
        "t": "but because the Lord*s loved you and kept the oath which He swore to your forefathers, the Lord*s brought you out by a mighty hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt."
    },
    {
        "o": 5569,
        "r": "nasb:Deuteronomy:7:9",
        "t": "Know therefore that the Lord*s your God, He is God, the faithful God, who keeps His covenant and His lovingkindness to a thousandth generation with those who love Him and keep His commandments;"
    },
    {
        "o": 5570,
        "r": "nasb:Deuteronomy:7:10",
        "t": "but repays those who hate Him to their faces, to destroy them; He will not delay with him who hates Him, He will repay him to his face."
    },
    {
        "o": 5571,
        "r": "nasb:Deuteronomy:7:11",
        "t": "Therefore, you shall keep the commandment and the statutes and the judgments which I am commanding you today, to do them."
    },
    {
        "o": 5572,
        "r": "nasb:Deuteronomy:7:11",
        "t": "Promises of God",
        "h": 2
    },
    {
        "o": 5573,
        "r": "nasb:Deuteronomy:7:12",
        "t": "“Then*p it shall come about, because you listen to these judgments and keep and do them, that the Lord*s your God will keep with you His covenant and His lovingkindness which He swore to your forefathers."
    },
    {
        "o": 5574,
        "r": "nasb:Deuteronomy:7:13",
        "t": "He will love you and bless you and multiply you; He will also bless the fruit of your womb and the fruit of your ground, your grain and your new wine and your oil, the increase of your herd and the young of your flock, in the land which He swore to your forefathers to give you."
    },
    {
        "o": 5575,
        "r": "nasb:Deuteronomy:7:14",
        "t": "You shall be blessed above all peoples; there will be no male or female barren among you or among your cattle."
    },
    {
        "o": 5576,
        "r": "nasb:Deuteronomy:7:15",
        "t": "The Lord*s will remove from you all sickness; and He will not put on you any of the harmful diseases of Egypt which you have known, but He will lay them on all who hate you."
    },
    {
        "o": 5577,
        "r": "nasb:Deuteronomy:7:16",
        "t": "You shall consume all the peoples whom the Lord*s your God will deliver to you; your eye shall not pity them, nor shall you serve their gods, for that would*i be*i a snare to you."
    },
    {
        "o": 5578,
        "r": "nasb:Deuteronomy:7:17",
        "t": "“If*p you should say in your heart, ‘These nations are greater than I; how can I dispossess them?’"
    },
    {
        "o": 5579,
        "r": "nasb:Deuteronomy:7:18",
        "t": "you shall not be afraid of them; you shall well remember what the Lord*s your God did to Pharaoh and to all Egypt:"
    },
    {
        "o": 5580,
        "r": "nasb:Deuteronomy:7:19",
        "t": "the great trials which your eyes saw and the signs and the wonders and the mighty hand and the outstretched arm by which the Lord*s your God brought you out. So shall the Lord*s your God do to all the peoples of whom you are afraid."
    },
    {
        "o": 5581,
        "r": "nasb:Deuteronomy:7:20",
        "t": "Moreover, the Lord*s your God will send the hornet against them, until those who are left and hide themselves from you perish."
    },
    {
        "o": 5582,
        "r": "nasb:Deuteronomy:7:21",
        "t": "You shall not dread them, for the Lord*s your God is in your midst, a great and awesome God."
    },
    {
        "o": 5583,
        "r": "nasb:Deuteronomy:7:22",
        "t": "The Lord*s your God will clear away these nations before you little by little; you will not be able to put an end to them quickly, for the wild beasts would grow too numerous for you."
    },
    {
        "o": 5584,
        "r": "nasb:Deuteronomy:7:23",
        "t": "But the Lord*s your God will deliver them before you, and will throw them into great confusion until they are destroyed."
    },
    {
        "o": 5585,
        "r": "nasb:Deuteronomy:7:24",
        "t": "He will deliver their kings into your hand so that you will make their name perish from under heaven; no man will be able to stand before you until you have destroyed them."
    },
    {
        "o": 5586,
        "r": "nasb:Deuteronomy:7:25",
        "t": "The graven images of their gods you are to burn with fire; you shall not covet the silver or the gold that is on them, nor take it for yourselves, or you will be snared by it, for it is an abomination to the Lord*s your God."
    },
    {
        "o": 5587,
        "r": "nasb:Deuteronomy:7:26",
        "t": "You shall not bring an abomination into your house, and like it come under the ban; you shall utterly detest it and you shall utterly abhor it, for it is something banned."
    },
    {
        "o": 5588,
        "r": "nasb:Deuteronomy:8:0",
        "t": "Deuteronomy 8",
        "h": 1
    },
    {
        "o": 5589,
        "r": "nasb:Deuteronomy:8:0",
        "t": "God’s Gracious Dealings",
        "h": 2
    },
    {
        "o": 5590,
        "r": "nasb:Deuteronomy:8:1",
        "t": "“All*p the commandments that I am commanding you today you shall be careful to do, that you may live and multiply, and go in and possess the land which the Lord*s swore to*i give*i to your forefathers."
    },
    {
        "o": 5591,
        "r": "nasb:Deuteronomy:8:2",
        "t": "You shall remember all the way which the Lord*s your God has led you in the wilderness these forty years, that He might humble you, testing you, to know what was in your heart, whether you would keep His commandments or not."
    },
    {
        "o": 5592,
        "r": "nasb:Deuteronomy:8:3",
        "t": "He humbled you and let you be hungry, and fed you with manna which you did not know, nor did your fathers know, that He might make you understand that man does not live by bread alone, but man lives by everything that proceeds out of the mouth of the Lord.*s"
    },
    {
        "o": 5593,
        "r": "nasb:Deuteronomy:8:4",
        "t": "Your clothing did not wear out on you, nor did your foot swell these forty years."
    },
    {
        "o": 5594,
        "r": "nasb:Deuteronomy:8:5",
        "t": "Thus you are to know in your heart that the Lord*s your God was disciplining you just as a man disciplines his son."
    },
    {
        "o": 5595,
        "r": "nasb:Deuteronomy:8:6",
        "t": "Therefore, you shall keep the commandments of the Lord*s your God, to walk in His ways and to fear Him."
    },
    {
        "o": 5596,
        "r": "nasb:Deuteronomy:8:7",
        "t": "For the Lord*s your God is bringing you into a good land, a land of brooks of water, of fountains and springs, flowing forth in valleys and hills;"
    },
    {
        "o": 5597,
        "r": "nasb:Deuteronomy:8:8",
        "t": "a land of wheat and barley, of vines and fig trees and pomegranates, a land of olive oil and honey;"
    },
    {
        "o": 5598,
        "r": "nasb:Deuteronomy:8:9",
        "t": "a land where you will eat food without scarcity, in which you will not lack anything; a land whose stones are iron, and out of whose hills you can dig copper."
    },
    {
        "o": 5599,
        "r": "nasb:Deuteronomy:8:10",
        "t": "When you have eaten and are satisfied, you shall bless the Lord*s your God for the good land which He has given you."
    },
    {
        "o": 5600,
        "r": "nasb:Deuteronomy:8:11",
        "t": "“Beware*p that you do not forget the Lord*s your God by not keeping His commandments and His ordinances and His statutes which I am commanding you today;"
    },
    {
        "o": 5601,
        "r": "nasb:Deuteronomy:8:12",
        "t": "otherwise, when you have eaten and are satisfied, and have built good houses and lived in*i them,*i"
    },
    {
        "o": 5602,
        "r": "nasb:Deuteronomy:8:13",
        "t": "and when your herds and your flocks multiply, and your silver and gold multiply, and all that you have multiplies,"
    },
    {
        "o": 5603,
        "r": "nasb:Deuteronomy:8:14",
        "t": "then your heart will become proud and you will forget the Lord*s your God who brought you out from the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5604,
        "r": "nasb:Deuteronomy:8:15",
        "t": "He led you through the great and terrible wilderness, with*i its*i fiery serpents and scorpions and thirsty ground where there was no water; He brought water for you out of the rock of flint."
    },
    {
        "o": 5605,
        "r": "nasb:Deuteronomy:8:16",
        "t": "In the wilderness He fed you manna which your fathers did not know, that He might humble you and that He might test you, to do good for you in the end."
    },
    {
        "o": 5606,
        "r": "nasb:Deuteronomy:8:17",
        "t": "Otherwise, you may say in your heart, ‘My power and the strength of my hand made me this wealth.’"
    },
    {
        "o": 5607,
        "r": "nasb:Deuteronomy:8:18",
        "t": "But you shall remember the Lord*s your God, for it is He who is giving you power to make wealth, that He may confirm His covenant which He swore to your fathers, as it*i is*i this day."
    },
    {
        "o": 5608,
        "r": "nasb:Deuteronomy:8:19",
        "t": "It shall come about if you ever forget the Lord*s your God and go after other gods and serve them and worship them, I testify against you today that you will surely perish."
    },
    {
        "o": 5609,
        "r": "nasb:Deuteronomy:8:20",
        "t": "Like the nations that the Lord*s makes to perish before you, so you shall perish; because you would not listen to the voice of the Lord*s your God."
    },
    {
        "o": 5610,
        "r": "nasb:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5611,
        "r": "nasb:Deuteronomy:9:0",
        "t": "Israel Provoked God",
        "h": 2
    },
    {
        "o": 5612,
        "r": "nasb:Deuteronomy:9:1",
        "t": "“Hear,*p O Israel! You are crossing over the Jordan today to go in to dispossess nations greater and mightier than you, great cities fortified to heaven,"
    },
    {
        "o": 5613,
        "r": "nasb:Deuteronomy:9:2",
        "t": "a people great and tall, the sons of the Anakim, whom you know and of whom you have heard it*i said,*i ‘Who can stand before the sons of Anak?’"
    },
    {
        "o": 5614,
        "r": "nasb:Deuteronomy:9:3",
        "t": "Know therefore today that it is the Lord*s your God who is crossing over before you as a consuming fire. He will destroy them and He will subdue them before you, so that you may drive them out and destroy them quickly, just as the Lord*s has spoken to you."
    },
    {
        "o": 5615,
        "r": "nasb:Deuteronomy:9:4",
        "t": "“Do*p not say in your heart when the Lord*s your God has driven them out before you, ‘Because of my righteousness the Lord*s has brought me in to possess this land,’ but it*i is*i because of the wickedness of these nations that*i the Lord*s is dispossessing them before you."
    },
    {
        "o": 5616,
        "r": "nasb:Deuteronomy:9:5",
        "t": "It is not for your righteousness or for the uprightness of your heart that you are going to possess their land, but it*i is*i because of the wickedness of these nations that*i the Lord*s your God is driving them out before you, in order to confirm the oath which the Lord*s swore to your fathers, to Abraham, Isaac and Jacob."
    },
    {
        "o": 5617,
        "r": "nasb:Deuteronomy:9:6",
        "t": "“Know,*p then, it*i is*i not because of your righteousness that*i the Lord*s your God is giving you this good land to possess, for you are a stubborn people."
    },
    {
        "o": 5618,
        "r": "nasb:Deuteronomy:9:7",
        "t": "Remember, do not forget how you provoked the Lord*s your God to wrath in the wilderness; from the day that you left the land of Egypt until you arrived at this place, you have been rebellious against the Lord.*s"
    },
    {
        "o": 5619,
        "r": "nasb:Deuteronomy:9:8",
        "t": "Even at Horeb you provoked the Lord*s to wrath, and the Lord*s was so angry with you that He would have destroyed you."
    },
    {
        "o": 5620,
        "r": "nasb:Deuteronomy:9:9",
        "t": "When I went up to the mountain to receive the tablets of stone, the tablets of the covenant which the Lord*s had made with you, then I remained on the mountain forty days and nights; I neither ate bread nor drank water."
    },
    {
        "o": 5621,
        "r": "nasb:Deuteronomy:9:10",
        "t": "The Lord*s gave me the two tablets of stone written by the finger of God; and on them were*i all the words which the Lord*s had spoken with you at the mountain from the midst of the fire on the day of the assembly."
    },
    {
        "o": 5622,
        "r": "nasb:Deuteronomy:9:11",
        "t": "It came about at the end of forty days and nights that the Lord*s gave me the two tablets of stone, the tablets of the covenant."
    },
    {
        "o": 5623,
        "r": "nasb:Deuteronomy:9:12",
        "t": "Then the Lord*s said to me, ‘Arise, go down from here quickly, for your people whom you brought out of Egypt have acted corruptly. They have quickly turned aside from the way which I commanded them; they have made a molten image for themselves.’"
    },
    {
        "o": 5624,
        "r": "nasb:Deuteronomy:9:13",
        "t": "The Lord*s spoke further to me, saying, ‘I have seen this people, and indeed, it is a stubborn people."
    },
    {
        "o": 5625,
        "r": "nasb:Deuteronomy:9:14",
        "t": "Let Me alone, that I may destroy them and blot out their name from under heaven; and I will make of you a nation mightier and greater than they.’"
    },
    {
        "o": 5626,
        "r": "nasb:Deuteronomy:9:15",
        "t": "“So*p I turned and came down from the mountain while the mountain was burning with fire, and the two tablets of the covenant were in my two hands."
    },
    {
        "o": 5627,
        "r": "nasb:Deuteronomy:9:16",
        "t": "And I saw that you had indeed sinned against the Lord*s your God. You had made for yourselves a molten calf; you had turned aside quickly from the way which the Lord*s had commanded you."
    },
    {
        "o": 5628,
        "r": "nasb:Deuteronomy:9:17",
        "t": "I took hold of the two tablets and threw them from my hands and smashed them before your eyes."
    },
    {
        "o": 5629,
        "r": "nasb:Deuteronomy:9:18",
        "t": "I fell down before the Lord,*s as at the first, forty days and nights; I neither ate bread nor drank water, because of all your sin which you had committed in doing what was evil in the sight of the Lord*s to provoke Him to anger."
    },
    {
        "o": 5630,
        "r": "nasb:Deuteronomy:9:19",
        "t": "For I was afraid of the anger and hot displeasure with which the Lord*s was wrathful against you in order to destroy you, but the Lord*s listened to me that time also."
    },
    {
        "o": 5631,
        "r": "nasb:Deuteronomy:9:20",
        "t": "The Lord*s was angry enough with Aaron to destroy him; so I also prayed for Aaron at the same time."
    },
    {
        "o": 5632,
        "r": "nasb:Deuteronomy:9:21",
        "t": "I took your sinful thing,*i the calf which you had made, and burned it with fire and crushed it, grinding it very small until it was as fine as dust; and I threw its dust into the brook that came down from the mountain."
    },
    {
        "o": 5633,
        "r": "nasb:Deuteronomy:9:22",
        "t": "“Again*p at Taberah and at Massah and at Kibroth-hattaavah you provoked the Lord*s to wrath."
    },
    {
        "o": 5634,
        "r": "nasb:Deuteronomy:9:23",
        "t": "When the Lord*s sent you from Kadesh-barnea, saying, ‘Go up and possess the land which I have given you,’ then you rebelled against the command of the Lord*s your God; you neither believed Him nor listened to His voice."
    },
    {
        "o": 5635,
        "r": "nasb:Deuteronomy:9:24",
        "t": "You have been rebellious against the Lord*s from the day I knew you."
    },
    {
        "o": 5636,
        "r": "nasb:Deuteronomy:9:25",
        "t": "“So*p I fell down before the Lord*s the forty days and nights, which I did because the Lord*s had said He would destroy you."
    },
    {
        "o": 5637,
        "r": "nasb:Deuteronomy:9:26",
        "t": "I prayed to the Lord*s and said, ‘O Lord God,*s do not destroy Your people, even Your inheritance, whom You have redeemed through Your greatness, whom You have brought out of Egypt with a mighty hand."
    },
    {
        "o": 5638,
        "r": "nasb:Deuteronomy:9:27",
        "t": "Remember Your servants, Abraham, Isaac, and Jacob; do not look at the stubbornness of this people or at their wickedness or their sin."
    },
    {
        "o": 5639,
        "r": "nasb:Deuteronomy:9:28",
        "t": "Otherwise the land from which You brought us may say, “Because the Lord*s was not able to bring them into the land which He had promised them and because He hated them He has brought them out to slay them in the wilderness.”"
    },
    {
        "o": 5640,
        "r": "nasb:Deuteronomy:9:29",
        "t": "Yet they are Your people, even Your inheritance, whom You have brought out by Your great power and Your outstretched arm.’"
    },
    {
        "o": 5641,
        "r": "nasb:Deuteronomy:10:0",
        "t": "Deuteronomy 10",
        "h": 1
    },
    {
        "o": 5642,
        "r": "nasb:Deuteronomy:10:0",
        "t": "The Tablets Rewritten",
        "h": 2
    },
    {
        "o": 5643,
        "r": "nasb:Deuteronomy:10:1",
        "t": "“At*p that time the Lord*s said to me, ‘Cut out for yourself two tablets of stone like the former ones, and come up to Me on the mountain, and make an ark of wood for yourself."
    },
    {
        "o": 5644,
        "r": "nasb:Deuteronomy:10:2",
        "t": "I will write on the tablets the words that were on the former tablets which you shattered, and you shall put them in the ark.’"
    },
    {
        "o": 5645,
        "r": "nasb:Deuteronomy:10:3",
        "t": "So I made an ark of acacia wood and cut out two tablets of stone like the former ones, and went up on the mountain with the two tablets in my hand."
    },
    {
        "o": 5646,
        "r": "nasb:Deuteronomy:10:4",
        "t": "He wrote on the tablets, like the former writing, the Ten Commandments which the Lord*s had spoken to you on the mountain from the midst of the fire on the day of the assembly; and the Lord*s gave them to me."
    },
    {
        "o": 5647,
        "r": "nasb:Deuteronomy:10:5",
        "t": "Then I turned and came down from the mountain and put the tablets in the ark which I had made; and there they are, as the Lord*s commanded me.”"
    },
    {
        "o": 5648,
        "r": "nasb:Deuteronomy:10:6",
        "t": "(Now*p the sons of Israel set out from Beeroth Bene-jaakan to Moserah. There Aaron died and there he was buried and Eleazar his son ministered as priest in his place."
    },
    {
        "o": 5649,
        "r": "nasb:Deuteronomy:10:7",
        "t": "From there they set out to Gudgodah, and from Gudgodah to Jotbathah, a land of brooks of water."
    },
    {
        "o": 5650,
        "r": "nasb:Deuteronomy:10:8",
        "t": "At that time the Lord*s set apart the tribe of Levi to carry the ark of the covenant of the Lord,*s to stand before the Lord*s to serve Him and to bless in His name until this day."
    },
    {
        "o": 5651,
        "r": "nasb:Deuteronomy:10:9",
        "t": "Therefore, Levi does not have a portion or inheritance with his brothers; the Lord*s is his inheritance, just as the Lord*s your God spoke to him.)"
    },
    {
        "o": 5652,
        "r": "nasb:Deuteronomy:10:10",
        "t": "“I,*p moreover, stayed on the mountain forty days and forty nights like the first time, and the Lord*s listened to me that time also; the Lord*s was not willing to destroy you."
    },
    {
        "o": 5653,
        "r": "nasb:Deuteronomy:10:11",
        "t": "Then the Lord*s said to me, ‘Arise, proceed on your journey ahead of the people, that they may go in and possess the land which I swore to their fathers to give them.’"
    },
    {
        "o": 5654,
        "r": "nasb:Deuteronomy:10:12",
        "t": "“Now,*p Israel, what does the Lord*s your God require from you, but to fear the Lord*s your God, to walk in all His ways and love Him, and to serve the Lord*s your God with all your heart and with all your soul,"
    },
    {
        "o": 5655,
        "r": "nasb:Deuteronomy:10:13",
        "t": "and*i to keep the Lord’s*s commandments and His statutes which I am commanding you today for your good?"
    },
    {
        "o": 5656,
        "r": "nasb:Deuteronomy:10:14",
        "t": "Behold, to the Lord*s your God belong heaven and the highest heavens, the earth and all that is in it."
    },
    {
        "o": 5657,
        "r": "nasb:Deuteronomy:10:15",
        "t": "Yet on your fathers did the Lord*s set His affection to love them, and He chose their descendants after them, even*i you above all peoples, as it*i is*i this day."
    },
    {
        "o": 5658,
        "r": "nasb:Deuteronomy:10:16",
        "t": "So circumcise your heart, and stiffen your neck no longer."
    },
    {
        "o": 5659,
        "r": "nasb:Deuteronomy:10:17",
        "t": "For the Lord*s your God is the God of gods and the Lord of lords, the great, the mighty, and the awesome God who does not show partiality nor take a bribe."
    },
    {
        "o": 5660,
        "r": "nasb:Deuteronomy:10:18",
        "t": "He executes justice for the orphan and the widow, and shows His love for the alien by giving him food and clothing."
    },
    {
        "o": 5661,
        "r": "nasb:Deuteronomy:10:19",
        "t": "So show your love for the alien, for you were aliens in the land of Egypt."
    },
    {
        "o": 5662,
        "r": "nasb:Deuteronomy:10:20",
        "t": "You shall fear the Lord*s your God; you shall serve Him and cling to Him, and you shall swear by His name."
    },
    {
        "o": 5663,
        "r": "nasb:Deuteronomy:10:21",
        "t": "He is your praise and He is your God, who has done these great and awesome things for you which your eyes have seen."
    },
    {
        "o": 5664,
        "r": "nasb:Deuteronomy:10:22",
        "t": "Your fathers went down to Egypt seventy persons in*i all,*i and now the Lord*s your God has made you as numerous as the stars of heaven."
    },
    {
        "o": 5665,
        "r": "nasb:Deuteronomy:11:0",
        "t": "Deuteronomy 11",
        "h": 1
    },
    {
        "o": 5666,
        "r": "nasb:Deuteronomy:11:0",
        "t": "Rewards of Obedience",
        "h": 2
    },
    {
        "o": 5667,
        "r": "nasb:Deuteronomy:11:1",
        "t": "“You*p shall therefore love the Lord*s your God, and always keep His charge, His statutes, His ordinances, and His commandments."
    },
    {
        "o": 5668,
        "r": "nasb:Deuteronomy:11:2",
        "t": "Know this day that I am*i not speaking*i with your sons who have not known and who have not seen the discipline of the Lord*s your God—His greatness, His mighty hand and His outstretched arm,"
    },
    {
        "o": 5669,
        "r": "nasb:Deuteronomy:11:3",
        "t": "and His signs and His works which He did in the midst of Egypt to Pharaoh the king of Egypt and to all his land;"
    },
    {
        "o": 5670,
        "r": "nasb:Deuteronomy:11:4",
        "t": "and what He did to Egypt’s army, to its horses and its chariots, when He made the water of the Red Sea to engulf them while they were pursuing you, and the Lord*s completely destroyed them;"
    },
    {
        "o": 5671,
        "r": "nasb:Deuteronomy:11:5",
        "t": "and what He did to you in the wilderness until you came to this place;"
    },
    {
        "o": 5672,
        "r": "nasb:Deuteronomy:11:6",
        "t": "and what He did to Dathan and Abiram, the sons of Eliab, the son of Reuben, when the earth opened its mouth and swallowed them, their households, their tents, and every living thing that followed them, among all Israel—"
    },
    {
        "o": 5673,
        "r": "nasb:Deuteronomy:11:7",
        "t": "but your own eyes have seen all the great work of the Lord*s which He did."
    },
    {
        "o": 5674,
        "r": "nasb:Deuteronomy:11:8",
        "t": "“You*p shall therefore keep every commandment which I am commanding you today, so that you may be strong and go in and possess the land into which you are about to cross to possess it;"
    },
    {
        "o": 5675,
        "r": "nasb:Deuteronomy:11:9",
        "t": "so that you may prolong your*i days on the land which the Lord*s swore to your fathers to give to them and to their descendants, a land flowing with milk and honey."
    },
    {
        "o": 5676,
        "r": "nasb:Deuteronomy:11:10",
        "t": "For the land, into which you are entering to possess it, is not like the land of Egypt from which you came, where you used to sow your seed and water it with your foot like a vegetable garden."
    },
    {
        "o": 5677,
        "r": "nasb:Deuteronomy:11:11",
        "t": "But the land into which you are about to cross to possess it, a land of hills and valleys, drinks water from the rain of heaven,"
    },
    {
        "o": 5678,
        "r": "nasb:Deuteronomy:11:12",
        "t": "a land for which the Lord*s your God cares; the eyes of the Lord*s your God are always on it, from the beginning even to the end of the year."
    },
    {
        "o": 5679,
        "r": "nasb:Deuteronomy:11:13",
        "t": "“It*p shall come about, if you listen obediently to my commandments which I am commanding you today, to love the Lord*s your God and to serve Him with all your heart and all your soul,"
    },
    {
        "o": 5680,
        "r": "nasb:Deuteronomy:11:14",
        "t": "that He will give the rain for your land in its season, the early and late rain, that you may gather in your grain and your new wine and your oil."
    },
    {
        "o": 5681,
        "r": "nasb:Deuteronomy:11:15",
        "t": "He will give grass in your fields for your cattle, and you will eat and be satisfied."
    },
    {
        "o": 5682,
        "r": "nasb:Deuteronomy:11:16",
        "t": "Beware that your hearts are not deceived, and that you do not turn away and serve other gods and worship them."
    },
    {
        "o": 5683,
        "r": "nasb:Deuteronomy:11:17",
        "t": "Or the anger of the Lord*s will be kindled against you, and He will shut up the heavens so that there will be no rain and the ground will not yield its fruit; and you will perish quickly from the good land which the Lord*s is giving you."
    },
    {
        "o": 5684,
        "r": "nasb:Deuteronomy:11:18",
        "t": "“You*p shall therefore impress these words of mine on your heart and on your soul; and you shall bind them as a sign on your hand, and they shall be as frontals on your forehead."
    },
    {
        "o": 5685,
        "r": "nasb:Deuteronomy:11:19",
        "t": "You shall teach them to your sons, talking of them when you sit in your house and when you walk along the road and when you lie down and when you rise up."
    },
    {
        "o": 5686,
        "r": "nasb:Deuteronomy:11:20",
        "t": "You shall write them on the doorposts of your house and on your gates,"
    },
    {
        "o": 5687,
        "r": "nasb:Deuteronomy:11:21",
        "t": "so that your days and the days of your sons may be multiplied on the land which the Lord*s swore to your fathers to give them, as long as the heavens remain*i above the earth."
    },
    {
        "o": 5688,
        "r": "nasb:Deuteronomy:11:22",
        "t": "For if you are careful to keep all this commandment which I am commanding you to do, to love the Lord*s your God, to walk in all His ways and hold fast to Him,"
    },
    {
        "o": 5689,
        "r": "nasb:Deuteronomy:11:23",
        "t": "then the Lord*s will drive out all these nations from before you, and you will dispossess nations greater and mightier than you."
    },
    {
        "o": 5690,
        "r": "nasb:Deuteronomy:11:24",
        "t": "Every place on which the sole of your foot treads shall be yours; your border will be from the wilderness to Lebanon, and*i from the river, the river Euphrates, as far as the western sea."
    },
    {
        "o": 5691,
        "r": "nasb:Deuteronomy:11:25",
        "t": "No man will be able to stand before you; the Lord*s your God will lay the dread of you and the fear of you on all the land on which you set foot, as He has spoken to you."
    },
    {
        "o": 5692,
        "r": "nasb:Deuteronomy:11:26",
        "t": "“See,*p I am setting before you today a blessing and a curse:"
    },
    {
        "o": 5693,
        "r": "nasb:Deuteronomy:11:27",
        "t": "the blessing, if you listen to the commandments of the Lord*s your God, which I am commanding you today;"
    },
    {
        "o": 5694,
        "r": "nasb:Deuteronomy:11:28",
        "t": "and the curse, if you do not listen to the commandments of the Lord*s your God, but turn aside from the way which I am commanding you today, by following other gods which you have not known."
    },
    {
        "o": 5695,
        "r": "nasb:Deuteronomy:11:29",
        "t": "“It*p shall come about, when the Lord*s your God brings you into the land where you are entering to possess it, that you shall place the blessing on Mount Gerizim and the curse on Mount Ebal."
    },
    {
        "o": 5696,
        "r": "nasb:Deuteronomy:11:30",
        "t": "Are they not across the Jordan, west of the way toward the sunset, in the land of the Canaanites who live in the Arabah, opposite Gilgal, beside the oaks of Moreh?"
    },
    {
        "o": 5697,
        "r": "nasb:Deuteronomy:11:31",
        "t": "For you are about to cross the Jordan to go in to possess the land which the Lord*s your God is giving you, and you shall possess it and live in it,"
    },
    {
        "o": 5698,
        "r": "nasb:Deuteronomy:11:32",
        "t": "and you shall be careful to do all the statutes and the judgments which I am setting before you today."
    },
    {
        "o": 5699,
        "r": "nasb:Deuteronomy:12:0",
        "t": "Deuteronomy 12",
        "h": 1
    },
    {
        "o": 5700,
        "r": "nasb:Deuteronomy:12:0",
        "t": "Laws of the Sanctuary",
        "h": 2
    },
    {
        "o": 5701,
        "r": "nasb:Deuteronomy:12:1",
        "t": "“These*p are the statutes and the judgments which you shall carefully observe in the land which the Lord,*s the God of your fathers, has given you to possess as long as you live on the earth."
    },
    {
        "o": 5702,
        "r": "nasb:Deuteronomy:12:2",
        "t": "You shall utterly destroy all the places where the nations whom you shall dispossess serve their gods, on the high mountains and on the hills and under every green tree."
    },
    {
        "o": 5703,
        "r": "nasb:Deuteronomy:12:3",
        "t": "You shall tear down their altars and smash their sacred*i pillars and burn their Asherim with fire, and you shall cut down the engraved images of their gods and obliterate their name from that place."
    },
    {
        "o": 5704,
        "r": "nasb:Deuteronomy:12:4",
        "t": "You shall not act like this toward the Lord*s your God."
    },
    {
        "o": 5705,
        "r": "nasb:Deuteronomy:12:5",
        "t": "But you shall seek the*i Lord*is at the place which the Lord*s your God will choose from all your tribes, to establish His name there for His dwelling, and there you shall come."
    },
    {
        "o": 5706,
        "r": "nasb:Deuteronomy:12:6",
        "t": "There you shall bring your burnt offerings, your sacrifices, your tithes, the contribution of your hand, your votive offerings, your freewill offerings, and the firstborn of your herd and of your flock."
    },
    {
        "o": 5707,
        "r": "nasb:Deuteronomy:12:7",
        "t": "There also you and your households shall eat before the Lord*s your God, and rejoice in all your undertakings in which the Lord*s your God has blessed you."
    },
    {
        "o": 5708,
        "r": "nasb:Deuteronomy:12:8",
        "t": "“You*p shall not do at all what we are doing here today, every man doing*i whatever is right in his own eyes;"
    },
    {
        "o": 5709,
        "r": "nasb:Deuteronomy:12:9",
        "t": "for you have not as yet come to the resting place and the inheritance which the Lord*s your God is giving you."
    },
    {
        "o": 5710,
        "r": "nasb:Deuteronomy:12:10",
        "t": "When you cross the Jordan and live in the land which the Lord*s your God is giving you to inherit, and He gives you rest from all your enemies around you*i so that you live in security,"
    },
    {
        "o": 5711,
        "r": "nasb:Deuteronomy:12:11",
        "t": "then it shall come about that the place in which the Lord*s your God will choose for His name to dwell, there you shall bring all that I command you: your burnt offerings and your sacrifices, your tithes and the contribution of your hand, and all your choice votive offerings which you will vow to the Lord.*s"
    },
    {
        "o": 5712,
        "r": "nasb:Deuteronomy:12:12",
        "t": "And you shall rejoice before the Lord*s your God, you and your sons and daughters, your male and female servants, and the Levite who is within your gates, since he has no portion or inheritance with you."
    },
    {
        "o": 5713,
        "r": "nasb:Deuteronomy:12:13",
        "t": "“Be*p careful that you do not offer your burnt offerings in every cultic*i place you see,"
    },
    {
        "o": 5714,
        "r": "nasb:Deuteronomy:12:14",
        "t": "but in the place which the Lord*s chooses in one of your tribes, there you shall offer your burnt offerings, and there you shall do all that I command you."
    },
    {
        "o": 5715,
        "r": "nasb:Deuteronomy:12:15",
        "t": "“However,*p you may slaughter and eat meat within any of your gates, whatever you desire, according to the blessing of the Lord*s your God which He has given you; the unclean and the clean may eat of it, as of the gazelle and the deer."
    },
    {
        "o": 5716,
        "r": "nasb:Deuteronomy:12:16",
        "t": "Only you shall not eat the blood; you are to pour it out on the ground like water."
    },
    {
        "o": 5717,
        "r": "nasb:Deuteronomy:12:17",
        "t": "You are not allowed to eat within your gates the tithe of your grain or new wine or oil, or the firstborn of your herd or flock, or any of your votive offerings which you vow, or your freewill offerings, or the contribution of your hand."
    },
    {
        "o": 5718,
        "r": "nasb:Deuteronomy:12:18",
        "t": "But you shall eat them before the Lord*s your God in the place which the Lord*s your God will choose, you and your son and daughter, and your male and female servants, and the Levite who is within your gates; and you shall rejoice before the Lord*s your God in all your undertakings."
    },
    {
        "o": 5719,
        "r": "nasb:Deuteronomy:12:19",
        "t": "Be careful that you do not forsake the Levite as long as you live in your land."
    },
    {
        "o": 5720,
        "r": "nasb:Deuteronomy:12:20",
        "t": "“When*p the Lord*s your God extends your border as He has promised you, and you say, ‘I will eat meat,’ because you desire to eat meat, then*i you may eat meat, whatever you desire."
    },
    {
        "o": 5721,
        "r": "nasb:Deuteronomy:12:21",
        "t": "If the place which the Lord*s your God chooses to put His name is too far from you, then you may slaughter of your herd and flock which the Lord*s has given you, as I have commanded you; and you may eat within your gates whatever you desire."
    },
    {
        "o": 5722,
        "r": "nasb:Deuteronomy:12:22",
        "t": "Just as a gazelle or a deer is eaten, so you will eat it; the unclean and the clean alike may eat of it."
    },
    {
        "o": 5723,
        "r": "nasb:Deuteronomy:12:23",
        "t": "Only be sure not to eat the blood, for the blood is the life, and you shall not eat the life with the flesh."
    },
    {
        "o": 5724,
        "r": "nasb:Deuteronomy:12:24",
        "t": "You shall not eat it; you shall pour it out on the ground like water."
    },
    {
        "o": 5725,
        "r": "nasb:Deuteronomy:12:25",
        "t": "You shall not eat it, so that it may be well with you and your sons after you, for you will be doing what is right in the sight of the Lord.*s"
    },
    {
        "o": 5726,
        "r": "nasb:Deuteronomy:12:26",
        "t": "Only your holy things which you may have and your votive offerings, you shall take and go to the place which the Lord*s chooses."
    },
    {
        "o": 5727,
        "r": "nasb:Deuteronomy:12:27",
        "t": "And you shall offer your burnt offerings, the flesh and the blood, on the altar of the Lord*s your God; and the blood of your sacrifices shall be poured out on the altar of the Lord*s your God, and you shall eat the flesh."
    },
    {
        "o": 5728,
        "r": "nasb:Deuteronomy:12:28",
        "t": "“Be*p careful to listen to all these words which I command you, so that it may be well with you and your sons after you forever, for you will be doing what is good and right in the sight of the Lord*s your God."
    },
    {
        "o": 5729,
        "r": "nasb:Deuteronomy:12:29",
        "t": "“When*p the Lord*s your God cuts off before you the nations which you are going in to dispossess, and you dispossess them and dwell in their land,"
    },
    {
        "o": 5730,
        "r": "nasb:Deuteronomy:12:30",
        "t": "beware that you are not ensnared to follow them, after they are destroyed before you, and that you do not inquire after their gods, saying, ‘How do these nations serve their gods, that I also may do likewise?’"
    },
    {
        "o": 5731,
        "r": "nasb:Deuteronomy:12:31",
        "t": "You shall not behave thus toward the Lord*s your God, for every abominable act which the Lord*s hates they have done for their gods; for they even burn their sons and daughters in the fire to their gods."
    },
    {
        "o": 5732,
        "r": "nasb:Deuteronomy:12:32",
        "t": "“Whatever*p I command you, you shall be careful to do; you shall not add to nor take away from it."
    },
    {
        "o": 5733,
        "r": "nasb:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5734,
        "r": "nasb:Deuteronomy:13:0",
        "t": "Shun Idolatry",
        "h": 2
    },
    {
        "o": 5735,
        "r": "nasb:Deuteronomy:13:1",
        "t": "“If*p a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder,"
    },
    {
        "o": 5736,
        "r": "nasb:Deuteronomy:13:2",
        "t": "and the sign or the wonder comes true, concerning which he spoke to you, saying, ‘Let us go after other gods (whom you have not known) and let us serve them,’"
    },
    {
        "o": 5737,
        "r": "nasb:Deuteronomy:13:3",
        "t": "you shall not listen to the words of that prophet or that dreamer of dreams; for the Lord*s your God is testing you to find out if you love the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 5738,
        "r": "nasb:Deuteronomy:13:4",
        "t": "You shall follow the Lord*s your God and fear Him; and you shall keep His commandments, listen to His voice, serve Him, and cling to Him."
    },
    {
        "o": 5739,
        "r": "nasb:Deuteronomy:13:5",
        "t": "But that prophet or that dreamer of dreams shall be put to death, because he has counseled rebellion against the Lord*s your God who brought you from the land of Egypt and redeemed you from the house of slavery, to seduce you from the way in which the Lord*s your God commanded you to walk. So you shall purge the evil from among you."
    },
    {
        "o": 5740,
        "r": "nasb:Deuteronomy:13:6",
        "t": "“If*p your brother, your mother’s son, or your son or daughter, or the wife you cherish, or your friend who is as your own soul, entice you secretly, saying, ‘Let us go and serve other gods’ (whom neither you nor your fathers have known,"
    },
    {
        "o": 5741,
        "r": "nasb:Deuteronomy:13:7",
        "t": "of the gods of the peoples who are around you, near you or far from you, from one end of the earth to the other end),"
    },
    {
        "o": 5742,
        "r": "nasb:Deuteronomy:13:8",
        "t": "you shall not yield to him or listen to him; and your eye shall not pity him, nor shall you spare or conceal him."
    },
    {
        "o": 5743,
        "r": "nasb:Deuteronomy:13:9",
        "t": "But you shall surely kill him; your hand shall be first against him to put him to death, and afterwards the hand of all the people."
    },
    {
        "o": 5744,
        "r": "nasb:Deuteronomy:13:10",
        "t": "So you shall stone him to death because he has sought to seduce you from the Lord*s your God who brought you out from the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5745,
        "r": "nasb:Deuteronomy:13:11",
        "t": "Then all Israel will hear and be afraid, and will never again do such a wicked thing among you."
    },
    {
        "o": 5746,
        "r": "nasb:Deuteronomy:13:12",
        "t": "“If*p you hear in one of your cities, which the Lord*s your God is giving you to live in, anyone*i saying that*i"
    },
    {
        "o": 5747,
        "r": "nasb:Deuteronomy:13:13",
        "t": "some worthless men have gone out from among you and have seduced the inhabitants of their city, saying, ‘Let us go and serve other gods’ (whom you have not known),"
    },
    {
        "o": 5748,
        "r": "nasb:Deuteronomy:13:14",
        "t": "then you shall investigate and search out and inquire thoroughly. If it is true and*i the matter established that this abomination has been done among you,"
    },
    {
        "o": 5749,
        "r": "nasb:Deuteronomy:13:15",
        "t": "you shall surely strike the inhabitants of that city with the edge of the sword, utterly destroying it and all that is in it and its cattle with the edge of the sword."
    },
    {
        "o": 5750,
        "r": "nasb:Deuteronomy:13:16",
        "t": "Then you shall gather all its booty into the middle of its open square and burn the city and all its booty with fire as a whole burnt offering to the Lord*s your God; and it shall be a ruin forever. It shall never be rebuilt."
    },
    {
        "o": 5751,
        "r": "nasb:Deuteronomy:13:17",
        "t": "Nothing from that which is put under the ban shall cling to your hand, in order that the Lord*s may turn from His burning anger and show mercy to you, and have compassion on you and make you increase, just as He has sworn to your fathers,"
    },
    {
        "o": 5752,
        "r": "nasb:Deuteronomy:13:18",
        "t": "if you will listen to the voice of the Lord*s your God, keeping all His commandments which I am commanding you today, and doing what is right in the sight of the Lord*s your God."
    },
    {
        "o": 5753,
        "r": "nasb:Deuteronomy:14:0",
        "t": "Deuteronomy 14",
        "h": 1
    },
    {
        "o": 5754,
        "r": "nasb:Deuteronomy:14:0",
        "t": "Clean and Unclean Animals",
        "h": 2
    },
    {
        "o": 5755,
        "r": "nasb:Deuteronomy:14:1",
        "t": "“You*p are the sons of the Lord*s your God; you shall not cut yourselves nor shave your forehead for the sake of the dead."
    },
    {
        "o": 5756,
        "r": "nasb:Deuteronomy:14:2",
        "t": "For you are a holy people to the Lord*s your God, and the Lord*s has chosen you to be a people for His own possession out of all the peoples who are on the face of the earth."
    },
    {
        "o": 5757,
        "r": "nasb:Deuteronomy:14:3",
        "t": "“You*p shall not eat any detestable thing."
    },
    {
        "o": 5758,
        "r": "nasb:Deuteronomy:14:4",
        "t": "These are the animals which you may eat: the ox, the sheep, the goat,"
    },
    {
        "o": 5759,
        "r": "nasb:Deuteronomy:14:5",
        "t": "the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope and the mountain sheep."
    },
    {
        "o": 5760,
        "r": "nasb:Deuteronomy:14:6",
        "t": "Any animal that divides the hoof and has the hoof split in two and*i chews the cud, among the animals, that you may eat."
    },
    {
        "o": 5761,
        "r": "nasb:Deuteronomy:14:7",
        "t": "Nevertheless, you are not to eat of these among those which chew the cud, or among those that divide the hoof in two: the camel and the rabbit and the shaphan, for though they chew the cud, they do not divide the hoof; they are unclean for you."
    },
    {
        "o": 5762,
        "r": "nasb:Deuteronomy:14:8",
        "t": "The pig, because it divides the hoof but does*i not chew*i the cud, it is unclean for you. You shall not eat any of their flesh nor touch their carcasses."
    },
    {
        "o": 5763,
        "r": "nasb:Deuteronomy:14:9",
        "t": "“These*p you may eat of all that are in water: anything that has fins and scales you may eat,"
    },
    {
        "o": 5764,
        "r": "nasb:Deuteronomy:14:10",
        "t": "but anything that does not have fins and scales you shall not eat; it is unclean for you."
    },
    {
        "o": 5765,
        "r": "nasb:Deuteronomy:14:11",
        "t": "“You*p may eat any clean bird."
    },
    {
        "o": 5766,
        "r": "nasb:Deuteronomy:14:12",
        "t": "But these are the ones which you shall not eat: the eagle and the vulture and the buzzard,"
    },
    {
        "o": 5767,
        "r": "nasb:Deuteronomy:14:13",
        "t": "and the red kite, the falcon, and the kite in their kinds,"
    },
    {
        "o": 5768,
        "r": "nasb:Deuteronomy:14:14",
        "t": "and every raven in its kind,"
    },
    {
        "o": 5769,
        "r": "nasb:Deuteronomy:14:15",
        "t": "and the ostrich, the owl, the sea gull, and the hawk in their kinds,"
    },
    {
        "o": 5770,
        "r": "nasb:Deuteronomy:14:16",
        "t": "the little owl, the great owl, the white owl,"
    },
    {
        "o": 5771,
        "r": "nasb:Deuteronomy:14:17",
        "t": "the pelican, the carrion vulture, the cormorant,"
    },
    {
        "o": 5772,
        "r": "nasb:Deuteronomy:14:18",
        "t": "the stork, and the heron in their kinds, and the hoopoe and the bat."
    },
    {
        "o": 5773,
        "r": "nasb:Deuteronomy:14:19",
        "t": "And all the teeming life with wings are unclean to you; they shall not be eaten."
    },
    {
        "o": 5774,
        "r": "nasb:Deuteronomy:14:20",
        "t": "You may eat any clean bird."
    },
    {
        "o": 5775,
        "r": "nasb:Deuteronomy:14:21",
        "t": "“You*p shall not eat anything which dies of*i itself.*i You may give it to the alien who is in your town, so that he may eat it, or you may sell it to a foreigner, for you are a holy people to the Lord*s your God. You shall not boil a young goat in its mother’s milk."
    },
    {
        "o": 5776,
        "r": "nasb:Deuteronomy:14:22",
        "t": "“You*p shall surely tithe all the produce from what you sow, which comes out of the field every year."
    },
    {
        "o": 5777,
        "r": "nasb:Deuteronomy:14:23",
        "t": "You shall eat in the presence of the Lord*s your God, at the place where He chooses to establish His name, the tithe of your grain, your new wine, your oil, and the firstborn of your herd and your flock, so that you may learn to fear the Lord*s your God always."
    },
    {
        "o": 5778,
        "r": "nasb:Deuteronomy:14:24",
        "t": "If the distance is so great for you that you are not able to bring the*i tithe,*i since the place where the Lord*s your God chooses to set His name is too far away from you when the Lord*s your God blesses you,"
    },
    {
        "o": 5779,
        "r": "nasb:Deuteronomy:14:25",
        "t": "then you shall exchange it*i for money, and bind the money in your hand and go to the place which the Lord*s your God chooses."
    },
    {
        "o": 5780,
        "r": "nasb:Deuteronomy:14:26",
        "t": "You may spend the money for whatever your heart desires: for oxen, or sheep, or wine, or strong drink, or whatever your heart desires; and there you shall eat in the presence of the Lord*s your God and rejoice, you and your household."
    },
    {
        "o": 5781,
        "r": "nasb:Deuteronomy:14:27",
        "t": "Also you shall not neglect the Levite who is in your town, for he has no portion or inheritance among you."
    },
    {
        "o": 5782,
        "r": "nasb:Deuteronomy:14:28",
        "t": "“At*p the end of every third year you shall bring out all the tithe of your produce in that year, and shall deposit it*i in your town."
    },
    {
        "o": 5783,
        "r": "nasb:Deuteronomy:14:29",
        "t": "The Levite, because he has no portion or inheritance among you, and the alien, the orphan and the widow who are in your town, shall come and eat and be satisfied, in order that the Lord*s your God may bless you in all the work of your hand which you do."
    },
    {
        "o": 5784,
        "r": "nasb:Deuteronomy:15:0",
        "t": "Deuteronomy 15",
        "h": 1
    },
    {
        "o": 5785,
        "r": "nasb:Deuteronomy:15:0",
        "t": "The Sabbatic Year",
        "h": 2
    },
    {
        "o": 5786,
        "r": "nasb:Deuteronomy:15:1",
        "t": "“At*p the end of every*i seven years you shall grant a remission of*i debts.*i"
    },
    {
        "o": 5787,
        "r": "nasb:Deuteronomy:15:2",
        "t": "This is the manner of remission: every creditor shall release what he has loaned to his neighbor; he shall not exact it of his neighbor and his brother, because the Lord’s*s remission has been proclaimed."
    },
    {
        "o": 5788,
        "r": "nasb:Deuteronomy:15:3",
        "t": "From a foreigner you may exact it,*i but your hand shall release whatever of yours is with your brother."
    },
    {
        "o": 5789,
        "r": "nasb:Deuteronomy:15:4",
        "t": "However, there will be no poor among you, since the Lord*s will surely bless you in the land which the Lord*s your God is giving you as an inheritance to possess,"
    },
    {
        "o": 5790,
        "r": "nasb:Deuteronomy:15:5",
        "t": "if only you listen obediently to the voice of the Lord*s your God, to observe carefully all this commandment which I am commanding you today."
    },
    {
        "o": 5791,
        "r": "nasb:Deuteronomy:15:6",
        "t": "For the Lord*s your God will bless you as He has promised you, and you will lend to many nations, but you will not borrow; and you will rule over many nations, but they will not rule over you."
    },
    {
        "o": 5792,
        "r": "nasb:Deuteronomy:15:7",
        "t": "“If*p there is a poor man with you, one of your brothers, in any of your towns in your land which the Lord*s your God is giving you, you shall not harden your heart, nor close your hand from your poor brother;"
    },
    {
        "o": 5793,
        "r": "nasb:Deuteronomy:15:8",
        "t": "but you shall freely open your hand to him, and shall generously lend him sufficient for his need in*i whatever he lacks."
    },
    {
        "o": 5794,
        "r": "nasb:Deuteronomy:15:9",
        "t": "Beware that there is no base thought in your heart, saying, ‘The seventh year, the year of remission, is near,’ and your eye is hostile toward your poor brother, and you give him nothing; then he may cry to the Lord*s against you, and it will be a sin in you."
    },
    {
        "o": 5795,
        "r": "nasb:Deuteronomy:15:10",
        "t": "You shall generously give to him, and your heart shall not be grieved when you give to him, because for this thing the Lord*s your God will bless you in all your work and in all your undertakings."
    },
    {
        "o": 5796,
        "r": "nasb:Deuteronomy:15:11",
        "t": "For the poor will never cease to*i be*i in the land; therefore I command you, saying, ‘You shall freely open your hand to your brother, to your needy and poor in your land.’"
    },
    {
        "o": 5797,
        "r": "nasb:Deuteronomy:15:12",
        "t": "“If*p your kinsman, a Hebrew man or woman, is sold to you, then he shall serve you six years, but in the seventh year you shall set him free."
    },
    {
        "o": 5798,
        "r": "nasb:Deuteronomy:15:13",
        "t": "When you set him free, you shall not send him away empty-handed."
    },
    {
        "o": 5799,
        "r": "nasb:Deuteronomy:15:14",
        "t": "You shall furnish him liberally from your flock and from your threshing floor and from your wine vat; you shall give to him as the Lord*s your God has blessed you."
    },
    {
        "o": 5800,
        "r": "nasb:Deuteronomy:15:15",
        "t": "You shall remember that you were a slave in the land of Egypt, and the Lord*s your God redeemed you; therefore I command you this today."
    },
    {
        "o": 5801,
        "r": "nasb:Deuteronomy:15:16",
        "t": "It shall come about if he says to you, ‘I will not go out from you,’ because he loves you and your household, since he fares well with you;"
    },
    {
        "o": 5802,
        "r": "nasb:Deuteronomy:15:17",
        "t": "then you shall take an awl and pierce it through his ear into the door, and he shall be your servant forever. Also you shall do likewise to your maidservant."
    },
    {
        "o": 5803,
        "r": "nasb:Deuteronomy:15:18",
        "t": "“It*p shall not seem hard to you when you set him free, for he has given you six years with*i double the service of a hired man; so the Lord*s your God will bless you in whatever you do."
    },
    {
        "o": 5804,
        "r": "nasb:Deuteronomy:15:19",
        "t": "“You*p shall consecrate to the Lord*s your God all the firstborn males that are born of your herd and of your flock; you shall not work with the firstborn of your herd, nor shear the firstborn of your flock."
    },
    {
        "o": 5805,
        "r": "nasb:Deuteronomy:15:20",
        "t": "You and your household shall eat it every year before the Lord*s your God in the place which the Lord*s chooses."
    },
    {
        "o": 5806,
        "r": "nasb:Deuteronomy:15:21",
        "t": "But if it has any defect, such*i as*i lameness or blindness, or*i any serious defect, you shall not sacrifice it to the Lord*s your God."
    },
    {
        "o": 5807,
        "r": "nasb:Deuteronomy:15:22",
        "t": "You shall eat it within your gates; the unclean and the clean alike may*i eat*i it,*i as a gazelle or a deer."
    },
    {
        "o": 5808,
        "r": "nasb:Deuteronomy:15:23",
        "t": "Only you shall not eat its blood; you are to pour it out on the ground like water."
    },
    {
        "o": 5809,
        "r": "nasb:Deuteronomy:16:0",
        "t": "Deuteronomy 16",
        "h": 1
    },
    {
        "o": 5810,
        "r": "nasb:Deuteronomy:16:0",
        "t": "The Feasts of Passover, of Weeks, and of Booths",
        "h": 2
    },
    {
        "o": 5811,
        "r": "nasb:Deuteronomy:16:1",
        "t": "“Observe*p the month of Abib and celebrate the Passover to the Lord*s your God, for in the month of Abib the Lord*s your God brought you out of Egypt by night."
    },
    {
        "o": 5812,
        "r": "nasb:Deuteronomy:16:2",
        "t": "You shall sacrifice the Passover to the Lord*s your God from the flock and the herd, in the place where the Lord*s chooses to establish His name."
    },
    {
        "o": 5813,
        "r": "nasb:Deuteronomy:16:3",
        "t": "You shall not eat leavened bread with it; seven days you shall eat with it unleavened bread, the bread of affliction (for you came out of the land of Egypt in haste), so that you may remember all the days of your life the day when you came out of the land of Egypt."
    },
    {
        "o": 5814,
        "r": "nasb:Deuteronomy:16:4",
        "t": "For seven days no leaven shall be seen with you in all your territory, and none of the flesh which you sacrifice on the evening of the first day shall remain overnight until morning."
    },
    {
        "o": 5815,
        "r": "nasb:Deuteronomy:16:5",
        "t": "You are not allowed to sacrifice the Passover in any of your towns which the Lord*s your God is giving you;"
    },
    {
        "o": 5816,
        "r": "nasb:Deuteronomy:16:6",
        "t": "but at the place where the Lord*s your God chooses to establish His name, you shall sacrifice the Passover in the evening at sunset, at the time that you came out of Egypt."
    },
    {
        "o": 5817,
        "r": "nasb:Deuteronomy:16:7",
        "t": "You shall cook and eat it*i in the place which the Lord*s your God chooses. In the morning you are to return to your tents."
    },
    {
        "o": 5818,
        "r": "nasb:Deuteronomy:16:8",
        "t": "Six days you shall eat unleavened bread, and on the seventh day there shall be a solemn assembly to the Lord*s your God; you shall do no work on*i it.*i"
    },
    {
        "o": 5819,
        "r": "nasb:Deuteronomy:16:9",
        "t": "“You*p shall count seven weeks for yourself; you shall begin to count seven weeks from the time you begin to put the sickle to the standing grain."
    },
    {
        "o": 5820,
        "r": "nasb:Deuteronomy:16:10",
        "t": "Then you shall celebrate the Feast of Weeks to the Lord*s your God with a tribute of a freewill offering of your hand, which you shall give just as the Lord*s your God blesses you;"
    },
    {
        "o": 5821,
        "r": "nasb:Deuteronomy:16:11",
        "t": "and you shall rejoice before the Lord*s your God, you and your son and your daughter and your male and female servants and the Levite who is in your town, and the stranger and the orphan and the widow who are in your midst, in the place where the Lord*s your God chooses to establish His name."
    },
    {
        "o": 5822,
        "r": "nasb:Deuteronomy:16:12",
        "t": "You shall remember that you were a slave in Egypt, and you shall be careful to observe these statutes."
    },
    {
        "o": 5823,
        "r": "nasb:Deuteronomy:16:13",
        "t": "“You*p shall celebrate the Feast of Booths seven days after you have gathered in from your threshing floor and your wine vat;"
    },
    {
        "o": 5824,
        "r": "nasb:Deuteronomy:16:14",
        "t": "and you shall rejoice in your feast, you and your son and your daughter and your male and female servants and the Levite and the stranger and the orphan and the widow who are in your towns."
    },
    {
        "o": 5825,
        "r": "nasb:Deuteronomy:16:15",
        "t": "Seven days you shall celebrate a feast to the Lord*s your God in the place which the Lord*s chooses, because the Lord*s your God will bless you in all your produce and in all the work of your hands, so that you will be altogether joyful."
    },
    {
        "o": 5826,
        "r": "nasb:Deuteronomy:16:16",
        "t": "“Three*p times in a year all your males shall appear before the Lord*s your God in the place which He chooses, at the Feast of Unleavened Bread and at the Feast of Weeks and at the Feast of Booths, and they shall not appear before the Lord*s empty-handed."
    },
    {
        "o": 5827,
        "r": "nasb:Deuteronomy:16:17",
        "t": "Every man shall give as he is able, according to the blessing of the Lord*s your God which He has given you."
    },
    {
        "o": 5828,
        "r": "nasb:Deuteronomy:16:18",
        "t": "“You*p shall appoint for yourself judges and officers in all your towns which the Lord*s your God is giving you, according to your tribes, and they shall judge the people with righteous judgment."
    },
    {
        "o": 5829,
        "r": "nasb:Deuteronomy:16:19",
        "t": "You shall not distort justice; you shall not be partial, and you shall not take a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous."
    },
    {
        "o": 5830,
        "r": "nasb:Deuteronomy:16:20",
        "t": "Justice, and*i only*i justice, you shall pursue, that you may live and possess the land which the Lord*s your God is giving you."
    },
    {
        "o": 5831,
        "r": "nasb:Deuteronomy:16:21",
        "t": "“You*p shall not plant for yourself an Asherah of any kind of tree beside the altar of the Lord*s your God, which you shall make for yourself."
    },
    {
        "o": 5832,
        "r": "nasb:Deuteronomy:16:22",
        "t": "You shall not set up for yourself a sacred*i pillar which the Lord*s your God hates."
    },
    {
        "o": 5833,
        "r": "nasb:Deuteronomy:17:0",
        "t": "Deuteronomy 17",
        "h": 1
    },
    {
        "o": 5834,
        "r": "nasb:Deuteronomy:17:0",
        "t": "Administration of Justice",
        "h": 2
    },
    {
        "o": 5835,
        "r": "nasb:Deuteronomy:17:1",
        "t": "“You*p shall not sacrifice to the Lord*s your God an ox or a sheep which has a blemish or*i any defect, for that is a detestable thing to the Lord*s your God."
    },
    {
        "o": 5836,
        "r": "nasb:Deuteronomy:17:2",
        "t": "“If*p there is found in your midst, in any of your towns, which the Lord*s your God is giving you, a man or a woman who does what is evil in the sight of the Lord*s your God, by transgressing His covenant,"
    },
    {
        "o": 5837,
        "r": "nasb:Deuteronomy:17:3",
        "t": "and has gone and served other gods and worshiped them, or the sun or the moon or any of the heavenly host, which I have not commanded,"
    },
    {
        "o": 5838,
        "r": "nasb:Deuteronomy:17:4",
        "t": "and if it is told you and you have heard of it, then you shall inquire thoroughly. Behold, if it is true and the thing certain that this detestable thing has been done in Israel,"
    },
    {
        "o": 5839,
        "r": "nasb:Deuteronomy:17:5",
        "t": "then you shall bring out that man or that woman who has done this evil deed to your gates, that*i is,*i the man or the woman, and you shall stone them to death."
    },
    {
        "o": 5840,
        "r": "nasb:Deuteronomy:17:6",
        "t": "On the evidence of two witnesses or three witnesses, he who is to die shall be put to death; he shall not be put to death on the evidence of one witness."
    },
    {
        "o": 5841,
        "r": "nasb:Deuteronomy:17:7",
        "t": "The hand of the witnesses shall be first against him to put him to death, and afterward the hand of all the people. So you shall purge the evil from your midst."
    },
    {
        "o": 5842,
        "r": "nasb:Deuteronomy:17:8",
        "t": "“If*p any case is too difficult for you to decide, between one kind of homicide or another, between one kind of lawsuit or another, and between one kind of assault or another, being cases of dispute in your courts, then you shall arise and go up to the place which the Lord*s your God chooses."
    },
    {
        "o": 5843,
        "r": "nasb:Deuteronomy:17:9",
        "t": "So you shall come to the Levitical priest or the judge who is in*i office*i in those days, and you shall inquire of*i them*i and they will declare to you the verdict in the case."
    },
    {
        "o": 5844,
        "r": "nasb:Deuteronomy:17:10",
        "t": "You shall do according to the terms of the verdict which they declare to you from that place which the Lord*s chooses; and you shall be careful to observe according to all that they teach you."
    },
    {
        "o": 5845,
        "r": "nasb:Deuteronomy:17:11",
        "t": "According to the terms of the law which they teach you, and according to the verdict which they tell you, you shall do; you shall not turn aside from the word which they declare to you, to the right or the left."
    },
    {
        "o": 5846,
        "r": "nasb:Deuteronomy:17:12",
        "t": "The man who acts presumptuously by not listening to the priest who stands there to serve the Lord*s your God, nor to the judge, that man shall die; thus you shall purge the evil from Israel."
    },
    {
        "o": 5847,
        "r": "nasb:Deuteronomy:17:13",
        "t": "Then all the people will hear and be afraid, and will not act presumptuously again."
    },
    {
        "o": 5848,
        "r": "nasb:Deuteronomy:17:14",
        "t": "“When*p you enter the land which the Lord*s your God gives you, and you possess it and live in it, and you say, ‘I will set a king over me like all the nations who are around me,’"
    },
    {
        "o": 5849,
        "r": "nasb:Deuteronomy:17:15",
        "t": "you shall surely set a king over you whom the Lord*s your God chooses, one*i from among your countrymen you shall set as king over yourselves; you may not put a foreigner over yourselves who is not your countryman."
    },
    {
        "o": 5850,
        "r": "nasb:Deuteronomy:17:16",
        "t": "Moreover, he shall not multiply horses for himself, nor shall he cause the people to return to Egypt to multiply horses, since the Lord*s has said to you, ‘You shall never again return that way.’"
    },
    {
        "o": 5851,
        "r": "nasb:Deuteronomy:17:17",
        "t": "He shall not multiply wives for himself, or else his heart will turn away; nor shall he greatly increase silver and gold for himself."
    },
    {
        "o": 5852,
        "r": "nasb:Deuteronomy:17:18",
        "t": "“Now*p it shall come about when he sits on the throne of his kingdom, he shall write for himself a copy of this law on a scroll in the presence of the Levitical priests."
    },
    {
        "o": 5853,
        "r": "nasb:Deuteronomy:17:19",
        "t": "It shall be with him and he shall read it all the days of his life, that he may learn to fear the Lord*s his God, by carefully observing all the words of this law and these statutes,"
    },
    {
        "o": 5854,
        "r": "nasb:Deuteronomy:17:20",
        "t": "that his heart may not be lifted up above his countrymen and that he may not turn aside from the commandment, to the right or the left, so that he and his sons may continue long in his kingdom in the midst of Israel."
    },
    {
        "o": 5855,
        "r": "nasb:Deuteronomy:18:0",
        "t": "Deuteronomy 18",
        "h": 1
    },
    {
        "o": 5856,
        "r": "nasb:Deuteronomy:18:0",
        "t": "Portion of the Levites",
        "h": 2
    },
    {
        "o": 5857,
        "r": "nasb:Deuteronomy:18:1",
        "t": "“The*p Levitical priests, the whole tribe of Levi, shall have no portion or inheritance with Israel; they shall eat the Lord’s*s offerings by fire and His portion."
    },
    {
        "o": 5858,
        "r": "nasb:Deuteronomy:18:2",
        "t": "They shall have no inheritance among their countrymen; the Lord*s is their inheritance, as He promised them."
    },
    {
        "o": 5859,
        "r": "nasb:Deuteronomy:18:3",
        "t": "“Now*p this shall be the priests’ due from the people, from those who offer a sacrifice, either an ox or a sheep, of which they shall give to the priest the shoulder and the two cheeks and the stomach."
    },
    {
        "o": 5860,
        "r": "nasb:Deuteronomy:18:4",
        "t": "You shall give him the first fruits of your grain, your new wine, and your oil, and the first shearing of your sheep."
    },
    {
        "o": 5861,
        "r": "nasb:Deuteronomy:18:5",
        "t": "For the Lord*s your God has chosen him and his sons from all your tribes, to stand and serve in the name of the Lord*s forever."
    },
    {
        "o": 5862,
        "r": "nasb:Deuteronomy:18:6",
        "t": "“Now*p if a Levite comes from any of your towns throughout Israel where he resides, and comes whenever he desires to the place which the Lord*s chooses,"
    },
    {
        "o": 5863,
        "r": "nasb:Deuteronomy:18:7",
        "t": "then he shall serve in the name of the Lord*s his God, like all his fellow Levites who stand there before the Lord.*s"
    },
    {
        "o": 5864,
        "r": "nasb:Deuteronomy:18:8",
        "t": "They shall eat equal portions, except what*i they*i receive*i from the sale of their fathers’ estates.*i"
    },
    {
        "o": 5865,
        "r": "nasb:Deuteronomy:18:8",
        "t": "Spiritism Forbidden",
        "h": 2
    },
    {
        "o": 5866,
        "r": "nasb:Deuteronomy:18:9",
        "t": "“When*p you enter the land which the Lord*s your God gives you, you shall not learn to imitate the detestable things of those nations."
    },
    {
        "o": 5867,
        "r": "nasb:Deuteronomy:18:10",
        "t": "There shall not be found among you anyone who makes his son or his daughter pass through the fire, one who uses divination, one who practices witchcraft, or one who interprets omens, or a sorcerer,"
    },
    {
        "o": 5868,
        "r": "nasb:Deuteronomy:18:11",
        "t": "or one who casts a spell, or a medium, or a spiritist, or one who calls up the dead."
    },
    {
        "o": 5869,
        "r": "nasb:Deuteronomy:18:12",
        "t": "For whoever does these things is detestable to the Lord;*s and because of these detestable things the Lord*s your God will drive them out before you."
    },
    {
        "o": 5870,
        "r": "nasb:Deuteronomy:18:13",
        "t": "You shall be blameless before the Lord*s your God."
    },
    {
        "o": 5871,
        "r": "nasb:Deuteronomy:18:14",
        "t": "For those nations, which you shall dispossess, listen to those who practice witchcraft and to diviners, but as for you, the Lord*s your God has not allowed you to*i do*i so."
    },
    {
        "o": 5872,
        "r": "nasb:Deuteronomy:18:15",
        "t": "“The*p Lord*s your God will raise up for you a prophet like me from among you, from your countrymen, you shall listen to him."
    },
    {
        "o": 5873,
        "r": "nasb:Deuteronomy:18:16",
        "t": "This is according to all that you asked of the Lord*s your God in Horeb on the day of the assembly, saying, ‘Let me not hear again the voice of the Lord*s my God, let me not see this great fire anymore, or I will die.’"
    },
    {
        "o": 5874,
        "r": "nasb:Deuteronomy:18:17",
        "t": "The Lord*s said to me, ‘They have spoken well."
    },
    {
        "o": 5875,
        "r": "nasb:Deuteronomy:18:18",
        "t": "I will raise up a prophet from among their countrymen like you, and I will put My words in his mouth, and he shall speak to them all that I command him."
    },
    {
        "o": 5876,
        "r": "nasb:Deuteronomy:18:19",
        "t": "It shall come about that whoever will not listen to My words which he shall speak in My name, I Myself will require it*i of him."
    },
    {
        "o": 5877,
        "r": "nasb:Deuteronomy:18:20",
        "t": "But the prophet who speaks a word presumptuously in My name which I have not commanded him to speak, or which he speaks in the name of other gods, that prophet shall die.’"
    },
    {
        "o": 5878,
        "r": "nasb:Deuteronomy:18:21",
        "t": "You may say in your heart, ‘How will we know the word which the Lord*s has not spoken?’"
    },
    {
        "o": 5879,
        "r": "nasb:Deuteronomy:18:22",
        "t": "When a prophet speaks in the name of the Lord,*s if the thing does not come about or come true, that is the thing which the Lord*s has not spoken. The prophet has spoken it presumptuously; you shall not be afraid of him."
    },
    {
        "o": 5880,
        "r": "nasb:Deuteronomy:19:0",
        "t": "Deuteronomy 19",
        "h": 1
    },
    {
        "o": 5881,
        "r": "nasb:Deuteronomy:19:0",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5882,
        "r": "nasb:Deuteronomy:19:1",
        "t": "“When*p the Lord*s your God cuts off the nations, whose land the Lord*s your God gives you, and you dispossess them and settle in their cities and in their houses,"
    },
    {
        "o": 5883,
        "r": "nasb:Deuteronomy:19:2",
        "t": "you shall set aside three cities for yourself in the midst of your land, which the Lord*s your God gives you to possess."
    },
    {
        "o": 5884,
        "r": "nasb:Deuteronomy:19:3",
        "t": "You shall prepare the roads for yourself, and divide into three parts the territory of your land which the Lord*s your God will give you as a possession, so that any manslayer may flee there."
    },
    {
        "o": 5885,
        "r": "nasb:Deuteronomy:19:4",
        "t": "“Now*p this is the case of the manslayer who may flee there and live: when he kills his friend unintentionally, not hating him previously—"
    },
    {
        "o": 5886,
        "r": "nasb:Deuteronomy:19:5",
        "t": "as when a*i man*i goes into the forest with his friend to cut wood, and his hand swings the axe to cut down the tree, and the iron head*i slips off the handle and strikes his friend so that he dies—he may flee to one of these cities and live;"
    },
    {
        "o": 5887,
        "r": "nasb:Deuteronomy:19:6",
        "t": "otherwise the avenger of blood might pursue the manslayer in the heat of his anger, and overtake him, because the way is long, and take his life, though he was not deserving of death, since he had not hated him previously."
    },
    {
        "o": 5888,
        "r": "nasb:Deuteronomy:19:7",
        "t": "Therefore, I command you, saying, ‘You shall set aside three cities for yourself.’"
    },
    {
        "o": 5889,
        "r": "nasb:Deuteronomy:19:8",
        "t": "“If*p the Lord*s your God enlarges your territory, just as He has sworn to your fathers, and gives you all the land which He promised to give your fathers—"
    },
    {
        "o": 5890,
        "r": "nasb:Deuteronomy:19:9",
        "t": "if you carefully observe all this commandment which I command you today, to love the Lord*s your God, and to walk in His ways always—then you shall add three more cities for yourself, besides these three."
    },
    {
        "o": 5891,
        "r": "nasb:Deuteronomy:19:10",
        "t": "So innocent blood will not be shed in the midst of your land which the Lord*s your God gives you as an inheritance, and bloodguiltiness be on you."
    },
    {
        "o": 5892,
        "r": "nasb:Deuteronomy:19:11",
        "t": "“But*p if there is a man who hates his neighbor and lies in wait for him and rises up against him and strikes him so that he dies, and he flees to one of these cities,"
    },
    {
        "o": 5893,
        "r": "nasb:Deuteronomy:19:12",
        "t": "then the elders of his city shall send and take him from there and deliver him into the hand of the avenger of blood, that he may die."
    },
    {
        "o": 5894,
        "r": "nasb:Deuteronomy:19:13",
        "t": "You shall not pity him, but you shall purge the blood of the innocent from Israel, that it may go well with you."
    },
    {
        "o": 5895,
        "r": "nasb:Deuteronomy:19:13",
        "t": "Laws of Landmark and Testimony",
        "h": 2
    },
    {
        "o": 5896,
        "r": "nasb:Deuteronomy:19:14",
        "t": "“You*p shall not move your neighbor’s boundary mark, which the ancestors have set, in your inheritance which you will inherit in the land that the Lord*s your God gives you to possess."
    },
    {
        "o": 5897,
        "r": "nasb:Deuteronomy:19:15",
        "t": "“A*p single witness shall not rise up against a man on account of any iniquity or any sin which he has committed; on the evidence of two or three witnesses a matter shall be confirmed."
    },
    {
        "o": 5898,
        "r": "nasb:Deuteronomy:19:16",
        "t": "If a malicious witness rises up against a man to accuse him of wrongdoing,"
    },
    {
        "o": 5899,
        "r": "nasb:Deuteronomy:19:17",
        "t": "then both the men who have the dispute shall stand before the Lord,*s before the priests and the judges who will be in*i office*i in those days."
    },
    {
        "o": 5900,
        "r": "nasb:Deuteronomy:19:18",
        "t": "The judges shall investigate thoroughly, and if the witness is a false witness and*i he has accused his brother falsely,"
    },
    {
        "o": 5901,
        "r": "nasb:Deuteronomy:19:19",
        "t": "then you shall do to him just as he had intended to do to his brother. Thus you shall purge the evil from among you."
    },
    {
        "o": 5902,
        "r": "nasb:Deuteronomy:19:20",
        "t": "The rest will hear and be afraid, and will never again do such an evil thing among you."
    },
    {
        "o": 5903,
        "r": "nasb:Deuteronomy:19:21",
        "t": "Thus you shall not show pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."
    },
    {
        "o": 5904,
        "r": "nasb:Deuteronomy:20:0",
        "t": "Deuteronomy 20",
        "h": 1
    },
    {
        "o": 5905,
        "r": "nasb:Deuteronomy:20:0",
        "t": "Laws of Warfare",
        "h": 2
    },
    {
        "o": 5906,
        "r": "nasb:Deuteronomy:20:1",
        "t": "“When*p you go out to battle against your enemies and see horses and chariots and*i people more numerous than you, do not be afraid of them; for the Lord*s your God, who brought you up from the land of Egypt, is with you."
    },
    {
        "o": 5907,
        "r": "nasb:Deuteronomy:20:2",
        "t": "When you are approaching the battle, the priest shall come near and speak to the people."
    },
    {
        "o": 5908,
        "r": "nasb:Deuteronomy:20:3",
        "t": "He shall say to them, ‘Hear, O Israel, you are approaching the battle against your enemies today. Do not be fainthearted. Do not be afraid, or panic, or tremble before them,"
    },
    {
        "o": 5909,
        "r": "nasb:Deuteronomy:20:4",
        "t": "for the Lord*s your God is the one who goes with you, to fight for you against your enemies, to save you.’"
    },
    {
        "o": 5910,
        "r": "nasb:Deuteronomy:20:5",
        "t": "The officers also shall speak to the people, saying, ‘Who is the man that has built a new house and has not dedicated it? Let him depart and return to his house, otherwise he might die in the battle and another man would dedicate it."
    },
    {
        "o": 5911,
        "r": "nasb:Deuteronomy:20:6",
        "t": "Who is the man that has planted a vineyard and has not begun to use its fruit? Let him depart and return to his house, otherwise he might die in the battle and another man would begin to use its fruit."
    },
    {
        "o": 5912,
        "r": "nasb:Deuteronomy:20:7",
        "t": "And who is the man that is engaged to a woman and has not married her? Let him depart and return to his house, otherwise he might die in the battle and another man would marry her.’"
    },
    {
        "o": 5913,
        "r": "nasb:Deuteronomy:20:8",
        "t": "Then the officers shall speak further to the people and say, ‘Who is the man that is afraid and fainthearted? Let him depart and return to his house, so that he might not make his brothers’ hearts melt like his heart.’"
    },
    {
        "o": 5914,
        "r": "nasb:Deuteronomy:20:9",
        "t": "When the officers have finished speaking to the people, they shall appoint commanders of armies at the head of the people."
    },
    {
        "o": 5915,
        "r": "nasb:Deuteronomy:20:10",
        "t": "“When*p you approach a city to fight against it, you shall offer it terms of peace."
    },
    {
        "o": 5916,
        "r": "nasb:Deuteronomy:20:11",
        "t": "If it agrees to make peace with you and opens to you, then all the people who are found in it shall become your forced labor and shall serve you."
    },
    {
        "o": 5917,
        "r": "nasb:Deuteronomy:20:12",
        "t": "However, if it does not make peace with you, but makes war against you, then you shall besiege it."
    },
    {
        "o": 5918,
        "r": "nasb:Deuteronomy:20:13",
        "t": "When the Lord*s your God gives it into your hand, you shall strike all the men in it with the edge of the sword."
    },
    {
        "o": 5919,
        "r": "nasb:Deuteronomy:20:14",
        "t": "Only the women and the children and the animals and all that is in the city, all its spoil, you shall take as booty for yourself; and you shall use the spoil of your enemies which the Lord*s your God has given you."
    },
    {
        "o": 5920,
        "r": "nasb:Deuteronomy:20:15",
        "t": "Thus you shall do to all the cities that are very far from you, which are not of the cities of these nations nearby."
    },
    {
        "o": 5921,
        "r": "nasb:Deuteronomy:20:16",
        "t": "Only in the cities of these peoples that the Lord*s your God is giving you as an inheritance, you shall not leave alive anything that breathes."
    },
    {
        "o": 5922,
        "r": "nasb:Deuteronomy:20:17",
        "t": "But you shall utterly destroy them, the Hittite and the Amorite, the Canaanite and the Perizzite, the Hivite and the Jebusite, as the Lord*s your God has commanded you,"
    },
    {
        "o": 5923,
        "r": "nasb:Deuteronomy:20:18",
        "t": "so that they may not teach you to do according to all their detestable things which they have done for their gods, so that you would sin against the Lord*s your God."
    },
    {
        "o": 5924,
        "r": "nasb:Deuteronomy:20:19",
        "t": "“When*p you besiege a city a long time, to make war against it in order to capture it, you shall not destroy its trees by swinging an axe against them; for you may eat from them, and you shall not cut them down. For is the tree of the field a man, that it should be besieged by you?"
    },
    {
        "o": 5925,
        "r": "nasb:Deuteronomy:20:20",
        "t": "Only the trees which you know are not fruit trees you shall destroy and cut down, that you may construct siegeworks against the city that is making war with you until it falls."
    },
    {
        "o": 5926,
        "r": "nasb:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 5927,
        "r": "nasb:Deuteronomy:21:0",
        "t": "Expiation of a Crime",
        "h": 2
    },
    {
        "o": 5928,
        "r": "nasb:Deuteronomy:21:1",
        "t": "“If*p a slain person is found lying in the open country in the land which the Lord*s your God gives you to possess, and*i it is not known who has struck him,"
    },
    {
        "o": 5929,
        "r": "nasb:Deuteronomy:21:2",
        "t": "then your elders and your judges shall go out and measure the*i distance*i to the cities which are around the slain one."
    },
    {
        "o": 5930,
        "r": "nasb:Deuteronomy:21:3",
        "t": "It shall be that the city which is nearest to the slain man, that is, the elders of that city, shall take a heifer of the herd, which has not been worked and which has not pulled in a yoke;"
    },
    {
        "o": 5931,
        "r": "nasb:Deuteronomy:21:4",
        "t": "and the elders of that city shall bring the heifer down to a valley with running water, which has not been plowed or sown, and shall break the heifer’s neck there in the valley."
    },
    {
        "o": 5932,
        "r": "nasb:Deuteronomy:21:5",
        "t": "Then the priests, the sons of Levi, shall come near, for the Lord*s your God has chosen them to serve Him and to bless in the name of the Lord;*s and every dispute and every assault shall be settled by them."
    },
    {
        "o": 5933,
        "r": "nasb:Deuteronomy:21:6",
        "t": "All the elders of that city which is nearest to the slain man shall wash their hands over the heifer whose neck was broken in the valley;"
    },
    {
        "o": 5934,
        "r": "nasb:Deuteronomy:21:7",
        "t": "and they shall answer and say, ‘Our hands did not shed this blood, nor did our eyes see it.*i"
    },
    {
        "o": 5935,
        "r": "nasb:Deuteronomy:21:8",
        "t": "Forgive Your people Israel whom You have redeemed, O Lord,*s and do not place the guilt of innocent blood in the midst of Your people Israel.’ And the bloodguiltiness shall be forgiven them."
    },
    {
        "o": 5936,
        "r": "nasb:Deuteronomy:21:9",
        "t": "So you shall remove the guilt of innocent blood from your midst, when you do what is right in the eyes of the Lord.*s"
    },
    {
        "o": 5937,
        "r": "nasb:Deuteronomy:21:9",
        "t": "Domestic Relations",
        "h": 2
    },
    {
        "o": 5938,
        "r": "nasb:Deuteronomy:21:10",
        "t": "“When*p you go out to battle against your enemies, and the Lord*s your God delivers them into your hands and you take them away captive,"
    },
    {
        "o": 5939,
        "r": "nasb:Deuteronomy:21:11",
        "t": "and see among the captives a beautiful woman, and have a desire for her and would take her as a wife for yourself,"
    },
    {
        "o": 5940,
        "r": "nasb:Deuteronomy:21:12",
        "t": "then you shall bring her home to your house, and she shall shave her head and trim her nails."
    },
    {
        "o": 5941,
        "r": "nasb:Deuteronomy:21:13",
        "t": "She shall also remove the clothes of her captivity and shall remain in your house, and mourn her father and mother a full month; and after that you may go in to her and be her husband and she shall be your wife."
    },
    {
        "o": 5942,
        "r": "nasb:Deuteronomy:21:14",
        "t": "It shall be, if you are not pleased with her, then you shall let her go wherever she wishes; but you shall certainly not sell her for money, you shall not mistreat her, because you have humbled her."
    },
    {
        "o": 5943,
        "r": "nasb:Deuteronomy:21:15",
        "t": "“If*p a man has two wives, the one loved and the other unloved, and both*i the loved and the unloved have borne him sons, if the firstborn son belongs to the unloved,"
    },
    {
        "o": 5944,
        "r": "nasb:Deuteronomy:21:16",
        "t": "then it shall be in the day he wills what he has to his sons, he cannot make the son of the loved the firstborn before the son of the unloved, who is the firstborn."
    },
    {
        "o": 5945,
        "r": "nasb:Deuteronomy:21:17",
        "t": "But he shall acknowledge the firstborn, the son of the unloved, by giving him a double portion of all that he has, for he is the beginning of his strength; to him belongs the right of the firstborn."
    },
    {
        "o": 5946,
        "r": "nasb:Deuteronomy:21:18",
        "t": "“If*p any man has a stubborn and rebellious son who will not obey his father or his mother, and when they chastise him, he will not even listen to them,"
    },
    {
        "o": 5947,
        "r": "nasb:Deuteronomy:21:19",
        "t": "then his father and mother shall seize him, and bring him out to the elders of his city at the gateway of his hometown."
    },
    {
        "o": 5948,
        "r": "nasb:Deuteronomy:21:20",
        "t": "They shall say to the elders of his city, ‘This son of ours is stubborn and rebellious, he will not obey us, he is a glutton and a drunkard.’"
    },
    {
        "o": 5949,
        "r": "nasb:Deuteronomy:21:21",
        "t": "Then all the men of his city shall stone him to death; so you shall remove the evil from your midst, and all Israel will hear of*i it*i and fear."
    },
    {
        "o": 5950,
        "r": "nasb:Deuteronomy:21:22",
        "t": "“If*p a man has committed a sin worthy of death and he is put to death, and you hang him on a tree,"
    },
    {
        "o": 5951,
        "r": "nasb:Deuteronomy:21:23",
        "t": "his corpse shall not hang all night on the tree, but you shall surely bury him on the same day (for he who is hanged is accursed of God), so that you do not defile your land which the Lord*s your God gives you as an inheritance."
    },
    {
        "o": 5952,
        "r": "nasb:Deuteronomy:22:0",
        "t": "Deuteronomy 22",
        "h": 1
    },
    {
        "o": 5953,
        "r": "nasb:Deuteronomy:22:0",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 5954,
        "r": "nasb:Deuteronomy:22:1",
        "t": "“You*p shall not see your countryman’s ox or his sheep straying away, and pay no attention to them; you shall certainly bring them back to your countryman."
    },
    {
        "o": 5955,
        "r": "nasb:Deuteronomy:22:2",
        "t": "If your countryman is not near you, or if you do not know him, then you shall bring it home to your house, and it shall remain with you until your countryman looks for it; then you shall restore it to him."
    },
    {
        "o": 5956,
        "r": "nasb:Deuteronomy:22:3",
        "t": "Thus you shall do with his donkey, and you shall do the same with his garment, and you shall do likewise with anything lost by your countryman, which he has lost and you have found. You are not allowed to neglect them.*i"
    },
    {
        "o": 5957,
        "r": "nasb:Deuteronomy:22:4",
        "t": "You shall not see your countryman’s donkey or his ox fallen down on the way, and pay no attention to them; you shall certainly help him to raise them*i up."
    },
    {
        "o": 5958,
        "r": "nasb:Deuteronomy:22:5",
        "t": "“A*p woman shall not wear man’s clothing, nor shall a man put on a woman’s clothing; for whoever does these things is an abomination to the Lord*s your God."
    },
    {
        "o": 5959,
        "r": "nasb:Deuteronomy:22:6",
        "t": "“If*p you happen to come upon a bird’s nest along the way, in any tree or on the ground, with young ones or eggs, and the mother sitting on the young or on the eggs, you shall not take the mother with the young;"
    },
    {
        "o": 5960,
        "r": "nasb:Deuteronomy:22:7",
        "t": "you shall certainly let the mother go, but the young you may take for yourself, in order that it may be well with you and that you may prolong your days."
    },
    {
        "o": 5961,
        "r": "nasb:Deuteronomy:22:8",
        "t": "“When*p you build a new house, you shall make a parapet for your roof, so that you will not bring bloodguilt on your house if anyone falls from it."
    },
    {
        "o": 5962,
        "r": "nasb:Deuteronomy:22:9",
        "t": "“You*p shall not sow your vineyard with two kinds of seed, or all the produce of the seed which you have sown and the increase of the vineyard will become defiled."
    },
    {
        "o": 5963,
        "r": "nasb:Deuteronomy:22:10",
        "t": "“You*p shall not plow with an ox and a donkey together."
    },
    {
        "o": 5964,
        "r": "nasb:Deuteronomy:22:11",
        "t": "“You*p shall not wear a material mixed of wool and linen together."
    },
    {
        "o": 5965,
        "r": "nasb:Deuteronomy:22:12",
        "t": "“You*p shall make yourself tassels on the four corners of your garment with which you cover yourself."
    },
    {
        "o": 5966,
        "r": "nasb:Deuteronomy:22:12",
        "t": "Laws on Morality",
        "h": 2
    },
    {
        "o": 5967,
        "r": "nasb:Deuteronomy:22:13",
        "t": "“If*p any man takes a wife and goes in to her and then*i turns against her,"
    },
    {
        "o": 5968,
        "r": "nasb:Deuteronomy:22:14",
        "t": "and charges her with shameful deeds and publicly defames her, and says, ‘I took this woman, but*i when I came near her, I did not find her a virgin,’"
    },
    {
        "o": 5969,
        "r": "nasb:Deuteronomy:22:15",
        "t": "then the girl’s father and her mother shall take and bring out the evidence*i of the girl’s virginity to the elders of the city at the gate."
    },
    {
        "o": 5970,
        "r": "nasb:Deuteronomy:22:16",
        "t": "The girl’s father shall say to the elders, ‘I gave my daughter to this man for a wife, but he turned against her;"
    },
    {
        "o": 5971,
        "r": "nasb:Deuteronomy:22:17",
        "t": "and behold, he has charged her with shameful deeds, saying, “I did not find your daughter a virgin.” But this is the evidence of my daughter’s virginity.’ And they shall spread the garment before the elders of the city."
    },
    {
        "o": 5972,
        "r": "nasb:Deuteronomy:22:18",
        "t": "So the elders of that city shall take the man and chastise him,"
    },
    {
        "o": 5973,
        "r": "nasb:Deuteronomy:22:19",
        "t": "and they shall fine him a hundred shekels*i of silver and give it to the girl’s father, because he publicly defamed a virgin of Israel. And she shall remain his wife; he cannot divorce her all his days."
    },
    {
        "o": 5974,
        "r": "nasb:Deuteronomy:22:20",
        "t": "“But*p if this charge is true, that the girl was not found a virgin,"
    },
    {
        "o": 5975,
        "r": "nasb:Deuteronomy:22:21",
        "t": "then they shall bring out the girl to the doorway of her father’s house, and the men of her city shall stone her to death because she has committed an act of folly in Israel by playing the harlot in her father’s house; thus you shall purge the evil from among you."
    },
    {
        "o": 5976,
        "r": "nasb:Deuteronomy:22:22",
        "t": "“If*p a man is found lying with a married woman, then both of them shall die, the man who lay with the woman, and the woman; thus you shall purge the evil from Israel."
    },
    {
        "o": 5977,
        "r": "nasb:Deuteronomy:22:23",
        "t": "“If*p there is a girl who is a virgin engaged to a man, and another*i man finds her in the city and lies with her,"
    },
    {
        "o": 5978,
        "r": "nasb:Deuteronomy:22:24",
        "t": "then you shall bring them both out to the gate of that city and you shall stone them to death; the girl, because she did not cry out in the city, and the man, because he has violated his neighbor’s wife. Thus you shall purge the evil from among you."
    },
    {
        "o": 5979,
        "r": "nasb:Deuteronomy:22:25",
        "t": "“But*p if in the field the man finds the girl who is engaged, and the man forces her and lies with her, then only the man who lies with her shall die."
    },
    {
        "o": 5980,
        "r": "nasb:Deuteronomy:22:26",
        "t": "But you shall do nothing to the girl; there is no sin in the girl worthy of death, for just as a man rises against his neighbor and murders him, so is this case."
    },
    {
        "o": 5981,
        "r": "nasb:Deuteronomy:22:27",
        "t": "When he found her in the field, the engaged girl cried out, but there was no one to save her."
    },
    {
        "o": 5982,
        "r": "nasb:Deuteronomy:22:28",
        "t": "“If*p a man finds a girl who is a virgin, who is not engaged, and seizes her and lies with her and they are discovered,"
    },
    {
        "o": 5983,
        "r": "nasb:Deuteronomy:22:29",
        "t": "then the man who lay with her shall give to the girl’s father fifty shekels*i of silver, and she shall become his wife because he has violated her; he cannot divorce her all his days."
    },
    {
        "o": 5984,
        "r": "nasb:Deuteronomy:22:30",
        "t": "“A*p man shall not take his father’s wife so that he will not uncover his father’s skirt."
    },
    {
        "o": 5985,
        "r": "nasb:Deuteronomy:23:0",
        "t": "Deuteronomy 23",
        "h": 1
    },
    {
        "o": 5986,
        "r": "nasb:Deuteronomy:23:0",
        "t": "Persons Excluded from the Assembly",
        "h": 2
    },
    {
        "o": 5987,
        "r": "nasb:Deuteronomy:23:1",
        "t": "“No*p one who is emasculated or has his male organ cut off shall enter the assembly of the Lord.*s"
    },
    {
        "o": 5988,
        "r": "nasb:Deuteronomy:23:2",
        "t": "No one of illegitimate birth shall enter the assembly of the Lord;*s none of his descendants,*i even to the tenth generation, shall enter the assembly of the Lord.*s"
    },
    {
        "o": 5989,
        "r": "nasb:Deuteronomy:23:3",
        "t": "No Ammonite or Moabite shall enter the assembly of the Lord;*s none of their descendants,*i even to the tenth generation, shall ever enter the assembly of the Lord,*s"
    },
    {
        "o": 5990,
        "r": "nasb:Deuteronomy:23:4",
        "t": "because they did not meet you with food and water on the way when you came out of Egypt, and because they hired against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you."
    },
    {
        "o": 5991,
        "r": "nasb:Deuteronomy:23:5",
        "t": "Nevertheless, the Lord*s your God was not willing to listen to Balaam, but the Lord*s your God turned the curse into a blessing for you because the Lord*s your God loves you."
    },
    {
        "o": 5992,
        "r": "nasb:Deuteronomy:23:6",
        "t": "You shall never seek their peace or their prosperity all your days."
    },
    {
        "o": 5993,
        "r": "nasb:Deuteronomy:23:7",
        "t": "“You*p shall not detest an Edomite, for he is your brother; you shall not detest an Egyptian, because you were an alien in his land."
    },
    {
        "o": 5994,
        "r": "nasb:Deuteronomy:23:8",
        "t": "The sons of the third generation who are born to them may enter the assembly of the Lord.*s"
    },
    {
        "o": 5995,
        "r": "nasb:Deuteronomy:23:9",
        "t": "“When*p you go out as an army against your enemies, you shall keep yourself from every evil thing."
    },
    {
        "o": 5996,
        "r": "nasb:Deuteronomy:23:10",
        "t": "“If*p there is among you any man who is unclean because of a nocturnal emission, then he must go outside the camp; he may not reenter the camp."
    },
    {
        "o": 5997,
        "r": "nasb:Deuteronomy:23:11",
        "t": "But it shall be when evening approaches, he shall bathe himself with water, and at sundown he may reenter the camp."
    },
    {
        "o": 5998,
        "r": "nasb:Deuteronomy:23:12",
        "t": "“You*p shall also have a place outside the camp and go out there,"
    },
    {
        "o": 5999,
        "r": "nasb:Deuteronomy:23:13",
        "t": "and you shall have a spade among your tools, and it shall be when you sit down outside, you shall dig with it and shall turn to cover up your excrement."
    },
    {
        "o": 6000,
        "r": "nasb:Deuteronomy:23:14",
        "t": "Since the Lord*s your God walks in the midst of your camp to deliver you and to defeat your enemies before you, therefore your camp must be holy; and He must not see anything indecent among you or He will turn away from you."
    },
    {
        "o": 6001,
        "r": "nasb:Deuteronomy:23:15",
        "t": "“You*p shall not hand over to his master a slave who has escaped from his master to you."
    },
    {
        "o": 6002,
        "r": "nasb:Deuteronomy:23:16",
        "t": "He shall live with you in your midst, in the place which he shall choose in one of your towns where it pleases him; you shall not mistreat him."
    },
    {
        "o": 6003,
        "r": "nasb:Deuteronomy:23:17",
        "t": "“None*p of the daughters of Israel shall be a cult prostitute, nor shall any of the sons of Israel be a cult prostitute."
    },
    {
        "o": 6004,
        "r": "nasb:Deuteronomy:23:18",
        "t": "You shall not bring the hire of a harlot or the wages of a dog into the house of the Lord*s your God for any votive offering, for both of these are an abomination to the Lord*s your God."
    },
    {
        "o": 6005,
        "r": "nasb:Deuteronomy:23:19",
        "t": "“You*p shall not charge interest to your countrymen: interest on money, food, or*i anything that may be loaned at interest."
    },
    {
        "o": 6006,
        "r": "nasb:Deuteronomy:23:20",
        "t": "You may charge interest to a foreigner, but to your countrymen you shall not charge interest, so that the Lord*s your God may bless you in all that you undertake in the land which you are about to enter to possess."
    },
    {
        "o": 6007,
        "r": "nasb:Deuteronomy:23:21",
        "t": "“When*p you make a vow to the Lord*s your God, you shall not delay to pay it, for it would be sin in you, and the Lord*s your God will surely require it of you."
    },
    {
        "o": 6008,
        "r": "nasb:Deuteronomy:23:22",
        "t": "However, if you refrain from vowing, it would not be sin in you."
    },
    {
        "o": 6009,
        "r": "nasb:Deuteronomy:23:23",
        "t": "You shall be careful to perform what goes out from your lips, just as you have voluntarily vowed to the Lord*s your God, what you have promised."
    },
    {
        "o": 6010,
        "r": "nasb:Deuteronomy:23:24",
        "t": "“When*p you enter your neighbor’s vineyard, then you may eat grapes until you are fully satisfied, but you shall not put any in your basket."
    },
    {
        "o": 6011,
        "r": "nasb:Deuteronomy:23:25",
        "t": "“When*p you enter your neighbor’s standing grain, then you may pluck the heads with your hand, but you shall not wield a sickle in your neighbor’s standing grain."
    },
    {
        "o": 6012,
        "r": "nasb:Deuteronomy:24:0",
        "t": "Deuteronomy 24",
        "h": 1
    },
    {
        "o": 6013,
        "r": "nasb:Deuteronomy:24:0",
        "t": "Law of Divorce",
        "h": 2
    },
    {
        "o": 6014,
        "r": "nasb:Deuteronomy:24:1",
        "t": "“When*p a man takes a wife and marries her, and it happens that she finds no favor in his eyes because he has found some indecency in her, and he writes her a certificate of divorce and puts it*i in her hand and sends her out from his house,"
    },
    {
        "o": 6015,
        "r": "nasb:Deuteronomy:24:2",
        "t": "and she leaves his house and goes and becomes another man’s wife,*i"
    },
    {
        "o": 6016,
        "r": "nasb:Deuteronomy:24:3",
        "t": "and if the latter husband turns against her and writes her a certificate of divorce and puts it*i in her hand and sends her out of his house, or if the latter husband dies who took her to be his wife,"
    },
    {
        "o": 6017,
        "r": "nasb:Deuteronomy:24:4",
        "t": "then*i her former husband who sent her away is not allowed to take her again to be his wife, since she has been defiled; for that is an abomination before the Lord,*s and you shall not bring sin on the land which the Lord*s your God gives you as an inheritance."
    },
    {
        "o": 6018,
        "r": "nasb:Deuteronomy:24:5",
        "t": "“When*p a man takes a new wife, he shall not go out with the army nor be charged with any duty; he shall be free at home one year and shall give happiness to his wife whom he has taken."
    },
    {
        "o": 6019,
        "r": "nasb:Deuteronomy:24:5",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 6020,
        "r": "nasb:Deuteronomy:24:6",
        "t": "“No*p one shall take a handmill or an upper millstone in pledge, for he would be taking a life in pledge."
    },
    {
        "o": 6021,
        "r": "nasb:Deuteronomy:24:7",
        "t": "“If*p a man is caught kidnapping any of his countrymen of the sons of Israel, and he deals with him violently or sells him, then that thief shall die; so you shall purge the evil from among you."
    },
    {
        "o": 6022,
        "r": "nasb:Deuteronomy:24:8",
        "t": "“Be*p careful against an infection of leprosy, that you diligently observe and do according to all that the Levitical priests teach you; as I have commanded them, so you shall be careful to do."
    },
    {
        "o": 6023,
        "r": "nasb:Deuteronomy:24:9",
        "t": "Remember what the Lord*s your God did to Miriam on the way as you came out of Egypt."
    },
    {
        "o": 6024,
        "r": "nasb:Deuteronomy:24:10",
        "t": "“When*p you make your neighbor a loan of any sort, you shall not enter his house to take his pledge."
    },
    {
        "o": 6025,
        "r": "nasb:Deuteronomy:24:11",
        "t": "You shall remain outside, and the man to whom you make the loan shall bring the pledge out to you."
    },
    {
        "o": 6026,
        "r": "nasb:Deuteronomy:24:12",
        "t": "If he is a poor man, you shall not sleep with his pledge."
    },
    {
        "o": 6027,
        "r": "nasb:Deuteronomy:24:13",
        "t": "When the sun goes down you shall surely return the pledge to him, that he may sleep in his cloak and bless you; and it will be righteousness for you before the Lord*s your God."
    },
    {
        "o": 6028,
        "r": "nasb:Deuteronomy:24:14",
        "t": "“You*p shall not oppress a hired servant who*i is*i poor and needy, whether he*i is*i one of your countrymen or one of your aliens who is in your land in your towns."
    },
    {
        "o": 6029,
        "r": "nasb:Deuteronomy:24:15",
        "t": "You shall give him his wages on his day before the sun sets, for he is poor and sets his heart on it; so that he will not cry against you to the Lord*s and it become sin in you."
    },
    {
        "o": 6030,
        "r": "nasb:Deuteronomy:24:16",
        "t": "“Fathers*p shall not be put to death for their*i sons, nor shall sons be put to death for their*i fathers; everyone shall be put to death for his own sin."
    },
    {
        "o": 6031,
        "r": "nasb:Deuteronomy:24:17",
        "t": "“You*p shall not pervert the justice due an alien or*i an orphan, nor take a widow’s garment in pledge."
    },
    {
        "o": 6032,
        "r": "nasb:Deuteronomy:24:18",
        "t": "But you shall remember that you were a slave in Egypt, and that the Lord*s your God redeemed you from there; therefore I am commanding you to do this thing."
    },
    {
        "o": 6033,
        "r": "nasb:Deuteronomy:24:19",
        "t": "“When*p you reap your harvest in your field and have forgotten a sheaf in the field, you shall not go back to get it; it shall be for the alien, for the orphan, and for the widow, in order that the Lord*s your God may bless you in all the work of your hands."
    },
    {
        "o": 6034,
        "r": "nasb:Deuteronomy:24:20",
        "t": "When you beat your olive tree, you shall not go over the boughs again; it shall be for the alien, for the orphan, and for the widow."
    },
    {
        "o": 6035,
        "r": "nasb:Deuteronomy:24:21",
        "t": "“When*p you gather the grapes of your vineyard, you shall not go over it again; it shall be for the alien, for the orphan, and for the widow."
    },
    {
        "o": 6036,
        "r": "nasb:Deuteronomy:24:22",
        "t": "You shall remember that you were a slave in the land of Egypt; therefore I am commanding you to do this thing."
    },
    {
        "o": 6037,
        "r": "nasb:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6038,
        "r": "nasb:Deuteronomy:25:0",
        "t": "Sundry Laws",
        "h": 2
    },
    {
        "o": 6039,
        "r": "nasb:Deuteronomy:25:1",
        "t": "“If*p there is a dispute between men and they go to court, and the judges decide their case, and they justify the righteous and condemn the wicked,"
    },
    {
        "o": 6040,
        "r": "nasb:Deuteronomy:25:2",
        "t": "then it shall be if the wicked man deserves to be beaten, the judge shall then make him lie down and be beaten in his presence with the number of stripes according to his guilt."
    },
    {
        "o": 6041,
        "r": "nasb:Deuteronomy:25:3",
        "t": "He may beat him forty times but*i no more, so that he does not beat him with many more stripes than these and your brother is not degraded in your eyes."
    },
    {
        "o": 6042,
        "r": "nasb:Deuteronomy:25:4",
        "t": "“You*p shall not muzzle the ox while he is threshing."
    },
    {
        "o": 6043,
        "r": "nasb:Deuteronomy:25:5",
        "t": "“When*p brothers live together and one of them dies and has no son, the wife of the deceased shall not be married*i outside the*i family*i to a strange man. Her husband’s brother shall go in to her and take her to himself as wife and perform the duty of a husband’s brother to her."
    },
    {
        "o": 6044,
        "r": "nasb:Deuteronomy:25:6",
        "t": "It shall be that the firstborn whom she bears shall assume the name of his dead brother, so that his name will not be blotted out from Israel."
    },
    {
        "o": 6045,
        "r": "nasb:Deuteronomy:25:7",
        "t": "But if the man does not desire to take his brother’s wife, then his brother’s wife shall go up to the gate to the elders and say, ‘My husband’s brother refuses to establish a name for his brother in Israel; he is not willing to perform the duty of a husband’s brother to me.’"
    },
    {
        "o": 6046,
        "r": "nasb:Deuteronomy:25:8",
        "t": "Then the elders of his city shall summon him and speak to him. And if*i he persists and says, ‘I do not desire to take her,’"
    },
    {
        "o": 6047,
        "r": "nasb:Deuteronomy:25:9",
        "t": "then his brother’s wife shall come to him in the sight of the elders, and pull his sandal off his foot and spit in his face; and she shall declare, ‘Thus it is done to the man who does not build up his brother’s house.’"
    },
    {
        "o": 6048,
        "r": "nasb:Deuteronomy:25:10",
        "t": "In Israel his name shall be called, ‘The house of him whose sandal is removed.’"
    },
    {
        "o": 6049,
        "r": "nasb:Deuteronomy:25:11",
        "t": "“If*p two*i men, a man and his countryman, are struggling together, and the wife of one comes near to deliver her husband from the hand of the one who is striking him, and puts out her hand and seizes his genitals,"
    },
    {
        "o": 6050,
        "r": "nasb:Deuteronomy:25:12",
        "t": "then you shall cut off her hand; you shall not show pity."
    },
    {
        "o": 6051,
        "r": "nasb:Deuteronomy:25:13",
        "t": "“You*p shall not have in your bag differing weights, a large and a small."
    },
    {
        "o": 6052,
        "r": "nasb:Deuteronomy:25:14",
        "t": "You shall not have in your house differing measures, a large and a small."
    },
    {
        "o": 6053,
        "r": "nasb:Deuteronomy:25:15",
        "t": "You shall have a full and just weight; you shall have a full and just measure, that your days may be prolonged in the land which the Lord*s your God gives you."
    },
    {
        "o": 6054,
        "r": "nasb:Deuteronomy:25:16",
        "t": "For everyone who does these things, everyone who acts unjustly is an abomination to the Lord*s your God."
    },
    {
        "o": 6055,
        "r": "nasb:Deuteronomy:25:17",
        "t": "“Remember*p what Amalek did to you along the way when you came out from Egypt,"
    },
    {
        "o": 6056,
        "r": "nasb:Deuteronomy:25:18",
        "t": "how he met you along the way and attacked among you all the stragglers at your rear when you were faint and weary; and he did not fear God."
    },
    {
        "o": 6057,
        "r": "nasb:Deuteronomy:25:19",
        "t": "Therefore it shall come about when the Lord*s your God has given you rest from all your surrounding enemies, in the land which the Lord*s your God gives you as an inheritance to possess, you shall blot out the memory of Amalek from under heaven; you must not forget."
    },
    {
        "o": 6058,
        "r": "nasb:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6059,
        "r": "nasb:Deuteronomy:26:0",
        "t": "Offering First Fruits",
        "h": 2
    },
    {
        "o": 6060,
        "r": "nasb:Deuteronomy:26:1",
        "t": "“Then*p it shall be, when you enter the land which the Lord*s your God gives you as an inheritance, and you possess it and live in it,"
    },
    {
        "o": 6061,
        "r": "nasb:Deuteronomy:26:2",
        "t": "that you shall take some of the first of all the produce of the ground which you bring in from your land that the Lord*s your God gives you, and you shall put it*i in a basket and go to the place where the Lord*s your God chooses to establish His name."
    },
    {
        "o": 6062,
        "r": "nasb:Deuteronomy:26:3",
        "t": "You shall go to the priest who is in office at that time and say to him, ‘I declare this day to the Lord*s my God that I have entered the land which the Lord*s swore to our fathers to give us.’"
    },
    {
        "o": 6063,
        "r": "nasb:Deuteronomy:26:4",
        "t": "Then the priest shall take the basket from your hand and set it down before the altar of the Lord*s your God."
    },
    {
        "o": 6064,
        "r": "nasb:Deuteronomy:26:5",
        "t": "You shall answer and say before the Lord*s your God, ‘My father was a wandering Aramean, and he went down to Egypt and sojourned there, few in number; but there he became a great, mighty and populous nation."
    },
    {
        "o": 6065,
        "r": "nasb:Deuteronomy:26:6",
        "t": "And the Egyptians treated us harshly and afflicted us, and imposed hard labor on us."
    },
    {
        "o": 6066,
        "r": "nasb:Deuteronomy:26:7",
        "t": "Then we cried to the Lord,*s the God of our fathers, and the Lord*s heard our voice and saw our affliction and our toil and our oppression;"
    },
    {
        "o": 6067,
        "r": "nasb:Deuteronomy:26:8",
        "t": "and the Lord*s brought us out of Egypt with a mighty hand and an outstretched arm and with great terror and with signs and wonders;"
    },
    {
        "o": 6068,
        "r": "nasb:Deuteronomy:26:9",
        "t": "and He has brought us to this place and has given us this land, a land flowing with milk and honey."
    },
    {
        "o": 6069,
        "r": "nasb:Deuteronomy:26:10",
        "t": "Now behold, I have brought the first of the produce of the ground which You, O Lord*s have given me.’ And you shall set it down before the Lord*s your God, and worship before the Lord*s your God;"
    },
    {
        "o": 6070,
        "r": "nasb:Deuteronomy:26:11",
        "t": "and you and the Levite and the alien who is among you shall rejoice in all the good which the Lord*s your God has given you and your household."
    },
    {
        "o": 6071,
        "r": "nasb:Deuteronomy:26:12",
        "t": "“When*p you have finished paying all the tithe of your increase in the third year, the year of tithing, then you shall give it to the Levite, to the stranger, to the orphan and to the widow, that they may eat in your towns and be satisfied."
    },
    {
        "o": 6072,
        "r": "nasb:Deuteronomy:26:13",
        "t": "You shall say before the Lord*s your God, ‘I have removed the sacred portion*i from my*i house, and also have given it to the Levite and the alien, the orphan and the widow, according to all Your commandments which You have commanded me; I have not transgressed or forgotten any of Your commandments."
    },
    {
        "o": 6073,
        "r": "nasb:Deuteronomy:26:14",
        "t": "I have not eaten of it while mourning, nor have I removed any of it while I was unclean, nor offered any of it to the dead. I have listened to the voice of the Lord*s my God; I have done according to all that You have commanded me."
    },
    {
        "o": 6074,
        "r": "nasb:Deuteronomy:26:15",
        "t": "Look down from Your holy habitation, from heaven, and bless Your people Israel, and the ground which You have given us, a land flowing with milk and honey, as You swore to our fathers.’"
    },
    {
        "o": 6075,
        "r": "nasb:Deuteronomy:26:16",
        "t": "“This*p day the Lord*s your God commands you to do these statutes and ordinances. You shall therefore be careful to do them with all your heart and with all your soul."
    },
    {
        "o": 6076,
        "r": "nasb:Deuteronomy:26:17",
        "t": "You have today declared the Lord*s to be your God, and that you would walk in His ways and keep His statutes, His commandments and His ordinances, and listen to His voice."
    },
    {
        "o": 6077,
        "r": "nasb:Deuteronomy:26:18",
        "t": "The Lord*s has today declared you to be His people, a treasured possession, as He promised you, and that you should keep all His commandments;"
    },
    {
        "o": 6078,
        "r": "nasb:Deuteronomy:26:19",
        "t": "and that He will set you high above all nations which He has made, for praise, fame, and honor; and that you shall be a consecrated people to the Lord*s your God, as He has spoken.”"
    },
    {
        "o": 6079,
        "r": "nasb:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6080,
        "r": "nasb:Deuteronomy:27:0",
        "t": "The Curses of Mount Ebal",
        "h": 2
    },
    {
        "o": 6081,
        "r": "nasb:Deuteronomy:27:1",
        "t": "Then*p Moses and the elders of Israel charged the people, saying, “Keep all the commandments which I command you today."
    },
    {
        "o": 6082,
        "r": "nasb:Deuteronomy:27:2",
        "t": "So it shall be on the day when you cross the Jordan to the land which the Lord*s your God gives you, that you shall set up for yourself large stones and coat them with lime"
    },
    {
        "o": 6083,
        "r": "nasb:Deuteronomy:27:3",
        "t": "and write on them all the words of this law, when you cross over, so that you may enter the land which the Lord*s your God gives you, a land flowing with milk and honey, as the Lord,*s the God of your fathers, promised you."
    },
    {
        "o": 6084,
        "r": "nasb:Deuteronomy:27:4",
        "t": "So it shall be when you cross the Jordan, you shall set up on Mount Ebal, these stones, as I am commanding you today, and you shall coat them with lime."
    },
    {
        "o": 6085,
        "r": "nasb:Deuteronomy:27:5",
        "t": "Moreover, you shall build there an altar to the Lord*s your God, an altar of stones; you shall not wield an iron tool*i on them."
    },
    {
        "o": 6086,
        "r": "nasb:Deuteronomy:27:6",
        "t": "You shall build the altar of the Lord*s your God of uncut stones, and you shall offer on it burnt offerings to the Lord*s your God;"
    },
    {
        "o": 6087,
        "r": "nasb:Deuteronomy:27:7",
        "t": "and you shall sacrifice peace offerings and eat there, and rejoice before the Lord*s your God."
    },
    {
        "o": 6088,
        "r": "nasb:Deuteronomy:27:8",
        "t": "You shall write on the stones all the words of this law very distinctly.”"
    },
    {
        "o": 6089,
        "r": "nasb:Deuteronomy:27:9",
        "t": "Then*p Moses and the Levitical priests spoke to all Israel, saying, “Be silent and listen, O Israel! This day you have become a people for the Lord*s your God."
    },
    {
        "o": 6090,
        "r": "nasb:Deuteronomy:27:10",
        "t": "You shall therefore obey the Lord*s your God, and do His commandments and His statutes which I command you today.”"
    },
    {
        "o": 6091,
        "r": "nasb:Deuteronomy:27:11",
        "t": "Moses*p also charged the people on that day, saying,"
    },
    {
        "o": 6092,
        "r": "nasb:Deuteronomy:27:12",
        "t": "“When you cross the Jordan, these shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin."
    },
    {
        "o": 6093,
        "r": "nasb:Deuteronomy:27:13",
        "t": "For the curse, these shall stand on Mount Ebal: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
    },
    {
        "o": 6094,
        "r": "nasb:Deuteronomy:27:14",
        "t": "The Levites shall then answer and say to all the men of Israel with a loud voice,"
    },
    {
        "o": 6095,
        "r": "nasb:Deuteronomy:27:15",
        "t": "‘Cursed*p is the man who makes an idol or a molten image, an abomination to the Lord,*s the work of the hands of the craftsman, and sets it*i up in secret.’ And all the people shall answer and say, ‘Amen.’"
    },
    {
        "o": 6096,
        "r": "nasb:Deuteronomy:27:16",
        "t": "‘Cursed*p is he who dishonors his father or mother.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6097,
        "r": "nasb:Deuteronomy:27:17",
        "t": "‘Cursed*p is he who moves his neighbor’s boundary mark.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6098,
        "r": "nasb:Deuteronomy:27:18",
        "t": "‘Cursed*p is he who misleads a blind person*i on the road.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6099,
        "r": "nasb:Deuteronomy:27:19",
        "t": "‘Cursed*p is he who distorts the justice due an alien, orphan, and widow.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6100,
        "r": "nasb:Deuteronomy:27:20",
        "t": "‘Cursed*p is he who lies with his father’s wife, because he has uncovered his father’s skirt.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6101,
        "r": "nasb:Deuteronomy:27:21",
        "t": "‘Cursed*p is he who lies with any animal.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6102,
        "r": "nasb:Deuteronomy:27:22",
        "t": "‘Cursed*p is he who lies with his sister, the daughter of his father or of his mother.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6103,
        "r": "nasb:Deuteronomy:27:23",
        "t": "‘Cursed*p is he who lies with his mother-in-law.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6104,
        "r": "nasb:Deuteronomy:27:24",
        "t": "‘Cursed*p is he who strikes his neighbor in secret.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6105,
        "r": "nasb:Deuteronomy:27:25",
        "t": "‘Cursed*p is he who accepts a bribe to strike down an innocent person.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6106,
        "r": "nasb:Deuteronomy:27:26",
        "t": "‘Cursed*p is he who does not confirm the words of this law by doing them.’ And all the people shall say, ‘Amen.’"
    },
    {
        "o": 6107,
        "r": "nasb:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6108,
        "r": "nasb:Deuteronomy:28:0",
        "t": "Blessings at Gerizim",
        "h": 2
    },
    {
        "o": 6109,
        "r": "nasb:Deuteronomy:28:1",
        "t": "“Now*p it shall be, if you diligently obey the Lord*s your God, being careful to do all His commandments which I command you today, the Lord*s your God will set you high above all the nations of the earth."
    },
    {
        "o": 6110,
        "r": "nasb:Deuteronomy:28:2",
        "t": "All these blessings will come upon you and overtake you if you obey the Lord*s your God:"
    },
    {
        "o": 6111,
        "r": "nasb:Deuteronomy:28:3",
        "t": "“Blessed*p shall*i you be*i in the city, and blessed shall*i you be*i in the country."
    },
    {
        "o": 6112,
        "r": "nasb:Deuteronomy:28:4",
        "t": "“Blessed*p shall*i be*i the offspring of your body and the produce of your ground and the offspring of your beasts, the increase of your herd and the young of your flock."
    },
    {
        "o": 6113,
        "r": "nasb:Deuteronomy:28:5",
        "t": "“Blessed*p shall*i be*i your basket and your kneading bowl."
    },
    {
        "o": 6114,
        "r": "nasb:Deuteronomy:28:6",
        "t": "“Blessed*p shall*i you be*i when you come in, and blessed shall*i you be*i when you go out."
    },
    {
        "o": 6115,
        "r": "nasb:Deuteronomy:28:7",
        "t": "“The*p Lord*s shall cause your enemies who rise up against you to be defeated before you; they will come out against you one way and will flee before you seven ways."
    },
    {
        "o": 6116,
        "r": "nasb:Deuteronomy:28:8",
        "t": "The Lord*s will command the blessing upon you in your barns and in all that you put your hand to, and He will bless you in the land which the Lord*s your God gives you."
    },
    {
        "o": 6117,
        "r": "nasb:Deuteronomy:28:9",
        "t": "The Lord*s will establish you as a holy people to Himself, as He swore to you, if you keep the commandments of the Lord*s your God and walk in His ways."
    },
    {
        "o": 6118,
        "r": "nasb:Deuteronomy:28:10",
        "t": "So all the peoples of the earth will see that you are called by the name of the Lord,*s and they will be afraid of you."
    },
    {
        "o": 6119,
        "r": "nasb:Deuteronomy:28:11",
        "t": "The Lord*s will make you abound in prosperity, in the offspring of your body and in the offspring of your beast and in the produce of your ground, in the land which the Lord*s swore to your fathers to give you."
    },
    {
        "o": 6120,
        "r": "nasb:Deuteronomy:28:12",
        "t": "The Lord*s will open for you His good storehouse, the heavens, to give rain to your land in its season and to bless all the work of your hand; and you shall lend to many nations, but you shall not borrow."
    },
    {
        "o": 6121,
        "r": "nasb:Deuteronomy:28:13",
        "t": "The Lord*s will make you the head and not the tail, and you only will be above, and you will not be underneath, if you listen to the commandments of the Lord*s your God, which I charge you today, to observe them*i carefully,"
    },
    {
        "o": 6122,
        "r": "nasb:Deuteronomy:28:14",
        "t": "and do not turn aside from any of the words which I command you today, to the right or to the left, to go after other gods to serve them."
    },
    {
        "o": 6123,
        "r": "nasb:Deuteronomy:28:14",
        "t": "Consequences of Disobedience",
        "h": 2
    },
    {
        "o": 6124,
        "r": "nasb:Deuteronomy:28:15",
        "t": "“But*p it shall come about, if you do not obey the Lord*s your God, to observe to do all His commandments and His statutes with which I charge you today, that all these curses will come upon you and overtake you:"
    },
    {
        "o": 6125,
        "r": "nasb:Deuteronomy:28:16",
        "t": "“Cursed*p shall*i you be*i in the city, and cursed shall*i you be*i in the country."
    },
    {
        "o": 6126,
        "r": "nasb:Deuteronomy:28:17",
        "t": "“Cursed*p shall*i be*i your basket and your kneading bowl."
    },
    {
        "o": 6127,
        "r": "nasb:Deuteronomy:28:18",
        "t": "“Cursed*p shall*i be*i the offspring of your body and the produce of your ground, the increase of your herd and the young of your flock."
    },
    {
        "o": 6128,
        "r": "nasb:Deuteronomy:28:19",
        "t": "“Cursed*p shall*i you be*i when you come in, and cursed shall*i you be*i when you go out."
    },
    {
        "o": 6129,
        "r": "nasb:Deuteronomy:28:20",
        "t": "“The*p Lord*s will send upon you curses, confusion, and rebuke, in all you undertake to do, until you are destroyed and until you perish quickly, on account of the evil of your deeds, because you have forsaken Me."
    },
    {
        "o": 6130,
        "r": "nasb:Deuteronomy:28:21",
        "t": "The Lord*s will make the pestilence cling to you until He has consumed you from the land where you are entering to possess it."
    },
    {
        "o": 6131,
        "r": "nasb:Deuteronomy:28:22",
        "t": "The Lord*s will smite you with consumption and with fever and with inflammation and with fiery heat and with the sword and with blight and with mildew, and they will pursue you until you perish."
    },
    {
        "o": 6132,
        "r": "nasb:Deuteronomy:28:23",
        "t": "The heaven which is over your head shall be bronze, and the earth which is under you, iron."
    },
    {
        "o": 6133,
        "r": "nasb:Deuteronomy:28:24",
        "t": "The Lord*s will make the rain of your land powder and dust; from heaven it shall come down on you until you are destroyed."
    },
    {
        "o": 6134,
        "r": "nasb:Deuteronomy:28:25",
        "t": "“The*p Lord*s shall cause you to be defeated before your enemies; you will go out one way against them, but you will flee seven ways before them, and you will be an*i example*i of*i terror to all the kingdoms of the earth."
    },
    {
        "o": 6135,
        "r": "nasb:Deuteronomy:28:26",
        "t": "Your carcasses will be food to all birds of the sky and to the beasts of the earth, and there will be no one to frighten them*i away."
    },
    {
        "o": 6136,
        "r": "nasb:Deuteronomy:28:27",
        "t": "“The*p Lord*s will smite you with the boils of Egypt and with tumors and with the scab and with the itch, from which you cannot be healed."
    },
    {
        "o": 6137,
        "r": "nasb:Deuteronomy:28:28",
        "t": "The Lord*s will smite you with madness and with blindness and with bewilderment of heart;"
    },
    {
        "o": 6138,
        "r": "nasb:Deuteronomy:28:29",
        "t": "and you will grope at noon, as the blind man gropes in darkness, and you will not prosper in your ways; but you shall only be oppressed and robbed continually, with none to save you."
    },
    {
        "o": 6139,
        "r": "nasb:Deuteronomy:28:30",
        "t": "You shall betroth a wife, but another man will violate her; you shall build a house, but you will not live in it; you shall plant a vineyard, but you will not use its fruit."
    },
    {
        "o": 6140,
        "r": "nasb:Deuteronomy:28:31",
        "t": "Your ox shall be slaughtered before your eyes, but you will not eat of it; your donkey shall be torn away from you, and will not be restored to you; your sheep shall be given to your enemies, and you will have none to save you."
    },
    {
        "o": 6141,
        "r": "nasb:Deuteronomy:28:32",
        "t": "Your sons and your daughters shall be given to another people, while your eyes look on and yearn for them continually; but there will be nothing you can do."
    },
    {
        "o": 6142,
        "r": "nasb:Deuteronomy:28:33",
        "t": "A people whom you do not know shall eat up the produce of your ground and all your labors, and you will never be anything but oppressed and crushed continually."
    },
    {
        "o": 6143,
        "r": "nasb:Deuteronomy:28:34",
        "t": "You shall be driven mad by the sight of what you see."
    },
    {
        "o": 6144,
        "r": "nasb:Deuteronomy:28:35",
        "t": "The Lord*s will strike you on the knees and legs with sore boils, from which you cannot be healed, from the sole of your foot to the crown of your head."
    },
    {
        "o": 6145,
        "r": "nasb:Deuteronomy:28:36",
        "t": "The Lord*s will bring you and your king, whom you set over you, to a nation which neither you nor your fathers have known, and there you shall serve other gods, wood and stone."
    },
    {
        "o": 6146,
        "r": "nasb:Deuteronomy:28:37",
        "t": "You shall become a horror, a proverb, and a taunt among all the people where the Lord*s drives you."
    },
    {
        "o": 6147,
        "r": "nasb:Deuteronomy:28:38",
        "t": "“You*p shall bring out much seed to the field but you will gather in little, for the locust will consume it."
    },
    {
        "o": 6148,
        "r": "nasb:Deuteronomy:28:39",
        "t": "You shall plant and cultivate vineyards, but you will neither drink of the wine nor gather the*i grapes,*i for the worm will devour them."
    },
    {
        "o": 6149,
        "r": "nasb:Deuteronomy:28:40",
        "t": "You shall have olive trees throughout your territory but you will not anoint yourself with the oil, for your olives will drop off."
    },
    {
        "o": 6150,
        "r": "nasb:Deuteronomy:28:41",
        "t": "You shall have sons and daughters but they will not be yours, for they will go into captivity."
    },
    {
        "o": 6151,
        "r": "nasb:Deuteronomy:28:42",
        "t": "The cricket shall possess all your trees and the produce of your ground."
    },
    {
        "o": 6152,
        "r": "nasb:Deuteronomy:28:43",
        "t": "The alien who is among you shall rise above you higher and higher, but you will go down lower and lower."
    },
    {
        "o": 6153,
        "r": "nasb:Deuteronomy:28:44",
        "t": "He shall lend to you, but you will not lend to him; he shall be the head, and you will be the tail."
    },
    {
        "o": 6154,
        "r": "nasb:Deuteronomy:28:45",
        "t": "“So*p all these curses shall come on you and pursue you and overtake you until you are destroyed, because you would not obey the Lord*s your God by keeping His commandments and His statutes which He commanded you."
    },
    {
        "o": 6155,
        "r": "nasb:Deuteronomy:28:46",
        "t": "They shall become a sign and a wonder on you and your descendants forever."
    },
    {
        "o": 6156,
        "r": "nasb:Deuteronomy:28:47",
        "t": "“Because*p you did not serve the Lord*s your God with joy and a glad heart, for the abundance of all things;"
    },
    {
        "o": 6157,
        "r": "nasb:Deuteronomy:28:48",
        "t": "therefore you shall serve your enemies whom the Lord*s will send against you, in hunger, in thirst, in nakedness, and in the lack of all things; and He will put an iron yoke on your neck until He has destroyed you."
    },
    {
        "o": 6158,
        "r": "nasb:Deuteronomy:28:49",
        "t": "“The*p Lord*s will bring a nation against you from afar, from the end of the earth, as the eagle swoops down, a nation whose language you shall not understand,"
    },
    {
        "o": 6159,
        "r": "nasb:Deuteronomy:28:50",
        "t": "a nation of fierce countenance who will have no respect for the old, nor show favor to the young."
    },
    {
        "o": 6160,
        "r": "nasb:Deuteronomy:28:51",
        "t": "Moreover, it shall eat the offspring of your herd and the produce of your ground until you are destroyed, who also leaves you no grain, new wine, or oil, nor the increase of your herd or the young of your flock until they have caused you to perish."
    },
    {
        "o": 6161,
        "r": "nasb:Deuteronomy:28:52",
        "t": "It shall besiege you in all your towns until your high and fortified walls in which you trusted come down throughout your land, and it shall besiege you in all your towns throughout your land which the Lord*s your God has given you."
    },
    {
        "o": 6162,
        "r": "nasb:Deuteronomy:28:53",
        "t": "Then you shall eat the offspring of your own body, the flesh of your sons and of your daughters whom the Lord*s your God has given you, during the siege and the distress by which your enemy will oppress you."
    },
    {
        "o": 6163,
        "r": "nasb:Deuteronomy:28:54",
        "t": "The man who is refined and very delicate among you shall be hostile toward his brother and toward the wife he cherishes and toward the rest of his children who remain,"
    },
    {
        "o": 6164,
        "r": "nasb:Deuteronomy:28:55",
        "t": "so that he will not give even*i one of them any of the flesh of his children which he will eat, since he has nothing else*i left, during the siege and the distress by which your enemy will oppress you in all your towns."
    },
    {
        "o": 6165,
        "r": "nasb:Deuteronomy:28:56",
        "t": "The refined and delicate woman among you, who would not venture to set the sole of her foot on the ground for delicateness and refinement, shall be hostile toward the husband she cherishes and toward her son and daughter,"
    },
    {
        "o": 6166,
        "r": "nasb:Deuteronomy:28:57",
        "t": "and toward her afterbirth which issues from between her legs and toward her children whom she bears; for she will eat them secretly for lack of anything else,*i during the siege and the distress by which your enemy will oppress you in your towns."
    },
    {
        "o": 6167,
        "r": "nasb:Deuteronomy:28:58",
        "t": "“If*p you are not careful to observe all the words of this law which are written in this book, to fear this honored and awesome name, the Lord*s your God,"
    },
    {
        "o": 6168,
        "r": "nasb:Deuteronomy:28:59",
        "t": "then the Lord*s will bring extraordinary plagues on you and your descendants, even severe and lasting plagues, and miserable and chronic sicknesses."
    },
    {
        "o": 6169,
        "r": "nasb:Deuteronomy:28:60",
        "t": "He will bring back on you all the diseases of Egypt of which you were afraid, and they will cling to you."
    },
    {
        "o": 6170,
        "r": "nasb:Deuteronomy:28:61",
        "t": "Also every sickness and every plague which, not written in the book of this law, the Lord*s will bring on you until you are destroyed."
    },
    {
        "o": 6171,
        "r": "nasb:Deuteronomy:28:62",
        "t": "Then you shall be left few in number, whereas you were as numerous as the stars of heaven, because you did not obey the Lord*s your God."
    },
    {
        "o": 6172,
        "r": "nasb:Deuteronomy:28:63",
        "t": "It shall come about that as the Lord*s delighted over you to prosper you, and multiply you, so the Lord*s will delight over you to make you perish and destroy you; and you will be torn from the land where you are entering to possess it."
    },
    {
        "o": 6173,
        "r": "nasb:Deuteronomy:28:64",
        "t": "Moreover, the Lord*s will scatter you among all peoples, from one end of the earth to the other end of the earth; and there you shall serve other gods, wood and stone, which you or your fathers have not known."
    },
    {
        "o": 6174,
        "r": "nasb:Deuteronomy:28:65",
        "t": "Among those nations you shall find no rest, and there will be no resting place for the sole of your foot; but there the Lord*s will give you a trembling heart, failing of eyes, and despair of soul."
    },
    {
        "o": 6175,
        "r": "nasb:Deuteronomy:28:66",
        "t": "So your life shall hang in doubt before you; and you will be in dread night and day, and shall have no assurance of your life."
    },
    {
        "o": 6176,
        "r": "nasb:Deuteronomy:28:67",
        "t": "In the morning you shall say, ‘Would that it were evening!’ And at evening you shall say, ‘Would that it were morning!’ because of the dread of your heart which you dread, and for the sight of your eyes which you will see."
    },
    {
        "o": 6177,
        "r": "nasb:Deuteronomy:28:68",
        "t": "The Lord*s will bring you back to Egypt in ships, by the way about which I spoke to you, ‘You will never see it again!’ And there you will offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”"
    },
    {
        "o": 6178,
        "r": "nasb:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6179,
        "r": "nasb:Deuteronomy:29:0",
        "t": "The Covenant in Moab",
        "h": 2
    },
    {
        "o": 6180,
        "r": "nasb:Deuteronomy:29:1",
        "t": "These*p are the words of the covenant which the Lord*s commanded Moses to make with the sons of Israel in the land of Moab, besides the covenant which He had made with them at Horeb."
    },
    {
        "o": 6181,
        "r": "nasb:Deuteronomy:29:2",
        "t": "And*p Moses summoned all Israel and said to them, “You have seen all that the Lord*s did before your eyes in the land of Egypt to Pharaoh and all his servants and all his land;"
    },
    {
        "o": 6182,
        "r": "nasb:Deuteronomy:29:3",
        "t": "the great trials which your eyes have seen, those great signs and wonders."
    },
    {
        "o": 6183,
        "r": "nasb:Deuteronomy:29:4",
        "t": "Yet to this day the Lord*s has not given you a heart to know, nor eyes to see, nor ears to hear."
    },
    {
        "o": 6184,
        "r": "nasb:Deuteronomy:29:5",
        "t": "I have led you forty years in the wilderness; your clothes have not worn out on you, and your sandal has not worn out on your foot."
    },
    {
        "o": 6185,
        "r": "nasb:Deuteronomy:29:6",
        "t": "You have not eaten bread, nor have you drunk wine or strong drink, in order that you might know that I am the Lord*s your God."
    },
    {
        "o": 6186,
        "r": "nasb:Deuteronomy:29:7",
        "t": "When you reached this place, Sihon the king of Heshbon and Og the king of Bashan came out to meet us for battle, but we defeated them;"
    },
    {
        "o": 6187,
        "r": "nasb:Deuteronomy:29:8",
        "t": "and we took their land and gave it as an inheritance to the Reubenites, the Gadites, and the half-tribe of the Manassites."
    },
    {
        "o": 6188,
        "r": "nasb:Deuteronomy:29:9",
        "t": "So keep the words of this covenant to do them, that you may prosper in all that you do."
    },
    {
        "o": 6189,
        "r": "nasb:Deuteronomy:29:10",
        "t": "“You*p stand today, all of you, before the Lord*s your God: your chiefs, your tribes, your elders and your officers, even*i all the men of Israel,"
    },
    {
        "o": 6190,
        "r": "nasb:Deuteronomy:29:11",
        "t": "your little ones, your wives, and the alien who is within your camps, from the one who chops your wood to the one who draws your water,"
    },
    {
        "o": 6191,
        "r": "nasb:Deuteronomy:29:12",
        "t": "that you may enter into the covenant with the Lord*s your God, and into His oath which the Lord*s your God is making with you today,"
    },
    {
        "o": 6192,
        "r": "nasb:Deuteronomy:29:13",
        "t": "in order that He may establish you today as His people and that He may be your God, just as He spoke to you and as He swore to your fathers, to Abraham, Isaac, and Jacob."
    },
    {
        "o": 6193,
        "r": "nasb:Deuteronomy:29:14",
        "t": "“Now*p not with you alone am I making this covenant and this oath,"
    },
    {
        "o": 6194,
        "r": "nasb:Deuteronomy:29:15",
        "t": "but both with those who stand here with us today in the presence of the Lord*s our God and with those who are not with us here today"
    },
    {
        "o": 6195,
        "r": "nasb:Deuteronomy:29:16",
        "t": "(for you know how we lived in the land of Egypt, and how we came through the midst of the nations through which you passed;"
    },
    {
        "o": 6196,
        "r": "nasb:Deuteronomy:29:17",
        "t": "moreover, you have seen their abominations and their idols of*i wood, stone, silver, and gold, which they*i had*i with them);"
    },
    {
        "o": 6197,
        "r": "nasb:Deuteronomy:29:18",
        "t": "so that there will not be among you a man or woman, or family or tribe, whose heart turns away today from the Lord*s our God, to go and serve the gods of those nations; that there will not be among you a root bearing poisonous fruit and wormwood."
    },
    {
        "o": 6198,
        "r": "nasb:Deuteronomy:29:19",
        "t": "It shall be when he hears the words of this curse, that he will boast, saying, ‘I have peace though I walk in the stubbornness of my heart in order to destroy the watered land*i with the dry.’"
    },
    {
        "o": 6199,
        "r": "nasb:Deuteronomy:29:20",
        "t": "The Lord*s shall never be willing to forgive him, but rather the anger of the Lord*s and His jealousy will burn against that man, and every curse which is written in this book will rest on him, and the Lord*s will blot out his name from under heaven."
    },
    {
        "o": 6200,
        "r": "nasb:Deuteronomy:29:21",
        "t": "Then the Lord*s will single him out for adversity from all the tribes of Israel, according to all the curses of the covenant which are written in this book of the law."
    },
    {
        "o": 6201,
        "r": "nasb:Deuteronomy:29:22",
        "t": "“Now*p the generation to come, your sons who rise up after you and the foreigner who comes from a distant land, when they see the plagues of the land and the diseases with which the Lord*s has afflicted it, will say,"
    },
    {
        "o": 6202,
        "r": "nasb:Deuteronomy:29:23",
        "t": "‘All its land is brimstone and salt, a burning waste, unsown and unproductive, and no grass grows in it, like the overthrow of Sodom and Gomorrah, Admah and Zeboiim, which the Lord*s overthrew in His anger and in His wrath.’"
    },
    {
        "o": 6203,
        "r": "nasb:Deuteronomy:29:24",
        "t": "All the nations will say, ‘Why has the Lord*s done thus to this land? Why this great outburst of anger?’"
    },
    {
        "o": 6204,
        "r": "nasb:Deuteronomy:29:25",
        "t": "Then men*i will say, ‘Because they forsook the covenant of the Lord,*s the God of their fathers, which He made with them when He brought them out of the land of Egypt."
    },
    {
        "o": 6205,
        "r": "nasb:Deuteronomy:29:26",
        "t": "They went and served other gods and worshiped them, gods whom they have not known and whom He had not allotted to them."
    },
    {
        "o": 6206,
        "r": "nasb:Deuteronomy:29:27",
        "t": "Therefore, the anger of the Lord*s burned against that land, to bring upon it every curse which is written in this book;"
    },
    {
        "o": 6207,
        "r": "nasb:Deuteronomy:29:28",
        "t": "and the Lord*s uprooted them from their land in anger and in fury and in great wrath, and cast them into another land, as it*i is*i this day.’"
    },
    {
        "o": 6208,
        "r": "nasb:Deuteronomy:29:29",
        "t": "“The*p secret things belong to the Lord*s our God, but the things revealed belong to us and to our sons forever, that we may observe all the words of this law."
    },
    {
        "o": 6209,
        "r": "nasb:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6210,
        "r": "nasb:Deuteronomy:30:0",
        "t": "Restoration Promised",
        "h": 2
    },
    {
        "o": 6211,
        "r": "nasb:Deuteronomy:30:1",
        "t": "“So*p it shall be when all of these things have come upon you, the blessing and the curse which I have set before you, and you call them*i to mind in all nations where the Lord*s your God has banished you,"
    },
    {
        "o": 6212,
        "r": "nasb:Deuteronomy:30:2",
        "t": "and you return to the Lord*s your God and obey Him with all your heart and soul according to all that I command you today, you and your sons,"
    },
    {
        "o": 6213,
        "r": "nasb:Deuteronomy:30:3",
        "t": "then the Lord*s your God will restore you from captivity, and have compassion on you, and will gather you again from all the peoples where the Lord*s your God has scattered you."
    },
    {
        "o": 6214,
        "r": "nasb:Deuteronomy:30:4",
        "t": "If your outcasts are at the ends of the earth, from there the Lord*s your God will gather you, and from there He will bring you back."
    },
    {
        "o": 6215,
        "r": "nasb:Deuteronomy:30:5",
        "t": "The Lord*s your God will bring you into the land which your fathers possessed, and you shall possess it; and He will prosper you and multiply you more than your fathers."
    },
    {
        "o": 6216,
        "r": "nasb:Deuteronomy:30:6",
        "t": "“Moreover*p the Lord*s your God will circumcise your heart and the heart of your descendants, to love the Lord*s your God with all your heart and with all your soul, so that you may live."
    },
    {
        "o": 6217,
        "r": "nasb:Deuteronomy:30:7",
        "t": "The Lord*s your God will inflict all these curses on your enemies and on those who hate you, who persecuted you."
    },
    {
        "o": 6218,
        "r": "nasb:Deuteronomy:30:8",
        "t": "And you shall again obey the Lord,*s and observe all His commandments which I command you today."
    },
    {
        "o": 6219,
        "r": "nasb:Deuteronomy:30:9",
        "t": "Then the Lord*s your God will prosper you abundantly in all the work of your hand, in the offspring of your body and in the offspring of your cattle and in the produce of your ground, for the Lord*s will again rejoice over you for good, just as He rejoiced over your fathers;"
    },
    {
        "o": 6220,
        "r": "nasb:Deuteronomy:30:10",
        "t": "if you obey the Lord*s your God to keep His commandments and His statutes which are written in this book of the law, if you turn to the Lord*s your God with all your heart and soul."
    },
    {
        "o": 6221,
        "r": "nasb:Deuteronomy:30:11",
        "t": "“For*p this commandment which I command you today is not too difficult for you, nor is it out of reach."
    },
    {
        "o": 6222,
        "r": "nasb:Deuteronomy:30:12",
        "t": "It is not in heaven, that you should say, ‘Who will go up to heaven for us to get it for us and make us hear it, that we may observe it?’"
    },
    {
        "o": 6223,
        "r": "nasb:Deuteronomy:30:13",
        "t": "Nor is it beyond the sea, that you should say, ‘Who will cross the sea for us to get it for us and make us hear it, that we may observe it?’"
    },
    {
        "o": 6224,
        "r": "nasb:Deuteronomy:30:14",
        "t": "But the word is very near you, in your mouth and in your heart, that you may observe it."
    },
    {
        "o": 6225,
        "r": "nasb:Deuteronomy:30:14",
        "t": "Choose Life",
        "h": 2
    },
    {
        "o": 6226,
        "r": "nasb:Deuteronomy:30:15",
        "t": "“See,*p I have set before you today life and prosperity, and death and adversity;"
    },
    {
        "o": 6227,
        "r": "nasb:Deuteronomy:30:16",
        "t": "in that I command you today to love the Lord*s your God, to walk in His ways and to keep His commandments and His statutes and His judgments, that you may live and multiply, and that the Lord*s your God may bless you in the land where you are entering to possess it."
    },
    {
        "o": 6228,
        "r": "nasb:Deuteronomy:30:17",
        "t": "But if your heart turns away and you will not obey, but are drawn away and worship other gods and serve them,"
    },
    {
        "o": 6229,
        "r": "nasb:Deuteronomy:30:18",
        "t": "I declare to you today that you shall surely perish. You will not prolong your*i days in the land where you are crossing the Jordan to enter and possess it."
    },
    {
        "o": 6230,
        "r": "nasb:Deuteronomy:30:19",
        "t": "I call heaven and earth to witness against you today, that I have set before you life and death, the blessing and the curse. So choose life in order that you may live, you and your descendants,"
    },
    {
        "o": 6231,
        "r": "nasb:Deuteronomy:30:20",
        "t": "by loving the Lord*s your God, by obeying His voice, and by holding fast to Him; for this is your life and the length of your days, that you may live in the land which the Lord*s swore to your fathers, to Abraham, Isaac, and Jacob, to give them.”"
    },
    {
        "o": 6232,
        "r": "nasb:Deuteronomy:31:0",
        "t": "Deuteronomy 31",
        "h": 1
    },
    {
        "o": 6233,
        "r": "nasb:Deuteronomy:31:0",
        "t": "Moses’ Last Counsel",
        "h": 2
    },
    {
        "o": 6234,
        "r": "nasb:Deuteronomy:31:1",
        "t": "So*p Moses went and spoke these words to all Israel."
    },
    {
        "o": 6235,
        "r": "nasb:Deuteronomy:31:2",
        "t": "And he said to them, “I am a hundred and twenty years old today; I am no longer able to come and go, and the Lord*s has said to me, ‘You shall not cross this Jordan.’"
    },
    {
        "o": 6236,
        "r": "nasb:Deuteronomy:31:3",
        "t": "It is the Lord*s your God who will cross ahead of you; He will destroy these nations before you, and you shall dispossess them. Joshua is the one who will cross ahead of you, just as the Lord*s has spoken."
    },
    {
        "o": 6237,
        "r": "nasb:Deuteronomy:31:4",
        "t": "The Lord*s will do to them just as He did to Sihon and Og, the kings of the Amorites, and to their land, when He destroyed them."
    },
    {
        "o": 6238,
        "r": "nasb:Deuteronomy:31:5",
        "t": "The Lord*s will deliver them up before you, and you shall do to them according to all the commandments which I have commanded you."
    },
    {
        "o": 6239,
        "r": "nasb:Deuteronomy:31:6",
        "t": "Be strong and courageous, do not be afraid or tremble at them, for the Lord*s your God is the one who goes with you. He will not fail you or forsake you.”"
    },
    {
        "o": 6240,
        "r": "nasb:Deuteronomy:31:7",
        "t": "Then*p Moses called to Joshua and said to him in the sight of all Israel, “Be strong and courageous, for you shall go with this people into the land which the Lord*s has sworn to their fathers to give them, and you shall give it to them as an inheritance."
    },
    {
        "o": 6241,
        "r": "nasb:Deuteronomy:31:8",
        "t": "The Lord*s is the one who goes ahead of you; He will be with you. He will not fail you or forsake you. Do not fear or be dismayed.”"
    },
    {
        "o": 6242,
        "r": "nasb:Deuteronomy:31:9",
        "t": "So*p Moses wrote this law and gave it to the priests, the sons of Levi who carried the ark of the covenant of the Lord,*s and to all the elders of Israel."
    },
    {
        "o": 6243,
        "r": "nasb:Deuteronomy:31:10",
        "t": "Then Moses commanded them, saying, “At the end of every*i seven years, at the time of the year of remission of debts, at the Feast of Booths,"
    },
    {
        "o": 6244,
        "r": "nasb:Deuteronomy:31:11",
        "t": "when all Israel comes to appear before the Lord*s your God at the place which He will choose, you shall read this law in front of all Israel in their hearing."
    },
    {
        "o": 6245,
        "r": "nasb:Deuteronomy:31:12",
        "t": "Assemble the people, the men and the women and children and the alien who is in your town, so that they may hear and learn and fear the Lord*s your God, and be careful to observe all the words of this law."
    },
    {
        "o": 6246,
        "r": "nasb:Deuteronomy:31:13",
        "t": "Their children, who have not known, will hear and learn to fear the Lord*s your God, as long as you live on the land which you are about to cross the Jordan to possess.”"
    },
    {
        "o": 6247,
        "r": "nasb:Deuteronomy:31:13",
        "t": "Israel Will Fall Away",
        "h": 2
    },
    {
        "o": 6248,
        "r": "nasb:Deuteronomy:31:14",
        "t": "Then*p the Lord*s said to Moses, “Behold, the time for you to die is near; call Joshua, and present yourselves at the tent of meeting, that I may commission him.” So Moses and Joshua went and presented themselves at the tent of meeting."
    },
    {
        "o": 6249,
        "r": "nasb:Deuteronomy:31:15",
        "t": "The Lord*s appeared in the tent in a pillar of cloud, and the pillar of cloud stood at the doorway of the tent."
    },
    {
        "o": 6250,
        "r": "nasb:Deuteronomy:31:16",
        "t": "The Lord*s said to Moses, “Behold, you are about to lie down with your fathers; and this people will arise and play the harlot with the strange gods of the land, into the midst of which they are going, and will forsake Me and break My covenant which I have made with them."
    },
    {
        "o": 6251,
        "r": "nasb:Deuteronomy:31:17",
        "t": "Then My anger will be kindled against them in that day, and I will forsake them and hide My face from them, and they will be consumed, and many evils and troubles will come upon them; so that they will say in that day, ‘Is it not because our God is not among us that these evils have come upon us?’"
    },
    {
        "o": 6252,
        "r": "nasb:Deuteronomy:31:18",
        "t": "But I will surely hide My face in that day because of all the evil which they will do, for they will turn to other gods."
    },
    {
        "o": 6253,
        "r": "nasb:Deuteronomy:31:19",
        "t": "“Now*p therefore, write this song for yourselves, and teach it to the sons of Israel; put it on their lips, so that this song may be a witness for Me against the sons of Israel."
    },
    {
        "o": 6254,
        "r": "nasb:Deuteronomy:31:20",
        "t": "For when I bring them into the land flowing with milk and honey, which I swore to their fathers, and they have eaten and are satisfied and become prosperous, then they will turn to other gods and serve them, and spurn Me and break My covenant."
    },
    {
        "o": 6255,
        "r": "nasb:Deuteronomy:31:21",
        "t": "Then it shall come about, when many evils and troubles have come upon them, that this song will testify before them as a witness (for it shall not be forgotten from the lips of their descendants); for I know their intent which they are developing today, before I have brought them into the land which I swore.”"
    },
    {
        "o": 6256,
        "r": "nasb:Deuteronomy:31:22",
        "t": "So Moses wrote this song the same day, and taught it to the sons of Israel."
    },
    {
        "o": 6257,
        "r": "nasb:Deuteronomy:31:22",
        "t": "Joshua Is Commissioned",
        "h": 2
    },
    {
        "o": 6258,
        "r": "nasb:Deuteronomy:31:23",
        "t": "Then*p He commissioned Joshua the son of Nun, and said, “Be strong and courageous, for you shall bring the sons of Israel into the land which I swore to them, and I will be with you.”"
    },
    {
        "o": 6259,
        "r": "nasb:Deuteronomy:31:24",
        "t": "It*p came about, when Moses finished writing the words of this law in a book until they were complete,"
    },
    {
        "o": 6260,
        "r": "nasb:Deuteronomy:31:25",
        "t": "that Moses commanded the Levites who carried the ark of the covenant of the Lord,*s saying,"
    },
    {
        "o": 6261,
        "r": "nasb:Deuteronomy:31:26",
        "t": "“Take this book of the law and place it beside the ark of the covenant of the Lord*s your God, that it may remain there as a witness against you."
    },
    {
        "o": 6262,
        "r": "nasb:Deuteronomy:31:27",
        "t": "For I know your rebellion and your stubbornness; behold, while I am still alive with you today, you have been rebellious against the Lord;*s how much more, then, after my death?"
    },
    {
        "o": 6263,
        "r": "nasb:Deuteronomy:31:28",
        "t": "Assemble to me all the elders of your tribes and your officers, that I may speak these words in their hearing and call the heavens and the earth to witness against them."
    },
    {
        "o": 6264,
        "r": "nasb:Deuteronomy:31:29",
        "t": "For I know that after my death you will act corruptly and turn from the way which I have commanded you; and evil will befall you in the latter days, for you will do that which is evil in the sight of the Lord,*s provoking Him to anger with the work of your hands.”"
    },
    {
        "o": 6265,
        "r": "nasb:Deuteronomy:31:30",
        "t": "Then*p Moses spoke in the hearing of all the assembly of Israel the words of this song, until they were complete:"
    },
    {
        "o": 6266,
        "r": "nasb:Deuteronomy:32:0",
        "t": "Deuteronomy 32",
        "h": 1
    },
    {
        "o": 6267,
        "r": "nasb:Deuteronomy:32:0",
        "t": "The Song of Moses",
        "h": 2
    },
    {
        "o": 6268,
        "r": "nasb:Deuteronomy:32:1",
        "t": "“Give*pn ear, O heavens, and let me speak; And*ln let the earth hear the words of my mouth."
    },
    {
        "o": 6269,
        "r": "nasb:Deuteronomy:32:2",
        "t": "Let*ln my teaching drop as the rain, My*ln speech distill as the dew, As*ln the droplets on the fresh grass And*ln as the showers on the herb."
    },
    {
        "o": 6270,
        "r": "nasb:Deuteronomy:32:3",
        "t": "For*ln I proclaim the name of the Lord;*s Ascribe*ln greatness to our God!"
    },
    {
        "o": 6271,
        "r": "nasb:Deuteronomy:32:4",
        "t": "The*ln Rock! His work is perfect, For*ln all His ways are just; A*ln God of faithfulness and without injustice, Righteous*ln and upright is He."
    },
    {
        "o": 6272,
        "r": "nasb:Deuteronomy:32:5",
        "t": "They*ln have acted corruptly toward Him, They*iln are*i not His children, because of their defect; But*iln are*i a perverse and crooked generation."
    },
    {
        "o": 6273,
        "r": "nasb:Deuteronomy:32:6",
        "t": "Do*ln you thus repay the Lord,*s O*ln foolish and unwise people? Is*ln not He your Father who has bought you? He*ln has made you and established you."
    },
    {
        "o": 6274,
        "r": "nasb:Deuteronomy:32:7",
        "t": "Remember*ln the days of old, Consider*ln the years of all generations. Ask*ln your father, and he will inform you, Your*ln elders, and they will tell you."
    },
    {
        "o": 6275,
        "r": "nasb:Deuteronomy:32:8",
        "t": "When*ln the Most High gave the nations their inheritance, When*ln He separated the sons of man, He*ln set the boundaries of the peoples According*ln to the number of the sons of Israel."
    },
    {
        "o": 6276,
        "r": "nasb:Deuteronomy:32:9",
        "t": "For*ln the Lord’s*s portion is His people; Jacob*ln is the allotment of His inheritance."
    },
    {
        "o": 6277,
        "r": "nasb:Deuteronomy:32:10",
        "t": "He*ln found him in a desert land, And*ln in the howling waste of a wilderness; He*ln encircled him, He cared for him, He*ln guarded him as the pupil of His eye."
    },
    {
        "o": 6278,
        "r": "nasb:Deuteronomy:32:11",
        "t": "Like*ln an eagle that stirs up its nest, That*ln hovers over its young, He*ln spread His wings and caught them, He*ln carried them on His pinions."
    },
    {
        "o": 6279,
        "r": "nasb:Deuteronomy:32:12",
        "t": "The*ln Lord*s alone guided him, And*ln there was no foreign god with him."
    },
    {
        "o": 6280,
        "r": "nasb:Deuteronomy:32:13",
        "t": "He*ln made him ride on the high places of the earth, And*ln he ate the produce of the field; And*ln He made him suck honey from the rock, And*ln oil from the flinty rock,"
    },
    {
        "o": 6281,
        "r": "nasb:Deuteronomy:32:14",
        "t": "Curds*ln of cows, and milk of the flock, With*ln fat of lambs, And*ln rams, the breed of Bashan, and goats, With*ln the finest of the wheat— And*ln of the blood of grapes you drank wine."
    },
    {
        "o": 6282,
        "r": "nasb:Deuteronomy:32:15",
        "t": "“But*ln Jeshurun grew fat and kicked— You*ln are grown fat, thick, and sleek— Then*ln he forsook God who made him, And*ln scorned the Rock of his salvation."
    },
    {
        "o": 6283,
        "r": "nasb:Deuteronomy:32:16",
        "t": "They*ln made Him jealous with strange gods;*i With*ln abominations they provoked Him to anger."
    },
    {
        "o": 6284,
        "r": "nasb:Deuteronomy:32:17",
        "t": "They*ln sacrificed to demons who were not God, To*ln gods whom they have not known, New*ln gods*i who came lately, Whom*ln your fathers did not dread."
    },
    {
        "o": 6285,
        "r": "nasb:Deuteronomy:32:18",
        "t": "You*ln neglected the Rock who begot you, And*ln forgot the God who gave you birth."
    },
    {
        "o": 6286,
        "r": "nasb:Deuteronomy:32:19",
        "t": "“The*ln Lord*s saw this,*i and spurned them*i Because*ln of the provocation of His sons and daughters."
    },
    {
        "o": 6287,
        "r": "nasb:Deuteronomy:32:20",
        "t": "Then*ln He said, ‘I will hide My face from them, I*ln will see what their end shall*i be;*i For*ln they are a perverse generation, Sons*ln in whom is no faithfulness."
    },
    {
        "o": 6288,
        "r": "nasb:Deuteronomy:32:21",
        "t": "They*ln have made Me jealous with what*i is not God; They*ln have provoked Me to anger with their idols. So*ln I will make them jealous with those*i who*i are not a people; I*ln will provoke them to anger with a foolish nation,"
    },
    {
        "o": 6289,
        "r": "nasb:Deuteronomy:32:22",
        "t": "For*ln a fire is kindled in My anger, And*ln burns to the lowest part of Sheol, And*ln consumes the earth with its yield, And*ln sets on fire the foundations of the mountains."
    },
    {
        "o": 6290,
        "r": "nasb:Deuteronomy:32:23",
        "t": "‘I*ln will heap misfortunes on them; I*ln will use My arrows on them."
    },
    {
        "o": 6291,
        "r": "nasb:Deuteronomy:32:24",
        "t": "They*iln will*i be*i wasted by famine, and consumed by plague And*ln bitter destruction; And*ln the teeth of beasts I will send upon them, With*ln the venom of crawling things of the dust."
    },
    {
        "o": 6292,
        "r": "nasb:Deuteronomy:32:25",
        "t": "Outside*ln the sword will bereave, And*ln inside terror— Both*ln young man and virgin, The*ln nursling with the man of gray hair."
    },
    {
        "o": 6293,
        "r": "nasb:Deuteronomy:32:26",
        "t": "I*ln would have said, “I will cut them to pieces, I*ln will remove the memory of them from men,”"
    },
    {
        "o": 6294,
        "r": "nasb:Deuteronomy:32:27",
        "t": "Had*ln I not feared the provocation by the enemy, That*ln their adversaries would misjudge, That*ln they would say, “Our hand is triumphant, And*ln the Lord*s has not done all this.” ’"
    },
    {
        "o": 6295,
        "r": "nasb:Deuteronomy:32:28",
        "t": "“For*ln they are a nation lacking in counsel, And*ln there is no understanding in them."
    },
    {
        "o": 6296,
        "r": "nasb:Deuteronomy:32:29",
        "t": "Would*ln that they were wise, that they understood this, That*ln they would discern their future!"
    },
    {
        "o": 6297,
        "r": "nasb:Deuteronomy:32:30",
        "t": "How*ln could one chase a thousand, And*ln two put ten thousand to flight, Unless*ln their Rock had sold them, And*ln the Lord*s had given them up?"
    },
    {
        "o": 6298,
        "r": "nasb:Deuteronomy:32:31",
        "t": "Indeed*ln their rock is not like our Rock, Even*ln our enemies themselves judge this."
    },
    {
        "o": 6299,
        "r": "nasb:Deuteronomy:32:32",
        "t": "For*ln their vine is from the vine of Sodom, And*ln from the fields of Gomorrah; Their*ln grapes are grapes of poison, Their*ln clusters, bitter."
    },
    {
        "o": 6300,
        "r": "nasb:Deuteronomy:32:33",
        "t": "Their*ln wine is the venom of serpents, And*ln the deadly poison of cobras."
    },
    {
        "o": 6301,
        "r": "nasb:Deuteronomy:32:34",
        "t": "‘Is*ln it not laid up in store with Me, Sealed*ln up in My treasuries?"
    },
    {
        "o": 6302,
        "r": "nasb:Deuteronomy:32:35",
        "t": "Vengeance*ln is Mine, and retribution, In*ln due time their foot will slip; For*ln the day of their calamity is near, And*ln the impending things are hastening upon them.’"
    },
    {
        "o": 6303,
        "r": "nasb:Deuteronomy:32:36",
        "t": "For*ln the Lord*s will vindicate His people, And*ln will have compassion on His servants, When*ln He sees that their*i strength is gone, And*ln there is none remaining,*i bond or free."
    },
    {
        "o": 6304,
        "r": "nasb:Deuteronomy:32:37",
        "t": "And*ln He will say, ‘Where are their gods, The*ln rock in which they sought refuge?"
    },
    {
        "o": 6305,
        "r": "nasb:Deuteronomy:32:38",
        "t": "Who*ln ate the fat of their sacrifices, And*iln drank the wine of their drink offering? Let*ln them rise up and help you, Let*ln them be your hiding place!"
    },
    {
        "o": 6306,
        "r": "nasb:Deuteronomy:32:39",
        "t": "See*ln now that I, I am He, And*ln there is no god besides Me; It*ln is I who put to death and give life. I*ln have wounded and it is I who heal, And*ln there is no one who can deliver from My hand."
    },
    {
        "o": 6307,
        "r": "nasb:Deuteronomy:32:40",
        "t": "Indeed,*ln I lift up My hand to heaven, And*ln say, as I live forever,"
    },
    {
        "o": 6308,
        "r": "nasb:Deuteronomy:32:41",
        "t": "If*ln I sharpen My flashing sword, And*ln My hand takes hold on justice, I*ln will render vengeance on My adversaries, And*ln I will repay those who hate Me."
    },
    {
        "o": 6309,
        "r": "nasb:Deuteronomy:32:42",
        "t": "I*ln will make My arrows drunk with blood, And*ln My sword will devour flesh, With*ln the blood of the slain and the captives, From*ln the long-haired leaders of the enemy.’"
    },
    {
        "o": 6310,
        "r": "nasb:Deuteronomy:32:43",
        "t": "Rejoice,*ln O nations, with*i His people; For*ln He will avenge the blood of His servants, And*ln will render vengeance on His adversaries, And*ln will atone for His land and*i His people.”"
    },
    {
        "o": 6311,
        "r": "nasb:Deuteronomy:32:44",
        "t": "Then*p Moses came and spoke all the words of this song in the hearing of the people, he, with Joshua the son of Nun."
    },
    {
        "o": 6312,
        "r": "nasb:Deuteronomy:32:45",
        "t": "When Moses had finished speaking all these words to all Israel,"
    },
    {
        "o": 6313,
        "r": "nasb:Deuteronomy:32:46",
        "t": "he said to them, “Take to your heart all the words with which I am warning you today, which you shall command your sons to observe carefully, even*i all the words of this law."
    },
    {
        "o": 6314,
        "r": "nasb:Deuteronomy:32:47",
        "t": "For it is not an idle word for you; indeed it is your life. And by this word you will prolong your days in the land, which you are about to cross the Jordan to possess.”"
    },
    {
        "o": 6315,
        "r": "nasb:Deuteronomy:32:48",
        "t": "The*p Lord*s spoke to Moses that very same day, saying,"
    },
    {
        "o": 6316,
        "r": "nasb:Deuteronomy:32:49",
        "t": "“Go up to this mountain of the Abarim, Mount Nebo, which is in the land of Moab opposite Jericho, and look at the land of Canaan, which I am giving to the sons of Israel for a possession."
    },
    {
        "o": 6317,
        "r": "nasb:Deuteronomy:32:50",
        "t": "Then die on the mountain where you ascend, and be gathered to your people, as Aaron your brother died on Mount Hor and was gathered to his people,"
    },
    {
        "o": 6318,
        "r": "nasb:Deuteronomy:32:51",
        "t": "because you broke faith with Me in the midst of the sons of Israel at the waters of Meribah-kadesh, in the wilderness of Zin, because you did not treat Me as holy in the midst of the sons of Israel."
    },
    {
        "o": 6319,
        "r": "nasb:Deuteronomy:32:52",
        "t": "For you shall see the land at a distance, but you shall not go there, into the land which I am giving the sons of Israel.”"
    },
    {
        "o": 6320,
        "r": "nasb:Deuteronomy:33:0",
        "t": "Deuteronomy 33",
        "h": 1
    },
    {
        "o": 6321,
        "r": "nasb:Deuteronomy:33:0",
        "t": "The Blessing of Moses",
        "h": 2
    },
    {
        "o": 6322,
        "r": "nasb:Deuteronomy:33:1",
        "t": "Now*p this is the blessing with which Moses the man of God blessed the sons of Israel before his death."
    },
    {
        "o": 6323,
        "r": "nasb:Deuteronomy:33:2",
        "t": "He said, “The*pn Lord*s came from Sinai, And*ln dawned on them from Seir; He*ln shone forth from Mount Paran, And*ln He came from the midst of ten thousand holy ones; At*ln His right hand there was flashing lightning for them."
    },
    {
        "o": 6324,
        "r": "nasb:Deuteronomy:33:3",
        "t": "Indeed,*ln He loves the people; All*ln Your holy ones are in Your hand, And*ln they followed in Your steps; Everyone*iln receives of Your words."
    },
    {
        "o": 6325,
        "r": "nasb:Deuteronomy:33:4",
        "t": "Moses*ln charged us with a law, A*ln possession for the assembly of Jacob."
    },
    {
        "o": 6326,
        "r": "nasb:Deuteronomy:33:5",
        "t": "And*ln He was king in Jeshurun, When*ln the heads of the people were gathered, The*ln tribes of Israel together."
    },
    {
        "o": 6327,
        "r": "nasb:Deuteronomy:33:6",
        "t": "“May*ln Reuben live and not die, Nor*ln his men be few.”"
    },
    {
        "o": 6328,
        "r": "nasb:Deuteronomy:33:7",
        "t": "And*p this regarding Judah; so he said, “Hear,*pn O Lord,*s the voice of Judah, And*ln bring him to his people. With*ln his hands he contended for them, And*ln may You be a help against his adversaries.”"
    },
    {
        "o": 6329,
        "r": "nasb:Deuteronomy:33:8",
        "t": "Of*p Levi he said, “Let*ipn Your Thummim and Your Urim belong*i to Your godly man, Whom*ln You proved at Massah, With*ln whom You contended at the waters of Meribah;"
    },
    {
        "o": 6330,
        "r": "nasb:Deuteronomy:33:9",
        "t": "Who*ln said of his father and his mother, ‘I*ln did not consider them’; And*ln he did not acknowledge his brothers, Nor*ln did he regard his own sons, For*ln they observed Your word, And*ln kept Your covenant."
    },
    {
        "o": 6331,
        "r": "nasb:Deuteronomy:33:10",
        "t": "They*ln shall teach Your ordinances to Jacob, And*ln Your law to Israel. They*ln shall put incense before You, And*ln whole burnt offerings on Your altar."
    },
    {
        "o": 6332,
        "r": "nasb:Deuteronomy:33:11",
        "t": "O*ln Lord,*s bless his substance, And*ln accept the work of his hands; Shatter*ln the loins of those who rise up against him, And*ln those who hate him, so that they will not rise again.”*i"
    },
    {
        "o": 6333,
        "r": "nasb:Deuteronomy:33:12",
        "t": "Of*p Benjamin he said, “May*pn the beloved of the Lord*s dwell in security by Him, Who*ln shields him all the day, And*ln he dwells between His shoulders.”"
    },
    {
        "o": 6334,
        "r": "nasb:Deuteronomy:33:13",
        "t": "Of*p Joseph he said, “Blessed*pn of the Lord*s be*i his land, With*ln the choice things of heaven, with the dew, And*ln from the deep lying beneath,"
    },
    {
        "o": 6335,
        "r": "nasb:Deuteronomy:33:14",
        "t": "And*ln with the choice yield of the sun, And*ln with the choice produce of the months."
    },
    {
        "o": 6336,
        "r": "nasb:Deuteronomy:33:15",
        "t": "And*ln with the best things of the ancient mountains, And*ln with the choice things of the everlasting hills,"
    },
    {
        "o": 6337,
        "r": "nasb:Deuteronomy:33:16",
        "t": "And*ln with the choice things of the earth and its fullness, And*ln the favor of Him who dwelt in the bush. Let*ln it come to the head of Joseph, And*ln to the crown of the head of the one distinguished among his brothers."
    },
    {
        "o": 6338,
        "r": "nasb:Deuteronomy:33:17",
        "t": "As*ln the firstborn of his ox, majesty is his, And*ln his horns are the horns of the wild ox; With*ln them he will push the peoples, All*ln at once, to*i the ends of the earth. And*ln those are the ten thousands of Ephraim, And*ln those are the thousands of Manasseh.”"
    },
    {
        "o": 6339,
        "r": "nasb:Deuteronomy:33:18",
        "t": "Of*p Zebulun he said, “Rejoice,*pn Zebulun, in your going forth, And,*ln Issachar, in your tents."
    },
    {
        "o": 6340,
        "r": "nasb:Deuteronomy:33:19",
        "t": "They*ln will call peoples to*i the mountain; There*ln they will offer righteous sacrifices; For*ln they will draw out the abundance of the seas, And*ln the hidden treasures of the sand.”"
    },
    {
        "o": 6341,
        "r": "nasb:Deuteronomy:33:20",
        "t": "Of*p Gad he said, “Blessed*pn is the one who enlarges Gad; He*ln lies down as a lion, And*ln tears the arm, also the crown of the head."
    },
    {
        "o": 6342,
        "r": "nasb:Deuteronomy:33:21",
        "t": "Then*ln he provided the first part*i for himself, For*ln there the ruler’s portion was reserved; And*ln he came with*i the leaders of the people; He*ln executed the justice of the Lord,*s And*ln His ordinances with Israel.”"
    },
    {
        "o": 6343,
        "r": "nasb:Deuteronomy:33:22",
        "t": "Of*p Dan he said, “Dan*pn is a lion’s whelp, That*ln leaps forth from Bashan.”"
    },
    {
        "o": 6344,
        "r": "nasb:Deuteronomy:33:23",
        "t": "Of*p Naphtali he said, “O*pn Naphtali, satisfied with favor, And*ln full of the blessing of the Lord,*s Take*ln possession of the sea and the south.”"
    },
    {
        "o": 6345,
        "r": "nasb:Deuteronomy:33:24",
        "t": "Of*p Asher he said, “More*pn blessed than sons is Asher; May*ln he be favored by his brothers, And*ln may he dip his foot in oil."
    },
    {
        "o": 6346,
        "r": "nasb:Deuteronomy:33:25",
        "t": "Your*ln locks will be iron and bronze, And*ln according to your days, so will your leisurely walk be."
    },
    {
        "o": 6347,
        "r": "nasb:Deuteronomy:33:26",
        "t": "“There*ln is none like the God of Jeshurun, Who*ln rides the heavens to your help, And*ln through the skies in His majesty."
    },
    {
        "o": 6348,
        "r": "nasb:Deuteronomy:33:27",
        "t": "The*ln eternal God is a dwelling place, And*ln underneath are the everlasting arms; And*ln He drove out the enemy from before you, And*ln said, ‘Destroy!’"
    },
    {
        "o": 6349,
        "r": "nasb:Deuteronomy:33:28",
        "t": "So*ln Israel dwells in security, The*ln fountain of Jacob secluded, In*ln a land of grain and new wine; His*ln heavens also drop down dew."
    },
    {
        "o": 6350,
        "r": "nasb:Deuteronomy:33:29",
        "t": "Blessed*ln are you, O Israel; Who*ln is like you, a people saved by the Lord,*s Who*ln is the shield of your help And*ln the sword of your majesty! So*ln your enemies will cringe before you, And*ln you will tread upon their high places.”"
    },
    {
        "o": 6351,
        "r": "nasb:Deuteronomy:34:0",
        "t": "Deuteronomy 34",
        "h": 1
    },
    {
        "o": 6352,
        "r": "nasb:Deuteronomy:34:0",
        "t": "The Death of Moses",
        "h": 2
    },
    {
        "o": 6353,
        "r": "nasb:Deuteronomy:34:1",
        "t": "Now*p Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which is opposite Jericho. And the Lord*s showed him all the land, Gilead as far as Dan,"
    },
    {
        "o": 6354,
        "r": "nasb:Deuteronomy:34:2",
        "t": "and all Naphtali and the land of Ephraim and Manasseh, and all the land of Judah as far as the western sea,"
    },
    {
        "o": 6355,
        "r": "nasb:Deuteronomy:34:3",
        "t": "and the Negev and the plain in the valley of Jericho, the city of palm trees, as far as Zoar."
    },
    {
        "o": 6356,
        "r": "nasb:Deuteronomy:34:4",
        "t": "Then the Lord*s said to him, “This is the land which I swore to Abraham, Isaac, and Jacob, saying, ‘I will give it to your descendants’; I have let you see it*i with your eyes, but you shall not go over there.”"
    },
    {
        "o": 6357,
        "r": "nasb:Deuteronomy:34:5",
        "t": "So Moses the servant of the Lord*s died there in the land of Moab, according to the word of the Lord.*s"
    },
    {
        "o": 6358,
        "r": "nasb:Deuteronomy:34:6",
        "t": "And He buried him in the valley in the land of Moab, opposite Beth-peor; but no man knows his burial place to this day."
    },
    {
        "o": 6359,
        "r": "nasb:Deuteronomy:34:7",
        "t": "Although Moses was one hundred and twenty years old when he died, his eye was not dim, nor his vigor abated."
    },
    {
        "o": 6360,
        "r": "nasb:Deuteronomy:34:8",
        "t": "So the sons of Israel wept for Moses in the plains of Moab thirty days; then the days of weeping and*i mourning for Moses came to an end."
    },
    {
        "o": 6361,
        "r": "nasb:Deuteronomy:34:9",
        "t": "Now*p Joshua the son of Nun was filled with the spirit of wisdom, for Moses had laid his hands on him; and the sons of Israel listened to him and did as the Lord*s had commanded Moses."
    },
    {
        "o": 6362,
        "r": "nasb:Deuteronomy:34:10",
        "t": "Since that time no prophet has risen in Israel like Moses, whom the Lord*s knew face to face,"
    },
    {
        "o": 6363,
        "r": "nasb:Deuteronomy:34:11",
        "t": "for all the signs and wonders which the Lord*s sent him to perform in the land of Egypt against Pharaoh, all his servants, and all his land,"
    },
    {
        "o": 6364,
        "r": "nasb:Deuteronomy:34:12",
        "t": "and for all the mighty power and for all the great terror which Moses performed in the sight of all Israel."
    }
]
