[
    {
        "o": 22955,
        "r": "nasb:Ezekiel:9:0",
        "t": "Ezekiel 9",
        "h": 1
    },
    {
        "o": 22956,
        "r": "nasb:Ezekiel:9:0",
        "t": "The Vision of Slaughter",
        "h": 2
    },
    {
        "o": 22957,
        "r": "nasb:Ezekiel:9:1",
        "t": "Then*p He cried out in my hearing with a loud voice saying, “Draw near, O executioners of the city, each with his destroying weapon in his hand.”"
    },
    {
        "o": 22958,
        "r": "nasb:Ezekiel:9:2",
        "t": "Behold, six men came from the direction of the upper gate which faces north, each with his shattering weapon in his hand; and among them was a certain man clothed in linen with a writing case at his loins. And they went in and stood beside the bronze altar."
    },
    {
        "o": 22959,
        "r": "nasb:Ezekiel:9:3",
        "t": "Then*p the glory of the God of Israel went up from the cherub on which it had been, to the threshold of the temple. And He called to the man clothed in linen at whose loins was the writing case."
    },
    {
        "o": 22960,
        "r": "nasb:Ezekiel:9:4",
        "t": "The Lord*s said to him, “Go through the midst of the city, even*i through the midst of Jerusalem, and put a mark on the foreheads of the men who sigh and groan over all the abominations which are being committed in its midst.”"
    },
    {
        "o": 22961,
        "r": "nasb:Ezekiel:9:5",
        "t": "But to the others He said in my hearing, “Go through the city after him and strike; do not let your eye have pity and do not spare."
    },
    {
        "o": 22962,
        "r": "nasb:Ezekiel:9:6",
        "t": "Utterly slay old men, young men, maidens, little children, and women, but do not touch any man on whom is the mark; and you shall start from My sanctuary.” So they started with the elders who were*i before the temple."
    },
    {
        "o": 22963,
        "r": "nasb:Ezekiel:9:7",
        "t": "And He said to them, “Defile the temple and fill the courts with the slain. Go out!” Thus they went out and struck down the*i people*i in the city."
    },
    {
        "o": 22964,
        "r": "nasb:Ezekiel:9:8",
        "t": "As they were striking the*i people*i and I alone*i was left, I fell on my face and cried out saying, “Alas, Lord God!*s Are You destroying the whole remnant of Israel by pouring out Your wrath on Jerusalem?”"
    },
    {
        "o": 22965,
        "r": "nasb:Ezekiel:9:9",
        "t": "Then*p He said to me, “The iniquity of the house of Israel and Judah is very, very great, and the land is filled with blood and the city is full of perversion; for they say, ‘The Lord*s has forsaken the land, and the Lord*s does not see!’"
    },
    {
        "o": 22966,
        "r": "nasb:Ezekiel:9:10",
        "t": "But as for Me, My eye will have no pity nor will I spare, but I will bring their conduct upon their heads.”"
    },
    {
        "o": 22967,
        "r": "nasb:Ezekiel:9:11",
        "t": "Then*p behold, the man clothed in linen at whose loins was the writing case reported, saying, “I have done just as You have commanded me.”"
    }
]
