[
    {
        "o": 10101,
        "r": "nkjv:1 Kings:12:0",
        "t": "1 Kings 12",
        "h": 1
    },
    {
        "o": 10102,
        "r": "nkjv:1 Kings:12:0",
        "t": "The Revolt Against Rehoboam",
        "h": 2
    },
    {
        "o": 10103,
        "r": "nkjv:1 Kings:12:1",
        "t": "And*p Rehoboam went to Shechem, for all Israel had gone to Shechem to make him king."
    },
    {
        "o": 10104,
        "r": "nkjv:1 Kings:12:2",
        "t": "So it happened, when Jeroboam the son of Nebat heard it*i (he was still in Egypt, for he had fled from the presence of King Solomon and had been dwelling in Egypt),"
    },
    {
        "o": 10105,
        "r": "nkjv:1 Kings:12:3",
        "t": "that they sent and called him. Then Jeroboam and the whole assembly of Israel came and spoke to Rehoboam, saying,"
    },
    {
        "o": 10106,
        "r": "nkjv:1 Kings:12:4",
        "t": "“Your father made our yoke heavy; now therefore, lighten the burdensome service of your father, and his heavy yoke which he put on us, and we will serve you.”"
    },
    {
        "o": 10107,
        "r": "nkjv:1 Kings:12:5",
        "t": "So*p he said to them, “Depart for*i three days, then come back to me.” And the people departed."
    },
    {
        "o": 10108,
        "r": "nkjv:1 Kings:12:6",
        "t": "Then*p King Rehoboam consulted the elders who stood before his father Solomon while he still lived, and he said, “How do you advise me*i to answer these people?”"
    },
    {
        "o": 10109,
        "r": "nkjv:1 Kings:12:7",
        "t": "And*p they spoke to him, saying, “If you will be a servant to these people today, and serve them, and answer them, and speak good words to them, then they will be your servants forever.”"
    },
    {
        "o": 10110,
        "r": "nkjv:1 Kings:12:8",
        "t": "But*p he rejected the advice which the elders had given him, and consulted the young men who had grown up with him, who stood before him."
    },
    {
        "o": 10111,
        "r": "nkjv:1 Kings:12:9",
        "t": "And he said to them, “What advice do you give? How should we answer this people who have spoken to me, saying, ‘Lighten the yoke which your father put on us’?”"
    },
    {
        "o": 10112,
        "r": "nkjv:1 Kings:12:10",
        "t": "Then*p the young men who had grown up with him spoke to him, saying, “Thus you should speak to this people who have spoken to you, saying, ‘Your father made our yoke heavy, but you make it*i lighter on us’—thus you shall say to them: ‘My little finger*i shall be thicker than my father’s waist!"
    },
    {
        "o": 10113,
        "r": "nkjv:1 Kings:12:11",
        "t": "And now, whereas my father put a heavy yoke on you, I will add to your yoke; my father chastised you with whips, but I will chastise you with scourges!’”"
    },
    {
        "o": 10114,
        "r": "nkjv:1 Kings:12:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam the third day, as the king had directed, saying, “Come back to me the third day.”"
    },
    {
        "o": 10115,
        "r": "nkjv:1 Kings:12:13",
        "t": "Then the king answered the people roughly, and rejected the advice which the elders had given him;"
    },
    {
        "o": 10116,
        "r": "nkjv:1 Kings:12:14",
        "t": "and he spoke to them according to the advice of the young men, saying, “My father made your yoke heavy, but I will add to your yoke; my father chastised you with whips, but I will chastise you with scourges!”"
    },
    {
        "o": 10117,
        "r": "nkjv:1 Kings:12:15",
        "t": "So the king did not listen to the people; for the turn of*i events*i was from the Lord,*s that He might fulfill His word, which the Lord*s had spoken by Ahijah the Shilonite to Jeroboam the son of Nebat."
    },
    {
        "o": 10118,
        "r": "nkjv:1 Kings:12:16",
        "t": "Now*p when all Israel saw that the king did not listen to them, the people answered the king, saying: “What*pn share have we in David? We*ild have*i no inheritance in the son of Jesse. To*ld your tents, O Israel! Now,*ld see to your own house, O David!” So*p Israel departed to their tents."
    },
    {
        "o": 10119,
        "r": "nkjv:1 Kings:12:17",
        "t": "But Rehoboam reigned over the children of Israel who dwelt in the cities of Judah."
    },
    {
        "o": 10120,
        "r": "nkjv:1 Kings:12:18",
        "t": "Then*p King Rehoboam sent Adoram, who was*i in charge of the revenue; but all Israel stoned him with stones, and he died. Therefore King Rehoboam mounted his chariot in haste to flee to Jerusalem."
    },
    {
        "o": 10121,
        "r": "nkjv:1 Kings:12:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    },
    {
        "o": 10122,
        "r": "nkjv:1 Kings:12:20",
        "t": "Now*p it came to pass when all Israel heard that Jeroboam had come back, they sent for him and called him to the congregation, and made him king over all Israel. There was none who followed the house of David, but the tribe of Judah only."
    },
    {
        "o": 10123,
        "r": "nkjv:1 Kings:12:21",
        "t": "And*p when Rehoboam came to Jerusalem, he assembled all the house of Judah with the tribe of Benjamin, one hundred and eighty thousand chosen men*i who were warriors, to fight against the house of Israel, that he might restore the kingdom to Rehoboam the son of Solomon."
    },
    {
        "o": 10124,
        "r": "nkjv:1 Kings:12:22",
        "t": "But the word of God came to Shemaiah the man of God, saying,"
    },
    {
        "o": 10125,
        "r": "nkjv:1 Kings:12:23",
        "t": "“Speak to Rehoboam the son of Solomon, king of Judah, to all the house of Judah and Benjamin, and to the rest of the people, saying,"
    },
    {
        "o": 10126,
        "r": "nkjv:1 Kings:12:24",
        "t": "‘Thus says the Lord:*s “You shall not go up nor fight against your brethren the children of Israel. Let every man return to his house, for this thing is from Me.”’” Therefore they obeyed the word of the Lord,*s and turned back, according to the word of the Lord.*s"
    },
    {
        "o": 10127,
        "r": "nkjv:1 Kings:12:24",
        "t": "Jeroboam’s Gold Calves",
        "h": 2
    },
    {
        "o": 10128,
        "r": "nkjv:1 Kings:12:25",
        "t": "Then*p Jeroboam built Shechem in the mountains of Ephraim, and dwelt there. Also he went out from there and built Penuel."
    },
    {
        "o": 10129,
        "r": "nkjv:1 Kings:12:26",
        "t": "And Jeroboam said in his heart, “Now the kingdom may return to the house of David:"
    },
    {
        "o": 10130,
        "r": "nkjv:1 Kings:12:27",
        "t": "If these people go up to offer sacrifices in the house of the Lord*s at Jerusalem, then the heart of this people will turn back to their lord, Rehoboam king of Judah, and they will kill me and go back to Rehoboam king of Judah.”"
    },
    {
        "o": 10131,
        "r": "nkjv:1 Kings:12:28",
        "t": "Therefore*p the king asked advice, made two calves of gold, and said to the people, “It is too much for you to go up to Jerusalem. Here are your gods, O Israel, which brought you up from the land of Egypt!”"
    },
    {
        "o": 10132,
        "r": "nkjv:1 Kings:12:29",
        "t": "And he set up one in Bethel, and the other he put in Dan."
    },
    {
        "o": 10133,
        "r": "nkjv:1 Kings:12:30",
        "t": "Now this thing became a sin, for the people went to*i worship*i before the one as far as Dan."
    },
    {
        "o": 10134,
        "r": "nkjv:1 Kings:12:31",
        "t": "He made shrines on the high places, and made priests from every class of people, who were not of the sons of Levi."
    },
    {
        "o": 10135,
        "r": "nkjv:1 Kings:12:32",
        "t": "Jeroboam*p ordained a feast on the fifteenth day of the eighth month, like the feast that was*i in Judah, and offered sacrifices on the altar. So he did at Bethel, sacrificing to the calves that he had made. And at Bethel he installed the priests of the high places which he had made."
    },
    {
        "o": 10136,
        "r": "nkjv:1 Kings:12:33",
        "t": "So he made offerings on the altar which he had made at Bethel on the fifteenth day of the eighth month, in the month which he had devised in his own heart. And he ordained a feast for the children of Israel, and offered sacrifices on the altar and burned incense."
    }
]
