[
    {
        "o": 13038,
        "r": "niv:2 Chronicles:33:0",
        "t": "2 Chronicles 33",
        "h": 1
    },
    {
        "o": 13039,
        "r": "niv:2 Chronicles:33:0",
        "t": "Manasseh King of Judah",
        "h": 2
    },
    {
        "o": 13040,
        "r": "niv:2 Chronicles:33:1",
        "t": "Manasseh*p was twelve years old when he became king, and he reigned in Jerusalem fifty-five years."
    },
    {
        "o": 13041,
        "r": "niv:2 Chronicles:33:2",
        "t": "He did evil in the eyes of the Lord,*s following the detestable practices of the nations the Lord*s had driven out before the Israelites."
    },
    {
        "o": 13042,
        "r": "niv:2 Chronicles:33:3",
        "t": "He rebuilt the high places his father Hezekiah had demolished; he also erected altars to the Baals and made Asherah poles. He bowed down to all the starry hosts and worshiped them."
    },
    {
        "o": 13043,
        "r": "niv:2 Chronicles:33:4",
        "t": "He built altars in the temple of the Lord,*s of which the Lord*s had said, “My Name will remain in Jerusalem forever.”"
    },
    {
        "o": 13044,
        "r": "niv:2 Chronicles:33:5",
        "t": "In both courts of the temple of the Lord,*s he built altars to all the starry hosts."
    },
    {
        "o": 13045,
        "r": "niv:2 Chronicles:33:6",
        "t": "He sacrificed his children in the fire in the Valley of Ben Hinnom, practiced divination and witchcraft, sought omens, and consulted mediums and spiritists. He did much evil in the eyes of the Lord,*s arousing his anger."
    },
    {
        "o": 13046,
        "r": "niv:2 Chronicles:33:7",
        "t": "He*p took the image he had made and put it in God’s temple, of which God had said to David and to his son Solomon, “In this temple and in Jerusalem, which I have chosen out of all the tribes of Israel, I will put my Name forever."
    },
    {
        "o": 13047,
        "r": "niv:2 Chronicles:33:8",
        "t": "I will not again make the feet of the Israelites leave the land I assigned to your ancestors, if only they will be careful to do everything I commanded them concerning all the laws, decrees and regulations given through Moses.”"
    },
    {
        "o": 13048,
        "r": "niv:2 Chronicles:33:9",
        "t": "But Manasseh led Judah and the people of Jerusalem astray, so that they did more evil than the nations the Lord*s had destroyed before the Israelites."
    },
    {
        "o": 13049,
        "r": "niv:2 Chronicles:33:10",
        "t": "The*p Lord*s spoke to Manasseh and his people, but they paid no attention."
    },
    {
        "o": 13050,
        "r": "niv:2 Chronicles:33:11",
        "t": "So the Lord*s brought against them the army commanders of the king of Assyria, who took Manasseh prisoner, put a hook in his nose, bound him with bronze shackles and took him to Babylon."
    },
    {
        "o": 13051,
        "r": "niv:2 Chronicles:33:12",
        "t": "In his distress he sought the favor of the Lord*s his God and humbled himself greatly before the God of his ancestors."
    },
    {
        "o": 13052,
        "r": "niv:2 Chronicles:33:13",
        "t": "And when he prayed to him, the Lord*s was moved by his entreaty and listened to his plea; so he brought him back to Jerusalem and to his kingdom. Then Manasseh knew that the Lord*s is God."
    },
    {
        "o": 13053,
        "r": "niv:2 Chronicles:33:14",
        "t": "Afterward*p he rebuilt the outer wall of the City of David, west of the Gihon spring in the valley, as far as the entrance of the Fish Gate and encircling the hill of Ophel; he also made it much higher. He stationed military commanders in all the fortified cities in Judah."
    },
    {
        "o": 13054,
        "r": "niv:2 Chronicles:33:15",
        "t": "He*p got rid of the foreign gods and removed the image from the temple of the Lord,*s as well as all the altars he had built on the temple hill and in Jerusalem; and he threw them out of the city."
    },
    {
        "o": 13055,
        "r": "niv:2 Chronicles:33:16",
        "t": "Then he restored the altar of the Lord*s and sacrificed fellowship offerings and thank offerings on it, and told Judah to serve the Lord,*s the God of Israel."
    },
    {
        "o": 13056,
        "r": "niv:2 Chronicles:33:17",
        "t": "The people, however, continued to sacrifice at the high places, but only to the Lord*s their God."
    },
    {
        "o": 13057,
        "r": "niv:2 Chronicles:33:18",
        "t": "The*p other events of Manasseh’s reign, including his prayer to his God and the words the seers spoke to him in the name of the Lord,*s the God of Israel, are written in the annals of the kings of Israel."
    },
    {
        "o": 13058,
        "r": "niv:2 Chronicles:33:19",
        "t": "His prayer and how God was moved by his entreaty, as well as all his sins and unfaithfulness, and the sites where he built high places and set up Asherah poles and idols before he humbled himself—all these are written in the records of the seers."
    },
    {
        "o": 13059,
        "r": "niv:2 Chronicles:33:20",
        "t": "Manasseh rested with his ancestors and was buried in his palace. And Amon his son succeeded him as king."
    },
    {
        "o": 13060,
        "r": "niv:2 Chronicles:33:20",
        "t": "Amon King of Judah",
        "h": 2
    },
    {
        "o": 13061,
        "r": "niv:2 Chronicles:33:21",
        "t": "Amon*p was twenty-two years old when he became king, and he reigned in Jerusalem two years."
    },
    {
        "o": 13062,
        "r": "niv:2 Chronicles:33:22",
        "t": "He did evil in the eyes of the Lord,*s as his father Manasseh had done. Amon worshiped and offered sacrifices to all the idols Manasseh had made."
    },
    {
        "o": 13063,
        "r": "niv:2 Chronicles:33:23",
        "t": "But unlike his father Manasseh, he did not humble himself before the Lord;*s Amon increased his guilt."
    },
    {
        "o": 13064,
        "r": "niv:2 Chronicles:33:24",
        "t": "Amon’s*p officials conspired against him and assassinated him in his palace."
    },
    {
        "o": 13065,
        "r": "niv:2 Chronicles:33:25",
        "t": "Then the people of the land killed all who had plotted against King Amon, and they made Josiah his son king in his place."
    }
]
