[
    {
        "o": 16657,
        "r": "esv:Psalm:74:0",
        "t": "Psalm 74",
        "h": 1
    },
    {
        "o": 16658,
        "r": "esv:Psalm:74:0",
        "t": "Arise, O God, Defend Your Cause",
        "h": 2
    },
    {
        "o": 16659,
        "r": "esv:Psalm:74:0",
        "t": "A Maskil of Asaph.",
        "h": 4
    },
    {
        "o": 16660,
        "r": "esv:Psalm:74:1",
        "t": "O*pn God, why do you cast us off forever? Why*ld does your anger smoke against the sheep of your pasture?"
    },
    {
        "o": 16661,
        "r": "esv:Psalm:74:2",
        "t": "Remember*ln your congregation, which you have purchased of old, which*ld you have redeemed to be the tribe of your heritage! Remember*ld Mount Zion, where you have dwelt."
    },
    {
        "o": 16662,
        "r": "esv:Psalm:74:3",
        "t": "Direct*ln your steps to the perpetual ruins; the*ld enemy has destroyed everything in the sanctuary!"
    },
    {
        "o": 16663,
        "r": "esv:Psalm:74:4",
        "t": "Your*pn foes have roared in the midst of your meeting place; they*ld set up their own signs for signs."
    },
    {
        "o": 16664,
        "r": "esv:Psalm:74:5",
        "t": "They*ln were like those who swing axes in*ld a forest of trees."
    },
    {
        "o": 16665,
        "r": "esv:Psalm:74:6",
        "t": "And*ln all its carved wood they*ld broke down with hatchets and hammers."
    },
    {
        "o": 16666,
        "r": "esv:Psalm:74:7",
        "t": "They*ln set your sanctuary on fire; they*ld profaned the dwelling place of your name, bringing*ld it down to the ground."
    },
    {
        "o": 16667,
        "r": "esv:Psalm:74:8",
        "t": "They*ln said to themselves, “We will utterly subdue them”; they*ld burned all the meeting places of God in the land."
    },
    {
        "o": 16668,
        "r": "esv:Psalm:74:9",
        "t": "We*pn do not see our signs; there*ld is no longer any prophet, and*ld there is none among us who knows how long."
    },
    {
        "o": 16669,
        "r": "esv:Psalm:74:10",
        "t": "How*ln long, O God, is the foe to scoff? Is*ld the enemy to revile your name forever?"
    },
    {
        "o": 16670,
        "r": "esv:Psalm:74:11",
        "t": "Why*ln do you hold back your hand, your right hand? Take*ld it from the fold of your garment and destroy them!"
    },
    {
        "o": 16671,
        "r": "esv:Psalm:74:12",
        "t": "Yet*pn God my King is from of old, working*ld salvation in the midst of the earth."
    },
    {
        "o": 16672,
        "r": "esv:Psalm:74:13",
        "t": "You*ln divided the sea by your might; you*ld broke the heads of the sea monsters on the waters."
    },
    {
        "o": 16673,
        "r": "esv:Psalm:74:14",
        "t": "You*ln crushed the heads of Leviathan; you*ld gave him as food for the creatures of the wilderness."
    },
    {
        "o": 16674,
        "r": "esv:Psalm:74:15",
        "t": "You*ln split open springs and brooks; you*ld dried up ever-flowing streams."
    },
    {
        "o": 16675,
        "r": "esv:Psalm:74:16",
        "t": "Yours*ln is the day, yours also the night; you*ld have established the heavenly lights and the sun."
    },
    {
        "o": 16676,
        "r": "esv:Psalm:74:17",
        "t": "You*ln have fixed all the boundaries of the earth; you*ld have made summer and winter."
    },
    {
        "o": 16677,
        "r": "esv:Psalm:74:18",
        "t": "Remember*pn this, O Lord,*s how the enemy scoffs, and*ld a foolish people reviles your name."
    },
    {
        "o": 16678,
        "r": "esv:Psalm:74:19",
        "t": "Do*ln not deliver the soul of your dove to the wild beasts; do*ld not forget the life of your poor forever."
    },
    {
        "o": 16679,
        "r": "esv:Psalm:74:20",
        "t": "Have*pn regard for the covenant, for*ld the dark places of the land are full of the habitations of violence."
    },
    {
        "o": 16680,
        "r": "esv:Psalm:74:21",
        "t": "Let*ln not the downtrodden turn back in shame; let*ld the poor and needy praise your name."
    },
    {
        "o": 16681,
        "r": "esv:Psalm:74:22",
        "t": "Arise,*pn O God, defend your cause; remember*ld how the foolish scoff at you all the day!"
    },
    {
        "o": 16682,
        "r": "esv:Psalm:74:23",
        "t": "Do*ln not forget the clamor of your foes, the*ld uproar of those who rise against you, which goes up continually!"
    }
]
