[
    {
        "o": 31483,
        "r": "csb:Acts:26:0",
        "t": "Acts 26",
        "h": 1
    },
    {
        "o": 31484,
        "r": "csb:Acts:26:0",
        "t": "Paul’s Defense before Agrippa",
        "h": 2
    },
    {
        "o": 31485,
        "r": "csb:Acts:26:1",
        "t": "Agrippa*p said to Paul, “You have permission to speak for yourself.” Then*p Paul stretched out his hand and began his defense:"
    },
    {
        "o": 31486,
        "r": "csb:Acts:26:2",
        "t": "“I consider myself fortunate that it is before you, King Agrippa, I am to make my defense today against all the accusations of the Jews,"
    },
    {
        "o": 31487,
        "r": "csb:Acts:26:3",
        "t": "especially since you are very knowledgeable about all the Jewish customs and controversies. Therefore I beg you to listen to me patiently."
    },
    {
        "o": 31488,
        "r": "csb:Acts:26:4",
        "t": "“All*p the Jews know my way of life from my youth, which was spent from the beginning among my own people and in Jerusalem."
    },
    {
        "o": 31489,
        "r": "csb:Acts:26:5",
        "t": "They have known me for a long time, if they are willing to testify, that according to the strictest sect of our religion I lived as a Pharisee."
    },
    {
        "o": 31490,
        "r": "csb:Acts:26:6",
        "t": "And now I stand on trial because of the hope in what God promised to our ancestors,"
    },
    {
        "o": 31491,
        "r": "csb:Acts:26:7",
        "t": "the promise our twelve tribes hope to reach as they earnestly serve him night and day. King Agrippa, I am being accused by the Jews because of this hope."
    },
    {
        "o": 31492,
        "r": "csb:Acts:26:8",
        "t": "Why do any of you consider it incredible that God raises the dead?"
    },
    {
        "o": 31493,
        "r": "csb:Acts:26:9",
        "t": "In fact, I myself was convinced that it was necessary to do many things in opposition to the name of Jesus of Nazareth."
    },
    {
        "o": 31494,
        "r": "csb:Acts:26:10",
        "t": "I actually did this in Jerusalem, and I locked up many of the saints in prison, since I had received authority for that from the chief priests. When they were put to death, I was in agreement against them."
    },
    {
        "o": 31495,
        "r": "csb:Acts:26:11",
        "t": "In all the synagogues I often punished them and tried to make them blaspheme. Since I was terribly enraged at them, I pursued them even to foreign cities."
    },
    {
        "o": 31496,
        "r": "csb:Acts:26:11",
        "t": "Paul’s Account of His Conversion and Commission",
        "h": 2
    },
    {
        "o": 31497,
        "r": "csb:Acts:26:12",
        "t": "“I*p was traveling to Damascus under these circumstances with authority and a commission from the chief priests."
    },
    {
        "o": 31498,
        "r": "csb:Acts:26:13",
        "t": "King Agrippa, while on the road at midday, I saw a light from heaven brighter than the sun, shining around me and those traveling with me."
    },
    {
        "o": 31499,
        "r": "csb:Acts:26:14",
        "t": "We all fell to the ground, and I heard a voice speaking to me in Aramaic, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r me?*r It*r is*r hard*r for*r you*r to*r kick*r against*r the*r goads.’*r"
    },
    {
        "o": 31500,
        "r": "csb:Acts:26:15",
        "t": "“I*p asked, ‘Who are you, Lord?’ “And*p the Lord replied, ‘I*r am*r Jesus,*r the*r one*r you*r are*r persecuting.*r"
    },
    {
        "o": 31501,
        "r": "csb:Acts:26:16",
        "t": "But*r get*r up*r and*r stand*r on*r your*r feet.*r For*r I*r have*r appeared*r to*r you*r for*r this*r purpose,*r to*r appoint*r you*r as*r a*r servant*r and*r a*r witness*r of*r what*r you*r have*r seen*r and*r will*r see*r of*r me.*r"
    },
    {
        "o": 31502,
        "r": "csb:Acts:26:17",
        "t": "I*r will*r rescue*r you*r from*r your*r people*r and*r from*r the*r Gentiles.*r I*r am*r sending*r you*r to*r them*r"
    },
    {
        "o": 31503,
        "r": "csb:Acts:26:18",
        "t": "to*r open*r their*r eyes*r so*r that*r they*r may*r turn*r from*r darkness*r to*r light*r and*r from*r the*r power*r of*r Satan*r to*r God,*r that*r they*r may*r receive*r forgiveness*r of*r sins*r and*r a*r share*r among*r those*r who*r are*r sanctified*r by*r faith*r in*r me.’*r"
    },
    {
        "o": 31504,
        "r": "csb:Acts:26:19",
        "t": "“So*p then, King Agrippa, I was not disobedient to the heavenly vision."
    },
    {
        "o": 31505,
        "r": "csb:Acts:26:20",
        "t": "Instead, I preached to those in Damascus first, and to those in Jerusalem and in all the region of Judea, and to the Gentiles, that they should repent and turn to God, and do works worthy of repentance."
    },
    {
        "o": 31506,
        "r": "csb:Acts:26:21",
        "t": "For this reason the Jews seized me in the temple and were trying to kill me."
    },
    {
        "o": 31507,
        "r": "csb:Acts:26:22",
        "t": "To this very day, I have had help from God, and I stand and testify to both small and great, saying nothing other than what the prophets and Moses said would take place-"
    },
    {
        "o": 31508,
        "r": "csb:Acts:26:23",
        "t": "that the Messiah would suffer, and that, as the first to rise from the dead, he would proclaim light to our people and to the Gentiles.”"
    },
    {
        "o": 31509,
        "r": "csb:Acts:26:23",
        "t": "Agrippa Not Quite Persuaded",
        "h": 2
    },
    {
        "o": 31510,
        "r": "csb:Acts:26:24",
        "t": "As*p he was saying these things in his defense, Festus exclaimed in a loud voice, “You’re out of your mind, Paul! Too much study is driving you mad.”"
    },
    {
        "o": 31511,
        "r": "csb:Acts:26:25",
        "t": "But*p Paul replied, “I’m not out of my mind, most excellent Festus. On the contrary, I’m speaking words of truth and good judgment."
    },
    {
        "o": 31512,
        "r": "csb:Acts:26:26",
        "t": "For the king knows about these matters, and I can speak boldly to him. For I am convinced that none of these things has escaped his notice, since this was not done in a corner."
    },
    {
        "o": 31513,
        "r": "csb:Acts:26:27",
        "t": "King Agrippa, do you believe the prophets? I know you believe.”"
    },
    {
        "o": 31514,
        "r": "csb:Acts:26:28",
        "t": "Agrippa*p said to Paul, “Are you going to persuade me to become a Christian so easily?”"
    },
    {
        "o": 31515,
        "r": "csb:Acts:26:29",
        "t": "“I*p wish before God,” replied Paul, “that whether easily or with difficulty, not only you but all who listen to me today might become as I am - except for these chains.”"
    },
    {
        "o": 31516,
        "r": "csb:Acts:26:30",
        "t": "The*p king, the governor, Bernice, and those sitting with them got up,"
    },
    {
        "o": 31517,
        "r": "csb:Acts:26:31",
        "t": "and when they had left they talked with each other and said, “This man is not doing anything to deserve death or imprisonment.”"
    },
    {
        "o": 31518,
        "r": "csb:Acts:26:32",
        "t": "Agrippa*p said to Festus, “This man could have been released if he had not appealed to Caesar.”"
    }
]
