[
    {
        "o": 1561,
        "r": "csb:Genesis:47:0",
        "t": "Genesis 47",
        "h": 1
    },
    {
        "o": 1562,
        "r": "csb:Genesis:47:0",
        "t": "Pharaoh Welcomes Jacob",
        "h": 2
    },
    {
        "o": 1563,
        "r": "csb:Genesis:47:1",
        "t": "So*p Joseph went and informed Pharaoh: “My father and my brothers, with their flocks and herds and all that they own, have come from the land of Canaan and are now in the land of Goshen.”"
    },
    {
        "o": 1564,
        "r": "csb:Genesis:47:2",
        "t": "He*p took five of his brothers and presented them to Pharaoh."
    },
    {
        "o": 1565,
        "r": "csb:Genesis:47:3",
        "t": "And Pharaoh asked his brothers, “What is your occupation?” They*p said to Pharaoh, “Your servants, both we and our ancestors, are shepherds.”"
    },
    {
        "o": 1566,
        "r": "csb:Genesis:47:4",
        "t": "And they said to Pharaoh, “We have come to stay in the land for a while because there is no grazing land for your servants’ sheep, since the famine in the land of Canaan has been severe. So now, please let your servants settle in the land of Goshen.”"
    },
    {
        "o": 1567,
        "r": "csb:Genesis:47:5",
        "t": "Then*p Pharaoh said to Joseph, “Now that your father and brothers have come to you,"
    },
    {
        "o": 1568,
        "r": "csb:Genesis:47:6",
        "t": "the land of Egypt is open before you; settle your father and brothers in the best part of the land. They can live in the land of Goshen. If you know of any capable men among them, put them in charge of my livestock.”"
    },
    {
        "o": 1569,
        "r": "csb:Genesis:47:7",
        "t": "Joseph*p then brought his father Jacob and presented him to Pharaoh, and Jacob blessed Pharaoh."
    },
    {
        "o": 1570,
        "r": "csb:Genesis:47:8",
        "t": "Pharaoh said to Jacob, “How many years have you lived?”"
    },
    {
        "o": 1571,
        "r": "csb:Genesis:47:9",
        "t": "Jacob*p said to Pharaoh, “My pilgrimage has lasted 130 years. My years have been few and hard, and they have not reached the years of my ancestors during their pilgrimages.”"
    },
    {
        "o": 1572,
        "r": "csb:Genesis:47:10",
        "t": "So Jacob blessed Pharaoh and departed from Pharaoh’s presence."
    },
    {
        "o": 1573,
        "r": "csb:Genesis:47:11",
        "t": "Then*p Joseph settled his father and brothers in the land of Egypt and gave them property in the best part of the land, the land of Rameses, as Pharaoh had commanded."
    },
    {
        "o": 1574,
        "r": "csb:Genesis:47:12",
        "t": "And Joseph provided his father, his brothers, and all his father’s family with food for their dependents."
    },
    {
        "o": 1575,
        "r": "csb:Genesis:47:12",
        "t": "The Land Becomes Pharaoh’s",
        "h": 2
    },
    {
        "o": 1576,
        "r": "csb:Genesis:47:13",
        "t": "But*p there was no food in the entire region, for the famine was very severe. The land of Egypt and the land of Canaan were exhausted by the famine."
    },
    {
        "o": 1577,
        "r": "csb:Genesis:47:14",
        "t": "Joseph collected all the silver to be found in the land of Egypt and the land of Canaan in exchange for the grain they were purchasing, and he brought the silver to Pharaoh’s palace."
    },
    {
        "o": 1578,
        "r": "csb:Genesis:47:15",
        "t": "When the silver from the land of Egypt and the land of Canaan was gone, all the Egyptians came to Joseph and said, “Give us food. Why should we die here in front of you? The silver is gone!”"
    },
    {
        "o": 1579,
        "r": "csb:Genesis:47:16",
        "t": "But*p Joseph said, “Give me your livestock. Since the silver is gone, I will give you food in exchange for your livestock.”"
    },
    {
        "o": 1580,
        "r": "csb:Genesis:47:17",
        "t": "So they brought their livestock to Joseph, and he gave them food in exchange for the horses, the flocks of sheep, the herds of cattle, and the donkeys. That year he provided them with food in exchange for all their livestock."
    },
    {
        "o": 1581,
        "r": "csb:Genesis:47:18",
        "t": "When*p that year was over, they came the next year and said to him, “We cannot hide from our lord that the silver is gone and that all our livestock belongs to our lord. There is nothing left for our lord except our bodies and our land."
    },
    {
        "o": 1582,
        "r": "csb:Genesis:47:19",
        "t": "Why should we die here in front of you - both us and our land? Buy us and our land in exchange for food. Then we with our land will become Pharaoh’s slaves. Give us seed so that we can live and not die, and so that the land won’t become desolate.”"
    },
    {
        "o": 1583,
        "r": "csb:Genesis:47:20",
        "t": "In*p this way, Joseph acquired all the land in Egypt for Pharaoh, because every Egyptian sold his field since the famine was so severe for them. The land became Pharaoh’s,"
    },
    {
        "o": 1584,
        "r": "csb:Genesis:47:21",
        "t": "and Joseph made the people servants from one end of Egypt to the other."
    },
    {
        "o": 1585,
        "r": "csb:Genesis:47:22",
        "t": "The only land he did not acquire belonged to the priests, for they had an allowance from Pharaoh. They ate from their allowance that Pharaoh gave them; therefore they did not sell their land."
    },
    {
        "o": 1586,
        "r": "csb:Genesis:47:23",
        "t": "Joseph*p said to the people, “Understand today that I have acquired you and your land for Pharaoh. Here is seed for you. Sow it in the land."
    },
    {
        "o": 1587,
        "r": "csb:Genesis:47:24",
        "t": "At harvest, you are to give a fifth of it to Pharaoh, and four-fifths will be yours as seed for the field and as food for yourselves, your households, and your dependents.”"
    },
    {
        "o": 1588,
        "r": "csb:Genesis:47:25",
        "t": "“You*p have saved our lives,” they said. “We have found favor with our lord and will be Pharaoh’s slaves.”"
    },
    {
        "o": 1589,
        "r": "csb:Genesis:47:26",
        "t": "So Joseph made it a law, still in effect today in the land of Egypt, that a fifth of the produce belongs to Pharaoh. Only the priests’ land does not belong to Pharaoh."
    },
    {
        "o": 1590,
        "r": "csb:Genesis:47:26",
        "t": "Israel Settles in Goshen",
        "h": 2
    },
    {
        "o": 1591,
        "r": "csb:Genesis:47:27",
        "t": "Israel*p settled in the land of Egypt, in the region of Goshen. They acquired property in it and became fruitful and very numerous."
    },
    {
        "o": 1592,
        "r": "csb:Genesis:47:28",
        "t": "Now Jacob lived in the land of Egypt 17 years, and his life span was 147 years."
    },
    {
        "o": 1593,
        "r": "csb:Genesis:47:29",
        "t": "When the time approached for him to die, he called his son Joseph and said to him, “If I have found favor with you, put your hand under my thigh and promise me that you will deal with me in kindness and faithfulness. Do not bury me in Egypt."
    },
    {
        "o": 1594,
        "r": "csb:Genesis:47:30",
        "t": "When I rest with my ancestors, carry me away from Egypt and bury me in their burial place.” Joseph*p answered, “I will do what you have asked.”"
    },
    {
        "o": 1595,
        "r": "csb:Genesis:47:31",
        "t": "And*p Jacob said, “Swear to me.” So Joseph swore to him. Then Israel bowed in thanks at the head of his bed."
    }
]
