[
    {
        "o": 764,
        "r": "csb:Genesis:26:0",
        "t": "Genesis 26",
        "h": 1
    },
    {
        "o": 765,
        "r": "csb:Genesis:26:0",
        "t": "The Promise Reaffirmed to Isaac",
        "h": 2
    },
    {
        "o": 766,
        "r": "csb:Genesis:26:1",
        "t": "There*p was another famine in the land in addition to the one that had occurred in Abraham’s time. And Isaac went to Abimelech, king of the Philistines, at Gerar."
    },
    {
        "o": 767,
        "r": "csb:Genesis:26:2",
        "t": "The Lord*s appeared to him and said, “Do not go down to Egypt. Live in the land that I tell you about;"
    },
    {
        "o": 768,
        "r": "csb:Genesis:26:3",
        "t": "stay in this land as an alien, and I will be with you and bless you. For I will give all these lands to you and your offspring, and I will confirm the oath that I swore to your father Abraham."
    },
    {
        "o": 769,
        "r": "csb:Genesis:26:4",
        "t": "I will make your offspring as numerous as the stars of the sky, I will give your offspring all these lands, and all the nations of the earth will be blessed by your offspring,"
    },
    {
        "o": 770,
        "r": "csb:Genesis:26:5",
        "t": "because Abraham listened to me and kept my mandate, my commands, my statutes, and my instructions.”"
    },
    {
        "o": 771,
        "r": "csb:Genesis:26:6",
        "t": "So Isaac settled in Gerar."
    },
    {
        "o": 772,
        "r": "csb:Genesis:26:6",
        "t": "Isaac’s Deception",
        "h": 2
    },
    {
        "o": 773,
        "r": "csb:Genesis:26:7",
        "t": "When*p the men of the place asked about his wife, he said, “She is my sister,” for he was afraid to say “my wife,” thinking, “The men of the place will kill me on account of Rebekah, for she is a beautiful woman.”"
    },
    {
        "o": 774,
        "r": "csb:Genesis:26:8",
        "t": "When Isaac had been there for some time, Abimelech king of the Philistines looked down from the window and was surprised to see Isaac caressing his wife Rebekah."
    },
    {
        "o": 775,
        "r": "csb:Genesis:26:9",
        "t": "Abimelech*p sent for Isaac and said, “So she is really your wife! How could you say, ‘She is my sister’?” Isaac*p answered him, “Because I thought I might die on account of her.”"
    },
    {
        "o": 776,
        "r": "csb:Genesis:26:10",
        "t": "Then*p Abimelech said, “What have you done to us? One of the people could easily have slept with your wife, and you would have brought guilt on us.”"
    },
    {
        "o": 777,
        "r": "csb:Genesis:26:11",
        "t": "So Abimelech warned all the people, “Whoever harms this man or his wife will certainly be put to death.”"
    },
    {
        "o": 778,
        "r": "csb:Genesis:26:11",
        "t": "Conflicts over Wells",
        "h": 2
    },
    {
        "o": 779,
        "r": "csb:Genesis:26:12",
        "t": "Isaac*p sowed seed in that land, and in that year he reaped a hundred times what was sown. The Lord*s blessed him,"
    },
    {
        "o": 780,
        "r": "csb:Genesis:26:13",
        "t": "and the man became rich and kept getting richer until he was very wealthy."
    },
    {
        "o": 781,
        "r": "csb:Genesis:26:14",
        "t": "He had flocks of sheep, herds of cattle, and many slaves, and the Philistines were envious of him."
    },
    {
        "o": 782,
        "r": "csb:Genesis:26:15",
        "t": "Philistines stopped up all the wells that his father’s servants had dug in the days of his father Abraham, filling them with dirt."
    },
    {
        "o": 783,
        "r": "csb:Genesis:26:16",
        "t": "And Abimelech said to Isaac, “Leave us, for you are much too powerful for us.”"
    },
    {
        "o": 784,
        "r": "csb:Genesis:26:17",
        "t": "So*p Isaac left there, camped in the Gerar Valley, and lived there."
    },
    {
        "o": 785,
        "r": "csb:Genesis:26:18",
        "t": "Isaac reopened the wells that had been dug in the days of his father Abraham and that the Philistines had stopped up after Abraham died. He gave them the same names his father had given them."
    },
    {
        "o": 786,
        "r": "csb:Genesis:26:19",
        "t": "Then Isaac’s servants dug in the valley and found a well of spring water there."
    },
    {
        "o": 787,
        "r": "csb:Genesis:26:20",
        "t": "But the herdsmen of Gerar quarreled with Isaac’s herdsmen and said, “The water is ours!” So he named the well Esek because they argued with him."
    },
    {
        "o": 788,
        "r": "csb:Genesis:26:21",
        "t": "Then they dug another well and quarreled over that one also, so he named it Sitnah."
    },
    {
        "o": 789,
        "r": "csb:Genesis:26:22",
        "t": "He moved from there and dug another, and they did not quarrel over it. He named it Rehoboth and said, “For now the Lord*s has made space for us, and we will be fruitful in the land.”"
    },
    {
        "o": 790,
        "r": "csb:Genesis:26:22",
        "t": "The Lord Appears to Isaac",
        "h": 2
    },
    {
        "o": 791,
        "r": "csb:Genesis:26:23",
        "t": "From*p there he went up to Beer-sheba,"
    },
    {
        "o": 792,
        "r": "csb:Genesis:26:24",
        "t": "and the Lord*s appeared to him that night and said, “I am the God of your father Abraham. Do not be afraid, for I am with you. I will bless you and multiply your offspring because of my servant Abraham.”"
    },
    {
        "o": 793,
        "r": "csb:Genesis:26:25",
        "t": "So*p he built an altar there, called on the name of the Lord,*s and pitched his tent there. Isaac’s servants also dug a well there."
    },
    {
        "o": 794,
        "r": "csb:Genesis:26:25",
        "t": "Covenant with Abimelech",
        "h": 2
    },
    {
        "o": 795,
        "r": "csb:Genesis:26:26",
        "t": "Now*p Abimelech came to him from Gerar with Ahuzzath his adviser and Phicol the commander of his army."
    },
    {
        "o": 796,
        "r": "csb:Genesis:26:27",
        "t": "Isaac said to them, “Why have you come to me? You hated me and sent me away from you.”"
    },
    {
        "o": 797,
        "r": "csb:Genesis:26:28",
        "t": "They*p replied, “We have clearly seen how the Lord*s has been with you. We think there should be an oath between two parties - between us and you. Let us make a covenant with you:"
    },
    {
        "o": 798,
        "r": "csb:Genesis:26:29",
        "t": "You will not harm us, just as we have not harmed you but have done only what was good to you, sending you away in peace. You are now blessed by the Lord.”*s"
    },
    {
        "o": 799,
        "r": "csb:Genesis:26:30",
        "t": "So*p he prepared a banquet for them, and they ate and drank."
    },
    {
        "o": 800,
        "r": "csb:Genesis:26:31",
        "t": "They got up early in the morning and swore an oath to each other. Isaac sent them on their way, and they left him in peace."
    },
    {
        "o": 801,
        "r": "csb:Genesis:26:32",
        "t": "On that same day Isaac’s servants came to tell him about the well they had dug, saying to him, “We have found water!”"
    },
    {
        "o": 802,
        "r": "csb:Genesis:26:33",
        "t": "He called it Sheba. Therefore the name of the city is still Beer-sheba today."
    },
    {
        "o": 803,
        "r": "csb:Genesis:26:33",
        "t": "Esau’s Wives",
        "h": 2
    },
    {
        "o": 804,
        "r": "csb:Genesis:26:34",
        "t": "When*p Esau was forty years old, he took as his wives Judith daughter of Beeri the Hethite, and Basemath daughter of Elon the Hethite."
    },
    {
        "o": 805,
        "r": "csb:Genesis:26:35",
        "t": "They made life bitter for Isaac and Rebekah."
    }
]
