[
    {
        "o": 1658,
        "r": "niv:Exodus:1:0",
        "t": "Exodus 1",
        "h": 1
    },
    {
        "o": 1659,
        "r": "niv:Exodus:1:0",
        "t": "The Israelites Oppressed",
        "h": 2
    },
    {
        "o": 1660,
        "r": "niv:Exodus:1:1",
        "t": "These*p are the names of the sons of Israel who went to Egypt with Jacob, each with his family:"
    },
    {
        "o": 1661,
        "r": "niv:Exodus:1:2",
        "t": "Reuben, Simeon, Levi and Judah;"
    },
    {
        "o": 1662,
        "r": "niv:Exodus:1:3",
        "t": "Issachar, Zebulun and Benjamin;"
    },
    {
        "o": 1663,
        "r": "niv:Exodus:1:4",
        "t": "Dan and Naphtali; Gad and Asher."
    },
    {
        "o": 1664,
        "r": "niv:Exodus:1:5",
        "t": "The descendants of Jacob numbered seventy in all; Joseph was already in Egypt."
    },
    {
        "o": 1665,
        "r": "niv:Exodus:1:6",
        "t": "Now*p Joseph and all his brothers and all that generation died,"
    },
    {
        "o": 1666,
        "r": "niv:Exodus:1:7",
        "t": "but the Israelites were exceedingly fruitful; they multiplied greatly, increased in numbers and became so numerous that the land was filled with them."
    },
    {
        "o": 1667,
        "r": "niv:Exodus:1:8",
        "t": "Then*p a new king, to whom Joseph meant nothing, came to power in Egypt."
    },
    {
        "o": 1668,
        "r": "niv:Exodus:1:9",
        "t": "“Look,” he said to his people, “the Israelites have become far too numerous for us."
    },
    {
        "o": 1669,
        "r": "niv:Exodus:1:10",
        "t": "Come, we must deal shrewdly with them or they will become even more numerous and, if war breaks out, will join our enemies, fight against us and leave the country.”"
    },
    {
        "o": 1670,
        "r": "niv:Exodus:1:11",
        "t": "So*p they put slave masters over them to oppress them with forced labor, and they built Pithom and Rameses as store cities for Pharaoh."
    },
    {
        "o": 1671,
        "r": "niv:Exodus:1:12",
        "t": "But the more they were oppressed, the more they multiplied and spread; so the Egyptians came to dread the Israelites"
    },
    {
        "o": 1672,
        "r": "niv:Exodus:1:13",
        "t": "and worked them ruthlessly."
    },
    {
        "o": 1673,
        "r": "niv:Exodus:1:14",
        "t": "They made their lives bitter with harsh labor in brick and mortar and with all kinds of work in the fields; in all their harsh labor the Egyptians worked them ruthlessly."
    },
    {
        "o": 1674,
        "r": "niv:Exodus:1:15",
        "t": "The*p king of Egypt said to the Hebrew midwives, whose names were Shiphrah and Puah,"
    },
    {
        "o": 1675,
        "r": "niv:Exodus:1:16",
        "t": "“When you are helping the Hebrew women during childbirth on the delivery stool, if you see that the baby is a boy, kill him; but if it is a girl, let her live.”"
    },
    {
        "o": 1676,
        "r": "niv:Exodus:1:17",
        "t": "The midwives, however, feared God and did not do what the king of Egypt had told them to do; they let the boys live."
    },
    {
        "o": 1677,
        "r": "niv:Exodus:1:18",
        "t": "Then the king of Egypt summoned the midwives and asked them, “Why have you done this? Why have you let the boys live?”"
    },
    {
        "o": 1678,
        "r": "niv:Exodus:1:19",
        "t": "The*p midwives answered Pharaoh, “Hebrew women are not like Egyptian women; they are vigorous and give birth before the midwives arrive.”"
    },
    {
        "o": 1679,
        "r": "niv:Exodus:1:20",
        "t": "So*p God was kind to the midwives and the people increased and became even more numerous."
    },
    {
        "o": 1680,
        "r": "niv:Exodus:1:21",
        "t": "And because the midwives feared God, he gave them families of their own."
    },
    {
        "o": 1681,
        "r": "niv:Exodus:1:22",
        "t": "Then*p Pharaoh gave this order to all his people: “Every Hebrew boy that is born you must throw into the Nile, but let every girl live.”"
    },
    {
        "o": 1682,
        "r": "niv:Exodus:2:0",
        "t": "Exodus 2",
        "h": 1
    },
    {
        "o": 1683,
        "r": "niv:Exodus:2:0",
        "t": "The Birth of Moses",
        "h": 2
    },
    {
        "o": 1684,
        "r": "niv:Exodus:2:1",
        "t": "Now*p a man of the tribe of Levi married a Levite woman,"
    },
    {
        "o": 1685,
        "r": "niv:Exodus:2:2",
        "t": "and she became pregnant and gave birth to a son. When she saw that he was a fine child, she hid him for three months."
    },
    {
        "o": 1686,
        "r": "niv:Exodus:2:3",
        "t": "But when she could hide him no longer, she got a papyrus basket for him and coated it with tar and pitch. Then she placed the child in it and put it among the reeds along the bank of the Nile."
    },
    {
        "o": 1687,
        "r": "niv:Exodus:2:4",
        "t": "His sister stood at a distance to see what would happen to him."
    },
    {
        "o": 1688,
        "r": "niv:Exodus:2:5",
        "t": "Then*p Pharaoh’s daughter went down to the Nile to bathe, and her attendants were walking along the riverbank. She saw the basket among the reeds and sent her female slave to get it."
    },
    {
        "o": 1689,
        "r": "niv:Exodus:2:6",
        "t": "She opened it and saw the baby. He was crying, and she felt sorry for him. “This is one of the Hebrew babies,” she said."
    },
    {
        "o": 1690,
        "r": "niv:Exodus:2:7",
        "t": "Then*p his sister asked Pharaoh’s daughter, “Shall I go and get one of the Hebrew women to nurse the baby for you?”"
    },
    {
        "o": 1691,
        "r": "niv:Exodus:2:8",
        "t": "“Yes,*p go,” she answered. So the girl went and got the baby’s mother."
    },
    {
        "o": 1692,
        "r": "niv:Exodus:2:9",
        "t": "Pharaoh’s daughter said to her, “Take this baby and nurse him for me, and I will pay you.” So the woman took the baby and nursed him."
    },
    {
        "o": 1693,
        "r": "niv:Exodus:2:10",
        "t": "When the child grew older, she took him to Pharaoh’s daughter and he became her son. She named him Moses, saying, “I drew him out of the water.”"
    },
    {
        "o": 1694,
        "r": "niv:Exodus:2:10",
        "t": "Moses Flees to Midian",
        "h": 2
    },
    {
        "o": 1695,
        "r": "niv:Exodus:2:11",
        "t": "One*p day, after Moses had grown up, he went out to where his own people were and watched them at their hard labor. He saw an Egyptian beating a Hebrew, one of his own people."
    },
    {
        "o": 1696,
        "r": "niv:Exodus:2:12",
        "t": "Looking this way and that and seeing no one, he killed the Egyptian and hid him in the sand."
    },
    {
        "o": 1697,
        "r": "niv:Exodus:2:13",
        "t": "The next day he went out and saw two Hebrews fighting. He asked the one in the wrong, “Why are you hitting your fellow Hebrew?”"
    },
    {
        "o": 1698,
        "r": "niv:Exodus:2:14",
        "t": "The*p man said, “Who made you ruler and judge over us? Are you thinking of killing me as you killed the Egyptian?” Then Moses was afraid and thought, “What I did must have become known.”"
    },
    {
        "o": 1699,
        "r": "niv:Exodus:2:15",
        "t": "When*p Pharaoh heard of this, he tried to kill Moses, but Moses fled from Pharaoh and went to live in Midian, where he sat down by a well."
    },
    {
        "o": 1700,
        "r": "niv:Exodus:2:16",
        "t": "Now a priest of Midian had seven daughters, and they came to draw water and fill the troughs to water their father’s flock."
    },
    {
        "o": 1701,
        "r": "niv:Exodus:2:17",
        "t": "Some shepherds came along and drove them away, but Moses got up and came to their rescue and watered their flock."
    },
    {
        "o": 1702,
        "r": "niv:Exodus:2:18",
        "t": "When*p the girls returned to Reuel their father, he asked them, “Why have you returned so early today?”"
    },
    {
        "o": 1703,
        "r": "niv:Exodus:2:19",
        "t": "They*p answered, “An Egyptian rescued us from the shepherds. He even drew water for us and watered the flock.”"
    },
    {
        "o": 1704,
        "r": "niv:Exodus:2:20",
        "t": "“And*p where is he?” Reuel asked his daughters. “Why did you leave him? Invite him to have something to eat.”"
    },
    {
        "o": 1705,
        "r": "niv:Exodus:2:21",
        "t": "Moses*p agreed to stay with the man, who gave his daughter Zipporah to Moses in marriage."
    },
    {
        "o": 1706,
        "r": "niv:Exodus:2:22",
        "t": "Zipporah gave birth to a son, and Moses named him Gershom, saying, “I have become a foreigner in a foreign land.”"
    },
    {
        "o": 1707,
        "r": "niv:Exodus:2:23",
        "t": "During*p that long period, the king of Egypt died. The Israelites groaned in their slavery and cried out, and their cry for help because of their slavery went up to God."
    },
    {
        "o": 1708,
        "r": "niv:Exodus:2:24",
        "t": "God heard their groaning and he remembered his covenant with Abraham, with Isaac and with Jacob."
    },
    {
        "o": 1709,
        "r": "niv:Exodus:2:25",
        "t": "So God looked on the Israelites and was concerned about them."
    },
    {
        "o": 1710,
        "r": "niv:Exodus:3:0",
        "t": "Exodus 3",
        "h": 1
    },
    {
        "o": 1711,
        "r": "niv:Exodus:3:0",
        "t": "Moses and the Burning Bush",
        "h": 2
    },
    {
        "o": 1712,
        "r": "niv:Exodus:3:1",
        "t": "Now*p Moses was tending the flock of Jethro his father-in-law, the priest of Midian, and he led the flock to the far side of the wilderness and came to Horeb, the mountain of God."
    },
    {
        "o": 1713,
        "r": "niv:Exodus:3:2",
        "t": "There the angel of the Lord*s appeared to him in flames of fire from within a bush. Moses saw that though the bush was on fire it did not burn up."
    },
    {
        "o": 1714,
        "r": "niv:Exodus:3:3",
        "t": "So Moses thought, “I will go over and see this strange sight—why the bush does not burn up.”"
    },
    {
        "o": 1715,
        "r": "niv:Exodus:3:4",
        "t": "When*p the Lord*s saw that he had gone over to look, God called to him from within the bush, “Moses! Moses!” And*p Moses said, “Here I am.”"
    },
    {
        "o": 1716,
        "r": "niv:Exodus:3:5",
        "t": "“Do*p not come any closer,” God said. “Take off your sandals, for the place where you are standing is holy ground.”"
    },
    {
        "o": 1717,
        "r": "niv:Exodus:3:6",
        "t": "Then he said, “I am the God of your father, the God of Abraham, the God of Isaac and the God of Jacob.” At this, Moses hid his face, because he was afraid to look at God."
    },
    {
        "o": 1718,
        "r": "niv:Exodus:3:7",
        "t": "The*p Lord*s said, “I have indeed seen the misery of my people in Egypt. I have heard them crying out because of their slave drivers, and I am concerned about their suffering."
    },
    {
        "o": 1719,
        "r": "niv:Exodus:3:8",
        "t": "So I have come down to rescue them from the hand of the Egyptians and to bring them up out of that land into a good and spacious land, a land flowing with milk and honey—the home of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites."
    },
    {
        "o": 1720,
        "r": "niv:Exodus:3:9",
        "t": "And now the cry of the Israelites has reached me, and I have seen the way the Egyptians are oppressing them."
    },
    {
        "o": 1721,
        "r": "niv:Exodus:3:10",
        "t": "So now, go. I am sending you to Pharaoh to bring my people the Israelites out of Egypt.”"
    },
    {
        "o": 1722,
        "r": "niv:Exodus:3:11",
        "t": "But*p Moses said to God, “Who am I that I should go to Pharaoh and bring the Israelites out of Egypt?”"
    },
    {
        "o": 1723,
        "r": "niv:Exodus:3:12",
        "t": "And*p God said, “I will be with you. And this will be the sign to you that it is I who have sent you: When you have brought the people out of Egypt, you will worship God on this mountain.”"
    },
    {
        "o": 1724,
        "r": "niv:Exodus:3:13",
        "t": "Moses*p said to God, “Suppose I go to the Israelites and say to them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ Then what shall I tell them?”"
    },
    {
        "o": 1725,
        "r": "niv:Exodus:3:14",
        "t": "God*p said to Moses, “I*s am*s who*s I*s am.*s This is what you are to say to the Israelites: ‘I*s am*s has sent me to you.’ ”"
    },
    {
        "o": 1726,
        "r": "niv:Exodus:3:15",
        "t": "God*p also said to Moses, “Say to the Israelites, ‘The Lord,*s the God of your fathers—the God of Abraham, the God of Isaac and the God of Jacob—has sent me to you.’ “This*pn is my name forever, the*ld name you shall call me from*ld generation to generation."
    },
    {
        "o": 1727,
        "r": "niv:Exodus:3:16",
        "t": "“Go,*p assemble the elders of Israel and say to them, ‘The Lord,*s the God of your fathers—the God of Abraham, Isaac and Jacob—appeared to me and said: I have watched over you and have seen what has been done to you in Egypt."
    },
    {
        "o": 1728,
        "r": "niv:Exodus:3:17",
        "t": "And I have promised to bring you up out of your misery in Egypt into the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites—a land flowing with milk and honey.’"
    },
    {
        "o": 1729,
        "r": "niv:Exodus:3:18",
        "t": "“The*p elders of Israel will listen to you. Then you and the elders are to go to the king of Egypt and say to him, ‘The Lord,*s the God of the Hebrews, has met with us. Let us take a three-day journey into the wilderness to offer sacrifices to the Lord*s our God.’"
    },
    {
        "o": 1730,
        "r": "niv:Exodus:3:19",
        "t": "But I know that the king of Egypt will not let you go unless a mighty hand compels him."
    },
    {
        "o": 1731,
        "r": "niv:Exodus:3:20",
        "t": "So I will stretch out my hand and strike the Egyptians with all the wonders that I will perform among them. After that, he will let you go."
    },
    {
        "o": 1732,
        "r": "niv:Exodus:3:21",
        "t": "“And*p I will make the Egyptians favorably disposed toward this people, so that when you leave you will not go empty-handed."
    },
    {
        "o": 1733,
        "r": "niv:Exodus:3:22",
        "t": "Every woman is to ask her neighbor and any woman living in her house for articles of silver and gold and for clothing, which you will put on your sons and daughters. And so you will plunder the Egyptians.”"
    },
    {
        "o": 1734,
        "r": "niv:Exodus:4:0",
        "t": "Exodus 4",
        "h": 1
    },
    {
        "o": 1735,
        "r": "niv:Exodus:4:0",
        "t": "Signs for Moses",
        "h": 2
    },
    {
        "o": 1736,
        "r": "niv:Exodus:4:1",
        "t": "Moses*p answered, “What if they do not believe me or listen to me and say, ‘The Lord*s did not appear to you’?”"
    },
    {
        "o": 1737,
        "r": "niv:Exodus:4:2",
        "t": "Then*p the Lord*s said to him, “What is that in your hand?” “A*p staff,” he replied."
    },
    {
        "o": 1738,
        "r": "niv:Exodus:4:3",
        "t": "The*p Lord*s said, “Throw it on the ground.” Moses*p threw it on the ground and it became a snake, and he ran from it."
    },
    {
        "o": 1739,
        "r": "niv:Exodus:4:4",
        "t": "Then the Lord*s said to him, “Reach out your hand and take it by the tail.” So Moses reached out and took hold of the snake and it turned back into a staff in his hand."
    },
    {
        "o": 1740,
        "r": "niv:Exodus:4:5",
        "t": "“This,” said the Lord,*s “is so that they may believe that the Lord,*s the God of their fathers—the God of Abraham, the God of Isaac and the God of Jacob—has appeared to you.”"
    },
    {
        "o": 1741,
        "r": "niv:Exodus:4:6",
        "t": "Then*p the Lord*s said, “Put your hand inside your cloak.” So Moses put his hand into his cloak, and when he took it out, the skin was leprous —it had become as white as snow."
    },
    {
        "o": 1742,
        "r": "niv:Exodus:4:7",
        "t": "“Now*p put it back into your cloak,” he said. So Moses put his hand back into his cloak, and when he took it out, it was restored, like the rest of his flesh."
    },
    {
        "o": 1743,
        "r": "niv:Exodus:4:8",
        "t": "Then*p the Lord*s said, “If they do not believe you or pay attention to the first sign, they may believe the second."
    },
    {
        "o": 1744,
        "r": "niv:Exodus:4:9",
        "t": "But if they do not believe these two signs or listen to you, take some water from the Nile and pour it on the dry ground. The water you take from the river will become blood on the ground.”"
    },
    {
        "o": 1745,
        "r": "niv:Exodus:4:10",
        "t": "Moses*p said to the Lord,*s “Pardon your servant, Lord. I have never been eloquent, neither in the past nor since you have spoken to your servant. I am slow of speech and tongue.”"
    },
    {
        "o": 1746,
        "r": "niv:Exodus:4:11",
        "t": "The*p Lord*s said to him, “Who gave human beings their mouths? Who makes them deaf or mute? Who gives them sight or makes them blind? Is it not I, the Lord?*s"
    },
    {
        "o": 1747,
        "r": "niv:Exodus:4:12",
        "t": "Now go; I will help you speak and will teach you what to say.”"
    },
    {
        "o": 1748,
        "r": "niv:Exodus:4:13",
        "t": "But*p Moses said, “Pardon your servant, Lord. Please send someone else.”"
    },
    {
        "o": 1749,
        "r": "niv:Exodus:4:14",
        "t": "Then*p the Lord’s*s anger burned against Moses and he said, “What about your brother, Aaron the Levite? I know he can speak well. He is already on his way to meet you, and he will be glad to see you."
    },
    {
        "o": 1750,
        "r": "niv:Exodus:4:15",
        "t": "You shall speak to him and put words in his mouth; I will help both of you speak and will teach you what to do."
    },
    {
        "o": 1751,
        "r": "niv:Exodus:4:16",
        "t": "He will speak to the people for you, and it will be as if he were your mouth and as if you were God to him."
    },
    {
        "o": 1752,
        "r": "niv:Exodus:4:17",
        "t": "But take this staff in your hand so you can perform the signs with it.”"
    },
    {
        "o": 1753,
        "r": "niv:Exodus:4:17",
        "t": "Moses Returns to Egypt",
        "h": 2
    },
    {
        "o": 1754,
        "r": "niv:Exodus:4:18",
        "t": "Then*p Moses went back to Jethro his father-in-law and said to him, “Let me return to my own people in Egypt to see if any of them are still alive.” Jethro*p said, “Go, and I wish you well.”"
    },
    {
        "o": 1755,
        "r": "niv:Exodus:4:19",
        "t": "Now*p the Lord*s had said to Moses in Midian, “Go back to Egypt, for all those who wanted to kill you are dead.”"
    },
    {
        "o": 1756,
        "r": "niv:Exodus:4:20",
        "t": "So Moses took his wife and sons, put them on a donkey and started back to Egypt. And he took the staff of God in his hand."
    },
    {
        "o": 1757,
        "r": "niv:Exodus:4:21",
        "t": "The*p Lord*s said to Moses, “When you return to Egypt, see that you perform before Pharaoh all the wonders I have given you the power to do. But I will harden his heart so that he will not let the people go."
    },
    {
        "o": 1758,
        "r": "niv:Exodus:4:22",
        "t": "Then say to Pharaoh, ‘This is what the Lord*s says: Israel is my firstborn son,"
    },
    {
        "o": 1759,
        "r": "niv:Exodus:4:23",
        "t": "and I told you, “Let my son go, so he may worship me.” But you refused to let him go; so I will kill your firstborn son.’ ”"
    },
    {
        "o": 1760,
        "r": "niv:Exodus:4:24",
        "t": "At*p a lodging place on the way, the Lord*s met Moses and was about to kill him."
    },
    {
        "o": 1761,
        "r": "niv:Exodus:4:25",
        "t": "But Zipporah took a flint knife, cut off her son’s foreskin and touched Moses’ feet with it. “Surely you are a bridegroom of blood to me,” she said."
    },
    {
        "o": 1762,
        "r": "niv:Exodus:4:26",
        "t": "So the Lord*s let him alone. (At that time she said “bridegroom of blood,” referring to circumcision.)"
    },
    {
        "o": 1763,
        "r": "niv:Exodus:4:27",
        "t": "The*p Lord*s said to Aaron, “Go into the wilderness to meet Moses.” So he met Moses at the mountain of God and kissed him."
    },
    {
        "o": 1764,
        "r": "niv:Exodus:4:28",
        "t": "Then Moses told Aaron everything the Lord*s had sent him to say, and also about all the signs he had commanded him to perform."
    },
    {
        "o": 1765,
        "r": "niv:Exodus:4:29",
        "t": "Moses*p and Aaron brought together all the elders of the Israelites,"
    },
    {
        "o": 1766,
        "r": "niv:Exodus:4:30",
        "t": "and Aaron told them everything the Lord*s had said to Moses. He also performed the signs before the people,"
    },
    {
        "o": 1767,
        "r": "niv:Exodus:4:31",
        "t": "and they believed. And when they heard that the Lord*s was concerned about them and had seen their misery, they bowed down and worshiped."
    },
    {
        "o": 1768,
        "r": "niv:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1769,
        "r": "niv:Exodus:5:0",
        "t": "Bricks Without Straw",
        "h": 2
    },
    {
        "o": 1770,
        "r": "niv:Exodus:5:1",
        "t": "Afterward*p Moses and Aaron went to Pharaoh and said, “This is what the Lord,*s the God of Israel, says: ‘Let my people go, so that they may hold a festival to me in the wilderness.’ ”"
    },
    {
        "o": 1771,
        "r": "niv:Exodus:5:2",
        "t": "Pharaoh*p said, “Who is the Lord,*s that I should obey him and let Israel go? I do not know the Lord*s and I will not let Israel go.”"
    },
    {
        "o": 1772,
        "r": "niv:Exodus:5:3",
        "t": "Then*p they said, “The God of the Hebrews has met with us. Now let us take a three-day journey into the wilderness to offer sacrifices to the Lord*s our God, or he may strike us with plagues or with the sword.”"
    },
    {
        "o": 1773,
        "r": "niv:Exodus:5:4",
        "t": "But*p the king of Egypt said, “Moses and Aaron, why are you taking the people away from their labor? Get back to your work!”"
    },
    {
        "o": 1774,
        "r": "niv:Exodus:5:5",
        "t": "Then Pharaoh said, “Look, the people of the land are now numerous, and you are stopping them from working.”"
    },
    {
        "o": 1775,
        "r": "niv:Exodus:5:6",
        "t": "That*p same day Pharaoh gave this order to the slave drivers and overseers in charge of the people:"
    },
    {
        "o": 1776,
        "r": "niv:Exodus:5:7",
        "t": "“You are no longer to supply the people with straw for making bricks; let them go and gather their own straw."
    },
    {
        "o": 1777,
        "r": "niv:Exodus:5:8",
        "t": "But require them to make the same number of bricks as before; don’t reduce the quota. They are lazy; that is why they are crying out, ‘Let us go and sacrifice to our God.’"
    },
    {
        "o": 1778,
        "r": "niv:Exodus:5:9",
        "t": "Make the work harder for the people so that they keep working and pay no attention to lies.”"
    },
    {
        "o": 1779,
        "r": "niv:Exodus:5:10",
        "t": "Then*p the slave drivers and the overseers went out and said to the people, “This is what Pharaoh says: ‘I will not give you any more straw."
    },
    {
        "o": 1780,
        "r": "niv:Exodus:5:11",
        "t": "Go and get your own straw wherever you can find it, but your work will not be reduced at all.’ ”"
    },
    {
        "o": 1781,
        "r": "niv:Exodus:5:12",
        "t": "So the people scattered all over Egypt to gather stubble to use for straw."
    },
    {
        "o": 1782,
        "r": "niv:Exodus:5:13",
        "t": "The slave drivers kept pressing them, saying, “Complete the work required of you for each day, just as when you had straw.”"
    },
    {
        "o": 1783,
        "r": "niv:Exodus:5:14",
        "t": "And Pharaoh’s slave drivers beat the Israelite overseers they had appointed, demanding, “Why haven’t you met your quota of bricks yesterday or today, as before?”"
    },
    {
        "o": 1784,
        "r": "niv:Exodus:5:15",
        "t": "Then*p the Israelite overseers went and appealed to Pharaoh: “Why have you treated your servants this way?"
    },
    {
        "o": 1785,
        "r": "niv:Exodus:5:16",
        "t": "Your servants are given no straw, yet we are told, ‘Make bricks!’ Your servants are being beaten, but the fault is with your own people.”"
    },
    {
        "o": 1786,
        "r": "niv:Exodus:5:17",
        "t": "Pharaoh*p said, “Lazy, that’s what you are—lazy! That is why you keep saying, ‘Let us go and sacrifice to the Lord.’*s"
    },
    {
        "o": 1787,
        "r": "niv:Exodus:5:18",
        "t": "Now get to work. You will not be given any straw, yet you must produce your full quota of bricks.”"
    },
    {
        "o": 1788,
        "r": "niv:Exodus:5:19",
        "t": "The*p Israelite overseers realized they were in trouble when they were told, “You are not to reduce the number of bricks required of you for each day.”"
    },
    {
        "o": 1789,
        "r": "niv:Exodus:5:20",
        "t": "When they left Pharaoh, they found Moses and Aaron waiting to meet them,"
    },
    {
        "o": 1790,
        "r": "niv:Exodus:5:21",
        "t": "and they said, “May the Lord*s look on you and judge you! You have made us obnoxious to Pharaoh and his officials and have put a sword in their hand to kill us.”"
    },
    {
        "o": 1791,
        "r": "niv:Exodus:5:21",
        "t": "God Promises Deliverance",
        "h": 2
    },
    {
        "o": 1792,
        "r": "niv:Exodus:5:22",
        "t": "Moses*p returned to the Lord*s and said, “Why, Lord, why have you brought trouble on this people? Is this why you sent me?"
    },
    {
        "o": 1793,
        "r": "niv:Exodus:5:23",
        "t": "Ever since I went to Pharaoh to speak in your name, he has brought trouble on this people, and you have not rescued your people at all.”"
    },
    {
        "o": 1794,
        "r": "niv:Exodus:6:0",
        "t": "Exodus 6",
        "h": 1
    },
    {
        "o": 1795,
        "r": "niv:Exodus:6:1",
        "t": "Then*p the Lord*s said to Moses, “Now you will see what I will do to Pharaoh: Because of my mighty hand he will let them go; because of my mighty hand he will drive them out of his country.”"
    },
    {
        "o": 1796,
        "r": "niv:Exodus:6:2",
        "t": "God*p also said to Moses, “I am the Lord.*s"
    },
    {
        "o": 1797,
        "r": "niv:Exodus:6:3",
        "t": "I appeared to Abraham, to Isaac and to Jacob as God Almighty, but by my name the Lord*s I did not make myself fully known to them."
    },
    {
        "o": 1798,
        "r": "niv:Exodus:6:4",
        "t": "I also established my covenant with them to give them the land of Canaan, where they resided as foreigners."
    },
    {
        "o": 1799,
        "r": "niv:Exodus:6:5",
        "t": "Moreover, I have heard the groaning of the Israelites, whom the Egyptians are enslaving, and I have remembered my covenant."
    },
    {
        "o": 1800,
        "r": "niv:Exodus:6:6",
        "t": "“Therefore,*p say to the Israelites: ‘I am the Lord,*s and I will bring you out from under the yoke of the Egyptians. I will free you from being slaves to them, and I will redeem you with an outstretched arm and with mighty acts of judgment."
    },
    {
        "o": 1801,
        "r": "niv:Exodus:6:7",
        "t": "I will take you as my own people, and I will be your God. Then you will know that I am the Lord*s your God, who brought you out from under the yoke of the Egyptians."
    },
    {
        "o": 1802,
        "r": "niv:Exodus:6:8",
        "t": "And I will bring you to the land I swore with uplifted hand to give to Abraham, to Isaac and to Jacob. I will give it to you as a possession. I am the Lord*s .’ ”"
    },
    {
        "o": 1803,
        "r": "niv:Exodus:6:9",
        "t": "Moses*p reported this to the Israelites, but they did not listen to him because of their discouragement and harsh labor."
    },
    {
        "o": 1804,
        "r": "niv:Exodus:6:10",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 1805,
        "r": "niv:Exodus:6:11",
        "t": "“Go, tell Pharaoh king of Egypt to let the Israelites go out of his country.”"
    },
    {
        "o": 1806,
        "r": "niv:Exodus:6:12",
        "t": "But*p Moses said to the Lord,*s “If the Israelites will not listen to me, why would Pharaoh listen to me, since I speak with faltering lips?”"
    },
    {
        "o": 1807,
        "r": "niv:Exodus:6:12",
        "t": "Family Record of Moses and Aaron",
        "h": 2
    },
    {
        "o": 1808,
        "r": "niv:Exodus:6:13",
        "t": "Now*p the Lord*s spoke to Moses and Aaron about the Israelites and Pharaoh king of Egypt, and he commanded them to bring the Israelites out of Egypt."
    },
    {
        "o": 1809,
        "r": "niv:Exodus:6:14",
        "t": "These*pln were the heads of their families: The*pln sons of Reuben the firstborn son of Israel were Hanok and Pallu, Hezron and Karmi. These were the clans of Reuben."
    },
    {
        "o": 1810,
        "r": "niv:Exodus:6:15",
        "t": "The*ln sons of Simeon were Jemuel, Jamin, Ohad, Jakin, Zohar and Shaul the son of a Canaanite woman. These were the clans of Simeon."
    },
    {
        "o": 1811,
        "r": "niv:Exodus:6:16",
        "t": "These*ln were the names of the sons of Levi according to their records: Gershon, Kohath and Merari. Levi lived 137 years."
    },
    {
        "o": 1812,
        "r": "niv:Exodus:6:17",
        "t": "The*ln sons of Gershon, by clans, were Libni and Shimei."
    },
    {
        "o": 1813,
        "r": "niv:Exodus:6:18",
        "t": "The*ln sons of Kohath were Amram, Izhar, Hebron and Uzziel. Kohath lived 133 years."
    },
    {
        "o": 1814,
        "r": "niv:Exodus:6:19",
        "t": "The*ln sons of Merari were Mahli and Mushi. These*ln were the clans of Levi according to their records."
    },
    {
        "o": 1815,
        "r": "niv:Exodus:6:20",
        "t": "Amram*ln married his father’s sister Jochebed, who bore him Aaron and Moses. Amram lived 137 years."
    },
    {
        "o": 1816,
        "r": "niv:Exodus:6:21",
        "t": "The*ln sons of Izhar were Korah, Nepheg and Zikri."
    },
    {
        "o": 1817,
        "r": "niv:Exodus:6:22",
        "t": "The*ln sons of Uzziel were Mishael, Elzaphan and Sithri."
    },
    {
        "o": 1818,
        "r": "niv:Exodus:6:23",
        "t": "Aaron*ln married Elisheba, daughter of Amminadab and sister of Nahshon, and she bore him Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 1819,
        "r": "niv:Exodus:6:24",
        "t": "The*ln sons of Korah were: Assir, Elkanah and Abiasaph. These were the Korahite clans."
    },
    {
        "o": 1820,
        "r": "niv:Exodus:6:25",
        "t": "Eleazar*ln son of Aaron married one of the daughters of Putiel, and she bore him Phinehas. These*pln were the heads of the Levite families, clan by clan."
    },
    {
        "o": 1821,
        "r": "niv:Exodus:6:26",
        "t": "It*p was this Aaron and Moses to whom the Lord*s said, “Bring the Israelites out of Egypt by their divisions.”"
    },
    {
        "o": 1822,
        "r": "niv:Exodus:6:27",
        "t": "They were the ones who spoke to Pharaoh king of Egypt about bringing the Israelites out of Egypt—this same Moses and Aaron."
    },
    {
        "o": 1823,
        "r": "niv:Exodus:6:27",
        "t": "Aaron to Speak for Moses",
        "h": 2
    },
    {
        "o": 1824,
        "r": "niv:Exodus:6:28",
        "t": "Now*p when the Lord*s spoke to Moses in Egypt,"
    },
    {
        "o": 1825,
        "r": "niv:Exodus:6:29",
        "t": "he said to him, “I am the Lord.*s Tell Pharaoh king of Egypt everything I tell you.”"
    },
    {
        "o": 1826,
        "r": "niv:Exodus:6:30",
        "t": "But*p Moses said to the Lord,*s “Since I speak with faltering lips, why would Pharaoh listen to me?”"
    },
    {
        "o": 1827,
        "r": "niv:Exodus:7:0",
        "t": "Exodus 7",
        "h": 1
    },
    {
        "o": 1828,
        "r": "niv:Exodus:7:1",
        "t": "Then*p the Lord*s said to Moses, “See, I have made you like God to Pharaoh, and your brother Aaron will be your prophet."
    },
    {
        "o": 1829,
        "r": "niv:Exodus:7:2",
        "t": "You are to say everything I command you, and your brother Aaron is to tell Pharaoh to let the Israelites go out of his country."
    },
    {
        "o": 1830,
        "r": "niv:Exodus:7:3",
        "t": "But I will harden Pharaoh’s heart, and though I multiply my signs and wonders in Egypt,"
    },
    {
        "o": 1831,
        "r": "niv:Exodus:7:4",
        "t": "he will not listen to you. Then I will lay my hand on Egypt and with mighty acts of judgment I will bring out my divisions, my people the Israelites."
    },
    {
        "o": 1832,
        "r": "niv:Exodus:7:5",
        "t": "And the Egyptians will know that I am the Lord*s when I stretch out my hand against Egypt and bring the Israelites out of it.”"
    },
    {
        "o": 1833,
        "r": "niv:Exodus:7:6",
        "t": "Moses*p and Aaron did just as the Lord*s commanded them."
    },
    {
        "o": 1834,
        "r": "niv:Exodus:7:7",
        "t": "Moses was eighty years old and Aaron eighty-three when they spoke to Pharaoh."
    },
    {
        "o": 1835,
        "r": "niv:Exodus:7:7",
        "t": "Aaron’s Staff Becomes a Snake",
        "h": 2
    },
    {
        "o": 1836,
        "r": "niv:Exodus:7:8",
        "t": "The*p Lord*s said to Moses and Aaron,"
    },
    {
        "o": 1837,
        "r": "niv:Exodus:7:9",
        "t": "“When Pharaoh says to you, ‘Perform a miracle,’ then say to Aaron, ‘Take your staff and throw it down before Pharaoh,’ and it will become a snake.”"
    },
    {
        "o": 1838,
        "r": "niv:Exodus:7:10",
        "t": "So*p Moses and Aaron went to Pharaoh and did just as the Lord*s commanded. Aaron threw his staff down in front of Pharaoh and his officials, and it became a snake."
    },
    {
        "o": 1839,
        "r": "niv:Exodus:7:11",
        "t": "Pharaoh then summoned wise men and sorcerers, and the Egyptian magicians also did the same things by their secret arts:"
    },
    {
        "o": 1840,
        "r": "niv:Exodus:7:12",
        "t": "Each one threw down his staff and it became a snake. But Aaron’s staff swallowed up their staffs."
    },
    {
        "o": 1841,
        "r": "niv:Exodus:7:13",
        "t": "Yet Pharaoh’s heart became hard and he would not listen to them, just as the Lord*s had said."
    },
    {
        "o": 1842,
        "r": "niv:Exodus:7:13",
        "t": "The Plague of Blood",
        "h": 2
    },
    {
        "o": 1843,
        "r": "niv:Exodus:7:14",
        "t": "Then*p the Lord*s said to Moses, “Pharaoh’s heart is unyielding; he refuses to let the people go."
    },
    {
        "o": 1844,
        "r": "niv:Exodus:7:15",
        "t": "Go to Pharaoh in the morning as he goes out to the river. Confront him on the bank of the Nile, and take in your hand the staff that was changed into a snake."
    },
    {
        "o": 1845,
        "r": "niv:Exodus:7:16",
        "t": "Then say to him, ‘The Lord,*s the God of the Hebrews, has sent me to say to you: Let my people go, so that they may worship me in the wilderness. But until now you have not listened."
    },
    {
        "o": 1846,
        "r": "niv:Exodus:7:17",
        "t": "This is what the Lord*s says: By this you will know that I am the Lord:*s With the staff that is in my hand I will strike the water of the Nile, and it will be changed into blood."
    },
    {
        "o": 1847,
        "r": "niv:Exodus:7:18",
        "t": "The fish in the Nile will die, and the river will stink; the Egyptians will not be able to drink its water.’ ”"
    },
    {
        "o": 1848,
        "r": "niv:Exodus:7:19",
        "t": "The*p Lord*s said to Moses, “Tell Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt—over the streams and canals, over the ponds and all the reservoirs—and they will turn to blood.’ Blood will be everywhere in Egypt, even in vessels of wood and stone.”"
    },
    {
        "o": 1849,
        "r": "niv:Exodus:7:20",
        "t": "Moses*p and Aaron did just as the Lord*s had commanded. He raised his staff in the presence of Pharaoh and his officials and struck the water of the Nile, and all the water was changed into blood."
    },
    {
        "o": 1850,
        "r": "niv:Exodus:7:21",
        "t": "The fish in the Nile died, and the river smelled so bad that the Egyptians could not drink its water. Blood was everywhere in Egypt."
    },
    {
        "o": 1851,
        "r": "niv:Exodus:7:22",
        "t": "But*p the Egyptian magicians did the same things by their secret arts, and Pharaoh’s heart became hard; he would not listen to Moses and Aaron, just as the Lord*s had said."
    },
    {
        "o": 1852,
        "r": "niv:Exodus:7:23",
        "t": "Instead, he turned and went into his palace, and did not take even this to heart."
    },
    {
        "o": 1853,
        "r": "niv:Exodus:7:24",
        "t": "And all the Egyptians dug along the Nile to get drinking water, because they could not drink the water of the river."
    },
    {
        "o": 1854,
        "r": "niv:Exodus:7:24",
        "t": "The Plague of Frogs",
        "h": 2
    },
    {
        "o": 1855,
        "r": "niv:Exodus:7:25",
        "t": "Seven*p days passed after the Lord*s struck the Nile."
    },
    {
        "o": 1856,
        "r": "niv:Exodus:8:0",
        "t": "Exodus 8",
        "h": 1
    },
    {
        "o": 1857,
        "r": "niv:Exodus:8:1",
        "t": "Then the Lord*s said to Moses, “Go to Pharaoh and say to him, ‘This is what the Lord*s says: Let my people go, so that they may worship me."
    },
    {
        "o": 1858,
        "r": "niv:Exodus:8:2",
        "t": "If you refuse to let them go, I will send a plague of frogs on your whole country."
    },
    {
        "o": 1859,
        "r": "niv:Exodus:8:3",
        "t": "The Nile will teem with frogs. They will come up into your palace and your bedroom and onto your bed, into the houses of your officials and on your people, and into your ovens and kneading troughs."
    },
    {
        "o": 1860,
        "r": "niv:Exodus:8:4",
        "t": "The frogs will come up on you and your people and all your officials.’ ”"
    },
    {
        "o": 1861,
        "r": "niv:Exodus:8:5",
        "t": "Then*p the Lord*s said to Moses, “Tell Aaron, ‘Stretch out your hand with your staff over the streams and canals and ponds, and make frogs come up on the land of Egypt.’ ”"
    },
    {
        "o": 1862,
        "r": "niv:Exodus:8:6",
        "t": "So*p Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land."
    },
    {
        "o": 1863,
        "r": "niv:Exodus:8:7",
        "t": "But the magicians did the same things by their secret arts; they also made frogs come up on the land of Egypt."
    },
    {
        "o": 1864,
        "r": "niv:Exodus:8:8",
        "t": "Pharaoh*p summoned Moses and Aaron and said, “Pray to the Lord*s to take the frogs away from me and my people, and I will let your people go to offer sacrifices to the Lord.”*s"
    },
    {
        "o": 1865,
        "r": "niv:Exodus:8:9",
        "t": "Moses*p said to Pharaoh, “I leave to you the honor of setting the time for me to pray for you and your officials and your people that you and your houses may be rid of the frogs, except for those that remain in the Nile.”"
    },
    {
        "o": 1866,
        "r": "niv:Exodus:8:10",
        "t": "“Tomorrow,”*p Pharaoh said. Moses*p replied, “It will be as you say, so that you may know there is no one like the Lord*s our God."
    },
    {
        "o": 1867,
        "r": "niv:Exodus:8:11",
        "t": "The frogs will leave you and your houses, your officials and your people; they will remain only in the Nile.”"
    },
    {
        "o": 1868,
        "r": "niv:Exodus:8:12",
        "t": "After*p Moses and Aaron left Pharaoh, Moses cried out to the Lord*s about the frogs he had brought on Pharaoh."
    },
    {
        "o": 1869,
        "r": "niv:Exodus:8:13",
        "t": "And the Lord*s did what Moses asked. The frogs died in the houses, in the courtyards and in the fields."
    },
    {
        "o": 1870,
        "r": "niv:Exodus:8:14",
        "t": "They were piled into heaps, and the land reeked of them."
    },
    {
        "o": 1871,
        "r": "niv:Exodus:8:15",
        "t": "But when Pharaoh saw that there was relief, he hardened his heart and would not listen to Moses and Aaron, just as the Lord*s had said."
    },
    {
        "o": 1872,
        "r": "niv:Exodus:8:15",
        "t": "The Plague of Gnats",
        "h": 2
    },
    {
        "o": 1873,
        "r": "niv:Exodus:8:16",
        "t": "Then*p the Lord*s said to Moses, “Tell Aaron, ‘Stretch out your staff and strike the dust of the ground,’ and throughout the land of Egypt the dust will become gnats.”"
    },
    {
        "o": 1874,
        "r": "niv:Exodus:8:17",
        "t": "They did this, and when Aaron stretched out his hand with the staff and struck the dust of the ground, gnats came on people and animals. All the dust throughout the land of Egypt became gnats."
    },
    {
        "o": 1875,
        "r": "niv:Exodus:8:18",
        "t": "But when the magicians tried to produce gnats by their secret arts, they could not. Since*p the gnats were on people and animals everywhere,"
    },
    {
        "o": 1876,
        "r": "niv:Exodus:8:19",
        "t": "the magicians said to Pharaoh, “This is the finger of God.” But Pharaoh’s heart was hard and he would not listen, just as the Lord*s had said."
    },
    {
        "o": 1877,
        "r": "niv:Exodus:8:19",
        "t": "The Plague of Flies",
        "h": 2
    },
    {
        "o": 1878,
        "r": "niv:Exodus:8:20",
        "t": "Then*p the Lord*s said to Moses, “Get up early in the morning and confront Pharaoh as he goes to the river and say to him, ‘This is what the Lord*s says: Let my people go, so that they may worship me."
    },
    {
        "o": 1879,
        "r": "niv:Exodus:8:21",
        "t": "If you do not let my people go, I will send swarms of flies on you and your officials, on your people and into your houses. The houses of the Egyptians will be full of flies; even the ground will be covered with them."
    },
    {
        "o": 1880,
        "r": "niv:Exodus:8:22",
        "t": "“ ‘But*p on that day I will deal differently with the land of Goshen, where my people live; no swarms of flies will be there, so that you will know that I, the Lord,*s am in this land."
    },
    {
        "o": 1881,
        "r": "niv:Exodus:8:23",
        "t": "I will make a distinction between my people and your people. This sign will occur tomorrow.’ ”"
    },
    {
        "o": 1882,
        "r": "niv:Exodus:8:24",
        "t": "And*p the Lord*s did this. Dense swarms of flies poured into Pharaoh’s palace and into the houses of his officials; throughout Egypt the land was ruined by the flies."
    },
    {
        "o": 1883,
        "r": "niv:Exodus:8:25",
        "t": "Then*p Pharaoh summoned Moses and Aaron and said, “Go, sacrifice to your God here in the land.”"
    },
    {
        "o": 1884,
        "r": "niv:Exodus:8:26",
        "t": "But*p Moses said, “That would not be right. The sacrifices we offer the Lord*s our God would be detestable to the Egyptians. And if we offer sacrifices that are detestable in their eyes, will they not stone us?"
    },
    {
        "o": 1885,
        "r": "niv:Exodus:8:27",
        "t": "We must take a three-day journey into the wilderness to offer sacrifices to the Lord*s our God, as he commands us.”"
    },
    {
        "o": 1886,
        "r": "niv:Exodus:8:28",
        "t": "Pharaoh*p said, “I will let you go to offer sacrifices to the Lord*s your God in the wilderness, but you must not go very far. Now pray for me.”"
    },
    {
        "o": 1887,
        "r": "niv:Exodus:8:29",
        "t": "Moses*p answered, “As soon as I leave you, I will pray to the Lord,*s and tomorrow the flies will leave Pharaoh and his officials and his people. Only let Pharaoh be sure that he does not act deceitfully again by not letting the people go to offer sacrifices to the Lord.”*s"
    },
    {
        "o": 1888,
        "r": "niv:Exodus:8:30",
        "t": "Then*p Moses left Pharaoh and prayed to the Lord,*s"
    },
    {
        "o": 1889,
        "r": "niv:Exodus:8:31",
        "t": "and the Lord*s did what Moses asked. The flies left Pharaoh and his officials and his people; not a fly remained."
    },
    {
        "o": 1890,
        "r": "niv:Exodus:8:32",
        "t": "But this time also Pharaoh hardened his heart and would not let the people go."
    },
    {
        "o": 1891,
        "r": "niv:Exodus:9:0",
        "t": "Exodus 9",
        "h": 1
    },
    {
        "o": 1892,
        "r": "niv:Exodus:9:0",
        "t": "The Plague on Livestock",
        "h": 2
    },
    {
        "o": 1893,
        "r": "niv:Exodus:9:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh and say to him, ‘This is what the Lord,*s the God of the Hebrews, says: “Let my people go, so that they may worship me.”"
    },
    {
        "o": 1894,
        "r": "niv:Exodus:9:2",
        "t": "If you refuse to let them go and continue to hold them back,"
    },
    {
        "o": 1895,
        "r": "niv:Exodus:9:3",
        "t": "the hand of the Lord*s will bring a terrible plague on your livestock in the field—on your horses, donkeys and camels and on your cattle, sheep and goats."
    },
    {
        "o": 1896,
        "r": "niv:Exodus:9:4",
        "t": "But the Lord*s will make a distinction between the livestock of Israel and that of Egypt, so that no animal belonging to the Israelites will die.’ ”"
    },
    {
        "o": 1897,
        "r": "niv:Exodus:9:5",
        "t": "The*p Lord*s set a time and said, “Tomorrow the Lord*s will do this in the land.”"
    },
    {
        "o": 1898,
        "r": "niv:Exodus:9:6",
        "t": "And the next day the Lord*s did it: All the livestock of the Egyptians died, but not one animal belonging to the Israelites died."
    },
    {
        "o": 1899,
        "r": "niv:Exodus:9:7",
        "t": "Pharaoh investigated and found that not even one of the animals of the Israelites had died. Yet his heart was unyielding and he would not let the people go."
    },
    {
        "o": 1900,
        "r": "niv:Exodus:9:7",
        "t": "The Plague of Boils",
        "h": 2
    },
    {
        "o": 1901,
        "r": "niv:Exodus:9:8",
        "t": "Then*p the Lord*s said to Moses and Aaron, “Take handfuls of soot from a furnace and have Moses toss it into the air in the presence of Pharaoh."
    },
    {
        "o": 1902,
        "r": "niv:Exodus:9:9",
        "t": "It will become fine dust over the whole land of Egypt, and festering boils will break out on people and animals throughout the land.”"
    },
    {
        "o": 1903,
        "r": "niv:Exodus:9:10",
        "t": "So*p they took soot from a furnace and stood before Pharaoh. Moses tossed it into the air, and festering boils broke out on people and animals."
    },
    {
        "o": 1904,
        "r": "niv:Exodus:9:11",
        "t": "The magicians could not stand before Moses because of the boils that were on them and on all the Egyptians."
    },
    {
        "o": 1905,
        "r": "niv:Exodus:9:12",
        "t": "But the Lord*s hardened Pharaoh’s heart and he would not listen to Moses and Aaron, just as the Lord*s had said to Moses."
    },
    {
        "o": 1906,
        "r": "niv:Exodus:9:12",
        "t": "The Plague of Hail",
        "h": 2
    },
    {
        "o": 1907,
        "r": "niv:Exodus:9:13",
        "t": "Then*p the Lord*s said to Moses, “Get up early in the morning, confront Pharaoh and say to him, ‘This is what the Lord,*s the God of the Hebrews, says: Let my people go, so that they may worship me,"
    },
    {
        "o": 1908,
        "r": "niv:Exodus:9:14",
        "t": "or this time I will send the full force of my plagues against you and against your officials and your people, so you may know that there is no one like me in all the earth."
    },
    {
        "o": 1909,
        "r": "niv:Exodus:9:15",
        "t": "For by now I could have stretched out my hand and struck you and your people with a plague that would have wiped you off the earth."
    },
    {
        "o": 1910,
        "r": "niv:Exodus:9:16",
        "t": "But I have raised you up for this very purpose, that I might show you my power and that my name might be proclaimed in all the earth."
    },
    {
        "o": 1911,
        "r": "niv:Exodus:9:17",
        "t": "You still set yourself against my people and will not let them go."
    },
    {
        "o": 1912,
        "r": "niv:Exodus:9:18",
        "t": "Therefore, at this time tomorrow I will send the worst hailstorm that has ever fallen on Egypt, from the day it was founded till now."
    },
    {
        "o": 1913,
        "r": "niv:Exodus:9:19",
        "t": "Give an order now to bring your livestock and everything you have in the field to a place of shelter, because the hail will fall on every person and animal that has not been brought in and is still out in the field, and they will die.’ ”"
    },
    {
        "o": 1914,
        "r": "niv:Exodus:9:20",
        "t": "Those*p officials of Pharaoh who feared the word of the Lord*s hurried to bring their slaves and their livestock inside."
    },
    {
        "o": 1915,
        "r": "niv:Exodus:9:21",
        "t": "But those who ignored the word of the Lord*s left their slaves and livestock in the field."
    },
    {
        "o": 1916,
        "r": "niv:Exodus:9:22",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward the sky so that hail will fall all over Egypt—on people and animals and on everything growing in the fields of Egypt.”"
    },
    {
        "o": 1917,
        "r": "niv:Exodus:9:23",
        "t": "When Moses stretched out his staff toward the sky, the Lord*s sent thunder and hail, and lightning flashed down to the ground. So the Lord*s rained hail on the land of Egypt;"
    },
    {
        "o": 1918,
        "r": "niv:Exodus:9:24",
        "t": "hail fell and lightning flashed back and forth. It was the worst storm in all the land of Egypt since it had become a nation."
    },
    {
        "o": 1919,
        "r": "niv:Exodus:9:25",
        "t": "Throughout Egypt hail struck everything in the fields—both people and animals; it beat down everything growing in the fields and stripped every tree."
    },
    {
        "o": 1920,
        "r": "niv:Exodus:9:26",
        "t": "The only place it did not hail was the land of Goshen, where the Israelites were."
    },
    {
        "o": 1921,
        "r": "niv:Exodus:9:27",
        "t": "Then*p Pharaoh summoned Moses and Aaron. “This time I have sinned,” he said to them. “The Lord*s is in the right, and I and my people are in the wrong."
    },
    {
        "o": 1922,
        "r": "niv:Exodus:9:28",
        "t": "Pray to the Lord,*s for we have had enough thunder and hail. I will let you go; you don’t have to stay any longer.”"
    },
    {
        "o": 1923,
        "r": "niv:Exodus:9:29",
        "t": "Moses*p replied, “When I have gone out of the city, I will spread out my hands in prayer to the Lord.*s The thunder will stop and there will be no more hail, so you may know that the earth is the Lord*s ’s."
    },
    {
        "o": 1924,
        "r": "niv:Exodus:9:30",
        "t": "But I know that you and your officials still do not fear the Lord*s God.”"
    },
    {
        "o": 1925,
        "r": "niv:Exodus:9:31",
        "t": "(The*p flax and barley were destroyed, since the barley had headed and the flax was in bloom."
    },
    {
        "o": 1926,
        "r": "niv:Exodus:9:32",
        "t": "The wheat and spelt, however, were not destroyed, because they ripen later.)"
    },
    {
        "o": 1927,
        "r": "niv:Exodus:9:33",
        "t": "Then*p Moses left Pharaoh and went out of the city. He spread out his hands toward the Lord;*s the thunder and hail stopped, and the rain no longer poured down on the land."
    },
    {
        "o": 1928,
        "r": "niv:Exodus:9:34",
        "t": "When Pharaoh saw that the rain and hail and thunder had stopped, he sinned again: He and his officials hardened their hearts."
    },
    {
        "o": 1929,
        "r": "niv:Exodus:9:35",
        "t": "So Pharaoh’s heart was hard and he would not let the Israelites go, just as the Lord*s had said through Moses."
    },
    {
        "o": 1930,
        "r": "niv:Exodus:10:0",
        "t": "Exodus 10",
        "h": 1
    },
    {
        "o": 1931,
        "r": "niv:Exodus:10:0",
        "t": "The Plague of Locusts",
        "h": 2
    },
    {
        "o": 1932,
        "r": "niv:Exodus:10:1",
        "t": "Then*p the Lord*s said to Moses, “Go to Pharaoh, for I have hardened his heart and the hearts of his officials so that I may perform these signs of mine among them"
    },
    {
        "o": 1933,
        "r": "niv:Exodus:10:2",
        "t": "that you may tell your children and grandchildren how I dealt harshly with the Egyptians and how I performed my signs among them, and that you may know that I am the Lord.”*s"
    },
    {
        "o": 1934,
        "r": "niv:Exodus:10:3",
        "t": "So*p Moses and Aaron went to Pharaoh and said to him, “This is what the Lord,*s the God of the Hebrews, says: ‘How long will you refuse to humble yourself before me? Let my people go, so that they may worship me."
    },
    {
        "o": 1935,
        "r": "niv:Exodus:10:4",
        "t": "If you refuse to let them go, I will bring locusts into your country tomorrow."
    },
    {
        "o": 1936,
        "r": "niv:Exodus:10:5",
        "t": "They will cover the face of the ground so that it cannot be seen. They will devour what little you have left after the hail, including every tree that is growing in your fields."
    },
    {
        "o": 1937,
        "r": "niv:Exodus:10:6",
        "t": "They will fill your houses and those of all your officials and all the Egyptians—something neither your parents nor your ancestors have ever seen from the day they settled in this land till now.’ ” Then Moses turned and left Pharaoh."
    },
    {
        "o": 1938,
        "r": "niv:Exodus:10:7",
        "t": "Pharaoh’s*p officials said to him, “How long will this man be a snare to us? Let the people go, so that they may worship the Lord*s their God. Do you not yet realize that Egypt is ruined?”"
    },
    {
        "o": 1939,
        "r": "niv:Exodus:10:8",
        "t": "Then*p Moses and Aaron were brought back to Pharaoh. “Go, worship the Lord*s your God,” he said. “But tell me who will be going.”"
    },
    {
        "o": 1940,
        "r": "niv:Exodus:10:9",
        "t": "Moses*p answered, “We will go with our young and our old, with our sons and our daughters, and with our flocks and herds, because we are to celebrate a festival to the Lord.”*s"
    },
    {
        "o": 1941,
        "r": "niv:Exodus:10:10",
        "t": "Pharaoh*p said, “The Lord*s be with you—if I let you go, along with your women and children! Clearly you are bent on evil."
    },
    {
        "o": 1942,
        "r": "niv:Exodus:10:11",
        "t": "No! Have only the men go and worship the Lord,*s since that’s what you have been asking for.” Then Moses and Aaron were driven out of Pharaoh’s presence."
    },
    {
        "o": 1943,
        "r": "niv:Exodus:10:12",
        "t": "And*p the Lord*s said to Moses, “Stretch out your hand over Egypt so that locusts swarm over the land and devour everything growing in the fields, everything left by the hail.”"
    },
    {
        "o": 1944,
        "r": "niv:Exodus:10:13",
        "t": "So*p Moses stretched out his staff over Egypt, and the Lord*s made an east wind blow across the land all that day and all that night. By morning the wind had brought the locusts;"
    },
    {
        "o": 1945,
        "r": "niv:Exodus:10:14",
        "t": "they invaded all Egypt and settled down in every area of the country in great numbers. Never before had there been such a plague of locusts, nor will there ever be again."
    },
    {
        "o": 1946,
        "r": "niv:Exodus:10:15",
        "t": "They covered all the ground until it was black. They devoured all that was left after the hail—everything growing in the fields and the fruit on the trees. Nothing green remained on tree or plant in all the land of Egypt."
    },
    {
        "o": 1947,
        "r": "niv:Exodus:10:16",
        "t": "Pharaoh*p quickly summoned Moses and Aaron and said, “I have sinned against the Lord*s your God and against you."
    },
    {
        "o": 1948,
        "r": "niv:Exodus:10:17",
        "t": "Now forgive my sin once more and pray to the Lord*s your God to take this deadly plague away from me.”"
    },
    {
        "o": 1949,
        "r": "niv:Exodus:10:18",
        "t": "Moses*p then left Pharaoh and prayed to the Lord.*s"
    },
    {
        "o": 1950,
        "r": "niv:Exodus:10:19",
        "t": "And the Lord*s changed the wind to a very strong west wind, which caught up the locusts and carried them into the Red Sea. Not a locust was left anywhere in Egypt."
    },
    {
        "o": 1951,
        "r": "niv:Exodus:10:20",
        "t": "But the Lord*s hardened Pharaoh’s heart, and he would not let the Israelites go."
    },
    {
        "o": 1952,
        "r": "niv:Exodus:10:20",
        "t": "The Plague of Darkness",
        "h": 2
    },
    {
        "o": 1953,
        "r": "niv:Exodus:10:21",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward the sky so that darkness spreads over Egypt—darkness that can be felt.”"
    },
    {
        "o": 1954,
        "r": "niv:Exodus:10:22",
        "t": "So Moses stretched out his hand toward the sky, and total darkness covered all Egypt for three days."
    },
    {
        "o": 1955,
        "r": "niv:Exodus:10:23",
        "t": "No one could see anyone else or move about for three days. Yet all the Israelites had light in the places where they lived."
    },
    {
        "o": 1956,
        "r": "niv:Exodus:10:24",
        "t": "Then*p Pharaoh summoned Moses and said, “Go, worship the Lord.*s Even your women and children may go with you; only leave your flocks and herds behind.”"
    },
    {
        "o": 1957,
        "r": "niv:Exodus:10:25",
        "t": "But*p Moses said, “You must allow us to have sacrifices and burnt offerings to present to the Lord*s our God."
    },
    {
        "o": 1958,
        "r": "niv:Exodus:10:26",
        "t": "Our livestock too must go with us; not a hoof is to be left behind. We have to use some of them in worshiping the Lord*s our God, and until we get there we will not know what we are to use to worship the Lord.”*s"
    },
    {
        "o": 1959,
        "r": "niv:Exodus:10:27",
        "t": "But*p the Lord*s hardened Pharaoh’s heart, and he was not willing to let them go."
    },
    {
        "o": 1960,
        "r": "niv:Exodus:10:28",
        "t": "Pharaoh said to Moses, “Get out of my sight! Make sure you do not appear before me again! The day you see my face you will die.”"
    },
    {
        "o": 1961,
        "r": "niv:Exodus:10:29",
        "t": "“Just*p as you say,” Moses replied. “I will never appear before you again.”"
    },
    {
        "o": 1962,
        "r": "niv:Exodus:11:0",
        "t": "Exodus 11",
        "h": 1
    },
    {
        "o": 1963,
        "r": "niv:Exodus:11:0",
        "t": "The Plague on the Firstborn",
        "h": 2
    },
    {
        "o": 1964,
        "r": "niv:Exodus:11:1",
        "t": "Now*p the Lord*s had said to Moses, “I will bring one more plague on Pharaoh and on Egypt. After that, he will let you go from here, and when he does, he will drive you out completely."
    },
    {
        "o": 1965,
        "r": "niv:Exodus:11:2",
        "t": "Tell the people that men and women alike are to ask their neighbors for articles of silver and gold.”"
    },
    {
        "o": 1966,
        "r": "niv:Exodus:11:3",
        "t": "(The Lord*s made the Egyptians favorably disposed toward the people, and Moses himself was highly regarded in Egypt by Pharaoh’s officials and by the people.)"
    },
    {
        "o": 1967,
        "r": "niv:Exodus:11:4",
        "t": "So*p Moses said, “This is what the Lord*s says: ‘About midnight I will go throughout Egypt."
    },
    {
        "o": 1968,
        "r": "niv:Exodus:11:5",
        "t": "Every firstborn son in Egypt will die, from the firstborn son of Pharaoh, who sits on the throne, to the firstborn son of the female slave, who is at her hand mill, and all the firstborn of the cattle as well."
    },
    {
        "o": 1969,
        "r": "niv:Exodus:11:6",
        "t": "There will be loud wailing throughout Egypt—worse than there has ever been or ever will be again."
    },
    {
        "o": 1970,
        "r": "niv:Exodus:11:7",
        "t": "But among the Israelites not a dog will bark at any person or animal.’ Then you will know that the Lord*s makes a distinction between Egypt and Israel."
    },
    {
        "o": 1971,
        "r": "niv:Exodus:11:8",
        "t": "All these officials of yours will come to me, bowing down before me and saying, ‘Go, you and all the people who follow you!’ After that I will leave.” Then Moses, hot with anger, left Pharaoh."
    },
    {
        "o": 1972,
        "r": "niv:Exodus:11:9",
        "t": "The*p Lord*s had said to Moses, “Pharaoh will refuse to listen to you—so that my wonders may be multiplied in Egypt.”"
    },
    {
        "o": 1973,
        "r": "niv:Exodus:11:10",
        "t": "Moses and Aaron performed all these wonders before Pharaoh, but the Lord*s hardened Pharaoh’s heart, and he would not let the Israelites go out of his country."
    },
    {
        "o": 1974,
        "r": "niv:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 1975,
        "r": "niv:Exodus:12:0",
        "t": "The Passover and the Festival of Unleavened Bread",
        "h": 2
    },
    {
        "o": 1976,
        "r": "niv:Exodus:12:1",
        "t": "The*p Lord*s said to Moses and Aaron in Egypt,"
    },
    {
        "o": 1977,
        "r": "niv:Exodus:12:2",
        "t": "“This month is to be for you the first month, the first month of your year."
    },
    {
        "o": 1978,
        "r": "niv:Exodus:12:3",
        "t": "Tell the whole community of Israel that on the tenth day of this month each man is to take a lamb for his family, one for each household."
    },
    {
        "o": 1979,
        "r": "niv:Exodus:12:4",
        "t": "If any household is too small for a whole lamb, they must share one with their nearest neighbor, having taken into account the number of people there are. You are to determine the amount of lamb needed in accordance with what each person will eat."
    },
    {
        "o": 1980,
        "r": "niv:Exodus:12:5",
        "t": "The animals you choose must be year-old males without defect, and you may take them from the sheep or the goats."
    },
    {
        "o": 1981,
        "r": "niv:Exodus:12:6",
        "t": "Take care of them until the fourteenth day of the month, when all the members of the community of Israel must slaughter them at twilight."
    },
    {
        "o": 1982,
        "r": "niv:Exodus:12:7",
        "t": "Then they are to take some of the blood and put it on the sides and tops of the doorframes of the houses where they eat the lambs."
    },
    {
        "o": 1983,
        "r": "niv:Exodus:12:8",
        "t": "That same night they are to eat the meat roasted over the fire, along with bitter herbs, and bread made without yeast."
    },
    {
        "o": 1984,
        "r": "niv:Exodus:12:9",
        "t": "Do not eat the meat raw or boiled in water, but roast it over a fire—with the head, legs and internal organs."
    },
    {
        "o": 1985,
        "r": "niv:Exodus:12:10",
        "t": "Do not leave any of it till morning; if some is left till morning, you must burn it."
    },
    {
        "o": 1986,
        "r": "niv:Exodus:12:11",
        "t": "This is how you are to eat it: with your cloak tucked into your belt, your sandals on your feet and your staff in your hand. Eat it in haste; it is the Lord’s*s Passover."
    },
    {
        "o": 1987,
        "r": "niv:Exodus:12:12",
        "t": "“On*p that same night I will pass through Egypt and strike down every firstborn of both people and animals, and I will bring judgment on all the gods of Egypt. I am the Lord.*s"
    },
    {
        "o": 1988,
        "r": "niv:Exodus:12:13",
        "t": "The blood will be a sign for you on the houses where you are, and when I see the blood, I will pass over you. No destructive plague will touch you when I strike Egypt."
    },
    {
        "o": 1989,
        "r": "niv:Exodus:12:14",
        "t": "“This*p is a day you are to commemorate; for the generations to come you shall celebrate it as a festival to the Lord*s —a lasting ordinance."
    },
    {
        "o": 1990,
        "r": "niv:Exodus:12:15",
        "t": "For seven days you are to eat bread made without yeast. On the first day remove the yeast from your houses, for whoever eats anything with yeast in it from the first day through the seventh must be cut off from Israel."
    },
    {
        "o": 1991,
        "r": "niv:Exodus:12:16",
        "t": "On the first day hold a sacred assembly, and another one on the seventh day. Do no work at all on these days, except to prepare food for everyone to eat; that is all you may do."
    },
    {
        "o": 1992,
        "r": "niv:Exodus:12:17",
        "t": "“Celebrate*p the Festival of Unleavened Bread, because it was on this very day that I brought your divisions out of Egypt. Celebrate this day as a lasting ordinance for the generations to come."
    },
    {
        "o": 1993,
        "r": "niv:Exodus:12:18",
        "t": "In the first month you are to eat bread made without yeast, from the evening of the fourteenth day until the evening of the twenty-first day."
    },
    {
        "o": 1994,
        "r": "niv:Exodus:12:19",
        "t": "For seven days no yeast is to be found in your houses. And anyone, whether foreigner or native-born, who eats anything with yeast in it must be cut off from the community of Israel."
    },
    {
        "o": 1995,
        "r": "niv:Exodus:12:20",
        "t": "Eat nothing made with yeast. Wherever you live, you must eat unleavened bread.”"
    },
    {
        "o": 1996,
        "r": "niv:Exodus:12:21",
        "t": "Then*p Moses summoned all the elders of Israel and said to them, “Go at once and select the animals for your families and slaughter the Passover lamb."
    },
    {
        "o": 1997,
        "r": "niv:Exodus:12:22",
        "t": "Take a bunch of hyssop, dip it into the blood in the basin and put some of the blood on the top and on both sides of the doorframe. None of you shall go out of the door of your house until morning."
    },
    {
        "o": 1998,
        "r": "niv:Exodus:12:23",
        "t": "When the Lord*s goes through the land to strike down the Egyptians, he will see the blood on the top and sides of the doorframe and will pass over that doorway, and he will not permit the destroyer to enter your houses and strike you down."
    },
    {
        "o": 1999,
        "r": "niv:Exodus:12:24",
        "t": "“Obey*p these instructions as a lasting ordinance for you and your descendants."
    },
    {
        "o": 2000,
        "r": "niv:Exodus:12:25",
        "t": "When you enter the land that the Lord*s will give you as he promised, observe this ceremony."
    },
    {
        "o": 2001,
        "r": "niv:Exodus:12:26",
        "t": "And when your children ask you, ‘What does this ceremony mean to you?’"
    },
    {
        "o": 2002,
        "r": "niv:Exodus:12:27",
        "t": "then tell them, ‘It is the Passover sacrifice to the Lord,*s who passed over the houses of the Israelites in Egypt and spared our homes when he struck down the Egyptians.’ ” Then the people bowed down and worshiped."
    },
    {
        "o": 2003,
        "r": "niv:Exodus:12:28",
        "t": "The Israelites did just what the Lord*s commanded Moses and Aaron."
    },
    {
        "o": 2004,
        "r": "niv:Exodus:12:29",
        "t": "At*p midnight the Lord*s struck down all the firstborn in Egypt, from the firstborn of Pharaoh, who sat on the throne, to the firstborn of the prisoner, who was in the dungeon, and the firstborn of all the livestock as well."
    },
    {
        "o": 2005,
        "r": "niv:Exodus:12:30",
        "t": "Pharaoh and all his officials and all the Egyptians got up during the night, and there was loud wailing in Egypt, for there was not a house without someone dead."
    },
    {
        "o": 2006,
        "r": "niv:Exodus:12:30",
        "t": "The Exodus",
        "h": 2
    },
    {
        "o": 2007,
        "r": "niv:Exodus:12:31",
        "t": "During*p the night Pharaoh summoned Moses and Aaron and said, “Up! Leave my people, you and the Israelites! Go, worship the Lord*s as you have requested."
    },
    {
        "o": 2008,
        "r": "niv:Exodus:12:32",
        "t": "Take your flocks and herds, as you have said, and go. And also bless me.”"
    },
    {
        "o": 2009,
        "r": "niv:Exodus:12:33",
        "t": "The*p Egyptians urged the people to hurry and leave the country. “For otherwise,” they said, “we will all die!”"
    },
    {
        "o": 2010,
        "r": "niv:Exodus:12:34",
        "t": "So the people took their dough before the yeast was added, and carried it on their shoulders in kneading troughs wrapped in clothing."
    },
    {
        "o": 2011,
        "r": "niv:Exodus:12:35",
        "t": "The Israelites did as Moses instructed and asked the Egyptians for articles of silver and gold and for clothing."
    },
    {
        "o": 2012,
        "r": "niv:Exodus:12:36",
        "t": "The Lord*s had made the Egyptians favorably disposed toward the people, and they gave them what they asked for; so they plundered the Egyptians."
    },
    {
        "o": 2013,
        "r": "niv:Exodus:12:37",
        "t": "The*p Israelites journeyed from Rameses to Sukkoth. There were about six hundred thousand men on foot, besides women and children."
    },
    {
        "o": 2014,
        "r": "niv:Exodus:12:38",
        "t": "Many other people went up with them, and also large droves of livestock, both flocks and herds."
    },
    {
        "o": 2015,
        "r": "niv:Exodus:12:39",
        "t": "With the dough the Israelites had brought from Egypt, they baked loaves of unleavened bread. The dough was without yeast because they had been driven out of Egypt and did not have time to prepare food for themselves."
    },
    {
        "o": 2016,
        "r": "niv:Exodus:12:40",
        "t": "Now*p the length of time the Israelite people lived in Egypt was 430 years."
    },
    {
        "o": 2017,
        "r": "niv:Exodus:12:41",
        "t": "At the end of the 430 years, to the very day, all the Lord’s*s divisions left Egypt."
    },
    {
        "o": 2018,
        "r": "niv:Exodus:12:42",
        "t": "Because the Lord*s kept vigil that night to bring them out of Egypt, on this night all the Israelites are to keep vigil to honor the Lord*s for the generations to come."
    },
    {
        "o": 2019,
        "r": "niv:Exodus:12:42",
        "t": "Passover Restrictions",
        "h": 2
    },
    {
        "o": 2020,
        "r": "niv:Exodus:12:43",
        "t": "The*p Lord*s said to Moses and Aaron, “These are the regulations for the Passover meal: “No*p foreigner may eat it."
    },
    {
        "o": 2021,
        "r": "niv:Exodus:12:44",
        "t": "Any slave you have bought may eat it after you have circumcised him,"
    },
    {
        "o": 2022,
        "r": "niv:Exodus:12:45",
        "t": "but a temporary resident or a hired worker may not eat it."
    },
    {
        "o": 2023,
        "r": "niv:Exodus:12:46",
        "t": "“It*p must be eaten inside the house; take none of the meat outside the house. Do not break any of the bones."
    },
    {
        "o": 2024,
        "r": "niv:Exodus:12:47",
        "t": "The whole community of Israel must celebrate it."
    },
    {
        "o": 2025,
        "r": "niv:Exodus:12:48",
        "t": "“A*p foreigner residing among you who wants to celebrate the Lord’s*s Passover must have all the males in his household circumcised; then he may take part like one born in the land. No uncircumcised male may eat it."
    },
    {
        "o": 2026,
        "r": "niv:Exodus:12:49",
        "t": "The same law applies both to the native-born and to the foreigner residing among you.”"
    },
    {
        "o": 2027,
        "r": "niv:Exodus:12:50",
        "t": "All*p the Israelites did just what the Lord*s had commanded Moses and Aaron."
    },
    {
        "o": 2028,
        "r": "niv:Exodus:12:51",
        "t": "And on that very day the Lord*s brought the Israelites out of Egypt by their divisions."
    },
    {
        "o": 2029,
        "r": "niv:Exodus:13:0",
        "t": "Exodus 13",
        "h": 1
    },
    {
        "o": 2030,
        "r": "niv:Exodus:13:0",
        "t": "Consecration of the Firstborn",
        "h": 2
    },
    {
        "o": 2031,
        "r": "niv:Exodus:13:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2032,
        "r": "niv:Exodus:13:2",
        "t": "“Consecrate to me every firstborn male. The first offspring of every womb among the Israelites belongs to me, whether human or animal.”"
    },
    {
        "o": 2033,
        "r": "niv:Exodus:13:3",
        "t": "Then*p Moses said to the people, “Commemorate this day, the day you came out of Egypt, out of the land of slavery, because the Lord*s brought you out of it with a mighty hand. Eat nothing containing yeast."
    },
    {
        "o": 2034,
        "r": "niv:Exodus:13:4",
        "t": "Today, in the month of Aviv, you are leaving."
    },
    {
        "o": 2035,
        "r": "niv:Exodus:13:5",
        "t": "When the Lord*s brings you into the land of the Canaanites, Hittites, Amorites, Hivites and Jebusites—the land he swore to your ancestors to give you, a land flowing with milk and honey—you are to observe this ceremony in this month:"
    },
    {
        "o": 2036,
        "r": "niv:Exodus:13:6",
        "t": "For seven days eat bread made without yeast and on the seventh day hold a festival to the Lord.*s"
    },
    {
        "o": 2037,
        "r": "niv:Exodus:13:7",
        "t": "Eat unleavened bread during those seven days; nothing with yeast in it is to be seen among you, nor shall any yeast be seen anywhere within your borders."
    },
    {
        "o": 2038,
        "r": "niv:Exodus:13:8",
        "t": "On that day tell your son, ‘I do this because of what the Lord*s did for me when I came out of Egypt.’"
    },
    {
        "o": 2039,
        "r": "niv:Exodus:13:9",
        "t": "This observance will be for you like a sign on your hand and a reminder on your forehead that this law of the Lord*s is to be on your lips. For the Lord*s brought you out of Egypt with his mighty hand."
    },
    {
        "o": 2040,
        "r": "niv:Exodus:13:10",
        "t": "You must keep this ordinance at the appointed time year after year."
    },
    {
        "o": 2041,
        "r": "niv:Exodus:13:11",
        "t": "“After*p the Lord*s brings you into the land of the Canaanites and gives it to you, as he promised on oath to you and your ancestors,"
    },
    {
        "o": 2042,
        "r": "niv:Exodus:13:12",
        "t": "you are to give over to the Lord*s the first offspring of every womb. All the firstborn males of your livestock belong to the Lord.*s"
    },
    {
        "o": 2043,
        "r": "niv:Exodus:13:13",
        "t": "Redeem with a lamb every firstborn donkey, but if you do not redeem it, break its neck. Redeem every firstborn among your sons."
    },
    {
        "o": 2044,
        "r": "niv:Exodus:13:14",
        "t": "“In*p days to come, when your son asks you, ‘What does this mean?’ say to him, ‘With a mighty hand the Lord*s brought us out of Egypt, out of the land of slavery."
    },
    {
        "o": 2045,
        "r": "niv:Exodus:13:15",
        "t": "When Pharaoh stubbornly refused to let us go, the Lord*s killed the firstborn of both people and animals in Egypt. This is why I sacrifice to the Lord*s the first male offspring of every womb and redeem each of my firstborn sons.’"
    },
    {
        "o": 2046,
        "r": "niv:Exodus:13:16",
        "t": "And it will be like a sign on your hand and a symbol on your forehead that the Lord*s brought us out of Egypt with his mighty hand.”"
    },
    {
        "o": 2047,
        "r": "niv:Exodus:13:16",
        "t": "Crossing the Sea",
        "h": 2
    },
    {
        "o": 2048,
        "r": "niv:Exodus:13:17",
        "t": "When*p Pharaoh let the people go, God did not lead them on the road through the Philistine country, though that was shorter. For God said, “If they face war, they might change their minds and return to Egypt.”"
    },
    {
        "o": 2049,
        "r": "niv:Exodus:13:18",
        "t": "So God led the people around by the desert road toward the Red Sea. The Israelites went up out of Egypt ready for battle."
    },
    {
        "o": 2050,
        "r": "niv:Exodus:13:19",
        "t": "Moses*p took the bones of Joseph with him because Joseph had made the Israelites swear an oath. He had said, “God will surely come to your aid, and then you must carry my bones up with you from this place.”"
    },
    {
        "o": 2051,
        "r": "niv:Exodus:13:20",
        "t": "After*p leaving Sukkoth they camped at Etham on the edge of the desert."
    },
    {
        "o": 2052,
        "r": "niv:Exodus:13:21",
        "t": "By day the Lord*s went ahead of them in a pillar of cloud to guide them on their way and by night in a pillar of fire to give them light, so that they could travel by day or night."
    },
    {
        "o": 2053,
        "r": "niv:Exodus:13:22",
        "t": "Neither the pillar of cloud by day nor the pillar of fire by night left its place in front of the people."
    },
    {
        "o": 2054,
        "r": "niv:Exodus:14:0",
        "t": "Exodus 14",
        "h": 1
    },
    {
        "o": 2055,
        "r": "niv:Exodus:14:1",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2056,
        "r": "niv:Exodus:14:2",
        "t": "“Tell the Israelites to turn back and encamp near Pi Hahiroth, between Migdol and the sea. They are to encamp by the sea, directly opposite Baal Zephon."
    },
    {
        "o": 2057,
        "r": "niv:Exodus:14:3",
        "t": "Pharaoh will think, ‘The Israelites are wandering around the land in confusion, hemmed in by the desert.’"
    },
    {
        "o": 2058,
        "r": "niv:Exodus:14:4",
        "t": "And I will harden Pharaoh’s heart, and he will pursue them. But I will gain glory for myself through Pharaoh and all his army, and the Egyptians will know that I am the Lord.”*s So the Israelites did this."
    },
    {
        "o": 2059,
        "r": "niv:Exodus:14:5",
        "t": "When*p the king of Egypt was told that the people had fled, Pharaoh and his officials changed their minds about them and said, “What have we done? We have let the Israelites go and have lost their services!”"
    },
    {
        "o": 2060,
        "r": "niv:Exodus:14:6",
        "t": "So he had his chariot made ready and took his army with him."
    },
    {
        "o": 2061,
        "r": "niv:Exodus:14:7",
        "t": "He took six hundred of the best chariots, along with all the other chariots of Egypt, with officers over all of them."
    },
    {
        "o": 2062,
        "r": "niv:Exodus:14:8",
        "t": "The Lord*s hardened the heart of Pharaoh king of Egypt, so that he pursued the Israelites, who were marching out boldly."
    },
    {
        "o": 2063,
        "r": "niv:Exodus:14:9",
        "t": "The Egyptians—all Pharaoh’s horses and chariots, horsemen and troops—pursued the Israelites and overtook them as they camped by the sea near Pi Hahiroth, opposite Baal Zephon."
    },
    {
        "o": 2064,
        "r": "niv:Exodus:14:10",
        "t": "As*p Pharaoh approached, the Israelites looked up, and there were the Egyptians, marching after them. They were terrified and cried out to the Lord.*s"
    },
    {
        "o": 2065,
        "r": "niv:Exodus:14:11",
        "t": "They said to Moses, “Was it because there were no graves in Egypt that you brought us to the desert to die? What have you done to us by bringing us out of Egypt?"
    },
    {
        "o": 2066,
        "r": "niv:Exodus:14:12",
        "t": "Didn’t we say to you in Egypt, ‘Leave us alone; let us serve the Egyptians’? It would have been better for us to serve the Egyptians than to die in the desert!”"
    },
    {
        "o": 2067,
        "r": "niv:Exodus:14:13",
        "t": "Moses*p answered the people, “Do not be afraid. Stand firm and you will see the deliverance the Lord*s will bring you today. The Egyptians you see today you will never see again."
    },
    {
        "o": 2068,
        "r": "niv:Exodus:14:14",
        "t": "The Lord*s will fight for you; you need only to be still.”"
    },
    {
        "o": 2069,
        "r": "niv:Exodus:14:15",
        "t": "Then*p the Lord*s said to Moses, “Why are you crying out to me? Tell the Israelites to move on."
    },
    {
        "o": 2070,
        "r": "niv:Exodus:14:16",
        "t": "Raise your staff and stretch out your hand over the sea to divide the water so that the Israelites can go through the sea on dry ground."
    },
    {
        "o": 2071,
        "r": "niv:Exodus:14:17",
        "t": "I will harden the hearts of the Egyptians so that they will go in after them. And I will gain glory through Pharaoh and all his army, through his chariots and his horsemen."
    },
    {
        "o": 2072,
        "r": "niv:Exodus:14:18",
        "t": "The Egyptians will know that I am the Lord*s when I gain glory through Pharaoh, his chariots and his horsemen.”"
    },
    {
        "o": 2073,
        "r": "niv:Exodus:14:19",
        "t": "Then*p the angel of God, who had been traveling in front of Israel’s army, withdrew and went behind them. The pillar of cloud also moved from in front and stood behind them,"
    },
    {
        "o": 2074,
        "r": "niv:Exodus:14:20",
        "t": "coming between the armies of Egypt and Israel. Throughout the night the cloud brought darkness to the one side and light to the other side; so neither went near the other all night long."
    },
    {
        "o": 2075,
        "r": "niv:Exodus:14:21",
        "t": "Then*p Moses stretched out his hand over the sea, and all that night the Lord*s drove the sea back with a strong east wind and turned it into dry land. The waters were divided,"
    },
    {
        "o": 2076,
        "r": "niv:Exodus:14:22",
        "t": "and the Israelites went through the sea on dry ground, with a wall of water on their right and on their left."
    },
    {
        "o": 2077,
        "r": "niv:Exodus:14:23",
        "t": "The*p Egyptians pursued them, and all Pharaoh’s horses and chariots and horsemen followed them into the sea."
    },
    {
        "o": 2078,
        "r": "niv:Exodus:14:24",
        "t": "During the last watch of the night the Lord*s looked down from the pillar of fire and cloud at the Egyptian army and threw it into confusion."
    },
    {
        "o": 2079,
        "r": "niv:Exodus:14:25",
        "t": "He jammed the wheels of their chariots so that they had difficulty driving. And the Egyptians said, “Let’s get away from the Israelites! The Lord*s is fighting for them against Egypt.”"
    },
    {
        "o": 2080,
        "r": "niv:Exodus:14:26",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand over the sea so that the waters may flow back over the Egyptians and their chariots and horsemen.”"
    },
    {
        "o": 2081,
        "r": "niv:Exodus:14:27",
        "t": "Moses stretched out his hand over the sea, and at daybreak the sea went back to its place. The Egyptians were fleeing toward it, and the Lord*s swept them into the sea."
    },
    {
        "o": 2082,
        "r": "niv:Exodus:14:28",
        "t": "The water flowed back and covered the chariots and horsemen—the entire army of Pharaoh that had followed the Israelites into the sea. Not one of them survived."
    },
    {
        "o": 2083,
        "r": "niv:Exodus:14:29",
        "t": "But*p the Israelites went through the sea on dry ground, with a wall of water on their right and on their left."
    },
    {
        "o": 2084,
        "r": "niv:Exodus:14:30",
        "t": "That day the Lord*s saved Israel from the hands of the Egyptians, and Israel saw the Egyptians lying dead on the shore."
    },
    {
        "o": 2085,
        "r": "niv:Exodus:14:31",
        "t": "And when the Israelites saw the mighty hand of the Lord*s displayed against the Egyptians, the people feared the Lord*s and put their trust in him and in Moses his servant."
    },
    {
        "o": 2086,
        "r": "niv:Exodus:15:0",
        "t": "Exodus 15",
        "h": 1
    },
    {
        "o": 2087,
        "r": "niv:Exodus:15:0",
        "t": "The Song of Moses and Miriam",
        "h": 2
    },
    {
        "o": 2088,
        "r": "niv:Exodus:15:1",
        "t": "Then*p Moses and the Israelites sang this song to the Lord:*s “I*pn will sing to the Lord,*s for*ld he is highly exalted. Both*ln horse and driver he*ld has hurled into the sea."
    },
    {
        "o": 2089,
        "r": "niv:Exodus:15:2",
        "t": "“The*pn Lord*s is my strength and my defense; he*ld has become my salvation. He*ln is my God, and I will praise him, my*ld father’s God, and I will exalt him."
    },
    {
        "o": 2090,
        "r": "niv:Exodus:15:3",
        "t": "The*ln Lord*s is a warrior; the*ld Lord*s is his name."
    },
    {
        "o": 2091,
        "r": "niv:Exodus:15:4",
        "t": "Pharaoh’s*ln chariots and his army he*ld has hurled into the sea. The*ln best of Pharaoh’s officers are*ld drowned in the Red Sea."
    },
    {
        "o": 2092,
        "r": "niv:Exodus:15:5",
        "t": "The*ln deep waters have covered them; they*ld sank to the depths like a stone."
    },
    {
        "o": 2093,
        "r": "niv:Exodus:15:6",
        "t": "Your*ln right hand, Lord,*s was*ld majestic in power. Your*ln right hand, Lord,*s shattered*ld the enemy."
    },
    {
        "o": 2094,
        "r": "niv:Exodus:15:7",
        "t": "“In*pn the greatness of your majesty you*ld threw down those who opposed you. You*ln unleashed your burning anger; it*ld consumed them like stubble."
    },
    {
        "o": 2095,
        "r": "niv:Exodus:15:8",
        "t": "By*ln the blast of your nostrils the*ld waters piled up. The*ln surging waters stood up like a wall; the*ld deep waters congealed in the heart of the sea."
    },
    {
        "o": 2096,
        "r": "niv:Exodus:15:9",
        "t": "The*ln enemy boasted, ‘I*ld will pursue, I will overtake them. I*ln will divide the spoils; I*ld will gorge myself on them. I*ln will draw my sword and*ld my hand will destroy them.’"
    },
    {
        "o": 2097,
        "r": "niv:Exodus:15:10",
        "t": "But*ln you blew with your breath, and*ld the sea covered them. They*ln sank like lead in*ld the mighty waters."
    },
    {
        "o": 2098,
        "r": "niv:Exodus:15:11",
        "t": "Who*ln among the gods is*ld like you, Lord?*s Who*ln is like you— majestic*ld in holiness, awesome*ln in glory, working*ld wonders?"
    },
    {
        "o": 2099,
        "r": "niv:Exodus:15:12",
        "t": "“You*pn stretch out your right hand, and*ld the earth swallows your enemies."
    },
    {
        "o": 2100,
        "r": "niv:Exodus:15:13",
        "t": "In*ln your unfailing love you will lead the*ld people you have redeemed. In*ln your strength you will guide them to*ld your holy dwelling."
    },
    {
        "o": 2101,
        "r": "niv:Exodus:15:14",
        "t": "The*ln nations will hear and tremble; anguish*ld will grip the people of Philistia."
    },
    {
        "o": 2102,
        "r": "niv:Exodus:15:15",
        "t": "The*ln chiefs of Edom will be terrified, the*ld leaders of Moab will be seized with trembling, the*ln people of Canaan will melt away;"
    },
    {
        "o": 2103,
        "r": "niv:Exodus:15:16",
        "t": "terror*ld and dread will fall on them. By*ln the power of your arm they*ld will be as still as a stone— until*ln your people pass by, Lord,*s until*ld the people you bought pass by."
    },
    {
        "o": 2104,
        "r": "niv:Exodus:15:17",
        "t": "You*ln will bring them in and plant them on*ld the mountain of your inheritance— the*ln place, Lord,*s you made for your dwelling, the*ld sanctuary, Lord, your hands established."
    },
    {
        "o": 2105,
        "r": "niv:Exodus:15:18",
        "t": "“The*pn Lord*s reigns for*ld ever and ever.”"
    },
    {
        "o": 2106,
        "r": "niv:Exodus:15:19",
        "t": "When*p Pharaoh’s horses, chariots and horsemen went into the sea, the Lord*s brought the waters of the sea back over them, but the Israelites walked through the sea on dry ground."
    },
    {
        "o": 2107,
        "r": "niv:Exodus:15:20",
        "t": "Then Miriam the prophet, Aaron’s sister, took a timbrel in her hand, and all the women followed her, with timbrels and dancing."
    },
    {
        "o": 2108,
        "r": "niv:Exodus:15:21",
        "t": "Miriam sang to them: “Sing*pn to the Lord,*s for*ld he is highly exalted. Both*ln horse and driver he*ld has hurled into the sea.”"
    },
    {
        "o": 2109,
        "r": "niv:Exodus:15:21",
        "t": "The Waters of Marah and Elim",
        "h": 2
    },
    {
        "o": 2110,
        "r": "niv:Exodus:15:22",
        "t": "Then*p Moses led Israel from the Red Sea and they went into the Desert of Shur. For three days they traveled in the desert without finding water."
    },
    {
        "o": 2111,
        "r": "niv:Exodus:15:23",
        "t": "When they came to Marah, they could not drink its water because it was bitter. (That is why the place is called Marah.)"
    },
    {
        "o": 2112,
        "r": "niv:Exodus:15:24",
        "t": "So the people grumbled against Moses, saying, “What are we to drink?”"
    },
    {
        "o": 2113,
        "r": "niv:Exodus:15:25",
        "t": "Then*p Moses cried out to the Lord,*s and the Lord*s showed him a piece of wood. He threw it into the water, and the water became fit to drink. There*p the Lord*s issued a ruling and instruction for them and put them to the test."
    },
    {
        "o": 2114,
        "r": "niv:Exodus:15:26",
        "t": "He said, “If you listen carefully to the Lord*s your God and do what is right in his eyes, if you pay attention to his commands and keep all his decrees, I will not bring on you any of the diseases I brought on the Egyptians, for I am the Lord,*s who heals you.”"
    },
    {
        "o": 2115,
        "r": "niv:Exodus:15:27",
        "t": "Then*p they came to Elim, where there were twelve springs and seventy palm trees, and they camped there near the water."
    },
    {
        "o": 2116,
        "r": "niv:Exodus:16:0",
        "t": "Exodus 16",
        "h": 1
    },
    {
        "o": 2117,
        "r": "niv:Exodus:16:0",
        "t": "Manna and Quail",
        "h": 2
    },
    {
        "o": 2118,
        "r": "niv:Exodus:16:1",
        "t": "The*p whole Israelite community set out from Elim and came to the Desert of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they had come out of Egypt."
    },
    {
        "o": 2119,
        "r": "niv:Exodus:16:2",
        "t": "In the desert the whole community grumbled against Moses and Aaron."
    },
    {
        "o": 2120,
        "r": "niv:Exodus:16:3",
        "t": "The Israelites said to them, “If only we had died by the Lord’s*s hand in Egypt! There we sat around pots of meat and ate all the food we wanted, but you have brought us out into this desert to starve this entire assembly to death.”"
    },
    {
        "o": 2121,
        "r": "niv:Exodus:16:4",
        "t": "Then*p the Lord*s said to Moses, “I will rain down bread from heaven for you. The people are to go out each day and gather enough for that day. In this way I will test them and see whether they will follow my instructions."
    },
    {
        "o": 2122,
        "r": "niv:Exodus:16:5",
        "t": "On the sixth day they are to prepare what they bring in, and that is to be twice as much as they gather on the other days.”"
    },
    {
        "o": 2123,
        "r": "niv:Exodus:16:6",
        "t": "So*p Moses and Aaron said to all the Israelites, “In the evening you will know that it was the Lord*s who brought you out of Egypt,"
    },
    {
        "o": 2124,
        "r": "niv:Exodus:16:7",
        "t": "and in the morning you will see the glory of the Lord,*s because he has heard your grumbling against him. Who are we, that you should grumble against us?”"
    },
    {
        "o": 2125,
        "r": "niv:Exodus:16:8",
        "t": "Moses also said, “You will know that it was the Lord*s when he gives you meat to eat in the evening and all the bread you want in the morning, because he has heard your grumbling against him. Who are we? You are not grumbling against us, but against the Lord.”*s"
    },
    {
        "o": 2126,
        "r": "niv:Exodus:16:9",
        "t": "Then*p Moses told Aaron, “Say to the entire Israelite community, ‘Come before the Lord,*s for he has heard your grumbling.’ ”"
    },
    {
        "o": 2127,
        "r": "niv:Exodus:16:10",
        "t": "While*p Aaron was speaking to the whole Israelite community, they looked toward the desert, and there was the glory of the Lord*s appearing in the cloud."
    },
    {
        "o": 2128,
        "r": "niv:Exodus:16:11",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2129,
        "r": "niv:Exodus:16:12",
        "t": "“I have heard the grumbling of the Israelites. Tell them, ‘At twilight you will eat meat, and in the morning you will be filled with bread. Then you will know that I am the Lord*s your God.’ ”"
    },
    {
        "o": 2130,
        "r": "niv:Exodus:16:13",
        "t": "That*p evening quail came and covered the camp, and in the morning there was a layer of dew around the camp."
    },
    {
        "o": 2131,
        "r": "niv:Exodus:16:14",
        "t": "When the dew was gone, thin flakes like frost on the ground appeared on the desert floor."
    },
    {
        "o": 2132,
        "r": "niv:Exodus:16:15",
        "t": "When the Israelites saw it, they said to each other, “What is it?” For they did not know what it was. Moses*p said to them, “It is the bread the Lord*s has given you to eat."
    },
    {
        "o": 2133,
        "r": "niv:Exodus:16:16",
        "t": "This is what the Lord*s has commanded: ‘Everyone is to gather as much as they need. Take an omer for each person you have in your tent.’ ”"
    },
    {
        "o": 2134,
        "r": "niv:Exodus:16:17",
        "t": "The*p Israelites did as they were told; some gathered much, some little."
    },
    {
        "o": 2135,
        "r": "niv:Exodus:16:18",
        "t": "And when they measured it by the omer, the one who gathered much did not have too much, and the one who gathered little did not have too little. Everyone had gathered just as much as they needed."
    },
    {
        "o": 2136,
        "r": "niv:Exodus:16:19",
        "t": "Then*p Moses said to them, “No one is to keep any of it until morning.”"
    },
    {
        "o": 2137,
        "r": "niv:Exodus:16:20",
        "t": "However,*p some of them paid no attention to Moses; they kept part of it until morning, but it was full of maggots and began to smell. So Moses was angry with them."
    },
    {
        "o": 2138,
        "r": "niv:Exodus:16:21",
        "t": "Each*p morning everyone gathered as much as they needed, and when the sun grew hot, it melted away."
    },
    {
        "o": 2139,
        "r": "niv:Exodus:16:22",
        "t": "On the sixth day, they gathered twice as much—two omers for each person—and the leaders of the community came and reported this to Moses."
    },
    {
        "o": 2140,
        "r": "niv:Exodus:16:23",
        "t": "He said to them, “This is what the Lord*s commanded: ‘Tomorrow is to be a day of sabbath rest, a holy sabbath to the Lord.*s So bake what you want to bake and boil what you want to boil. Save whatever is left and keep it until morning.’ ”"
    },
    {
        "o": 2141,
        "r": "niv:Exodus:16:24",
        "t": "So*p they saved it until morning, as Moses commanded, and it did not stink or get maggots in it."
    },
    {
        "o": 2142,
        "r": "niv:Exodus:16:25",
        "t": "“Eat it today,” Moses said, “because today is a sabbath to the Lord.*s You will not find any of it on the ground today."
    },
    {
        "o": 2143,
        "r": "niv:Exodus:16:26",
        "t": "Six days you are to gather it, but on the seventh day, the Sabbath, there will not be any.”"
    },
    {
        "o": 2144,
        "r": "niv:Exodus:16:27",
        "t": "Nevertheless,*p some of the people went out on the seventh day to gather it, but they found none."
    },
    {
        "o": 2145,
        "r": "niv:Exodus:16:28",
        "t": "Then the Lord*s said to Moses, “How long will you refuse to keep my commands and my instructions?"
    },
    {
        "o": 2146,
        "r": "niv:Exodus:16:29",
        "t": "Bear in mind that the Lord*s has given you the Sabbath; that is why on the sixth day he gives you bread for two days. Everyone is to stay where they are on the seventh day; no one is to go out.”"
    },
    {
        "o": 2147,
        "r": "niv:Exodus:16:30",
        "t": "So the people rested on the seventh day."
    },
    {
        "o": 2148,
        "r": "niv:Exodus:16:31",
        "t": "The*p people of Israel called the bread manna. It was white like coriander seed and tasted like wafers made with honey."
    },
    {
        "o": 2149,
        "r": "niv:Exodus:16:32",
        "t": "Moses said, “This is what the Lord*s has commanded: ‘Take an omer of manna and keep it for the generations to come, so they can see the bread I gave you to eat in the wilderness when I brought you out of Egypt.’ ”"
    },
    {
        "o": 2150,
        "r": "niv:Exodus:16:33",
        "t": "So*p Moses said to Aaron, “Take a jar and put an omer of manna in it. Then place it before the Lord*s to be kept for the generations to come.”"
    },
    {
        "o": 2151,
        "r": "niv:Exodus:16:34",
        "t": "As*p the Lord*s commanded Moses, Aaron put the manna with the tablets of the covenant law, so that it might be preserved."
    },
    {
        "o": 2152,
        "r": "niv:Exodus:16:35",
        "t": "The Israelites ate manna forty years, until they came to a land that was settled; they ate manna until they reached the border of Canaan."
    },
    {
        "o": 2153,
        "r": "niv:Exodus:16:36",
        "t": "(An*p omer is one-tenth of an ephah.)"
    },
    {
        "o": 2154,
        "r": "niv:Exodus:17:0",
        "t": "Exodus 17",
        "h": 1
    },
    {
        "o": 2155,
        "r": "niv:Exodus:17:0",
        "t": "Water From the Rock",
        "h": 2
    },
    {
        "o": 2156,
        "r": "niv:Exodus:17:1",
        "t": "The*p whole Israelite community set out from the Desert of Sin, traveling from place to place as the Lord*s commanded. They camped at Rephidim, but there was no water for the people to drink."
    },
    {
        "o": 2157,
        "r": "niv:Exodus:17:2",
        "t": "So they quarreled with Moses and said, “Give us water to drink.” Moses*p replied, “Why do you quarrel with me? Why do you put the Lord*s to the test?”"
    },
    {
        "o": 2158,
        "r": "niv:Exodus:17:3",
        "t": "But*p the people were thirsty for water there, and they grumbled against Moses. They said, “Why did you bring us up out of Egypt to make us and our children and livestock die of thirst?”"
    },
    {
        "o": 2159,
        "r": "niv:Exodus:17:4",
        "t": "Then*p Moses cried out to the Lord,*s “What am I to do with these people? They are almost ready to stone me.”"
    },
    {
        "o": 2160,
        "r": "niv:Exodus:17:5",
        "t": "The*p Lord*s answered Moses, “Go out in front of the people. Take with you some of the elders of Israel and take in your hand the staff with which you struck the Nile, and go."
    },
    {
        "o": 2161,
        "r": "niv:Exodus:17:6",
        "t": "I will stand there before you by the rock at Horeb. Strike the rock, and water will come out of it for the people to drink.” So Moses did this in the sight of the elders of Israel."
    },
    {
        "o": 2162,
        "r": "niv:Exodus:17:7",
        "t": "And he called the place Massah and Meribah because the Israelites quarreled and because they tested the Lord*s saying, “Is the Lord*s among us or not?”"
    },
    {
        "o": 2163,
        "r": "niv:Exodus:17:7",
        "t": "The Amalekites Defeated",
        "h": 2
    },
    {
        "o": 2164,
        "r": "niv:Exodus:17:8",
        "t": "The*p Amalekites came and attacked the Israelites at Rephidim."
    },
    {
        "o": 2165,
        "r": "niv:Exodus:17:9",
        "t": "Moses said to Joshua, “Choose some of our men and go out to fight the Amalekites. Tomorrow I will stand on top of the hill with the staff of God in my hands.”"
    },
    {
        "o": 2166,
        "r": "niv:Exodus:17:10",
        "t": "So*p Joshua fought the Amalekites as Moses had ordered, and Moses, Aaron and Hur went to the top of the hill."
    },
    {
        "o": 2167,
        "r": "niv:Exodus:17:11",
        "t": "As long as Moses held up his hands, the Israelites were winning, but whenever he lowered his hands, the Amalekites were winning."
    },
    {
        "o": 2168,
        "r": "niv:Exodus:17:12",
        "t": "When Moses’ hands grew tired, they took a stone and put it under him and he sat on it. Aaron and Hur held his hands up—one on one side, one on the other—so that his hands remained steady till sunset."
    },
    {
        "o": 2169,
        "r": "niv:Exodus:17:13",
        "t": "So Joshua overcame the Amalekite army with the sword."
    },
    {
        "o": 2170,
        "r": "niv:Exodus:17:14",
        "t": "Then*p the Lord*s said to Moses, “Write this on a scroll as something to be remembered and make sure that Joshua hears it, because I will completely blot out the name of Amalek from under heaven.”"
    },
    {
        "o": 2171,
        "r": "niv:Exodus:17:15",
        "t": "Moses*p built an altar and called it The Lord*s is my Banner."
    },
    {
        "o": 2172,
        "r": "niv:Exodus:17:16",
        "t": "He said, “Because hands were lifted up against the throne of the Lord,*s the Lord*s will be at war against the Amalekites from generation to generation.”"
    },
    {
        "o": 2173,
        "r": "niv:Exodus:18:0",
        "t": "Exodus 18",
        "h": 1
    },
    {
        "o": 2174,
        "r": "niv:Exodus:18:0",
        "t": "Jethro Visits Moses",
        "h": 2
    },
    {
        "o": 2175,
        "r": "niv:Exodus:18:1",
        "t": "Now*p Jethro, the priest of Midian and father-in-law of Moses, heard of everything God had done for Moses and for his people Israel, and how the Lord*s had brought Israel out of Egypt."
    },
    {
        "o": 2176,
        "r": "niv:Exodus:18:2",
        "t": "After*p Moses had sent away his wife Zipporah, his father-in-law Jethro received her"
    },
    {
        "o": 2177,
        "r": "niv:Exodus:18:3",
        "t": "and her two sons. One son was named Gershom, for Moses said, “I have become a foreigner in a foreign land”;"
    },
    {
        "o": 2178,
        "r": "niv:Exodus:18:4",
        "t": "and the other was named Eliezer, for he said, “My father’s God was my helper; he saved me from the sword of Pharaoh.”"
    },
    {
        "o": 2179,
        "r": "niv:Exodus:18:5",
        "t": "Jethro,*p Moses’ father-in-law, together with Moses’ sons and wife, came to him in the wilderness, where he was camped near the mountain of God."
    },
    {
        "o": 2180,
        "r": "niv:Exodus:18:6",
        "t": "Jethro had sent word to him, “I, your father-in-law Jethro, am coming to you with your wife and her two sons.”"
    },
    {
        "o": 2181,
        "r": "niv:Exodus:18:7",
        "t": "So*p Moses went out to meet his father-in-law and bowed down and kissed him. They greeted each other and then went into the tent."
    },
    {
        "o": 2182,
        "r": "niv:Exodus:18:8",
        "t": "Moses told his father-in-law about everything the Lord*s had done to Pharaoh and the Egyptians for Israel’s sake and about all the hardships they had met along the way and how the Lord*s had saved them."
    },
    {
        "o": 2183,
        "r": "niv:Exodus:18:9",
        "t": "Jethro*p was delighted to hear about all the good things the Lord*s had done for Israel in rescuing them from the hand of the Egyptians."
    },
    {
        "o": 2184,
        "r": "niv:Exodus:18:10",
        "t": "He said, “Praise be to the Lord,*s who rescued you from the hand of the Egyptians and of Pharaoh, and who rescued the people from the hand of the Egyptians."
    },
    {
        "o": 2185,
        "r": "niv:Exodus:18:11",
        "t": "Now I know that the Lord*s is greater than all other gods, for he did this to those who had treated Israel arrogantly.”"
    },
    {
        "o": 2186,
        "r": "niv:Exodus:18:12",
        "t": "Then Jethro, Moses’ father-in-law, brought a burnt offering and other sacrifices to God, and Aaron came with all the elders of Israel to eat a meal with Moses’ father-in-law in the presence of God."
    },
    {
        "o": 2187,
        "r": "niv:Exodus:18:13",
        "t": "The*p next day Moses took his seat to serve as judge for the people, and they stood around him from morning till evening."
    },
    {
        "o": 2188,
        "r": "niv:Exodus:18:14",
        "t": "When his father-in-law saw all that Moses was doing for the people, he said, “What is this you are doing for the people? Why do you alone sit as judge, while all these people stand around you from morning till evening?”"
    },
    {
        "o": 2189,
        "r": "niv:Exodus:18:15",
        "t": "Moses*p answered him, “Because the people come to me to seek God’s will."
    },
    {
        "o": 2190,
        "r": "niv:Exodus:18:16",
        "t": "Whenever they have a dispute, it is brought to me, and I decide between the parties and inform them of God’s decrees and instructions.”"
    },
    {
        "o": 2191,
        "r": "niv:Exodus:18:17",
        "t": "Moses’*p father-in-law replied, “What you are doing is not good."
    },
    {
        "o": 2192,
        "r": "niv:Exodus:18:18",
        "t": "You and these people who come to you will only wear yourselves out. The work is too heavy for you; you cannot handle it alone."
    },
    {
        "o": 2193,
        "r": "niv:Exodus:18:19",
        "t": "Listen now to me and I will give you some advice, and may God be with you. You must be the people’s representative before God and bring their disputes to him."
    },
    {
        "o": 2194,
        "r": "niv:Exodus:18:20",
        "t": "Teach them his decrees and instructions, and show them the way they are to live and how they are to behave."
    },
    {
        "o": 2195,
        "r": "niv:Exodus:18:21",
        "t": "But select capable men from all the people—men who fear God, trustworthy men who hate dishonest gain—and appoint them as officials over thousands, hundreds, fifties and tens."
    },
    {
        "o": 2196,
        "r": "niv:Exodus:18:22",
        "t": "Have them serve as judges for the people at all times, but have them bring every difficult case to you; the simple cases they can decide themselves. That will make your load lighter, because they will share it with you."
    },
    {
        "o": 2197,
        "r": "niv:Exodus:18:23",
        "t": "If you do this and God so commands, you will be able to stand the strain, and all these people will go home satisfied.”"
    },
    {
        "o": 2198,
        "r": "niv:Exodus:18:24",
        "t": "Moses*p listened to his father-in-law and did everything he said."
    },
    {
        "o": 2199,
        "r": "niv:Exodus:18:25",
        "t": "He chose capable men from all Israel and made them leaders of the people, officials over thousands, hundreds, fifties and tens."
    },
    {
        "o": 2200,
        "r": "niv:Exodus:18:26",
        "t": "They served as judges for the people at all times. The difficult cases they brought to Moses, but the simple ones they decided themselves."
    },
    {
        "o": 2201,
        "r": "niv:Exodus:18:27",
        "t": "Then*p Moses sent his father-in-law on his way, and Jethro returned to his own country."
    },
    {
        "o": 2202,
        "r": "niv:Exodus:19:0",
        "t": "Exodus 19",
        "h": 1
    },
    {
        "o": 2203,
        "r": "niv:Exodus:19:0",
        "t": "At Mount Sinai",
        "h": 2
    },
    {
        "o": 2204,
        "r": "niv:Exodus:19:1",
        "t": "On*p the first day of the third month after the Israelites left Egypt—on that very day—they came to the Desert of Sinai."
    },
    {
        "o": 2205,
        "r": "niv:Exodus:19:2",
        "t": "After they set out from Rephidim, they entered the Desert of Sinai, and Israel camped there in the desert in front of the mountain."
    },
    {
        "o": 2206,
        "r": "niv:Exodus:19:3",
        "t": "Then*p Moses went up to God, and the Lord*s called to him from the mountain and said, “This is what you are to say to the descendants of Jacob and what you are to tell the people of Israel:"
    },
    {
        "o": 2207,
        "r": "niv:Exodus:19:4",
        "t": "‘You yourselves have seen what I did to Egypt, and how I carried you on eagles’ wings and brought you to myself."
    },
    {
        "o": 2208,
        "r": "niv:Exodus:19:5",
        "t": "Now if you obey me fully and keep my covenant, then out of all nations you will be my treasured possession. Although the whole earth is mine,"
    },
    {
        "o": 2209,
        "r": "niv:Exodus:19:6",
        "t": "you will be for me a kingdom of priests and a holy nation.’ These are the words you are to speak to the Israelites.”"
    },
    {
        "o": 2210,
        "r": "niv:Exodus:19:7",
        "t": "So*p Moses went back and summoned the elders of the people and set before them all the words the Lord*s had commanded him to speak."
    },
    {
        "o": 2211,
        "r": "niv:Exodus:19:8",
        "t": "The people all responded together, “We will do everything the Lord*s has said.” So Moses brought their answer back to the Lord.*s"
    },
    {
        "o": 2212,
        "r": "niv:Exodus:19:9",
        "t": "The*p Lord*s said to Moses, “I am going to come to you in a dense cloud, so that the people will hear me speaking with you and will always put their trust in you.” Then Moses told the Lord*s what the people had said."
    },
    {
        "o": 2213,
        "r": "niv:Exodus:19:10",
        "t": "And*p the Lord*s said to Moses, “Go to the people and consecrate them today and tomorrow. Have them wash their clothes"
    },
    {
        "o": 2214,
        "r": "niv:Exodus:19:11",
        "t": "and be ready by the third day, because on that day the Lord*s will come down on Mount Sinai in the sight of all the people."
    },
    {
        "o": 2215,
        "r": "niv:Exodus:19:12",
        "t": "Put limits for the people around the mountain and tell them, ‘Be careful that you do not approach the mountain or touch the foot of it. Whoever touches the mountain is to be put to death."
    },
    {
        "o": 2216,
        "r": "niv:Exodus:19:13",
        "t": "They are to be stoned or shot with arrows; not a hand is to be laid on them. No person or animal shall be permitted to live.’ Only when the ram’s horn sounds a long blast may they approach the mountain.”"
    },
    {
        "o": 2217,
        "r": "niv:Exodus:19:14",
        "t": "After*p Moses had gone down the mountain to the people, he consecrated them, and they washed their clothes."
    },
    {
        "o": 2218,
        "r": "niv:Exodus:19:15",
        "t": "Then he said to the people, “Prepare yourselves for the third day. Abstain from sexual relations.”"
    },
    {
        "o": 2219,
        "r": "niv:Exodus:19:16",
        "t": "On*p the morning of the third day there was thunder and lightning, with a thick cloud over the mountain, and a very loud trumpet blast. Everyone in the camp trembled."
    },
    {
        "o": 2220,
        "r": "niv:Exodus:19:17",
        "t": "Then Moses led the people out of the camp to meet with God, and they stood at the foot of the mountain."
    },
    {
        "o": 2221,
        "r": "niv:Exodus:19:18",
        "t": "Mount Sinai was covered with smoke, because the Lord*s descended on it in fire. The smoke billowed up from it like smoke from a furnace, and the whole mountain trembled violently."
    },
    {
        "o": 2222,
        "r": "niv:Exodus:19:19",
        "t": "As the sound of the trumpet grew louder and louder, Moses spoke and the voice of God answered him."
    },
    {
        "o": 2223,
        "r": "niv:Exodus:19:20",
        "t": "The*p Lord*s descended to the top of Mount Sinai and called Moses to the top of the mountain. So Moses went up"
    },
    {
        "o": 2224,
        "r": "niv:Exodus:19:21",
        "t": "and the Lord*s said to him, “Go down and warn the people so they do not force their way through to see the Lord*s and many of them perish."
    },
    {
        "o": 2225,
        "r": "niv:Exodus:19:22",
        "t": "Even the priests, who approach the Lord,*s must consecrate themselves, or the Lord*s will break out against them.”"
    },
    {
        "o": 2226,
        "r": "niv:Exodus:19:23",
        "t": "Moses*p said to the Lord,*s “The people cannot come up Mount Sinai, because you yourself warned us, ‘Put limits around the mountain and set it apart as holy.’ ”"
    },
    {
        "o": 2227,
        "r": "niv:Exodus:19:24",
        "t": "The*p Lord*s replied, “Go down and bring Aaron up with you. But the priests and the people must not force their way through to come up to the Lord,*s or he will break out against them.”"
    },
    {
        "o": 2228,
        "r": "niv:Exodus:19:25",
        "t": "So*p Moses went down to the people and told them."
    },
    {
        "o": 2229,
        "r": "niv:Exodus:20:0",
        "t": "Exodus 20",
        "h": 1
    },
    {
        "o": 2230,
        "r": "niv:Exodus:20:0",
        "t": "The Ten Commandments",
        "h": 2
    },
    {
        "o": 2231,
        "r": "niv:Exodus:20:1",
        "t": "And*p God spoke all these words:"
    },
    {
        "o": 2232,
        "r": "niv:Exodus:20:2",
        "t": "“I*pld am the Lord*s your God, who brought you out of Egypt, out of the land of slavery."
    },
    {
        "o": 2233,
        "r": "niv:Exodus:20:3",
        "t": "“You*ln shall have no other gods before me."
    },
    {
        "o": 2234,
        "r": "niv:Exodus:20:4",
        "t": "“You*ln shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below."
    },
    {
        "o": 2235,
        "r": "niv:Exodus:20:5",
        "t": "You shall not bow down to them or worship them; for I, the Lord*s your God, am a jealous God, punishing the children for the sin of the parents to the third and fourth generation of those who hate me,"
    },
    {
        "o": 2236,
        "r": "niv:Exodus:20:6",
        "t": "but showing love to a thousand generations of those who love me and keep my commandments."
    },
    {
        "o": 2237,
        "r": "niv:Exodus:20:7",
        "t": "“You*ln shall not misuse the name of the Lord*s your God, for the Lord*s will not hold anyone guiltless who misuses his name."
    },
    {
        "o": 2238,
        "r": "niv:Exodus:20:8",
        "t": "“Remember*ln the Sabbath day by keeping it holy."
    },
    {
        "o": 2239,
        "r": "niv:Exodus:20:9",
        "t": "Six days you shall labor and do all your work,"
    },
    {
        "o": 2240,
        "r": "niv:Exodus:20:10",
        "t": "but the seventh day is a sabbath to the Lord*s your God. On it you shall not do any work, neither you, nor your son or daughter, nor your male or female servant, nor your animals, nor any foreigner residing in your towns."
    },
    {
        "o": 2241,
        "r": "niv:Exodus:20:11",
        "t": "For in six days the Lord*s made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the Lord*s blessed the Sabbath day and made it holy."
    },
    {
        "o": 2242,
        "r": "niv:Exodus:20:12",
        "t": "“Honor*ln your father and your mother, so that you may live long in the land the Lord*s your God is giving you."
    },
    {
        "o": 2243,
        "r": "niv:Exodus:20:13",
        "t": "“You*ln shall not murder."
    },
    {
        "o": 2244,
        "r": "niv:Exodus:20:14",
        "t": "“You*ln shall not commit adultery."
    },
    {
        "o": 2245,
        "r": "niv:Exodus:20:15",
        "t": "“You*ln shall not steal."
    },
    {
        "o": 2246,
        "r": "niv:Exodus:20:16",
        "t": "“You*ln shall not give false testimony against your neighbor."
    },
    {
        "o": 2247,
        "r": "niv:Exodus:20:17",
        "t": "“You*ln shall not covet your neighbor’s house. You shall not covet your neighbor’s wife, or his male or female servant, his ox or donkey, or anything that belongs to your neighbor.”"
    },
    {
        "o": 2248,
        "r": "niv:Exodus:20:18",
        "t": "When*p the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance"
    },
    {
        "o": 2249,
        "r": "niv:Exodus:20:19",
        "t": "and said to Moses, “Speak to us yourself and we will listen. But do not have God speak to us or we will die.”"
    },
    {
        "o": 2250,
        "r": "niv:Exodus:20:20",
        "t": "Moses*p said to the people, “Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.”"
    },
    {
        "o": 2251,
        "r": "niv:Exodus:20:21",
        "t": "The*p people remained at a distance, while Moses approached the thick darkness where God was."
    },
    {
        "o": 2252,
        "r": "niv:Exodus:20:21",
        "t": "Idols and Altars",
        "h": 2
    },
    {
        "o": 2253,
        "r": "niv:Exodus:20:22",
        "t": "Then*p the Lord*s said to Moses, “Tell the Israelites this: ‘You have seen for yourselves that I have spoken to you from heaven:"
    },
    {
        "o": 2254,
        "r": "niv:Exodus:20:23",
        "t": "Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold."
    },
    {
        "o": 2255,
        "r": "niv:Exodus:20:24",
        "t": "“ ‘Make*p an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you."
    },
    {
        "o": 2256,
        "r": "niv:Exodus:20:25",
        "t": "If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it."
    },
    {
        "o": 2257,
        "r": "niv:Exodus:20:26",
        "t": "And do not go up to my altar on steps, or your private parts may be exposed.’"
    },
    {
        "o": 2258,
        "r": "niv:Exodus:21:0",
        "t": "Exodus 21",
        "h": 1
    },
    {
        "o": 2259,
        "r": "niv:Exodus:21:1",
        "t": "“These*p are the laws you are to set before them:"
    },
    {
        "o": 2260,
        "r": "niv:Exodus:21:1",
        "t": "Hebrew Servants",
        "h": 2
    },
    {
        "o": 2261,
        "r": "niv:Exodus:21:2",
        "t": "“If*p you buy a Hebrew servant, he is to serve you for six years. But in the seventh year, he shall go free, without paying anything."
    },
    {
        "o": 2262,
        "r": "niv:Exodus:21:3",
        "t": "If he comes alone, he is to go free alone; but if he has a wife when he comes, she is to go with him."
    },
    {
        "o": 2263,
        "r": "niv:Exodus:21:4",
        "t": "If his master gives him a wife and she bears him sons or daughters, the woman and her children shall belong to her master, and only the man shall go free."
    },
    {
        "o": 2264,
        "r": "niv:Exodus:21:5",
        "t": "“But*p if the servant declares, ‘I love my master and my wife and children and do not want to go free,’"
    },
    {
        "o": 2265,
        "r": "niv:Exodus:21:6",
        "t": "then his master must take him before the judges. He shall take him to the door or the doorpost and pierce his ear with an awl. Then he will be his servant for life."
    },
    {
        "o": 2266,
        "r": "niv:Exodus:21:7",
        "t": "“If*p a man sells his daughter as a servant, she is not to go free as male servants do."
    },
    {
        "o": 2267,
        "r": "niv:Exodus:21:8",
        "t": "If she does not please the master who has selected her for himself, he must let her be redeemed. He has no right to sell her to foreigners, because he has broken faith with her."
    },
    {
        "o": 2268,
        "r": "niv:Exodus:21:9",
        "t": "If he selects her for his son, he must grant her the rights of a daughter."
    },
    {
        "o": 2269,
        "r": "niv:Exodus:21:10",
        "t": "If he marries another woman, he must not deprive the first one of her food, clothing and marital rights."
    },
    {
        "o": 2270,
        "r": "niv:Exodus:21:11",
        "t": "If he does not provide her with these three things, she is to go free, without any payment of money."
    },
    {
        "o": 2271,
        "r": "niv:Exodus:21:11",
        "t": "Personal Injuries",
        "h": 2
    },
    {
        "o": 2272,
        "r": "niv:Exodus:21:12",
        "t": "“Anyone*p who strikes a person with a fatal blow is to be put to death."
    },
    {
        "o": 2273,
        "r": "niv:Exodus:21:13",
        "t": "However, if it is not done intentionally, but God lets it happen, they are to flee to a place I will designate."
    },
    {
        "o": 2274,
        "r": "niv:Exodus:21:14",
        "t": "But if anyone schemes and kills someone deliberately, that person is to be taken from my altar and put to death."
    },
    {
        "o": 2275,
        "r": "niv:Exodus:21:15",
        "t": "“Anyone*p who attacks their father or mother is to be put to death."
    },
    {
        "o": 2276,
        "r": "niv:Exodus:21:16",
        "t": "“Anyone*p who kidnaps someone is to be put to death, whether the victim has been sold or is still in the kidnapper’s possession."
    },
    {
        "o": 2277,
        "r": "niv:Exodus:21:17",
        "t": "“Anyone*p who curses their father or mother is to be put to death."
    },
    {
        "o": 2278,
        "r": "niv:Exodus:21:18",
        "t": "“If*p people quarrel and one person hits another with a stone or with their fist and the victim does not die but is confined to bed,"
    },
    {
        "o": 2279,
        "r": "niv:Exodus:21:19",
        "t": "the one who struck the blow will not be held liable if the other can get up and walk around outside with a staff; however, the guilty party must pay the injured person for any loss of time and see that the victim is completely healed."
    },
    {
        "o": 2280,
        "r": "niv:Exodus:21:20",
        "t": "“Anyone*p who beats their male or female slave with a rod must be punished if the slave dies as a direct result,"
    },
    {
        "o": 2281,
        "r": "niv:Exodus:21:21",
        "t": "but they are not to be punished if the slave recovers after a day or two, since the slave is their property."
    },
    {
        "o": 2282,
        "r": "niv:Exodus:21:22",
        "t": "“If*p people are fighting and hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman’s husband demands and the court allows."
    },
    {
        "o": 2283,
        "r": "niv:Exodus:21:23",
        "t": "But if there is serious injury, you are to take life for life,"
    },
    {
        "o": 2284,
        "r": "niv:Exodus:21:24",
        "t": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
        "o": 2285,
        "r": "niv:Exodus:21:25",
        "t": "burn for burn, wound for wound, bruise for bruise."
    },
    {
        "o": 2286,
        "r": "niv:Exodus:21:26",
        "t": "“An*p owner who hits a male or female slave in the eye and destroys it must let the slave go free to compensate for the eye."
    },
    {
        "o": 2287,
        "r": "niv:Exodus:21:27",
        "t": "And an owner who knocks out the tooth of a male or female slave must let the slave go free to compensate for the tooth."
    },
    {
        "o": 2288,
        "r": "niv:Exodus:21:28",
        "t": "“If*p a bull gores a man or woman to death, the bull is to be stoned to death, and its meat must not be eaten. But the owner of the bull will not be held responsible."
    },
    {
        "o": 2289,
        "r": "niv:Exodus:21:29",
        "t": "If, however, the bull has had the habit of goring and the owner has been warned but has not kept it penned up and it kills a man or woman, the bull is to be stoned and its owner also is to be put to death."
    },
    {
        "o": 2290,
        "r": "niv:Exodus:21:30",
        "t": "However, if payment is demanded, the owner may redeem his life by the payment of whatever is demanded."
    },
    {
        "o": 2291,
        "r": "niv:Exodus:21:31",
        "t": "This law also applies if the bull gores a son or daughter."
    },
    {
        "o": 2292,
        "r": "niv:Exodus:21:32",
        "t": "If the bull gores a male or female slave, the owner must pay thirty shekels of silver to the master of the slave, and the bull is to be stoned to death."
    },
    {
        "o": 2293,
        "r": "niv:Exodus:21:33",
        "t": "“If*p anyone uncovers a pit or digs one and fails to cover it and an ox or a donkey falls into it,"
    },
    {
        "o": 2294,
        "r": "niv:Exodus:21:34",
        "t": "the one who opened the pit must pay the owner for the loss and take the dead animal in exchange."
    },
    {
        "o": 2295,
        "r": "niv:Exodus:21:35",
        "t": "“If*p anyone’s bull injures someone else’s bull and it dies, the two parties are to sell the live one and divide both the money and the dead animal equally."
    },
    {
        "o": 2296,
        "r": "niv:Exodus:21:36",
        "t": "However, if it was known that the bull had the habit of goring, yet the owner did not keep it penned up, the owner must pay, animal for animal, and take the dead animal in exchange."
    },
    {
        "o": 2297,
        "r": "niv:Exodus:22:0",
        "t": "Exodus 22",
        "h": 1
    },
    {
        "o": 2298,
        "r": "niv:Exodus:22:0",
        "t": "Protection of Property",
        "h": 2
    },
    {
        "o": 2299,
        "r": "niv:Exodus:22:1",
        "t": "“Whoever*p steals an ox or a sheep and slaughters it or sells it must pay back five head of cattle for the ox and four sheep for the sheep."
    },
    {
        "o": 2300,
        "r": "niv:Exodus:22:2",
        "t": "“If*p a thief is caught breaking in at night and is struck a fatal blow, the defender is not guilty of bloodshed;"
    },
    {
        "o": 2301,
        "r": "niv:Exodus:22:3",
        "t": "but if it happens after sunrise, the defender is guilty of bloodshed. “Anyone*p who steals must certainly make restitution, but if they have nothing, they must be sold to pay for their theft."
    },
    {
        "o": 2302,
        "r": "niv:Exodus:22:4",
        "t": "If the stolen animal is found alive in their possession—whether ox or donkey or sheep—they must pay back double."
    },
    {
        "o": 2303,
        "r": "niv:Exodus:22:5",
        "t": "“If*p anyone grazes their livestock in a field or vineyard and lets them stray and they graze in someone else’s field, the offender must make restitution from the best of their own field or vineyard."
    },
    {
        "o": 2304,
        "r": "niv:Exodus:22:6",
        "t": "“If*p a fire breaks out and spreads into thornbushes so that it burns shocks of grain or standing grain or the whole field, the one who started the fire must make restitution."
    },
    {
        "o": 2305,
        "r": "niv:Exodus:22:7",
        "t": "“If*p anyone gives a neighbor silver or goods for safekeeping and they are stolen from the neighbor’s house, the thief, if caught, must pay back double."
    },
    {
        "o": 2306,
        "r": "niv:Exodus:22:8",
        "t": "But if the thief is not found, the owner of the house must appear before the judges, and they must determine whether the owner of the house has laid hands on the other person’s property."
    },
    {
        "o": 2307,
        "r": "niv:Exodus:22:9",
        "t": "In all cases of illegal possession of an ox, a donkey, a sheep, a garment, or any other lost property about which somebody says, ‘This is mine,’ both parties are to bring their cases before the judges. The one whom the judges declare guilty must pay back double to the other."
    },
    {
        "o": 2308,
        "r": "niv:Exodus:22:10",
        "t": "“If*p anyone gives a donkey, an ox, a sheep or any other animal to their neighbor for safekeeping and it dies or is injured or is taken away while no one is looking,"
    },
    {
        "o": 2309,
        "r": "niv:Exodus:22:11",
        "t": "the issue between them will be settled by the taking of an oath before the Lord*s that the neighbor did not lay hands on the other person’s property. The owner is to accept this, and no restitution is required."
    },
    {
        "o": 2310,
        "r": "niv:Exodus:22:12",
        "t": "But if the animal was stolen from the neighbor, restitution must be made to the owner."
    },
    {
        "o": 2311,
        "r": "niv:Exodus:22:13",
        "t": "If it was torn to pieces by a wild animal, the neighbor shall bring in the remains as evidence and shall not be required to pay for the torn animal."
    },
    {
        "o": 2312,
        "r": "niv:Exodus:22:14",
        "t": "“If*p anyone borrows an animal from their neighbor and it is injured or dies while the owner is not present, they must make restitution."
    },
    {
        "o": 2313,
        "r": "niv:Exodus:22:15",
        "t": "But if the owner is with the animal, the borrower will not have to pay. If the animal was hired, the money paid for the hire covers the loss."
    },
    {
        "o": 2314,
        "r": "niv:Exodus:22:15",
        "t": "Social Responsibility",
        "h": 2
    },
    {
        "o": 2315,
        "r": "niv:Exodus:22:16",
        "t": "“If*p a man seduces a virgin who is not pledged to be married and sleeps with her, he must pay the bride-price, and she shall be his wife."
    },
    {
        "o": 2316,
        "r": "niv:Exodus:22:17",
        "t": "If her father absolutely refuses to give her to him, he must still pay the bride-price for virgins."
    },
    {
        "o": 2317,
        "r": "niv:Exodus:22:18",
        "t": "“Do*p not allow a sorceress to live."
    },
    {
        "o": 2318,
        "r": "niv:Exodus:22:19",
        "t": "“Anyone*p who has sexual relations with an animal is to be put to death."
    },
    {
        "o": 2319,
        "r": "niv:Exodus:22:20",
        "t": "“Whoever*p sacrifices to any god other than the Lord*s must be destroyed."
    },
    {
        "o": 2320,
        "r": "niv:Exodus:22:21",
        "t": "“Do*p not mistreat or oppress a foreigner, for you were foreigners in Egypt."
    },
    {
        "o": 2321,
        "r": "niv:Exodus:22:22",
        "t": "“Do*p not take advantage of the widow or the fatherless."
    },
    {
        "o": 2322,
        "r": "niv:Exodus:22:23",
        "t": "If you do and they cry out to me, I will certainly hear their cry."
    },
    {
        "o": 2323,
        "r": "niv:Exodus:22:24",
        "t": "My anger will be aroused, and I will kill you with the sword; your wives will become widows and your children fatherless."
    },
    {
        "o": 2324,
        "r": "niv:Exodus:22:25",
        "t": "“If*p you lend money to one of my people among you who is needy, do not treat it like a business deal; charge no interest."
    },
    {
        "o": 2325,
        "r": "niv:Exodus:22:26",
        "t": "If you take your neighbor’s cloak as a pledge, return it by sunset,"
    },
    {
        "o": 2326,
        "r": "niv:Exodus:22:27",
        "t": "because that cloak is the only covering your neighbor has. What else can they sleep in? When they cry out to me, I will hear, for I am compassionate."
    },
    {
        "o": 2327,
        "r": "niv:Exodus:22:28",
        "t": "“Do*p not blaspheme God or curse the ruler of your people."
    },
    {
        "o": 2328,
        "r": "niv:Exodus:22:29",
        "t": "“Do*p not hold back offerings from your granaries or your vats. “You*p must give me the firstborn of your sons."
    },
    {
        "o": 2329,
        "r": "niv:Exodus:22:30",
        "t": "Do the same with your cattle and your sheep. Let them stay with their mothers for seven days, but give them to me on the eighth day."
    },
    {
        "o": 2330,
        "r": "niv:Exodus:22:31",
        "t": "“You*p are to be my holy people. So do not eat the meat of an animal torn by wild beasts; throw it to the dogs."
    },
    {
        "o": 2331,
        "r": "niv:Exodus:23:0",
        "t": "Exodus 23",
        "h": 1
    },
    {
        "o": 2332,
        "r": "niv:Exodus:23:0",
        "t": "Laws of Justice and Mercy",
        "h": 2
    },
    {
        "o": 2333,
        "r": "niv:Exodus:23:1",
        "t": "“Do*p not spread false reports. Do not help a guilty person by being a malicious witness."
    },
    {
        "o": 2334,
        "r": "niv:Exodus:23:2",
        "t": "“Do*p not follow the crowd in doing wrong. When you give testimony in a lawsuit, do not pervert justice by siding with the crowd,"
    },
    {
        "o": 2335,
        "r": "niv:Exodus:23:3",
        "t": "and do not show favoritism to a poor person in a lawsuit."
    },
    {
        "o": 2336,
        "r": "niv:Exodus:23:4",
        "t": "“If*p you come across your enemy’s ox or donkey wandering off, be sure to return it."
    },
    {
        "o": 2337,
        "r": "niv:Exodus:23:5",
        "t": "If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help them with it."
    },
    {
        "o": 2338,
        "r": "niv:Exodus:23:6",
        "t": "“Do*p not deny justice to your poor people in their lawsuits."
    },
    {
        "o": 2339,
        "r": "niv:Exodus:23:7",
        "t": "Have nothing to do with a false charge and do not put an innocent or honest person to death, for I will not acquit the guilty."
    },
    {
        "o": 2340,
        "r": "niv:Exodus:23:8",
        "t": "“Do*p not accept a bribe, for a bribe blinds those who see and twists the words of the innocent."
    },
    {
        "o": 2341,
        "r": "niv:Exodus:23:9",
        "t": "“Do*p not oppress a foreigner; you yourselves know how it feels to be foreigners, because you were foreigners in Egypt."
    },
    {
        "o": 2342,
        "r": "niv:Exodus:23:9",
        "t": "Sabbath Laws",
        "h": 2
    },
    {
        "o": 2343,
        "r": "niv:Exodus:23:10",
        "t": "“For*p six years you are to sow your fields and harvest the crops,"
    },
    {
        "o": 2344,
        "r": "niv:Exodus:23:11",
        "t": "but during the seventh year let the land lie unplowed and unused. Then the poor among your people may get food from it, and the wild animals may eat what is left. Do the same with your vineyard and your olive grove."
    },
    {
        "o": 2345,
        "r": "niv:Exodus:23:12",
        "t": "“Six*p days do your work, but on the seventh day do not work, so that your ox and your donkey may rest, and so that the slave born in your household and the foreigner living among you may be refreshed."
    },
    {
        "o": 2346,
        "r": "niv:Exodus:23:13",
        "t": "“Be*p careful to do everything I have said to you. Do not invoke the names of other gods; do not let them be heard on your lips."
    },
    {
        "o": 2347,
        "r": "niv:Exodus:23:13",
        "t": "The Three Annual Festivals",
        "h": 2
    },
    {
        "o": 2348,
        "r": "niv:Exodus:23:14",
        "t": "“Three*p times a year you are to celebrate a festival to me."
    },
    {
        "o": 2349,
        "r": "niv:Exodus:23:15",
        "t": "“Celebrate*p the Festival of Unleavened Bread; for seven days eat bread made without yeast, as I commanded you. Do this at the appointed time in the month of Aviv, for in that month you came out of Egypt. “No*p one is to appear before me empty-handed."
    },
    {
        "o": 2350,
        "r": "niv:Exodus:23:16",
        "t": "“Celebrate*p the Festival of Harvest with the firstfruits of the crops you sow in your field. “Celebrate*p the Festival of Ingathering at the end of the year, when you gather in your crops from the field."
    },
    {
        "o": 2351,
        "r": "niv:Exodus:23:17",
        "t": "“Three*p times a year all the men are to appear before the Sovereign Lord.*s"
    },
    {
        "o": 2352,
        "r": "niv:Exodus:23:18",
        "t": "“Do*p not offer the blood of a sacrifice to me along with anything containing yeast. “The*p fat of my festival offerings must not be kept until morning."
    },
    {
        "o": 2353,
        "r": "niv:Exodus:23:19",
        "t": "“Bring*p the best of the firstfruits of your soil to the house of the Lord*s your God. “Do*p not cook a young goat in its mother’s milk."
    },
    {
        "o": 2354,
        "r": "niv:Exodus:23:19",
        "t": "God’s Angel to Prepare the Way",
        "h": 2
    },
    {
        "o": 2355,
        "r": "niv:Exodus:23:20",
        "t": "“See,*p I am sending an angel ahead of you to guard you along the way and to bring you to the place I have prepared."
    },
    {
        "o": 2356,
        "r": "niv:Exodus:23:21",
        "t": "Pay attention to him and listen to what he says. Do not rebel against him; he will not forgive your rebellion, since my Name is in him."
    },
    {
        "o": 2357,
        "r": "niv:Exodus:23:22",
        "t": "If you listen carefully to what he says and do all that I say, I will be an enemy to your enemies and will oppose those who oppose you."
    },
    {
        "o": 2358,
        "r": "niv:Exodus:23:23",
        "t": "My angel will go ahead of you and bring you into the land of the Amorites, Hittites, Perizzites, Canaanites, Hivites and Jebusites, and I will wipe them out."
    },
    {
        "o": 2359,
        "r": "niv:Exodus:23:24",
        "t": "Do not bow down before their gods or worship them or follow their practices. You must demolish them and break their sacred stones to pieces."
    },
    {
        "o": 2360,
        "r": "niv:Exodus:23:25",
        "t": "Worship the Lord*s your God, and his blessing will be on your food and water. I will take away sickness from among you,"
    },
    {
        "o": 2361,
        "r": "niv:Exodus:23:26",
        "t": "and none will miscarry or be barren in your land. I will give you a full life span."
    },
    {
        "o": 2362,
        "r": "niv:Exodus:23:27",
        "t": "“I*p will send my terror ahead of you and throw into confusion every nation you encounter. I will make all your enemies turn their backs and run."
    },
    {
        "o": 2363,
        "r": "niv:Exodus:23:28",
        "t": "I will send the hornet ahead of you to drive the Hivites, Canaanites and Hittites out of your way."
    },
    {
        "o": 2364,
        "r": "niv:Exodus:23:29",
        "t": "But I will not drive them out in a single year, because the land would become desolate and the wild animals too numerous for you."
    },
    {
        "o": 2365,
        "r": "niv:Exodus:23:30",
        "t": "Little by little I will drive them out before you, until you have increased enough to take possession of the land."
    },
    {
        "o": 2366,
        "r": "niv:Exodus:23:31",
        "t": "“I*p will establish your borders from the Red Sea to the Mediterranean Sea, and from the desert to the Euphrates River. I will give into your hands the people who live in the land, and you will drive them out before you."
    },
    {
        "o": 2367,
        "r": "niv:Exodus:23:32",
        "t": "Do not make a covenant with them or with their gods."
    },
    {
        "o": 2368,
        "r": "niv:Exodus:23:33",
        "t": "Do not let them live in your land or they will cause you to sin against me, because the worship of their gods will certainly be a snare to you.”"
    },
    {
        "o": 2369,
        "r": "niv:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2370,
        "r": "niv:Exodus:24:0",
        "t": "The Covenant Confirmed",
        "h": 2
    },
    {
        "o": 2371,
        "r": "niv:Exodus:24:1",
        "t": "Then*p the Lord*s said to Moses, “Come up to the Lord,*s you and Aaron, Nadab and Abihu, and seventy of the elders of Israel. You are to worship at a distance,"
    },
    {
        "o": 2372,
        "r": "niv:Exodus:24:2",
        "t": "but Moses alone is to approach the Lord;*s the others must not come near. And the people may not come up with him.”"
    },
    {
        "o": 2373,
        "r": "niv:Exodus:24:3",
        "t": "When*p Moses went and told the people all the Lord’s*s words and laws, they responded with one voice, “Everything the Lord*s has said we will do.”"
    },
    {
        "o": 2374,
        "r": "niv:Exodus:24:4",
        "t": "Moses then wrote down everything the Lord*s had said. He*p got up early the next morning and built an altar at the foot of the mountain and set up twelve stone pillars representing the twelve tribes of Israel."
    },
    {
        "o": 2375,
        "r": "niv:Exodus:24:5",
        "t": "Then he sent young Israelite men, and they offered burnt offerings and sacrificed young bulls as fellowship offerings to the Lord.*s"
    },
    {
        "o": 2376,
        "r": "niv:Exodus:24:6",
        "t": "Moses took half of the blood and put it in bowls, and the other half he splashed against the altar."
    },
    {
        "o": 2377,
        "r": "niv:Exodus:24:7",
        "t": "Then he took the Book of the Covenant and read it to the people. They responded, “We will do everything the Lord*s has said; we will obey.”"
    },
    {
        "o": 2378,
        "r": "niv:Exodus:24:8",
        "t": "Moses*p then took the blood, sprinkled it on the people and said, “This is the blood of the covenant that the Lord*s has made with you in accordance with all these words.”"
    },
    {
        "o": 2379,
        "r": "niv:Exodus:24:9",
        "t": "Moses*p and Aaron, Nadab and Abihu, and the seventy elders of Israel went up"
    },
    {
        "o": 2380,
        "r": "niv:Exodus:24:10",
        "t": "and saw the God of Israel. Under his feet was something like a pavement made of lapis lazuli, as bright blue as the sky."
    },
    {
        "o": 2381,
        "r": "niv:Exodus:24:11",
        "t": "But God did not raise his hand against these leaders of the Israelites; they saw God, and they ate and drank."
    },
    {
        "o": 2382,
        "r": "niv:Exodus:24:12",
        "t": "The*p Lord*s said to Moses, “Come up to me on the mountain and stay here, and I will give you the tablets of stone with the law and commandments I have written for their instruction.”"
    },
    {
        "o": 2383,
        "r": "niv:Exodus:24:13",
        "t": "Then*p Moses set out with Joshua his aide, and Moses went up on the mountain of God."
    },
    {
        "o": 2384,
        "r": "niv:Exodus:24:14",
        "t": "He said to the elders, “Wait here for us until we come back to you. Aaron and Hur are with you, and anyone involved in a dispute can go to them.”"
    },
    {
        "o": 2385,
        "r": "niv:Exodus:24:15",
        "t": "When*p Moses went up on the mountain, the cloud covered it,"
    },
    {
        "o": 2386,
        "r": "niv:Exodus:24:16",
        "t": "and the glory of the Lord*s settled on Mount Sinai. For six days the cloud covered the mountain, and on the seventh day the Lord*s called to Moses from within the cloud."
    },
    {
        "o": 2387,
        "r": "niv:Exodus:24:17",
        "t": "To the Israelites the glory of the Lord*s looked like a consuming fire on top of the mountain."
    },
    {
        "o": 2388,
        "r": "niv:Exodus:24:18",
        "t": "Then Moses entered the cloud as he went on up the mountain. And he stayed on the mountain forty days and forty nights."
    },
    {
        "o": 2389,
        "r": "niv:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2390,
        "r": "niv:Exodus:25:0",
        "t": "Offerings for the Tabernacle",
        "h": 2
    },
    {
        "o": 2391,
        "r": "niv:Exodus:25:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2392,
        "r": "niv:Exodus:25:2",
        "t": "“Tell the Israelites to bring me an offering. You are to receive the offering for me from everyone whose heart prompts them to give."
    },
    {
        "o": 2393,
        "r": "niv:Exodus:25:3",
        "t": "These are the offerings you are to receive from them: gold, silver and bronze;"
    },
    {
        "o": 2394,
        "r": "niv:Exodus:25:4",
        "t": "blue, purple and scarlet yarn and fine linen; goat hair;"
    },
    {
        "o": 2395,
        "r": "niv:Exodus:25:5",
        "t": "ram skins dyed red and another type of durable leather; acacia wood;"
    },
    {
        "o": 2396,
        "r": "niv:Exodus:25:6",
        "t": "olive oil for the light; spices for the anointing oil and for the fragrant incense;"
    },
    {
        "o": 2397,
        "r": "niv:Exodus:25:7",
        "t": "and onyx stones and other gems to be mounted on the ephod and breastpiece."
    },
    {
        "o": 2398,
        "r": "niv:Exodus:25:8",
        "t": "“Then*p have them make a sanctuary for me, and I will dwell among them."
    },
    {
        "o": 2399,
        "r": "niv:Exodus:25:9",
        "t": "Make this tabernacle and all its furnishings exactly like the pattern I will show you."
    },
    {
        "o": 2400,
        "r": "niv:Exodus:25:9",
        "t": "The Ark",
        "h": 2
    },
    {
        "o": 2401,
        "r": "niv:Exodus:25:10",
        "t": "“Have*p them make an ark of acacia wood—two and a half cubits long, a cubit and a half wide, and a cubit and a half high."
    },
    {
        "o": 2402,
        "r": "niv:Exodus:25:11",
        "t": "Overlay it with pure gold, both inside and out, and make a gold molding around it."
    },
    {
        "o": 2403,
        "r": "niv:Exodus:25:12",
        "t": "Cast four gold rings for it and fasten them to its four feet, with two rings on one side and two rings on the other."
    },
    {
        "o": 2404,
        "r": "niv:Exodus:25:13",
        "t": "Then make poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2405,
        "r": "niv:Exodus:25:14",
        "t": "Insert the poles into the rings on the sides of the ark to carry it."
    },
    {
        "o": 2406,
        "r": "niv:Exodus:25:15",
        "t": "The poles are to remain in the rings of this ark; they are not to be removed."
    },
    {
        "o": 2407,
        "r": "niv:Exodus:25:16",
        "t": "Then put in the ark the tablets of the covenant law, which I will give you."
    },
    {
        "o": 2408,
        "r": "niv:Exodus:25:17",
        "t": "“Make*p an atonement cover of pure gold—two and a half cubits long and a cubit and a half wide."
    },
    {
        "o": 2409,
        "r": "niv:Exodus:25:18",
        "t": "And make two cherubim out of hammered gold at the ends of the cover."
    },
    {
        "o": 2410,
        "r": "niv:Exodus:25:19",
        "t": "Make one cherub on one end and the second cherub on the other; make the cherubim of one piece with the cover, at the two ends."
    },
    {
        "o": 2411,
        "r": "niv:Exodus:25:20",
        "t": "The cherubim are to have their wings spread upward, overshadowing the cover with them. The cherubim are to face each other, looking toward the cover."
    },
    {
        "o": 2412,
        "r": "niv:Exodus:25:21",
        "t": "Place the cover on top of the ark and put in the ark the tablets of the covenant law that I will give you."
    },
    {
        "o": 2413,
        "r": "niv:Exodus:25:22",
        "t": "There, above the cover between the two cherubim that are over the ark of the covenant law, I will meet with you and give you all my commands for the Israelites."
    },
    {
        "o": 2414,
        "r": "niv:Exodus:25:22",
        "t": "The Table",
        "h": 2
    },
    {
        "o": 2415,
        "r": "niv:Exodus:25:23",
        "t": "“Make*p a table of acacia wood—two cubits long, a cubit wide and a cubit and a half high."
    },
    {
        "o": 2416,
        "r": "niv:Exodus:25:24",
        "t": "Overlay it with pure gold and make a gold molding around it."
    },
    {
        "o": 2417,
        "r": "niv:Exodus:25:25",
        "t": "Also make around it a rim a handbreadth wide and put a gold molding on the rim."
    },
    {
        "o": 2418,
        "r": "niv:Exodus:25:26",
        "t": "Make four gold rings for the table and fasten them to the four corners, where the four legs are."
    },
    {
        "o": 2419,
        "r": "niv:Exodus:25:27",
        "t": "The rings are to be close to the rim to hold the poles used in carrying the table."
    },
    {
        "o": 2420,
        "r": "niv:Exodus:25:28",
        "t": "Make the poles of acacia wood, overlay them with gold and carry the table with them."
    },
    {
        "o": 2421,
        "r": "niv:Exodus:25:29",
        "t": "And make its plates and dishes of pure gold, as well as its pitchers and bowls for the pouring out of offerings."
    },
    {
        "o": 2422,
        "r": "niv:Exodus:25:30",
        "t": "Put the bread of the Presence on this table to be before me at all times."
    },
    {
        "o": 2423,
        "r": "niv:Exodus:25:30",
        "t": "The Lampstand",
        "h": 2
    },
    {
        "o": 2424,
        "r": "niv:Exodus:25:31",
        "t": "“Make*p a lampstand of pure gold. Hammer out its base and shaft, and make its flowerlike cups, buds and blossoms of one piece with them."
    },
    {
        "o": 2425,
        "r": "niv:Exodus:25:32",
        "t": "Six branches are to extend from the sides of the lampstand—three on one side and three on the other."
    },
    {
        "o": 2426,
        "r": "niv:Exodus:25:33",
        "t": "Three cups shaped like almond flowers with buds and blossoms are to be on one branch, three on the next branch, and the same for all six branches extending from the lampstand."
    },
    {
        "o": 2427,
        "r": "niv:Exodus:25:34",
        "t": "And on the lampstand there are to be four cups shaped like almond flowers with buds and blossoms."
    },
    {
        "o": 2428,
        "r": "niv:Exodus:25:35",
        "t": "One bud shall be under the first pair of branches extending from the lampstand, a second bud under the second pair, and a third bud under the third pair—six branches in all."
    },
    {
        "o": 2429,
        "r": "niv:Exodus:25:36",
        "t": "The buds and branches shall all be of one piece with the lampstand, hammered out of pure gold."
    },
    {
        "o": 2430,
        "r": "niv:Exodus:25:37",
        "t": "“Then*p make its seven lamps and set them up on it so that they light the space in front of it."
    },
    {
        "o": 2431,
        "r": "niv:Exodus:25:38",
        "t": "Its wick trimmers and trays are to be of pure gold."
    },
    {
        "o": 2432,
        "r": "niv:Exodus:25:39",
        "t": "A talent of pure gold is to be used for the lampstand and all these accessories."
    },
    {
        "o": 2433,
        "r": "niv:Exodus:25:40",
        "t": "See that you make them according to the pattern shown you on the mountain."
    },
    {
        "o": 2434,
        "r": "niv:Exodus:26:0",
        "t": "Exodus 26",
        "h": 1
    },
    {
        "o": 2435,
        "r": "niv:Exodus:26:0",
        "t": "The Tabernacle",
        "h": 2
    },
    {
        "o": 2436,
        "r": "niv:Exodus:26:1",
        "t": "“Make*p the tabernacle with ten curtains of finely twisted linen and blue, purple and scarlet yarn, with cherubim woven into them by a skilled worker."
    },
    {
        "o": 2437,
        "r": "niv:Exodus:26:2",
        "t": "All the curtains are to be the same size—twenty-eight cubits long and four cubits wide."
    },
    {
        "o": 2438,
        "r": "niv:Exodus:26:3",
        "t": "Join five of the curtains together, and do the same with the other five."
    },
    {
        "o": 2439,
        "r": "niv:Exodus:26:4",
        "t": "Make loops of blue material along the edge of the end curtain in one set, and do the same with the end curtain in the other set."
    },
    {
        "o": 2440,
        "r": "niv:Exodus:26:5",
        "t": "Make fifty loops on one curtain and fifty loops on the end curtain of the other set, with the loops opposite each other."
    },
    {
        "o": 2441,
        "r": "niv:Exodus:26:6",
        "t": "Then make fifty gold clasps and use them to fasten the curtains together so that the tabernacle is a unit."
    },
    {
        "o": 2442,
        "r": "niv:Exodus:26:7",
        "t": "“Make*p curtains of goat hair for the tent over the tabernacle—eleven altogether."
    },
    {
        "o": 2443,
        "r": "niv:Exodus:26:8",
        "t": "All eleven curtains are to be the same size—thirty cubits long and four cubits wide."
    },
    {
        "o": 2444,
        "r": "niv:Exodus:26:9",
        "t": "Join five of the curtains together into one set and the other six into another set. Fold the sixth curtain double at the front of the tent."
    },
    {
        "o": 2445,
        "r": "niv:Exodus:26:10",
        "t": "Make fifty loops along the edge of the end curtain in one set and also along the edge of the end curtain in the other set."
    },
    {
        "o": 2446,
        "r": "niv:Exodus:26:11",
        "t": "Then make fifty bronze clasps and put them in the loops to fasten the tent together as a unit."
    },
    {
        "o": 2447,
        "r": "niv:Exodus:26:12",
        "t": "As for the additional length of the tent curtains, the half curtain that is left over is to hang down at the rear of the tabernacle."
    },
    {
        "o": 2448,
        "r": "niv:Exodus:26:13",
        "t": "The tent curtains will be a cubit longer on both sides; what is left will hang over the sides of the tabernacle so as to cover it."
    },
    {
        "o": 2449,
        "r": "niv:Exodus:26:14",
        "t": "Make for the tent a covering of ram skins dyed red, and over that a covering of the other durable leather."
    },
    {
        "o": 2450,
        "r": "niv:Exodus:26:15",
        "t": "“Make*p upright frames of acacia wood for the tabernacle."
    },
    {
        "o": 2451,
        "r": "niv:Exodus:26:16",
        "t": "Each frame is to be ten cubits long and a cubit and a half wide,"
    },
    {
        "o": 2452,
        "r": "niv:Exodus:26:17",
        "t": "with two projections set parallel to each other. Make all the frames of the tabernacle in this way."
    },
    {
        "o": 2453,
        "r": "niv:Exodus:26:18",
        "t": "Make twenty frames for the south side of the tabernacle"
    },
    {
        "o": 2454,
        "r": "niv:Exodus:26:19",
        "t": "and make forty silver bases to go under them—two bases for each frame, one under each projection."
    },
    {
        "o": 2455,
        "r": "niv:Exodus:26:20",
        "t": "For the other side, the north side of the tabernacle, make twenty frames"
    },
    {
        "o": 2456,
        "r": "niv:Exodus:26:21",
        "t": "and forty silver bases—two under each frame."
    },
    {
        "o": 2457,
        "r": "niv:Exodus:26:22",
        "t": "Make six frames for the far end, that is, the west end of the tabernacle,"
    },
    {
        "o": 2458,
        "r": "niv:Exodus:26:23",
        "t": "and make two frames for the corners at the far end."
    },
    {
        "o": 2459,
        "r": "niv:Exodus:26:24",
        "t": "At these two corners they must be double from the bottom all the way to the top and fitted into a single ring; both shall be like that."
    },
    {
        "o": 2460,
        "r": "niv:Exodus:26:25",
        "t": "So there will be eight frames and sixteen silver bases—two under each frame."
    },
    {
        "o": 2461,
        "r": "niv:Exodus:26:26",
        "t": "“Also*p make crossbars of acacia wood: five for the frames on one side of the tabernacle,"
    },
    {
        "o": 2462,
        "r": "niv:Exodus:26:27",
        "t": "five for those on the other side, and five for the frames on the west, at the far end of the tabernacle."
    },
    {
        "o": 2463,
        "r": "niv:Exodus:26:28",
        "t": "The center crossbar is to extend from end to end at the middle of the frames."
    },
    {
        "o": 2464,
        "r": "niv:Exodus:26:29",
        "t": "Overlay the frames with gold and make gold rings to hold the crossbars. Also overlay the crossbars with gold."
    },
    {
        "o": 2465,
        "r": "niv:Exodus:26:30",
        "t": "“Set*p up the tabernacle according to the plan shown you on the mountain."
    },
    {
        "o": 2466,
        "r": "niv:Exodus:26:31",
        "t": "“Make*p a curtain of blue, purple and scarlet yarn and finely twisted linen, with cherubim woven into it by a skilled worker."
    },
    {
        "o": 2467,
        "r": "niv:Exodus:26:32",
        "t": "Hang it with gold hooks on four posts of acacia wood overlaid with gold and standing on four silver bases."
    },
    {
        "o": 2468,
        "r": "niv:Exodus:26:33",
        "t": "Hang the curtain from the clasps and place the ark of the covenant law behind the curtain. The curtain will separate the Holy Place from the Most Holy Place."
    },
    {
        "o": 2469,
        "r": "niv:Exodus:26:34",
        "t": "Put the atonement cover on the ark of the covenant law in the Most Holy Place."
    },
    {
        "o": 2470,
        "r": "niv:Exodus:26:35",
        "t": "Place the table outside the curtain on the north side of the tabernacle and put the lampstand opposite it on the south side."
    },
    {
        "o": 2471,
        "r": "niv:Exodus:26:36",
        "t": "“For*p the entrance to the tent make a curtain of blue, purple and scarlet yarn and finely twisted linen—the work of an embroiderer."
    },
    {
        "o": 2472,
        "r": "niv:Exodus:26:37",
        "t": "Make gold hooks for this curtain and five posts of acacia wood overlaid with gold. And cast five bronze bases for them."
    },
    {
        "o": 2473,
        "r": "niv:Exodus:27:0",
        "t": "Exodus 27",
        "h": 1
    },
    {
        "o": 2474,
        "r": "niv:Exodus:27:0",
        "t": "The Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2475,
        "r": "niv:Exodus:27:1",
        "t": "“Build*p an altar of acacia wood, three cubits high; it is to be square, five cubits long and five cubits wide."
    },
    {
        "o": 2476,
        "r": "niv:Exodus:27:2",
        "t": "Make a horn at each of the four corners, so that the horns and the altar are of one piece, and overlay the altar with bronze."
    },
    {
        "o": 2477,
        "r": "niv:Exodus:27:3",
        "t": "Make all its utensils of bronze—its pots to remove the ashes, and its shovels, sprinkling bowls, meat forks and firepans."
    },
    {
        "o": 2478,
        "r": "niv:Exodus:27:4",
        "t": "Make a grating for it, a bronze network, and make a bronze ring at each of the four corners of the network."
    },
    {
        "o": 2479,
        "r": "niv:Exodus:27:5",
        "t": "Put it under the ledge of the altar so that it is halfway up the altar."
    },
    {
        "o": 2480,
        "r": "niv:Exodus:27:6",
        "t": "Make poles of acacia wood for the altar and overlay them with bronze."
    },
    {
        "o": 2481,
        "r": "niv:Exodus:27:7",
        "t": "The poles are to be inserted into the rings so they will be on two sides of the altar when it is carried."
    },
    {
        "o": 2482,
        "r": "niv:Exodus:27:8",
        "t": "Make the altar hollow, out of boards. It is to be made just as you were shown on the mountain."
    },
    {
        "o": 2483,
        "r": "niv:Exodus:27:8",
        "t": "The Courtyard",
        "h": 2
    },
    {
        "o": 2484,
        "r": "niv:Exodus:27:9",
        "t": "“Make*p a courtyard for the tabernacle. The south side shall be a hundred cubits long and is to have curtains of finely twisted linen,"
    },
    {
        "o": 2485,
        "r": "niv:Exodus:27:10",
        "t": "with twenty posts and twenty bronze bases and with silver hooks and bands on the posts."
    },
    {
        "o": 2486,
        "r": "niv:Exodus:27:11",
        "t": "The north side shall also be a hundred cubits long and is to have curtains, with twenty posts and twenty bronze bases and with silver hooks and bands on the posts."
    },
    {
        "o": 2487,
        "r": "niv:Exodus:27:12",
        "t": "“The*p west end of the courtyard shall be fifty cubits wide and have curtains, with ten posts and ten bases."
    },
    {
        "o": 2488,
        "r": "niv:Exodus:27:13",
        "t": "On the east end, toward the sunrise, the courtyard shall also be fifty cubits wide."
    },
    {
        "o": 2489,
        "r": "niv:Exodus:27:14",
        "t": "Curtains fifteen cubits long are to be on one side of the entrance, with three posts and three bases,"
    },
    {
        "o": 2490,
        "r": "niv:Exodus:27:15",
        "t": "and curtains fifteen cubits long are to be on the other side, with three posts and three bases."
    },
    {
        "o": 2491,
        "r": "niv:Exodus:27:16",
        "t": "“For*p the entrance to the courtyard, provide a curtain twenty cubits long, of blue, purple and scarlet yarn and finely twisted linen—the work of an embroiderer—with four posts and four bases."
    },
    {
        "o": 2492,
        "r": "niv:Exodus:27:17",
        "t": "All the posts around the courtyard are to have silver bands and hooks, and bronze bases."
    },
    {
        "o": 2493,
        "r": "niv:Exodus:27:18",
        "t": "The courtyard shall be a hundred cubits long and fifty cubits wide, with curtains of finely twisted linen five cubits high, and with bronze bases."
    },
    {
        "o": 2494,
        "r": "niv:Exodus:27:19",
        "t": "All the other articles used in the service of the tabernacle, whatever their function, including all the tent pegs for it and those for the courtyard, are to be of bronze."
    },
    {
        "o": 2495,
        "r": "niv:Exodus:27:19",
        "t": "Oil for the Lampstand",
        "h": 2
    },
    {
        "o": 2496,
        "r": "niv:Exodus:27:20",
        "t": "“Command*p the Israelites to bring you clear oil of pressed olives for the light so that the lamps may be kept burning."
    },
    {
        "o": 2497,
        "r": "niv:Exodus:27:21",
        "t": "In the tent of meeting, outside the curtain that shields the ark of the covenant law, Aaron and his sons are to keep the lamps burning before the Lord*s from evening till morning. This is to be a lasting ordinance among the Israelites for the generations to come."
    },
    {
        "o": 2498,
        "r": "niv:Exodus:28:0",
        "t": "Exodus 28",
        "h": 1
    },
    {
        "o": 2499,
        "r": "niv:Exodus:28:0",
        "t": "The Priestly Garments",
        "h": 2
    },
    {
        "o": 2500,
        "r": "niv:Exodus:28:1",
        "t": "“Have*p Aaron your brother brought to you from among the Israelites, along with his sons Nadab and Abihu, Eleazar and Ithamar, so they may serve me as priests."
    },
    {
        "o": 2501,
        "r": "niv:Exodus:28:2",
        "t": "Make sacred garments for your brother Aaron to give him dignity and honor."
    },
    {
        "o": 2502,
        "r": "niv:Exodus:28:3",
        "t": "Tell all the skilled workers to whom I have given wisdom in such matters that they are to make garments for Aaron, for his consecration, so he may serve me as priest."
    },
    {
        "o": 2503,
        "r": "niv:Exodus:28:4",
        "t": "These are the garments they are to make: a breastpiece, an ephod, a robe, a woven tunic, a turban and a sash. They are to make these sacred garments for your brother Aaron and his sons, so they may serve me as priests."
    },
    {
        "o": 2504,
        "r": "niv:Exodus:28:5",
        "t": "Have them use gold, and blue, purple and scarlet yarn, and fine linen."
    },
    {
        "o": 2505,
        "r": "niv:Exodus:28:5",
        "t": "The Ephod",
        "h": 2
    },
    {
        "o": 2506,
        "r": "niv:Exodus:28:6",
        "t": "“Make*p the ephod of gold, and of blue, purple and scarlet yarn, and of finely twisted linen—the work of skilled hands."
    },
    {
        "o": 2507,
        "r": "niv:Exodus:28:7",
        "t": "It is to have two shoulder pieces attached to two of its corners, so it can be fastened."
    },
    {
        "o": 2508,
        "r": "niv:Exodus:28:8",
        "t": "Its skillfully woven waistband is to be like it—of one piece with the ephod and made with gold, and with blue, purple and scarlet yarn, and with finely twisted linen."
    },
    {
        "o": 2509,
        "r": "niv:Exodus:28:9",
        "t": "“Take*p two onyx stones and engrave on them the names of the sons of Israel"
    },
    {
        "o": 2510,
        "r": "niv:Exodus:28:10",
        "t": "in the order of their birth—six names on one stone and the remaining six on the other."
    },
    {
        "o": 2511,
        "r": "niv:Exodus:28:11",
        "t": "Engrave the names of the sons of Israel on the two stones the way a gem cutter engraves a seal. Then mount the stones in gold filigree settings"
    },
    {
        "o": 2512,
        "r": "niv:Exodus:28:12",
        "t": "and fasten them on the shoulder pieces of the ephod as memorial stones for the sons of Israel. Aaron is to bear the names on his shoulders as a memorial before the Lord.*s"
    },
    {
        "o": 2513,
        "r": "niv:Exodus:28:13",
        "t": "Make gold filigree settings"
    },
    {
        "o": 2514,
        "r": "niv:Exodus:28:14",
        "t": "and two braided chains of pure gold, like a rope, and attach the chains to the settings."
    },
    {
        "o": 2515,
        "r": "niv:Exodus:28:14",
        "t": "The Breastpiece",
        "h": 2
    },
    {
        "o": 2516,
        "r": "niv:Exodus:28:15",
        "t": "“Fashion*p a breastpiece for making decisions—the work of skilled hands. Make it like the ephod: of gold, and of blue, purple and scarlet yarn, and of finely twisted linen."
    },
    {
        "o": 2517,
        "r": "niv:Exodus:28:16",
        "t": "It is to be square—a span long and a span wide—and folded double."
    },
    {
        "o": 2518,
        "r": "niv:Exodus:28:17",
        "t": "Then mount four rows of precious stones on it. The first row shall be carnelian, chrysolite and beryl;"
    },
    {
        "o": 2519,
        "r": "niv:Exodus:28:18",
        "t": "the second row shall be turquoise, lapis lazuli and emerald;"
    },
    {
        "o": 2520,
        "r": "niv:Exodus:28:19",
        "t": "the third row shall be jacinth, agate and amethyst;"
    },
    {
        "o": 2521,
        "r": "niv:Exodus:28:20",
        "t": "the fourth row shall be topaz, onyx and jasper. Mount them in gold filigree settings."
    },
    {
        "o": 2522,
        "r": "niv:Exodus:28:21",
        "t": "There are to be twelve stones, one for each of the names of the sons of Israel, each engraved like a seal with the name of one of the twelve tribes."
    },
    {
        "o": 2523,
        "r": "niv:Exodus:28:22",
        "t": "“For*p the breastpiece make braided chains of pure gold, like a rope."
    },
    {
        "o": 2524,
        "r": "niv:Exodus:28:23",
        "t": "Make two gold rings for it and fasten them to two corners of the breastpiece."
    },
    {
        "o": 2525,
        "r": "niv:Exodus:28:24",
        "t": "Fasten the two gold chains to the rings at the corners of the breastpiece,"
    },
    {
        "o": 2526,
        "r": "niv:Exodus:28:25",
        "t": "and the other ends of the chains to the two settings, attaching them to the shoulder pieces of the ephod at the front."
    },
    {
        "o": 2527,
        "r": "niv:Exodus:28:26",
        "t": "Make two gold rings and attach them to the other two corners of the breastpiece on the inside edge next to the ephod."
    },
    {
        "o": 2528,
        "r": "niv:Exodus:28:27",
        "t": "Make two more gold rings and attach them to the bottom of the shoulder pieces on the front of the ephod, close to the seam just above the waistband of the ephod."
    },
    {
        "o": 2529,
        "r": "niv:Exodus:28:28",
        "t": "The rings of the breastpiece are to be tied to the rings of the ephod with blue cord, connecting it to the waistband, so that the breastpiece will not swing out from the ephod."
    },
    {
        "o": 2530,
        "r": "niv:Exodus:28:29",
        "t": "“Whenever*p Aaron enters the Holy Place, he will bear the names of the sons of Israel over his heart on the breastpiece of decision as a continuing memorial before the Lord.*s"
    },
    {
        "o": 2531,
        "r": "niv:Exodus:28:30",
        "t": "Also put the Urim and the Thummim in the breastpiece, so they may be over Aaron’s heart whenever he enters the presence of the Lord.*s Thus Aaron will always bear the means of making decisions for the Israelites over his heart before the Lord.*s"
    },
    {
        "o": 2532,
        "r": "niv:Exodus:28:30",
        "t": "Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2533,
        "r": "niv:Exodus:28:31",
        "t": "“Make*p the robe of the ephod entirely of blue cloth,"
    },
    {
        "o": 2534,
        "r": "niv:Exodus:28:32",
        "t": "with an opening for the head in its center. There shall be a woven edge like a collar around this opening, so that it will not tear."
    },
    {
        "o": 2535,
        "r": "niv:Exodus:28:33",
        "t": "Make pomegranates of blue, purple and scarlet yarn around the hem of the robe, with gold bells between them."
    },
    {
        "o": 2536,
        "r": "niv:Exodus:28:34",
        "t": "The gold bells and the pomegranates are to alternate around the hem of the robe."
    },
    {
        "o": 2537,
        "r": "niv:Exodus:28:35",
        "t": "Aaron must wear it when he ministers. The sound of the bells will be heard when he enters the Holy Place before the Lord*s and when he comes out, so that he will not die."
    },
    {
        "o": 2538,
        "r": "niv:Exodus:28:36",
        "t": "“Make*p a plate of pure gold and engrave on it as on a seal: holy*s to*s the*s Lord.*s"
    },
    {
        "o": 2539,
        "r": "niv:Exodus:28:37",
        "t": "Fasten a blue cord to it to attach it to the turban; it is to be on the front of the turban."
    },
    {
        "o": 2540,
        "r": "niv:Exodus:28:38",
        "t": "It will be on Aaron’s forehead, and he will bear the guilt involved in the sacred gifts the Israelites consecrate, whatever their gifts may be. It will be on Aaron’s forehead continually so that they will be acceptable to the Lord.*s"
    },
    {
        "o": 2541,
        "r": "niv:Exodus:28:39",
        "t": "“Weave*p the tunic of fine linen and make the turban of fine linen. The sash is to be the work of an embroiderer."
    },
    {
        "o": 2542,
        "r": "niv:Exodus:28:40",
        "t": "Make tunics, sashes and caps for Aaron’s sons to give them dignity and honor."
    },
    {
        "o": 2543,
        "r": "niv:Exodus:28:41",
        "t": "After you put these clothes on your brother Aaron and his sons, anoint and ordain them. Consecrate them so they may serve me as priests."
    },
    {
        "o": 2544,
        "r": "niv:Exodus:28:42",
        "t": "“Make*p linen undergarments as a covering for the body, reaching from the waist to the thigh."
    },
    {
        "o": 2545,
        "r": "niv:Exodus:28:43",
        "t": "Aaron and his sons must wear them whenever they enter the tent of meeting or approach the altar to minister in the Holy Place, so that they will not incur guilt and die. “This*p is to be a lasting ordinance for Aaron and his descendants."
    },
    {
        "o": 2546,
        "r": "niv:Exodus:29:0",
        "t": "Exodus 29",
        "h": 1
    },
    {
        "o": 2547,
        "r": "niv:Exodus:29:0",
        "t": "Consecration of the Priests",
        "h": 2
    },
    {
        "o": 2548,
        "r": "niv:Exodus:29:1",
        "t": "“This*p is what you are to do to consecrate them, so they may serve me as priests: Take a young bull and two rams without defect."
    },
    {
        "o": 2549,
        "r": "niv:Exodus:29:2",
        "t": "And from the finest wheat flour make round loaves without yeast, thick loaves without yeast and with olive oil mixed in, and thin loaves without yeast and brushed with olive oil."
    },
    {
        "o": 2550,
        "r": "niv:Exodus:29:3",
        "t": "Put them in a basket and present them along with the bull and the two rams."
    },
    {
        "o": 2551,
        "r": "niv:Exodus:29:4",
        "t": "Then bring Aaron and his sons to the entrance to the tent of meeting and wash them with water."
    },
    {
        "o": 2552,
        "r": "niv:Exodus:29:5",
        "t": "Take the garments and dress Aaron with the tunic, the robe of the ephod, the ephod itself and the breastpiece. Fasten the ephod on him by its skillfully woven waistband."
    },
    {
        "o": 2553,
        "r": "niv:Exodus:29:6",
        "t": "Put the turban on his head and attach the sacred emblem to the turban."
    },
    {
        "o": 2554,
        "r": "niv:Exodus:29:7",
        "t": "Take the anointing oil and anoint him by pouring it on his head."
    },
    {
        "o": 2555,
        "r": "niv:Exodus:29:8",
        "t": "Bring his sons and dress them in tunics"
    },
    {
        "o": 2556,
        "r": "niv:Exodus:29:9",
        "t": "and fasten caps on them. Then tie sashes on Aaron and his sons. The priesthood is theirs by a lasting ordinance. “Then*p you shall ordain Aaron and his sons."
    },
    {
        "o": 2557,
        "r": "niv:Exodus:29:10",
        "t": "“Bring*p the bull to the front of the tent of meeting, and Aaron and his sons shall lay their hands on its head."
    },
    {
        "o": 2558,
        "r": "niv:Exodus:29:11",
        "t": "Slaughter it in the Lord’s*s presence at the entrance to the tent of meeting."
    },
    {
        "o": 2559,
        "r": "niv:Exodus:29:12",
        "t": "Take some of the bull’s blood and put it on the horns of the altar with your finger, and pour out the rest of it at the base of the altar."
    },
    {
        "o": 2560,
        "r": "niv:Exodus:29:13",
        "t": "Then take all the fat on the internal organs, the long lobe of the liver, and both kidneys with the fat on them, and burn them on the altar."
    },
    {
        "o": 2561,
        "r": "niv:Exodus:29:14",
        "t": "But burn the bull’s flesh and its hide and its intestines outside the camp. It is a sin offering."
    },
    {
        "o": 2562,
        "r": "niv:Exodus:29:15",
        "t": "“Take*p one of the rams, and Aaron and his sons shall lay their hands on its head."
    },
    {
        "o": 2563,
        "r": "niv:Exodus:29:16",
        "t": "Slaughter it and take the blood and splash it against the sides of the altar."
    },
    {
        "o": 2564,
        "r": "niv:Exodus:29:17",
        "t": "Cut the ram into pieces and wash the internal organs and the legs, putting them with the head and the other pieces."
    },
    {
        "o": 2565,
        "r": "niv:Exodus:29:18",
        "t": "Then burn the entire ram on the altar. It is a burnt offering to the Lord,*s a pleasing aroma, a food offering presented to the Lord.*s"
    },
    {
        "o": 2566,
        "r": "niv:Exodus:29:19",
        "t": "“Take*p the other ram, and Aaron and his sons shall lay their hands on its head."
    },
    {
        "o": 2567,
        "r": "niv:Exodus:29:20",
        "t": "Slaughter it, take some of its blood and put it on the lobes of the right ears of Aaron and his sons, on the thumbs of their right hands, and on the big toes of their right feet. Then splash blood against the sides of the altar."
    },
    {
        "o": 2568,
        "r": "niv:Exodus:29:21",
        "t": "And take some blood from the altar and some of the anointing oil and sprinkle it on Aaron and his garments and on his sons and their garments. Then he and his sons and their garments will be consecrated."
    },
    {
        "o": 2569,
        "r": "niv:Exodus:29:22",
        "t": "“Take*p from this ram the fat, the fat tail, the fat on the internal organs, the long lobe of the liver, both kidneys with the fat on them, and the right thigh. (This is the ram for the ordination.)"
    },
    {
        "o": 2570,
        "r": "niv:Exodus:29:23",
        "t": "From the basket of bread made without yeast, which is before the Lord,*s take one round loaf, one thick loaf with olive oil mixed in, and one thin loaf."
    },
    {
        "o": 2571,
        "r": "niv:Exodus:29:24",
        "t": "Put all these in the hands of Aaron and his sons and have them wave them before the Lord*s as a wave offering."
    },
    {
        "o": 2572,
        "r": "niv:Exodus:29:25",
        "t": "Then take them from their hands and burn them on the altar along with the burnt offering for a pleasing aroma to the Lord,*s a food offering presented to the Lord.*s"
    },
    {
        "o": 2573,
        "r": "niv:Exodus:29:26",
        "t": "After you take the breast of the ram for Aaron’s ordination, wave it before the Lord*s as a wave offering, and it will be your share."
    },
    {
        "o": 2574,
        "r": "niv:Exodus:29:27",
        "t": "“Consecrate*p those parts of the ordination ram that belong to Aaron and his sons: the breast that was waved and the thigh that was presented."
    },
    {
        "o": 2575,
        "r": "niv:Exodus:29:28",
        "t": "This is always to be the perpetual share from the Israelites for Aaron and his sons. It is the contribution the Israelites are to make to the Lord*s from their fellowship offerings."
    },
    {
        "o": 2576,
        "r": "niv:Exodus:29:29",
        "t": "“Aaron’s*p sacred garments will belong to his descendants so that they can be anointed and ordained in them."
    },
    {
        "o": 2577,
        "r": "niv:Exodus:29:30",
        "t": "The son who succeeds him as priest and comes to the tent of meeting to minister in the Holy Place is to wear them seven days."
    },
    {
        "o": 2578,
        "r": "niv:Exodus:29:31",
        "t": "“Take*p the ram for the ordination and cook the meat in a sacred place."
    },
    {
        "o": 2579,
        "r": "niv:Exodus:29:32",
        "t": "At the entrance to the tent of meeting, Aaron and his sons are to eat the meat of the ram and the bread that is in the basket."
    },
    {
        "o": 2580,
        "r": "niv:Exodus:29:33",
        "t": "They are to eat these offerings by which atonement was made for their ordination and consecration. But no one else may eat them, because they are sacred."
    },
    {
        "o": 2581,
        "r": "niv:Exodus:29:34",
        "t": "And if any of the meat of the ordination ram or any bread is left over till morning, burn it up. It must not be eaten, because it is sacred."
    },
    {
        "o": 2582,
        "r": "niv:Exodus:29:35",
        "t": "“Do*p for Aaron and his sons everything I have commanded you, taking seven days to ordain them."
    },
    {
        "o": 2583,
        "r": "niv:Exodus:29:36",
        "t": "Sacrifice a bull each day as a sin offering to make atonement. Purify the altar by making atonement for it, and anoint it to consecrate it."
    },
    {
        "o": 2584,
        "r": "niv:Exodus:29:37",
        "t": "For seven days make atonement for the altar and consecrate it. Then the altar will be most holy, and whatever touches it will be holy."
    },
    {
        "o": 2585,
        "r": "niv:Exodus:29:38",
        "t": "“This*p is what you are to offer on the altar regularly each day: two lambs a year old."
    },
    {
        "o": 2586,
        "r": "niv:Exodus:29:39",
        "t": "Offer one in the morning and the other at twilight."
    },
    {
        "o": 2587,
        "r": "niv:Exodus:29:40",
        "t": "With the first lamb offer a tenth of an ephah of the finest flour mixed with a quarter of a hin of oil from pressed olives, and a quarter of a hin of wine as a drink offering."
    },
    {
        "o": 2588,
        "r": "niv:Exodus:29:41",
        "t": "Sacrifice the other lamb at twilight with the same grain offering and its drink offering as in the morning—a pleasing aroma, a food offering presented to the Lord.*s"
    },
    {
        "o": 2589,
        "r": "niv:Exodus:29:42",
        "t": "“For*p the generations to come this burnt offering is to be made regularly at the entrance to the tent of meeting, before the Lord.*s There I will meet you and speak to you;"
    },
    {
        "o": 2590,
        "r": "niv:Exodus:29:43",
        "t": "there also I will meet with the Israelites, and the place will be consecrated by my glory."
    },
    {
        "o": 2591,
        "r": "niv:Exodus:29:44",
        "t": "“So*p I will consecrate the tent of meeting and the altar and will consecrate Aaron and his sons to serve me as priests."
    },
    {
        "o": 2592,
        "r": "niv:Exodus:29:45",
        "t": "Then I will dwell among the Israelites and be their God."
    },
    {
        "o": 2593,
        "r": "niv:Exodus:29:46",
        "t": "They will know that I am the Lord*s their God, who brought them out of Egypt so that I might dwell among them. I am the Lord*s their God."
    },
    {
        "o": 2594,
        "r": "niv:Exodus:30:0",
        "t": "Exodus 30",
        "h": 1
    },
    {
        "o": 2595,
        "r": "niv:Exodus:30:0",
        "t": "The Altar of Incense",
        "h": 2
    },
    {
        "o": 2596,
        "r": "niv:Exodus:30:1",
        "t": "“Make*p an altar of acacia wood for burning incense."
    },
    {
        "o": 2597,
        "r": "niv:Exodus:30:2",
        "t": "It is to be square, a cubit long and a cubit wide, and two cubits high —its horns of one piece with it."
    },
    {
        "o": 2598,
        "r": "niv:Exodus:30:3",
        "t": "Overlay the top and all the sides and the horns with pure gold, and make a gold molding around it."
    },
    {
        "o": 2599,
        "r": "niv:Exodus:30:4",
        "t": "Make two gold rings for the altar below the molding—two on each of the opposite sides—to hold the poles used to carry it."
    },
    {
        "o": 2600,
        "r": "niv:Exodus:30:5",
        "t": "Make the poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2601,
        "r": "niv:Exodus:30:6",
        "t": "Put the altar in front of the curtain that shields the ark of the covenant law—before the atonement cover that is over the tablets of the covenant law—where I will meet with you."
    },
    {
        "o": 2602,
        "r": "niv:Exodus:30:7",
        "t": "“Aaron*p must burn fragrant incense on the altar every morning when he tends the lamps."
    },
    {
        "o": 2603,
        "r": "niv:Exodus:30:8",
        "t": "He must burn incense again when he lights the lamps at twilight so incense will burn regularly before the Lord*s for the generations to come."
    },
    {
        "o": 2604,
        "r": "niv:Exodus:30:9",
        "t": "Do not offer on this altar any other incense or any burnt offering or grain offering, and do not pour a drink offering on it."
    },
    {
        "o": 2605,
        "r": "niv:Exodus:30:10",
        "t": "Once a year Aaron shall make atonement on its horns. This annual atonement must be made with the blood of the atoning sin offering for the generations to come. It is most holy to the Lord.”*s"
    },
    {
        "o": 2606,
        "r": "niv:Exodus:30:10",
        "t": "Atonement Money",
        "h": 2
    },
    {
        "o": 2607,
        "r": "niv:Exodus:30:11",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2608,
        "r": "niv:Exodus:30:12",
        "t": "“When you take a census of the Israelites to count them, each one must pay the Lord*s a ransom for his life at the time he is counted. Then no plague will come on them when you number them."
    },
    {
        "o": 2609,
        "r": "niv:Exodus:30:13",
        "t": "Each one who crosses over to those already counted is to give a half shekel, according to the sanctuary shekel, which weighs twenty gerahs. This half shekel is an offering to the Lord.*s"
    },
    {
        "o": 2610,
        "r": "niv:Exodus:30:14",
        "t": "All who cross over, those twenty years old or more, are to give an offering to the Lord.*s"
    },
    {
        "o": 2611,
        "r": "niv:Exodus:30:15",
        "t": "The rich are not to give more than a half shekel and the poor are not to give less when you make the offering to the Lord*s to atone for your lives."
    },
    {
        "o": 2612,
        "r": "niv:Exodus:30:16",
        "t": "Receive the atonement money from the Israelites and use it for the service of the tent of meeting. It will be a memorial for the Israelites before the Lord,*s making atonement for your lives.”"
    },
    {
        "o": 2613,
        "r": "niv:Exodus:30:16",
        "t": "Basin for Washing",
        "h": 2
    },
    {
        "o": 2614,
        "r": "niv:Exodus:30:17",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2615,
        "r": "niv:Exodus:30:18",
        "t": "“Make a bronze basin, with its bronze stand, for washing. Place it between the tent of meeting and the altar, and put water in it."
    },
    {
        "o": 2616,
        "r": "niv:Exodus:30:19",
        "t": "Aaron and his sons are to wash their hands and feet with water from it."
    },
    {
        "o": 2617,
        "r": "niv:Exodus:30:20",
        "t": "Whenever they enter the tent of meeting, they shall wash with water so that they will not die. Also, when they approach the altar to minister by presenting a food offering to the Lord,*s"
    },
    {
        "o": 2618,
        "r": "niv:Exodus:30:21",
        "t": "they shall wash their hands and feet so that they will not die. This is to be a lasting ordinance for Aaron and his descendants for the generations to come.”"
    },
    {
        "o": 2619,
        "r": "niv:Exodus:30:21",
        "t": "Anointing Oil",
        "h": 2
    },
    {
        "o": 2620,
        "r": "niv:Exodus:30:22",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2621,
        "r": "niv:Exodus:30:23",
        "t": "“Take the following fine spices: 500 shekels of liquid myrrh, half as much (that is, 250 shekels) of fragrant cinnamon, 250 shekels of fragrant calamus,"
    },
    {
        "o": 2622,
        "r": "niv:Exodus:30:24",
        "t": "500 shekels of cassia—all according to the sanctuary shekel—and a hin of olive oil."
    },
    {
        "o": 2623,
        "r": "niv:Exodus:30:25",
        "t": "Make these into a sacred anointing oil, a fragrant blend, the work of a perfumer. It will be the sacred anointing oil."
    },
    {
        "o": 2624,
        "r": "niv:Exodus:30:26",
        "t": "Then use it to anoint the tent of meeting, the ark of the covenant law,"
    },
    {
        "o": 2625,
        "r": "niv:Exodus:30:27",
        "t": "the table and all its articles, the lampstand and its accessories, the altar of incense,"
    },
    {
        "o": 2626,
        "r": "niv:Exodus:30:28",
        "t": "the altar of burnt offering and all its utensils, and the basin with its stand."
    },
    {
        "o": 2627,
        "r": "niv:Exodus:30:29",
        "t": "You shall consecrate them so they will be most holy, and whatever touches them will be holy."
    },
    {
        "o": 2628,
        "r": "niv:Exodus:30:30",
        "t": "“Anoint*p Aaron and his sons and consecrate them so they may serve me as priests."
    },
    {
        "o": 2629,
        "r": "niv:Exodus:30:31",
        "t": "Say to the Israelites, ‘This is to be my sacred anointing oil for the generations to come."
    },
    {
        "o": 2630,
        "r": "niv:Exodus:30:32",
        "t": "Do not pour it on anyone else’s body and do not make any other oil using the same formula. It is sacred, and you are to consider it sacred."
    },
    {
        "o": 2631,
        "r": "niv:Exodus:30:33",
        "t": "Whoever makes perfume like it and puts it on anyone other than a priest must be cut off from their people.’ ”"
    },
    {
        "o": 2632,
        "r": "niv:Exodus:30:33",
        "t": "Incense",
        "h": 2
    },
    {
        "o": 2633,
        "r": "niv:Exodus:30:34",
        "t": "Then*p the Lord*s said to Moses, “Take fragrant spices—gum resin, onycha and galbanum—and pure frankincense, all in equal amounts,"
    },
    {
        "o": 2634,
        "r": "niv:Exodus:30:35",
        "t": "and make a fragrant blend of incense, the work of a perfumer. It is to be salted and pure and sacred."
    },
    {
        "o": 2635,
        "r": "niv:Exodus:30:36",
        "t": "Grind some of it to powder and place it in front of the ark of the covenant law in the tent of meeting, where I will meet with you. It shall be most holy to you."
    },
    {
        "o": 2636,
        "r": "niv:Exodus:30:37",
        "t": "Do not make any incense with this formula for yourselves; consider it holy to the Lord.*s"
    },
    {
        "o": 2637,
        "r": "niv:Exodus:30:38",
        "t": "Whoever makes incense like it to enjoy its fragrance must be cut off from their people.”"
    },
    {
        "o": 2638,
        "r": "niv:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2639,
        "r": "niv:Exodus:31:0",
        "t": "Bezalel and Oholiab",
        "h": 2
    },
    {
        "o": 2640,
        "r": "niv:Exodus:31:1",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2641,
        "r": "niv:Exodus:31:2",
        "t": "“See, I have chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah,"
    },
    {
        "o": 2642,
        "r": "niv:Exodus:31:3",
        "t": "and I have filled him with the Spirit of God, with wisdom, with understanding, with knowledge and with all kinds of skills—"
    },
    {
        "o": 2643,
        "r": "niv:Exodus:31:4",
        "t": "to make artistic designs for work in gold, silver and bronze,"
    },
    {
        "o": 2644,
        "r": "niv:Exodus:31:5",
        "t": "to cut and set stones, to work in wood, and to engage in all kinds of crafts."
    },
    {
        "o": 2645,
        "r": "niv:Exodus:31:6",
        "t": "Moreover, I have appointed Oholiab son of Ahisamak, of the tribe of Dan, to help him. Also I have given ability to all the skilled workers to make everything I have commanded you:"
    },
    {
        "o": 2646,
        "r": "niv:Exodus:31:7",
        "t": "the tent of meeting, the ark of the covenant law with the atonement cover on it, and all the other furnishings of the tent—"
    },
    {
        "o": 2647,
        "r": "niv:Exodus:31:8",
        "t": "the table and its articles, the pure gold lampstand and all its accessories, the altar of incense,"
    },
    {
        "o": 2648,
        "r": "niv:Exodus:31:9",
        "t": "the altar of burnt offering and all its utensils, the basin with its stand—"
    },
    {
        "o": 2649,
        "r": "niv:Exodus:31:10",
        "t": "and also the woven garments, both the sacred garments for Aaron the priest and the garments for his sons when they serve as priests,"
    },
    {
        "o": 2650,
        "r": "niv:Exodus:31:11",
        "t": "and the anointing oil and fragrant incense for the Holy Place. They are to make them just as I commanded you.”"
    },
    {
        "o": 2651,
        "r": "niv:Exodus:31:11",
        "t": "The Sabbath",
        "h": 2
    },
    {
        "o": 2652,
        "r": "niv:Exodus:31:12",
        "t": "Then*p the Lord*s said to Moses,"
    },
    {
        "o": 2653,
        "r": "niv:Exodus:31:13",
        "t": "“Say to the Israelites, ‘You must observe my Sabbaths. This will be a sign between me and you for the generations to come, so you may know that I am the Lord,*s who makes you holy."
    },
    {
        "o": 2654,
        "r": "niv:Exodus:31:14",
        "t": "“ ‘Observe*p the Sabbath, because it is holy to you. Anyone who desecrates it is to be put to death; those who do any work on that day must be cut off from their people."
    },
    {
        "o": 2655,
        "r": "niv:Exodus:31:15",
        "t": "For six days work is to be done, but the seventh day is a day of sabbath rest, holy to the Lord.*s Whoever does any work on the Sabbath day is to be put to death."
    },
    {
        "o": 2656,
        "r": "niv:Exodus:31:16",
        "t": "The Israelites are to observe the Sabbath, celebrating it for the generations to come as a lasting covenant."
    },
    {
        "o": 2657,
        "r": "niv:Exodus:31:17",
        "t": "It will be a sign between me and the Israelites forever, for in six days the Lord*s made the heavens and the earth, and on the seventh day he rested and was refreshed.’ ”"
    },
    {
        "o": 2658,
        "r": "niv:Exodus:31:18",
        "t": "When*p the Lord*s finished speaking to Moses on Mount Sinai, he gave him the two tablets of the covenant law, the tablets of stone inscribed by the finger of God."
    },
    {
        "o": 2659,
        "r": "niv:Exodus:32:0",
        "t": "Exodus 32",
        "h": 1
    },
    {
        "o": 2660,
        "r": "niv:Exodus:32:0",
        "t": "The Golden Calf",
        "h": 2
    },
    {
        "o": 2661,
        "r": "niv:Exodus:32:1",
        "t": "When*p the people saw that Moses was so long in coming down from the mountain, they gathered around Aaron and said, “Come, make us gods who will go before us. As for this fellow Moses who brought us up out of Egypt, we don’t know what has happened to him.”"
    },
    {
        "o": 2662,
        "r": "niv:Exodus:32:2",
        "t": "Aaron*p answered them, “Take off the gold earrings that your wives, your sons and your daughters are wearing, and bring them to me.”"
    },
    {
        "o": 2663,
        "r": "niv:Exodus:32:3",
        "t": "So all the people took off their earrings and brought them to Aaron."
    },
    {
        "o": 2664,
        "r": "niv:Exodus:32:4",
        "t": "He took what they handed him and made it into an idol cast in the shape of a calf, fashioning it with a tool. Then they said, “These are your gods, Israel, who brought you up out of Egypt.”"
    },
    {
        "o": 2665,
        "r": "niv:Exodus:32:5",
        "t": "When*p Aaron saw this, he built an altar in front of the calf and announced, “Tomorrow there will be a festival to the Lord.”*s"
    },
    {
        "o": 2666,
        "r": "niv:Exodus:32:6",
        "t": "So the next day the people rose early and sacrificed burnt offerings and presented fellowship offerings. Afterward they sat down to eat and drink and got up to indulge in revelry."
    },
    {
        "o": 2667,
        "r": "niv:Exodus:32:7",
        "t": "Then*p the Lord*s said to Moses, “Go down, because your people, whom you brought up out of Egypt, have become corrupt."
    },
    {
        "o": 2668,
        "r": "niv:Exodus:32:8",
        "t": "They have been quick to turn away from what I commanded them and have made themselves an idol cast in the shape of a calf. They have bowed down to it and sacrificed to it and have said, ‘These are your gods, Israel, who brought you up out of Egypt.’"
    },
    {
        "o": 2669,
        "r": "niv:Exodus:32:9",
        "t": "“I*p have seen these people,” the Lord*s said to Moses, “and they are a stiff-necked people."
    },
    {
        "o": 2670,
        "r": "niv:Exodus:32:10",
        "t": "Now leave me alone so that my anger may burn against them and that I may destroy them. Then I will make you into a great nation.”"
    },
    {
        "o": 2671,
        "r": "niv:Exodus:32:11",
        "t": "But*p Moses sought the favor of the Lord*s his God. “Lord,”*s he said, “why should your anger burn against your people, whom you brought out of Egypt with great power and a mighty hand?"
    },
    {
        "o": 2672,
        "r": "niv:Exodus:32:12",
        "t": "Why should the Egyptians say, ‘It was with evil intent that he brought them out, to kill them in the mountains and to wipe them off the face of the earth’? Turn from your fierce anger; relent and do not bring disaster on your people."
    },
    {
        "o": 2673,
        "r": "niv:Exodus:32:13",
        "t": "Remember your servants Abraham, Isaac and Israel, to whom you swore by your own self: ‘I will make your descendants as numerous as the stars in the sky and I will give your descendants all this land I promised them, and it will be their inheritance forever.’ ”"
    },
    {
        "o": 2674,
        "r": "niv:Exodus:32:14",
        "t": "Then the Lord*s relented and did not bring on his people the disaster he had threatened."
    },
    {
        "o": 2675,
        "r": "niv:Exodus:32:15",
        "t": "Moses*p turned and went down the mountain with the two tablets of the covenant law in his hands. They were inscribed on both sides, front and back."
    },
    {
        "o": 2676,
        "r": "niv:Exodus:32:16",
        "t": "The tablets were the work of God; the writing was the writing of God, engraved on the tablets."
    },
    {
        "o": 2677,
        "r": "niv:Exodus:32:17",
        "t": "When*p Joshua heard the noise of the people shouting, he said to Moses, “There is the sound of war in the camp.”"
    },
    {
        "o": 2678,
        "r": "niv:Exodus:32:18",
        "t": "Moses*p replied: “It*pn is not the sound of victory, it*ld is not the sound of defeat; it*ld is the sound of singing that I hear.”"
    },
    {
        "o": 2679,
        "r": "niv:Exodus:32:19",
        "t": "When*p Moses approached the camp and saw the calf and the dancing, his anger burned and he threw the tablets out of his hands, breaking them to pieces at the foot of the mountain."
    },
    {
        "o": 2680,
        "r": "niv:Exodus:32:20",
        "t": "And he took the calf the people had made and burned it in the fire; then he ground it to powder, scattered it on the water and made the Israelites drink it."
    },
    {
        "o": 2681,
        "r": "niv:Exodus:32:21",
        "t": "He*p said to Aaron, “What did these people do to you, that you led them into such great sin?”"
    },
    {
        "o": 2682,
        "r": "niv:Exodus:32:22",
        "t": "“Do*p not be angry, my lord,” Aaron answered. “You know how prone these people are to evil."
    },
    {
        "o": 2683,
        "r": "niv:Exodus:32:23",
        "t": "They said to me, ‘Make us gods who will go before us. As for this fellow Moses who brought us up out of Egypt, we don’t know what has happened to him.’"
    },
    {
        "o": 2684,
        "r": "niv:Exodus:32:24",
        "t": "So I told them, ‘Whoever has any gold jewelry, take it off.’ Then they gave me the gold, and I threw it into the fire, and out came this calf!”"
    },
    {
        "o": 2685,
        "r": "niv:Exodus:32:25",
        "t": "Moses*p saw that the people were running wild and that Aaron had let them get out of control and so become a laughingstock to their enemies."
    },
    {
        "o": 2686,
        "r": "niv:Exodus:32:26",
        "t": "So he stood at the entrance to the camp and said, “Whoever is for the Lord,*s come to me.” And all the Levites rallied to him."
    },
    {
        "o": 2687,
        "r": "niv:Exodus:32:27",
        "t": "Then*p he said to them, “This is what the Lord,*s the God of Israel, says: ‘Each man strap a sword to his side. Go back and forth through the camp from one end to the other, each killing his brother and friend and neighbor.’ ”"
    },
    {
        "o": 2688,
        "r": "niv:Exodus:32:28",
        "t": "The Levites did as Moses commanded, and that day about three thousand of the people died."
    },
    {
        "o": 2689,
        "r": "niv:Exodus:32:29",
        "t": "Then Moses said, “You have been set apart to the Lord*s today, for you were against your own sons and brothers, and he has blessed you this day.”"
    },
    {
        "o": 2690,
        "r": "niv:Exodus:32:30",
        "t": "The*p next day Moses said to the people, “You have committed a great sin. But now I will go up to the Lord;*s perhaps I can make atonement for your sin.”"
    },
    {
        "o": 2691,
        "r": "niv:Exodus:32:31",
        "t": "So*p Moses went back to the Lord*s and said, “Oh, what a great sin these people have committed! They have made themselves gods of gold."
    },
    {
        "o": 2692,
        "r": "niv:Exodus:32:32",
        "t": "But now, please forgive their sin—but if not, then blot me out of the book you have written.”"
    },
    {
        "o": 2693,
        "r": "niv:Exodus:32:33",
        "t": "The*p Lord*s replied to Moses, “Whoever has sinned against me I will blot out of my book."
    },
    {
        "o": 2694,
        "r": "niv:Exodus:32:34",
        "t": "Now go, lead the people to the place I spoke of, and my angel will go before you. However, when the time comes for me to punish, I will punish them for their sin.”"
    },
    {
        "o": 2695,
        "r": "niv:Exodus:32:35",
        "t": "And*p the Lord*s struck the people with a plague because of what they did with the calf Aaron had made."
    },
    {
        "o": 2696,
        "r": "niv:Exodus:33:0",
        "t": "Exodus 33",
        "h": 1
    },
    {
        "o": 2697,
        "r": "niv:Exodus:33:1",
        "t": "Then*p the Lord*s said to Moses, “Leave this place, you and the people you brought up out of Egypt, and go up to the land I promised on oath to Abraham, Isaac and Jacob, saying, ‘I will give it to your descendants.’"
    },
    {
        "o": 2698,
        "r": "niv:Exodus:33:2",
        "t": "I will send an angel before you and drive out the Canaanites, Amorites, Hittites, Perizzites, Hivites and Jebusites."
    },
    {
        "o": 2699,
        "r": "niv:Exodus:33:3",
        "t": "Go up to the land flowing with milk and honey. But I will not go with you, because you are a stiff-necked people and I might destroy you on the way.”"
    },
    {
        "o": 2700,
        "r": "niv:Exodus:33:4",
        "t": "When*p the people heard these distressing words, they began to mourn and no one put on any ornaments."
    },
    {
        "o": 2701,
        "r": "niv:Exodus:33:5",
        "t": "For the Lord*s had said to Moses, “Tell the Israelites, ‘You are a stiff-necked people. If I were to go with you even for a moment, I might destroy you. Now take off your ornaments and I will decide what to do with you.’ ”"
    },
    {
        "o": 2702,
        "r": "niv:Exodus:33:6",
        "t": "So the Israelites stripped off their ornaments at Mount Horeb."
    },
    {
        "o": 2703,
        "r": "niv:Exodus:33:6",
        "t": "The Tent of Meeting",
        "h": 2
    },
    {
        "o": 2704,
        "r": "niv:Exodus:33:7",
        "t": "Now*p Moses used to take a tent and pitch it outside the camp some distance away, calling it the “tent of meeting.” Anyone inquiring of the Lord*s would go to the tent of meeting outside the camp."
    },
    {
        "o": 2705,
        "r": "niv:Exodus:33:8",
        "t": "And whenever Moses went out to the tent, all the people rose and stood at the entrances to their tents, watching Moses until he entered the tent."
    },
    {
        "o": 2706,
        "r": "niv:Exodus:33:9",
        "t": "As Moses went into the tent, the pillar of cloud would come down and stay at the entrance, while the Lord*s spoke with Moses."
    },
    {
        "o": 2707,
        "r": "niv:Exodus:33:10",
        "t": "Whenever the people saw the pillar of cloud standing at the entrance to the tent, they all stood and worshiped, each at the entrance to their tent."
    },
    {
        "o": 2708,
        "r": "niv:Exodus:33:11",
        "t": "The Lord*s would speak to Moses face to face, as one speaks to a friend. Then Moses would return to the camp, but his young aide Joshua son of Nun did not leave the tent."
    },
    {
        "o": 2709,
        "r": "niv:Exodus:33:11",
        "t": "Moses and the Glory of the Lord",
        "h": 2
    },
    {
        "o": 2710,
        "r": "niv:Exodus:33:12",
        "t": "Moses*p said to the Lord,*s “You have been telling me, ‘Lead these people,’ but you have not let me know whom you will send with me. You have said, ‘I know you by name and you have found favor with me.’"
    },
    {
        "o": 2711,
        "r": "niv:Exodus:33:13",
        "t": "If you are pleased with me, teach me your ways so I may know you and continue to find favor with you. Remember that this nation is your people.”"
    },
    {
        "o": 2712,
        "r": "niv:Exodus:33:14",
        "t": "The*p Lord*s replied, “My Presence will go with you, and I will give you rest.”"
    },
    {
        "o": 2713,
        "r": "niv:Exodus:33:15",
        "t": "Then*p Moses said to him, “If your Presence does not go with us, do not send us up from here."
    },
    {
        "o": 2714,
        "r": "niv:Exodus:33:16",
        "t": "How will anyone know that you are pleased with me and with your people unless you go with us? What else will distinguish me and your people from all the other people on the face of the earth?”"
    },
    {
        "o": 2715,
        "r": "niv:Exodus:33:17",
        "t": "And*p the Lord*s said to Moses, “I will do the very thing you have asked, because I am pleased with you and I know you by name.”"
    },
    {
        "o": 2716,
        "r": "niv:Exodus:33:18",
        "t": "Then*p Moses said, “Now show me your glory.”"
    },
    {
        "o": 2717,
        "r": "niv:Exodus:33:19",
        "t": "And*p the Lord*s said, “I will cause all my goodness to pass in front of you, and I will proclaim my name, the Lord,*s in your presence. I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion."
    },
    {
        "o": 2718,
        "r": "niv:Exodus:33:20",
        "t": "But,” he said, “you cannot see my face, for no one may see me and live.”"
    },
    {
        "o": 2719,
        "r": "niv:Exodus:33:21",
        "t": "Then*p the Lord*s said, “There is a place near me where you may stand on a rock."
    },
    {
        "o": 2720,
        "r": "niv:Exodus:33:22",
        "t": "When my glory passes by, I will put you in a cleft in the rock and cover you with my hand until I have passed by."
    },
    {
        "o": 2721,
        "r": "niv:Exodus:33:23",
        "t": "Then I will remove my hand and you will see my back; but my face must not be seen.”"
    },
    {
        "o": 2722,
        "r": "niv:Exodus:34:0",
        "t": "Exodus 34",
        "h": 1
    },
    {
        "o": 2723,
        "r": "niv:Exodus:34:0",
        "t": "The New Stone Tablets",
        "h": 2
    },
    {
        "o": 2724,
        "r": "niv:Exodus:34:1",
        "t": "The*p Lord*s said to Moses, “Chisel out two stone tablets like the first ones, and I will write on them the words that were on the first tablets, which you broke."
    },
    {
        "o": 2725,
        "r": "niv:Exodus:34:2",
        "t": "Be ready in the morning, and then come up on Mount Sinai. Present yourself to me there on top of the mountain."
    },
    {
        "o": 2726,
        "r": "niv:Exodus:34:3",
        "t": "No one is to come with you or be seen anywhere on the mountain; not even the flocks and herds may graze in front of the mountain.”"
    },
    {
        "o": 2727,
        "r": "niv:Exodus:34:4",
        "t": "So*p Moses chiseled out two stone tablets like the first ones and went up Mount Sinai early in the morning, as the Lord*s had commanded him; and he carried the two stone tablets in his hands."
    },
    {
        "o": 2728,
        "r": "niv:Exodus:34:5",
        "t": "Then the Lord*s came down in the cloud and stood there with him and proclaimed his name, the Lord.*s"
    },
    {
        "o": 2729,
        "r": "niv:Exodus:34:6",
        "t": "And he passed in front of Moses, proclaiming, “The Lord,*s the Lord,*s the compassionate and gracious God, slow to anger, abounding in love and faithfulness,"
    },
    {
        "o": 2730,
        "r": "niv:Exodus:34:7",
        "t": "maintaining love to thousands, and forgiving wickedness, rebellion and sin. Yet he does not leave the guilty unpunished; he punishes the children and their children for the sin of the parents to the third and fourth generation.”"
    },
    {
        "o": 2731,
        "r": "niv:Exodus:34:8",
        "t": "Moses*p bowed to the ground at once and worshiped."
    },
    {
        "o": 2732,
        "r": "niv:Exodus:34:9",
        "t": "“Lord,” he said, “if I have found favor in your eyes, then let the Lord go with us. Although this is a stiff-necked people, forgive our wickedness and our sin, and take us as your inheritance.”"
    },
    {
        "o": 2733,
        "r": "niv:Exodus:34:10",
        "t": "Then*p the Lord*s said: “I am making a covenant with you. Before all your people I will do wonders never before done in any nation in all the world. The people you live among will see how awesome is the work that I, the Lord,*s will do for you."
    },
    {
        "o": 2734,
        "r": "niv:Exodus:34:11",
        "t": "Obey what I command you today. I will drive out before you the Amorites, Canaanites, Hittites, Perizzites, Hivites and Jebusites."
    },
    {
        "o": 2735,
        "r": "niv:Exodus:34:12",
        "t": "Be careful not to make a treaty with those who live in the land where you are going, or they will be a snare among you."
    },
    {
        "o": 2736,
        "r": "niv:Exodus:34:13",
        "t": "Break down their altars, smash their sacred stones and cut down their Asherah poles."
    },
    {
        "o": 2737,
        "r": "niv:Exodus:34:14",
        "t": "Do not worship any other god, for the Lord,*s whose name is Jealous, is a jealous God."
    },
    {
        "o": 2738,
        "r": "niv:Exodus:34:15",
        "t": "“Be*p careful not to make a treaty with those who live in the land; for when they prostitute themselves to their gods and sacrifice to them, they will invite you and you will eat their sacrifices."
    },
    {
        "o": 2739,
        "r": "niv:Exodus:34:16",
        "t": "And when you choose some of their daughters as wives for your sons and those daughters prostitute themselves to their gods, they will lead your sons to do the same."
    },
    {
        "o": 2740,
        "r": "niv:Exodus:34:17",
        "t": "“Do*p not make any idols."
    },
    {
        "o": 2741,
        "r": "niv:Exodus:34:18",
        "t": "“Celebrate*p the Festival of Unleavened Bread. For seven days eat bread made without yeast, as I commanded you. Do this at the appointed time in the month of Aviv, for in that month you came out of Egypt."
    },
    {
        "o": 2742,
        "r": "niv:Exodus:34:19",
        "t": "“The*p first offspring of every womb belongs to me, including all the firstborn males of your livestock, whether from herd or flock."
    },
    {
        "o": 2743,
        "r": "niv:Exodus:34:20",
        "t": "Redeem the firstborn donkey with a lamb, but if you do not redeem it, break its neck. Redeem all your firstborn sons. “No*p one is to appear before me empty-handed."
    },
    {
        "o": 2744,
        "r": "niv:Exodus:34:21",
        "t": "“Six*p days you shall labor, but on the seventh day you shall rest; even during the plowing season and harvest you must rest."
    },
    {
        "o": 2745,
        "r": "niv:Exodus:34:22",
        "t": "“Celebrate*p the Festival of Weeks with the firstfruits of the wheat harvest, and the Festival of Ingathering at the turn of the year."
    },
    {
        "o": 2746,
        "r": "niv:Exodus:34:23",
        "t": "Three times a year all your men are to appear before the Sovereign Lord,*s the God of Israel."
    },
    {
        "o": 2747,
        "r": "niv:Exodus:34:24",
        "t": "I will drive out nations before you and enlarge your territory, and no one will covet your land when you go up three times each year to appear before the Lord*s your God."
    },
    {
        "o": 2748,
        "r": "niv:Exodus:34:25",
        "t": "“Do*p not offer the blood of a sacrifice to me along with anything containing yeast, and do not let any of the sacrifice from the Passover Festival remain until morning."
    },
    {
        "o": 2749,
        "r": "niv:Exodus:34:26",
        "t": "“Bring*p the best of the firstfruits of your soil to the house of the Lord*s your God. “Do*p not cook a young goat in its mother’s milk.”"
    },
    {
        "o": 2750,
        "r": "niv:Exodus:34:27",
        "t": "Then*p the Lord*s said to Moses, “Write down these words, for in accordance with these words I have made a covenant with you and with Israel.”"
    },
    {
        "o": 2751,
        "r": "niv:Exodus:34:28",
        "t": "Moses was there with the Lord*s forty days and forty nights without eating bread or drinking water. And he wrote on the tablets the words of the covenant—the Ten Commandments."
    },
    {
        "o": 2752,
        "r": "niv:Exodus:34:28",
        "t": "The Radiant Face of Moses",
        "h": 2
    },
    {
        "o": 2753,
        "r": "niv:Exodus:34:29",
        "t": "When*p Moses came down from Mount Sinai with the two tablets of the covenant law in his hands, he was not aware that his face was radiant because he had spoken with the Lord.*s"
    },
    {
        "o": 2754,
        "r": "niv:Exodus:34:30",
        "t": "When Aaron and all the Israelites saw Moses, his face was radiant, and they were afraid to come near him."
    },
    {
        "o": 2755,
        "r": "niv:Exodus:34:31",
        "t": "But Moses called to them; so Aaron and all the leaders of the community came back to him, and he spoke to them."
    },
    {
        "o": 2756,
        "r": "niv:Exodus:34:32",
        "t": "Afterward all the Israelites came near him, and he gave them all the commands the Lord*s had given him on Mount Sinai."
    },
    {
        "o": 2757,
        "r": "niv:Exodus:34:33",
        "t": "When*p Moses finished speaking to them, he put a veil over his face."
    },
    {
        "o": 2758,
        "r": "niv:Exodus:34:34",
        "t": "But whenever he entered the Lord’s*s presence to speak with him, he removed the veil until he came out. And when he came out and told the Israelites what he had been commanded,"
    },
    {
        "o": 2759,
        "r": "niv:Exodus:34:35",
        "t": "they saw that his face was radiant. Then Moses would put the veil back over his face until he went in to speak with the Lord.*s"
    },
    {
        "o": 2760,
        "r": "niv:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2761,
        "r": "niv:Exodus:35:0",
        "t": "Sabbath Regulations",
        "h": 2
    },
    {
        "o": 2762,
        "r": "niv:Exodus:35:1",
        "t": "Moses*p assembled the whole Israelite community and said to them, “These are the things the Lord*s has commanded you to do:"
    },
    {
        "o": 2763,
        "r": "niv:Exodus:35:2",
        "t": "For six days, work is to be done, but the seventh day shall be your holy day, a day of sabbath rest to the Lord.*s Whoever does any work on it is to be put to death."
    },
    {
        "o": 2764,
        "r": "niv:Exodus:35:3",
        "t": "Do not light a fire in any of your dwellings on the Sabbath day.”"
    },
    {
        "o": 2765,
        "r": "niv:Exodus:35:3",
        "t": "Materials for the Tabernacle",
        "h": 2
    },
    {
        "o": 2766,
        "r": "niv:Exodus:35:4",
        "t": "Moses*p said to the whole Israelite community, “This is what the Lord*s has commanded:"
    },
    {
        "o": 2767,
        "r": "niv:Exodus:35:5",
        "t": "From what you have, take an offering for the Lord.*s Everyone who is willing is to bring to the Lord*s an offering of gold, silver and bronze;"
    },
    {
        "o": 2768,
        "r": "niv:Exodus:35:6",
        "t": "blue, purple and scarlet yarn and fine linen; goat hair;"
    },
    {
        "o": 2769,
        "r": "niv:Exodus:35:7",
        "t": "ram skins dyed red and another type of durable leather; acacia wood;"
    },
    {
        "o": 2770,
        "r": "niv:Exodus:35:8",
        "t": "olive oil for the light; spices for the anointing oil and for the fragrant incense;"
    },
    {
        "o": 2771,
        "r": "niv:Exodus:35:9",
        "t": "and onyx stones and other gems to be mounted on the ephod and breastpiece."
    },
    {
        "o": 2772,
        "r": "niv:Exodus:35:10",
        "t": "“All*p who are skilled among you are to come and make everything the Lord*s has commanded:"
    },
    {
        "o": 2773,
        "r": "niv:Exodus:35:11",
        "t": "the tabernacle with its tent and its covering, clasps, frames, crossbars, posts and bases;"
    },
    {
        "o": 2774,
        "r": "niv:Exodus:35:12",
        "t": "the ark with its poles and the atonement cover and the curtain that shields it;"
    },
    {
        "o": 2775,
        "r": "niv:Exodus:35:13",
        "t": "the table with its poles and all its articles and the bread of the Presence;"
    },
    {
        "o": 2776,
        "r": "niv:Exodus:35:14",
        "t": "the lampstand that is for light with its accessories, lamps and oil for the light;"
    },
    {
        "o": 2777,
        "r": "niv:Exodus:35:15",
        "t": "the altar of incense with its poles, the anointing oil and the fragrant incense; the curtain for the doorway at the entrance to the tabernacle;"
    },
    {
        "o": 2778,
        "r": "niv:Exodus:35:16",
        "t": "the altar of burnt offering with its bronze grating, its poles and all its utensils; the bronze basin with its stand;"
    },
    {
        "o": 2779,
        "r": "niv:Exodus:35:17",
        "t": "the curtains of the courtyard with its posts and bases, and the curtain for the entrance to the courtyard;"
    },
    {
        "o": 2780,
        "r": "niv:Exodus:35:18",
        "t": "the tent pegs for the tabernacle and for the courtyard, and their ropes;"
    },
    {
        "o": 2781,
        "r": "niv:Exodus:35:19",
        "t": "the woven garments worn for ministering in the sanctuary—both the sacred garments for Aaron the priest and the garments for his sons when they serve as priests.”"
    },
    {
        "o": 2782,
        "r": "niv:Exodus:35:20",
        "t": "Then*p the whole Israelite community withdrew from Moses’ presence,"
    },
    {
        "o": 2783,
        "r": "niv:Exodus:35:21",
        "t": "and everyone who was willing and whose heart moved them came and brought an offering to the Lord*s for the work on the tent of meeting, for all its service, and for the sacred garments."
    },
    {
        "o": 2784,
        "r": "niv:Exodus:35:22",
        "t": "All who were willing, men and women alike, came and brought gold jewelry of all kinds: brooches, earrings, rings and ornaments. They all presented their gold as a wave offering to the Lord.*s"
    },
    {
        "o": 2785,
        "r": "niv:Exodus:35:23",
        "t": "Everyone who had blue, purple or scarlet yarn or fine linen, or goat hair, ram skins dyed red or the other durable leather brought them."
    },
    {
        "o": 2786,
        "r": "niv:Exodus:35:24",
        "t": "Those presenting an offering of silver or bronze brought it as an offering to the Lord,*s and everyone who had acacia wood for any part of the work brought it."
    },
    {
        "o": 2787,
        "r": "niv:Exodus:35:25",
        "t": "Every skilled woman spun with her hands and brought what she had spun—blue, purple or scarlet yarn or fine linen."
    },
    {
        "o": 2788,
        "r": "niv:Exodus:35:26",
        "t": "And all the women who were willing and had the skill spun the goat hair."
    },
    {
        "o": 2789,
        "r": "niv:Exodus:35:27",
        "t": "The leaders brought onyx stones and other gems to be mounted on the ephod and breastpiece."
    },
    {
        "o": 2790,
        "r": "niv:Exodus:35:28",
        "t": "They also brought spices and olive oil for the light and for the anointing oil and for the fragrant incense."
    },
    {
        "o": 2791,
        "r": "niv:Exodus:35:29",
        "t": "All the Israelite men and women who were willing brought to the Lord*s freewill offerings for all the work the Lord*s through Moses had commanded them to do."
    },
    {
        "o": 2792,
        "r": "niv:Exodus:35:29",
        "t": "Bezalel and Oholiab",
        "h": 2
    },
    {
        "o": 2793,
        "r": "niv:Exodus:35:30",
        "t": "Then*p Moses said to the Israelites, “See, the Lord*s has chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah,"
    },
    {
        "o": 2794,
        "r": "niv:Exodus:35:31",
        "t": "and he has filled him with the Spirit of God, with wisdom, with understanding, with knowledge and with all kinds of skills—"
    },
    {
        "o": 2795,
        "r": "niv:Exodus:35:32",
        "t": "to make artistic designs for work in gold, silver and bronze,"
    },
    {
        "o": 2796,
        "r": "niv:Exodus:35:33",
        "t": "to cut and set stones, to work in wood and to engage in all kinds of artistic crafts."
    },
    {
        "o": 2797,
        "r": "niv:Exodus:35:34",
        "t": "And he has given both him and Oholiab son of Ahisamak, of the tribe of Dan, the ability to teach others."
    },
    {
        "o": 2798,
        "r": "niv:Exodus:35:35",
        "t": "He has filled them with skill to do all kinds of work as engravers, designers, embroiderers in blue, purple and scarlet yarn and fine linen, and weavers—all of them skilled workers and designers."
    },
    {
        "o": 2799,
        "r": "niv:Exodus:36:0",
        "t": "Exodus 36",
        "h": 1
    },
    {
        "o": 2800,
        "r": "niv:Exodus:36:1",
        "t": "So Bezalel, Oholiab and every skilled person to whom the Lord*s has given skill and ability to know how to carry out all the work of constructing the sanctuary are to do the work just as the Lord*s has commanded.”"
    },
    {
        "o": 2801,
        "r": "niv:Exodus:36:2",
        "t": "Then*p Moses summoned Bezalel and Oholiab and every skilled person to whom the Lord*s had given ability and who was willing to come and do the work."
    },
    {
        "o": 2802,
        "r": "niv:Exodus:36:3",
        "t": "They received from Moses all the offerings the Israelites had brought to carry out the work of constructing the sanctuary. And the people continued to bring freewill offerings morning after morning."
    },
    {
        "o": 2803,
        "r": "niv:Exodus:36:4",
        "t": "So all the skilled workers who were doing all the work on the sanctuary left what they were doing"
    },
    {
        "o": 2804,
        "r": "niv:Exodus:36:5",
        "t": "and said to Moses, “The people are bringing more than enough for doing the work the Lord*s commanded to be done.”"
    },
    {
        "o": 2805,
        "r": "niv:Exodus:36:6",
        "t": "Then*p Moses gave an order and they sent this word throughout the camp: “No man or woman is to make anything else as an offering for the sanctuary.” And so the people were restrained from bringing more,"
    },
    {
        "o": 2806,
        "r": "niv:Exodus:36:7",
        "t": "because what they already had was more than enough to do all the work."
    },
    {
        "o": 2807,
        "r": "niv:Exodus:36:7",
        "t": "The Tabernacle",
        "h": 2
    },
    {
        "o": 2808,
        "r": "niv:Exodus:36:8",
        "t": "All*p those who were skilled among the workers made the tabernacle with ten curtains of finely twisted linen and blue, purple and scarlet yarn, with cherubim woven into them by expert hands."
    },
    {
        "o": 2809,
        "r": "niv:Exodus:36:9",
        "t": "All the curtains were the same size—twenty-eight cubits long and four cubits wide."
    },
    {
        "o": 2810,
        "r": "niv:Exodus:36:10",
        "t": "They joined five of the curtains together and did the same with the other five."
    },
    {
        "o": 2811,
        "r": "niv:Exodus:36:11",
        "t": "Then they made loops of blue material along the edge of the end curtain in one set, and the same was done with the end curtain in the other set."
    },
    {
        "o": 2812,
        "r": "niv:Exodus:36:12",
        "t": "They also made fifty loops on one curtain and fifty loops on the end curtain of the other set, with the loops opposite each other."
    },
    {
        "o": 2813,
        "r": "niv:Exodus:36:13",
        "t": "Then they made fifty gold clasps and used them to fasten the two sets of curtains together so that the tabernacle was a unit."
    },
    {
        "o": 2814,
        "r": "niv:Exodus:36:14",
        "t": "They*p made curtains of goat hair for the tent over the tabernacle—eleven altogether."
    },
    {
        "o": 2815,
        "r": "niv:Exodus:36:15",
        "t": "All eleven curtains were the same size—thirty cubits long and four cubits wide."
    },
    {
        "o": 2816,
        "r": "niv:Exodus:36:16",
        "t": "They joined five of the curtains into one set and the other six into another set."
    },
    {
        "o": 2817,
        "r": "niv:Exodus:36:17",
        "t": "Then they made fifty loops along the edge of the end curtain in one set and also along the edge of the end curtain in the other set."
    },
    {
        "o": 2818,
        "r": "niv:Exodus:36:18",
        "t": "They made fifty bronze clasps to fasten the tent together as a unit."
    },
    {
        "o": 2819,
        "r": "niv:Exodus:36:19",
        "t": "Then they made for the tent a covering of ram skins dyed red, and over that a covering of the other durable leather."
    },
    {
        "o": 2820,
        "r": "niv:Exodus:36:20",
        "t": "They*p made upright frames of acacia wood for the tabernacle."
    },
    {
        "o": 2821,
        "r": "niv:Exodus:36:21",
        "t": "Each frame was ten cubits long and a cubit and a half wide,"
    },
    {
        "o": 2822,
        "r": "niv:Exodus:36:22",
        "t": "with two projections set parallel to each other. They made all the frames of the tabernacle in this way."
    },
    {
        "o": 2823,
        "r": "niv:Exodus:36:23",
        "t": "They made twenty frames for the south side of the tabernacle"
    },
    {
        "o": 2824,
        "r": "niv:Exodus:36:24",
        "t": "and made forty silver bases to go under them—two bases for each frame, one under each projection."
    },
    {
        "o": 2825,
        "r": "niv:Exodus:36:25",
        "t": "For the other side, the north side of the tabernacle, they made twenty frames"
    },
    {
        "o": 2826,
        "r": "niv:Exodus:36:26",
        "t": "and forty silver bases—two under each frame."
    },
    {
        "o": 2827,
        "r": "niv:Exodus:36:27",
        "t": "They made six frames for the far end, that is, the west end of the tabernacle,"
    },
    {
        "o": 2828,
        "r": "niv:Exodus:36:28",
        "t": "and two frames were made for the corners of the tabernacle at the far end."
    },
    {
        "o": 2829,
        "r": "niv:Exodus:36:29",
        "t": "At these two corners the frames were double from the bottom all the way to the top and fitted into a single ring; both were made alike."
    },
    {
        "o": 2830,
        "r": "niv:Exodus:36:30",
        "t": "So there were eight frames and sixteen silver bases—two under each frame."
    },
    {
        "o": 2831,
        "r": "niv:Exodus:36:31",
        "t": "They*p also made crossbars of acacia wood: five for the frames on one side of the tabernacle,"
    },
    {
        "o": 2832,
        "r": "niv:Exodus:36:32",
        "t": "five for those on the other side, and five for the frames on the west, at the far end of the tabernacle."
    },
    {
        "o": 2833,
        "r": "niv:Exodus:36:33",
        "t": "They made the center crossbar so that it extended from end to end at the middle of the frames."
    },
    {
        "o": 2834,
        "r": "niv:Exodus:36:34",
        "t": "They overlaid the frames with gold and made gold rings to hold the crossbars. They also overlaid the crossbars with gold."
    },
    {
        "o": 2835,
        "r": "niv:Exodus:36:35",
        "t": "They*p made the curtain of blue, purple and scarlet yarn and finely twisted linen, with cherubim woven into it by a skilled worker."
    },
    {
        "o": 2836,
        "r": "niv:Exodus:36:36",
        "t": "They made four posts of acacia wood for it and overlaid them with gold. They made gold hooks for them and cast their four silver bases."
    },
    {
        "o": 2837,
        "r": "niv:Exodus:36:37",
        "t": "For the entrance to the tent they made a curtain of blue, purple and scarlet yarn and finely twisted linen—the work of an embroiderer;"
    },
    {
        "o": 2838,
        "r": "niv:Exodus:36:38",
        "t": "and they made five posts with hooks for them. They overlaid the tops of the posts and their bands with gold and made their five bases of bronze."
    },
    {
        "o": 2839,
        "r": "niv:Exodus:37:0",
        "t": "Exodus 37",
        "h": 1
    },
    {
        "o": 2840,
        "r": "niv:Exodus:37:0",
        "t": "The Ark",
        "h": 2
    },
    {
        "o": 2841,
        "r": "niv:Exodus:37:1",
        "t": "Bezalel*p made the ark of acacia wood—two and a half cubits long, a cubit and a half wide, and a cubit and a half high."
    },
    {
        "o": 2842,
        "r": "niv:Exodus:37:2",
        "t": "He overlaid it with pure gold, both inside and out, and made a gold molding around it."
    },
    {
        "o": 2843,
        "r": "niv:Exodus:37:3",
        "t": "He cast four gold rings for it and fastened them to its four feet, with two rings on one side and two rings on the other."
    },
    {
        "o": 2844,
        "r": "niv:Exodus:37:4",
        "t": "Then he made poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2845,
        "r": "niv:Exodus:37:5",
        "t": "And he inserted the poles into the rings on the sides of the ark to carry it."
    },
    {
        "o": 2846,
        "r": "niv:Exodus:37:6",
        "t": "He*p made the atonement cover of pure gold—two and a half cubits long and a cubit and a half wide."
    },
    {
        "o": 2847,
        "r": "niv:Exodus:37:7",
        "t": "Then he made two cherubim out of hammered gold at the ends of the cover."
    },
    {
        "o": 2848,
        "r": "niv:Exodus:37:8",
        "t": "He made one cherub on one end and the second cherub on the other; at the two ends he made them of one piece with the cover."
    },
    {
        "o": 2849,
        "r": "niv:Exodus:37:9",
        "t": "The cherubim had their wings spread upward, overshadowing the cover with them. The cherubim faced each other, looking toward the cover."
    },
    {
        "o": 2850,
        "r": "niv:Exodus:37:9",
        "t": "The Table",
        "h": 2
    },
    {
        "o": 2851,
        "r": "niv:Exodus:37:10",
        "t": "They*p made the table of acacia wood—two cubits long, a cubit wide and a cubit and a half high."
    },
    {
        "o": 2852,
        "r": "niv:Exodus:37:11",
        "t": "Then they overlaid it with pure gold and made a gold molding around it."
    },
    {
        "o": 2853,
        "r": "niv:Exodus:37:12",
        "t": "They also made around it a rim a handbreadth wide and put a gold molding on the rim."
    },
    {
        "o": 2854,
        "r": "niv:Exodus:37:13",
        "t": "They cast four gold rings for the table and fastened them to the four corners, where the four legs were."
    },
    {
        "o": 2855,
        "r": "niv:Exodus:37:14",
        "t": "The rings were put close to the rim to hold the poles used in carrying the table."
    },
    {
        "o": 2856,
        "r": "niv:Exodus:37:15",
        "t": "The poles for carrying the table were made of acacia wood and were overlaid with gold."
    },
    {
        "o": 2857,
        "r": "niv:Exodus:37:16",
        "t": "And they made from pure gold the articles for the table—its plates and dishes and bowls and its pitchers for the pouring out of drink offerings."
    },
    {
        "o": 2858,
        "r": "niv:Exodus:37:16",
        "t": "The Lampstand",
        "h": 2
    },
    {
        "o": 2859,
        "r": "niv:Exodus:37:17",
        "t": "They*p made the lampstand of pure gold. They hammered out its base and shaft, and made its flowerlike cups, buds and blossoms of one piece with them."
    },
    {
        "o": 2860,
        "r": "niv:Exodus:37:18",
        "t": "Six branches extended from the sides of the lampstand—three on one side and three on the other."
    },
    {
        "o": 2861,
        "r": "niv:Exodus:37:19",
        "t": "Three cups shaped like almond flowers with buds and blossoms were on one branch, three on the next branch and the same for all six branches extending from the lampstand."
    },
    {
        "o": 2862,
        "r": "niv:Exodus:37:20",
        "t": "And on the lampstand were four cups shaped like almond flowers with buds and blossoms."
    },
    {
        "o": 2863,
        "r": "niv:Exodus:37:21",
        "t": "One bud was under the first pair of branches extending from the lampstand, a second bud under the second pair, and a third bud under the third pair—six branches in all."
    },
    {
        "o": 2864,
        "r": "niv:Exodus:37:22",
        "t": "The buds and the branches were all of one piece with the lampstand, hammered out of pure gold."
    },
    {
        "o": 2865,
        "r": "niv:Exodus:37:23",
        "t": "They*p made its seven lamps, as well as its wick trimmers and trays, of pure gold."
    },
    {
        "o": 2866,
        "r": "niv:Exodus:37:24",
        "t": "They made the lampstand and all its accessories from one talent of pure gold."
    },
    {
        "o": 2867,
        "r": "niv:Exodus:37:24",
        "t": "The Altar of Incense",
        "h": 2
    },
    {
        "o": 2868,
        "r": "niv:Exodus:37:25",
        "t": "They*p made the altar of incense out of acacia wood. It was square, a cubit long and a cubit wide and two cubits high —its horns of one piece with it."
    },
    {
        "o": 2869,
        "r": "niv:Exodus:37:26",
        "t": "They overlaid the top and all the sides and the horns with pure gold, and made a gold molding around it."
    },
    {
        "o": 2870,
        "r": "niv:Exodus:37:27",
        "t": "They made two gold rings below the molding—two on each of the opposite sides—to hold the poles used to carry it."
    },
    {
        "o": 2871,
        "r": "niv:Exodus:37:28",
        "t": "They made the poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2872,
        "r": "niv:Exodus:37:29",
        "t": "They*p also made the sacred anointing oil and the pure, fragrant incense—the work of a perfumer."
    },
    {
        "o": 2873,
        "r": "niv:Exodus:38:0",
        "t": "Exodus 38",
        "h": 1
    },
    {
        "o": 2874,
        "r": "niv:Exodus:38:0",
        "t": "The Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2875,
        "r": "niv:Exodus:38:1",
        "t": "They*p built the altar of burnt offering of acacia wood, three cubits high; it was square, five cubits long and five cubits wide."
    },
    {
        "o": 2876,
        "r": "niv:Exodus:38:2",
        "t": "They made a horn at each of the four corners, so that the horns and the altar were of one piece, and they overlaid the altar with bronze."
    },
    {
        "o": 2877,
        "r": "niv:Exodus:38:3",
        "t": "They made all its utensils of bronze—its pots, shovels, sprinkling bowls, meat forks and firepans."
    },
    {
        "o": 2878,
        "r": "niv:Exodus:38:4",
        "t": "They made a grating for the altar, a bronze network, to be under its ledge, halfway up the altar."
    },
    {
        "o": 2879,
        "r": "niv:Exodus:38:5",
        "t": "They cast bronze rings to hold the poles for the four corners of the bronze grating."
    },
    {
        "o": 2880,
        "r": "niv:Exodus:38:6",
        "t": "They made the poles of acacia wood and overlaid them with bronze."
    },
    {
        "o": 2881,
        "r": "niv:Exodus:38:7",
        "t": "They inserted the poles into the rings so they would be on the sides of the altar for carrying it. They made it hollow, out of boards."
    },
    {
        "o": 2882,
        "r": "niv:Exodus:38:7",
        "t": "The Basin for Washing",
        "h": 2
    },
    {
        "o": 2883,
        "r": "niv:Exodus:38:8",
        "t": "They*p made the bronze basin and its bronze stand from the mirrors of the women who served at the entrance to the tent of meeting."
    },
    {
        "o": 2884,
        "r": "niv:Exodus:38:8",
        "t": "The Courtyard",
        "h": 2
    },
    {
        "o": 2885,
        "r": "niv:Exodus:38:9",
        "t": "Next*p they made the courtyard. The south side was a hundred cubits long and had curtains of finely twisted linen,"
    },
    {
        "o": 2886,
        "r": "niv:Exodus:38:10",
        "t": "with twenty posts and twenty bronze bases, and with silver hooks and bands on the posts."
    },
    {
        "o": 2887,
        "r": "niv:Exodus:38:11",
        "t": "The north side was also a hundred cubits long and had twenty posts and twenty bronze bases, with silver hooks and bands on the posts."
    },
    {
        "o": 2888,
        "r": "niv:Exodus:38:12",
        "t": "The*p west end was fifty cubits wide and had curtains, with ten posts and ten bases, with silver hooks and bands on the posts."
    },
    {
        "o": 2889,
        "r": "niv:Exodus:38:13",
        "t": "The east end, toward the sunrise, was also fifty cubits wide."
    },
    {
        "o": 2890,
        "r": "niv:Exodus:38:14",
        "t": "Curtains fifteen cubits long were on one side of the entrance, with three posts and three bases,"
    },
    {
        "o": 2891,
        "r": "niv:Exodus:38:15",
        "t": "and curtains fifteen cubits long were on the other side of the entrance to the courtyard, with three posts and three bases."
    },
    {
        "o": 2892,
        "r": "niv:Exodus:38:16",
        "t": "All the curtains around the courtyard were of finely twisted linen."
    },
    {
        "o": 2893,
        "r": "niv:Exodus:38:17",
        "t": "The bases for the posts were bronze. The hooks and bands on the posts were silver, and their tops were overlaid with silver; so all the posts of the courtyard had silver bands."
    },
    {
        "o": 2894,
        "r": "niv:Exodus:38:18",
        "t": "The*p curtain for the entrance to the courtyard was made of blue, purple and scarlet yarn and finely twisted linen—the work of an embroiderer. It was twenty cubits long and, like the curtains of the courtyard, five cubits high,"
    },
    {
        "o": 2895,
        "r": "niv:Exodus:38:19",
        "t": "with four posts and four bronze bases. Their hooks and bands were silver, and their tops were overlaid with silver."
    },
    {
        "o": 2896,
        "r": "niv:Exodus:38:20",
        "t": "All the tent pegs of the tabernacle and of the surrounding courtyard were bronze."
    },
    {
        "o": 2897,
        "r": "niv:Exodus:38:20",
        "t": "The Materials Used",
        "h": 2
    },
    {
        "o": 2898,
        "r": "niv:Exodus:38:21",
        "t": "These*p are the amounts of the materials used for the tabernacle, the tabernacle of the covenant law, which were recorded at Moses’ command by the Levites under the direction of Ithamar son of Aaron, the priest."
    },
    {
        "o": 2899,
        "r": "niv:Exodus:38:22",
        "t": "(Bezalel son of Uri, the son of Hur, of the tribe of Judah, made everything the Lord*s commanded Moses;"
    },
    {
        "o": 2900,
        "r": "niv:Exodus:38:23",
        "t": "with him was Oholiab son of Ahisamak, of the tribe of Dan—an engraver and designer, and an embroiderer in blue, purple and scarlet yarn and fine linen.)"
    },
    {
        "o": 2901,
        "r": "niv:Exodus:38:24",
        "t": "The total amount of the gold from the wave offering used for all the work on the sanctuary was 29 talents and 730 shekels, according to the sanctuary shekel."
    },
    {
        "o": 2902,
        "r": "niv:Exodus:38:25",
        "t": "The*p silver obtained from those of the community who were counted in the census was 100 talents and 1,775 shekels, according to the sanctuary shekel—"
    },
    {
        "o": 2903,
        "r": "niv:Exodus:38:26",
        "t": "one beka per person, that is, half a shekel, according to the sanctuary shekel, from everyone who had crossed over to those counted, twenty years old or more, a total of 603,550 men."
    },
    {
        "o": 2904,
        "r": "niv:Exodus:38:27",
        "t": "The 100 talents of silver were used to cast the bases for the sanctuary and for the curtain—100 bases from the 100 talents, one talent for each base."
    },
    {
        "o": 2905,
        "r": "niv:Exodus:38:28",
        "t": "They used the 1,775 shekels to make the hooks for the posts, to overlay the tops of the posts, and to make their bands."
    },
    {
        "o": 2906,
        "r": "niv:Exodus:38:29",
        "t": "The*p bronze from the wave offering was 70 talents and 2,400 shekels."
    },
    {
        "o": 2907,
        "r": "niv:Exodus:38:30",
        "t": "They used it to make the bases for the entrance to the tent of meeting, the bronze altar with its bronze grating and all its utensils,"
    },
    {
        "o": 2908,
        "r": "niv:Exodus:38:31",
        "t": "the bases for the surrounding courtyard and those for its entrance and all the tent pegs for the tabernacle and those for the surrounding courtyard."
    },
    {
        "o": 2909,
        "r": "niv:Exodus:39:0",
        "t": "Exodus 39",
        "h": 1
    },
    {
        "o": 2910,
        "r": "niv:Exodus:39:0",
        "t": "The Priestly Garments",
        "h": 2
    },
    {
        "o": 2911,
        "r": "niv:Exodus:39:1",
        "t": "From*p the blue, purple and scarlet yarn they made woven garments for ministering in the sanctuary. They also made sacred garments for Aaron, as the Lord*s commanded Moses."
    },
    {
        "o": 2912,
        "r": "niv:Exodus:39:1",
        "t": "The Ephod",
        "h": 2
    },
    {
        "o": 2913,
        "r": "niv:Exodus:39:2",
        "t": "They*p made the ephod of gold, and of blue, purple and scarlet yarn, and of finely twisted linen."
    },
    {
        "o": 2914,
        "r": "niv:Exodus:39:3",
        "t": "They hammered out thin sheets of gold and cut strands to be worked into the blue, purple and scarlet yarn and fine linen—the work of skilled hands."
    },
    {
        "o": 2915,
        "r": "niv:Exodus:39:4",
        "t": "They made shoulder pieces for the ephod, which were attached to two of its corners, so it could be fastened."
    },
    {
        "o": 2916,
        "r": "niv:Exodus:39:5",
        "t": "Its skillfully woven waistband was like it—of one piece with the ephod and made with gold, and with blue, purple and scarlet yarn, and with finely twisted linen, as the Lord*s commanded Moses."
    },
    {
        "o": 2917,
        "r": "niv:Exodus:39:6",
        "t": "They*p mounted the onyx stones in gold filigree settings and engraved them like a seal with the names of the sons of Israel."
    },
    {
        "o": 2918,
        "r": "niv:Exodus:39:7",
        "t": "Then they fastened them on the shoulder pieces of the ephod as memorial stones for the sons of Israel, as the Lord*s commanded Moses."
    },
    {
        "o": 2919,
        "r": "niv:Exodus:39:7",
        "t": "The Breastpiece",
        "h": 2
    },
    {
        "o": 2920,
        "r": "niv:Exodus:39:8",
        "t": "They*p fashioned the breastpiece—the work of a skilled craftsman. They made it like the ephod: of gold, and of blue, purple and scarlet yarn, and of finely twisted linen."
    },
    {
        "o": 2921,
        "r": "niv:Exodus:39:9",
        "t": "It was square—a span long and a span wide—and folded double."
    },
    {
        "o": 2922,
        "r": "niv:Exodus:39:10",
        "t": "Then they mounted four rows of precious stones on it. The first row was carnelian, chrysolite and beryl;"
    },
    {
        "o": 2923,
        "r": "niv:Exodus:39:11",
        "t": "the second row was turquoise, lapis lazuli and emerald;"
    },
    {
        "o": 2924,
        "r": "niv:Exodus:39:12",
        "t": "the third row was jacinth, agate and amethyst;"
    },
    {
        "o": 2925,
        "r": "niv:Exodus:39:13",
        "t": "the fourth row was topaz, onyx and jasper. They were mounted in gold filigree settings."
    },
    {
        "o": 2926,
        "r": "niv:Exodus:39:14",
        "t": "There were twelve stones, one for each of the names of the sons of Israel, each engraved like a seal with the name of one of the twelve tribes."
    },
    {
        "o": 2927,
        "r": "niv:Exodus:39:15",
        "t": "For*p the breastpiece they made braided chains of pure gold, like a rope."
    },
    {
        "o": 2928,
        "r": "niv:Exodus:39:16",
        "t": "They made two gold filigree settings and two gold rings, and fastened the rings to two of the corners of the breastpiece."
    },
    {
        "o": 2929,
        "r": "niv:Exodus:39:17",
        "t": "They fastened the two gold chains to the rings at the corners of the breastpiece,"
    },
    {
        "o": 2930,
        "r": "niv:Exodus:39:18",
        "t": "and the other ends of the chains to the two settings, attaching them to the shoulder pieces of the ephod at the front."
    },
    {
        "o": 2931,
        "r": "niv:Exodus:39:19",
        "t": "They made two gold rings and attached them to the other two corners of the breastpiece on the inside edge next to the ephod."
    },
    {
        "o": 2932,
        "r": "niv:Exodus:39:20",
        "t": "Then they made two more gold rings and attached them to the bottom of the shoulder pieces on the front of the ephod, close to the seam just above the waistband of the ephod."
    },
    {
        "o": 2933,
        "r": "niv:Exodus:39:21",
        "t": "They tied the rings of the breastpiece to the rings of the ephod with blue cord, connecting it to the waistband so that the breastpiece would not swing out from the ephod—as the Lord*s commanded Moses."
    },
    {
        "o": 2934,
        "r": "niv:Exodus:39:21",
        "t": "Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2935,
        "r": "niv:Exodus:39:22",
        "t": "They*p made the robe of the ephod entirely of blue cloth—the work of a weaver—"
    },
    {
        "o": 2936,
        "r": "niv:Exodus:39:23",
        "t": "with an opening in the center of the robe like the opening of a collar, and a band around this opening, so that it would not tear."
    },
    {
        "o": 2937,
        "r": "niv:Exodus:39:24",
        "t": "They made pomegranates of blue, purple and scarlet yarn and finely twisted linen around the hem of the robe."
    },
    {
        "o": 2938,
        "r": "niv:Exodus:39:25",
        "t": "And they made bells of pure gold and attached them around the hem between the pomegranates."
    },
    {
        "o": 2939,
        "r": "niv:Exodus:39:26",
        "t": "The bells and pomegranates alternated around the hem of the robe to be worn for ministering, as the Lord*s commanded Moses."
    },
    {
        "o": 2940,
        "r": "niv:Exodus:39:27",
        "t": "For*p Aaron and his sons, they made tunics of fine linen—the work of a weaver—"
    },
    {
        "o": 2941,
        "r": "niv:Exodus:39:28",
        "t": "and the turban of fine linen, the linen caps and the undergarments of finely twisted linen."
    },
    {
        "o": 2942,
        "r": "niv:Exodus:39:29",
        "t": "The sash was made of finely twisted linen and blue, purple and scarlet yarn—the work of an embroiderer—as the Lord*s commanded Moses."
    },
    {
        "o": 2943,
        "r": "niv:Exodus:39:30",
        "t": "They*p made the plate, the sacred emblem, out of pure gold and engraved on it, like an inscription on a seal: Holy*s to*s the*s Lord.*s"
    },
    {
        "o": 2944,
        "r": "niv:Exodus:39:31",
        "t": "Then they fastened a blue cord to it to attach it to the turban, as the Lord*s commanded Moses."
    },
    {
        "o": 2945,
        "r": "niv:Exodus:39:31",
        "t": "Moses Inspects the Tabernacle",
        "h": 2
    },
    {
        "o": 2946,
        "r": "niv:Exodus:39:32",
        "t": "So*p all the work on the tabernacle, the tent of meeting, was completed. The Israelites did everything just as the Lord*s commanded Moses."
    },
    {
        "o": 2947,
        "r": "niv:Exodus:39:33",
        "t": "Then they brought the tabernacle to Moses: the tent and all its furnishings, its clasps, frames, crossbars, posts and bases;"
    },
    {
        "o": 2948,
        "r": "niv:Exodus:39:34",
        "t": "the covering of ram skins dyed red and the covering of another durable leather and the shielding curtain;"
    },
    {
        "o": 2949,
        "r": "niv:Exodus:39:35",
        "t": "the ark of the covenant law with its poles and the atonement cover;"
    },
    {
        "o": 2950,
        "r": "niv:Exodus:39:36",
        "t": "the table with all its articles and the bread of the Presence;"
    },
    {
        "o": 2951,
        "r": "niv:Exodus:39:37",
        "t": "the pure gold lampstand with its row of lamps and all its accessories, and the olive oil for the light;"
    },
    {
        "o": 2952,
        "r": "niv:Exodus:39:38",
        "t": "the gold altar, the anointing oil, the fragrant incense, and the curtain for the entrance to the tent;"
    },
    {
        "o": 2953,
        "r": "niv:Exodus:39:39",
        "t": "the bronze altar with its bronze grating, its poles and all its utensils; the basin with its stand;"
    },
    {
        "o": 2954,
        "r": "niv:Exodus:39:40",
        "t": "the curtains of the courtyard with its posts and bases, and the curtain for the entrance to the courtyard; the ropes and tent pegs for the courtyard; all the furnishings for the tabernacle, the tent of meeting;"
    },
    {
        "o": 2955,
        "r": "niv:Exodus:39:41",
        "t": "and the woven garments worn for ministering in the sanctuary, both the sacred garments for Aaron the priest and the garments for his sons when serving as priests."
    },
    {
        "o": 2956,
        "r": "niv:Exodus:39:42",
        "t": "The*p Israelites had done all the work just as the Lord*s had commanded Moses."
    },
    {
        "o": 2957,
        "r": "niv:Exodus:39:43",
        "t": "Moses inspected the work and saw that they had done it just as the Lord*s had commanded. So Moses blessed them."
    },
    {
        "o": 2958,
        "r": "niv:Exodus:40:0",
        "t": "Exodus 40",
        "h": 1
    },
    {
        "o": 2959,
        "r": "niv:Exodus:40:0",
        "t": "Setting Up the Tabernacle",
        "h": 2
    },
    {
        "o": 2960,
        "r": "niv:Exodus:40:1",
        "t": "Then*p the Lord*s said to Moses:"
    },
    {
        "o": 2961,
        "r": "niv:Exodus:40:2",
        "t": "“Set up the tabernacle, the tent of meeting, on the first day of the first month."
    },
    {
        "o": 2962,
        "r": "niv:Exodus:40:3",
        "t": "Place the ark of the covenant law in it and shield the ark with the curtain."
    },
    {
        "o": 2963,
        "r": "niv:Exodus:40:4",
        "t": "Bring in the table and set out what belongs on it. Then bring in the lampstand and set up its lamps."
    },
    {
        "o": 2964,
        "r": "niv:Exodus:40:5",
        "t": "Place the gold altar of incense in front of the ark of the covenant law and put the curtain at the entrance to the tabernacle."
    },
    {
        "o": 2965,
        "r": "niv:Exodus:40:6",
        "t": "“Place*p the altar of burnt offering in front of the entrance to the tabernacle, the tent of meeting;"
    },
    {
        "o": 2966,
        "r": "niv:Exodus:40:7",
        "t": "place the basin between the tent of meeting and the altar and put water in it."
    },
    {
        "o": 2967,
        "r": "niv:Exodus:40:8",
        "t": "Set up the courtyard around it and put the curtain at the entrance to the courtyard."
    },
    {
        "o": 2968,
        "r": "niv:Exodus:40:9",
        "t": "“Take*p the anointing oil and anoint the tabernacle and everything in it; consecrate it and all its furnishings, and it will be holy."
    },
    {
        "o": 2969,
        "r": "niv:Exodus:40:10",
        "t": "Then anoint the altar of burnt offering and all its utensils; consecrate the altar, and it will be most holy."
    },
    {
        "o": 2970,
        "r": "niv:Exodus:40:11",
        "t": "Anoint the basin and its stand and consecrate them."
    },
    {
        "o": 2971,
        "r": "niv:Exodus:40:12",
        "t": "“Bring*p Aaron and his sons to the entrance to the tent of meeting and wash them with water."
    },
    {
        "o": 2972,
        "r": "niv:Exodus:40:13",
        "t": "Then dress Aaron in the sacred garments, anoint him and consecrate him so he may serve me as priest."
    },
    {
        "o": 2973,
        "r": "niv:Exodus:40:14",
        "t": "Bring his sons and dress them in tunics."
    },
    {
        "o": 2974,
        "r": "niv:Exodus:40:15",
        "t": "Anoint them just as you anointed their father, so they may serve me as priests. Their anointing will be to a priesthood that will continue throughout their generations.”"
    },
    {
        "o": 2975,
        "r": "niv:Exodus:40:16",
        "t": "Moses did everything just as the Lord*s commanded him."
    },
    {
        "o": 2976,
        "r": "niv:Exodus:40:17",
        "t": "So*p the tabernacle was set up on the first day of the first month in the second year."
    },
    {
        "o": 2977,
        "r": "niv:Exodus:40:18",
        "t": "When Moses set up the tabernacle, he put the bases in place, erected the frames, inserted the crossbars and set up the posts."
    },
    {
        "o": 2978,
        "r": "niv:Exodus:40:19",
        "t": "Then he spread the tent over the tabernacle and put the covering over the tent, as the Lord*s commanded him."
    },
    {
        "o": 2979,
        "r": "niv:Exodus:40:20",
        "t": "He*p took the tablets of the covenant law and placed them in the ark, attached the poles to the ark and put the atonement cover over it."
    },
    {
        "o": 2980,
        "r": "niv:Exodus:40:21",
        "t": "Then he brought the ark into the tabernacle and hung the shielding curtain and shielded the ark of the covenant law, as the Lord*s commanded him."
    },
    {
        "o": 2981,
        "r": "niv:Exodus:40:22",
        "t": "Moses*p placed the table in the tent of meeting on the north side of the tabernacle outside the curtain"
    },
    {
        "o": 2982,
        "r": "niv:Exodus:40:23",
        "t": "and set out the bread on it before the Lord,*s as the Lord*s commanded him."
    },
    {
        "o": 2983,
        "r": "niv:Exodus:40:24",
        "t": "He*p placed the lampstand in the tent of meeting opposite the table on the south side of the tabernacle"
    },
    {
        "o": 2984,
        "r": "niv:Exodus:40:25",
        "t": "and set up the lamps before the Lord,*s as the Lord*s commanded him."
    },
    {
        "o": 2985,
        "r": "niv:Exodus:40:26",
        "t": "Moses*p placed the gold altar in the tent of meeting in front of the curtain"
    },
    {
        "o": 2986,
        "r": "niv:Exodus:40:27",
        "t": "and burned fragrant incense on it, as the Lord*s commanded him."
    },
    {
        "o": 2987,
        "r": "niv:Exodus:40:28",
        "t": "Then*p he put up the curtain at the entrance to the tabernacle."
    },
    {
        "o": 2988,
        "r": "niv:Exodus:40:29",
        "t": "He set the altar of burnt offering near the entrance to the tabernacle, the tent of meeting, and offered on it burnt offerings and grain offerings, as the Lord*s commanded him."
    },
    {
        "o": 2989,
        "r": "niv:Exodus:40:30",
        "t": "He*p placed the basin between the tent of meeting and the altar and put water in it for washing,"
    },
    {
        "o": 2990,
        "r": "niv:Exodus:40:31",
        "t": "and Moses and Aaron and his sons used it to wash their hands and feet."
    },
    {
        "o": 2991,
        "r": "niv:Exodus:40:32",
        "t": "They washed whenever they entered the tent of meeting or approached the altar, as the Lord*s commanded Moses."
    },
    {
        "o": 2992,
        "r": "niv:Exodus:40:33",
        "t": "Then*p Moses set up the courtyard around the tabernacle and altar and put up the curtain at the entrance to the courtyard. And so Moses finished the work."
    },
    {
        "o": 2993,
        "r": "niv:Exodus:40:33",
        "t": "The Glory of the Lord",
        "h": 2
    },
    {
        "o": 2994,
        "r": "niv:Exodus:40:34",
        "t": "Then*p the cloud covered the tent of meeting, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 2995,
        "r": "niv:Exodus:40:35",
        "t": "Moses could not enter the tent of meeting because the cloud had settled on it, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 2996,
        "r": "niv:Exodus:40:36",
        "t": "In*p all the travels of the Israelites, whenever the cloud lifted from above the tabernacle, they would set out;"
    },
    {
        "o": 2997,
        "r": "niv:Exodus:40:37",
        "t": "but if the cloud did not lift, they did not set out—until the day it lifted."
    },
    {
        "o": 2998,
        "r": "niv:Exodus:40:38",
        "t": "So the cloud of the Lord*s was over the tabernacle by day, and fire was in the cloud by night, in the sight of all the Israelites during all their travels."
    }
]
