[
    {
        "o": 9017,
        "r": "niv:2 Samuel:11:0",
        "t": "2 Samuel 11",
        "h": 1
    },
    {
        "o": 9018,
        "r": "niv:2 Samuel:11:0",
        "t": "David and Bathsheba",
        "h": 2
    },
    {
        "o": 9019,
        "r": "niv:2 Samuel:11:1",
        "t": "In*p the spring, at the time when kings go off to war, David sent Joab out with the king’s men and the whole Israelite army. They destroyed the Ammonites and besieged Rabbah. But David remained in Jerusalem."
    },
    {
        "o": 9020,
        "r": "niv:2 Samuel:11:2",
        "t": "One*p evening David got up from his bed and walked around on the roof of the palace. From the roof he saw a woman bathing. The woman was very beautiful,"
    },
    {
        "o": 9021,
        "r": "niv:2 Samuel:11:3",
        "t": "and David sent someone to find out about her. The man said, “She is Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite.”"
    },
    {
        "o": 9022,
        "r": "niv:2 Samuel:11:4",
        "t": "Then David sent messengers to get her. She came to him, and he slept with her. (Now she was purifying herself from her monthly uncleanness.) Then she went back home."
    },
    {
        "o": 9023,
        "r": "niv:2 Samuel:11:5",
        "t": "The woman conceived and sent word to David, saying, “I am pregnant.”"
    },
    {
        "o": 9024,
        "r": "niv:2 Samuel:11:6",
        "t": "So*p David sent this word to Joab: “Send me Uriah the Hittite.” And Joab sent him to David."
    },
    {
        "o": 9025,
        "r": "niv:2 Samuel:11:7",
        "t": "When Uriah came to him, David asked him how Joab was, how the soldiers were and how the war was going."
    },
    {
        "o": 9026,
        "r": "niv:2 Samuel:11:8",
        "t": "Then David said to Uriah, “Go down to your house and wash your feet.” So Uriah left the palace, and a gift from the king was sent after him."
    },
    {
        "o": 9027,
        "r": "niv:2 Samuel:11:9",
        "t": "But Uriah slept at the entrance to the palace with all his master’s servants and did not go down to his house."
    },
    {
        "o": 9028,
        "r": "niv:2 Samuel:11:10",
        "t": "David*p was told, “Uriah did not go home.” So he asked Uriah, “Haven’t you just come from a military campaign? Why didn’t you go home?”"
    },
    {
        "o": 9029,
        "r": "niv:2 Samuel:11:11",
        "t": "Uriah*p said to David, “The ark and Israel and Judah are staying in tents, and my commander Joab and my lord’s men are camped in the open country. How could I go to my house to eat and drink and make love to my wife? As surely as you live, I will not do such a thing!”"
    },
    {
        "o": 9030,
        "r": "niv:2 Samuel:11:12",
        "t": "Then*p David said to him, “Stay here one more day, and tomorrow I will send you back.” So Uriah remained in Jerusalem that day and the next."
    },
    {
        "o": 9031,
        "r": "niv:2 Samuel:11:13",
        "t": "At David’s invitation, he ate and drank with him, and David made him drunk. But in the evening Uriah went out to sleep on his mat among his master’s servants; he did not go home."
    },
    {
        "o": 9032,
        "r": "niv:2 Samuel:11:14",
        "t": "In*p the morning David wrote a letter to Joab and sent it with Uriah."
    },
    {
        "o": 9033,
        "r": "niv:2 Samuel:11:15",
        "t": "In it he wrote, “Put Uriah out in front where the fighting is fiercest. Then withdraw from him so he will be struck down and die.”"
    },
    {
        "o": 9034,
        "r": "niv:2 Samuel:11:16",
        "t": "So*p while Joab had the city under siege, he put Uriah at a place where he knew the strongest defenders were."
    },
    {
        "o": 9035,
        "r": "niv:2 Samuel:11:17",
        "t": "When the men of the city came out and fought against Joab, some of the men in David’s army fell; moreover, Uriah the Hittite died."
    },
    {
        "o": 9036,
        "r": "niv:2 Samuel:11:18",
        "t": "Joab*p sent David a full account of the battle."
    },
    {
        "o": 9037,
        "r": "niv:2 Samuel:11:19",
        "t": "He instructed the messenger: “When you have finished giving the king this account of the battle,"
    },
    {
        "o": 9038,
        "r": "niv:2 Samuel:11:20",
        "t": "the king’s anger may flare up, and he may ask you, ‘Why did you get so close to the city to fight? Didn’t you know they would shoot arrows from the wall?"
    },
    {
        "o": 9039,
        "r": "niv:2 Samuel:11:21",
        "t": "Who killed Abimelek son of Jerub-Besheth? Didn’t a woman drop an upper millstone on him from the wall, so that he died in Thebez? Why did you get so close to the wall?’ If he asks you this, then say to him, ‘Moreover, your servant Uriah the Hittite is dead.’ ”"
    },
    {
        "o": 9040,
        "r": "niv:2 Samuel:11:22",
        "t": "The*p messenger set out, and when he arrived he told David everything Joab had sent him to say."
    },
    {
        "o": 9041,
        "r": "niv:2 Samuel:11:23",
        "t": "The messenger said to David, “The men overpowered us and came out against us in the open, but we drove them back to the entrance of the city gate."
    },
    {
        "o": 9042,
        "r": "niv:2 Samuel:11:24",
        "t": "Then the archers shot arrows at your servants from the wall, and some of the king’s men died. Moreover, your servant Uriah the Hittite is dead.”"
    },
    {
        "o": 9043,
        "r": "niv:2 Samuel:11:25",
        "t": "David*p told the messenger, “Say this to Joab: ‘Don’t let this upset you; the sword devours one as well as another. Press the attack against the city and destroy it.’ Say this to encourage Joab.”"
    },
    {
        "o": 9044,
        "r": "niv:2 Samuel:11:26",
        "t": "When*p Uriah’s wife heard that her husband was dead, she mourned for him."
    },
    {
        "o": 9045,
        "r": "niv:2 Samuel:11:27",
        "t": "After the time of mourning was over, David had her brought to his house, and she became his wife and bore him a son. But the thing David had done displeased the Lord.*s"
    }
]
