[
    {
        "o": 25847,
        "r": "nasb:Matthew:3:0",
        "t": "Matthew 3",
        "h": 1
    },
    {
        "o": 25848,
        "r": "nasb:Matthew:3:0",
        "t": "The Preaching of John the Baptist",
        "h": 2
    },
    {
        "o": 25849,
        "r": "nasb:Matthew:3:1",
        "t": "Now*p in those days John the Baptist came, preaching in the wilderness of Judea, saying,"
    },
    {
        "o": 25850,
        "r": "nasb:Matthew:3:2",
        "t": "“Repent, for the kingdom of heaven is at hand.”"
    },
    {
        "o": 25851,
        "r": "nasb:Matthew:3:3",
        "t": "For this is the one referred to by Isaiah the prophet when he said, “The*spn voice*s of*s one*s crying*s in*s the*s wilderness,*s ‘Make*sln ready*s the*s way*s of*s the*s Lord,*s Make*sln His*s paths*s straight*s !’ ”"
    },
    {
        "o": 25852,
        "r": "nasb:Matthew:3:4",
        "t": "Now*p John himself had a garment of camel’s hair and a leather belt around his waist; and his food was locusts and wild honey."
    },
    {
        "o": 25853,
        "r": "nasb:Matthew:3:5",
        "t": "Then Jerusalem was going out to him, and all Judea and all the district around the Jordan;"
    },
    {
        "o": 25854,
        "r": "nasb:Matthew:3:6",
        "t": "and they were being baptized by him in the Jordan River, as they confessed their sins."
    },
    {
        "o": 25855,
        "r": "nasb:Matthew:3:7",
        "t": "But*p when he saw many of the Pharisees and Sadducees coming for baptism, he said to them, “You brood of vipers, who warned you to flee from the wrath to come?"
    },
    {
        "o": 25856,
        "r": "nasb:Matthew:3:8",
        "t": "Therefore bear fruit in keeping with repentance;"
    },
    {
        "o": 25857,
        "r": "nasb:Matthew:3:9",
        "t": "and do not suppose that you can say to yourselves, ‘We have Abraham for our father’; for I say to you that from these stones God is able to raise up children to Abraham."
    },
    {
        "o": 25858,
        "r": "nasb:Matthew:3:10",
        "t": "The axe is already laid at the root of the trees; therefore every tree that does not bear good fruit is cut down and thrown into the fire."
    },
    {
        "o": 25859,
        "r": "nasb:Matthew:3:11",
        "t": "“As*p for me, I baptize you with water for repentance, but He who is coming after me is mightier than I, and I am not fit to remove His sandals; He will baptize you with the Holy Spirit and fire."
    },
    {
        "o": 25860,
        "r": "nasb:Matthew:3:12",
        "t": "His winnowing fork is in His hand, and He will thoroughly clear His threshing floor; and He will gather His wheat into the barn, but He will burn up the chaff with unquenchable fire.”"
    },
    {
        "o": 25861,
        "r": "nasb:Matthew:3:12",
        "t": "The Baptism of Jesus",
        "h": 2
    },
    {
        "o": 25862,
        "r": "nasb:Matthew:3:13",
        "t": "Then*p Jesus arrived from Galilee at the Jordan coming*i to John, to be baptized by him."
    },
    {
        "o": 25863,
        "r": "nasb:Matthew:3:14",
        "t": "But John tried to prevent Him, saying, “I have need to be baptized by You, and do You come to me?”"
    },
    {
        "o": 25864,
        "r": "nasb:Matthew:3:15",
        "t": "But Jesus answering said to him, “Permit*r it*ir at*r this*r time;*r for*r in*r this*r way*r it*r is*r fitting*r for*r us*r to*r fulfill*r all*r righteousness.”*r Then he permitted Him."
    },
    {
        "o": 25865,
        "r": "nasb:Matthew:3:16",
        "t": "After being baptized, Jesus came up immediately from the water; and behold, the heavens were opened, and he saw the Spirit of God descending as a dove and*i lighting on Him,"
    },
    {
        "o": 25866,
        "r": "nasb:Matthew:3:17",
        "t": "and behold, a voice out of the heavens said, “This is My beloved Son, in whom I am well-pleased.”"
    }
]
