[
    {
        "o": 33314,
        "r": "esv:1 Timothy:5:0",
        "t": "1 Timothy 5",
        "h": 1
    },
    {
        "o": 33315,
        "r": "esv:1 Timothy:5:0",
        "t": "Instructions for the Church",
        "h": 2
    },
    {
        "o": 33316,
        "r": "esv:1 Timothy:5:1",
        "t": "Do*p not rebuke an older man but encourage him as you would a father, younger men as brothers,"
    },
    {
        "o": 33317,
        "r": "esv:1 Timothy:5:2",
        "t": "older women as mothers, younger women as sisters, in all purity."
    },
    {
        "o": 33318,
        "r": "esv:1 Timothy:5:3",
        "t": "Honor*p widows who are truly widows."
    },
    {
        "o": 33319,
        "r": "esv:1 Timothy:5:4",
        "t": "But if a widow has children or grandchildren, let them first learn to show godliness to their own household and to make some return to their parents, for this is pleasing in the sight of God."
    },
    {
        "o": 33320,
        "r": "esv:1 Timothy:5:5",
        "t": "She who is truly a widow, left all alone, has set her hope on God and continues in supplications and prayers night and day,"
    },
    {
        "o": 33321,
        "r": "esv:1 Timothy:5:6",
        "t": "but she who is self-indulgent is dead even while she lives."
    },
    {
        "o": 33322,
        "r": "esv:1 Timothy:5:7",
        "t": "Command these things as well, so that they may be without reproach."
    },
    {
        "o": 33323,
        "r": "esv:1 Timothy:5:8",
        "t": "But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever."
    },
    {
        "o": 33324,
        "r": "esv:1 Timothy:5:9",
        "t": "Let*p a widow be enrolled if she is not less than sixty years of age, having been the wife of one husband,"
    },
    {
        "o": 33325,
        "r": "esv:1 Timothy:5:10",
        "t": "and having a reputation for good works: if she has brought up children, has shown hospitality, has washed the feet of the saints, has cared for the afflicted, and has devoted herself to every good work."
    },
    {
        "o": 33326,
        "r": "esv:1 Timothy:5:11",
        "t": "But refuse to enroll younger widows, for when their passions draw them away from Christ, they desire to marry"
    },
    {
        "o": 33327,
        "r": "esv:1 Timothy:5:12",
        "t": "and so incur condemnation for having abandoned their former faith."
    },
    {
        "o": 33328,
        "r": "esv:1 Timothy:5:13",
        "t": "Besides that, they learn to be idlers, going about from house to house, and not only idlers, but also gossips and busybodies, saying what they should not."
    },
    {
        "o": 33329,
        "r": "esv:1 Timothy:5:14",
        "t": "So I would have younger widows marry, bear children, manage their households, and give the adversary no occasion for slander."
    },
    {
        "o": 33330,
        "r": "esv:1 Timothy:5:15",
        "t": "For some have already strayed after Satan."
    },
    {
        "o": 33331,
        "r": "esv:1 Timothy:5:16",
        "t": "If any believing woman has relatives who are widows, let her care for them. Let the church not be burdened, so that it may care for those who are truly widows."
    },
    {
        "o": 33332,
        "r": "esv:1 Timothy:5:17",
        "t": "Let*p the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching."
    },
    {
        "o": 33333,
        "r": "esv:1 Timothy:5:18",
        "t": "For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, “The*r laborer*r deserves*r his*r wages.”*r"
    },
    {
        "o": 33334,
        "r": "esv:1 Timothy:5:19",
        "t": "Do not admit a charge against an elder except on the evidence of two or three witnesses."
    },
    {
        "o": 33335,
        "r": "esv:1 Timothy:5:20",
        "t": "As for those who persist in sin, rebuke them in the presence of all, so that the rest may stand in fear."
    },
    {
        "o": 33336,
        "r": "esv:1 Timothy:5:21",
        "t": "In the presence of God and of Christ Jesus and of the elect angels I charge you to keep these rules without prejudging, doing nothing from partiality."
    },
    {
        "o": 33337,
        "r": "esv:1 Timothy:5:22",
        "t": "Do not be hasty in the laying on of hands, nor take part in the sins of others; keep yourself pure."
    },
    {
        "o": 33338,
        "r": "esv:1 Timothy:5:23",
        "t": "(No longer drink only water, but use a little wine for the sake of your stomach and your frequent ailments.)"
    },
    {
        "o": 33339,
        "r": "esv:1 Timothy:5:24",
        "t": "The sins of some people are conspicuous, going before them to judgment, but the sins of others appear later."
    },
    {
        "o": 33340,
        "r": "esv:1 Timothy:5:25",
        "t": "So also good works are conspicuous, and even those that are not cannot remain hidden."
    }
]
