[
    {
        "o": 3446,
        "r": "csb:Leviticus:14:0",
        "t": "Leviticus 14",
        "h": 1
    },
    {
        "o": 3447,
        "r": "csb:Leviticus:14:0",
        "t": "Cleansing of Skin Diseases",
        "h": 2
    },
    {
        "o": 3448,
        "r": "csb:Leviticus:14:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3449,
        "r": "csb:Leviticus:14:2",
        "t": "“This is the law concerning the person afflicted with a skin disease on the day of his cleansing. He is to be brought to the priest,"
    },
    {
        "o": 3450,
        "r": "csb:Leviticus:14:3",
        "t": "who will go outside the camp and examine him. If the skin disease has disappeared from the afflicted person,"
    },
    {
        "o": 3451,
        "r": "csb:Leviticus:14:4",
        "t": "the priest will order that two live clean birds, cedar wood, scarlet yarn, and hyssop be brought for the one who is to be cleansed."
    },
    {
        "o": 3452,
        "r": "csb:Leviticus:14:5",
        "t": "Then the priest will order that one of the birds be slaughtered over fresh water in a clay pot."
    },
    {
        "o": 3453,
        "r": "csb:Leviticus:14:6",
        "t": "He is to take the live bird together with the cedar wood, scarlet yarn, and hyssop, and dip them all into the blood of the bird that was slaughtered over the fresh water."
    },
    {
        "o": 3454,
        "r": "csb:Leviticus:14:7",
        "t": "He will then sprinkle the blood seven times on the one who is to be cleansed from the skin disease. He is to pronounce him clean and release the live bird over the open countryside."
    },
    {
        "o": 3455,
        "r": "csb:Leviticus:14:8",
        "t": "The one who is to be cleansed must wash his clothes, shave off all his hair, and bathe with water; he is clean. Afterward he may enter the camp, but he must remain outside his tent for seven days."
    },
    {
        "o": 3456,
        "r": "csb:Leviticus:14:9",
        "t": "He is to shave off all his hair again on the seventh day: his head, his beard, his eyebrows, and the rest of his hair. He is to wash his clothes and bathe himself with water; he is clean."
    },
    {
        "o": 3457,
        "r": "csb:Leviticus:14:10",
        "t": "“On*p the eighth day he must take two unblemished male lambs, an unblemished year-old ewe lamb, a grain offering of six quarts of fine flour mixed with olive oil, and one-third of a quart of olive oil."
    },
    {
        "o": 3458,
        "r": "csb:Leviticus:14:11",
        "t": "The priest who performs the cleansing will place the person who is to be cleansed, together with these offerings, before the Lord*s at the entrance to the tent of meeting."
    },
    {
        "o": 3459,
        "r": "csb:Leviticus:14:12",
        "t": "The priest is to take one male lamb and present it as a guilt offering, along with the one-third quart of olive oil, and he will present them as a presentation offering before the Lord.*s"
    },
    {
        "o": 3460,
        "r": "csb:Leviticus:14:13",
        "t": "He is to slaughter the male lamb at the place in the sanctuary area where the sin offering and burnt offering are slaughtered, for like the sin offering, the guilt offering belongs to the priest; it is especially holy."
    },
    {
        "o": 3461,
        "r": "csb:Leviticus:14:14",
        "t": "The priest is to take some of the blood from the guilt offering and put it on the lobe of the right ear of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."
    },
    {
        "o": 3462,
        "r": "csb:Leviticus:14:15",
        "t": "Then the priest will take some of the one-third quart of olive oil and pour it into his left palm."
    },
    {
        "o": 3463,
        "r": "csb:Leviticus:14:16",
        "t": "The priest will dip his right finger into the oil in his left palm and sprinkle some of the oil with his finger seven times before the Lord.*s"
    },
    {
        "o": 3464,
        "r": "csb:Leviticus:14:17",
        "t": "From the oil remaining in his palm the priest will put some on the lobe of the right ear of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot, on top of the blood of the guilt offering."
    },
    {
        "o": 3465,
        "r": "csb:Leviticus:14:18",
        "t": "What is left of the oil in the priest’s palm he is to put on the head of the one to be cleansed. In this way the priest will make atonement for him before the Lord.*s"
    },
    {
        "o": 3466,
        "r": "csb:Leviticus:14:19",
        "t": "The priest is to sacrifice the sin offering and make atonement for the one to be cleansed from his uncleanness. Afterward he will slaughter the burnt offering."
    },
    {
        "o": 3467,
        "r": "csb:Leviticus:14:20",
        "t": "The priest is to offer the burnt offering and the grain offering on the altar. The priest will make atonement for him, and he will be clean."
    },
    {
        "o": 3468,
        "r": "csb:Leviticus:14:21",
        "t": "“But*p if he is poor and cannot afford these, he is to take one male lamb for a guilt offering to be presented in order to make atonement for him, along with two quarts of fine flour mixed with olive oil for a grain offering, one-third of a quart of olive oil,"
    },
    {
        "o": 3469,
        "r": "csb:Leviticus:14:22",
        "t": "and two turtledoves or two young pigeons, whatever he can afford, one to be a sin offering and the other a burnt offering."
    },
    {
        "o": 3470,
        "r": "csb:Leviticus:14:23",
        "t": "On the eighth day he is to bring these things for his cleansing to the priest at the entrance to the tent of meeting before the Lord.*s"
    },
    {
        "o": 3471,
        "r": "csb:Leviticus:14:24",
        "t": "The priest will take the male lamb for the guilt offering and the one-third quart of olive oil, and present them as a presentation offering before the Lord.*s"
    },
    {
        "o": 3472,
        "r": "csb:Leviticus:14:25",
        "t": "After he slaughters the male lamb for the guilt offering, the priest is to take some of the blood of the guilt offering and put it on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot."
    },
    {
        "o": 3473,
        "r": "csb:Leviticus:14:26",
        "t": "Then the priest will pour some of the oil into his left palm."
    },
    {
        "o": 3474,
        "r": "csb:Leviticus:14:27",
        "t": "With his right finger the priest will sprinkle some of the oil in his left palm seven times before the Lord.*s"
    },
    {
        "o": 3475,
        "r": "csb:Leviticus:14:28",
        "t": "The priest will also put some of the oil in his palm on the right earlobe of the one to be cleansed, on the thumb of his right hand, and on the big toe of his right foot, on the same place as the blood of the guilt offering."
    },
    {
        "o": 3476,
        "r": "csb:Leviticus:14:29",
        "t": "What is left of the oil in the priest’s palm he is to put on the head of the one to be cleansed to make atonement for him before the Lord.*s"
    },
    {
        "o": 3477,
        "r": "csb:Leviticus:14:30",
        "t": "He is to then sacrifice one type of what he can afford, either the turtledoves or young pigeons,"
    },
    {
        "o": 3478,
        "r": "csb:Leviticus:14:31",
        "t": "one as a sin offering and the other as a burnt offering, sacrificing what he can afford together with the grain offering. In this way the priest will make atonement before the Lord*s for the one to be cleansed."
    },
    {
        "o": 3479,
        "r": "csb:Leviticus:14:32",
        "t": "This is the law for someone who has a skin disease and cannot afford the cost of his cleansing.”"
    },
    {
        "o": 3480,
        "r": "csb:Leviticus:14:32",
        "t": "Cleansing of Contaminated Objects",
        "h": 2
    },
    {
        "o": 3481,
        "r": "csb:Leviticus:14:33",
        "t": "The*p Lord*s spoke to Moses and Aaron:"
    },
    {
        "o": 3482,
        "r": "csb:Leviticus:14:34",
        "t": "“When you enter the land of Canaan that I am giving you as a possession, and I place a mildew contamination in a house in the land you possess,"
    },
    {
        "o": 3483,
        "r": "csb:Leviticus:14:35",
        "t": "the owner of the house is to come and tell the priest: Something like mildew contamination has appeared in my house."
    },
    {
        "o": 3484,
        "r": "csb:Leviticus:14:36",
        "t": "The priest must order them to clear the house before he enters to examine the contamination, so that nothing in the house becomes unclean. Afterward the priest will come to examine the house."
    },
    {
        "o": 3485,
        "r": "csb:Leviticus:14:37",
        "t": "He will examine it, and if the contamination in the walls of the house consists of green or red indentations that appear to be beneath the surface of the wall,"
    },
    {
        "o": 3486,
        "r": "csb:Leviticus:14:38",
        "t": "the priest is to go outside the house to its doorway and quarantine the house for seven days."
    },
    {
        "o": 3487,
        "r": "csb:Leviticus:14:39",
        "t": "The priest is to return on the seventh day and examine it. If the contamination has spread on the walls of the house,"
    },
    {
        "o": 3488,
        "r": "csb:Leviticus:14:40",
        "t": "the priest must order that the stones with the contamination be pulled out and thrown into an unclean place outside the city."
    },
    {
        "o": 3489,
        "r": "csb:Leviticus:14:41",
        "t": "He is to have the inside of the house completely scraped, and have the plaster that is scraped off dumped in an unclean place outside the city."
    },
    {
        "o": 3490,
        "r": "csb:Leviticus:14:42",
        "t": "Then they are to take different stones to replace the former ones and take additional plaster to replaster the house."
    },
    {
        "o": 3491,
        "r": "csb:Leviticus:14:43",
        "t": "“If*p the contamination reappears in the house after the stones have been pulled out, and after the house has been scraped and replastered,"
    },
    {
        "o": 3492,
        "r": "csb:Leviticus:14:44",
        "t": "the priest is to come and examine it. If the contamination has spread in the house, it is harmful mildew; the house is unclean."
    },
    {
        "o": 3493,
        "r": "csb:Leviticus:14:45",
        "t": "It must be torn down with its stones, its beams, and all its plaster, and taken outside the city to an unclean place."
    },
    {
        "o": 3494,
        "r": "csb:Leviticus:14:46",
        "t": "Whoever enters the house during any of the days the priest quarantines it will be unclean until evening."
    },
    {
        "o": 3495,
        "r": "csb:Leviticus:14:47",
        "t": "Whoever lies down in the house is to wash his clothes, and whoever eats in it is to wash his clothes."
    },
    {
        "o": 3496,
        "r": "csb:Leviticus:14:48",
        "t": "“But*p when the priest comes and examines it, if the contamination has not spread in the house after it was replastered, he is to pronounce the house clean because the contamination has disappeared."
    },
    {
        "o": 3497,
        "r": "csb:Leviticus:14:49",
        "t": "He is to take two birds, cedar wood, scarlet yarn, and hyssop to purify the house,"
    },
    {
        "o": 3498,
        "r": "csb:Leviticus:14:50",
        "t": "and he is to slaughter one of the birds over a clay pot containing fresh water."
    },
    {
        "o": 3499,
        "r": "csb:Leviticus:14:51",
        "t": "He will take the cedar wood, the hyssop, the scarlet yarn, and the live bird, dip them in the blood of the slaughtered bird and the fresh water, and sprinkle the house seven times."
    },
    {
        "o": 3500,
        "r": "csb:Leviticus:14:52",
        "t": "He will purify the house with the blood of the bird, the fresh water, the live bird, the cedar wood, the hyssop, and the scarlet yarn."
    },
    {
        "o": 3501,
        "r": "csb:Leviticus:14:53",
        "t": "Then he is to release the live bird into the open countryside outside the city. In this way he will make atonement for the house, and it will be clean."
    },
    {
        "o": 3502,
        "r": "csb:Leviticus:14:54",
        "t": "“This*p is the law for any skin disease or mildew, for a scaly outbreak,"
    },
    {
        "o": 3503,
        "r": "csb:Leviticus:14:55",
        "t": "for mildew in clothing or on a house,"
    },
    {
        "o": 3504,
        "r": "csb:Leviticus:14:56",
        "t": "and for a swelling, scab, or spot,"
    },
    {
        "o": 3505,
        "r": "csb:Leviticus:14:57",
        "t": "to determine when something is unclean or clean. This is the law regarding skin disease and mildew.”"
    }
]
