[
    {
        "o": 8170,
        "r": "niv:1 Samuel:13:0",
        "t": "1 Samuel 13",
        "h": 1
    },
    {
        "o": 8171,
        "r": "niv:1 Samuel:13:0",
        "t": "Samuel Rebukes Saul",
        "h": 2
    },
    {
        "o": 8172,
        "r": "niv:1 Samuel:13:1",
        "t": "Saul*p was thirty years old when he became king, and he reigned over Israel forty- two years."
    },
    {
        "o": 8173,
        "r": "niv:1 Samuel:13:2",
        "t": "Saul*p chose three thousand men from Israel; two thousand were with him at Mikmash and in the hill country of Bethel, and a thousand were with Jonathan at Gibeah in Benjamin. The rest of the men he sent back to their homes."
    },
    {
        "o": 8174,
        "r": "niv:1 Samuel:13:3",
        "t": "Jonathan*p attacked the Philistine outpost at Geba, and the Philistines heard about it. Then Saul had the trumpet blown throughout the land and said, “Let the Hebrews hear!”"
    },
    {
        "o": 8175,
        "r": "niv:1 Samuel:13:4",
        "t": "So all Israel heard the news: “Saul has attacked the Philistine outpost, and now Israel has become obnoxious to the Philistines.” And the people were summoned to join Saul at Gilgal."
    },
    {
        "o": 8176,
        "r": "niv:1 Samuel:13:5",
        "t": "The*p Philistines assembled to fight Israel, with three thousand chariots, six thousand charioteers, and soldiers as numerous as the sand on the seashore. They went up and camped at Mikmash, east of Beth Aven."
    },
    {
        "o": 8177,
        "r": "niv:1 Samuel:13:6",
        "t": "When the Israelites saw that their situation was critical and that their army was hard pressed, they hid in caves and thickets, among the rocks, and in pits and cisterns."
    },
    {
        "o": 8178,
        "r": "niv:1 Samuel:13:7",
        "t": "Some Hebrews even crossed the Jordan to the land of Gad and Gilead. Saul*p remained at Gilgal, and all the troops with him were quaking with fear."
    },
    {
        "o": 8179,
        "r": "niv:1 Samuel:13:8",
        "t": "He waited seven days, the time set by Samuel; but Samuel did not come to Gilgal, and Saul’s men began to scatter."
    },
    {
        "o": 8180,
        "r": "niv:1 Samuel:13:9",
        "t": "So he said, “Bring me the burnt offering and the fellowship offerings.” And Saul offered up the burnt offering."
    },
    {
        "o": 8181,
        "r": "niv:1 Samuel:13:10",
        "t": "Just as he finished making the offering, Samuel arrived, and Saul went out to greet him."
    },
    {
        "o": 8182,
        "r": "niv:1 Samuel:13:11",
        "t": "“What*p have you done?” asked Samuel. Saul*p replied, “When I saw that the men were scattering, and that you did not come at the set time, and that the Philistines were assembling at Mikmash,"
    },
    {
        "o": 8183,
        "r": "niv:1 Samuel:13:12",
        "t": "I thought, ‘Now the Philistines will come down against me at Gilgal, and I have not sought the Lord’s*s favor.’ So I felt compelled to offer the burnt offering.”"
    },
    {
        "o": 8184,
        "r": "niv:1 Samuel:13:13",
        "t": "“You*p have done a foolish thing,” Samuel said. “You have not kept the command the Lord*s your God gave you; if you had, he would have established your kingdom over Israel for all time."
    },
    {
        "o": 8185,
        "r": "niv:1 Samuel:13:14",
        "t": "But now your kingdom will not endure; the Lord*s has sought out a man after his own heart and appointed him ruler of his people, because you have not kept the Lord’s*s command.”"
    },
    {
        "o": 8186,
        "r": "niv:1 Samuel:13:15",
        "t": "Then*p Samuel left Gilgal and went up to Gibeah in Benjamin, and Saul counted the men who were with him. They numbered about six hundred."
    },
    {
        "o": 8187,
        "r": "niv:1 Samuel:13:15",
        "t": "Israel Without Weapons",
        "h": 2
    },
    {
        "o": 8188,
        "r": "niv:1 Samuel:13:16",
        "t": "Saul*p and his son Jonathan and the men with them were staying in Gibeah in Benjamin, while the Philistines camped at Mikmash."
    },
    {
        "o": 8189,
        "r": "niv:1 Samuel:13:17",
        "t": "Raiding parties went out from the Philistine camp in three detachments. One turned toward Ophrah in the vicinity of Shual,"
    },
    {
        "o": 8190,
        "r": "niv:1 Samuel:13:18",
        "t": "another toward Beth Horon, and the third toward the borderland overlooking the Valley of Zeboyim facing the wilderness."
    },
    {
        "o": 8191,
        "r": "niv:1 Samuel:13:19",
        "t": "Not*p a blacksmith could be found in the whole land of Israel, because the Philistines had said, “Otherwise the Hebrews will make swords or spears!”"
    },
    {
        "o": 8192,
        "r": "niv:1 Samuel:13:20",
        "t": "So all Israel went down to the Philistines to have their plow points, mattocks, axes and sickles sharpened."
    },
    {
        "o": 8193,
        "r": "niv:1 Samuel:13:21",
        "t": "The price was two-thirds of a shekel for sharpening plow points and mattocks, and a third of a shekel for sharpening forks and axes and for repointing goads."
    },
    {
        "o": 8194,
        "r": "niv:1 Samuel:13:22",
        "t": "So*p on the day of the battle not a soldier with Saul and Jonathan had a sword or spear in his hand; only Saul and his son Jonathan had them."
    },
    {
        "o": 8195,
        "r": "niv:1 Samuel:13:22",
        "t": "Jonathan Attacks the Philistines",
        "h": 2
    },
    {
        "o": 8196,
        "r": "niv:1 Samuel:13:23",
        "t": "Now*p a detachment of Philistines had gone out to the pass at Mikmash."
    }
]
