[
    {
        "o": 25175,
        "r": "niv:Zechariah:1:0",
        "t": "Zechariah 1",
        "h": 1
    },
    {
        "o": 25176,
        "r": "niv:Zechariah:1:0",
        "t": "A Call to Return to the Lord",
        "h": 2
    },
    {
        "o": 25177,
        "r": "niv:Zechariah:1:1",
        "t": "In*p the eighth month of the second year of Darius, the word of the Lord*s came to the prophet Zechariah son of Berekiah, the son of Iddo:"
    },
    {
        "o": 25178,
        "r": "niv:Zechariah:1:2",
        "t": "“The*p Lord*s was very angry with your ancestors."
    },
    {
        "o": 25179,
        "r": "niv:Zechariah:1:3",
        "t": "Therefore tell the people: This is what the Lord*s Almighty says: ‘Return to me,’ declares the Lord*s Almighty, ‘and I will return to you,’ says the Lord*s Almighty."
    },
    {
        "o": 25180,
        "r": "niv:Zechariah:1:4",
        "t": "Do not be like your ancestors, to whom the earlier prophets proclaimed: This is what the Lord*s Almighty says: ‘Turn from your evil ways and your evil practices.’ But they would not listen or pay attention to me, declares the Lord.*s"
    },
    {
        "o": 25181,
        "r": "niv:Zechariah:1:5",
        "t": "Where are your ancestors now? And the prophets, do they live forever?"
    },
    {
        "o": 25182,
        "r": "niv:Zechariah:1:6",
        "t": "But did not my words and my decrees, which I commanded my servants the prophets, overtake your ancestors? “Then*p they repented and said, ‘The Lord*s Almighty has done to us what our ways and practices deserve, just as he determined to do.’ ”"
    },
    {
        "o": 25183,
        "r": "niv:Zechariah:1:6",
        "t": "The Man Among the Myrtle Trees",
        "h": 2
    },
    {
        "o": 25184,
        "r": "niv:Zechariah:1:7",
        "t": "On*p the twenty-fourth day of the eleventh month, the month of Shebat, in the second year of Darius, the word of the Lord*s came to the prophet Zechariah son of Berekiah, the son of Iddo."
    },
    {
        "o": 25185,
        "r": "niv:Zechariah:1:8",
        "t": "During*p the night I had a vision, and there before me was a man mounted on a red horse. He was standing among the myrtle trees in a ravine. Behind him were red, brown and white horses."
    },
    {
        "o": 25186,
        "r": "niv:Zechariah:1:9",
        "t": "I*p asked, “What are these, my lord?” The*p angel who was talking with me answered, “I will show you what they are.”"
    },
    {
        "o": 25187,
        "r": "niv:Zechariah:1:10",
        "t": "Then*p the man standing among the myrtle trees explained, “They are the ones the Lord*s has sent to go throughout the earth.”"
    },
    {
        "o": 25188,
        "r": "niv:Zechariah:1:11",
        "t": "And*p they reported to the angel of the Lord*s who was standing among the myrtle trees, “We have gone throughout the earth and found the whole world at rest and in peace.”"
    },
    {
        "o": 25189,
        "r": "niv:Zechariah:1:12",
        "t": "Then*p the angel of the Lord*s said, “Lord*s Almighty, how long will you withhold mercy from Jerusalem and from the towns of Judah, which you have been angry with these seventy years?”"
    },
    {
        "o": 25190,
        "r": "niv:Zechariah:1:13",
        "t": "So the Lord*s spoke kind and comforting words to the angel who talked with me."
    },
    {
        "o": 25191,
        "r": "niv:Zechariah:1:14",
        "t": "Then*p the angel who was speaking to me said, “Proclaim this word: This is what the Lord*s Almighty says: ‘I am very jealous for Jerusalem and Zion,"
    },
    {
        "o": 25192,
        "r": "niv:Zechariah:1:15",
        "t": "and I am very angry with the nations that feel secure. I was only a little angry, but they went too far with the punishment.’"
    },
    {
        "o": 25193,
        "r": "niv:Zechariah:1:16",
        "t": "“Therefore*p this is what the Lord*s says: ‘I will return to Jerusalem with mercy, and there my house will be rebuilt. And the measuring line will be stretched out over Jerusalem,’ declares the Lord*s Almighty."
    },
    {
        "o": 25194,
        "r": "niv:Zechariah:1:17",
        "t": "“Proclaim*p further: This is what the Lord*s Almighty says: ‘My towns will again overflow with prosperity, and the Lord*s will again comfort Zion and choose Jerusalem.’ ”"
    },
    {
        "o": 25195,
        "r": "niv:Zechariah:1:17",
        "t": "Four Horns and Four Craftsmen",
        "h": 2
    },
    {
        "o": 25196,
        "r": "niv:Zechariah:1:18",
        "t": "Then*p I looked up, and there before me were four horns."
    },
    {
        "o": 25197,
        "r": "niv:Zechariah:1:19",
        "t": "I asked the angel who was speaking to me, “What are these?” He*p answered me, “These are the horns that scattered Judah, Israel and Jerusalem.”"
    },
    {
        "o": 25198,
        "r": "niv:Zechariah:1:20",
        "t": "Then*p the Lord*s showed me four craftsmen."
    },
    {
        "o": 25199,
        "r": "niv:Zechariah:1:21",
        "t": "I asked, “What are these coming to do?” He*p answered, “These are the horns that scattered Judah so that no one could raise their head, but the craftsmen have come to terrify them and throw down these horns of the nations who lifted up their horns against the land of Judah to scatter its people.”"
    },
    {
        "o": 25200,
        "r": "niv:Zechariah:2:0",
        "t": "Zechariah 2",
        "h": 1
    },
    {
        "o": 25201,
        "r": "niv:Zechariah:2:0",
        "t": "A Man With a Measuring Line",
        "h": 2
    },
    {
        "o": 25202,
        "r": "niv:Zechariah:2:1",
        "t": "Then*p I looked up, and there before me was a man with a measuring line in his hand."
    },
    {
        "o": 25203,
        "r": "niv:Zechariah:2:2",
        "t": "I asked, “Where are you going?” He*p answered me, “To measure Jerusalem, to find out how wide and how long it is.”"
    },
    {
        "o": 25204,
        "r": "niv:Zechariah:2:3",
        "t": "While*p the angel who was speaking to me was leaving, another angel came to meet him"
    },
    {
        "o": 25205,
        "r": "niv:Zechariah:2:4",
        "t": "and said to him: “Run, tell that young man, ‘Jerusalem will be a city without walls because of the great number of people and animals in it."
    },
    {
        "o": 25206,
        "r": "niv:Zechariah:2:5",
        "t": "And I myself will be a wall of fire around it,’ declares the Lord,*s ‘and I will be its glory within.’"
    },
    {
        "o": 25207,
        "r": "niv:Zechariah:2:6",
        "t": "“Come!*p Come! Flee from the land of the north,” declares the Lord,*s “for I have scattered you to the four winds of heaven,” declares the Lord.*s"
    },
    {
        "o": 25208,
        "r": "niv:Zechariah:2:7",
        "t": "“Come,*p Zion! Escape, you who live in Daughter Babylon!”"
    },
    {
        "o": 25209,
        "r": "niv:Zechariah:2:8",
        "t": "For this is what the Lord*s Almighty says: “After the Glorious One has sent me against the nations that have plundered you—for whoever touches you touches the apple of his eye—"
    },
    {
        "o": 25210,
        "r": "niv:Zechariah:2:9",
        "t": "I will surely raise my hand against them so that their slaves will plunder them. Then you will know that the Lord*s Almighty has sent me."
    },
    {
        "o": 25211,
        "r": "niv:Zechariah:2:10",
        "t": "“Shout*p and be glad, Daughter Zion. For I am coming, and I will live among you,” declares the Lord.*s"
    },
    {
        "o": 25212,
        "r": "niv:Zechariah:2:11",
        "t": "“Many nations will be joined with the Lord*s in that day and will become my people. I will live among you and you will know that the Lord*s Almighty has sent me to you."
    },
    {
        "o": 25213,
        "r": "niv:Zechariah:2:12",
        "t": "The Lord*s will inherit Judah as his portion in the holy land and will again choose Jerusalem."
    },
    {
        "o": 25214,
        "r": "niv:Zechariah:2:13",
        "t": "Be still before the Lord,*s all mankind, because he has roused himself from his holy dwelling.”"
    },
    {
        "o": 25215,
        "r": "niv:Zechariah:3:0",
        "t": "Zechariah 3",
        "h": 1
    },
    {
        "o": 25216,
        "r": "niv:Zechariah:3:0",
        "t": "Clean Garments for the High Priest",
        "h": 2
    },
    {
        "o": 25217,
        "r": "niv:Zechariah:3:1",
        "t": "Then*p he showed me Joshua the high priest standing before the angel of the Lord,*s and Satan standing at his right side to accuse him."
    },
    {
        "o": 25218,
        "r": "niv:Zechariah:3:2",
        "t": "The Lord*s said to Satan, “The Lord*s rebuke you, Satan! The Lord,*s who has chosen Jerusalem, rebuke you! Is not this man a burning stick snatched from the fire?”"
    },
    {
        "o": 25219,
        "r": "niv:Zechariah:3:3",
        "t": "Now*p Joshua was dressed in filthy clothes as he stood before the angel."
    },
    {
        "o": 25220,
        "r": "niv:Zechariah:3:4",
        "t": "The angel said to those who were standing before him, “Take off his filthy clothes.” Then*p he said to Joshua, “See, I have taken away your sin, and I will put fine garments on you.”"
    },
    {
        "o": 25221,
        "r": "niv:Zechariah:3:5",
        "t": "Then*p I said, “Put a clean turban on his head.” So they put a clean turban on his head and clothed him, while the angel of the Lord*s stood by."
    },
    {
        "o": 25222,
        "r": "niv:Zechariah:3:6",
        "t": "The*p angel of the Lord*s gave this charge to Joshua:"
    },
    {
        "o": 25223,
        "r": "niv:Zechariah:3:7",
        "t": "“This is what the Lord*s Almighty says: ‘If you will walk in obedience to me and keep my requirements, then you will govern my house and have charge of my courts, and I will give you a place among these standing here."
    },
    {
        "o": 25224,
        "r": "niv:Zechariah:3:8",
        "t": "“ ‘Listen,*p High Priest Joshua, you and your associates seated before you, who are men symbolic of things to come: I am going to bring my servant, the Branch."
    },
    {
        "o": 25225,
        "r": "niv:Zechariah:3:9",
        "t": "See, the stone I have set in front of Joshua! There are seven eyes on that one stone, and I will engrave an inscription on it,’ says the Lord*s Almighty, ‘and I will remove the sin of this land in a single day."
    },
    {
        "o": 25226,
        "r": "niv:Zechariah:3:10",
        "t": "“ ‘In*p that day each of you will invite your neighbor to sit under your vine and fig tree,’ declares the Lord*s Almighty.”"
    },
    {
        "o": 25227,
        "r": "niv:Zechariah:4:0",
        "t": "Zechariah 4",
        "h": 1
    },
    {
        "o": 25228,
        "r": "niv:Zechariah:4:0",
        "t": "The Gold Lampstand and the Two Olive Trees",
        "h": 2
    },
    {
        "o": 25229,
        "r": "niv:Zechariah:4:1",
        "t": "Then*p the angel who talked with me returned and woke me up, like someone awakened from sleep."
    },
    {
        "o": 25230,
        "r": "niv:Zechariah:4:2",
        "t": "He asked me, “What do you see?” I*p answered, “I see a solid gold lampstand with a bowl at the top and seven lamps on it, with seven channels to the lamps."
    },
    {
        "o": 25231,
        "r": "niv:Zechariah:4:3",
        "t": "Also there are two olive trees by it, one on the right of the bowl and the other on its left.”"
    },
    {
        "o": 25232,
        "r": "niv:Zechariah:4:4",
        "t": "I*p asked the angel who talked with me, “What are these, my lord?”"
    },
    {
        "o": 25233,
        "r": "niv:Zechariah:4:5",
        "t": "He*p answered, “Do you not know what these are?” “No,*p my lord,” I replied."
    },
    {
        "o": 25234,
        "r": "niv:Zechariah:4:6",
        "t": "So*p he said to me, “This is the word of the Lord*s to Zerubbabel: ‘Not by might nor by power, but by my Spirit,’ says the Lord*s Almighty."
    },
    {
        "o": 25235,
        "r": "niv:Zechariah:4:7",
        "t": "“What*p are you, mighty mountain? Before Zerubbabel you will become level ground. Then he will bring out the capstone to shouts of ‘God bless it! God bless it!’ ”"
    },
    {
        "o": 25236,
        "r": "niv:Zechariah:4:8",
        "t": "Then*p the word of the Lord*s came to me:"
    },
    {
        "o": 25237,
        "r": "niv:Zechariah:4:9",
        "t": "“The hands of Zerubbabel have laid the foundation of this temple; his hands will also complete it. Then you will know that the Lord*s Almighty has sent me to you."
    },
    {
        "o": 25238,
        "r": "niv:Zechariah:4:10",
        "t": "“Who*p dares despise the day of small things, since the seven eyes of the Lord*s that range throughout the earth will rejoice when they see the chosen capstone in the hand of Zerubbabel?”"
    },
    {
        "o": 25239,
        "r": "niv:Zechariah:4:11",
        "t": "Then*p I asked the angel, “What are these two olive trees on the right and the left of the lampstand?”"
    },
    {
        "o": 25240,
        "r": "niv:Zechariah:4:12",
        "t": "Again*p I asked him, “What are these two olive branches beside the two gold pipes that pour out golden oil?”"
    },
    {
        "o": 25241,
        "r": "niv:Zechariah:4:13",
        "t": "He*p replied, “Do you not know what these are?” “No,*p my lord,” I said."
    },
    {
        "o": 25242,
        "r": "niv:Zechariah:4:14",
        "t": "So*p he said, “These are the two who are anointed to serve the Lord of all the earth.”"
    },
    {
        "o": 25243,
        "r": "niv:Zechariah:5:0",
        "t": "Zechariah 5",
        "h": 1
    },
    {
        "o": 25244,
        "r": "niv:Zechariah:5:0",
        "t": "The Flying Scroll",
        "h": 2
    },
    {
        "o": 25245,
        "r": "niv:Zechariah:5:1",
        "t": "I*p looked again, and there before me was a flying scroll."
    },
    {
        "o": 25246,
        "r": "niv:Zechariah:5:2",
        "t": "He*p asked me, “What do you see?” I*p answered, “I see a flying scroll, twenty cubits long and ten cubits wide.”"
    },
    {
        "o": 25247,
        "r": "niv:Zechariah:5:3",
        "t": "And*p he said to me, “This is the curse that is going out over the whole land; for according to what it says on one side, every thief will be banished, and according to what it says on the other, everyone who swears falsely will be banished."
    },
    {
        "o": 25248,
        "r": "niv:Zechariah:5:4",
        "t": "The Lord*s Almighty declares, ‘I will send it out, and it will enter the house of the thief and the house of anyone who swears falsely by my name. It will remain in that house and destroy it completely, both its timbers and its stones.’ ”"
    },
    {
        "o": 25249,
        "r": "niv:Zechariah:5:4",
        "t": "The Woman in a Basket",
        "h": 2
    },
    {
        "o": 25250,
        "r": "niv:Zechariah:5:5",
        "t": "Then*p the angel who was speaking to me came forward and said to me, “Look up and see what is appearing.”"
    },
    {
        "o": 25251,
        "r": "niv:Zechariah:5:6",
        "t": "I*p asked, “What is it?” He*p replied, “It is a basket.” And he added, “This is the iniquity of the people throughout the land.”"
    },
    {
        "o": 25252,
        "r": "niv:Zechariah:5:7",
        "t": "Then*p the cover of lead was raised, and there in the basket sat a woman!"
    },
    {
        "o": 25253,
        "r": "niv:Zechariah:5:8",
        "t": "He said, “This is wickedness,” and he pushed her back into the basket and pushed its lead cover down on it."
    },
    {
        "o": 25254,
        "r": "niv:Zechariah:5:9",
        "t": "Then*p I looked up—and there before me were two women, with the wind in their wings! They had wings like those of a stork, and they lifted up the basket between heaven and earth."
    },
    {
        "o": 25255,
        "r": "niv:Zechariah:5:10",
        "t": "“Where*p are they taking the basket?” I asked the angel who was speaking to me."
    },
    {
        "o": 25256,
        "r": "niv:Zechariah:5:11",
        "t": "He*p replied, “To the country of Babylonia to build a house for it. When the house is ready, the basket will be set there in its place.”"
    },
    {
        "o": 25257,
        "r": "niv:Zechariah:6:0",
        "t": "Zechariah 6",
        "h": 1
    },
    {
        "o": 25258,
        "r": "niv:Zechariah:6:0",
        "t": "Four Chariots",
        "h": 2
    },
    {
        "o": 25259,
        "r": "niv:Zechariah:6:1",
        "t": "I*p looked up again, and there before me were four chariots coming out from between two mountains—mountains of bronze."
    },
    {
        "o": 25260,
        "r": "niv:Zechariah:6:2",
        "t": "The first chariot had red horses, the second black,"
    },
    {
        "o": 25261,
        "r": "niv:Zechariah:6:3",
        "t": "the third white, and the fourth dappled—all of them powerful."
    },
    {
        "o": 25262,
        "r": "niv:Zechariah:6:4",
        "t": "I asked the angel who was speaking to me, “What are these, my lord?”"
    },
    {
        "o": 25263,
        "r": "niv:Zechariah:6:5",
        "t": "The*p angel answered me, “These are the four spirits of heaven, going out from standing in the presence of the Lord of the whole world."
    },
    {
        "o": 25264,
        "r": "niv:Zechariah:6:6",
        "t": "The one with the black horses is going toward the north country, the one with the white horses toward the west, and the one with the dappled horses toward the south.”"
    },
    {
        "o": 25265,
        "r": "niv:Zechariah:6:7",
        "t": "When*p the powerful horses went out, they were straining to go throughout the earth. And he said, “Go throughout the earth!” So they went throughout the earth."
    },
    {
        "o": 25266,
        "r": "niv:Zechariah:6:8",
        "t": "Then*p he called to me, “Look, those going toward the north country have given my Spirit rest in the land of the north.”"
    },
    {
        "o": 25267,
        "r": "niv:Zechariah:6:8",
        "t": "A Crown for Joshua",
        "h": 2
    },
    {
        "o": 25268,
        "r": "niv:Zechariah:6:9",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 25269,
        "r": "niv:Zechariah:6:10",
        "t": "“Take silver and gold from the exiles Heldai, Tobijah and Jedaiah, who have arrived from Babylon. Go the same day to the house of Josiah son of Zephaniah."
    },
    {
        "o": 25270,
        "r": "niv:Zechariah:6:11",
        "t": "Take the silver and gold and make a crown, and set it on the head of the high priest, Joshua son of Jozadak."
    },
    {
        "o": 25271,
        "r": "niv:Zechariah:6:12",
        "t": "Tell him this is what the Lord*s Almighty says: ‘Here is the man whose name is the Branch, and he will branch out from his place and build the temple of the Lord.*s"
    },
    {
        "o": 25272,
        "r": "niv:Zechariah:6:13",
        "t": "It is he who will build the temple of the Lord,*s and he will be clothed with majesty and will sit and rule on his throne. And he will be a priest on his throne. And there will be harmony between the two.’"
    },
    {
        "o": 25273,
        "r": "niv:Zechariah:6:14",
        "t": "The crown will be given to Heldai, Tobijah, Jedaiah and Hen son of Zephaniah as a memorial in the temple of the Lord.*s"
    },
    {
        "o": 25274,
        "r": "niv:Zechariah:6:15",
        "t": "Those who are far away will come and help to build the temple of the Lord,*s and you will know that the Lord*s Almighty has sent me to you. This will happen if you diligently obey the Lord*s your God.”"
    },
    {
        "o": 25275,
        "r": "niv:Zechariah:7:0",
        "t": "Zechariah 7",
        "h": 1
    },
    {
        "o": 25276,
        "r": "niv:Zechariah:7:0",
        "t": "Justice and Mercy, Not Fasting",
        "h": 2
    },
    {
        "o": 25277,
        "r": "niv:Zechariah:7:1",
        "t": "In*p the fourth year of King Darius, the word of the Lord*s came to Zechariah on the fourth day of the ninth month, the month of Kislev."
    },
    {
        "o": 25278,
        "r": "niv:Zechariah:7:2",
        "t": "The people of Bethel had sent Sharezer and Regem-Melek, together with their men, to entreat the Lord*s"
    },
    {
        "o": 25279,
        "r": "niv:Zechariah:7:3",
        "t": "by asking the priests of the house of the Lord*s Almighty and the prophets, “Should I mourn and fast in the fifth month, as I have done for so many years?”"
    },
    {
        "o": 25280,
        "r": "niv:Zechariah:7:4",
        "t": "Then*p the word of the Lord*s Almighty came to me:"
    },
    {
        "o": 25281,
        "r": "niv:Zechariah:7:5",
        "t": "“Ask all the people of the land and the priests, ‘When you fasted and mourned in the fifth and seventh months for the past seventy years, was it really for me that you fasted?"
    },
    {
        "o": 25282,
        "r": "niv:Zechariah:7:6",
        "t": "And when you were eating and drinking, were you not just feasting for yourselves?"
    },
    {
        "o": 25283,
        "r": "niv:Zechariah:7:7",
        "t": "Are these not the words the Lord*s proclaimed through the earlier prophets when Jerusalem and its surrounding towns were at rest and prosperous, and the Negev and the western foothills were settled?’ ”"
    },
    {
        "o": 25284,
        "r": "niv:Zechariah:7:8",
        "t": "And*p the word of the Lord*s came again to Zechariah:"
    },
    {
        "o": 25285,
        "r": "niv:Zechariah:7:9",
        "t": "“This is what the Lord*s Almighty said: ‘Administer true justice; show mercy and compassion to one another."
    },
    {
        "o": 25286,
        "r": "niv:Zechariah:7:10",
        "t": "Do not oppress the widow or the fatherless, the foreigner or the poor. Do not plot evil against each other.’"
    },
    {
        "o": 25287,
        "r": "niv:Zechariah:7:11",
        "t": "“But*p they refused to pay attention; stubbornly they turned their backs and covered their ears."
    },
    {
        "o": 25288,
        "r": "niv:Zechariah:7:12",
        "t": "They made their hearts as hard as flint and would not listen to the law or to the words that the Lord*s Almighty had sent by his Spirit through the earlier prophets. So the Lord*s Almighty was very angry."
    },
    {
        "o": 25289,
        "r": "niv:Zechariah:7:13",
        "t": "“ ‘When*p I called, they did not listen; so when they called, I would not listen,’ says the Lord*s Almighty."
    },
    {
        "o": 25290,
        "r": "niv:Zechariah:7:14",
        "t": "‘I scattered them with a whirlwind among all the nations, where they were strangers. The land they left behind them was so desolate that no one traveled through it. This is how they made the pleasant land desolate.’ ”"
    },
    {
        "o": 25291,
        "r": "niv:Zechariah:8:0",
        "t": "Zechariah 8",
        "h": 1
    },
    {
        "o": 25292,
        "r": "niv:Zechariah:8:0",
        "t": "The Lord Promises to Bless Jerusalem",
        "h": 2
    },
    {
        "o": 25293,
        "r": "niv:Zechariah:8:1",
        "t": "The*p word of the Lord*s Almighty came to me."
    },
    {
        "o": 25294,
        "r": "niv:Zechariah:8:2",
        "t": "This*p is what the Lord*s Almighty says: “I am very jealous for Zion; I am burning with jealousy for her.”"
    },
    {
        "o": 25295,
        "r": "niv:Zechariah:8:3",
        "t": "This*p is what the Lord*s says: “I will return to Zion and dwell in Jerusalem. Then Jerusalem will be called the Faithful City, and the mountain of the Lord*s Almighty will be called the Holy Mountain.”"
    },
    {
        "o": 25296,
        "r": "niv:Zechariah:8:4",
        "t": "This*p is what the Lord*s Almighty says: “Once again men and women of ripe old age will sit in the streets of Jerusalem, each of them with cane in hand because of their age."
    },
    {
        "o": 25297,
        "r": "niv:Zechariah:8:5",
        "t": "The city streets will be filled with boys and girls playing there.”"
    },
    {
        "o": 25298,
        "r": "niv:Zechariah:8:6",
        "t": "This*p is what the Lord*s Almighty says: “It may seem marvelous to the remnant of this people at that time, but will it seem marvelous to me?” declares the Lord*s Almighty."
    },
    {
        "o": 25299,
        "r": "niv:Zechariah:8:7",
        "t": "This*p is what the Lord*s Almighty says: “I will save my people from the countries of the east and the west."
    },
    {
        "o": 25300,
        "r": "niv:Zechariah:8:8",
        "t": "I will bring them back to live in Jerusalem; they will be my people, and I will be faithful and righteous to them as their God.”"
    },
    {
        "o": 25301,
        "r": "niv:Zechariah:8:9",
        "t": "This*p is what the Lord*s Almighty says: “Now hear these words, ‘Let your hands be strong so that the temple may be built.’ This is also what the prophets said who were present when the foundation was laid for the house of the Lord*s Almighty."
    },
    {
        "o": 25302,
        "r": "niv:Zechariah:8:10",
        "t": "Before that time there were no wages for people or hire for animals. No one could go about their business safely because of their enemies, since I had turned everyone against their neighbor."
    },
    {
        "o": 25303,
        "r": "niv:Zechariah:8:11",
        "t": "But now I will not deal with the remnant of this people as I did in the past,” declares the Lord*s Almighty."
    },
    {
        "o": 25304,
        "r": "niv:Zechariah:8:12",
        "t": "“The*p seed will grow well, the vine will yield its fruit, the ground will produce its crops, and the heavens will drop their dew. I will give all these things as an inheritance to the remnant of this people."
    },
    {
        "o": 25305,
        "r": "niv:Zechariah:8:13",
        "t": "Just as you, Judah and Israel, have been a curse among the nations, so I will save you, and you will be a blessing. Do not be afraid, but let your hands be strong.”"
    },
    {
        "o": 25306,
        "r": "niv:Zechariah:8:14",
        "t": "This*p is what the Lord*s Almighty says: “Just as I had determined to bring disaster on you and showed no pity when your ancestors angered me,” says the Lord*s Almighty,"
    },
    {
        "o": 25307,
        "r": "niv:Zechariah:8:15",
        "t": "“so now I have determined to do good again to Jerusalem and Judah. Do not be afraid."
    },
    {
        "o": 25308,
        "r": "niv:Zechariah:8:16",
        "t": "These are the things you are to do: Speak the truth to each other, and render true and sound judgment in your courts;"
    },
    {
        "o": 25309,
        "r": "niv:Zechariah:8:17",
        "t": "do not plot evil against each other, and do not love to swear falsely. I hate all this,” declares the Lord.*s"
    },
    {
        "o": 25310,
        "r": "niv:Zechariah:8:18",
        "t": "The*p word of the Lord*s Almighty came to me."
    },
    {
        "o": 25311,
        "r": "niv:Zechariah:8:19",
        "t": "This*p is what the Lord*s Almighty says: “The fasts of the fourth, fifth, seventh and tenth months will become joyful and glad occasions and happy festivals for Judah. Therefore love truth and peace.”"
    },
    {
        "o": 25312,
        "r": "niv:Zechariah:8:20",
        "t": "This*p is what the Lord*s Almighty says: “Many peoples and the inhabitants of many cities will yet come,"
    },
    {
        "o": 25313,
        "r": "niv:Zechariah:8:21",
        "t": "and the inhabitants of one city will go to another and say, ‘Let us go at once to entreat the Lord*s and seek the Lord*s Almighty. I myself am going.’"
    },
    {
        "o": 25314,
        "r": "niv:Zechariah:8:22",
        "t": "And many peoples and powerful nations will come to Jerusalem to seek the Lord*s Almighty and to entreat him.”"
    },
    {
        "o": 25315,
        "r": "niv:Zechariah:8:23",
        "t": "This*p is what the Lord*s Almighty says: “In those days ten people from all languages and nations will take firm hold of one Jew by the hem of his robe and say, ‘Let us go with you, because we have heard that God is with you.’ ”"
    },
    {
        "o": 25316,
        "r": "niv:Zechariah:9:0",
        "t": "Zechariah 9",
        "h": 1
    },
    {
        "o": 25317,
        "r": "niv:Zechariah:9:0",
        "t": "Judgment on Israel’s Enemies",
        "h": 2
    },
    {
        "o": 25318,
        "r": "niv:Zechariah:9:1",
        "t": "A*p prophecy: The*pn word of the Lord*s is against the land of Hadrak and*ld will come to rest on Damascus— for*ln the eyes of all people and all the tribes of Israel are*ld on the Lord—*s"
    },
    {
        "o": 25319,
        "r": "niv:Zechariah:9:2",
        "t": "and*ln on Hamath too, which borders on it, and*ld on Tyre and Sidon, though they are very skillful."
    },
    {
        "o": 25320,
        "r": "niv:Zechariah:9:3",
        "t": "Tyre*ln has built herself a stronghold; she*ld has heaped up silver like dust, and*ld gold like the dirt of the streets."
    },
    {
        "o": 25321,
        "r": "niv:Zechariah:9:4",
        "t": "But*ln the Lord will take away her possessions and*ld destroy her power on the sea, and*ld she will be consumed by fire."
    },
    {
        "o": 25322,
        "r": "niv:Zechariah:9:5",
        "t": "Ashkelon*ln will see it and fear; Gaza*ld will writhe in agony, and*ld Ekron too, for her hope will wither. Gaza*ln will lose her king and*ld Ashkelon will be deserted."
    },
    {
        "o": 25323,
        "r": "niv:Zechariah:9:6",
        "t": "A*ln mongrel people will occupy Ashdod, and*ld I will put an end to the pride of the Philistines."
    },
    {
        "o": 25324,
        "r": "niv:Zechariah:9:7",
        "t": "I*ln will take the blood from their mouths, the*ld forbidden food from between their teeth. Those*ln who are left will belong to our God and*ld become a clan in Judah, and*ld Ekron will be like the Jebusites."
    },
    {
        "o": 25325,
        "r": "niv:Zechariah:9:8",
        "t": "But*ln I will encamp at my temple to*ld guard it against marauding forces. Never*ln again will an oppressor overrun my people, for*ld now I am keeping watch."
    },
    {
        "o": 25326,
        "r": "niv:Zechariah:9:8",
        "t": "The Coming of Zion’s King",
        "h": 2
    },
    {
        "o": 25327,
        "r": "niv:Zechariah:9:9",
        "t": "Rejoice*pn greatly, Daughter Zion! Shout,*ld Daughter Jerusalem! See,*ln your king comes to you, righteous*ld and victorious, lowly*ln and riding on a donkey, on*ld a colt, the foal of a donkey."
    },
    {
        "o": 25328,
        "r": "niv:Zechariah:9:10",
        "t": "I*ln will take away the chariots from Ephraim and*ld the warhorses from Jerusalem, and*ld the battle bow will be broken. He*ln will proclaim peace to the nations. His*ld rule will extend from sea to sea and*ld from the River to the ends of the earth."
    },
    {
        "o": 25329,
        "r": "niv:Zechariah:9:11",
        "t": "As*ln for you, because of the blood of my covenant with you, I*ld will free your prisoners from the waterless pit."
    },
    {
        "o": 25330,
        "r": "niv:Zechariah:9:12",
        "t": "Return*ln to your fortress, you prisoners of hope; even*ld now I announce that I will restore twice as much to you."
    },
    {
        "o": 25331,
        "r": "niv:Zechariah:9:13",
        "t": "I*ln will bend Judah as I bend my bow and*ld fill it with Ephraim. I*ln will rouse your sons, Zion, against*ld your sons, Greece, and*ld make you like a warrior’s sword."
    },
    {
        "o": 25332,
        "r": "niv:Zechariah:9:13",
        "t": "The Lord Will Appear",
        "h": 2
    },
    {
        "o": 25333,
        "r": "niv:Zechariah:9:14",
        "t": "Then*pn the Lord*s will appear over them; his*ld arrow will flash like lightning. The*ln Sovereign Lord*s will sound the trumpet; he*ld will march in the storms of the south,"
    },
    {
        "o": 25334,
        "r": "niv:Zechariah:9:15",
        "t": "and*ld the Lord*s Almighty will shield them. They*ln will destroy and*ld overcome with slingstones. They*ln will drink and roar as with wine; they*ld will be full like a bowl used*ld for sprinkling the corners of the altar."
    },
    {
        "o": 25335,
        "r": "niv:Zechariah:9:16",
        "t": "The*ln Lord*s their God will save his people on that day as*ld a shepherd saves his flock. They*ln will sparkle in his land like*ld jewels in a crown."
    },
    {
        "o": 25336,
        "r": "niv:Zechariah:9:17",
        "t": "How*ln attractive and beautiful they will be! Grain*ld will make the young men thrive, and*ld new wine the young women."
    },
    {
        "o": 25337,
        "r": "niv:Zechariah:10:0",
        "t": "Zechariah 10",
        "h": 1
    },
    {
        "o": 25338,
        "r": "niv:Zechariah:10:0",
        "t": "The Lord Will Care for Judah",
        "h": 2
    },
    {
        "o": 25339,
        "r": "niv:Zechariah:10:1",
        "t": "Ask*pn the Lord*s for rain in the springtime; it*ld is the Lord*s who sends the thunderstorms. He*ln gives showers of rain to all people, and*ld plants of the field to everyone."
    },
    {
        "o": 25340,
        "r": "niv:Zechariah:10:2",
        "t": "The*ln idols speak deceitfully, diviners*ld see visions that lie; they*ln tell dreams that are false, they*ld give comfort in vain. Therefore*ln the people wander like sheep oppressed*ld for lack of a shepherd."
    },
    {
        "o": 25341,
        "r": "niv:Zechariah:10:3",
        "t": "“My*pn anger burns against the shepherds, and*ld I will punish the leaders; for*ln the Lord*s Almighty will care for*ld his flock, the people of Judah, and*ld make them like a proud horse in battle."
    },
    {
        "o": 25342,
        "r": "niv:Zechariah:10:4",
        "t": "From*ln Judah will come the cornerstone, from*ld him the tent peg, from*ln him the battle bow, from*ld him every ruler."
    },
    {
        "o": 25343,
        "r": "niv:Zechariah:10:5",
        "t": "Together*ln they will be like warriors in battle trampling*ld their enemy into the mud of the streets. They*ln will fight because the Lord*s is with them, and*ld they will put the enemy horsemen to shame."
    },
    {
        "o": 25344,
        "r": "niv:Zechariah:10:6",
        "t": "“I*pn will strengthen Judah and*ld save the tribes of Joseph. I*ln will restore them because*ld I have compassion on them. They*ln will be as though I*ld had not rejected them, for*ln I am the Lord*s their God and*ld I will answer them."
    },
    {
        "o": 25345,
        "r": "niv:Zechariah:10:7",
        "t": "The*ln Ephraimites will become like warriors, and*ld their hearts will be glad as with wine. Their*ln children will see it and be joyful; their*ld hearts will rejoice in the Lord.*s"
    },
    {
        "o": 25346,
        "r": "niv:Zechariah:10:8",
        "t": "I*ln will signal for them and*ld gather them in. Surely*ln I will redeem them; they*ld will be as numerous as before."
    },
    {
        "o": 25347,
        "r": "niv:Zechariah:10:9",
        "t": "Though*ln I scatter them among the peoples, yet*ld in distant lands they will remember me. They*ln and their children will survive, and*ld they will return."
    },
    {
        "o": 25348,
        "r": "niv:Zechariah:10:10",
        "t": "I*ln will bring them back from Egypt and*ld gather them from Assyria. I*ln will bring them to Gilead and Lebanon, and*ld there will not be room enough for them."
    },
    {
        "o": 25349,
        "r": "niv:Zechariah:10:11",
        "t": "They*ln will pass through the sea of trouble; the*ld surging sea will be subdued and*ld all the depths of the Nile will dry up. Assyria’s*ln pride will be brought down and*ld Egypt’s scepter will pass away."
    },
    {
        "o": 25350,
        "r": "niv:Zechariah:10:12",
        "t": "I*ln will strengthen them in the Lord*s and*ld in his name they will live securely,” declares*ld the Lord.*s"
    },
    {
        "o": 25351,
        "r": "niv:Zechariah:11:0",
        "t": "Zechariah 11",
        "h": 1
    },
    {
        "o": 25352,
        "r": "niv:Zechariah:11:1",
        "t": "Open*pn your doors, Lebanon, so*ld that fire may devour your cedars!"
    },
    {
        "o": 25353,
        "r": "niv:Zechariah:11:2",
        "t": "Wail,*ln you juniper, for the cedar has fallen; the*ld stately trees are ruined! Wail,*ln oaks of Bashan; the*ld dense forest has been cut down!"
    },
    {
        "o": 25354,
        "r": "niv:Zechariah:11:3",
        "t": "Listen*ln to the wail of the shepherds; their*ld rich pastures are destroyed! Listen*ln to the roar of the lions; the*ld lush thicket of the Jordan is ruined!"
    },
    {
        "o": 25355,
        "r": "niv:Zechariah:11:3",
        "t": "Two Shepherds",
        "h": 2
    },
    {
        "o": 25356,
        "r": "niv:Zechariah:11:4",
        "t": "This*p is what the Lord*s my God says: “Shepherd the flock marked for slaughter."
    },
    {
        "o": 25357,
        "r": "niv:Zechariah:11:5",
        "t": "Their buyers slaughter them and go unpunished. Those who sell them say, ‘Praise the Lord,*s I am rich!’ Their own shepherds do not spare them."
    },
    {
        "o": 25358,
        "r": "niv:Zechariah:11:6",
        "t": "For I will no longer have pity on the people of the land,” declares the Lord.*s “I will give everyone into the hands of their neighbors and their king. They will devastate the land, and I will not rescue anyone from their hands.”"
    },
    {
        "o": 25359,
        "r": "niv:Zechariah:11:7",
        "t": "So*p I shepherded the flock marked for slaughter, particularly the oppressed of the flock. Then I took two staffs and called one Favor and the other Union, and I shepherded the flock."
    },
    {
        "o": 25360,
        "r": "niv:Zechariah:11:8",
        "t": "In one month I got rid of the three shepherds. The*p flock detested me, and I grew weary of them"
    },
    {
        "o": 25361,
        "r": "niv:Zechariah:11:9",
        "t": "and said, “I will not be your shepherd. Let the dying die, and the perishing perish. Let those who are left eat one another’s flesh.”"
    },
    {
        "o": 25362,
        "r": "niv:Zechariah:11:10",
        "t": "Then*p I took my staff called Favor and broke it, revoking the covenant I had made with all the nations."
    },
    {
        "o": 25363,
        "r": "niv:Zechariah:11:11",
        "t": "It was revoked on that day, and so the oppressed of the flock who were watching me knew it was the word of the Lord.*s"
    },
    {
        "o": 25364,
        "r": "niv:Zechariah:11:12",
        "t": "I*p told them, “If you think it best, give me my pay; but if not, keep it.” So they paid me thirty pieces of silver."
    },
    {
        "o": 25365,
        "r": "niv:Zechariah:11:13",
        "t": "And*p the Lord*s said to me, “Throw it to the potter”—the handsome price at which they valued me! So I took the thirty pieces of silver and threw them to the potter at the house of the Lord.*s"
    },
    {
        "o": 25366,
        "r": "niv:Zechariah:11:14",
        "t": "Then*p I broke my second staff called Union, breaking the family bond between Judah and Israel."
    },
    {
        "o": 25367,
        "r": "niv:Zechariah:11:15",
        "t": "Then*p the Lord*s said to me, “Take again the equipment of a foolish shepherd."
    },
    {
        "o": 25368,
        "r": "niv:Zechariah:11:16",
        "t": "For I am going to raise up a shepherd over the land who will not care for the lost, or seek the young, or heal the injured, or feed the healthy, but will eat the meat of the choice sheep, tearing off their hooves."
    },
    {
        "o": 25369,
        "r": "niv:Zechariah:11:17",
        "t": "“Woe*pn to the worthless shepherd, who*ld deserts the flock! May*ln the sword strike his arm and his right eye! May*ld his arm be completely withered, his*ld right eye totally blinded!”"
    },
    {
        "o": 25370,
        "r": "niv:Zechariah:12:0",
        "t": "Zechariah 12",
        "h": 1
    },
    {
        "o": 25371,
        "r": "niv:Zechariah:12:0",
        "t": "Jerusalem’s Enemies to Be Destroyed",
        "h": 2
    },
    {
        "o": 25372,
        "r": "niv:Zechariah:12:1",
        "t": "A*p prophecy: The word of the Lord*s concerning Israel. The*p Lord,*s who stretches out the heavens, who lays the foundation of the earth, and who forms the human spirit within a person, declares:"
    },
    {
        "o": 25373,
        "r": "niv:Zechariah:12:2",
        "t": "“I am going to make Jerusalem a cup that sends all the surrounding peoples reeling. Judah will be besieged as well as Jerusalem."
    },
    {
        "o": 25374,
        "r": "niv:Zechariah:12:3",
        "t": "On that day, when all the nations of the earth are gathered against her, I will make Jerusalem an immovable rock for all the nations. All who try to move it will injure themselves."
    },
    {
        "o": 25375,
        "r": "niv:Zechariah:12:4",
        "t": "On that day I will strike every horse with panic and its rider with madness,” declares the Lord.*s “I will keep a watchful eye over Judah, but I will blind all the horses of the nations."
    },
    {
        "o": 25376,
        "r": "niv:Zechariah:12:5",
        "t": "Then the clans of Judah will say in their hearts, ‘The people of Jerusalem are strong, because the Lord*s Almighty is their God.’"
    },
    {
        "o": 25377,
        "r": "niv:Zechariah:12:6",
        "t": "“On*p that day I will make the clans of Judah like a firepot in a woodpile, like a flaming torch among sheaves. They will consume all the surrounding peoples right and left, but Jerusalem will remain intact in her place."
    },
    {
        "o": 25378,
        "r": "niv:Zechariah:12:7",
        "t": "“The*p Lord*s will save the dwellings of Judah first, so that the honor of the house of David and of Jerusalem’s inhabitants may not be greater than that of Judah."
    },
    {
        "o": 25379,
        "r": "niv:Zechariah:12:8",
        "t": "On that day the Lord*s will shield those who live in Jerusalem, so that the feeblest among them will be like David, and the house of David will be like God, like the angel of the Lord*s going before them."
    },
    {
        "o": 25380,
        "r": "niv:Zechariah:12:9",
        "t": "On that day I will set out to destroy all the nations that attack Jerusalem."
    },
    {
        "o": 25381,
        "r": "niv:Zechariah:12:9",
        "t": "Mourning for the One They Pierced",
        "h": 2
    },
    {
        "o": 25382,
        "r": "niv:Zechariah:12:10",
        "t": "“And*p I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and supplication. They will look on me, the one they have pierced, and they will mourn for him as one mourns for an only child, and grieve bitterly for him as one grieves for a firstborn son."
    },
    {
        "o": 25383,
        "r": "niv:Zechariah:12:11",
        "t": "On that day the weeping in Jerusalem will be as great as the weeping of Hadad Rimmon in the plain of Megiddo."
    },
    {
        "o": 25384,
        "r": "niv:Zechariah:12:12",
        "t": "The land will mourn, each clan by itself, with their wives by themselves: the clan of the house of David and their wives, the clan of the house of Nathan and their wives,"
    },
    {
        "o": 25385,
        "r": "niv:Zechariah:12:13",
        "t": "the clan of the house of Levi and their wives, the clan of Shimei and their wives,"
    },
    {
        "o": 25386,
        "r": "niv:Zechariah:12:14",
        "t": "and all the rest of the clans and their wives."
    },
    {
        "o": 25387,
        "r": "niv:Zechariah:13:0",
        "t": "Zechariah 13",
        "h": 1
    },
    {
        "o": 25388,
        "r": "niv:Zechariah:13:0",
        "t": "Cleansing From Sin",
        "h": 2
    },
    {
        "o": 25389,
        "r": "niv:Zechariah:13:1",
        "t": "“On*p that day a fountain will be opened to the house of David and the inhabitants of Jerusalem, to cleanse them from sin and impurity."
    },
    {
        "o": 25390,
        "r": "niv:Zechariah:13:2",
        "t": "“On*p that day, I will banish the names of the idols from the land, and they will be remembered no more,” declares the Lord*s Almighty. “I will remove both the prophets and the spirit of impurity from the land."
    },
    {
        "o": 25391,
        "r": "niv:Zechariah:13:3",
        "t": "And if anyone still prophesies, their father and mother, to whom they were born, will say to them, ‘You must die, because you have told lies in the Lord’s*s name.’ Then their own parents will stab the one who prophesies."
    },
    {
        "o": 25392,
        "r": "niv:Zechariah:13:4",
        "t": "“On*p that day every prophet will be ashamed of their prophetic vision. They will not put on a prophet’s garment of hair in order to deceive."
    },
    {
        "o": 25393,
        "r": "niv:Zechariah:13:5",
        "t": "Each will say, ‘I am not a prophet. I am a farmer; the land has been my livelihood since my youth.’"
    },
    {
        "o": 25394,
        "r": "niv:Zechariah:13:6",
        "t": "If someone asks, ‘What are these wounds on your body?’ they will answer, ‘The wounds I was given at the house of my friends.’"
    },
    {
        "o": 25395,
        "r": "niv:Zechariah:13:6",
        "t": "The Shepherd Struck, the Sheep Scattered",
        "h": 2
    },
    {
        "o": 25396,
        "r": "niv:Zechariah:13:7",
        "t": "“Awake,*pn sword, against my shepherd, against*ld the man who is close to me!” declares*ld the Lord*s Almighty. “Strike*ln the shepherd, and*ld the sheep will be scattered, and*ld I will turn my hand against the little ones."
    },
    {
        "o": 25397,
        "r": "niv:Zechariah:13:8",
        "t": "In*ln the whole land,” declares the Lord,*s “two-thirds*ld will be struck down and perish; yet*ld one-third will be left in it."
    },
    {
        "o": 25398,
        "r": "niv:Zechariah:13:9",
        "t": "This*ln third I will put into the fire; I*ld will refine them like silver and*ld test them like gold. They*ln will call on my name and*ld I will answer them; I*ln will say, ‘They are my people,’ and*ld they will say, ‘The Lord*s is our God.’ ”"
    },
    {
        "o": 25399,
        "r": "niv:Zechariah:14:0",
        "t": "Zechariah 14",
        "h": 1
    },
    {
        "o": 25400,
        "r": "niv:Zechariah:14:0",
        "t": "The Lord Comes and Reigns",
        "h": 2
    },
    {
        "o": 25401,
        "r": "niv:Zechariah:14:1",
        "t": "A*p day of the Lord*s is coming, Jerusalem, when your possessions will be plundered and divided up within your very walls."
    },
    {
        "o": 25402,
        "r": "niv:Zechariah:14:2",
        "t": "I*p will gather all the nations to Jerusalem to fight against it; the city will be captured, the houses ransacked, and the women raped. Half of the city will go into exile, but the rest of the people will not be taken from the city."
    },
    {
        "o": 25403,
        "r": "niv:Zechariah:14:3",
        "t": "Then the Lord*s will go out and fight against those nations, as he fights on a day of battle."
    },
    {
        "o": 25404,
        "r": "niv:Zechariah:14:4",
        "t": "On that day his feet will stand on the Mount of Olives, east of Jerusalem, and the Mount of Olives will be split in two from east to west, forming a great valley, with half of the mountain moving north and half moving south."
    },
    {
        "o": 25405,
        "r": "niv:Zechariah:14:5",
        "t": "You will flee by my mountain valley, for it will extend to Azel. You will flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the Lord*s my God will come, and all the holy ones with him."
    },
    {
        "o": 25406,
        "r": "niv:Zechariah:14:6",
        "t": "On*p that day there will be neither sunlight nor cold, frosty darkness."
    },
    {
        "o": 25407,
        "r": "niv:Zechariah:14:7",
        "t": "It will be a unique day—a day known only to the Lord*s —with no distinction between day and night. When evening comes, there will be light."
    },
    {
        "o": 25408,
        "r": "niv:Zechariah:14:8",
        "t": "On*p that day living water will flow out from Jerusalem, half of it east to the Dead Sea and half of it west to the Mediterranean Sea, in summer and in winter."
    },
    {
        "o": 25409,
        "r": "niv:Zechariah:14:9",
        "t": "The*p Lord*s will be king over the whole earth. On that day there will be one Lord,*s and his name the only name."
    },
    {
        "o": 25410,
        "r": "niv:Zechariah:14:10",
        "t": "The*p whole land, from Geba to Rimmon, south of Jerusalem, will become like the Arabah. But Jerusalem will be raised up high from the Benjamin Gate to the site of the First Gate, to the Corner Gate, and from the Tower of Hananel to the royal winepresses, and will remain in its place."
    },
    {
        "o": 25411,
        "r": "niv:Zechariah:14:11",
        "t": "It will be inhabited; never again will it be destroyed. Jerusalem will be secure."
    },
    {
        "o": 25412,
        "r": "niv:Zechariah:14:12",
        "t": "This*p is the plague with which the Lord*s will strike all the nations that fought against Jerusalem: Their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths."
    },
    {
        "o": 25413,
        "r": "niv:Zechariah:14:13",
        "t": "On that day people will be stricken by the Lord*s with great panic. They will seize each other by the hand and attack one another."
    },
    {
        "o": 25414,
        "r": "niv:Zechariah:14:14",
        "t": "Judah too will fight at Jerusalem. The wealth of all the surrounding nations will be collected—great quantities of gold and silver and clothing."
    },
    {
        "o": 25415,
        "r": "niv:Zechariah:14:15",
        "t": "A similar plague will strike the horses and mules, the camels and donkeys, and all the animals in those camps."
    },
    {
        "o": 25416,
        "r": "niv:Zechariah:14:16",
        "t": "Then*p the survivors from all the nations that have attacked Jerusalem will go up year after year to worship the King, the Lord*s Almighty, and to celebrate the Festival of Tabernacles."
    },
    {
        "o": 25417,
        "r": "niv:Zechariah:14:17",
        "t": "If any of the peoples of the earth do not go up to Jerusalem to worship the King, the Lord*s Almighty, they will have no rain."
    },
    {
        "o": 25418,
        "r": "niv:Zechariah:14:18",
        "t": "If the Egyptian people do not go up and take part, they will have no rain. The Lord*s will bring on them the plague he inflicts on the nations that do not go up to celebrate the Festival of Tabernacles."
    },
    {
        "o": 25419,
        "r": "niv:Zechariah:14:19",
        "t": "This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Festival of Tabernacles."
    },
    {
        "o": 25420,
        "r": "niv:Zechariah:14:20",
        "t": "On*p that day Holy*s to*s the*s Lord*s will be inscribed on the bells of the horses, and the cooking pots in the Lord’s*s house will be like the sacred bowls in front of the altar."
    },
    {
        "o": 25421,
        "r": "niv:Zechariah:14:21",
        "t": "Every pot in Jerusalem and Judah will be holy to the Lord*s Almighty, and all who come to sacrifice will take some of the pots and cook in them. And on that day there will no longer be a Canaanite in the house of the Lord*s Almighty."
    }
]
