[
    {
        "o": 13633,
        "r": "csb:Ezra:10:0",
        "t": "Ezra 10",
        "h": 1
    },
    {
        "o": 13634,
        "r": "csb:Ezra:10:0",
        "t": "Sending Away Foreign Wives",
        "h": 2
    },
    {
        "o": 13635,
        "r": "csb:Ezra:10:1",
        "t": "While*p Ezra prayed and confessed, weeping and falling facedown before the house of God, an extremely large assembly of Israelite men, women, and children gathered around him. The people also wept bitterly."
    },
    {
        "o": 13636,
        "r": "csb:Ezra:10:2",
        "t": "Then Shecaniah son of Jehiel, an Elamite, responded to Ezra, “We have been unfaithful to our God by marrying foreign women from the surrounding peoples, but there is still hope for Israel in spite of this."
    },
    {
        "o": 13637,
        "r": "csb:Ezra:10:3",
        "t": "Therefore, let’s make a covenant before our God to send away all the foreign wives and their children, according to the counsel of my lord and of those who tremble at the command of our God. Let it be done according to the law."
    },
    {
        "o": 13638,
        "r": "csb:Ezra:10:4",
        "t": "Get up, for this matter is your responsibility, and we support you. Be strong and take action!”"
    },
    {
        "o": 13639,
        "r": "csb:Ezra:10:5",
        "t": "Then*p Ezra got up and made the leading priests, Levites, and all Israel take an oath to do what had been said; so they took the oath."
    },
    {
        "o": 13640,
        "r": "csb:Ezra:10:6",
        "t": "Ezra then went from the house of God and walked to the chamber of Jehohanan son of Eliashib, where he spent the night. He did not eat food or drink water, because he was mourning over the unfaithfulness of the exiles."
    },
    {
        "o": 13641,
        "r": "csb:Ezra:10:7",
        "t": "They*p circulated a proclamation throughout Judah and Jerusalem that all the exiles should gather at Jerusalem."
    },
    {
        "o": 13642,
        "r": "csb:Ezra:10:8",
        "t": "Whoever did not come within three days would forfeit all his possessions, according to the decision of the leaders and elders, and would be excluded from the assembly of the exiles."
    },
    {
        "o": 13643,
        "r": "csb:Ezra:10:9",
        "t": "So*p all the men of Judah and Benjamin gathered in Jerusalem within the three days. On the twentieth day of the ninth month, all the people sat in the square at the house of God, trembling because of this matter and because of the heavy rain."
    },
    {
        "o": 13644,
        "r": "csb:Ezra:10:10",
        "t": "Then the priest Ezra stood up and said to them, “You have been unfaithful by marrying foreign women, adding to Israel’s guilt."
    },
    {
        "o": 13645,
        "r": "csb:Ezra:10:11",
        "t": "Therefore, make a confession to the Lord,*s the God of your ancestors, and do his will. Separate yourselves from the surrounding peoples and your foreign wives.”"
    },
    {
        "o": 13646,
        "r": "csb:Ezra:10:12",
        "t": "Then*p all the assembly responded loudly, “Yes, we will do as you say!"
    },
    {
        "o": 13647,
        "r": "csb:Ezra:10:13",
        "t": "But there are many people, and it is the rainy season. We don’t have the stamina to stay out in the open. This isn’t something that can be done in a day or two, for we have rebelled terribly in this matter."
    },
    {
        "o": 13648,
        "r": "csb:Ezra:10:14",
        "t": "Let our leaders represent the entire assembly. Then let all those in our towns who have married foreign women come at appointed times, together with the elders and judges of each town, in order to avert the fierce anger of our God concerning this matter.”"
    },
    {
        "o": 13649,
        "r": "csb:Ezra:10:15",
        "t": "Only Jonathan son of Asahel and Jahzeiah son of Tikvah opposed this, with Meshullam and Shabbethai the Levite supporting them."
    },
    {
        "o": 13650,
        "r": "csb:Ezra:10:16",
        "t": "The*p exiles did what had been proposed. The priest Ezra selected men who were family heads, all identified by name, to represent their ancestral families. They convened on the first day of the tenth month to investigate the matter,"
    },
    {
        "o": 13651,
        "r": "csb:Ezra:10:17",
        "t": "and by the first day of the first month they had dealt with all the men who had married foreign women."
    },
    {
        "o": 13652,
        "r": "csb:Ezra:10:17",
        "t": "Those Married to Foreign Wives",
        "h": 2
    },
    {
        "o": 13653,
        "r": "csb:Ezra:10:18",
        "t": "The*p following were found to have married foreign women from the descendants of the priests: from*ln the descendants of Jeshua son of Jozadak and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah."
    },
    {
        "o": 13654,
        "r": "csb:Ezra:10:19",
        "t": "They pledged to send their wives away, and being guilty, they offered a ram from the flock for their guilt;"
    },
    {
        "o": 13655,
        "r": "csb:Ezra:10:20",
        "t": "Hanani*ln and Zebadiah from Immer’s descendants;"
    },
    {
        "o": 13656,
        "r": "csb:Ezra:10:21",
        "t": "Maaseiah,*ln Elijah, Shemaiah, Jehiel, and Uzziah from Harim’s descendants;"
    },
    {
        "o": 13657,
        "r": "csb:Ezra:10:22",
        "t": "Elioenai,*ln Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah from Pashhur’s descendants."
    },
    {
        "o": 13658,
        "r": "csb:Ezra:10:23",
        "t": "The*p Levites: Jozabad,*ln Shimei, Kelaiah (that is Kelita), Pethahiah, Judah, and Eliezer."
    },
    {
        "o": 13659,
        "r": "csb:Ezra:10:24",
        "t": "The*p singers: Eliashib.*ln The*p gatekeepers: Shallum,*ln Telem, and Uri."
    },
    {
        "o": 13660,
        "r": "csb:Ezra:10:25",
        "t": "The*p Israelites: Parosh’s*ln descendants: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah;"
    },
    {
        "o": 13661,
        "r": "csb:Ezra:10:26",
        "t": "Elam’s*ln descendants: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah;"
    },
    {
        "o": 13662,
        "r": "csb:Ezra:10:27",
        "t": "Zattu’s*ln descendants: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza;"
    },
    {
        "o": 13663,
        "r": "csb:Ezra:10:28",
        "t": "Bebai’s*ln descendants: Jehohanan, Hananiah, Zabbai, and Athlai;"
    },
    {
        "o": 13664,
        "r": "csb:Ezra:10:29",
        "t": "Bani’s*ln descendants: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth;"
    },
    {
        "o": 13665,
        "r": "csb:Ezra:10:30",
        "t": "Pahath-moab’s*ln descendants: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh;"
    },
    {
        "o": 13666,
        "r": "csb:Ezra:10:31",
        "t": "Harim’s*ln descendants: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
    },
    {
        "o": 13667,
        "r": "csb:Ezra:10:32",
        "t": "Benjamin, Malluch, and Shemariah;"
    },
    {
        "o": 13668,
        "r": "csb:Ezra:10:33",
        "t": "Hashum’s*ln descendants: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei;"
    },
    {
        "o": 13669,
        "r": "csb:Ezra:10:34",
        "t": "Bani’s*ln descendants: Maadai, Amram, Uel,"
    },
    {
        "o": 13670,
        "r": "csb:Ezra:10:35",
        "t": "Benaiah, Bedeiah, Cheluhi,"
    },
    {
        "o": 13671,
        "r": "csb:Ezra:10:36",
        "t": "Vaniah, Meremoth, Eliashib,"
    },
    {
        "o": 13672,
        "r": "csb:Ezra:10:37",
        "t": "Mattaniah, Mattenai, Jaasu,"
    },
    {
        "o": 13673,
        "r": "csb:Ezra:10:38",
        "t": "Bani, Binnui, Shimei,"
    },
    {
        "o": 13674,
        "r": "csb:Ezra:10:39",
        "t": "Shelemiah, Nathan, Adaiah,"
    },
    {
        "o": 13675,
        "r": "csb:Ezra:10:40",
        "t": "Machnadebai, Shashai, Sharai,"
    },
    {
        "o": 13676,
        "r": "csb:Ezra:10:41",
        "t": "Azarel, Shelemiah, Shemariah,"
    },
    {
        "o": 13677,
        "r": "csb:Ezra:10:42",
        "t": "Shallum, Amariah, and Joseph;"
    },
    {
        "o": 13678,
        "r": "csb:Ezra:10:43",
        "t": "Nebo’s*ln descendants: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah."
    },
    {
        "o": 13679,
        "r": "csb:Ezra:10:44",
        "t": "All*p of these had married foreign women, and some of the wives had given birth to children."
    }
]
