[
    {
        "o": 22878,
        "r": "esv:Ezekiel:7:0",
        "t": "Ezekiel 7",
        "h": 1
    },
    {
        "o": 22879,
        "r": "esv:Ezekiel:7:0",
        "t": "The Day of the Wrath of the Lord",
        "h": 2
    },
    {
        "o": 22880,
        "r": "esv:Ezekiel:7:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22881,
        "r": "esv:Ezekiel:7:2",
        "t": "“And you, O son of man, thus says the Lord God*s to the land of Israel: An end! The end has come upon the four corners of the land."
    },
    {
        "o": 22882,
        "r": "esv:Ezekiel:7:3",
        "t": "Now the end is upon you, and I will send my anger upon you; I will judge you according to your ways, and I will punish you for all your abominations."
    },
    {
        "o": 22883,
        "r": "esv:Ezekiel:7:4",
        "t": "And my eye will not spare you, nor will I have pity, but I will punish you for your ways, while your abominations are in your midst. Then you will know that I am the Lord.*s"
    },
    {
        "o": 22884,
        "r": "esv:Ezekiel:7:5",
        "t": "“Thus*p says the Lord God:*s Disaster after disaster! Behold, it comes."
    },
    {
        "o": 22885,
        "r": "esv:Ezekiel:7:6",
        "t": "An end has come; the end has come; it has awakened against you. Behold, it comes."
    },
    {
        "o": 22886,
        "r": "esv:Ezekiel:7:7",
        "t": "Your doom has come to you, O inhabitant of the land. The time has come; the day is near, a day of tumult, and not of joyful shouting on the mountains."
    },
    {
        "o": 22887,
        "r": "esv:Ezekiel:7:8",
        "t": "Now I will soon pour out my wrath upon you, and spend my anger against you, and judge you according to your ways, and I will punish you for all your abominations."
    },
    {
        "o": 22888,
        "r": "esv:Ezekiel:7:9",
        "t": "And my eye will not spare, nor will I have pity. I will punish you according to your ways, while your abominations are in your midst. Then you will know that I am the Lord,*s who strikes."
    },
    {
        "o": 22889,
        "r": "esv:Ezekiel:7:10",
        "t": "“Behold,*p the day! Behold, it comes! Your doom has come; the rod has blossomed; pride has budded."
    },
    {
        "o": 22890,
        "r": "esv:Ezekiel:7:11",
        "t": "Violence has grown up into a rod of wickedness. None of them shall remain, nor their abundance, nor their wealth; neither shall there be preeminence among them."
    },
    {
        "o": 22891,
        "r": "esv:Ezekiel:7:12",
        "t": "The time has come; the day has arrived. Let not the buyer rejoice, nor the seller mourn, for wrath is upon all their multitude."
    },
    {
        "o": 22892,
        "r": "esv:Ezekiel:7:13",
        "t": "For the seller shall not return to what he has sold, while they live. For the vision concerns all their multitude; it shall not turn back; and because of his iniquity, none can maintain his life."
    },
    {
        "o": 22893,
        "r": "esv:Ezekiel:7:14",
        "t": "“They*p have blown the trumpet and made everything ready, but none goes to battle, for my wrath is upon all their multitude."
    },
    {
        "o": 22894,
        "r": "esv:Ezekiel:7:15",
        "t": "The sword is without; pestilence and famine are within. He who is in the field dies by the sword, and him who is in the city famine and pestilence devour."
    },
    {
        "o": 22895,
        "r": "esv:Ezekiel:7:16",
        "t": "And if any survivors escape, they will be on the mountains, like doves of the valleys, all of them moaning, each one over his iniquity."
    },
    {
        "o": 22896,
        "r": "esv:Ezekiel:7:17",
        "t": "All hands are feeble, and all knees turn to water."
    },
    {
        "o": 22897,
        "r": "esv:Ezekiel:7:18",
        "t": "They put on sackcloth, and horror covers them. Shame is on all faces, and baldness on all their heads."
    },
    {
        "o": 22898,
        "r": "esv:Ezekiel:7:19",
        "t": "They cast their silver into the streets, and their gold is like an unclean thing. Their silver and gold are not able to deliver them in the day of the wrath of the Lord.*s They cannot satisfy their hunger or fill their stomachs with it. For it was the stumbling block of their iniquity."
    },
    {
        "o": 22899,
        "r": "esv:Ezekiel:7:20",
        "t": "His beautiful ornament they used for pride, and they made their abominable images and their detestable things of it. Therefore I make it an unclean thing to them."
    },
    {
        "o": 22900,
        "r": "esv:Ezekiel:7:21",
        "t": "And I will give it into the hands of foreigners for prey, and to the wicked of the earth for spoil, and they shall profane it."
    },
    {
        "o": 22901,
        "r": "esv:Ezekiel:7:22",
        "t": "I will turn my face from them, and they shall profane my treasured place. Robbers shall enter and profane it."
    },
    {
        "o": 22902,
        "r": "esv:Ezekiel:7:23",
        "t": "“Forge*p a chain! For the land is full of bloody crimes and the city is full of violence."
    },
    {
        "o": 22903,
        "r": "esv:Ezekiel:7:24",
        "t": "I will bring the worst of the nations to take possession of their houses. I will put an end to the pride of the strong, and their holy places shall be profaned."
    },
    {
        "o": 22904,
        "r": "esv:Ezekiel:7:25",
        "t": "When anguish comes, they will seek peace, but there shall be none."
    },
    {
        "o": 22905,
        "r": "esv:Ezekiel:7:26",
        "t": "Disaster comes upon disaster; rumor follows rumor. They seek a vision from the prophet, while the law perishes from the priest and counsel from the elders."
    },
    {
        "o": 22906,
        "r": "esv:Ezekiel:7:27",
        "t": "The king mourns, the prince is wrapped in despair, and the hands of the people of the land are paralyzed by terror. According to their way I will do to them, and according to their judgments I will judge them, and they shall know that I am the Lord.”*s"
    }
]
