[
    {
        "o": 462,
        "r": "nasb:Genesis:18:0",
        "t": "Genesis 18",
        "h": 1
    },
    {
        "o": 463,
        "r": "nasb:Genesis:18:0",
        "t": "Birth of Isaac Promised",
        "h": 2
    },
    {
        "o": 464,
        "r": "nasb:Genesis:18:1",
        "t": "Now*p the Lord*s appeared to him by the oaks of Mamre, while he was sitting at the tent door in the heat of the day."
    },
    {
        "o": 465,
        "r": "nasb:Genesis:18:2",
        "t": "When he lifted up his eyes and looked, behold, three men were standing opposite him; and when he saw them,*i he ran from the tent door to meet them and bowed himself to the earth,"
    },
    {
        "o": 466,
        "r": "nasb:Genesis:18:3",
        "t": "and said, “My Lord, if now I have found favor in Your sight, please do not pass Your servant by."
    },
    {
        "o": 467,
        "r": "nasb:Genesis:18:4",
        "t": "Please let a little water be brought and wash your feet, and rest yourselves under the tree;"
    },
    {
        "o": 468,
        "r": "nasb:Genesis:18:5",
        "t": "and I will bring a piece of bread, that you may refresh yourselves; after that you may go on, since you have visited your servant.” And they said, “So do, as you have said.”"
    },
    {
        "o": 469,
        "r": "nasb:Genesis:18:6",
        "t": "So Abraham hurried into the tent to Sarah, and said, “Quickly, prepare three measures of fine flour, knead it*i and make bread cakes.”"
    },
    {
        "o": 470,
        "r": "nasb:Genesis:18:7",
        "t": "Abraham also ran to the herd, and took a tender and choice calf and gave it*i to the servant, and he hurried to prepare it."
    },
    {
        "o": 471,
        "r": "nasb:Genesis:18:8",
        "t": "He took curds and milk and the calf which he had prepared, and placed it*i before them; and he was standing by them under the tree as they ate."
    },
    {
        "o": 472,
        "r": "nasb:Genesis:18:9",
        "t": "Then*p they said to him, “Where is Sarah your wife?” And he said, “There, in the tent.”"
    },
    {
        "o": 473,
        "r": "nasb:Genesis:18:10",
        "t": "He said, “I will surely return to you at this time next year; and behold, Sarah your wife will have a son.” And Sarah was listening at the tent door, which was behind him."
    },
    {
        "o": 474,
        "r": "nasb:Genesis:18:11",
        "t": "Now Abraham and Sarah were old, advanced in age; Sarah was past childbearing."
    },
    {
        "o": 475,
        "r": "nasb:Genesis:18:12",
        "t": "Sarah laughed to herself, saying, “After I have become old, shall I have pleasure, my lord being old also?”"
    },
    {
        "o": 476,
        "r": "nasb:Genesis:18:13",
        "t": "And the Lord*s said to Abraham, “Why did Sarah laugh, saying, ‘Shall I indeed bear a*i child,*i when I am so*i old?’"
    },
    {
        "o": 477,
        "r": "nasb:Genesis:18:14",
        "t": "Is anything too difficult for the Lord?*s At the appointed time I will return to you, at this time next year, and Sarah will have a son.”"
    },
    {
        "o": 478,
        "r": "nasb:Genesis:18:15",
        "t": "Sarah denied it*i however, saying, “I did not laugh”; for she was afraid. And He said, “No, but you did laugh.”"
    },
    {
        "o": 479,
        "r": "nasb:Genesis:18:16",
        "t": "Then*p the men rose up from there, and looked down toward Sodom; and Abraham was walking with them to send them off."
    },
    {
        "o": 480,
        "r": "nasb:Genesis:18:17",
        "t": "The Lord*s said, “Shall I hide from Abraham what I am about to do,"
    },
    {
        "o": 481,
        "r": "nasb:Genesis:18:18",
        "t": "since Abraham will surely become a great and mighty nation, and in him all the nations of the earth will be blessed?"
    },
    {
        "o": 482,
        "r": "nasb:Genesis:18:19",
        "t": "For I have chosen him, so that he may command his children and his household after him to keep the way of the Lord*s by doing righteousness and justice, so that the Lord*s may bring upon Abraham what He has spoken about him.”"
    },
    {
        "o": 483,
        "r": "nasb:Genesis:18:20",
        "t": "And the Lord*s said, “The outcry of Sodom and Gomorrah is indeed great, and their sin is exceedingly grave."
    },
    {
        "o": 484,
        "r": "nasb:Genesis:18:21",
        "t": "I will go down now, and see if they have done entirely according to its outcry, which has come to Me; and if not, I will know.”"
    },
    {
        "o": 485,
        "r": "nasb:Genesis:18:22",
        "t": "Then*p the men turned away from there and went toward Sodom, while Abraham was still standing before the Lord.*s"
    },
    {
        "o": 486,
        "r": "nasb:Genesis:18:23",
        "t": "Abraham came near and said, “Will You indeed sweep away the righteous with the wicked?"
    },
    {
        "o": 487,
        "r": "nasb:Genesis:18:24",
        "t": "Suppose there are fifty righteous within the city; will You indeed sweep it*i away and not spare the place for the sake of the fifty righteous who are in it?"
    },
    {
        "o": 488,
        "r": "nasb:Genesis:18:25",
        "t": "Far be it from You to do such a thing, to slay the righteous with the wicked, so that the righteous and the wicked are treated*i alike. Far be it from You! Shall not the Judge of all the earth deal justly?”"
    },
    {
        "o": 489,
        "r": "nasb:Genesis:18:26",
        "t": "So the Lord*s said, “If I find in Sodom fifty righteous within the city, then I will spare the whole place on their account.”"
    },
    {
        "o": 490,
        "r": "nasb:Genesis:18:27",
        "t": "And Abraham replied, “Now behold, I have ventured to speak to the Lord, although I am but*i dust and ashes."
    },
    {
        "o": 491,
        "r": "nasb:Genesis:18:28",
        "t": "Suppose the fifty righteous are lacking five, will You destroy the whole city because of five?” And He said, “I will not destroy it*i if I find forty-five there.”"
    },
    {
        "o": 492,
        "r": "nasb:Genesis:18:29",
        "t": "He spoke to Him yet again and said, “Suppose forty are found there?” And He said, “I will not do it*i on account of the forty.”"
    },
    {
        "o": 493,
        "r": "nasb:Genesis:18:30",
        "t": "Then he said, “Oh may the Lord not be angry, and I shall speak; suppose thirty are found there?” And He said, “I will not do it*i if I find thirty there.”"
    },
    {
        "o": 494,
        "r": "nasb:Genesis:18:31",
        "t": "And he said, “Now behold, I have ventured to speak to the Lord; suppose twenty are found there?” And He said, “I will not destroy it*i on account of the twenty.”"
    },
    {
        "o": 495,
        "r": "nasb:Genesis:18:32",
        "t": "Then he said, “Oh may the Lord not be angry, and I shall speak only this once; suppose ten are found there?” And He said, “I will not destroy it*i on account of the ten.”"
    },
    {
        "o": 496,
        "r": "nasb:Genesis:18:33",
        "t": "As soon as He had finished speaking to Abraham the Lord*s departed, and Abraham returned to his place."
    }
]
