[
    {
        "o": 11340,
        "r": "csb:2 Kings:25:0",
        "t": "2 Kings 25",
        "h": 1
    },
    {
        "o": 11341,
        "r": "csb:2 Kings:25:0",
        "t": "Nebuchadnezzar’s Siege of Jerusalem",
        "h": 2
    },
    {
        "o": 11342,
        "r": "csb:2 Kings:25:1",
        "t": "In*p the ninth year of Zedekiah’s reign, on the tenth day of the tenth month, King Nebuchadnezzar of Babylon advanced against Jerusalem with his entire army. They laid siege to the city and built a siege wall against it all around."
    },
    {
        "o": 11343,
        "r": "csb:2 Kings:25:2",
        "t": "The city was under siege until King Zedekiah’s eleventh year."
    },
    {
        "o": 11344,
        "r": "csb:2 Kings:25:3",
        "t": "By*p the ninth day of the fourth month the famine was so severe in the city that the common people had no food."
    },
    {
        "o": 11345,
        "r": "csb:2 Kings:25:4",
        "t": "Then the city was broken into, and all the warriors fled at night by way of the city gate between the two walls near the king’s garden, even though the Chaldeans surrounded the city. As the king made his way along the route to the Arabah,"
    },
    {
        "o": 11346,
        "r": "csb:2 Kings:25:5",
        "t": "the Chaldean army pursued him and overtook him in the plains of Jericho. Zedekiah’s entire army left him and scattered."
    },
    {
        "o": 11347,
        "r": "csb:2 Kings:25:6",
        "t": "The Chaldeans seized the king and brought him up to the king of Babylon at Riblah, and they passed sentence on him."
    },
    {
        "o": 11348,
        "r": "csb:2 Kings:25:7",
        "t": "They slaughtered Zedekiah’s sons before his eyes. Finally, the king of Babylon blinded Zedekiah, bound him in bronze chains, and took him to Babylon."
    },
    {
        "o": 11349,
        "r": "csb:2 Kings:25:7",
        "t": "Jerusalem Destroyed",
        "h": 2
    },
    {
        "o": 11350,
        "r": "csb:2 Kings:25:8",
        "t": "On*p the seventh day of the fifth month - which was the nineteenth year of King Nebuchadnezzar of Babylon - Nebuzaradan, the captain of the guards, a servant of the king of Babylon, entered Jerusalem."
    },
    {
        "o": 11351,
        "r": "csb:2 Kings:25:9",
        "t": "He burned the Lord’s*s temple, the king’s palace, and all the houses of Jerusalem; he burned down all the great houses."
    },
    {
        "o": 11352,
        "r": "csb:2 Kings:25:10",
        "t": "The whole Chaldean army with the captain of the guards tore down the walls surrounding Jerusalem."
    },
    {
        "o": 11353,
        "r": "csb:2 Kings:25:11",
        "t": "Nebuzaradan, the captain of the guards, deported the rest of the people who remained in the city, the deserters who had defected to the king of Babylon, and the rest of the population."
    },
    {
        "o": 11354,
        "r": "csb:2 Kings:25:12",
        "t": "But the captain of the guards left some of the poorest of the land to be vinedressers and farmers."
    },
    {
        "o": 11355,
        "r": "csb:2 Kings:25:13",
        "t": "Now*p the Chaldeans broke into pieces the bronze pillars of the Lord’s*s temple, the water carts, and the bronze basin, which were in the Lord’s*s temple, and carried the bronze to Babylon."
    },
    {
        "o": 11356,
        "r": "csb:2 Kings:25:14",
        "t": "They also took the pots, shovels, wick trimmers, dishes, and all the bronze articles used in the priests’ service."
    },
    {
        "o": 11357,
        "r": "csb:2 Kings:25:15",
        "t": "The captain of the guards took away the firepans and sprinkling basins - whatever was gold or silver."
    },
    {
        "o": 11358,
        "r": "csb:2 Kings:25:16",
        "t": "As*p for the two pillars, the one basin, and the water carts that Solomon had made for the Lord’s*s temple, the weight of the bronze of all these articles was beyond measure."
    },
    {
        "o": 11359,
        "r": "csb:2 Kings:25:17",
        "t": "One pillar was twenty-seven feet tall and had a bronze capital on top of it. The capital, encircled by a grating and pomegranates of bronze, stood five feet high. The second pillar was the same, with its own grating."
    },
    {
        "o": 11360,
        "r": "csb:2 Kings:25:18",
        "t": "The*p captain of the guards also took away Seraiah the chief priest, Zephaniah the priest of the second rank, and the three doorkeepers."
    },
    {
        "o": 11361,
        "r": "csb:2 Kings:25:19",
        "t": "From the city he took a court official who had been appointed over the warriors; five trusted royal aides found in the city; the secretary of the commander of the army, who enlisted the people of the land for military duty; and sixty men from the common people who were found within the city."
    },
    {
        "o": 11362,
        "r": "csb:2 Kings:25:20",
        "t": "Nebuzaradan, the captain of the guards, took them and brought them to the king of Babylon at Riblah."
    },
    {
        "o": 11363,
        "r": "csb:2 Kings:25:21",
        "t": "The king of Babylon put them to death at Riblah in the land of Hamath. So Judah went into exile from its land."
    },
    {
        "o": 11364,
        "r": "csb:2 Kings:25:21",
        "t": "Gedaliah Made Governor",
        "h": 2
    },
    {
        "o": 11365,
        "r": "csb:2 Kings:25:22",
        "t": "King*p Nebuchadnezzar of Babylon appointed Gedaliah son of Ahikam, son of Shaphan, over the rest of the people he left in the land of Judah."
    },
    {
        "o": 11366,
        "r": "csb:2 Kings:25:23",
        "t": "When all the commanders of the armies - they and their men - heard that the king of Babylon had appointed Gedaliah, they came to Gedaliah at Mizpah. The commanders included Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, and Jaazaniah son of the Maacathite - they and their men."
    },
    {
        "o": 11367,
        "r": "csb:2 Kings:25:24",
        "t": "Gedaliah swore an oath to them and their men, assuring them, “Don’t be afraid of the servants of the Chaldeans. Live in the land and serve the king of Babylon, and it will go well for you.”"
    },
    {
        "o": 11368,
        "r": "csb:2 Kings:25:25",
        "t": "In*p the seventh month, however, Ishmael son of Nethaniah, son of Elishama, of the royal family, came with ten men and struck down Gedaliah, and he died. Also, they killed the Judeans and the Chaldeans who were with him at Mizpah."
    },
    {
        "o": 11369,
        "r": "csb:2 Kings:25:26",
        "t": "Then all the people, from the youngest to the oldest, and the commanders of the army, left and went to Egypt, for they were afraid of the Chaldeans."
    },
    {
        "o": 11370,
        "r": "csb:2 Kings:25:26",
        "t": "Jehoiachin Pardoned",
        "h": 2
    },
    {
        "o": 11371,
        "r": "csb:2 Kings:25:27",
        "t": "On*p the twenty-seventh day of the twelfth month of the thirty-seventh year of the exile of Judah’s King Jehoiachin, in the year Evil-merodach became king of Babylon, he pardoned King Jehoiachin of Judah and released him from prison."
    },
    {
        "o": 11372,
        "r": "csb:2 Kings:25:28",
        "t": "He spoke kindly to him and set his throne over the thrones of the kings who were with him in Babylon."
    },
    {
        "o": 11373,
        "r": "csb:2 Kings:25:29",
        "t": "So Jehoiachin changed his prison clothes, and he dined regularly in the presence of the king of Babylon for the rest of his life."
    },
    {
        "o": 11374,
        "r": "csb:2 Kings:25:30",
        "t": "As for his allowance, a regular allowance was given to him by the king, a portion for each day, for the rest of his life."
    }
]
