[
    {
        "o": 2396,
        "r": "nkjv:Exodus:24:0",
        "t": "Exodus 24",
        "h": 1
    },
    {
        "o": 2397,
        "r": "nkjv:Exodus:24:0",
        "t": "Israel Affirms the Covenant",
        "h": 2
    },
    {
        "o": 2398,
        "r": "nkjv:Exodus:24:1",
        "t": "Now*p He said to Moses, “Come up to the Lord,*s you and Aaron, Nadab and Abihu, and seventy of the elders of Israel, and worship from afar."
    },
    {
        "o": 2399,
        "r": "nkjv:Exodus:24:2",
        "t": "And Moses alone shall come near the Lord,*s but they shall not come near; nor shall the people go up with him.”"
    },
    {
        "o": 2400,
        "r": "nkjv:Exodus:24:3",
        "t": "So*p Moses came and told the people all the words of the Lord*s and all the judgments. And all the people answered with one voice and said, “All the words which the Lord*s has said we will do.”"
    },
    {
        "o": 2401,
        "r": "nkjv:Exodus:24:4",
        "t": "And Moses wrote all the words of the Lord.*s And he rose early in the morning, and built an altar at the foot of the mountain, and twelve pillars according to the twelve tribes of Israel."
    },
    {
        "o": 2402,
        "r": "nkjv:Exodus:24:5",
        "t": "Then he sent young men of the children of Israel, who offered burnt offerings and sacrificed peace offerings of oxen to the Lord.*s"
    },
    {
        "o": 2403,
        "r": "nkjv:Exodus:24:6",
        "t": "And Moses took half the blood and put it*i in basins, and half the blood he sprinkled on the altar."
    },
    {
        "o": 2404,
        "r": "nkjv:Exodus:24:7",
        "t": "Then he took the Book of the Covenant and read in the hearing of the people. And they said, “All that the Lord*s has said we will do, and be obedient.”"
    },
    {
        "o": 2405,
        "r": "nkjv:Exodus:24:8",
        "t": "And Moses took the blood, sprinkled it*i on the people, and said, “This is the blood of the covenant which the Lord*s has made with you according to all these words.”"
    },
    {
        "o": 2406,
        "r": "nkjv:Exodus:24:8",
        "t": "On the Mountain with God",
        "h": 2
    },
    {
        "o": 2407,
        "r": "nkjv:Exodus:24:9",
        "t": "Then*p Moses went up, also Aaron, Nadab, and Abihu, and seventy of the elders of Israel,"
    },
    {
        "o": 2408,
        "r": "nkjv:Exodus:24:10",
        "t": "and they saw the God of Israel. And there*i was*i under His feet as it were a paved work of sapphire stone, and it was like the very heavens in its*i clarity."
    },
    {
        "o": 2409,
        "r": "nkjv:Exodus:24:11",
        "t": "But on the nobles of the children of Israel He did not lay His hand. So they saw God, and they ate and drank."
    },
    {
        "o": 2410,
        "r": "nkjv:Exodus:24:12",
        "t": "Then*p the Lord*s said to Moses, “Come up to Me on the mountain and be there; and I will give you tablets of stone, and the law and commandments which I have written, that you may teach them.”"
    },
    {
        "o": 2411,
        "r": "nkjv:Exodus:24:13",
        "t": "So*p Moses arose with his assistant Joshua, and Moses went up to the mountain of God."
    },
    {
        "o": 2412,
        "r": "nkjv:Exodus:24:14",
        "t": "And he said to the elders, “Wait here for us until we come back to you. Indeed, Aaron and Hur are*i with you. If any man has a difficulty, let him go to them.”"
    },
    {
        "o": 2413,
        "r": "nkjv:Exodus:24:15",
        "t": "Then Moses went up into the mountain, and a cloud covered the mountain."
    },
    {
        "o": 2414,
        "r": "nkjv:Exodus:24:16",
        "t": "Now*p the glory of the Lord*s rested on Mount Sinai, and the cloud covered it six days. And on the seventh day He called to Moses out of the midst of the cloud."
    },
    {
        "o": 2415,
        "r": "nkjv:Exodus:24:17",
        "t": "The sight of the glory of the Lord*s was*i like a consuming fire on the top of the mountain in the eyes of the children of Israel."
    },
    {
        "o": 2416,
        "r": "nkjv:Exodus:24:18",
        "t": "So Moses went into the midst of the cloud and went up into the mountain. And Moses was on the mountain forty days and forty nights."
    }
]
