[
    {
        "o": 11884,
        "r": "csb:1 Chronicles:12:0",
        "t": "1 Chronicles 12",
        "h": 1
    },
    {
        "o": 11885,
        "r": "csb:1 Chronicles:12:0",
        "t": "David’s First Supporters",
        "h": 2
    },
    {
        "o": 11886,
        "r": "csb:1 Chronicles:12:1",
        "t": "The*p following were the men who came to David at Ziklag while he was still banned from the presence of Saul son of Kish. They were among the warriors who helped him in battle."
    },
    {
        "o": 11887,
        "r": "csb:1 Chronicles:12:2",
        "t": "They were archers who could use either the right or left hand, both to sling stones and shoot arrows from a bow. They were Saul’s relatives from Benjamin:"
    },
    {
        "o": 11888,
        "r": "csb:1 Chronicles:12:3",
        "t": "Their*ln chief was Ahiezer son of Shemaah the Gibeathite. Then*ln there was his brother Joash; Jeziel*ln and Pelet sons of Azmaveth; Beracah,*ln Jehu the Anathothite;"
    },
    {
        "o": 11889,
        "r": "csb:1 Chronicles:12:4",
        "t": "Ishmaiah*ln the Gibeonite, a warrior among the Thirty and a leader over the Thirty; Jeremiah,*ln Jahaziel, Johanan, Jozabad the Gederathite;"
    },
    {
        "o": 11890,
        "r": "csb:1 Chronicles:12:5",
        "t": "Eluzai,*ln Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite;"
    },
    {
        "o": 11891,
        "r": "csb:1 Chronicles:12:6",
        "t": "Elkanah,*ln Isshiah, Azarel, Joezer, and Jashobeam, the Korahites;"
    },
    {
        "o": 11892,
        "r": "csb:1 Chronicles:12:7",
        "t": "and*ln Joelah and Zebadiah, the sons of Jeroham from Gedor."
    },
    {
        "o": 11893,
        "r": "csb:1 Chronicles:12:8",
        "t": "Some*p Gadites defected to David at his stronghold in the desert. They were valiant warriors, trained for battle, expert with shield and spear. Their faces were like the faces of lions, and they were as swift as gazelles on the mountains."
    },
    {
        "o": 11894,
        "r": "csb:1 Chronicles:12:9",
        "t": "Ezer*ln was the chief, Obadiah second, Eliab third,"
    },
    {
        "o": 11895,
        "r": "csb:1 Chronicles:12:10",
        "t": "Mishmannah*ln fourth, Jeremiah fifth,"
    },
    {
        "o": 11896,
        "r": "csb:1 Chronicles:12:11",
        "t": "Attai*ln sixth, Eliel seventh,"
    },
    {
        "o": 11897,
        "r": "csb:1 Chronicles:12:12",
        "t": "Johanan*ln eighth, Elzabad ninth,"
    },
    {
        "o": 11898,
        "r": "csb:1 Chronicles:12:13",
        "t": "Jeremiah*ln tenth, and Machbannai eleventh."
    },
    {
        "o": 11899,
        "r": "csb:1 Chronicles:12:14",
        "t": "These*p Gadites were army commanders; the least of them was a match for a hundred, and the greatest of them for a thousand."
    },
    {
        "o": 11900,
        "r": "csb:1 Chronicles:12:15",
        "t": "These are the men who crossed the Jordan in the first month when it was overflowing all its banks, and put to flight all those in the valleys to the east and to the west."
    },
    {
        "o": 11901,
        "r": "csb:1 Chronicles:12:16",
        "t": "Other*p Benjaminites and men from Judah also went to David at the stronghold."
    },
    {
        "o": 11902,
        "r": "csb:1 Chronicles:12:17",
        "t": "David went out to meet them and said to them, “If you have come in peace to help me, my heart will be united with you, but if you have come to betray me to my enemies even though my hands have done no wrong, may the God of our ancestors look on it and judge.”"
    },
    {
        "o": 11903,
        "r": "csb:1 Chronicles:12:18",
        "t": "Then*p the Spirit enveloped Amasai, chief of the Thirty, and he said: We*pn are yours, David, we*ln are with you, son of Jesse! Peace,*ln peace to you, and*ln peace to him who helps you, for*ln your God helps you. So*p David received them and made them leaders of his troops."
    },
    {
        "o": 11904,
        "r": "csb:1 Chronicles:12:19",
        "t": "Some*p Manassites defected to David when he went with the Philistines to fight against Saul. However, they did not help the Philistines because the Philistine rulers sent David away after a discussion. They said, “It will be our heads if he defects to his master Saul.”"
    },
    {
        "o": 11905,
        "r": "csb:1 Chronicles:12:20",
        "t": "When David went to Ziklag, some men from Manasseh defected to him: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, chiefs of thousands in Manasseh."
    },
    {
        "o": 11906,
        "r": "csb:1 Chronicles:12:21",
        "t": "They helped David against the raiders, for they were all valiant warriors and commanders in the army."
    },
    {
        "o": 11907,
        "r": "csb:1 Chronicles:12:22",
        "t": "At that time, men came day after day to help David until there was a great army, like an army of God."
    },
    {
        "o": 11908,
        "r": "csb:1 Chronicles:12:22",
        "t": "David’s Soldiers in Hebron",
        "h": 2
    },
    {
        "o": 11909,
        "r": "csb:1 Chronicles:12:23",
        "t": "The*p numbers of the armed troops who came to David at Hebron to turn Saul’s kingdom over to him, according to the Lord’s*s word, were as follows:"
    },
    {
        "o": 11910,
        "r": "csb:1 Chronicles:12:24",
        "t": "From*ln the Judahites: 6,800 armed troops bearing shields and spears."
    },
    {
        "o": 11911,
        "r": "csb:1 Chronicles:12:25",
        "t": "From*ln the Simeonites: 7,100 valiant warriors ready for war."
    },
    {
        "o": 11912,
        "r": "csb:1 Chronicles:12:26",
        "t": "From*ln the Levites: 4,600"
    },
    {
        "o": 11913,
        "r": "csb:1 Chronicles:12:27",
        "t": "in addition to Jehoiada, leader of the house of Aaron, with 3,700 men;"
    },
    {
        "o": 11914,
        "r": "csb:1 Chronicles:12:28",
        "t": "and Zadok, a young valiant warrior, with 22 commanders from his ancestral family."
    },
    {
        "o": 11915,
        "r": "csb:1 Chronicles:12:29",
        "t": "From*ln the Benjaminites, the relatives of Saul: 3,000 (up to that time the majority of the Benjaminites maintained their allegiance to the house of Saul)."
    },
    {
        "o": 11916,
        "r": "csb:1 Chronicles:12:30",
        "t": "From*ln the Ephraimites: 20,800 valiant warriors who were famous men in their ancestral families."
    },
    {
        "o": 11917,
        "r": "csb:1 Chronicles:12:31",
        "t": "From*ln half the tribe of Manasseh: 18,000 designated by name to come and make David king."
    },
    {
        "o": 11918,
        "r": "csb:1 Chronicles:12:32",
        "t": "From*ln the Issacharites, who understood the times and knew what Israel should do: 200 chiefs with all their relatives under their command."
    },
    {
        "o": 11919,
        "r": "csb:1 Chronicles:12:33",
        "t": "From*ln Zebulun: 50,000 who could serve in the army, trained for battle with all kinds of weapons of war, with one purpose to help David."
    },
    {
        "o": 11920,
        "r": "csb:1 Chronicles:12:34",
        "t": "From*ln Naphtali: 1,000 commanders accompanied by 37,000 men with shield and spear."
    },
    {
        "o": 11921,
        "r": "csb:1 Chronicles:12:35",
        "t": "From*ln the Danites: 28,600 trained for battle."
    },
    {
        "o": 11922,
        "r": "csb:1 Chronicles:12:36",
        "t": "From*ln Asher: 40,000 who could serve in the army, trained for battle."
    },
    {
        "o": 11923,
        "r": "csb:1 Chronicles:12:37",
        "t": "From*ln across the Jordan - from the Reubenites, Gadites, and half the tribe of Manasseh: 120,000 men equipped with all the military weapons of war."
    },
    {
        "o": 11924,
        "r": "csb:1 Chronicles:12:38",
        "t": "All*p these warriors, lined up in battle formation, came to Hebron wholeheartedly determined to make David king over all Israel. All the rest of Israel was also of one mind to make David king."
    },
    {
        "o": 11925,
        "r": "csb:1 Chronicles:12:39",
        "t": "They spent three days there eating and drinking with David, for their relatives had provided for them."
    },
    {
        "o": 11926,
        "r": "csb:1 Chronicles:12:40",
        "t": "In addition, their neighbors from as far away as Issachar, Zebulun, and Naphtali came and brought food on donkeys, camels, mules, and oxen - abundant provisions of flour, fig cakes, raisins, wine and oil, herds, and flocks. Indeed, there was joy in Israel."
    }
]
