[
    {
        "o": 2839,
        "r": "niv:Exodus:37:0",
        "t": "Exodus 37",
        "h": 1
    },
    {
        "o": 2840,
        "r": "niv:Exodus:37:0",
        "t": "The Ark",
        "h": 2
    },
    {
        "o": 2841,
        "r": "niv:Exodus:37:1",
        "t": "Bezalel*p made the ark of acacia wood—two and a half cubits long, a cubit and a half wide, and a cubit and a half high."
    },
    {
        "o": 2842,
        "r": "niv:Exodus:37:2",
        "t": "He overlaid it with pure gold, both inside and out, and made a gold molding around it."
    },
    {
        "o": 2843,
        "r": "niv:Exodus:37:3",
        "t": "He cast four gold rings for it and fastened them to its four feet, with two rings on one side and two rings on the other."
    },
    {
        "o": 2844,
        "r": "niv:Exodus:37:4",
        "t": "Then he made poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2845,
        "r": "niv:Exodus:37:5",
        "t": "And he inserted the poles into the rings on the sides of the ark to carry it."
    },
    {
        "o": 2846,
        "r": "niv:Exodus:37:6",
        "t": "He*p made the atonement cover of pure gold—two and a half cubits long and a cubit and a half wide."
    },
    {
        "o": 2847,
        "r": "niv:Exodus:37:7",
        "t": "Then he made two cherubim out of hammered gold at the ends of the cover."
    },
    {
        "o": 2848,
        "r": "niv:Exodus:37:8",
        "t": "He made one cherub on one end and the second cherub on the other; at the two ends he made them of one piece with the cover."
    },
    {
        "o": 2849,
        "r": "niv:Exodus:37:9",
        "t": "The cherubim had their wings spread upward, overshadowing the cover with them. The cherubim faced each other, looking toward the cover."
    },
    {
        "o": 2850,
        "r": "niv:Exodus:37:9",
        "t": "The Table",
        "h": 2
    },
    {
        "o": 2851,
        "r": "niv:Exodus:37:10",
        "t": "They*p made the table of acacia wood—two cubits long, a cubit wide and a cubit and a half high."
    },
    {
        "o": 2852,
        "r": "niv:Exodus:37:11",
        "t": "Then they overlaid it with pure gold and made a gold molding around it."
    },
    {
        "o": 2853,
        "r": "niv:Exodus:37:12",
        "t": "They also made around it a rim a handbreadth wide and put a gold molding on the rim."
    },
    {
        "o": 2854,
        "r": "niv:Exodus:37:13",
        "t": "They cast four gold rings for the table and fastened them to the four corners, where the four legs were."
    },
    {
        "o": 2855,
        "r": "niv:Exodus:37:14",
        "t": "The rings were put close to the rim to hold the poles used in carrying the table."
    },
    {
        "o": 2856,
        "r": "niv:Exodus:37:15",
        "t": "The poles for carrying the table were made of acacia wood and were overlaid with gold."
    },
    {
        "o": 2857,
        "r": "niv:Exodus:37:16",
        "t": "And they made from pure gold the articles for the table—its plates and dishes and bowls and its pitchers for the pouring out of drink offerings."
    },
    {
        "o": 2858,
        "r": "niv:Exodus:37:16",
        "t": "The Lampstand",
        "h": 2
    },
    {
        "o": 2859,
        "r": "niv:Exodus:37:17",
        "t": "They*p made the lampstand of pure gold. They hammered out its base and shaft, and made its flowerlike cups, buds and blossoms of one piece with them."
    },
    {
        "o": 2860,
        "r": "niv:Exodus:37:18",
        "t": "Six branches extended from the sides of the lampstand—three on one side and three on the other."
    },
    {
        "o": 2861,
        "r": "niv:Exodus:37:19",
        "t": "Three cups shaped like almond flowers with buds and blossoms were on one branch, three on the next branch and the same for all six branches extending from the lampstand."
    },
    {
        "o": 2862,
        "r": "niv:Exodus:37:20",
        "t": "And on the lampstand were four cups shaped like almond flowers with buds and blossoms."
    },
    {
        "o": 2863,
        "r": "niv:Exodus:37:21",
        "t": "One bud was under the first pair of branches extending from the lampstand, a second bud under the second pair, and a third bud under the third pair—six branches in all."
    },
    {
        "o": 2864,
        "r": "niv:Exodus:37:22",
        "t": "The buds and the branches were all of one piece with the lampstand, hammered out of pure gold."
    },
    {
        "o": 2865,
        "r": "niv:Exodus:37:23",
        "t": "They*p made its seven lamps, as well as its wick trimmers and trays, of pure gold."
    },
    {
        "o": 2866,
        "r": "niv:Exodus:37:24",
        "t": "They made the lampstand and all its accessories from one talent of pure gold."
    },
    {
        "o": 2867,
        "r": "niv:Exodus:37:24",
        "t": "The Altar of Incense",
        "h": 2
    },
    {
        "o": 2868,
        "r": "niv:Exodus:37:25",
        "t": "They*p made the altar of incense out of acacia wood. It was square, a cubit long and a cubit wide and two cubits high —its horns of one piece with it."
    },
    {
        "o": 2869,
        "r": "niv:Exodus:37:26",
        "t": "They overlaid the top and all the sides and the horns with pure gold, and made a gold molding around it."
    },
    {
        "o": 2870,
        "r": "niv:Exodus:37:27",
        "t": "They made two gold rings below the molding—two on each of the opposite sides—to hold the poles used to carry it."
    },
    {
        "o": 2871,
        "r": "niv:Exodus:37:28",
        "t": "They made the poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2872,
        "r": "niv:Exodus:37:29",
        "t": "They*p also made the sacred anointing oil and the pure, fragrant incense—the work of a perfumer."
    }
]
