[
    {
        "o": 7414,
        "r": "csb:Judges:7:0",
        "t": "Judges 7",
        "h": 1
    },
    {
        "o": 7415,
        "r": "csb:Judges:7:0",
        "t": "God Selects Gideon’s Army",
        "h": 2
    },
    {
        "o": 7416,
        "r": "csb:Judges:7:1",
        "t": "Jerubbaal*p (that is, Gideon) and all the troops who were with him, got up early and camped beside the spring of Harod. The camp of Midian was north of them, below the hill of Moreh, in the valley."
    },
    {
        "o": 7417,
        "r": "csb:Judges:7:2",
        "t": "The Lord*s said to Gideon, “You have too many troops for me to hand the Midianites over to them, or else Israel might elevate themselves over me and say, ‘I saved myself.’"
    },
    {
        "o": 7418,
        "r": "csb:Judges:7:3",
        "t": "Now announce to the troops, ‘Whoever is fearful and trembling may turn back and leave Mount Gilead.’” So twenty-two thousand of the troops turned back, but ten thousand remained."
    },
    {
        "o": 7419,
        "r": "csb:Judges:7:4",
        "t": "Then*p the Lord*s said to Gideon, “There are still too many troops. Take them down to the water, and I will test them for you there. If I say to you, ‘This one can go with you,’ he can go. But if I say about anyone, ‘This one cannot go with you,’ he cannot go.”"
    },
    {
        "o": 7420,
        "r": "csb:Judges:7:5",
        "t": "So he brought the troops down to the water, and the Lord*s said to Gideon, “Separate everyone who laps water with his tongue like a dog. Do the same with everyone who kneels to drink.”"
    },
    {
        "o": 7421,
        "r": "csb:Judges:7:6",
        "t": "The number of those who lapped with their hands to their mouths was three hundred men, and all the rest of the troops knelt to drink water."
    },
    {
        "o": 7422,
        "r": "csb:Judges:7:7",
        "t": "The Lord*s said to Gideon, “I will deliver you with the three hundred men who lapped and hand the Midianites over to you. But everyone else is to go home.”"
    },
    {
        "o": 7423,
        "r": "csb:Judges:7:8",
        "t": "So Gideon sent all the Israelites to their tents but kept the three hundred troops, who took the provisions and their rams’ horns. The camp of Midian was below him in the valley."
    },
    {
        "o": 7424,
        "r": "csb:Judges:7:8",
        "t": "Gideon Spies on the Midianite Camp",
        "h": 2
    },
    {
        "o": 7425,
        "r": "csb:Judges:7:9",
        "t": "That*p night the Lord*s said to him, “Get up and attack the camp, for I have handed it over to you."
    },
    {
        "o": 7426,
        "r": "csb:Judges:7:10",
        "t": "But if you are afraid to attack the camp, go down with Purah your servant."
    },
    {
        "o": 7427,
        "r": "csb:Judges:7:11",
        "t": "Listen to what they say, and then you will be encouraged to attack the camp.” So he went down with Purah his servant to the outpost of the troops who were in the camp."
    },
    {
        "o": 7428,
        "r": "csb:Judges:7:12",
        "t": "Now*p the Midianites, Amalekites, and all the people of the east had settled down in the valley like a swarm of locusts, and their camels were as innumerable as the sand on the seashore."
    },
    {
        "o": 7429,
        "r": "csb:Judges:7:13",
        "t": "When Gideon arrived, there was a man telling his friend about a dream. He said, “Listen, I had a dream: a loaf of barley bread came tumbling into the Midianite camp, struck a tent, and it fell. The loaf turned the tent upside down so that it collapsed.”"
    },
    {
        "o": 7430,
        "r": "csb:Judges:7:14",
        "t": "His*p friend answered, “This is nothing less than the sword of Gideon son of Joash, the Israelite. God has handed the entire Midianite camp over to him.”"
    },
    {
        "o": 7431,
        "r": "csb:Judges:7:14",
        "t": "Gideon Attacks the Midianites",
        "h": 2
    },
    {
        "o": 7432,
        "r": "csb:Judges:7:15",
        "t": "When*p Gideon heard the account of the dream and its interpretation, he bowed in worship. He returned to Israel’s camp and said, “Get up, for the Lord*s has handed the Midianite camp over to you.”"
    },
    {
        "o": 7433,
        "r": "csb:Judges:7:16",
        "t": "Then he divided the three hundred men into three companies and gave each of the men a ram’s horn in one hand and an empty pitcher with a torch inside it in the other hand."
    },
    {
        "o": 7434,
        "r": "csb:Judges:7:17",
        "t": "“Watch*p me,” he said to them, “and do what I do. When I come to the outpost of the camp, do as I do."
    },
    {
        "o": 7435,
        "r": "csb:Judges:7:18",
        "t": "When I and everyone with me blow our rams’ horns, you are also to blow your rams’ horns all around the camp. Then you will say, ‘For the Lord*s and for Gideon! ’”"
    },
    {
        "o": 7436,
        "r": "csb:Judges:7:19",
        "t": "Gideon*p and the hundred men who were with him went to the outpost of the camp at the beginning of the middle watch after the sentries had been stationed. They blew their rams’ horns and broke the pitchers that were in their hands."
    },
    {
        "o": 7437,
        "r": "csb:Judges:7:20",
        "t": "The three companies blew their rams’ horns and shattered their pitchers. They held their torches in their left hands and their rams’ horns to blow in their right hands, and they shouted, “A sword for the Lord*s and for Gideon!”"
    },
    {
        "o": 7438,
        "r": "csb:Judges:7:21",
        "t": "Each Israelite took his position around the camp, and the entire Midianite army began to run, and they cried out as they fled."
    },
    {
        "o": 7439,
        "r": "csb:Judges:7:22",
        "t": "When Gideon’s men blew their three hundred rams’ horns, the Lord*s caused the men in the whole army to turn on each other with their swords. They fled to Acacia House in the direction of Zererah as far as the border of Abel-meholah near Tabbath."
    },
    {
        "o": 7440,
        "r": "csb:Judges:7:23",
        "t": "Then the men of Israel were called from Naphtali, Asher, and Manasseh, and they pursued the Midianites."
    },
    {
        "o": 7441,
        "r": "csb:Judges:7:23",
        "t": "The Men of Ephraim Join the Battle",
        "h": 2
    },
    {
        "o": 7442,
        "r": "csb:Judges:7:24",
        "t": "Gideon*p sent messengers throughout the hill country of Ephraim with this message: “Come down to intercept the Midianites and take control of the watercourses ahead of them as far as Beth-barah and the Jordan.” So all the men of Ephraim were called out, and they took control of the watercourses as far as Beth-barah and the Jordan."
    },
    {
        "o": 7443,
        "r": "csb:Judges:7:25",
        "t": "They captured Oreb and Zeeb, the two princes of Midian; they killed Oreb at the rock of Oreb and Zeeb at the winepress of Zeeb, while they were pursuing the Midianites. They brought the heads of Oreb and Zeeb to Gideon across the Jordan."
    }
]
