[
    {
        "o": 34933,
        "r": "csb:Revelation:6:0",
        "t": "Revelation 6",
        "h": 1
    },
    {
        "o": 34934,
        "r": "csb:Revelation:6:0",
        "t": "The First Seal on the Scroll",
        "h": 2
    },
    {
        "o": 34935,
        "r": "csb:Revelation:6:1",
        "t": "Then*p I saw the Lamb open one of the seven seals, and I heard one of the four living creatures say with a voice like thunder, “Come!”"
    },
    {
        "o": 34936,
        "r": "csb:Revelation:6:2",
        "t": "I looked, and there was a white horse. Its rider held a bow; a crown was given to him, and he went out as a conqueror in order to conquer."
    },
    {
        "o": 34937,
        "r": "csb:Revelation:6:2",
        "t": "The Second Seal",
        "h": 2
    },
    {
        "o": 34938,
        "r": "csb:Revelation:6:3",
        "t": "When*p he opened the second seal, I heard the second living creature say, “Come!”"
    },
    {
        "o": 34939,
        "r": "csb:Revelation:6:4",
        "t": "Then another horse went out, a fiery red one, and its rider was allowed to take peace from the earth, so that people would slaughter one another. And a large sword was given to him."
    },
    {
        "o": 34940,
        "r": "csb:Revelation:6:4",
        "t": "The Third Seal",
        "h": 2
    },
    {
        "o": 34941,
        "r": "csb:Revelation:6:5",
        "t": "When*p he opened the third seal, I heard the third living creature say, “Come!” And I looked, and there was a black horse. Its rider held a set of scales in his hand."
    },
    {
        "o": 34942,
        "r": "csb:Revelation:6:6",
        "t": "Then I heard something like a voice among the four living creatures say, “A quart of wheat for a denarius, and three quarts of barley for a denarius, but do not harm the oil and the wine.”"
    },
    {
        "o": 34943,
        "r": "csb:Revelation:6:6",
        "t": "The Fourth Seal",
        "h": 2
    },
    {
        "o": 34944,
        "r": "csb:Revelation:6:7",
        "t": "When*p he opened the fourth seal, I heard the voice of the fourth living creature say, “Come!”"
    },
    {
        "o": 34945,
        "r": "csb:Revelation:6:8",
        "t": "And I looked, and there was a pale green horse. Its rider was named Death, and Hades was following after him. They were given authority over a fourth of the earth, to kill by the sword, by famine, by plague, and by the wild animals of the earth."
    },
    {
        "o": 34946,
        "r": "csb:Revelation:6:8",
        "t": "The Fifth Seal",
        "h": 2
    },
    {
        "o": 34947,
        "r": "csb:Revelation:6:9",
        "t": "When*p he opened the fifth seal, I saw under the altar the souls of those who had been slaughtered because of the word of God and the testimony they had given."
    },
    {
        "o": 34948,
        "r": "csb:Revelation:6:10",
        "t": "They cried out with a loud voice, “Lord, the one who is holy and true, how long until you judge those who live on the earth and avenge our blood?”"
    },
    {
        "o": 34949,
        "r": "csb:Revelation:6:11",
        "t": "So they were each given a white robe, and they were told to rest a little while longer until the number would be completed of their fellow servants and their brothers and sisters, who were going to be killed just as they had been."
    },
    {
        "o": 34950,
        "r": "csb:Revelation:6:11",
        "t": "The Sixth Seal",
        "h": 2
    },
    {
        "o": 34951,
        "r": "csb:Revelation:6:12",
        "t": "Then*p I saw him open the sixth seal. A violent earthquake occurred; the sun turned black like sackcloth made of hair; the entire moon became like blood;"
    },
    {
        "o": 34952,
        "r": "csb:Revelation:6:13",
        "t": "the stars of heaven fell to the earth as a fig tree drops its unripe figs when shaken by a high wind;"
    },
    {
        "o": 34953,
        "r": "csb:Revelation:6:14",
        "t": "the sky was split apart like a scroll being rolled up; and every mountain and island was moved from its place."
    },
    {
        "o": 34954,
        "r": "csb:Revelation:6:15",
        "t": "Then*p the kings of the earth, the nobles, the generals, the rich, the powerful, and every slave and free person hid in the caves and among the rocks of the mountains."
    },
    {
        "o": 34955,
        "r": "csb:Revelation:6:16",
        "t": "And they said to the mountains and to the rocks, “Fall on us and hide us from the face of the one seated on the throne and from the wrath of the Lamb,"
    },
    {
        "o": 34956,
        "r": "csb:Revelation:6:17",
        "t": "because the great day of their wrath has come! And who is able to stand?”"
    }
]
