[
    {
        "o": 7675,
        "r": "csb:Judges:15:0",
        "t": "Judges 15",
        "h": 1
    },
    {
        "o": 7676,
        "r": "csb:Judges:15:0",
        "t": "Samson’s Revenge",
        "h": 2
    },
    {
        "o": 7677,
        "r": "csb:Judges:15:1",
        "t": "Later*p on, during the wheat harvest, Samson took a young goat as a gift and visited his wife. “I want to go to my wife in her room,” he said. But her father would not let him enter."
    },
    {
        "o": 7678,
        "r": "csb:Judges:15:2",
        "t": "“I*p was sure you hated her,” her father said, “so I gave her to one of the men who accompanied you. Isn’t her younger sister more beautiful than she is? Why not take her instead?”"
    },
    {
        "o": 7679,
        "r": "csb:Judges:15:3",
        "t": "Samson*p said to them, “This time I will be blameless when I harm the Philistines.”"
    },
    {
        "o": 7680,
        "r": "csb:Judges:15:4",
        "t": "So he went out and caught three hundred foxes. He took torches, turned the foxes tail-to-tail, and put a torch between each pair of tails."
    },
    {
        "o": 7681,
        "r": "csb:Judges:15:5",
        "t": "Then he ignited the torches and released the foxes into the standing grain of the Philistines. He burned the piles of grain and the standing grain as well as the vineyards and olive groves."
    },
    {
        "o": 7682,
        "r": "csb:Judges:15:6",
        "t": "Then*p the Philistines asked, “Who did this?” They*p were told, “It was Samson, the Timnite’s son-in-law, because he took Samson’s wife and gave her to his companion.” So the Philistines went to her and her father and burned them to death."
    },
    {
        "o": 7683,
        "r": "csb:Judges:15:7",
        "t": "Then*p Samson told them, “Because you did this, I swear that I won’t rest until I have taken vengeance on you.”"
    },
    {
        "o": 7684,
        "r": "csb:Judges:15:8",
        "t": "He tore them limb from limb and then went down and stayed in the cave at the rock of Etam."
    },
    {
        "o": 7685,
        "r": "csb:Judges:15:9",
        "t": "The*p Philistines went up, camped in Judah, and raided Lehi."
    },
    {
        "o": 7686,
        "r": "csb:Judges:15:10",
        "t": "So the men of Judah said, “Why have you attacked us?” They*p replied, “We have come to tie Samson up and pay him back for what he did to us.”"
    },
    {
        "o": 7687,
        "r": "csb:Judges:15:11",
        "t": "Then*p three thousand men of Judah went to the cave at the rock of Etam, and they asked Samson, “Don’t you realize that the Philistines rule us? What have you done to us?” “I*p have done to them what they did to me,” he answered."
    },
    {
        "o": 7688,
        "r": "csb:Judges:15:12",
        "t": "They*p said to him, “We’ve come to tie you up and hand you over to the Philistines.” Then*p Samson told them, “Swear to me that you yourselves won’t kill me.”"
    },
    {
        "o": 7689,
        "r": "csb:Judges:15:13",
        "t": "“No,”*p they said, “we won’t kill you, but we will tie you up securely and hand you over to them.” So they tied him up with two new ropes and led him away from the rock."
    },
    {
        "o": 7690,
        "r": "csb:Judges:15:14",
        "t": "When*p he came to Lehi, the Philistines came to meet him shouting. The Spirit of the Lord*s came powerfully on him, and the ropes that were on his arms and wrists became like burnt flax and fell off."
    },
    {
        "o": 7691,
        "r": "csb:Judges:15:15",
        "t": "He found a fresh jawbone of a donkey, reached out his hand, took it, and killed a thousand men with it."
    },
    {
        "o": 7692,
        "r": "csb:Judges:15:16",
        "t": "Then Samson said: With*pn the jawbone of a donkey I*ln have piled them in heaps. With*ln the jawbone of a donkey I*ln have killed a thousand men."
    },
    {
        "o": 7693,
        "r": "csb:Judges:15:17",
        "t": "When*p he finished speaking, he threw away the jawbone and named that place Jawbone Hill."
    },
    {
        "o": 7694,
        "r": "csb:Judges:15:18",
        "t": "He became very thirsty and called out to the Lord,*s “You have accomplished this great victory through your servant. Must I now die of thirst and fall into the hands of the uncircumcised?”"
    },
    {
        "o": 7695,
        "r": "csb:Judges:15:19",
        "t": "So God split a hollow place in the ground at Lehi, and water came out of it. After Samson drank, his strength returned, and he revived. That is why he named it Hakkore Spring, which is still in Lehi today."
    },
    {
        "o": 7696,
        "r": "csb:Judges:15:20",
        "t": "And he judged Israel twenty years in the days of the Philistines."
    }
]
