[
    {
        "o": 29807,
        "r": "niv:Acts:3:0",
        "t": "Acts 3",
        "h": 1
    },
    {
        "o": 29808,
        "r": "niv:Acts:3:0",
        "t": "Peter Heals a Lame Beggar",
        "h": 2
    },
    {
        "o": 29809,
        "r": "niv:Acts:3:1",
        "t": "One*p day Peter and John were going up to the temple at the time of prayer—at three in the afternoon."
    },
    {
        "o": 29810,
        "r": "niv:Acts:3:2",
        "t": "Now a man who was lame from birth was being carried to the temple gate called Beautiful, where he was put every day to beg from those going into the temple courts."
    },
    {
        "o": 29811,
        "r": "niv:Acts:3:3",
        "t": "When he saw Peter and John about to enter, he asked them for money."
    },
    {
        "o": 29812,
        "r": "niv:Acts:3:4",
        "t": "Peter looked straight at him, as did John. Then Peter said, “Look at us!”"
    },
    {
        "o": 29813,
        "r": "niv:Acts:3:5",
        "t": "So the man gave them his attention, expecting to get something from them."
    },
    {
        "o": 29814,
        "r": "niv:Acts:3:6",
        "t": "Then*p Peter said, “Silver or gold I do not have, but what I do have I give you. In the name of Jesus Christ of Nazareth, walk.”"
    },
    {
        "o": 29815,
        "r": "niv:Acts:3:7",
        "t": "Taking him by the right hand, he helped him up, and instantly the man’s feet and ankles became strong."
    },
    {
        "o": 29816,
        "r": "niv:Acts:3:8",
        "t": "He jumped to his feet and began to walk. Then he went with them into the temple courts, walking and jumping, and praising God."
    },
    {
        "o": 29817,
        "r": "niv:Acts:3:9",
        "t": "When all the people saw him walking and praising God,"
    },
    {
        "o": 29818,
        "r": "niv:Acts:3:10",
        "t": "they recognized him as the same man who used to sit begging at the temple gate called Beautiful, and they were filled with wonder and amazement at what had happened to him."
    },
    {
        "o": 29819,
        "r": "niv:Acts:3:10",
        "t": "Peter Speaks to the Onlookers",
        "h": 2
    },
    {
        "o": 29820,
        "r": "niv:Acts:3:11",
        "t": "While*p the man held on to Peter and John, all the people were astonished and came running to them in the place called Solomon’s Colonnade."
    },
    {
        "o": 29821,
        "r": "niv:Acts:3:12",
        "t": "When Peter saw this, he said to them: “Fellow Israelites, why does this surprise you? Why do you stare at us as if by our own power or godliness we had made this man walk?"
    },
    {
        "o": 29822,
        "r": "niv:Acts:3:13",
        "t": "The God of Abraham, Isaac and Jacob, the God of our fathers, has glorified his servant Jesus. You handed him over to be killed, and you disowned him before Pilate, though he had decided to let him go."
    },
    {
        "o": 29823,
        "r": "niv:Acts:3:14",
        "t": "You disowned the Holy and Righteous One and asked that a murderer be released to you."
    },
    {
        "o": 29824,
        "r": "niv:Acts:3:15",
        "t": "You killed the author of life, but God raised him from the dead. We are witnesses of this."
    },
    {
        "o": 29825,
        "r": "niv:Acts:3:16",
        "t": "By faith in the name of Jesus, this man whom you see and know was made strong. It is Jesus’ name and the faith that comes through him that has completely healed him, as you can all see."
    },
    {
        "o": 29826,
        "r": "niv:Acts:3:17",
        "t": "“Now,*p fellow Israelites, I know that you acted in ignorance, as did your leaders."
    },
    {
        "o": 29827,
        "r": "niv:Acts:3:18",
        "t": "But this is how God fulfilled what he had foretold through all the prophets, saying that his Messiah would suffer."
    },
    {
        "o": 29828,
        "r": "niv:Acts:3:19",
        "t": "Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord,"
    },
    {
        "o": 29829,
        "r": "niv:Acts:3:20",
        "t": "and that he may send the Messiah, who has been appointed for you—even Jesus."
    },
    {
        "o": 29830,
        "r": "niv:Acts:3:21",
        "t": "Heaven must receive him until the time comes for God to restore everything, as he promised long ago through his holy prophets."
    },
    {
        "o": 29831,
        "r": "niv:Acts:3:22",
        "t": "For Moses said, ‘The Lord your God will raise up for you a prophet like me from among your own people; you must listen to everything he tells you."
    },
    {
        "o": 29832,
        "r": "niv:Acts:3:23",
        "t": "Anyone who does not listen to him will be completely cut off from their people.’"
    },
    {
        "o": 29833,
        "r": "niv:Acts:3:24",
        "t": "“Indeed,*p beginning with Samuel, all the prophets who have spoken have foretold these days."
    },
    {
        "o": 29834,
        "r": "niv:Acts:3:25",
        "t": "And you are heirs of the prophets and of the covenant God made with your fathers. He said to Abraham, ‘Through your offspring all peoples on earth will be blessed.’"
    },
    {
        "o": 29835,
        "r": "niv:Acts:3:26",
        "t": "When God raised up his servant, he sent him first to you to bless you by turning each of you from your wicked ways.”"
    }
]
