[
    {
        "o": 23815,
        "r": "niv:Ezekiel:47:0",
        "t": "Ezekiel 47",
        "h": 1
    },
    {
        "o": 23816,
        "r": "niv:Ezekiel:47:0",
        "t": "The River From the Temple",
        "h": 2
    },
    {
        "o": 23817,
        "r": "niv:Ezekiel:47:1",
        "t": "The*p man brought me back to the entrance to the temple, and I saw water coming out from under the threshold of the temple toward the east (for the temple faced east). The water was coming down from under the south side of the temple, south of the altar."
    },
    {
        "o": 23818,
        "r": "niv:Ezekiel:47:2",
        "t": "He then brought me out through the north gate and led me around the outside to the outer gate facing east, and the water was trickling from the south side."
    },
    {
        "o": 23819,
        "r": "niv:Ezekiel:47:3",
        "t": "As*p the man went eastward with a measuring line in his hand, he measured off a thousand cubits and then led me through water that was ankle-deep."
    },
    {
        "o": 23820,
        "r": "niv:Ezekiel:47:4",
        "t": "He measured off another thousand cubits and led me through water that was knee-deep. He measured off another thousand and led me through water that was up to the waist."
    },
    {
        "o": 23821,
        "r": "niv:Ezekiel:47:5",
        "t": "He measured off another thousand, but now it was a river that I could not cross, because the water had risen and was deep enough to swim in—a river that no one could cross."
    },
    {
        "o": 23822,
        "r": "niv:Ezekiel:47:6",
        "t": "He asked me, “Son of man, do you see this?” Then*p he led me back to the bank of the river."
    },
    {
        "o": 23823,
        "r": "niv:Ezekiel:47:7",
        "t": "When I arrived there, I saw a great number of trees on each side of the river."
    },
    {
        "o": 23824,
        "r": "niv:Ezekiel:47:8",
        "t": "He said to me, “This water flows toward the eastern region and goes down into the Arabah, where it enters the Dead Sea. When it empties into the sea, the salty water there becomes fresh."
    },
    {
        "o": 23825,
        "r": "niv:Ezekiel:47:9",
        "t": "Swarms of living creatures will live wherever the river flows. There will be large numbers of fish, because this water flows there and makes the salt water fresh; so where the river flows everything will live."
    },
    {
        "o": 23826,
        "r": "niv:Ezekiel:47:10",
        "t": "Fishermen will stand along the shore; from En Gedi to En Eglaim there will be places for spreading nets. The fish will be of many kinds—like the fish of the Mediterranean Sea."
    },
    {
        "o": 23827,
        "r": "niv:Ezekiel:47:11",
        "t": "But the swamps and marshes will not become fresh; they will be left for salt."
    },
    {
        "o": 23828,
        "r": "niv:Ezekiel:47:12",
        "t": "Fruit trees of all kinds will grow on both banks of the river. Their leaves will not wither, nor will their fruit fail. Every month they will bear fruit, because the water from the sanctuary flows to them. Their fruit will serve for food and their leaves for healing.”"
    },
    {
        "o": 23829,
        "r": "niv:Ezekiel:47:12",
        "t": "The Boundaries of the Land",
        "h": 2
    },
    {
        "o": 23830,
        "r": "niv:Ezekiel:47:13",
        "t": "This*p is what the Sovereign Lord*s says: “These are the boundaries of the land that you will divide among the twelve tribes of Israel as their inheritance, with two portions for Joseph."
    },
    {
        "o": 23831,
        "r": "niv:Ezekiel:47:14",
        "t": "You are to divide it equally among them. Because I swore with uplifted hand to give it to your ancestors, this land will become your inheritance."
    },
    {
        "o": 23832,
        "r": "niv:Ezekiel:47:15",
        "t": "“This*p is to be the boundary of the land: “On*pln the north side it will run from the Mediterranean Sea by the Hethlon road past Lebo Hamath to Zedad,"
    },
    {
        "o": 23833,
        "r": "niv:Ezekiel:47:16",
        "t": "Berothah and Sibraim (which lies on the border between Damascus and Hamath), as far as Hazer Hattikon, which is on the border of Hauran."
    },
    {
        "o": 23834,
        "r": "niv:Ezekiel:47:17",
        "t": "The boundary will extend from the sea to Hazar Enan, along the northern border of Damascus, with the border of Hamath to the north. This will be the northern boundary."
    },
    {
        "o": 23835,
        "r": "niv:Ezekiel:47:18",
        "t": "“On*ln the east side the boundary will run between Hauran and Damascus, along the Jordan between Gilead and the land of Israel, to the Dead Sea and as far as Tamar. This will be the eastern boundary."
    },
    {
        "o": 23836,
        "r": "niv:Ezekiel:47:19",
        "t": "“On*ln the south side it will run from Tamar as far as the waters of Meribah Kadesh, then along the Wadi of Egypt to the Mediterranean Sea. This will be the southern boundary."
    },
    {
        "o": 23837,
        "r": "niv:Ezekiel:47:20",
        "t": "“On*ln the west side, the Mediterranean Sea will be the boundary to a point opposite Lebo Hamath. This will be the western boundary."
    },
    {
        "o": 23838,
        "r": "niv:Ezekiel:47:21",
        "t": "“You*p are to distribute this land among yourselves according to the tribes of Israel."
    },
    {
        "o": 23839,
        "r": "niv:Ezekiel:47:22",
        "t": "You are to allot it as an inheritance for yourselves and for the foreigners residing among you and who have children. You are to consider them as native-born Israelites; along with you they are to be allotted an inheritance among the tribes of Israel."
    },
    {
        "o": 23840,
        "r": "niv:Ezekiel:47:23",
        "t": "In whatever tribe a foreigner resides, there you are to give them their inheritance,” declares the Sovereign Lord.*s"
    }
]
