[
    {
        "o": 14141,
        "r": "nasb:Esther:8:0",
        "t": "Esther 8",
        "h": 1
    },
    {
        "o": 14142,
        "r": "nasb:Esther:8:0",
        "t": "Mordecai Promoted",
        "h": 2
    },
    {
        "o": 14143,
        "r": "nasb:Esther:8:1",
        "t": "On*p that day King Ahasuerus gave the house of Haman, the enemy of the Jews, to Queen Esther; and Mordecai came before the king, for Esther had disclosed what he was to her."
    },
    {
        "o": 14144,
        "r": "nasb:Esther:8:2",
        "t": "The king took off his signet ring which he had taken away from Haman, and gave it to Mordecai. And Esther set Mordecai over the house of Haman."
    },
    {
        "o": 14145,
        "r": "nasb:Esther:8:3",
        "t": "Then*p Esther spoke again to the king, fell at his feet, wept and implored him to avert the evil scheme*i of Haman the Agagite and his plot which he had devised against the Jews."
    },
    {
        "o": 14146,
        "r": "nasb:Esther:8:4",
        "t": "The king extended the golden scepter to Esther. So Esther arose and stood before the king."
    },
    {
        "o": 14147,
        "r": "nasb:Esther:8:5",
        "t": "Then she said, “If it pleases the king and if I have found favor before him and the matter seems*i proper to the king and I am pleasing in his sight, let it be written to revoke the letters devised by Haman, the son of Hammedatha the Agagite, which he wrote to destroy the Jews who are in all the king’s provinces."
    },
    {
        "o": 14148,
        "r": "nasb:Esther:8:6",
        "t": "For how can I endure to see the calamity which will befall my people, and how can I endure to see the destruction of my kindred?”"
    },
    {
        "o": 14149,
        "r": "nasb:Esther:8:7",
        "t": "So King Ahasuerus said to Queen Esther and to Mordecai the Jew, “Behold, I have given the house of Haman to Esther, and him they have hanged on the gallows because he had stretched out his hands against the Jews."
    },
    {
        "o": 14150,
        "r": "nasb:Esther:8:7",
        "t": "The King’s Decree Avenges the Jews",
        "h": 2
    },
    {
        "o": 14151,
        "r": "nasb:Esther:8:8",
        "t": "Now*p you write to the Jews as you see fit, in the king’s name, and seal it*i with the king’s signet ring; for a decree which is written in the name of the king and sealed with the king’s signet ring may not be revoked.”"
    },
    {
        "o": 14152,
        "r": "nasb:Esther:8:9",
        "t": "So*p the king’s scribes were called at that time in the third month (that is, the month Sivan), on the twenty-third day; and it was written according to all that Mordecai commanded to the Jews, the satraps, the governors and the princes of the provinces which extended*i from India to Ethiopia, 127 provinces, to every province according to its script, and to every people according to their language as well as to the Jews according to their script and their language."
    },
    {
        "o": 14153,
        "r": "nasb:Esther:8:10",
        "t": "He wrote in the name of King Ahasuerus, and sealed it with the king’s signet ring, and sent letters by couriers on horses, riding on steeds sired by the royal stud."
    },
    {
        "o": 14154,
        "r": "nasb:Esther:8:11",
        "t": "In them the king granted the Jews who were in each and every city the*i right*i to assemble and to defend their lives, to destroy, to kill and to annihilate the entire army of any people or province which might attack them, including children and women, and to plunder their spoil,"
    },
    {
        "o": 14155,
        "r": "nasb:Esther:8:12",
        "t": "on one day in all the provinces of King Ahasuerus, the thirteenth day*i of the twelfth month (that is, the month Adar)."
    },
    {
        "o": 14156,
        "r": "nasb:Esther:8:13",
        "t": "A copy of the edict to be issued as law in each and every province was published to all the peoples, so that the Jews would be ready for this day to avenge themselves on their enemies."
    },
    {
        "o": 14157,
        "r": "nasb:Esther:8:14",
        "t": "The couriers, hastened and impelled by the king’s command, went out, riding on the royal steeds; and the decree was given out at the citadel in Susa."
    },
    {
        "o": 14158,
        "r": "nasb:Esther:8:15",
        "t": "Then*p Mordecai went out from the presence of the king in royal robes of blue and white, with a large crown of gold and a garment of fine linen and purple; and the city of Susa shouted and rejoiced."
    },
    {
        "o": 14159,
        "r": "nasb:Esther:8:16",
        "t": "For the Jews there was light and gladness and joy and honor."
    },
    {
        "o": 14160,
        "r": "nasb:Esther:8:17",
        "t": "In each and every province and in each and every city, wherever the king’s commandment and his decree arrived, there was gladness and joy for the Jews, a feast and a holiday. And many among the peoples of the land became Jews, for the dread of the Jews had fallen on them."
    }
]
