[
    {
        "o": 25399,
        "r": "niv:Zechariah:14:0",
        "t": "Zechariah 14",
        "h": 1
    },
    {
        "o": 25400,
        "r": "niv:Zechariah:14:0",
        "t": "The Lord Comes and Reigns",
        "h": 2
    },
    {
        "o": 25401,
        "r": "niv:Zechariah:14:1",
        "t": "A*p day of the Lord*s is coming, Jerusalem, when your possessions will be plundered and divided up within your very walls."
    },
    {
        "o": 25402,
        "r": "niv:Zechariah:14:2",
        "t": "I*p will gather all the nations to Jerusalem to fight against it; the city will be captured, the houses ransacked, and the women raped. Half of the city will go into exile, but the rest of the people will not be taken from the city."
    },
    {
        "o": 25403,
        "r": "niv:Zechariah:14:3",
        "t": "Then the Lord*s will go out and fight against those nations, as he fights on a day of battle."
    },
    {
        "o": 25404,
        "r": "niv:Zechariah:14:4",
        "t": "On that day his feet will stand on the Mount of Olives, east of Jerusalem, and the Mount of Olives will be split in two from east to west, forming a great valley, with half of the mountain moving north and half moving south."
    },
    {
        "o": 25405,
        "r": "niv:Zechariah:14:5",
        "t": "You will flee by my mountain valley, for it will extend to Azel. You will flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the Lord*s my God will come, and all the holy ones with him."
    },
    {
        "o": 25406,
        "r": "niv:Zechariah:14:6",
        "t": "On*p that day there will be neither sunlight nor cold, frosty darkness."
    },
    {
        "o": 25407,
        "r": "niv:Zechariah:14:7",
        "t": "It will be a unique day—a day known only to the Lord*s —with no distinction between day and night. When evening comes, there will be light."
    },
    {
        "o": 25408,
        "r": "niv:Zechariah:14:8",
        "t": "On*p that day living water will flow out from Jerusalem, half of it east to the Dead Sea and half of it west to the Mediterranean Sea, in summer and in winter."
    },
    {
        "o": 25409,
        "r": "niv:Zechariah:14:9",
        "t": "The*p Lord*s will be king over the whole earth. On that day there will be one Lord,*s and his name the only name."
    },
    {
        "o": 25410,
        "r": "niv:Zechariah:14:10",
        "t": "The*p whole land, from Geba to Rimmon, south of Jerusalem, will become like the Arabah. But Jerusalem will be raised up high from the Benjamin Gate to the site of the First Gate, to the Corner Gate, and from the Tower of Hananel to the royal winepresses, and will remain in its place."
    },
    {
        "o": 25411,
        "r": "niv:Zechariah:14:11",
        "t": "It will be inhabited; never again will it be destroyed. Jerusalem will be secure."
    },
    {
        "o": 25412,
        "r": "niv:Zechariah:14:12",
        "t": "This*p is the plague with which the Lord*s will strike all the nations that fought against Jerusalem: Their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths."
    },
    {
        "o": 25413,
        "r": "niv:Zechariah:14:13",
        "t": "On that day people will be stricken by the Lord*s with great panic. They will seize each other by the hand and attack one another."
    },
    {
        "o": 25414,
        "r": "niv:Zechariah:14:14",
        "t": "Judah too will fight at Jerusalem. The wealth of all the surrounding nations will be collected—great quantities of gold and silver and clothing."
    },
    {
        "o": 25415,
        "r": "niv:Zechariah:14:15",
        "t": "A similar plague will strike the horses and mules, the camels and donkeys, and all the animals in those camps."
    },
    {
        "o": 25416,
        "r": "niv:Zechariah:14:16",
        "t": "Then*p the survivors from all the nations that have attacked Jerusalem will go up year after year to worship the King, the Lord*s Almighty, and to celebrate the Festival of Tabernacles."
    },
    {
        "o": 25417,
        "r": "niv:Zechariah:14:17",
        "t": "If any of the peoples of the earth do not go up to Jerusalem to worship the King, the Lord*s Almighty, they will have no rain."
    },
    {
        "o": 25418,
        "r": "niv:Zechariah:14:18",
        "t": "If the Egyptian people do not go up and take part, they will have no rain. The Lord*s will bring on them the plague he inflicts on the nations that do not go up to celebrate the Festival of Tabernacles."
    },
    {
        "o": 25419,
        "r": "niv:Zechariah:14:19",
        "t": "This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Festival of Tabernacles."
    },
    {
        "o": 25420,
        "r": "niv:Zechariah:14:20",
        "t": "On*p that day Holy*s to*s the*s Lord*s will be inscribed on the bells of the horses, and the cooking pots in the Lord’s*s house will be like the sacred bowls in front of the altar."
    },
    {
        "o": 25421,
        "r": "niv:Zechariah:14:21",
        "t": "Every pot in Jerusalem and Judah will be holy to the Lord*s Almighty, and all who come to sacrifice will take some of the pots and cook in them. And on that day there will no longer be a Canaanite in the house of the Lord*s Almighty."
    }
]
