[
    {
        "o": 6126,
        "r": "niv:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6127,
        "r": "niv:Deuteronomy:28:0",
        "t": "Blessings for Obedience",
        "h": 2
    },
    {
        "o": 6128,
        "r": "niv:Deuteronomy:28:1",
        "t": "If*p you fully obey the Lord*s your God and carefully follow all his commands I give you today, the Lord*s your God will set you high above all the nations on earth."
    },
    {
        "o": 6129,
        "r": "niv:Deuteronomy:28:2",
        "t": "All these blessings will come on you and accompany you if you obey the Lord*s your God:"
    },
    {
        "o": 6130,
        "r": "niv:Deuteronomy:28:3",
        "t": "You*ln will be blessed in the city and blessed in the country."
    },
    {
        "o": 6131,
        "r": "niv:Deuteronomy:28:4",
        "t": "The*ln fruit of your womb will be blessed, and the crops of your land and the young of your livestock—the calves of your herds and the lambs of your flocks."
    },
    {
        "o": 6132,
        "r": "niv:Deuteronomy:28:5",
        "t": "Your*ln basket and your kneading trough will be blessed."
    },
    {
        "o": 6133,
        "r": "niv:Deuteronomy:28:6",
        "t": "You*ln will be blessed when you come in and blessed when you go out."
    },
    {
        "o": 6134,
        "r": "niv:Deuteronomy:28:7",
        "t": "The*p Lord*s will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven."
    },
    {
        "o": 6135,
        "r": "niv:Deuteronomy:28:8",
        "t": "The*p Lord*s will send a blessing on your barns and on everything you put your hand to. The Lord*s your God will bless you in the land he is giving you."
    },
    {
        "o": 6136,
        "r": "niv:Deuteronomy:28:9",
        "t": "The*p Lord*s will establish you as his holy people, as he promised you on oath, if you keep the commands of the Lord*s your God and walk in obedience to him."
    },
    {
        "o": 6137,
        "r": "niv:Deuteronomy:28:10",
        "t": "Then all the peoples on earth will see that you are called by the name of the Lord,*s and they will fear you."
    },
    {
        "o": 6138,
        "r": "niv:Deuteronomy:28:11",
        "t": "The Lord*s will grant you abundant prosperity—in the fruit of your womb, the young of your livestock and the crops of your ground—in the land he swore to your ancestors to give you."
    },
    {
        "o": 6139,
        "r": "niv:Deuteronomy:28:12",
        "t": "The*p Lord*s will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none."
    },
    {
        "o": 6140,
        "r": "niv:Deuteronomy:28:13",
        "t": "The Lord*s will make you the head, not the tail. If you pay attention to the commands of the Lord*s your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom."
    },
    {
        "o": 6141,
        "r": "niv:Deuteronomy:28:14",
        "t": "Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them."
    },
    {
        "o": 6142,
        "r": "niv:Deuteronomy:28:14",
        "t": "Curses for Disobedience",
        "h": 2
    },
    {
        "o": 6143,
        "r": "niv:Deuteronomy:28:15",
        "t": "However,*p if you do not obey the Lord*s your God and do not carefully follow all his commands and decrees I am giving you today, all these curses will come on you and overtake you:"
    },
    {
        "o": 6144,
        "r": "niv:Deuteronomy:28:16",
        "t": "You*ln will be cursed in the city and cursed in the country."
    },
    {
        "o": 6145,
        "r": "niv:Deuteronomy:28:17",
        "t": "Your*ln basket and your kneading trough will be cursed."
    },
    {
        "o": 6146,
        "r": "niv:Deuteronomy:28:18",
        "t": "The*ln fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks."
    },
    {
        "o": 6147,
        "r": "niv:Deuteronomy:28:19",
        "t": "You*ln will be cursed when you come in and cursed when you go out."
    },
    {
        "o": 6148,
        "r": "niv:Deuteronomy:28:20",
        "t": "The*p Lord*s will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him."
    },
    {
        "o": 6149,
        "r": "niv:Deuteronomy:28:21",
        "t": "The Lord*s will plague you with diseases until he has destroyed you from the land you are entering to possess."
    },
    {
        "o": 6150,
        "r": "niv:Deuteronomy:28:22",
        "t": "The Lord*s will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish."
    },
    {
        "o": 6151,
        "r": "niv:Deuteronomy:28:23",
        "t": "The sky over your head will be bronze, the ground beneath you iron."
    },
    {
        "o": 6152,
        "r": "niv:Deuteronomy:28:24",
        "t": "The Lord*s will turn the rain of your country into dust and powder; it will come down from the skies until you are destroyed."
    },
    {
        "o": 6153,
        "r": "niv:Deuteronomy:28:25",
        "t": "The*p Lord*s will cause you to be defeated before your enemies. You will come at them from one direction but flee from them in seven, and you will become a thing of horror to all the kingdoms on earth."
    },
    {
        "o": 6154,
        "r": "niv:Deuteronomy:28:26",
        "t": "Your carcasses will be food for all the birds and the wild animals, and there will be no one to frighten them away."
    },
    {
        "o": 6155,
        "r": "niv:Deuteronomy:28:27",
        "t": "The Lord*s will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured."
    },
    {
        "o": 6156,
        "r": "niv:Deuteronomy:28:28",
        "t": "The Lord*s will afflict you with madness, blindness and confusion of mind."
    },
    {
        "o": 6157,
        "r": "niv:Deuteronomy:28:29",
        "t": "At midday you will grope about like a blind person in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you."
    },
    {
        "o": 6158,
        "r": "niv:Deuteronomy:28:30",
        "t": "You*p will be pledged to be married to a woman, but another will take her and rape her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit."
    },
    {
        "o": 6159,
        "r": "niv:Deuteronomy:28:31",
        "t": "Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them."
    },
    {
        "o": 6160,
        "r": "niv:Deuteronomy:28:32",
        "t": "Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand."
    },
    {
        "o": 6161,
        "r": "niv:Deuteronomy:28:33",
        "t": "A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days."
    },
    {
        "o": 6162,
        "r": "niv:Deuteronomy:28:34",
        "t": "The sights you see will drive you mad."
    },
    {
        "o": 6163,
        "r": "niv:Deuteronomy:28:35",
        "t": "The Lord*s will afflict your knees and legs with painful boils that cannot be cured, spreading from the soles of your feet to the top of your head."
    },
    {
        "o": 6164,
        "r": "niv:Deuteronomy:28:36",
        "t": "The*p Lord*s will drive you and the king you set over you to a nation unknown to you or your ancestors. There you will worship other gods, gods of wood and stone."
    },
    {
        "o": 6165,
        "r": "niv:Deuteronomy:28:37",
        "t": "You will become a thing of horror, a byword and an object of ridicule among all the peoples where the Lord*s will drive you."
    },
    {
        "o": 6166,
        "r": "niv:Deuteronomy:28:38",
        "t": "You*p will sow much seed in the field but you will harvest little, because locusts will devour it."
    },
    {
        "o": 6167,
        "r": "niv:Deuteronomy:28:39",
        "t": "You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them."
    },
    {
        "o": 6168,
        "r": "niv:Deuteronomy:28:40",
        "t": "You will have olive trees throughout your country but you will not use the oil, because the olives will drop off."
    },
    {
        "o": 6169,
        "r": "niv:Deuteronomy:28:41",
        "t": "You will have sons and daughters but you will not keep them, because they will go into captivity."
    },
    {
        "o": 6170,
        "r": "niv:Deuteronomy:28:42",
        "t": "Swarms of locusts will take over all your trees and the crops of your land."
    },
    {
        "o": 6171,
        "r": "niv:Deuteronomy:28:43",
        "t": "The*p foreigners who reside among you will rise above you higher and higher, but you will sink lower and lower."
    },
    {
        "o": 6172,
        "r": "niv:Deuteronomy:28:44",
        "t": "They will lend to you, but you will not lend to them. They will be the head, but you will be the tail."
    },
    {
        "o": 6173,
        "r": "niv:Deuteronomy:28:45",
        "t": "All*p these curses will come on you. They will pursue you and overtake you until you are destroyed, because you did not obey the Lord*s your God and observe the commands and decrees he gave you."
    },
    {
        "o": 6174,
        "r": "niv:Deuteronomy:28:46",
        "t": "They will be a sign and a wonder to you and your descendants forever."
    },
    {
        "o": 6175,
        "r": "niv:Deuteronomy:28:47",
        "t": "Because you did not serve the Lord*s your God joyfully and gladly in the time of prosperity,"
    },
    {
        "o": 6176,
        "r": "niv:Deuteronomy:28:48",
        "t": "therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the Lord*s sends against you. He will put an iron yoke on your neck until he has destroyed you."
    },
    {
        "o": 6177,
        "r": "niv:Deuteronomy:28:49",
        "t": "The*p Lord*s will bring a nation against you from far away, from the ends of the earth, like an eagle swooping down, a nation whose language you will not understand,"
    },
    {
        "o": 6178,
        "r": "niv:Deuteronomy:28:50",
        "t": "a fierce-looking nation without respect for the old or pity for the young."
    },
    {
        "o": 6179,
        "r": "niv:Deuteronomy:28:51",
        "t": "They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or olive oil, nor any calves of your herds or lambs of your flocks until you are ruined."
    },
    {
        "o": 6180,
        "r": "niv:Deuteronomy:28:52",
        "t": "They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the Lord*s your God is giving you."
    },
    {
        "o": 6181,
        "r": "niv:Deuteronomy:28:53",
        "t": "Because*p of the suffering your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the Lord*s your God has given you."
    },
    {
        "o": 6182,
        "r": "niv:Deuteronomy:28:54",
        "t": "Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children,"
    },
    {
        "o": 6183,
        "r": "niv:Deuteronomy:28:55",
        "t": "and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities."
    },
    {
        "o": 6184,
        "r": "niv:Deuteronomy:28:56",
        "t": "The most gentle and sensitive woman among you—so sensitive and gentle that she would not venture to touch the ground with the sole of her foot—will begrudge the husband she loves and her own son or daughter"
    },
    {
        "o": 6185,
        "r": "niv:Deuteronomy:28:57",
        "t": "the afterbirth from her womb and the children she bears. For in her dire need she intends to eat them secretly because of the suffering your enemy will inflict on you during the siege of your cities."
    },
    {
        "o": 6186,
        "r": "niv:Deuteronomy:28:58",
        "t": "If*p you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name—the Lord*s your God—"
    },
    {
        "o": 6187,
        "r": "niv:Deuteronomy:28:59",
        "t": "the Lord*s will send fearful plagues on you and your descendants, harsh and prolonged disasters, and severe and lingering illnesses."
    },
    {
        "o": 6188,
        "r": "niv:Deuteronomy:28:60",
        "t": "He will bring on you all the diseases of Egypt that you dreaded, and they will cling to you."
    },
    {
        "o": 6189,
        "r": "niv:Deuteronomy:28:61",
        "t": "The Lord*s will also bring on you every kind of sickness and disaster not recorded in this Book of the Law, until you are destroyed."
    },
    {
        "o": 6190,
        "r": "niv:Deuteronomy:28:62",
        "t": "You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the Lord*s your God."
    },
    {
        "o": 6191,
        "r": "niv:Deuteronomy:28:63",
        "t": "Just as it pleased the Lord*s to make you prosper and increase in number, so it will please him to ruin and destroy you. You will be uprooted from the land you are entering to possess."
    },
    {
        "o": 6192,
        "r": "niv:Deuteronomy:28:64",
        "t": "Then*p the Lord*s will scatter you among all nations, from one end of the earth to the other. There you will worship other gods—gods of wood and stone, which neither you nor your ancestors have known."
    },
    {
        "o": 6193,
        "r": "niv:Deuteronomy:28:65",
        "t": "Among those nations you will find no repose, no resting place for the sole of your foot. There the Lord*s will give you an anxious mind, eyes weary with longing, and a despairing heart."
    },
    {
        "o": 6194,
        "r": "niv:Deuteronomy:28:66",
        "t": "You will live in constant suspense, filled with dread both night and day, never sure of your life."
    },
    {
        "o": 6195,
        "r": "niv:Deuteronomy:28:67",
        "t": "In the morning you will say, “If only it were evening!” and in the evening, “If only it were morning!”—because of the terror that will fill your hearts and the sights that your eyes will see."
    },
    {
        "o": 6196,
        "r": "niv:Deuteronomy:28:68",
        "t": "The Lord*s will send you back in ships to Egypt on a journey I said you should never make again. There you will offer yourselves for sale to your enemies as male and female slaves, but no one will buy you."
    }
]
