[
    {
        "o": 4957,
        "r": "niv:Numbers:27:0",
        "t": "Numbers 27",
        "h": 1
    },
    {
        "o": 4958,
        "r": "niv:Numbers:27:0",
        "t": "Zelophehad’s Daughters",
        "h": 2
    },
    {
        "o": 4959,
        "r": "niv:Numbers:27:1",
        "t": "The*p daughters of Zelophehad son of Hepher, the son of Gilead, the son of Makir, the son of Manasseh, belonged to the clans of Manasseh son of Joseph. The names of the daughters were Mahlah, Noah, Hoglah, Milkah and Tirzah. They came forward"
    },
    {
        "o": 4960,
        "r": "niv:Numbers:27:2",
        "t": "and stood before Moses, Eleazar the priest, the leaders and the whole assembly at the entrance to the tent of meeting and said,"
    },
    {
        "o": 4961,
        "r": "niv:Numbers:27:3",
        "t": "“Our father died in the wilderness. He was not among Korah’s followers, who banded together against the Lord,*s but he died for his own sin and left no sons."
    },
    {
        "o": 4962,
        "r": "niv:Numbers:27:4",
        "t": "Why should our father’s name disappear from his clan because he had no son? Give us property among our father’s relatives.”"
    },
    {
        "o": 4963,
        "r": "niv:Numbers:27:5",
        "t": "So*p Moses brought their case before the Lord,*s"
    },
    {
        "o": 4964,
        "r": "niv:Numbers:27:6",
        "t": "and the Lord*s said to him,"
    },
    {
        "o": 4965,
        "r": "niv:Numbers:27:7",
        "t": "“What Zelophehad’s daughters are saying is right. You must certainly give them property as an inheritance among their father’s relatives and give their father’s inheritance to them."
    },
    {
        "o": 4966,
        "r": "niv:Numbers:27:8",
        "t": "“Say*p to the Israelites, ‘If a man dies and leaves no son, give his inheritance to his daughter."
    },
    {
        "o": 4967,
        "r": "niv:Numbers:27:9",
        "t": "If he has no daughter, give his inheritance to his brothers."
    },
    {
        "o": 4968,
        "r": "niv:Numbers:27:10",
        "t": "If he has no brothers, give his inheritance to his father’s brothers."
    },
    {
        "o": 4969,
        "r": "niv:Numbers:27:11",
        "t": "If his father had no brothers, give his inheritance to the nearest relative in his clan, that he may possess it. This is to have the force of law for the Israelites, as the Lord*s commanded Moses.’ ”"
    },
    {
        "o": 4970,
        "r": "niv:Numbers:27:11",
        "t": "Joshua to Succeed Moses",
        "h": 2
    },
    {
        "o": 4971,
        "r": "niv:Numbers:27:12",
        "t": "Then*p the Lord*s said to Moses, “Go up this mountain in the Abarim Range and see the land I have given the Israelites."
    },
    {
        "o": 4972,
        "r": "niv:Numbers:27:13",
        "t": "After you have seen it, you too will be gathered to your people, as your brother Aaron was,"
    },
    {
        "o": 4973,
        "r": "niv:Numbers:27:14",
        "t": "for when the community rebelled at the waters in the Desert of Zin, both of you disobeyed my command to honor me as holy before their eyes.” (These were the waters of Meribah Kadesh, in the Desert of Zin.)"
    },
    {
        "o": 4974,
        "r": "niv:Numbers:27:15",
        "t": "Moses*p said to the Lord,*s"
    },
    {
        "o": 4975,
        "r": "niv:Numbers:27:16",
        "t": "“May the Lord,*s the God who gives breath to all living things, appoint someone over this community"
    },
    {
        "o": 4976,
        "r": "niv:Numbers:27:17",
        "t": "to go out and come in before them, one who will lead them out and bring them in, so the Lord’s*s people will not be like sheep without a shepherd.”"
    },
    {
        "o": 4977,
        "r": "niv:Numbers:27:18",
        "t": "So*p the Lord*s said to Moses, “Take Joshua son of Nun, a man in whom is the spirit of leadership, and lay your hand on him."
    },
    {
        "o": 4978,
        "r": "niv:Numbers:27:19",
        "t": "Have him stand before Eleazar the priest and the entire assembly and commission him in their presence."
    },
    {
        "o": 4979,
        "r": "niv:Numbers:27:20",
        "t": "Give him some of your authority so the whole Israelite community will obey him."
    },
    {
        "o": 4980,
        "r": "niv:Numbers:27:21",
        "t": "He is to stand before Eleazar the priest, who will obtain decisions for him by inquiring of the Urim before the Lord.*s At his command he and the entire community of the Israelites will go out, and at his command they will come in.”"
    },
    {
        "o": 4981,
        "r": "niv:Numbers:27:22",
        "t": "Moses*p did as the Lord*s commanded him. He took Joshua and had him stand before Eleazar the priest and the whole assembly."
    },
    {
        "o": 4982,
        "r": "niv:Numbers:27:23",
        "t": "Then he laid his hands on him and commissioned him, as the Lord*s instructed through Moses."
    }
]
