[
    {
        "o": 23177,
        "r": "nasb:Ezekiel:17:0",
        "t": "Ezekiel 17",
        "h": 1
    },
    {
        "o": 23178,
        "r": "nasb:Ezekiel:17:0",
        "t": "Parable of Two Eagles and a Vine",
        "h": 2
    },
    {
        "o": 23179,
        "r": "nasb:Ezekiel:17:1",
        "t": "Now*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23180,
        "r": "nasb:Ezekiel:17:2",
        "t": "“Son of man, propound a riddle and speak a parable to the house of Israel,"
    },
    {
        "o": 23181,
        "r": "nasb:Ezekiel:17:3",
        "t": "saying, ‘Thus says the Lord God,*s “A great eagle with great wings, long pinions and a full plumage of many colors came to Lebanon and took away the top of the cedar."
    },
    {
        "o": 23182,
        "r": "nasb:Ezekiel:17:4",
        "t": "He plucked off the topmost of its young twigs and brought it to a land of merchants; he set it in a city of traders."
    },
    {
        "o": 23183,
        "r": "nasb:Ezekiel:17:5",
        "t": "He also took some of the seed of the land and planted it in fertile soil. He placed it*i beside abundant waters; he set it like*i a willow."
    },
    {
        "o": 23184,
        "r": "nasb:Ezekiel:17:6",
        "t": "Then it sprouted and became a low, spreading vine with its branches turned toward him, but its roots remained under it. So it became a vine and yielded shoots and sent out branches."
    },
    {
        "o": 23185,
        "r": "nasb:Ezekiel:17:7",
        "t": "“But*p there was another great eagle with great wings and much plumage; and behold, this vine bent its roots toward him and sent out its branches toward him from the beds where it was planted, that he might water it."
    },
    {
        "o": 23186,
        "r": "nasb:Ezekiel:17:8",
        "t": "It was planted in good soil beside abundant waters, that it might yield branches and bear fruit and*i become a splendid vine.” ’"
    },
    {
        "o": 23187,
        "r": "nasb:Ezekiel:17:9",
        "t": "Say, ‘Thus says the Lord God,*s “Will it thrive? Will he not pull up its roots and cut off its fruit, so that it withers—so that all its sprouting leaves wither? And neither by great strength nor by many people can it be raised from its roots again.*i"
    },
    {
        "o": 23188,
        "r": "nasb:Ezekiel:17:10",
        "t": "Behold, though it is planted, will it thrive? Will it not completely wither as soon as the east wind strikes it—wither on the beds where it grew?” ’ ”"
    },
    {
        "o": 23189,
        "r": "nasb:Ezekiel:17:10",
        "t": "Zedekiah’s Rebellion",
        "h": 2
    },
    {
        "o": 23190,
        "r": "nasb:Ezekiel:17:11",
        "t": "Moreover,*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23191,
        "r": "nasb:Ezekiel:17:12",
        "t": "“Say now to the rebellious house, ‘Do you not know what these things mean?’*i Say, ‘Behold, the king of Babylon came to Jerusalem, took its king and princes and brought them to him in Babylon."
    },
    {
        "o": 23192,
        "r": "nasb:Ezekiel:17:13",
        "t": "He took one of the royal family and made a covenant with him, putting him under oath. He also took away the mighty of the land,"
    },
    {
        "o": 23193,
        "r": "nasb:Ezekiel:17:14",
        "t": "that the kingdom might be in subjection, not exalting itself, but*i keeping his covenant that it might continue."
    },
    {
        "o": 23194,
        "r": "nasb:Ezekiel:17:15",
        "t": "But he rebelled against him by sending his envoys to Egypt that they might give him horses and many troops. Will he succeed? Will he who does such things escape? Can he indeed break the covenant and escape?"
    },
    {
        "o": 23195,
        "r": "nasb:Ezekiel:17:16",
        "t": "As I live,’ declares the Lord God,*s ‘Surely in the country of the king who put him on the throne, whose oath he despised and whose covenant he broke, in Babylon he shall die."
    },
    {
        "o": 23196,
        "r": "nasb:Ezekiel:17:17",
        "t": "Pharaoh with his*i mighty army and great company will not help him in the war, when they cast up ramps and build siege walls to cut off many lives."
    },
    {
        "o": 23197,
        "r": "nasb:Ezekiel:17:18",
        "t": "Now he despised the oath by breaking the covenant, and behold, he pledged his allegiance, yet did all these things; he shall not escape.’ ”"
    },
    {
        "o": 23198,
        "r": "nasb:Ezekiel:17:19",
        "t": "Therefore, thus says the Lord God,*s “As I live, surely My oath which he despised and My covenant which he broke, I will inflict on his head."
    },
    {
        "o": 23199,
        "r": "nasb:Ezekiel:17:20",
        "t": "I will spread My net over him, and he will be caught in My snare. Then I will bring him to Babylon and enter into judgment with him there regarding*i the unfaithful act which he has committed against Me."
    },
    {
        "o": 23200,
        "r": "nasb:Ezekiel:17:21",
        "t": "All the choice men in all his troops will fall by the sword, and the survivors will be scattered to every wind; and you will know that I, the Lord,*s have spoken.”"
    },
    {
        "o": 23201,
        "r": "nasb:Ezekiel:17:22",
        "t": "Thus*p says the Lord God,*s “I will also take a*i sprig*i from the lofty top of the cedar and set it*i out; I will pluck from the topmost of its young twigs a tender one and I will plant it*i on a high and lofty mountain."
    },
    {
        "o": 23202,
        "r": "nasb:Ezekiel:17:23",
        "t": "On the high mountain of Israel I will plant it, that it may bring forth boughs and bear fruit and become a stately cedar. And birds of every kind will nest under it; they will nest in the shade of its branches."
    },
    {
        "o": 23203,
        "r": "nasb:Ezekiel:17:24",
        "t": "All the trees of the field will know that I am the Lord;*s I bring down the high tree, exalt the low tree, dry up the green tree and make the dry tree flourish. I am the Lord;*s I have spoken, and I will perform it.”*i"
    }
]
