[
    {
        "o": 7548,
        "r": "nasb:Judges:15:0",
        "t": "Judges 15",
        "h": 1
    },
    {
        "o": 7549,
        "r": "nasb:Judges:15:0",
        "t": "Samson Burns Philistine Crops",
        "h": 2
    },
    {
        "o": 7550,
        "r": "nasb:Judges:15:1",
        "t": "But*p after a while, in the time of wheat harvest, Samson visited his wife with a young goat, and said, “I will go in to my wife in her*i room.” But her father did not let him enter."
    },
    {
        "o": 7551,
        "r": "nasb:Judges:15:2",
        "t": "Her father said, “I really thought that you hated her intensely; so I gave her to your companion. Is not her younger sister more beautiful than she? Please let her be yours instead.”"
    },
    {
        "o": 7552,
        "r": "nasb:Judges:15:3",
        "t": "Samson then said to them, “This time I shall be blameless in regard to the Philistines when I do them harm.”"
    },
    {
        "o": 7553,
        "r": "nasb:Judges:15:4",
        "t": "Samson went and caught three hundred foxes, and took torches, and turned the*i foxes*i tail to tail and put one torch in the middle between two tails."
    },
    {
        "o": 7554,
        "r": "nasb:Judges:15:5",
        "t": "When he had set fire to the torches, he released the foxes into the standing grain of the Philistines, thus burning up both the shocks and the standing grain, along with the vineyards and*i groves."
    },
    {
        "o": 7555,
        "r": "nasb:Judges:15:6",
        "t": "Then the Philistines said, “Who did this?” And they said, “Samson, the son-in-law of the Timnite, because he took his wife and gave her to his companion.” So the Philistines came up and burned her and her father with fire."
    },
    {
        "o": 7556,
        "r": "nasb:Judges:15:7",
        "t": "Samson said to them, “Since you act like this, I will surely take revenge on you, but after that I will quit.”"
    },
    {
        "o": 7557,
        "r": "nasb:Judges:15:8",
        "t": "He struck them ruthlessly with a great slaughter; and he went down and lived in the cleft of the rock of Etam."
    },
    {
        "o": 7558,
        "r": "nasb:Judges:15:9",
        "t": "Then*p the Philistines went up and camped in Judah, and spread out in Lehi."
    },
    {
        "o": 7559,
        "r": "nasb:Judges:15:10",
        "t": "The men of Judah said, “Why have you come up against us?” And they said, “We have come up to bind Samson in order to do to him as he did to us.”"
    },
    {
        "o": 7560,
        "r": "nasb:Judges:15:11",
        "t": "Then 3,000 men of Judah went down to the cleft of the rock of Etam and said to Samson, “Do you not know that the Philistines are rulers over us? What then is this that you have done to us?” And he said to them, “As they did to me, so I have done to them.”"
    },
    {
        "o": 7561,
        "r": "nasb:Judges:15:12",
        "t": "They said to him, “We have come down to bind you so that we may give you into the hands of the Philistines.” And Samson said to them, “Swear to me that you will not kill me.”"
    },
    {
        "o": 7562,
        "r": "nasb:Judges:15:13",
        "t": "So they said to him, “No, but we will bind you fast and give you into their hands; yet surely we will not kill you.” Then they bound him with two new ropes and brought him up from the rock."
    },
    {
        "o": 7563,
        "r": "nasb:Judges:15:14",
        "t": "When*p he came to Lehi, the Philistines shouted as they met him. And the Spirit of the Lord*s came upon him mightily so that the ropes that were on his arms were as flax that is burned with fire, and his bonds dropped from his hands."
    },
    {
        "o": 7564,
        "r": "nasb:Judges:15:15",
        "t": "He found a fresh jawbone of a donkey, so he reached out and took it and killed a thousand men with it."
    },
    {
        "o": 7565,
        "r": "nasb:Judges:15:16",
        "t": "Then Samson said, “With*pn the jawbone of a donkey, Heaps*ln upon heaps, With*ln the jawbone of a donkey I*ln have killed a thousand men.”"
    },
    {
        "o": 7566,
        "r": "nasb:Judges:15:17",
        "t": "When*p he had finished speaking, he threw the jawbone from his hand; and he named that place Ramath-lehi."
    },
    {
        "o": 7567,
        "r": "nasb:Judges:15:18",
        "t": "Then he became very thirsty, and he called to the Lord*s and said, “You have given this great deliverance by the hand of Your servant, and now shall I die of thirst and fall into the hands of the uncircumcised?”"
    },
    {
        "o": 7568,
        "r": "nasb:Judges:15:19",
        "t": "But God split the hollow place that is in Lehi so that water came out of it. When he drank, his strength returned and he revived. Therefore he named it En-hakkore, which is in Lehi to this day."
    },
    {
        "o": 7569,
        "r": "nasb:Judges:15:20",
        "t": "So he judged Israel twenty years in the days of the Philistines."
    }
]
