[
    {
        "o": 1745,
        "r": "nasb:Exodus:4:0",
        "t": "Exodus 4",
        "h": 1
    },
    {
        "o": 1746,
        "r": "nasb:Exodus:4:0",
        "t": "Moses Given Powers",
        "h": 2
    },
    {
        "o": 1747,
        "r": "nasb:Exodus:4:1",
        "t": "Then*p Moses said, “What if they will not believe me or listen to what I say? For they may say, ‘The Lord*s has not appeared to you.’ ”"
    },
    {
        "o": 1748,
        "r": "nasb:Exodus:4:2",
        "t": "The Lord*s said to him, “What is that in your hand?” And he said, “A staff.”"
    },
    {
        "o": 1749,
        "r": "nasb:Exodus:4:3",
        "t": "Then He said, “Throw it on the ground.” So he threw it on the ground, and it became a serpent; and Moses fled from it."
    },
    {
        "o": 1750,
        "r": "nasb:Exodus:4:4",
        "t": "But the Lord*s said to Moses, “Stretch out your hand and grasp it*i by its tail”—so he stretched out his hand and caught it, and it became a staff in his hand—"
    },
    {
        "o": 1751,
        "r": "nasb:Exodus:4:5",
        "t": "“that they may believe that the Lord,*s the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”"
    },
    {
        "o": 1752,
        "r": "nasb:Exodus:4:6",
        "t": "The*p Lord*s furthermore said to him, “Now put your hand into your bosom.” So he put his hand into his bosom, and when he took it out, behold, his hand was leprous like snow."
    },
    {
        "o": 1753,
        "r": "nasb:Exodus:4:7",
        "t": "Then He said, “Put your hand into your bosom again.” So he put his hand into his bosom again, and when he took it out of his bosom, behold, it was restored like the*i rest*i of*i his flesh."
    },
    {
        "o": 1754,
        "r": "nasb:Exodus:4:8",
        "t": "“If they will not believe you or heed the witness of the first sign, they may believe the witness of the last sign."
    },
    {
        "o": 1755,
        "r": "nasb:Exodus:4:9",
        "t": "But if they will not believe even these two signs or heed what you say, then you shall take some water from the Nile and pour it on the dry ground; and the water which you take from the Nile will become blood on the dry ground.”"
    },
    {
        "o": 1756,
        "r": "nasb:Exodus:4:10",
        "t": "Then*p Moses said to the Lord,*s “Please, Lord, I have never been eloquent, neither recently nor in time past, nor since You have spoken to Your servant; for I am slow of speech and slow of tongue.”"
    },
    {
        "o": 1757,
        "r": "nasb:Exodus:4:11",
        "t": "The Lord*s said to him, “Who has made man’s mouth? Or who makes him*i mute or deaf, or seeing or blind? Is it not I, the Lord?*s"
    },
    {
        "o": 1758,
        "r": "nasb:Exodus:4:12",
        "t": "Now then go, and I, even I, will be with your mouth, and teach you what you are to say.”"
    },
    {
        "o": 1759,
        "r": "nasb:Exodus:4:13",
        "t": "But he said, “Please, Lord, now send the*i message*i by whomever You will.”"
    },
    {
        "o": 1760,
        "r": "nasb:Exodus:4:13",
        "t": "Aaron to Be Moses’ Mouthpiece",
        "h": 2
    },
    {
        "o": 1761,
        "r": "nasb:Exodus:4:14",
        "t": "Then*p the anger of the Lord*s burned against Moses, and He said, “Is there not your brother Aaron the Levite? I know that he speaks fluently. And moreover, behold, he is coming out to meet you; when he sees you, he will be glad in his heart."
    },
    {
        "o": 1762,
        "r": "nasb:Exodus:4:15",
        "t": "You are to speak to him and put the words in his mouth; and I, even I, will be with your mouth and his mouth, and I will teach you what you are to do."
    },
    {
        "o": 1763,
        "r": "nasb:Exodus:4:16",
        "t": "Moreover, he shall speak for you to the people; and he will be as a mouth for you and you will be as God to him."
    },
    {
        "o": 1764,
        "r": "nasb:Exodus:4:17",
        "t": "You shall take in your hand this staff, with which you shall perform the signs.”"
    },
    {
        "o": 1765,
        "r": "nasb:Exodus:4:18",
        "t": "Then*p Moses departed and returned to Jethro his father-in-law and said to him, “Please, let me go, that I may return to my brethren who are in Egypt, and see if they are still alive.” And Jethro said to Moses, “Go in peace.”"
    },
    {
        "o": 1766,
        "r": "nasb:Exodus:4:19",
        "t": "Now the Lord*s said to Moses in Midian, “Go back to Egypt, for all the men who were seeking your life are dead.”"
    },
    {
        "o": 1767,
        "r": "nasb:Exodus:4:20",
        "t": "So Moses took his wife and his sons and mounted them on a donkey, and returned to the land of Egypt. Moses also took the staff of God in his hand."
    },
    {
        "o": 1768,
        "r": "nasb:Exodus:4:21",
        "t": "The*p Lord*s said to Moses, “When you go back to Egypt see that you perform before Pharaoh all the wonders which I have put in your power; but I will harden his heart so that he will not let the people go."
    },
    {
        "o": 1769,
        "r": "nasb:Exodus:4:22",
        "t": "Then you shall say to Pharaoh, ‘Thus says the Lord,*s “Israel is My son, My firstborn."
    },
    {
        "o": 1770,
        "r": "nasb:Exodus:4:23",
        "t": "So I said to you, ‘Let My son go that he may serve Me’; but you have refused to let him go. Behold, I will kill your son, your firstborn.” ’ ”"
    },
    {
        "o": 1771,
        "r": "nasb:Exodus:4:24",
        "t": "Now*p it came about at the lodging place on the way that the Lord*s met him and sought to put him to death."
    },
    {
        "o": 1772,
        "r": "nasb:Exodus:4:25",
        "t": "Then Zipporah took a flint and cut off her son’s foreskin and threw it at Moses’ feet, and she said, “You are indeed a bridegroom of blood to me.”"
    },
    {
        "o": 1773,
        "r": "nasb:Exodus:4:26",
        "t": "So He let him alone. At that time she said, “You*i are*i a bridegroom of blood”—because of the circumcision."
    },
    {
        "o": 1774,
        "r": "nasb:Exodus:4:27",
        "t": "Now*p the Lord*s said to Aaron, “Go to meet Moses in the wilderness.” So he went and met him at the mountain of God and kissed him."
    },
    {
        "o": 1775,
        "r": "nasb:Exodus:4:28",
        "t": "Moses told Aaron all the words of the Lord*s with which He had sent him, and all the signs that He had commanded him to*i do.*i"
    },
    {
        "o": 1776,
        "r": "nasb:Exodus:4:29",
        "t": "Then Moses and Aaron went and assembled all the elders of the sons of Israel;"
    },
    {
        "o": 1777,
        "r": "nasb:Exodus:4:30",
        "t": "and Aaron spoke all the words which the Lord*s had spoken to Moses. He then performed the signs in the sight of the people."
    },
    {
        "o": 1778,
        "r": "nasb:Exodus:4:31",
        "t": "So the people believed; and when they heard that the Lord*s was concerned about the sons of Israel and that He had seen their affliction, then they bowed low and worshiped."
    }
]
