[
    {
        "o": 9001,
        "r": "nasb:2 Samuel:10:0",
        "t": "2 Samuel 10",
        "h": 1
    },
    {
        "o": 9002,
        "r": "nasb:2 Samuel:10:0",
        "t": "Ammon and Aram Defeated",
        "h": 2
    },
    {
        "o": 9003,
        "r": "nasb:2 Samuel:10:1",
        "t": "Now*p it happened afterwards that the king of the Ammonites died, and Hanun his son became king in his place."
    },
    {
        "o": 9004,
        "r": "nasb:2 Samuel:10:2",
        "t": "Then David said, “I will show kindness to Hanun the son of Nahash, just as his father showed kindness to me.” So David sent some of his servants to console him concerning his father. But when David’s servants came to the land of the Ammonites,"
    },
    {
        "o": 9005,
        "r": "nasb:2 Samuel:10:3",
        "t": "the princes of the Ammonites said to Hanun their lord, “Do you think that David is honoring your father because he has sent consolers to you? Has David not sent his servants to you in order to search the city, to spy it out and overthrow it?”"
    },
    {
        "o": 9006,
        "r": "nasb:2 Samuel:10:4",
        "t": "So Hanun took David’s servants and shaved off half of their beards, and cut off their garments in the middle as far as their hips, and sent them away."
    },
    {
        "o": 9007,
        "r": "nasb:2 Samuel:10:5",
        "t": "When they told it*i to David, he sent to meet them, for the men were greatly humiliated. And the king said, “Stay at Jericho until your beards grow, and then*i return.”"
    },
    {
        "o": 9008,
        "r": "nasb:2 Samuel:10:6",
        "t": "Now*p when the sons of Ammon saw that they had become odious to David, the sons of Ammon sent and hired the Arameans of Beth-rehob and the Arameans of Zobah, 20,000 foot soldiers, and the king of Maacah with 1,000 men, and the men of Tob with 12,000 men."
    },
    {
        "o": 9009,
        "r": "nasb:2 Samuel:10:7",
        "t": "When David heard of*i it,*i he sent Joab and all the army, the mighty men."
    },
    {
        "o": 9010,
        "r": "nasb:2 Samuel:10:8",
        "t": "The sons of Ammon came out and drew up in battle array at the entrance of the city, while the Arameans of Zobah and of Rehob and the men of Tob and Maacah were*i by themselves in the field."
    },
    {
        "o": 9011,
        "r": "nasb:2 Samuel:10:9",
        "t": "Now*p when Joab saw that the battle was set against him in front and in the rear, he selected from all the choice men of Israel, and arrayed them*i against the Arameans."
    },
    {
        "o": 9012,
        "r": "nasb:2 Samuel:10:10",
        "t": "But the remainder of the people he placed in the hand of Abishai his brother, and he arrayed them*i against the sons of Ammon."
    },
    {
        "o": 9013,
        "r": "nasb:2 Samuel:10:11",
        "t": "He said, “If the Arameans are too strong for me, then you shall help me, but if the sons of Ammon are too strong for you, then I will come to help you."
    },
    {
        "o": 9014,
        "r": "nasb:2 Samuel:10:12",
        "t": "Be strong, and let us show ourselves courageous for the sake of our people and for the cities of our God; and may the Lord*s do what is good in His sight.”"
    },
    {
        "o": 9015,
        "r": "nasb:2 Samuel:10:13",
        "t": "So Joab and the people who were with him drew near to the battle against the Arameans, and they fled before him."
    },
    {
        "o": 9016,
        "r": "nasb:2 Samuel:10:14",
        "t": "When the sons of Ammon saw that the Arameans fled, they also*i fled before Abishai and entered the city. Then Joab returned from fighting*i against the sons of Ammon and came to Jerusalem."
    },
    {
        "o": 9017,
        "r": "nasb:2 Samuel:10:15",
        "t": "When*p the Arameans saw that they had been defeated by Israel, they gathered themselves together."
    },
    {
        "o": 9018,
        "r": "nasb:2 Samuel:10:16",
        "t": "And Hadadezer sent and brought out the Arameans who were beyond the River, and they came to Helam; and Shobach the commander of the army of Hadadezer led them."
    },
    {
        "o": 9019,
        "r": "nasb:2 Samuel:10:17",
        "t": "Now when it was told David, he gathered all Israel together and crossed the Jordan, and came to Helam. And the Arameans arrayed themselves to meet David and fought against him."
    },
    {
        "o": 9020,
        "r": "nasb:2 Samuel:10:18",
        "t": "But the Arameans fled before Israel, and David killed 700 charioteers of the Arameans and 40,000 horsemen and struck down Shobach the commander of their army, and he died there."
    },
    {
        "o": 9021,
        "r": "nasb:2 Samuel:10:19",
        "t": "When all the kings, servants of Hadadezer, saw that they were defeated by Israel, they made peace with Israel and served them. So the Arameans feared to help the sons of Ammon anymore."
    }
]
