[
    {
        "o": 5733,
        "r": "nasb:Deuteronomy:13:0",
        "t": "Deuteronomy 13",
        "h": 1
    },
    {
        "o": 5734,
        "r": "nasb:Deuteronomy:13:0",
        "t": "Shun Idolatry",
        "h": 2
    },
    {
        "o": 5735,
        "r": "nasb:Deuteronomy:13:1",
        "t": "“If*p a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder,"
    },
    {
        "o": 5736,
        "r": "nasb:Deuteronomy:13:2",
        "t": "and the sign or the wonder comes true, concerning which he spoke to you, saying, ‘Let us go after other gods (whom you have not known) and let us serve them,’"
    },
    {
        "o": 5737,
        "r": "nasb:Deuteronomy:13:3",
        "t": "you shall not listen to the words of that prophet or that dreamer of dreams; for the Lord*s your God is testing you to find out if you love the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 5738,
        "r": "nasb:Deuteronomy:13:4",
        "t": "You shall follow the Lord*s your God and fear Him; and you shall keep His commandments, listen to His voice, serve Him, and cling to Him."
    },
    {
        "o": 5739,
        "r": "nasb:Deuteronomy:13:5",
        "t": "But that prophet or that dreamer of dreams shall be put to death, because he has counseled rebellion against the Lord*s your God who brought you from the land of Egypt and redeemed you from the house of slavery, to seduce you from the way in which the Lord*s your God commanded you to walk. So you shall purge the evil from among you."
    },
    {
        "o": 5740,
        "r": "nasb:Deuteronomy:13:6",
        "t": "“If*p your brother, your mother’s son, or your son or daughter, or the wife you cherish, or your friend who is as your own soul, entice you secretly, saying, ‘Let us go and serve other gods’ (whom neither you nor your fathers have known,"
    },
    {
        "o": 5741,
        "r": "nasb:Deuteronomy:13:7",
        "t": "of the gods of the peoples who are around you, near you or far from you, from one end of the earth to the other end),"
    },
    {
        "o": 5742,
        "r": "nasb:Deuteronomy:13:8",
        "t": "you shall not yield to him or listen to him; and your eye shall not pity him, nor shall you spare or conceal him."
    },
    {
        "o": 5743,
        "r": "nasb:Deuteronomy:13:9",
        "t": "But you shall surely kill him; your hand shall be first against him to put him to death, and afterwards the hand of all the people."
    },
    {
        "o": 5744,
        "r": "nasb:Deuteronomy:13:10",
        "t": "So you shall stone him to death because he has sought to seduce you from the Lord*s your God who brought you out from the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5745,
        "r": "nasb:Deuteronomy:13:11",
        "t": "Then all Israel will hear and be afraid, and will never again do such a wicked thing among you."
    },
    {
        "o": 5746,
        "r": "nasb:Deuteronomy:13:12",
        "t": "“If*p you hear in one of your cities, which the Lord*s your God is giving you to live in, anyone*i saying that*i"
    },
    {
        "o": 5747,
        "r": "nasb:Deuteronomy:13:13",
        "t": "some worthless men have gone out from among you and have seduced the inhabitants of their city, saying, ‘Let us go and serve other gods’ (whom you have not known),"
    },
    {
        "o": 5748,
        "r": "nasb:Deuteronomy:13:14",
        "t": "then you shall investigate and search out and inquire thoroughly. If it is true and*i the matter established that this abomination has been done among you,"
    },
    {
        "o": 5749,
        "r": "nasb:Deuteronomy:13:15",
        "t": "you shall surely strike the inhabitants of that city with the edge of the sword, utterly destroying it and all that is in it and its cattle with the edge of the sword."
    },
    {
        "o": 5750,
        "r": "nasb:Deuteronomy:13:16",
        "t": "Then you shall gather all its booty into the middle of its open square and burn the city and all its booty with fire as a whole burnt offering to the Lord*s your God; and it shall be a ruin forever. It shall never be rebuilt."
    },
    {
        "o": 5751,
        "r": "nasb:Deuteronomy:13:17",
        "t": "Nothing from that which is put under the ban shall cling to your hand, in order that the Lord*s may turn from His burning anger and show mercy to you, and have compassion on you and make you increase, just as He has sworn to your fathers,"
    },
    {
        "o": 5752,
        "r": "nasb:Deuteronomy:13:18",
        "t": "if you will listen to the voice of the Lord*s your God, keeping all His commandments which I am commanding you today, and doing what is right in the sight of the Lord*s your God."
    }
]
