[
    {
        "o": 3482,
        "r": "kjv:Leviticus:22:0",
        "t": "Leviticus 22",
        "h": 1
    },
    {
        "o": 3483,
        "r": "kjv:Leviticus:22:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 3484,
        "r": "kjv:Leviticus:22:2",
        "t": "Speak*p unto Aaron and to his sons, that they separate themselves from the holy things of the children of Israel, and that they profane not my holy name in those things which they hallow unto me: I am the Lord.*s"
    },
    {
        "o": 3485,
        "r": "kjv:Leviticus:22:3",
        "t": "Say*p unto them, Whosoever he be of all your seed among your generations, that goeth unto the holy things, which the children of Israel hallow unto the Lord,*s having his uncleanness upon him, that soul shall be cut off from my presence: I am the Lord.*s"
    },
    {
        "o": 3486,
        "r": "kjv:Leviticus:22:4",
        "t": "What*p man soever of the seed of Aaron is a leper, or hath a running issue; he shall not eat of the holy things, until he be clean. And whoso toucheth any thing that is unclean by the dead, or a man whose seed goeth from him;"
    },
    {
        "o": 3487,
        "r": "kjv:Leviticus:22:5",
        "t": "Or*p whosoever toucheth any creeping thing, whereby he may be made unclean, or a man of whom he may take uncleanness, whatsoever uncleanness he hath;"
    },
    {
        "o": 3488,
        "r": "kjv:Leviticus:22:6",
        "t": "The*p soul which hath touched any such shall be unclean until even, and shall not eat of the holy things, unless he wash his flesh with water."
    },
    {
        "o": 3489,
        "r": "kjv:Leviticus:22:7",
        "t": "And*p when the sun is down, he shall be clean, and shall afterward eat of the holy things; because it is his food."
    },
    {
        "o": 3490,
        "r": "kjv:Leviticus:22:8",
        "t": "That*p which dieth of itself, or is torn with beasts, he shall not eat to defile himself therewith: I am the Lord.*s"
    },
    {
        "o": 3491,
        "r": "kjv:Leviticus:22:9",
        "t": "They*p shall therefore keep mine ordinance, lest they bear sin for it, and die therefore, if they profane it: I the Lord*s do sanctify them."
    },
    {
        "o": 3492,
        "r": "kjv:Leviticus:22:10",
        "t": "There*p shall no stranger eat of the holy thing: a sojourner of the priest, or an hired servant, shall not eat of the holy thing."
    },
    {
        "o": 3493,
        "r": "kjv:Leviticus:22:11",
        "t": "But*p if the priest buy any soul with his money, he shall eat of it, and he that is born in his house: they shall eat of his meat."
    },
    {
        "o": 3494,
        "r": "kjv:Leviticus:22:12",
        "t": "If*p the priest's daughter also be married unto a stranger, she may not eat of an offering of the holy things."
    },
    {
        "o": 3495,
        "r": "kjv:Leviticus:22:13",
        "t": "But*p if the priest's daughter be a widow, or divorced, and have no child, and is returned unto her father's house, as in her youth, she shall eat of her father's meat: but there shall no stranger eat thereof."
    },
    {
        "o": 3496,
        "r": "kjv:Leviticus:22:14",
        "t": "And*p if a man eat of the holy thing unwittingly, then he shall put the fifth part thereof unto it, and shall give it unto the priest with the holy thing."
    },
    {
        "o": 3497,
        "r": "kjv:Leviticus:22:15",
        "t": "And*p they shall not profane the holy things of the children of Israel, which they offer unto the Lord;*s"
    },
    {
        "o": 3498,
        "r": "kjv:Leviticus:22:16",
        "t": "Or*p suffer them to bear the iniquity of trespass, when they eat their holy things: for I the Lord*s do sanctify them."
    },
    {
        "o": 3499,
        "r": "kjv:Leviticus:22:17",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 3500,
        "r": "kjv:Leviticus:22:18",
        "t": "Speak*p unto Aaron, and to his sons, and unto all the children of Israel, and say unto them, Whatsoever he be of the house of Israel, or of the strangers in Israel, that will offer his oblation for all his vows, and for all his freewill offerings, which they will offer unto the Lord*s for a burnt offering;"
    },
    {
        "o": 3501,
        "r": "kjv:Leviticus:22:19",
        "t": "Ye*p shall offer at your own will a male without blemish, of the beeves, of the sheep, or of the goats."
    },
    {
        "o": 3502,
        "r": "kjv:Leviticus:22:20",
        "t": "But*p whatsoever hath a blemish, that shall ye not offer: for it shall not be acceptable for you."
    },
    {
        "o": 3503,
        "r": "kjv:Leviticus:22:21",
        "t": "And*p whosoever offereth a sacrifice of peace offerings unto the Lord*s to accomplish his vow, or a freewill offering in beeves or sheep, it shall be perfect to be accepted; there shall be no blemish therein."
    },
    {
        "o": 3504,
        "r": "kjv:Leviticus:22:22",
        "t": "Blind,*p or broken, or maimed, or having a wen, or scurvy, or scabbed, ye shall not offer these unto the Lord,*s nor make an offering by fire of them upon the altar unto the Lord.*s"
    },
    {
        "o": 3505,
        "r": "kjv:Leviticus:22:23",
        "t": "Either*p a bullock or a lamb that hath any thing superfluous or lacking in his parts, that mayest thou offer for a freewill offering; but for a vow it shall not be accepted."
    },
    {
        "o": 3506,
        "r": "kjv:Leviticus:22:24",
        "t": "Ye*p shall not offer unto the Lord*s that which is bruised, or crushed, or broken, or cut; neither shall ye make any offering thereof in your land."
    },
    {
        "o": 3507,
        "r": "kjv:Leviticus:22:25",
        "t": "Neither*p from a stranger's hand shall ye offer the bread of your God of any of these; because their corruption is in them, and blemishes be in them: they shall not be accepted for you."
    },
    {
        "o": 3508,
        "r": "kjv:Leviticus:22:26",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 3509,
        "r": "kjv:Leviticus:22:27",
        "t": "When*p a bullock, or a sheep, or a goat, is brought forth, then it shall be seven days under the dam; and from the eighth day and thenceforth it shall be accepted for an offering made by fire unto the Lord.*s"
    },
    {
        "o": 3510,
        "r": "kjv:Leviticus:22:28",
        "t": "And*p whether it be cow or ewe, ye shall not kill it and her young both in one day."
    },
    {
        "o": 3511,
        "r": "kjv:Leviticus:22:29",
        "t": "And*p when ye will offer a sacrifice of thanksgiving unto the Lord,*s offer it at your own will."
    },
    {
        "o": 3512,
        "r": "kjv:Leviticus:22:30",
        "t": "On*p the same day it shall be eaten up; ye shall leave none of it until the morrow: I am the Lord.*s"
    },
    {
        "o": 3513,
        "r": "kjv:Leviticus:22:31",
        "t": "Therefore*p shall ye keep my commandments, and do them: I am the Lord.*s"
    },
    {
        "o": 3514,
        "r": "kjv:Leviticus:22:32",
        "t": "Neither*p shall ye profane my holy name; but I will be hallowed among the children of Israel: I am the Lord*s which hallow you,"
    },
    {
        "o": 3515,
        "r": "kjv:Leviticus:22:33",
        "t": "That*p brought you out of the land of Egypt, to be your God: I am the Lord.*s"
    }
]
