[
    {
        "o": 14261,
        "r": "csb:Esther:8:0",
        "t": "Esther 8",
        "h": 1
    },
    {
        "o": 14262,
        "r": "csb:Esther:8:0",
        "t": "Esther Intervenes for the Jews",
        "h": 2
    },
    {
        "o": 14263,
        "r": "csb:Esther:8:1",
        "t": "That*p same day King Ahasuerus awarded Queen Esther the estate of Haman, the enemy of the Jews. Mordecai entered the king’s presence because Esther had revealed her relationship to Mordecai."
    },
    {
        "o": 14264,
        "r": "csb:Esther:8:2",
        "t": "The king removed his signet ring he had recovered from Haman and gave it to Mordecai, and Esther put him in charge of Haman’s estate."
    },
    {
        "o": 14265,
        "r": "csb:Esther:8:3",
        "t": "Then*p Esther addressed the king again. She fell at his feet, wept, and begged him to revoke the evil of Haman the Agagite and his plot he had devised against the Jews."
    },
    {
        "o": 14266,
        "r": "csb:Esther:8:4",
        "t": "The king extended the gold scepter toward Esther, so she got up and stood before the king."
    },
    {
        "o": 14267,
        "r": "csb:Esther:8:5",
        "t": "She*p said, “If it pleases the king and I have found favor with him, if the matter seems right to the king and I am pleasing in his eyes, let a royal edict be written. Let it revoke the documents the scheming Haman son of Hammedatha the Agagite wrote to destroy the Jews who are in all the king’s provinces."
    },
    {
        "o": 14268,
        "r": "csb:Esther:8:6",
        "t": "For how could I bear to see the disaster that would come on my people? How could I bear to see the destruction of my relatives?”"
    },
    {
        "o": 14269,
        "r": "csb:Esther:8:7",
        "t": "King*p Ahasuerus said to Esther the queen and to Mordecai the Jew, “Look, I have given Haman’s estate to Esther, and he was hanged on the gallows because he attacked the Jews."
    },
    {
        "o": 14270,
        "r": "csb:Esther:8:8",
        "t": "Write in the king’s name whatever pleases you concerning the Jews, and seal it with the royal signet ring. A document written in the king’s name and sealed with the royal signet ring cannot be revoked.”"
    },
    {
        "o": 14271,
        "r": "csb:Esther:8:9",
        "t": "On*p the twenty-third day of the third month — that is, the month Sivan - the royal scribes were summoned. Everything was written exactly as Mordecai commanded for the Jews, to the satraps, the governors, and the officials of the 127 provinces from India to Cush. The edict was written for each province in its own script, for each ethnic group in its own language, and to the Jews in their own script and language."
    },
    {
        "o": 14272,
        "r": "csb:Esther:8:10",
        "t": "Mordecai*p wrote in King Ahasuerus’s name and sealed the edicts with the royal signet ring. He sent the documents by mounted couriers, who rode fast horses bred in the royal stables."
    },
    {
        "o": 14273,
        "r": "csb:Esther:8:11",
        "t": "The*p king’s edict gave the Jews in each and every city the right to assemble and defend themselves, to destroy, kill, and annihilate every ethnic and provincial army hostile to them, including women and children, and to take their possessions as spoils of war."
    },
    {
        "o": 14274,
        "r": "csb:Esther:8:12",
        "t": "This would take place on a single day throughout all the provinces of King Ahasuerus, on the thirteenth day of the twelfth month, the month Adar."
    },
    {
        "o": 14275,
        "r": "csb:Esther:8:13",
        "t": "A*p copy of the text, issued as law throughout every province, was distributed to all the peoples so the Jews could be ready to avenge themselves against their enemies on that day."
    },
    {
        "o": 14276,
        "r": "csb:Esther:8:14",
        "t": "The couriers rode out in haste on their royal horses at the king’s urgent command. The law was also issued in the fortress of Susa."
    },
    {
        "o": 14277,
        "r": "csb:Esther:8:15",
        "t": "Mordecai*p went from the king’s presence clothed in royal blue and white, with a great gold crown and a purple robe of fine linen. The city of Susa shouted and rejoiced,"
    },
    {
        "o": 14278,
        "r": "csb:Esther:8:16",
        "t": "and the Jews celebrated with gladness, joy, and honor."
    },
    {
        "o": 14279,
        "r": "csb:Esther:8:17",
        "t": "In every province and every city where the king’s command and edict reached, gladness and joy took place among the Jews. There was a celebration and a holiday. And many of the ethnic groups of the land professed themselves to be Jews because fear of the Jews had overcome them."
    }
]
