[
    {
        "o": 33099,
        "r": "csb:Ephesians:2:0",
        "t": "Ephesians 2",
        "h": 1
    },
    {
        "o": 33100,
        "r": "csb:Ephesians:2:0",
        "t": "From Death to Life",
        "h": 2
    },
    {
        "o": 33101,
        "r": "csb:Ephesians:2:1",
        "t": "And*p you were dead in your trespasses and sins"
    },
    {
        "o": 33102,
        "r": "csb:Ephesians:2:2",
        "t": "in which you previously walked according to the ways of this world, according to the ruler of the power of the air, the spirit now working in the disobedient."
    },
    {
        "o": 33103,
        "r": "csb:Ephesians:2:3",
        "t": "We too all previously lived among them in our fleshly desires, carrying out the inclinations of our flesh and thoughts, and we were by nature children under wrath as the others were also."
    },
    {
        "o": 33104,
        "r": "csb:Ephesians:2:4",
        "t": "But God, who is rich in mercy, because of his great love that he had for us,"
    },
    {
        "o": 33105,
        "r": "csb:Ephesians:2:5",
        "t": "made us alive with Christ even though we were dead in trespasses. You are saved by grace!"
    },
    {
        "o": 33106,
        "r": "csb:Ephesians:2:6",
        "t": "He also raised us up with him and seated us with him in the heavens in Christ Jesus,"
    },
    {
        "o": 33107,
        "r": "csb:Ephesians:2:7",
        "t": "so that in the coming ages he might display the immeasurable riches of his grace through his kindness to us in Christ Jesus."
    },
    {
        "o": 33108,
        "r": "csb:Ephesians:2:8",
        "t": "For you are saved by grace through faith, and this is not from yourselves; it is God’s gift -"
    },
    {
        "o": 33109,
        "r": "csb:Ephesians:2:9",
        "t": "not from works, so that no one can boast."
    },
    {
        "o": 33110,
        "r": "csb:Ephesians:2:10",
        "t": "For we are his workmanship, created in Christ Jesus for good works, which God prepared ahead of time for us to do."
    },
    {
        "o": 33111,
        "r": "csb:Ephesians:2:10",
        "t": "Unity in Christ",
        "h": 2
    },
    {
        "o": 33112,
        "r": "csb:Ephesians:2:11",
        "t": "So,*p then, remember that at one time you were Gentiles in the flesh - called “the uncircumcised” by those called “the circumcised,” which is done in the flesh by human hands."
    },
    {
        "o": 33113,
        "r": "csb:Ephesians:2:12",
        "t": "At that time you were without Christ, excluded from the citizenship of Israel, and foreigners to the covenants of promise, without hope and without God in the world."
    },
    {
        "o": 33114,
        "r": "csb:Ephesians:2:13",
        "t": "But now in Christ Jesus, you who were far away have been brought near by the blood of Christ."
    },
    {
        "o": 33115,
        "r": "csb:Ephesians:2:14",
        "t": "For he is our peace, who made both groups one and tore down the dividing wall of hostility. In his flesh,"
    },
    {
        "o": 33116,
        "r": "csb:Ephesians:2:15",
        "t": "he made of no effect the law consisting of commands and expressed in regulations, so that he might create in himself one new man from the two, resulting in peace."
    },
    {
        "o": 33117,
        "r": "csb:Ephesians:2:16",
        "t": "He did this so that he might reconcile both to God in one body through the cross by which he put the hostility to death."
    },
    {
        "o": 33118,
        "r": "csb:Ephesians:2:17",
        "t": "He came and proclaimed the good news of peace to you who were far away and peace to those who were near."
    },
    {
        "o": 33119,
        "r": "csb:Ephesians:2:18",
        "t": "For through him we both have access in one Spirit to the Father."
    },
    {
        "o": 33120,
        "r": "csb:Ephesians:2:19",
        "t": "So, then, you are no longer foreigners and strangers, but fellow citizens with the saints, and members of God’s household,"
    },
    {
        "o": 33121,
        "r": "csb:Ephesians:2:20",
        "t": "built on the foundation of the apostles and prophets, with Christ Jesus himself as the cornerstone."
    },
    {
        "o": 33122,
        "r": "csb:Ephesians:2:21",
        "t": "In him the whole building, being put together, grows into a holy temple in the Lord."
    },
    {
        "o": 33123,
        "r": "csb:Ephesians:2:22",
        "t": "In him you are also being built together for God’s dwelling in the Spirit."
    }
]
