[
    {
        "o": 23734,
        "r": "esv:Ezekiel:36:0",
        "t": "Ezekiel 36",
        "h": 1
    },
    {
        "o": 23735,
        "r": "esv:Ezekiel:36:0",
        "t": "Prophecy to the Mountains of Israel",
        "h": 2
    },
    {
        "o": 23736,
        "r": "esv:Ezekiel:36:1",
        "t": "“And*p you, son of man, prophesy to the mountains of Israel, and say, O mountains of Israel, hear the word of the Lord.*s"
    },
    {
        "o": 23737,
        "r": "esv:Ezekiel:36:2",
        "t": "Thus says the Lord God:*s Because the enemy said of you, ‘Aha!’ and, ‘The ancient heights have become our possession,’"
    },
    {
        "o": 23738,
        "r": "esv:Ezekiel:36:3",
        "t": "therefore prophesy, and say, Thus says the Lord God:*s Precisely because they made you desolate and crushed you from all sides, so that you became the possession of the rest of the nations, and you became the talk and evil gossip of the people,"
    },
    {
        "o": 23739,
        "r": "esv:Ezekiel:36:4",
        "t": "therefore, O mountains of Israel, hear the word of the Lord God:*s Thus says the Lord God*s to the mountains and the hills, the ravines and the valleys, the desolate wastes and the deserted cities, which have become a prey and derision to the rest of the nations all around,"
    },
    {
        "o": 23740,
        "r": "esv:Ezekiel:36:5",
        "t": "therefore thus says the Lord God:*s Surely I have spoken in my hot jealousy against the rest of the nations and against all Edom, who gave my land to themselves as a possession with wholehearted joy and utter contempt, that they might make its pasturelands a prey."
    },
    {
        "o": 23741,
        "r": "esv:Ezekiel:36:6",
        "t": "Therefore prophesy concerning the land of Israel, and say to the mountains and hills, to the ravines and valleys, Thus says the Lord God:*s Behold, I have spoken in my jealous wrath, because you have suffered the reproach of the nations."
    },
    {
        "o": 23742,
        "r": "esv:Ezekiel:36:7",
        "t": "Therefore thus says the Lord God:*s I swear that the nations that are all around you shall themselves suffer reproach."
    },
    {
        "o": 23743,
        "r": "esv:Ezekiel:36:8",
        "t": "“But*p you, O mountains of Israel, shall shoot forth your branches and yield your fruit to my people Israel, for they will soon come home."
    },
    {
        "o": 23744,
        "r": "esv:Ezekiel:36:9",
        "t": "For behold, I am for you, and I will turn to you, and you shall be tilled and sown."
    },
    {
        "o": 23745,
        "r": "esv:Ezekiel:36:10",
        "t": "And I will multiply people on you, the whole house of Israel, all of it. The cities shall be inhabited and the waste places rebuilt."
    },
    {
        "o": 23746,
        "r": "esv:Ezekiel:36:11",
        "t": "And I will multiply on you man and beast, and they shall multiply and be fruitful. And I will cause you to be inhabited as in your former times, and will do more good to you than ever before. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23747,
        "r": "esv:Ezekiel:36:12",
        "t": "I will let people walk on you, even my people Israel. And they shall possess you, and you shall be their inheritance, and you shall no longer bereave them of children."
    },
    {
        "o": 23748,
        "r": "esv:Ezekiel:36:13",
        "t": "Thus says the Lord God:*s Because they say to you, ‘You devour people, and you bereave your nation of children,’"
    },
    {
        "o": 23749,
        "r": "esv:Ezekiel:36:14",
        "t": "therefore you shall no longer devour people and no longer bereave your nation of children, declares the Lord God.*s"
    },
    {
        "o": 23750,
        "r": "esv:Ezekiel:36:15",
        "t": "And I will not let you hear anymore the reproach of the nations, and you shall no longer bear the disgrace of the peoples and no longer cause your nation to stumble, declares the Lord God.”*s"
    },
    {
        "o": 23751,
        "r": "esv:Ezekiel:36:15",
        "t": "The Lord’s Concern for His Holy Name",
        "h": 2
    },
    {
        "o": 23752,
        "r": "esv:Ezekiel:36:16",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23753,
        "r": "esv:Ezekiel:36:17",
        "t": "“Son of man, when the house of Israel lived in their own land, they defiled it by their ways and their deeds. Their ways before me were like the uncleanness of a woman in her menstrual impurity."
    },
    {
        "o": 23754,
        "r": "esv:Ezekiel:36:18",
        "t": "So I poured out my wrath upon them for the blood that they had shed in the land, for the idols with which they had defiled it."
    },
    {
        "o": 23755,
        "r": "esv:Ezekiel:36:19",
        "t": "I scattered them among the nations, and they were dispersed through the countries. In accordance with their ways and their deeds I judged them."
    },
    {
        "o": 23756,
        "r": "esv:Ezekiel:36:20",
        "t": "But when they came to the nations, wherever they came, they profaned my holy name, in that people said of them, ‘These are the people of the Lord,*s and yet they had to go out of his land.’"
    },
    {
        "o": 23757,
        "r": "esv:Ezekiel:36:21",
        "t": "But I had concern for my holy name, which the house of Israel had profaned among the nations to which they came."
    },
    {
        "o": 23758,
        "r": "esv:Ezekiel:36:21",
        "t": "I Will Put My Spirit Within You",
        "h": 2
    },
    {
        "o": 23759,
        "r": "esv:Ezekiel:36:22",
        "t": "“Therefore*p say to the house of Israel, Thus says the Lord God:*s It is not for your sake, O house of Israel, that I am about to act, but for the sake of my holy name, which you have profaned among the nations to which you came."
    },
    {
        "o": 23760,
        "r": "esv:Ezekiel:36:23",
        "t": "And I will vindicate the holiness of my great name, which has been profaned among the nations, and which you have profaned among them. And the nations will know that I am the Lord,*s declares the Lord God,*s when through you I vindicate my holiness before their eyes."
    },
    {
        "o": 23761,
        "r": "esv:Ezekiel:36:24",
        "t": "I will take you from the nations and gather you from all the countries and bring you into your own land."
    },
    {
        "o": 23762,
        "r": "esv:Ezekiel:36:25",
        "t": "I will sprinkle clean water on you, and you shall be clean from all your uncleannesses, and from all your idols I will cleanse you."
    },
    {
        "o": 23763,
        "r": "esv:Ezekiel:36:26",
        "t": "And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh."
    },
    {
        "o": 23764,
        "r": "esv:Ezekiel:36:27",
        "t": "And I will put my Spirit within you, and cause you to walk in my statutes and be careful to obey my rules."
    },
    {
        "o": 23765,
        "r": "esv:Ezekiel:36:28",
        "t": "You shall dwell in the land that I gave to your fathers, and you shall be my people, and I will be your God."
    },
    {
        "o": 23766,
        "r": "esv:Ezekiel:36:29",
        "t": "And I will deliver you from all your uncleannesses. And I will summon the grain and make it abundant and lay no famine upon you."
    },
    {
        "o": 23767,
        "r": "esv:Ezekiel:36:30",
        "t": "I will make the fruit of the tree and the increase of the field abundant, that you may never again suffer the disgrace of famine among the nations."
    },
    {
        "o": 23768,
        "r": "esv:Ezekiel:36:31",
        "t": "Then you will remember your evil ways, and your deeds that were not good, and you will loathe yourselves for your iniquities and your abominations."
    },
    {
        "o": 23769,
        "r": "esv:Ezekiel:36:32",
        "t": "It is not for your sake that I will act, declares the Lord God;*s let that be known to you. Be ashamed and confounded for your ways, O house of Israel."
    },
    {
        "o": 23770,
        "r": "esv:Ezekiel:36:33",
        "t": "“Thus*p says the Lord God:*s On the day that I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the waste places shall be rebuilt."
    },
    {
        "o": 23771,
        "r": "esv:Ezekiel:36:34",
        "t": "And the land that was desolate shall be tilled, instead of being the desolation that it was in the sight of all who passed by."
    },
    {
        "o": 23772,
        "r": "esv:Ezekiel:36:35",
        "t": "And they will say, ‘This land that was desolate has become like the garden of Eden, and the waste and desolate and ruined cities are now fortified and inhabited.’"
    },
    {
        "o": 23773,
        "r": "esv:Ezekiel:36:36",
        "t": "Then the nations that are left all around you shall know that I am the Lord;*s I have rebuilt the ruined places and replanted that which was desolate. I am the Lord;*s I have spoken, and I will do it."
    },
    {
        "o": 23774,
        "r": "esv:Ezekiel:36:37",
        "t": "“Thus*p says the Lord God:*s This also I will let the house of Israel ask me to do for them: to increase their people like a flock."
    },
    {
        "o": 23775,
        "r": "esv:Ezekiel:36:38",
        "t": "Like the flock for sacrifices, like the flock at Jerusalem during her appointed feasts, so shall the waste cities be filled with flocks of people. Then they will know that I am the Lord.”*s"
    }
]
