[
    {
        "o": 6510,
        "r": "csb:Joshua:3:0",
        "t": "Joshua 3",
        "h": 1
    },
    {
        "o": 6511,
        "r": "csb:Joshua:3:0",
        "t": "Crossing the Jordan",
        "h": 2
    },
    {
        "o": 6512,
        "r": "csb:Joshua:3:1",
        "t": "Joshua*p started early the next morning and left the Acacia Grove with all the Israelites. They went as far as the Jordan and stayed there before crossing."
    },
    {
        "o": 6513,
        "r": "csb:Joshua:3:2",
        "t": "After three days the officers went through the camp"
    },
    {
        "o": 6514,
        "r": "csb:Joshua:3:3",
        "t": "and commanded the people, “When you see the ark of the covenant of the Lord*s your God carried by the Levitical priests, you are to break camp and follow it."
    },
    {
        "o": 6515,
        "r": "csb:Joshua:3:4",
        "t": "But keep a distance of about a thousand yards between yourselves and the ark. Don’t go near it, so that you can see the way to go, for you haven’t traveled this way before.”"
    },
    {
        "o": 6516,
        "r": "csb:Joshua:3:5",
        "t": "Joshua*p told the people, “Consecrate yourselves, because the Lord*s will do wonders among you tomorrow.”"
    },
    {
        "o": 6517,
        "r": "csb:Joshua:3:6",
        "t": "Then he said to the priests, “Carry the ark of the covenant and go on ahead of the people.” So they carried the ark of the covenant and went ahead of them."
    },
    {
        "o": 6518,
        "r": "csb:Joshua:3:7",
        "t": "The*p Lord*s spoke to Joshua: “Today I will begin to exalt you in the sight of all Israel, so they will know that I will be with you just as I was with Moses."
    },
    {
        "o": 6519,
        "r": "csb:Joshua:3:8",
        "t": "Command the priests carrying the ark of the covenant: When you reach the edge of the water, stand in the Jordan.”"
    },
    {
        "o": 6520,
        "r": "csb:Joshua:3:9",
        "t": "Then*p Joshua told the Israelites, “Come closer and listen to the words of the Lord*s your God.”"
    },
    {
        "o": 6521,
        "r": "csb:Joshua:3:10",
        "t": "He said, “You will know that the living God is among you and that he will certainly dispossess before you the Canaanites, Hethites, Hivites, Perizzites, Girgashites, Amorites, and Jebusites"
    },
    {
        "o": 6522,
        "r": "csb:Joshua:3:11",
        "t": "when the ark of the covenant of the Lord of the whole earth goes ahead of you into the Jordan."
    },
    {
        "o": 6523,
        "r": "csb:Joshua:3:12",
        "t": "Now choose twelve men from the tribes of Israel, one man for each tribe."
    },
    {
        "o": 6524,
        "r": "csb:Joshua:3:13",
        "t": "When the feet of the priests who carry the ark of the Lord,*s the Lord of the whole earth, come to rest in the Jordan’s water, its water will be cut off. The water flowing downstream will stand up in a mass.”"
    },
    {
        "o": 6525,
        "r": "csb:Joshua:3:14",
        "t": "When*p the people broke camp to cross the Jordan, the priests carried the ark of the covenant ahead of the people."
    },
    {
        "o": 6526,
        "r": "csb:Joshua:3:15",
        "t": "Now the Jordan overflows its banks throughout the harvest season. But as soon as the priests carrying the ark reached the Jordan, their feet touched the water at its edge"
    },
    {
        "o": 6527,
        "r": "csb:Joshua:3:16",
        "t": "and the water flowing downstream stood still, rising up in a mass that extended as far as Adam, a city next to Zarethan. The water flowing downstream into the Sea of the Arabah- the Dead Sea - was completely cut off, and the people crossed opposite Jericho."
    },
    {
        "o": 6528,
        "r": "csb:Joshua:3:17",
        "t": "The priests carrying the ark of the Lord’s*s covenant stood firmly on dry ground in the middle of the Jordan, while all Israel crossed on dry ground until the entire nation had finished crossing the Jordan."
    }
]
