[
    {
        "o": 24563,
        "r": "csb:Daniel:4:0",
        "t": "Daniel 4",
        "h": 1
    },
    {
        "o": 24564,
        "r": "csb:Daniel:4:0",
        "t": "Nebuchadnezzar’s Proclamation",
        "h": 2
    },
    {
        "o": 24565,
        "r": "csb:Daniel:4:1",
        "t": "King*p Nebuchadnezzar, To*p those of every people, nation, and language, who live on the whole earth: May*p your prosperity increase."
    },
    {
        "o": 24566,
        "r": "csb:Daniel:4:2",
        "t": "I am pleased to tell you about the miracles and wonders the Most High God has done for me."
    },
    {
        "o": 24567,
        "r": "csb:Daniel:4:3",
        "t": "How*pn great are his miracles, and*ln how mighty his wonders! His*ln kingdom is an eternal kingdom, and*ln his dominion is from generation to generation."
    },
    {
        "o": 24568,
        "r": "csb:Daniel:4:3",
        "t": "The Dream",
        "h": 2
    },
    {
        "o": 24569,
        "r": "csb:Daniel:4:4",
        "t": "I,*p Nebuchadnezzar, was at ease in my house and flourishing in my palace."
    },
    {
        "o": 24570,
        "r": "csb:Daniel:4:5",
        "t": "I had a dream, and it frightened me; while in my bed, the images and visions in my mind alarmed me."
    },
    {
        "o": 24571,
        "r": "csb:Daniel:4:6",
        "t": "So I issued a decree to bring all the wise men of Babylon to me in order that they might make the dream’s interpretation known to me."
    },
    {
        "o": 24572,
        "r": "csb:Daniel:4:7",
        "t": "When the magicians, mediums, Chaldeans, and diviners came in, I told them the dream, but they could not make its interpretation known to me."
    },
    {
        "o": 24573,
        "r": "csb:Daniel:4:8",
        "t": "Finally*p Daniel, named Belteshazzar after the name of my god - and a spirit of the holy gods is in him- came before me. I told him the dream:"
    },
    {
        "o": 24574,
        "r": "csb:Daniel:4:9",
        "t": "“Belteshazzar, head of the magicians, because I know that you have the spirit of the holy gods and that no mystery puzzles you, explain to me the visions of my dream that I saw, and its interpretation."
    },
    {
        "o": 24575,
        "r": "csb:Daniel:4:10",
        "t": "In the visions of my mind as I was lying in bed, I saw this: There*pn was a tree in the middle of the earth, and*ln it was very tall."
    },
    {
        "o": 24576,
        "r": "csb:Daniel:4:11",
        "t": "The*ln tree grew large and strong; its*ln top reached to the sky, and*ln it was visible to the ends of the earth."
    },
    {
        "o": 24577,
        "r": "csb:Daniel:4:12",
        "t": "Its*ln leaves were beautiful, its fruit was abundant, and*ln on it was food for all. Wild*ln animals found shelter under it, the*ln birds of the sky lived in its branches, and*ln every creature was fed from it."
    },
    {
        "o": 24578,
        "r": "csb:Daniel:4:13",
        "t": "“As*p I was lying in my bed, I also saw in the visions of my mind a watcher, a holy one, coming down from heaven."
    },
    {
        "o": 24579,
        "r": "csb:Daniel:4:14",
        "t": "He called out loudly: Cut*pn down the tree and chop off its branches; strip*ln off its leaves and scatter its fruit. Let*ln the animals flee from under it, and*ln the birds from its branches."
    },
    {
        "o": 24580,
        "r": "csb:Daniel:4:15",
        "t": "But*ln leave the stump with its roots in the ground and*ln with a band of iron and bronze around it in*ln the tender grass of the field. Let*ln him be drenched with dew from the sky and*ln share the plants of the earth with*ln the animals."
    },
    {
        "o": 24581,
        "r": "csb:Daniel:4:16",
        "t": "Let*ln his mind be changed from that of a human, and*ln let him be given the mind of an animal for*ln seven periods of time."
    },
    {
        "o": 24582,
        "r": "csb:Daniel:4:17",
        "t": "This*ln word is by decree of the watchers, and*ln the decision is by command from the holy ones. This*ln is so that the living will know that*ln the Most High is ruler over*ln human kingdoms. He*ln gives them to anyone he wants and*ln sets the lowliest of people over them."
    },
    {
        "o": 24583,
        "r": "csb:Daniel:4:18",
        "t": "This*p is the dream that I, King Nebuchadnezzar, had. Now, Belteshazzar, tell me the interpretation, because none of the wise men of my kingdom can make the interpretation known to me. But you can, because you have a spirit of the holy gods.”"
    },
    {
        "o": 24584,
        "r": "csb:Daniel:4:18",
        "t": "The Dream Interpreted",
        "h": 2
    },
    {
        "o": 24585,
        "r": "csb:Daniel:4:19",
        "t": "Then*p Daniel, whose name is Belteshazzar, was stunned for a moment, and his thoughts alarmed him. The king said, “Belteshazzar, don’t let the dream or its interpretation alarm you.” Belteshazzar*p answered, “My lord, may the dream apply to those who hate you, and its interpretation to your enemies!"
    },
    {
        "o": 24586,
        "r": "csb:Daniel:4:20",
        "t": "The tree you saw, which grew large and strong, whose top reached to the sky and was visible to the whole earth,"
    },
    {
        "o": 24587,
        "r": "csb:Daniel:4:21",
        "t": "and whose leaves were beautiful and its fruit abundant - and on it was food for all, under it the wild animals lived, and in its branches the birds of the sky lived -"
    },
    {
        "o": 24588,
        "r": "csb:Daniel:4:22",
        "t": "that tree is you, Your Majesty. For you have become great and strong: your greatness has grown and even reaches the sky, and your dominion extends to the ends of the earth."
    },
    {
        "o": 24589,
        "r": "csb:Daniel:4:23",
        "t": "“The*p king saw a watcher, a holy one, coming down from heaven and saying, ‘Cut down the tree and destroy it, but leave the stump with its roots in the ground and with a band of iron and bronze around it in the tender grass of the field. Let him be drenched with dew from the sky and share food with the wild animals for seven periods of time.’"
    },
    {
        "o": 24590,
        "r": "csb:Daniel:4:24",
        "t": "This is the interpretation, Your Majesty, and this is the decree of the Most High that has been issued against my lord the king:"
    },
    {
        "o": 24591,
        "r": "csb:Daniel:4:25",
        "t": "You will be driven away from people to live with the wild animals. You will feed on grass like cattle and be drenched with dew from the sky for seven periods of time, until you acknowledge that the Most High is ruler over human kingdoms, and he gives them to anyone he wants."
    },
    {
        "o": 24592,
        "r": "csb:Daniel:4:26",
        "t": "As for the command to leave the tree’s stump with its roots, your kingdom will be restored to you as soon as you acknowledge that Heaven rules."
    },
    {
        "o": 24593,
        "r": "csb:Daniel:4:27",
        "t": "Therefore, may my advice seem good to you my king. Separate yourself from your sins by doing what is right, and from your injustices by showing mercy to the needy. Perhaps there will be an extension of your prosperity.”"
    },
    {
        "o": 24594,
        "r": "csb:Daniel:4:27",
        "t": "The Sentence Executed",
        "h": 2
    },
    {
        "o": 24595,
        "r": "csb:Daniel:4:28",
        "t": "All*p this happened to King Nebuchadnezzar."
    },
    {
        "o": 24596,
        "r": "csb:Daniel:4:29",
        "t": "At the end of twelve months, as he was walking on the roof of the royal palace in Babylon,"
    },
    {
        "o": 24597,
        "r": "csb:Daniel:4:30",
        "t": "the king exclaimed, “Is this not Babylon the Great that I have built to be a royal residence by my vast power and for my majestic glory?”"
    },
    {
        "o": 24598,
        "r": "csb:Daniel:4:31",
        "t": "While*p the words were still in the king’s mouth, a voice came from heaven: “King Nebuchadnezzar, to you it is declared that the kingdom has departed from you."
    },
    {
        "o": 24599,
        "r": "csb:Daniel:4:32",
        "t": "You will be driven away from people to live with the wild animals, and you will feed on grass like cattle for seven periods of time, until you acknowledge that the Most High is ruler over human kingdoms, and he gives them to anyone he wants.”"
    },
    {
        "o": 24600,
        "r": "csb:Daniel:4:33",
        "t": "At*p that moment the message against Nebuchadnezzar was fulfilled. He was driven away from people. He ate grass like cattle, and his body was drenched with dew from the sky, until his hair grew like eagles’ feathers and his nails like birds’ claws."
    },
    {
        "o": 24601,
        "r": "csb:Daniel:4:33",
        "t": "Nebuchadnezzar’s Praise",
        "h": 2
    },
    {
        "o": 24602,
        "r": "csb:Daniel:4:34",
        "t": "But*p at the end of those days, I, Nebuchadnezzar, looked up to heaven, and my sanity returned to me. Then I praised the Most High and honored and glorified him who lives forever: For*pn his dominion is an everlasting dominion, and*ln his kingdom is from generation to generation."
    },
    {
        "o": 24603,
        "r": "csb:Daniel:4:35",
        "t": "All*ln the inhabitants of the earth are counted as nothing, and*ln he does what he wants with the army of heaven and*ln the inhabitants of the earth. There*ln is no one who can block his hand or*ln say to him, “What have you done?”"
    },
    {
        "o": 24604,
        "r": "csb:Daniel:4:36",
        "t": "At*p that time my sanity returned to me, and my majesty and splendor returned to me for the glory of my kingdom. My advisers and my nobles sought me out, I was reestablished over my kingdom, and even more greatness came to me."
    },
    {
        "o": 24605,
        "r": "csb:Daniel:4:37",
        "t": "Now I, Nebuchadnezzar, praise, exalt, and glorify the King of the heavens, because all his works are true and his ways are just. He is able to humble those who walk in pride."
    }
]
