[
    {
        "o": 34060,
        "r": "csb:Hebrews:6:0",
        "t": "Hebrews 6",
        "h": 1
    },
    {
        "o": 34061,
        "r": "csb:Hebrews:6:0",
        "t": "Warning against Falling Away",
        "h": 2
    },
    {
        "o": 34062,
        "r": "csb:Hebrews:6:1",
        "t": "Therefore,*p let us leave the elementary teaching about Christ and go on to maturity, not laying again a foundation of repentance from dead works, faith in God,"
    },
    {
        "o": 34063,
        "r": "csb:Hebrews:6:2",
        "t": "teaching about ritual washings, laying on of hands, the resurrection of the dead, and eternal judgment."
    },
    {
        "o": 34064,
        "r": "csb:Hebrews:6:3",
        "t": "And we will do this if God permits."
    },
    {
        "o": 34065,
        "r": "csb:Hebrews:6:4",
        "t": "For*p it is impossible to renew to repentance those who were once enlightened, who tasted the heavenly gift, who shared in the Holy Spirit,"
    },
    {
        "o": 34066,
        "r": "csb:Hebrews:6:5",
        "t": "who tasted God’s good word and the powers of the coming age,"
    },
    {
        "o": 34067,
        "r": "csb:Hebrews:6:6",
        "t": "and who have fallen away. This is because, to their own harm, they are recrucifying the Son of God and holding him up to contempt."
    },
    {
        "o": 34068,
        "r": "csb:Hebrews:6:7",
        "t": "For the ground that drinks the rain that often falls on it and that produces vegetation useful to those for whom it is cultivated receives a blessing from God."
    },
    {
        "o": 34069,
        "r": "csb:Hebrews:6:8",
        "t": "But if it produces thorns and thistles, it is worthless and about to be cursed, and at the end will be burned."
    },
    {
        "o": 34070,
        "r": "csb:Hebrews:6:9",
        "t": "Even*p though we are speaking this way, dearly loved friends, in your case we are confident of things that are better and that pertain to salvation."
    },
    {
        "o": 34071,
        "r": "csb:Hebrews:6:10",
        "t": "For God is not unjust; he will not forget your work and the love you demonstrated for his name by serving the saints - and by continuing to serve them."
    },
    {
        "o": 34072,
        "r": "csb:Hebrews:6:11",
        "t": "Now we desire each of you to demonstrate the same diligence for the full assurance of your hope until the end,"
    },
    {
        "o": 34073,
        "r": "csb:Hebrews:6:12",
        "t": "so that you won’t become lazy but will be imitators of those who inherit the promises through faith and perseverance."
    },
    {
        "o": 34074,
        "r": "csb:Hebrews:6:12",
        "t": "Inheriting the Promise",
        "h": 2
    },
    {
        "o": 34075,
        "r": "csb:Hebrews:6:13",
        "t": "For*p when God made a promise to Abraham, since he had no one greater to swear by, he swore by himself:"
    },
    {
        "o": 34076,
        "r": "csb:Hebrews:6:14",
        "t": "I*i will*i indeed*i bless*i you,*i and*i I*i will*i greatly*i multiply*i you.*i"
    },
    {
        "o": 34077,
        "r": "csb:Hebrews:6:15",
        "t": "And so, after waiting patiently, Abraham obtained the promise."
    },
    {
        "o": 34078,
        "r": "csb:Hebrews:6:16",
        "t": "For people swear by something greater than themselves, and for them a confirming oath ends every dispute."
    },
    {
        "o": 34079,
        "r": "csb:Hebrews:6:17",
        "t": "Because God wanted to show his unchangeable purpose even more clearly to the heirs of the promise, he guaranteed it with an oath,"
    },
    {
        "o": 34080,
        "r": "csb:Hebrews:6:18",
        "t": "so that through two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge might have strong encouragement to seize the hope set before us."
    },
    {
        "o": 34081,
        "r": "csb:Hebrews:6:19",
        "t": "We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain."
    },
    {
        "o": 34082,
        "r": "csb:Hebrews:6:20",
        "t": "Jesus has entered there on our behalf as a forerunner, because he has become a high priest forever according to the order of Melchizedek."
    }
]
