[
    {
        "o": 15509,
        "r": "kjv:Psalm:68:0",
        "t": "Psalm 68",
        "h": 1
    },
    {
        "o": 15510,
        "r": "kjv:Psalm:68:0",
        "t": "To the chief Musician, A Psalm or Song of David.",
        "h": 4
    },
    {
        "o": 15511,
        "r": "kjv:Psalm:68:1",
        "t": "Let*p God arise, let his enemies be scattered: let them also that hate him flee before him."
    },
    {
        "o": 15512,
        "r": "kjv:Psalm:68:2",
        "t": "As*p smoke is driven away, so drive them away: as wax melteth before the fire, so let the wicked perish at the presence of God."
    },
    {
        "o": 15513,
        "r": "kjv:Psalm:68:3",
        "t": "But*p let the righteous be glad; let them rejoice before God: yea, let them exceedingly rejoice."
    },
    {
        "o": 15514,
        "r": "kjv:Psalm:68:4",
        "t": "Sing*p unto God, sing praises to his name: extol him that rideth upon the heavens by his name Jah,*s and rejoice before him."
    },
    {
        "o": 15515,
        "r": "kjv:Psalm:68:5",
        "t": "A*p father of the fatherless, and a judge of the widows, is God in his holy habitation."
    },
    {
        "o": 15516,
        "r": "kjv:Psalm:68:6",
        "t": "God*p setteth the solitary in families: he bringeth out those which are bound with chains: but the rebellious dwell in a dry land."
    },
    {
        "o": 15517,
        "r": "kjv:Psalm:68:7",
        "t": "O*p God, when thou wentest forth before thy people, when thou didst march through the wilderness; Selah:"
    },
    {
        "o": 15518,
        "r": "kjv:Psalm:68:8",
        "t": "The*p earth shook, the heavens also dropped at the presence of God: even Sinai itself was moved at the presence of God, the God of Israel."
    },
    {
        "o": 15519,
        "r": "kjv:Psalm:68:9",
        "t": "Thou,*p O God, didst send a plentiful rain, whereby thou didst confirm thine inheritance, when it was weary."
    },
    {
        "o": 15520,
        "r": "kjv:Psalm:68:10",
        "t": "Thy*p congregation hath dwelt therein: thou, O God, hast prepared of thy goodness for the poor."
    },
    {
        "o": 15521,
        "r": "kjv:Psalm:68:11",
        "t": "The*p Lord gave the word: great was the company of those that published it."
    },
    {
        "o": 15522,
        "r": "kjv:Psalm:68:12",
        "t": "Kings*p of armies did flee apace: and she that tarried at home divided the spoil."
    },
    {
        "o": 15523,
        "r": "kjv:Psalm:68:13",
        "t": "Though*p ye have lien among the pots, yet shall ye be as the wings of a dove covered with silver, and her feathers with yellow gold."
    },
    {
        "o": 15524,
        "r": "kjv:Psalm:68:14",
        "t": "When*p the Almighty scattered kings in it, it was white as snow in Zalmon."
    },
    {
        "o": 15525,
        "r": "kjv:Psalm:68:15",
        "t": "The*p hill of God is as the hill of Bashan; an high hill as the hill of Bashan."
    },
    {
        "o": 15526,
        "r": "kjv:Psalm:68:16",
        "t": "Why*p leap ye, ye high hills? this is the hill which God desireth to dwell in; yea, the Lord*s will dwell in it for ever."
    },
    {
        "o": 15527,
        "r": "kjv:Psalm:68:17",
        "t": "The*p chariots of God are twenty thousand, even thousands of angels: the Lord is among them, as in Sinai, in the holy place."
    },
    {
        "o": 15528,
        "r": "kjv:Psalm:68:18",
        "t": "Thou*p hast ascended on high, thou hast led captivity captive: thou hast received gifts for men; yea, for the rebellious also, that the Lord*s God might dwell among them."
    },
    {
        "o": 15529,
        "r": "kjv:Psalm:68:19",
        "t": "Blessed*p be the Lord, who daily loadeth us with benefits, even the God of our salvation. Selah."
    },
    {
        "o": 15530,
        "r": "kjv:Psalm:68:20",
        "t": "He*p that is our God is the God of salvation; and unto God*s the Lord belong the issues from death."
    },
    {
        "o": 15531,
        "r": "kjv:Psalm:68:21",
        "t": "But*p God shall wound the head of his enemies, and the hairy scalp of such an one as goeth on still in his trespasses."
    },
    {
        "o": 15532,
        "r": "kjv:Psalm:68:22",
        "t": "The*p Lord said, I will bring again from Bashan, I will bring my people again from the depths of the sea:"
    },
    {
        "o": 15533,
        "r": "kjv:Psalm:68:23",
        "t": "That*p thy foot may be dipped in the blood of thine enemies, and the tongue of thy dogs in the same."
    },
    {
        "o": 15534,
        "r": "kjv:Psalm:68:24",
        "t": "They*p have seen thy goings, O God; even the goings of my God, my King, in the sanctuary."
    },
    {
        "o": 15535,
        "r": "kjv:Psalm:68:25",
        "t": "The*p singers went before, the players on instruments followed after; among them were the damsels playing with timbrels."
    },
    {
        "o": 15536,
        "r": "kjv:Psalm:68:26",
        "t": "Bless*p ye God in the congregations, even the Lord, from the fountain of Israel."
    },
    {
        "o": 15537,
        "r": "kjv:Psalm:68:27",
        "t": "There*p is little Benjamin with their ruler, the princes of Judah and their council, the princes of Zebulun, and the princes of Naphtali."
    },
    {
        "o": 15538,
        "r": "kjv:Psalm:68:28",
        "t": "Thy*p God hath commanded thy strength: strengthen, O God, that which thou hast wrought for us."
    },
    {
        "o": 15539,
        "r": "kjv:Psalm:68:29",
        "t": "Because*p of thy temple at Jerusalem shall kings bring presents unto thee."
    },
    {
        "o": 15540,
        "r": "kjv:Psalm:68:30",
        "t": "Rebuke*p the company of spearmen, the multitude of the bulls, with the calves of the people, till every one submit himself with pieces of silver: scatter thou the people that delight in war."
    },
    {
        "o": 15541,
        "r": "kjv:Psalm:68:31",
        "t": "Princes*p shall come out of Egypt; Ethiopia shall soon stretch out her hands unto God."
    },
    {
        "o": 15542,
        "r": "kjv:Psalm:68:32",
        "t": "Sing*p unto God, ye kingdoms of the earth; O sing praises unto the Lord; Selah:"
    },
    {
        "o": 15543,
        "r": "kjv:Psalm:68:33",
        "t": "To*p him that rideth upon the heavens of heavens, which were of old; lo, he doth send out his voice, and that a mighty voice."
    },
    {
        "o": 15544,
        "r": "kjv:Psalm:68:34",
        "t": "Ascribe*p ye strength unto God: his excellency is over Israel, and his strength is in the clouds."
    },
    {
        "o": 15545,
        "r": "kjv:Psalm:68:35",
        "t": "O*p God, thou art terrible out of thy holy places: the God of Israel is he that giveth strength and power unto his people. Blessed be God."
    }
]
