[
    {
        "o": 5591,
        "r": "nkjv:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5592,
        "r": "nkjv:Deuteronomy:6:0",
        "t": "The Greatest Commandment",
        "h": 2
    },
    {
        "o": 5593,
        "r": "nkjv:Deuteronomy:6:1",
        "t": "“Now*p this is*i the commandment, and*i these*i are*i the statutes and judgments which the Lord*s your God has commanded to teach you, that you may observe them*i in the land which you are crossing over to possess,"
    },
    {
        "o": 5594,
        "r": "nkjv:Deuteronomy:6:2",
        "t": "that you may fear the Lord*s your God, to keep all His statutes and His commandments which I command you, you and your son and your grandson, all the days of your life, and that your days may be prolonged."
    },
    {
        "o": 5595,
        "r": "nkjv:Deuteronomy:6:3",
        "t": "Therefore hear, O Israel, and be careful to observe it,*i that it may be well with you, and that you may multiply greatly as the Lord*s God of your fathers has promised you— ‘a land flowing with milk and honey.’"
    },
    {
        "o": 5596,
        "r": "nkjv:Deuteronomy:6:4",
        "t": "“Hear,*p O Israel: The Lord*s our God, the Lord*s is*i one!"
    },
    {
        "o": 5597,
        "r": "nkjv:Deuteronomy:6:5",
        "t": "You shall love the Lord*s your God with all your heart, with all your soul, and with all your strength."
    },
    {
        "o": 5598,
        "r": "nkjv:Deuteronomy:6:6",
        "t": "“And*p these words which I command you today shall be in your heart."
    },
    {
        "o": 5599,
        "r": "nkjv:Deuteronomy:6:7",
        "t": "You shall teach them diligently to your children, and shall talk of them when you sit in your house, when you walk by the way, when you lie down, and when you rise up."
    },
    {
        "o": 5600,
        "r": "nkjv:Deuteronomy:6:8",
        "t": "You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes."
    },
    {
        "o": 5601,
        "r": "nkjv:Deuteronomy:6:9",
        "t": "You shall write them on the doorposts of your house and on your gates."
    },
    {
        "o": 5602,
        "r": "nkjv:Deuteronomy:6:9",
        "t": "Caution Against Disobedience",
        "h": 2
    },
    {
        "o": 5603,
        "r": "nkjv:Deuteronomy:6:10",
        "t": "“So*p it shall be, when the Lord*s your God brings you into the land of which He swore to your fathers, to Abraham, Isaac, and Jacob, to give you large and beautiful cities which you did not build,"
    },
    {
        "o": 5604,
        "r": "nkjv:Deuteronomy:6:11",
        "t": "houses full of all good things, which you did not fill, hewn-out wells which you did not dig, vineyards and olive trees which you did not plant— when you have eaten and are full—"
    },
    {
        "o": 5605,
        "r": "nkjv:Deuteronomy:6:12",
        "t": "then*i beware, lest you forget the Lord*s who brought you out of the land of Egypt, from the house of bondage."
    },
    {
        "o": 5606,
        "r": "nkjv:Deuteronomy:6:13",
        "t": "You shall fear the Lord*s your God and serve Him, and shall take oaths in His name."
    },
    {
        "o": 5607,
        "r": "nkjv:Deuteronomy:6:14",
        "t": "You shall not go after other gods, the gods of the peoples who are*i all around you"
    },
    {
        "o": 5608,
        "r": "nkjv:Deuteronomy:6:15",
        "t": "(for the Lord*s your God is*i a jealous God among you), lest the anger of the Lord*s your God be aroused against you and destroy you from the face of the earth."
    },
    {
        "o": 5609,
        "r": "nkjv:Deuteronomy:6:16",
        "t": "“You*p shall not tempt the Lord*s your God as you tempted Him*i in Massah."
    },
    {
        "o": 5610,
        "r": "nkjv:Deuteronomy:6:17",
        "t": "You shall diligently keep the commandments of the Lord*s your God, His testimonies, and His statutes which He has commanded you."
    },
    {
        "o": 5611,
        "r": "nkjv:Deuteronomy:6:18",
        "t": "And you shall do what*i is*i right and good in the sight of the Lord,*s that it may be well with you, and that you may go in and possess the good land of which the Lord*s swore to your fathers,"
    },
    {
        "o": 5612,
        "r": "nkjv:Deuteronomy:6:19",
        "t": "to cast out all your enemies from before you, as the Lord*s has spoken."
    },
    {
        "o": 5613,
        "r": "nkjv:Deuteronomy:6:20",
        "t": "“When*p your son asks you in time to come, saying, ‘What is*i the*i meaning*i of*i the testimonies, the statutes, and the judgments which the Lord*s our God has commanded you?’"
    },
    {
        "o": 5614,
        "r": "nkjv:Deuteronomy:6:21",
        "t": "then you shall say to your son: ‘We were slaves of Pharaoh in Egypt, and the Lord*s brought us out of Egypt with a mighty hand;"
    },
    {
        "o": 5615,
        "r": "nkjv:Deuteronomy:6:22",
        "t": "and the Lord*s showed signs and wonders before our eyes, great and severe, against Egypt, Pharaoh, and all his household."
    },
    {
        "o": 5616,
        "r": "nkjv:Deuteronomy:6:23",
        "t": "Then He brought us out from there, that He might bring us in, to give us the land of which He swore to our fathers."
    },
    {
        "o": 5617,
        "r": "nkjv:Deuteronomy:6:24",
        "t": "And the Lord*s commanded us to observe all these statutes, to fear the Lord*s our God, for our good always, that He might preserve us alive, as it*i is*i this day."
    },
    {
        "o": 5618,
        "r": "nkjv:Deuteronomy:6:25",
        "t": "Then it will be righteousness for us, if we are careful to observe all these commandments before the Lord*s our God, as He has commanded us.’"
    }
]
