[
    {
        "o": 19464,
        "r": "kjv:Isaiah:47:0",
        "t": "Isaiah 47",
        "h": 1
    },
    {
        "o": 19465,
        "r": "kjv:Isaiah:47:1",
        "t": "Come*p down, and sit in the dust, O virgin daughter of Babylon, sit on the ground: there is no throne, O daughter of the Chaldeans: for thou shalt no more be called tender and delicate."
    },
    {
        "o": 19466,
        "r": "kjv:Isaiah:47:2",
        "t": "Take*p the millstones, and grind meal: uncover thy locks, make bare the leg, uncover the thigh, pass over the rivers."
    },
    {
        "o": 19467,
        "r": "kjv:Isaiah:47:3",
        "t": "Thy*p nakedness shall be uncovered, yea, thy shame shall be seen: I will take vengeance, and I will not meet thee as a man."
    },
    {
        "o": 19468,
        "r": "kjv:Isaiah:47:4",
        "t": "As*p for our redeemer, the Lord*s of hosts is his name, the Holy One of Israel."
    },
    {
        "o": 19469,
        "r": "kjv:Isaiah:47:5",
        "t": "Sit*p thou silent, and get thee into darkness, O daughter of the Chaldeans: for thou shalt no more be called, The lady of kingdoms."
    },
    {
        "o": 19470,
        "r": "kjv:Isaiah:47:6",
        "t": "I*p was wroth with my people, I have polluted mine inheritance, and given them into thine hand: thou didst shew them no mercy; upon the ancient hast thou very heavily laid thy yoke."
    },
    {
        "o": 19471,
        "r": "kjv:Isaiah:47:7",
        "t": "And*p thou saidst, I shall be a lady for ever: so that thou didst not lay these things to thy heart, neither didst remember the latter end of it."
    },
    {
        "o": 19472,
        "r": "kjv:Isaiah:47:8",
        "t": "Therefore*p hear now this, thou that art given to pleasures, that dwellest carelessly, that sayest in thine heart, I am, and none else beside me; I shall not sit as a widow, neither shall I know the loss of children:"
    },
    {
        "o": 19473,
        "r": "kjv:Isaiah:47:9",
        "t": "But*p these two things shall come to thee in a moment in one day, the loss of children, and widowhood: they shall come upon thee in their perfection for the multitude of thy sorceries, and for the great abundance of thine enchantments."
    },
    {
        "o": 19474,
        "r": "kjv:Isaiah:47:10",
        "t": "For*p thou hast trusted in thy wickedness: thou hast said, None seeth me. Thy wisdom and thy knowledge, it hath perverted thee; and thou hast said in thine heart, I am, and none else beside me."
    },
    {
        "o": 19475,
        "r": "kjv:Isaiah:47:11",
        "t": "Therefore*p shall evil come upon thee; thou shalt not know from whence it riseth: and mischief shall fall upon thee; thou shalt not be able to put it off: and desolation shall come upon thee suddenly, which thou shalt not know."
    },
    {
        "o": 19476,
        "r": "kjv:Isaiah:47:12",
        "t": "Stand*p now with thine enchantments, and with the multitude of thy sorceries, wherein thou hast laboured from thy youth; if so be thou shalt be able to profit, if so be thou mayest prevail."
    },
    {
        "o": 19477,
        "r": "kjv:Isaiah:47:13",
        "t": "Thou*p art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from these things that shall come upon thee."
    },
    {
        "o": 19478,
        "r": "kjv:Isaiah:47:14",
        "t": "Behold,*p they shall be as stubble; the fire shall burn them; they shall not deliver themselves from the power of the flame: there shall not be a coal to warm at, nor fire to sit before it."
    },
    {
        "o": 19479,
        "r": "kjv:Isaiah:47:15",
        "t": "Thus*p shall they be unto thee with whom thou hast laboured, even thy merchants, from thy youth: they shall wander every one to his quarter; none shall save thee."
    }
]
