[
    {
        "o": 12284,
        "r": "nasb:2 Chronicles:1:0",
        "t": "2 Chronicles 1",
        "h": 1
    },
    {
        "o": 12285,
        "r": "nasb:2 Chronicles:1:0",
        "t": "Solomon Worships at Gibeon",
        "h": 2
    },
    {
        "o": 12286,
        "r": "nasb:2 Chronicles:1:1",
        "t": "Now*p Solomon the son of David established himself securely over his kingdom, and the Lord*s his God was*i with him and exalted him greatly."
    },
    {
        "o": 12287,
        "r": "nasb:2 Chronicles:1:2",
        "t": "Solomon*p spoke to all Israel, to the commanders of thousands and of hundreds and to the judges and to every leader in all Israel, the heads of the fathers’ households.*i"
    },
    {
        "o": 12288,
        "r": "nasb:2 Chronicles:1:3",
        "t": "Then Solomon and all the assembly with him went to the high place which was at Gibeon, for God’s tent of meeting was there, which Moses the servant of the Lord*s had made in the wilderness."
    },
    {
        "o": 12289,
        "r": "nasb:2 Chronicles:1:4",
        "t": "However, David had brought up the ark of God from Kiriath-jearim to the place he had prepared for it, for he had pitched a tent for it in Jerusalem."
    },
    {
        "o": 12290,
        "r": "nasb:2 Chronicles:1:5",
        "t": "Now the bronze altar, which Bezalel the son of Uri, the son of Hur, had made, was there before the tabernacle of the Lord,*s and Solomon and the assembly sought it out."
    },
    {
        "o": 12291,
        "r": "nasb:2 Chronicles:1:6",
        "t": "Solomon went up there before the Lord*s to the bronze altar which was*i at the tent of meeting, and offered a thousand burnt offerings on it."
    },
    {
        "o": 12292,
        "r": "nasb:2 Chronicles:1:7",
        "t": "In*p that night God appeared to Solomon and said to him, “Ask what I shall give you.”"
    },
    {
        "o": 12293,
        "r": "nasb:2 Chronicles:1:7",
        "t": "Solomon’s Prayer for Wisdom",
        "h": 2
    },
    {
        "o": 12294,
        "r": "nasb:2 Chronicles:1:8",
        "t": "Solomon*p said to God, “You have dealt with my father David with great lovingkindness, and have made me king in his place."
    },
    {
        "o": 12295,
        "r": "nasb:2 Chronicles:1:9",
        "t": "Now, O Lord*s God, Your promise to my father David is fulfilled, for You have made me king over a people as numerous as the dust of the earth."
    },
    {
        "o": 12296,
        "r": "nasb:2 Chronicles:1:10",
        "t": "Give me now wisdom and knowledge, that I may go out and come in before this people, for who can rule this great people of Yours?”"
    },
    {
        "o": 12297,
        "r": "nasb:2 Chronicles:1:11",
        "t": "God said to Solomon, “Because you had this in mind, and did not ask for riches, wealth or honor, or the life of those who hate you, nor have you even asked for long life, but you have asked for yourself wisdom and knowledge that you may rule My people over whom I have made you king,"
    },
    {
        "o": 12298,
        "r": "nasb:2 Chronicles:1:12",
        "t": "wisdom and knowledge have been granted to you. And I will give you riches and wealth and honor, such as none of the kings who were before you has possessed nor those who will come after you.”"
    },
    {
        "o": 12299,
        "r": "nasb:2 Chronicles:1:13",
        "t": "So Solomon went from the high place which was at Gibeon, from the tent of meeting, to Jerusalem, and he reigned over Israel."
    },
    {
        "o": 12300,
        "r": "nasb:2 Chronicles:1:13",
        "t": "Solomon’s Wealth",
        "h": 2
    },
    {
        "o": 12301,
        "r": "nasb:2 Chronicles:1:14",
        "t": "Solomon*p amassed chariots and horsemen. He had 1,400 chariots and 12,000 horsemen, and he stationed them in the chariot cities and with the king at Jerusalem."
    },
    {
        "o": 12302,
        "r": "nasb:2 Chronicles:1:15",
        "t": "The king made silver and gold as plentiful in Jerusalem as stones, and he made cedars as plentiful as sycamores in the lowland."
    },
    {
        "o": 12303,
        "r": "nasb:2 Chronicles:1:16",
        "t": "Solomon’s horses were imported from Egypt and from Kue; the king’s traders procured them from Kue for a price."
    },
    {
        "o": 12304,
        "r": "nasb:2 Chronicles:1:17",
        "t": "They imported chariots from Egypt for 600 shekels*i of silver apiece and horses for 150 apiece, and by the same means they exported them to all the kings of the Hittites and the kings of Aram."
    }
]
