[
    {
        "o": 11635,
        "r": "nasb:1 Chronicles:9:0",
        "t": "1 Chronicles 9",
        "h": 1
    },
    {
        "o": 11636,
        "r": "nasb:1 Chronicles:9:0",
        "t": "People of Jerusalem",
        "h": 2
    },
    {
        "o": 11637,
        "r": "nasb:1 Chronicles:9:1",
        "t": "So*p all Israel was enrolled by genealogies; and behold, they are written in the Book of the Kings of Israel. And Judah was carried away into exile to Babylon for their unfaithfulness."
    },
    {
        "o": 11638,
        "r": "nasb:1 Chronicles:9:2",
        "t": "Now*p the first who lived in their possessions in their cities were*i Israel, the priests, the Levites and the temple servants."
    },
    {
        "o": 11639,
        "r": "nasb:1 Chronicles:9:3",
        "t": "Some of the sons of Judah, of the sons of Benjamin and of the sons of Ephraim and Manasseh lived in Jerusalem:"
    },
    {
        "o": 11640,
        "r": "nasb:1 Chronicles:9:4",
        "t": "Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, from the sons of Perez the son of Judah."
    },
    {
        "o": 11641,
        "r": "nasb:1 Chronicles:9:5",
        "t": "From the Shilonites were*i Asaiah the firstborn and his sons."
    },
    {
        "o": 11642,
        "r": "nasb:1 Chronicles:9:6",
        "t": "From the sons of Zerah were*i Jeuel and their relatives, 690 of*i them.*i"
    },
    {
        "o": 11643,
        "r": "nasb:1 Chronicles:9:7",
        "t": "From the sons of Benjamin were*i Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah,"
    },
    {
        "o": 11644,
        "r": "nasb:1 Chronicles:9:8",
        "t": "and Ibneiah the son of Jeroham, and Elah the son of Uzzi, the son of Michri, and Meshullam the son of Shephatiah, the son of Reuel, the son of Ibnijah;"
    },
    {
        "o": 11645,
        "r": "nasb:1 Chronicles:9:9",
        "t": "and their relatives according to their generations, 956. All these were*i heads of fathers’ households*i according to their fathers’ houses."
    },
    {
        "o": 11646,
        "r": "nasb:1 Chronicles:9:10",
        "t": "From*p the priests were*i Jedaiah, Jehoiarib, Jachin,"
    },
    {
        "o": 11647,
        "r": "nasb:1 Chronicles:9:11",
        "t": "and Azariah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the chief officer of the house of God;"
    },
    {
        "o": 11648,
        "r": "nasb:1 Chronicles:9:12",
        "t": "and Adaiah the son of Jeroham, the son of Pashhur, the son of Malchijah, and Maasai the son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer;"
    },
    {
        "o": 11649,
        "r": "nasb:1 Chronicles:9:13",
        "t": "and their relatives, heads of their fathers’ households, 1,760 very able men for the work of the service of the house of God."
    },
    {
        "o": 11650,
        "r": "nasb:1 Chronicles:9:14",
        "t": "Of*p the Levites were*i Shemaiah the son of Hasshub, the son of Azrikam, the son of Hashabiah, of the sons of Merari;"
    },
    {
        "o": 11651,
        "r": "nasb:1 Chronicles:9:15",
        "t": "and Bakbakkar, Heresh and Galal and Mattaniah the son of Mica, the son of Zichri, the son of Asaph,"
    },
    {
        "o": 11652,
        "r": "nasb:1 Chronicles:9:16",
        "t": "and Obadiah the son of Shemaiah, the son of Galal, the son of Jeduthun, and Berechiah the son of Asa, the son of Elkanah, who lived in the villages of the Netophathites."
    },
    {
        "o": 11653,
        "r": "nasb:1 Chronicles:9:17",
        "t": "Now*p the gatekeepers were*i Shallum and Akkub and Talmon and Ahiman and their relatives (Shallum the chief"
    },
    {
        "o": 11654,
        "r": "nasb:1 Chronicles:9:18",
        "t": "being*i stationed*i until now at the king’s gate to the east). These were*i the gatekeepers for the camp of the sons of Levi."
    },
    {
        "o": 11655,
        "r": "nasb:1 Chronicles:9:19",
        "t": "Shallum the son of Kore, the son of Ebiasaph, the son of Korah, and his relatives of his father’s house, the Korahites, were*i over the work of the service, keepers of the thresholds of the tent; and their fathers had been over the camp of the Lord,*s keepers of the entrance."
    },
    {
        "o": 11656,
        "r": "nasb:1 Chronicles:9:20",
        "t": "Phinehas the son of Eleazar was ruler over them previously, and*i the Lord*s was with him."
    },
    {
        "o": 11657,
        "r": "nasb:1 Chronicles:9:21",
        "t": "Zechariah the son of Meshelemiah was gatekeeper of the entrance of the tent of meeting."
    },
    {
        "o": 11658,
        "r": "nasb:1 Chronicles:9:22",
        "t": "All these who were chosen to be gatekeepers at the thresholds were 212. These were enrolled by genealogy in their villages, whom David and Samuel the seer appointed in their office of trust."
    },
    {
        "o": 11659,
        "r": "nasb:1 Chronicles:9:23",
        "t": "So they and their sons had charge of the gates of the house of the Lord,*s even*i the house of the tent, as guards."
    },
    {
        "o": 11660,
        "r": "nasb:1 Chronicles:9:24",
        "t": "The gatekeepers were on the four sides, to the east, west, north and south."
    },
    {
        "o": 11661,
        "r": "nasb:1 Chronicles:9:25",
        "t": "Their relatives in their villages were*i to come in every seven days from time to time to*i be*i with them;"
    },
    {
        "o": 11662,
        "r": "nasb:1 Chronicles:9:26",
        "t": "for the four chief gatekeepers who were*i Levites, were in an office of trust, and were over the chambers and over the treasuries in the house of God."
    },
    {
        "o": 11663,
        "r": "nasb:1 Chronicles:9:27",
        "t": "They spent the night around the house of God, because the watch was committed to them; and they were*i in charge of opening it*i morning by morning."
    },
    {
        "o": 11664,
        "r": "nasb:1 Chronicles:9:28",
        "t": "Now*p some of them had charge of the utensils of service, for they counted them when they brought them in and when they took them out."
    },
    {
        "o": 11665,
        "r": "nasb:1 Chronicles:9:29",
        "t": "Some of them also were appointed over the furniture and over all the utensils of the sanctuary and over the fine flour and the wine and the oil and the frankincense and the spices."
    },
    {
        "o": 11666,
        "r": "nasb:1 Chronicles:9:30",
        "t": "Some of the sons of the priests prepared the mixing of the spices."
    },
    {
        "o": 11667,
        "r": "nasb:1 Chronicles:9:31",
        "t": "Mattithiah, one of the Levites, who was the firstborn of Shallum the Korahite, had the responsibility over the things which were baked in pans."
    },
    {
        "o": 11668,
        "r": "nasb:1 Chronicles:9:32",
        "t": "Some of their relatives of the sons of the Kohathites were*i over the showbread to prepare it every sabbath."
    },
    {
        "o": 11669,
        "r": "nasb:1 Chronicles:9:33",
        "t": "Now*p these are the singers, heads of fathers’ households*i of the Levites, who*i lived*i in the chambers of*i the*i temple*i free from*i other*i service;*i for they were engaged in their work day and night."
    },
    {
        "o": 11670,
        "r": "nasb:1 Chronicles:9:34",
        "t": "These were heads of fathers’ households*i of the Levites according to their generations, chief men, who lived in Jerusalem."
    },
    {
        "o": 11671,
        "r": "nasb:1 Chronicles:9:34",
        "t": "Ancestry and Descendants of Saul",
        "h": 2
    },
    {
        "o": 11672,
        "r": "nasb:1 Chronicles:9:35",
        "t": "In*p Gibeon Jeiel the father of Gibeon lived, and his wife’s name was Maacah,"
    },
    {
        "o": 11673,
        "r": "nasb:1 Chronicles:9:36",
        "t": "and his firstborn son was*i Abdon, then Zur, Kish, Baal, Ner, Nadab,"
    },
    {
        "o": 11674,
        "r": "nasb:1 Chronicles:9:37",
        "t": "Gedor, Ahio, Zechariah and Mikloth."
    },
    {
        "o": 11675,
        "r": "nasb:1 Chronicles:9:38",
        "t": "Mikloth became the father of Shimeam. And they also lived with their relatives in Jerusalem opposite their other*i relatives."
    },
    {
        "o": 11676,
        "r": "nasb:1 Chronicles:9:39",
        "t": "Ner became the father of Kish, and Kish became the father of Saul, and Saul became the father of Jonathan, Malchi-shua, Abinadab and Eshbaal."
    },
    {
        "o": 11677,
        "r": "nasb:1 Chronicles:9:40",
        "t": "The son of Jonathan was*i Merib-baal; and Merib-baal became the father of Micah."
    },
    {
        "o": 11678,
        "r": "nasb:1 Chronicles:9:41",
        "t": "The sons of Micah were*i Pithon, Melech, Tahrea and*i Ahaz.*i"
    },
    {
        "o": 11679,
        "r": "nasb:1 Chronicles:9:42",
        "t": "Ahaz became the father of Jarah, and Jarah became the father of Alemeth, Azmaveth and Zimri; and Zimri became the father of Moza,"
    },
    {
        "o": 11680,
        "r": "nasb:1 Chronicles:9:43",
        "t": "and Moza became the father of Binea and Rephaiah his son, Eleasah his son, Azel his son."
    },
    {
        "o": 11681,
        "r": "nasb:1 Chronicles:9:44",
        "t": "Azel had six sons whose names are these: Azrikam, Bocheru and Ishmael and Sheariah and Obadiah and Hanan. These were the sons of Azel."
    }
]
