[
    {
        "o": 3108,
        "r": "esv:Leviticus:6:0",
        "t": "Leviticus 6",
        "h": 1
    },
    {
        "o": 3109,
        "r": "esv:Leviticus:6:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3110,
        "r": "esv:Leviticus:6:2",
        "t": "“If anyone sins and commits a breach of faith against the Lord*s by deceiving his neighbor in a matter of deposit or security, or through robbery, or if he has oppressed his neighbor"
    },
    {
        "o": 3111,
        "r": "esv:Leviticus:6:3",
        "t": "or has found something lost and lied about it, swearing falsely— in any of all the things that people do and sin thereby—"
    },
    {
        "o": 3112,
        "r": "esv:Leviticus:6:4",
        "t": "if he has sinned and has realized his guilt and will restore what he took by robbery or what he got by oppression or the deposit that was committed to him or the lost thing that he found"
    },
    {
        "o": 3113,
        "r": "esv:Leviticus:6:5",
        "t": "or anything about which he has sworn falsely, he shall restore it in full and shall add a fifth to it, and give it to him to whom it belongs on the day he realizes his guilt."
    },
    {
        "o": 3114,
        "r": "esv:Leviticus:6:6",
        "t": "And he shall bring to the priest as his compensation to the Lord*s a ram without blemish out of the flock, or its equivalent, for a guilt offering."
    },
    {
        "o": 3115,
        "r": "esv:Leviticus:6:7",
        "t": "And the priest shall make atonement for him before the Lord,*s and he shall be forgiven for any of the things that one may do and thereby become guilty.”"
    },
    {
        "o": 3116,
        "r": "esv:Leviticus:6:7",
        "t": "The Priests and the Offerings",
        "h": 2
    },
    {
        "o": 3117,
        "r": "esv:Leviticus:6:8",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3118,
        "r": "esv:Leviticus:6:9",
        "t": "“Command Aaron and his sons, saying, This is the law of the burnt offering. The burnt offering shall be on the hearth on the altar all night until the morning, and the fire of the altar shall be kept burning on it."
    },
    {
        "o": 3119,
        "r": "esv:Leviticus:6:10",
        "t": "And the priest shall put on his linen garment and put his linen undergarment on his body, and he shall take up the ashes to which the fire has reduced the burnt offering on the altar and put them beside the altar."
    },
    {
        "o": 3120,
        "r": "esv:Leviticus:6:11",
        "t": "Then he shall take off his garments and put on other garments and carry the ashes outside the camp to a clean place."
    },
    {
        "o": 3121,
        "r": "esv:Leviticus:6:12",
        "t": "The fire on the altar shall be kept burning on it; it shall not go out. The priest shall burn wood on it every morning, and he shall arrange the burnt offering on it and shall burn on it the fat of the peace offerings."
    },
    {
        "o": 3122,
        "r": "esv:Leviticus:6:13",
        "t": "Fire shall be kept burning on the altar continually; it shall not go out."
    },
    {
        "o": 3123,
        "r": "esv:Leviticus:6:14",
        "t": "“And*p this is the law of the grain offering. The sons of Aaron shall offer it before the Lord*s in front of the altar."
    },
    {
        "o": 3124,
        "r": "esv:Leviticus:6:15",
        "t": "And one shall take from it a handful of the fine flour of the grain offering and its oil and all the frankincense that is on the grain offering and burn this as its memorial portion on the altar, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3125,
        "r": "esv:Leviticus:6:16",
        "t": "And the rest of it Aaron and his sons shall eat. It shall be eaten unleavened in a holy place. In the court of the tent of meeting they shall eat it."
    },
    {
        "o": 3126,
        "r": "esv:Leviticus:6:17",
        "t": "It shall not be baked with leaven. I have given it as their portion of my food offerings. It is a thing most holy, like the sin offering and the guilt offering."
    },
    {
        "o": 3127,
        "r": "esv:Leviticus:6:18",
        "t": "Every male among the children of Aaron may eat of it, as decreed forever throughout your generations, from the Lord’s*s food offerings. Whatever touches them shall become holy.”"
    },
    {
        "o": 3128,
        "r": "esv:Leviticus:6:19",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3129,
        "r": "esv:Leviticus:6:20",
        "t": "“This is the offering that Aaron and his sons shall offer to the Lord*s on the day when he is anointed: a tenth of an ephah of fine flour as a regular grain offering, half of it in the morning and half in the evening."
    },
    {
        "o": 3130,
        "r": "esv:Leviticus:6:21",
        "t": "It shall be made with oil on a griddle. You shall bring it well mixed, in baked pieces like a grain offering, and offer it for a pleasing aroma to the Lord.*s"
    },
    {
        "o": 3131,
        "r": "esv:Leviticus:6:22",
        "t": "The priest from among Aaron’s sons, who is anointed to succeed him, shall offer it to the Lord*s as decreed forever. The whole of it shall be burned."
    },
    {
        "o": 3132,
        "r": "esv:Leviticus:6:23",
        "t": "Every grain offering of a priest shall be wholly burned. It shall not be eaten.”"
    },
    {
        "o": 3133,
        "r": "esv:Leviticus:6:24",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3134,
        "r": "esv:Leviticus:6:25",
        "t": "“Speak to Aaron and his sons, saying, This is the law of the sin offering. In the place where the burnt offering is killed shall the sin offering be killed before the Lord;*s it is most holy."
    },
    {
        "o": 3135,
        "r": "esv:Leviticus:6:26",
        "t": "The priest who offers it for sin shall eat it. In a holy place it shall be eaten, in the court of the tent of meeting."
    },
    {
        "o": 3136,
        "r": "esv:Leviticus:6:27",
        "t": "Whatever touches its flesh shall be holy, and when any of its blood is splashed on a garment, you shall wash that on which it was splashed in a holy place."
    },
    {
        "o": 3137,
        "r": "esv:Leviticus:6:28",
        "t": "And the earthenware vessel in which it is boiled shall be broken. But if it is boiled in a bronze vessel, that shall be scoured and rinsed in water."
    },
    {
        "o": 3138,
        "r": "esv:Leviticus:6:29",
        "t": "Every male among the priests may eat of it; it is most holy."
    },
    {
        "o": 3139,
        "r": "esv:Leviticus:6:30",
        "t": "But no sin offering shall be eaten from which any blood is brought into the tent of meeting to make atonement in the Holy Place; it shall be burned up with fire."
    }
]
