[
    {
        "o": 21745,
        "r": "niv:Jeremiah:33:0",
        "t": "Jeremiah 33",
        "h": 1
    },
    {
        "o": 21746,
        "r": "niv:Jeremiah:33:0",
        "t": "Promise of Restoration",
        "h": 2
    },
    {
        "o": 21747,
        "r": "niv:Jeremiah:33:1",
        "t": "While*p Jeremiah was still confined in the courtyard of the guard, the word of the Lord*s came to him a second time:"
    },
    {
        "o": 21748,
        "r": "niv:Jeremiah:33:2",
        "t": "“This is what the Lord*s says, he who made the earth, the Lord*s who formed it and established it—the Lord*s is his name:"
    },
    {
        "o": 21749,
        "r": "niv:Jeremiah:33:3",
        "t": "‘Call to me and I will answer you and tell you great and unsearchable things you do not know.’"
    },
    {
        "o": 21750,
        "r": "niv:Jeremiah:33:4",
        "t": "For this is what the Lord,*s the God of Israel, says about the houses in this city and the royal palaces of Judah that have been torn down to be used against the siege ramps and the sword"
    },
    {
        "o": 21751,
        "r": "niv:Jeremiah:33:5",
        "t": "in the fight with the Babylonians: ‘They will be filled with the dead bodies of the people I will slay in my anger and wrath. I will hide my face from this city because of all its wickedness."
    },
    {
        "o": 21752,
        "r": "niv:Jeremiah:33:6",
        "t": "“ ‘Nevertheless,*p I will bring health and healing to it; I will heal my people and will let them enjoy abundant peace and security."
    },
    {
        "o": 21753,
        "r": "niv:Jeremiah:33:7",
        "t": "I will bring Judah and Israel back from captivity and will rebuild them as they were before."
    },
    {
        "o": 21754,
        "r": "niv:Jeremiah:33:8",
        "t": "I will cleanse them from all the sin they have committed against me and will forgive all their sins of rebellion against me."
    },
    {
        "o": 21755,
        "r": "niv:Jeremiah:33:9",
        "t": "Then this city will bring me renown, joy, praise and honor before all nations on earth that hear of all the good things I do for it; and they will be in awe and will tremble at the abundant prosperity and peace I provide for it.’"
    },
    {
        "o": 21756,
        "r": "niv:Jeremiah:33:10",
        "t": "“This*p is what the Lord*s says: ‘You say about this place, “It is a desolate waste, without people or animals.” Yet in the towns of Judah and the streets of Jerusalem that are deserted, inhabited by neither people nor animals, there will be heard once more"
    },
    {
        "o": 21757,
        "r": "niv:Jeremiah:33:11",
        "t": "the sounds of joy and gladness, the voices of bride and bridegroom, and the voices of those who bring thank offerings to the house of the Lord,*s saying, “Give*pn thanks to the Lord*s Almighty, for*ld the Lord*s is good; his*ld love endures forever.” For*p I will restore the fortunes of the land as they were before,’ says the Lord.*s"
    },
    {
        "o": 21758,
        "r": "niv:Jeremiah:33:12",
        "t": "“This*p is what the Lord*s Almighty says: ‘In this place, desolate and without people or animals—in all its towns there will again be pastures for shepherds to rest their flocks."
    },
    {
        "o": 21759,
        "r": "niv:Jeremiah:33:13",
        "t": "In the towns of the hill country, of the western foothills and of the Negev, in the territory of Benjamin, in the villages around Jerusalem and in the towns of Judah, flocks will again pass under the hand of the one who counts them,’ says the Lord.*s"
    },
    {
        "o": 21760,
        "r": "niv:Jeremiah:33:14",
        "t": "“ ‘The*p days are coming,’ declares the Lord,*s ‘when I will fulfill the good promise I made to the people of Israel and Judah."
    },
    {
        "o": 21761,
        "r": "niv:Jeremiah:33:15",
        "t": "“ ‘In*pn those days and at that time I*ld will make a righteous Branch sprout from David’s line; he*ld will do what is just and right in the land."
    },
    {
        "o": 21762,
        "r": "niv:Jeremiah:33:16",
        "t": "In*ln those days Judah will be saved and*ld Jerusalem will live in safety. This*ln is the name by which it will be called: The*ld Lord*s Our Righteous Savior.’"
    },
    {
        "o": 21763,
        "r": "niv:Jeremiah:33:17",
        "t": "For*p this is what the Lord*s says: ‘David will never fail to have a man to sit on the throne of Israel,"
    },
    {
        "o": 21764,
        "r": "niv:Jeremiah:33:18",
        "t": "nor will the Levitical priests ever fail to have a man to stand before me continually to offer burnt offerings, to burn grain offerings and to present sacrifices.’ ”"
    },
    {
        "o": 21765,
        "r": "niv:Jeremiah:33:19",
        "t": "The*p word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21766,
        "r": "niv:Jeremiah:33:20",
        "t": "“This is what the Lord*s says: ‘If you can break my covenant with the day and my covenant with the night, so that day and night no longer come at their appointed time,"
    },
    {
        "o": 21767,
        "r": "niv:Jeremiah:33:21",
        "t": "then my covenant with David my servant—and my covenant with the Levites who are priests ministering before me—can be broken and David will no longer have a descendant to reign on his throne."
    },
    {
        "o": 21768,
        "r": "niv:Jeremiah:33:22",
        "t": "I will make the descendants of David my servant and the Levites who minister before me as countless as the stars in the sky and as measureless as the sand on the seashore.’ ”"
    },
    {
        "o": 21769,
        "r": "niv:Jeremiah:33:23",
        "t": "The*p word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21770,
        "r": "niv:Jeremiah:33:24",
        "t": "“Have you not noticed that these people are saying, ‘The Lord*s has rejected the two kingdoms he chose’? So they despise my people and no longer regard them as a nation."
    },
    {
        "o": 21771,
        "r": "niv:Jeremiah:33:25",
        "t": "This is what the Lord*s says: ‘If I have not made my covenant with day and night and established the laws of heaven and earth,"
    },
    {
        "o": 21772,
        "r": "niv:Jeremiah:33:26",
        "t": "then I will reject the descendants of Jacob and David my servant and will not choose one of his sons to rule over the descendants of Abraham, Isaac and Jacob. For I will restore their fortunes and have compassion on them.’ ”"
    }
]
