[
    {
        "o": 30157,
        "r": "kjv:2 Corinthians:8:0",
        "t": "2 Corinthians 8",
        "h": 1
    },
    {
        "o": 30158,
        "r": "kjv:2 Corinthians:8:1",
        "t": "Moreover,*p brethren, we do you to wit of the grace of God bestowed on the churches of Macedonia;"
    },
    {
        "o": 30159,
        "r": "kjv:2 Corinthians:8:2",
        "t": "How*p that in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality."
    },
    {
        "o": 30160,
        "r": "kjv:2 Corinthians:8:3",
        "t": "For*p to their power, I bear record, yea, and beyond their power they were willing of themselves;"
    },
    {
        "o": 30161,
        "r": "kjv:2 Corinthians:8:4",
        "t": "Praying*p us with much entreaty that we would receive the gift, and take upon us the fellowship of the ministering to the saints."
    },
    {
        "o": 30162,
        "r": "kjv:2 Corinthians:8:5",
        "t": "And*p this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God."
    },
    {
        "o": 30163,
        "r": "kjv:2 Corinthians:8:6",
        "t": "Insomuch*p that we desired Titus, that as he had begun, so he would also finish in you the same grace also."
    },
    {
        "o": 30164,
        "r": "kjv:2 Corinthians:8:7",
        "t": "Therefore,*p as ye abound in every thing, in faith, and utterance, and knowledge, and in all diligence, and in your love to us, see that ye abound in this grace also."
    },
    {
        "o": 30165,
        "r": "kjv:2 Corinthians:8:8",
        "t": "I*p speak not by commandment, but by occasion of the forwardness of others, and to prove the sincerity of your love."
    },
    {
        "o": 30166,
        "r": "kjv:2 Corinthians:8:9",
        "t": "For*p ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich."
    },
    {
        "o": 30167,
        "r": "kjv:2 Corinthians:8:10",
        "t": "And*p herein I give my advice: for this is expedient for you, who have begun before, not only to do, but also to be forward a year ago."
    },
    {
        "o": 30168,
        "r": "kjv:2 Corinthians:8:11",
        "t": "Now*p therefore perform the doing of it; that as there was a readiness to will, so there may be a performance also out of that which ye have."
    },
    {
        "o": 30169,
        "r": "kjv:2 Corinthians:8:12",
        "t": "For*p if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not."
    },
    {
        "o": 30170,
        "r": "kjv:2 Corinthians:8:13",
        "t": "For*p I mean not that other men be eased, and ye burdened:"
    },
    {
        "o": 30171,
        "r": "kjv:2 Corinthians:8:14",
        "t": "But*p by an equality, that now at this time your abundance may be a supply for their want, that their abundance also may be a supply for your want: that there may be equality:"
    },
    {
        "o": 30172,
        "r": "kjv:2 Corinthians:8:15",
        "t": "As*p it is written, He that had gathered much had nothing over; and he that had gathered little had no lack."
    },
    {
        "o": 30173,
        "r": "kjv:2 Corinthians:8:16",
        "t": "But*p thanks be to God, which put the same earnest care into the heart of Titus for you."
    },
    {
        "o": 30174,
        "r": "kjv:2 Corinthians:8:17",
        "t": "For*p indeed he accepted the exhortation; but being more forward, of his own accord he went unto you."
    },
    {
        "o": 30175,
        "r": "kjv:2 Corinthians:8:18",
        "t": "And*p we have sent with him the brother, whose praise is in the gospel throughout all the churches;"
    },
    {
        "o": 30176,
        "r": "kjv:2 Corinthians:8:19",
        "t": "And*p not that only, but who was also chosen of the churches to travel with us with this grace, which is administered by us to the glory of the same Lord, and declaration of your ready mind:"
    },
    {
        "o": 30177,
        "r": "kjv:2 Corinthians:8:20",
        "t": "Avoiding*p this, that no man should blame us in this abundance which is administered by us:"
    },
    {
        "o": 30178,
        "r": "kjv:2 Corinthians:8:21",
        "t": "Providing*p for honest things, not only in the sight of the Lord, but also in the sight of men."
    },
    {
        "o": 30179,
        "r": "kjv:2 Corinthians:8:22",
        "t": "And*p we have sent with them our brother, whom we have oftentimes proved diligent in many things, but now much more diligent, upon the great confidence which I have in you."
    },
    {
        "o": 30180,
        "r": "kjv:2 Corinthians:8:23",
        "t": "Whether*p any do enquire of Titus, he is my partner and fellowhelper concerning you: or our brethren be enquired of, they are the messengers of the churches, and the glory of Christ."
    },
    {
        "o": 30181,
        "r": "kjv:2 Corinthians:8:24",
        "t": "Wherefore*p shew ye to them, and before the churches, the proof of your love, and of our boasting on your behalf."
    }
]
