[
    {
        "o": 24297,
        "r": "nasb:Daniel:4:0",
        "t": "Daniel 4",
        "h": 1
    },
    {
        "o": 24298,
        "r": "nasb:Daniel:4:0",
        "t": "The King Acknowledges God",
        "h": 2
    },
    {
        "o": 24299,
        "r": "nasb:Daniel:4:1",
        "t": "Nebuchadnezzar*p the king to all the peoples, nations, and men*i of*i every*i language that live in all the earth: “May your peace abound!"
    },
    {
        "o": 24300,
        "r": "nasb:Daniel:4:2",
        "t": "It has seemed good to me to declare the signs and wonders which the Most High God has done for me."
    },
    {
        "o": 24301,
        "r": "nasb:Daniel:4:3",
        "t": "How*pn great are His signs And*ln how mighty are His wonders! His*ln kingdom is an everlasting kingdom And*ln His dominion is from generation to generation."
    },
    {
        "o": 24302,
        "r": "nasb:Daniel:4:3",
        "t": "The Vision of a Great Tree",
        "h": 2
    },
    {
        "o": 24303,
        "r": "nasb:Daniel:4:4",
        "t": "“I,*p Nebuchadnezzar, was at ease in my house and flourishing in my palace."
    },
    {
        "o": 24304,
        "r": "nasb:Daniel:4:5",
        "t": "I saw a dream and it made me fearful; and these*i fantasies as*i I*i lay*i on my bed and the visions in my mind kept alarming me."
    },
    {
        "o": 24305,
        "r": "nasb:Daniel:4:6",
        "t": "So I gave orders to bring into my presence all the wise men of Babylon, that they might make known to me the interpretation of the dream."
    },
    {
        "o": 24306,
        "r": "nasb:Daniel:4:7",
        "t": "Then the magicians, the conjurers, the Chaldeans and the diviners came in and I related the dream to them, but they could not make its interpretation known to me."
    },
    {
        "o": 24307,
        "r": "nasb:Daniel:4:8",
        "t": "But finally Daniel came in before me, whose name is Belteshazzar according to the name of my god, and in whom is a spirit of the holy gods; and I related the dream to him, saying,*i"
    },
    {
        "o": 24308,
        "r": "nasb:Daniel:4:9",
        "t": "‘O Belteshazzar, chief of the magicians, since I know that a spirit of the holy gods is in you and no mystery baffles you, tell me*i the visions of my dream which I have seen, along with its interpretation."
    },
    {
        "o": 24309,
        "r": "nasb:Daniel:4:10",
        "t": "‘Now*p these*i were*i the visions in my mind as*i I*i lay*i on my bed: I was looking, and behold, there*i was*i a tree in the midst of the earth and its height was*i great."
    },
    {
        "o": 24310,
        "r": "nasb:Daniel:4:11",
        "t": "The*pn tree grew large and became strong And*ln its height reached to the sky, And*ln it was*i visible to the end of the whole earth."
    },
    {
        "o": 24311,
        "r": "nasb:Daniel:4:12",
        "t": "Its*ln foliage was*i beautiful and its fruit abundant, And*ln in it was*i food for all. The*ln beasts of the field found shade under it, And*ln the birds of the sky dwelt in its branches, And*ln all living creatures fed themselves from it."
    },
    {
        "o": 24312,
        "r": "nasb:Daniel:4:13",
        "t": "‘I*p was looking in the visions in my mind as*i I*i lay*i on my bed, and behold, an angelic*i watcher, a holy one, descended from heaven."
    },
    {
        "o": 24313,
        "r": "nasb:Daniel:4:14",
        "t": "He*pn shouted out and spoke as follows: “Chop*ln down the tree and cut off its branches, Strip*ln off its foliage and scatter its fruit; Let*ln the beasts flee from under it And*ln the birds from its branches."
    },
    {
        "o": 24314,
        "r": "nasb:Daniel:4:15",
        "t": "Yet*ln leave the stump with its roots in the ground, But*ln with a band of iron and bronze around*i it*i In*ln the new grass of the field; And*ln let him be drenched with the dew of heaven, And*ln let him share with the beasts in the grass of the earth."
    },
    {
        "o": 24315,
        "r": "nasb:Daniel:4:16",
        "t": "Let*ln his mind be changed from that*i of*i a man And*ln let a beast’s mind be given to him, And*ln let seven periods of time pass over him."
    },
    {
        "o": 24316,
        "r": "nasb:Daniel:4:17",
        "t": "This*ln sentence is by the decree of the angelic*i watchers And*ln the decision is a command of the holy ones, In*ln order that the living may know That*ln the Most High is ruler over the realm of mankind, And*ln bestows it on whom He wishes And*ln sets over it the lowliest of men.”"
    },
    {
        "o": 24317,
        "r": "nasb:Daniel:4:18",
        "t": "This*p is the dream which*i I, King Nebuchadnezzar, have seen. Now you, Belteshazzar, tell me*i its interpretation, inasmuch as none of the wise men of my kingdom is able to make known to me the interpretation; but you are able, for a spirit of the holy gods is in you.’"
    },
    {
        "o": 24318,
        "r": "nasb:Daniel:4:18",
        "t": "Daniel Interprets the Vision",
        "h": 2
    },
    {
        "o": 24319,
        "r": "nasb:Daniel:4:19",
        "t": "“Then*p Daniel, whose name is Belteshazzar, was appalled for a while as his thoughts alarmed him. The king responded and said, ‘Belteshazzar, do not let the dream or its interpretation alarm you.’ Belteshazzar replied, ‘My lord, if*i only*i the dream applied to those who hate you and its interpretation to your adversaries!"
    },
    {
        "o": 24320,
        "r": "nasb:Daniel:4:20",
        "t": "The tree that you saw, which became large and grew strong, whose height reached to the sky and was visible to all the earth"
    },
    {
        "o": 24321,
        "r": "nasb:Daniel:4:21",
        "t": "and whose foliage was*i beautiful and its fruit abundant, and in which was*i food for all, under which the beasts of the field dwelt and in whose branches the birds of the sky lodged—"
    },
    {
        "o": 24322,
        "r": "nasb:Daniel:4:22",
        "t": "it is you, O king; for you have become great and grown strong, and your majesty has become great and reached to the sky and your dominion to the end of the earth."
    },
    {
        "o": 24323,
        "r": "nasb:Daniel:4:23",
        "t": "In that the king saw an angelic*i watcher, a holy one, descending from heaven and saying, “Chop down the tree and destroy it; yet leave the stump with its roots in the ground, but with a band of iron and bronze around*i it*i in the new grass of the field, and let him be drenched with the dew of heaven, and let him share with the beasts of the field until seven periods of time pass over him,”"
    },
    {
        "o": 24324,
        "r": "nasb:Daniel:4:24",
        "t": "this is the interpretation, O king, and this is the decree of the Most High, which has come upon my lord the king:"
    },
    {
        "o": 24325,
        "r": "nasb:Daniel:4:25",
        "t": "that you be driven away from mankind and your dwelling place be with the beasts of the field, and you be given grass to eat like cattle and be drenched with the dew of heaven; and seven periods of time will pass over you, until you recognize that the Most High is ruler over the realm of mankind and bestows it on whomever He wishes."
    },
    {
        "o": 24326,
        "r": "nasb:Daniel:4:26",
        "t": "And in that it was commanded to leave the stump with the roots of the tree, your kingdom will be assured to you after you recognize that it*i is*i Heaven that*i rules."
    },
    {
        "o": 24327,
        "r": "nasb:Daniel:4:27",
        "t": "Therefore, O king, may my advice be pleasing to you: break away now from your sins by doing*i righteousness and from your iniquities by showing mercy to the*i poor, in case there may be a prolonging of your prosperity.’"
    },
    {
        "o": 24328,
        "r": "nasb:Daniel:4:27",
        "t": "The Vision Fulfilled",
        "h": 2
    },
    {
        "o": 24329,
        "r": "nasb:Daniel:4:28",
        "t": "“All*p this*i happened to Nebuchadnezzar the king."
    },
    {
        "o": 24330,
        "r": "nasb:Daniel:4:29",
        "t": "Twelve months later he was walking on the roof*i of*i the royal palace of Babylon."
    },
    {
        "o": 24331,
        "r": "nasb:Daniel:4:30",
        "t": "The king reflected and said, ‘Is this not Babylon the great, which I myself have built as a royal residence by the might of my power and for the glory of my majesty?’"
    },
    {
        "o": 24332,
        "r": "nasb:Daniel:4:31",
        "t": "While the word was*i in the king’s mouth, a voice came from heaven, saying,*i ‘King Nebuchadnezzar, to you it is declared: sovereignty has been removed from you,"
    },
    {
        "o": 24333,
        "r": "nasb:Daniel:4:32",
        "t": "and you will be driven away from mankind, and your dwelling place will*i be*i with the beasts of the field. You will be given grass to eat like cattle, and seven periods of time will pass over you until you recognize that the Most High is ruler over the realm of mankind and bestows it on whomever He wishes.’"
    },
    {
        "o": 24334,
        "r": "nasb:Daniel:4:33",
        "t": "Immediately the word concerning Nebuchadnezzar was fulfilled; and he was driven away from mankind and began eating grass like cattle, and his body was drenched with the dew of heaven until his hair had grown like eagles’ feathers*i and his nails like birds’ claws.*i"
    },
    {
        "o": 24335,
        "r": "nasb:Daniel:4:34",
        "t": "“But*p at the end of that period, I, Nebuchadnezzar, raised my eyes toward heaven and my reason returned to me, and I blessed the Most High and praised and honored Him who lives forever; For*pn His dominion is an everlasting dominion, And*ln His kingdom endures*i from generation to generation."
    },
    {
        "o": 24336,
        "r": "nasb:Daniel:4:35",
        "t": "All*ln the inhabitants of the earth are accounted as nothing, But*ln He does according to His will in the host of heaven And*ln among*i the inhabitants of earth; And*ln no one can ward off His hand Or*ln say to Him, ‘What have You done?’"
    },
    {
        "o": 24337,
        "r": "nasb:Daniel:4:36",
        "t": "At*p that time my reason returned to me. And my majesty and splendor were restored to me for the glory of my kingdom, and my counselors and my nobles began seeking me out; so I was reestablished in my sovereignty, and surpassing greatness was added to me."
    },
    {
        "o": 24338,
        "r": "nasb:Daniel:4:37",
        "t": "Now I, Nebuchadnezzar, praise, exalt and honor the King of heaven, for all His works are true and His ways just, and He is able to humble those who walk in pride.”"
    }
]
