[
    {
        "o": 22905,
        "r": "nasb:Ezekiel:7:0",
        "t": "Ezekiel 7",
        "h": 1
    },
    {
        "o": 22906,
        "r": "nasb:Ezekiel:7:0",
        "t": "Punishment for Wickedness Foretold",
        "h": 2
    },
    {
        "o": 22907,
        "r": "nasb:Ezekiel:7:1",
        "t": "Moreover,*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 22908,
        "r": "nasb:Ezekiel:7:2",
        "t": "“And you, son of man, thus says the Lord God*s to the land of Israel, ‘An end! The end is coming on the four corners of the land."
    },
    {
        "o": 22909,
        "r": "nasb:Ezekiel:7:3",
        "t": "Now the end is upon you, and I will send My anger against you; I will judge you according to your ways and bring all your abominations upon you."
    },
    {
        "o": 22910,
        "r": "nasb:Ezekiel:7:4",
        "t": "For My eye will have no pity on you, nor will I spare you,*i but I will bring your ways upon you, and your abominations will be among you; then you will know that I am the Lord!’*s"
    },
    {
        "o": 22911,
        "r": "nasb:Ezekiel:7:5",
        "t": "“Thus*p says the Lord God,*s ‘A disaster, unique disaster, behold it is coming!"
    },
    {
        "o": 22912,
        "r": "nasb:Ezekiel:7:6",
        "t": "An end is coming; the end has come! It has awakened against you; behold, it has come!"
    },
    {
        "o": 22913,
        "r": "nasb:Ezekiel:7:7",
        "t": "Your doom has come to you, O inhabitant of the land. The time has come, the day is near—tumult rather than joyful shouting on the mountains."
    },
    {
        "o": 22914,
        "r": "nasb:Ezekiel:7:8",
        "t": "Now I will shortly pour out My wrath on you and spend My anger against you; judge you according to your ways and bring on you all your abominations."
    },
    {
        "o": 22915,
        "r": "nasb:Ezekiel:7:9",
        "t": "My eye will show no pity nor will I spare. I will repay you according to your ways, while your abominations are in your midst; then you will know that I, the Lord,*s do the smiting."
    },
    {
        "o": 22916,
        "r": "nasb:Ezekiel:7:10",
        "t": "‘Behold,*p the day! Behold, it is coming! Your*i doom has gone forth; the rod has budded, arrogance has blossomed."
    },
    {
        "o": 22917,
        "r": "nasb:Ezekiel:7:11",
        "t": "Violence has grown into a rod of wickedness. None of them shall*i remain,*i none of their people, none of their wealth, nor anything eminent among them."
    },
    {
        "o": 22918,
        "r": "nasb:Ezekiel:7:12",
        "t": "The time has come, the day has arrived. Let not the buyer rejoice nor the seller mourn; for wrath is against all their multitude."
    },
    {
        "o": 22919,
        "r": "nasb:Ezekiel:7:13",
        "t": "Indeed, the seller will not regain what he sold as long as they both*i live; for the vision regarding all their multitude will not be averted, nor will any of them maintain his life by his iniquity."
    },
    {
        "o": 22920,
        "r": "nasb:Ezekiel:7:14",
        "t": "‘They*p have blown the trumpet and made everything ready, but no one is going to the battle, for My wrath is against all their multitude."
    },
    {
        "o": 22921,
        "r": "nasb:Ezekiel:7:15",
        "t": "The sword is outside and the plague and the famine are within. He who is in the field will die by the sword; famine and the plague will also consume those in the city."
    },
    {
        "o": 22922,
        "r": "nasb:Ezekiel:7:16",
        "t": "Even when their survivors escape, they will be on the mountains like doves of the valleys, all of them mourning, each over his own iniquity."
    },
    {
        "o": 22923,
        "r": "nasb:Ezekiel:7:17",
        "t": "All hands will hang limp and all knees will become like*i water."
    },
    {
        "o": 22924,
        "r": "nasb:Ezekiel:7:18",
        "t": "They will gird themselves with sackcloth and shuddering will overwhelm them; and shame will*i be*i on all faces and baldness on all their heads."
    },
    {
        "o": 22925,
        "r": "nasb:Ezekiel:7:19",
        "t": "They will fling their silver into the streets and their gold will become an abhorrent thing; their silver and their gold will not be able to deliver them in the day of the wrath of the Lord.*s They cannot satisfy their appetite nor can they fill their stomachs, for their iniquity has become an occasion of stumbling."
    },
    {
        "o": 22926,
        "r": "nasb:Ezekiel:7:19",
        "t": "The Temple Profaned",
        "h": 2
    },
    {
        "o": 22927,
        "r": "nasb:Ezekiel:7:20",
        "t": "They*p transformed the beauty of His ornaments into pride, and they made the images of their abominations and*i their detestable things with it; therefore I will make it an abhorrent thing to them."
    },
    {
        "o": 22928,
        "r": "nasb:Ezekiel:7:21",
        "t": "I will give it into the hands of the foreigners as plunder and to the wicked of the earth as spoil, and they will profane it."
    },
    {
        "o": 22929,
        "r": "nasb:Ezekiel:7:22",
        "t": "I will also turn My face from them, and they will profane My secret place; then robbers will enter and profane it."
    },
    {
        "o": 22930,
        "r": "nasb:Ezekiel:7:23",
        "t": "‘Make*p the chain, for the land is full of bloody crimes and the city is full of violence."
    },
    {
        "o": 22931,
        "r": "nasb:Ezekiel:7:24",
        "t": "Therefore, I will bring the worst of the nations, and they will possess their houses. I will also make the pride of the strong ones cease, and their holy places will be profaned."
    },
    {
        "o": 22932,
        "r": "nasb:Ezekiel:7:25",
        "t": "When anguish comes, they will seek peace, but there will be none."
    },
    {
        "o": 22933,
        "r": "nasb:Ezekiel:7:26",
        "t": "Disaster will come upon disaster and rumor will be added*i to rumor; then they will seek a vision from a prophet, but the law will be lost from the priest and counsel from the elders."
    },
    {
        "o": 22934,
        "r": "nasb:Ezekiel:7:27",
        "t": "The king will mourn, the prince will be clothed with horror, and the hands of the people of the land will tremble. According to their conduct I will deal with them, and by their judgments I will judge them. And they will know that I am the Lord*s .’ ”"
    }
]
