[
    {
        "o": 33433,
        "r": "nasb:Hebrews:5:0",
        "t": "Hebrews 5",
        "h": 1
    },
    {
        "o": 33434,
        "r": "nasb:Hebrews:5:0",
        "t": "The Perfect High Priest",
        "h": 2
    },
    {
        "o": 33435,
        "r": "nasb:Hebrews:5:1",
        "t": "For*p every high priest taken from among men is appointed on behalf of men in things pertaining to God, in order to offer both gifts and sacrifices for sins;"
    },
    {
        "o": 33436,
        "r": "nasb:Hebrews:5:2",
        "t": "he can deal gently with the ignorant and misguided, since he himself also is beset with weakness;"
    },
    {
        "o": 33437,
        "r": "nasb:Hebrews:5:3",
        "t": "and because of it he is obligated to offer sacrifices*i for sins, as for the people, so also for himself."
    },
    {
        "o": 33438,
        "r": "nasb:Hebrews:5:4",
        "t": "And no one takes the honor to himself, but receives*i it*i when he is called by God, even as Aaron was."
    },
    {
        "o": 33439,
        "r": "nasb:Hebrews:5:5",
        "t": "So*p also Christ did not glorify Himself so as to become a high priest, but He who said to Him, “You*spn are*s My*s Son,*s Today*sln I have*s begotten*s You”;*s"
    },
    {
        "o": 33440,
        "r": "nasb:Hebrews:5:6",
        "t": "just*p as He says also in another passage,*i “You*spn are*s a*s priest*s forever*s According*ln to*s the*s order*s of*s Melchizedek.”*s"
    },
    {
        "o": 33441,
        "r": "nasb:Hebrews:5:7",
        "t": "In*p the days of His flesh, He offered up both prayers and supplications with loud crying and tears to the One able to save Him from death, and He was heard because of His piety."
    },
    {
        "o": 33442,
        "r": "nasb:Hebrews:5:8",
        "t": "Although He was a Son, He learned obedience from the things which He suffered."
    },
    {
        "o": 33443,
        "r": "nasb:Hebrews:5:9",
        "t": "And having been made perfect, He became to all those who obey Him the source of eternal salvation,"
    },
    {
        "o": 33444,
        "r": "nasb:Hebrews:5:10",
        "t": "being designated by God as a high priest according to the order of Melchizedek."
    },
    {
        "o": 33445,
        "r": "nasb:Hebrews:5:11",
        "t": "Concerning*p him we have much to say, and it*i is*i hard to explain, since you have become dull of hearing."
    },
    {
        "o": 33446,
        "r": "nasb:Hebrews:5:12",
        "t": "For though by this time you ought to be teachers, you have need again for someone to teach you the elementary principles of the oracles of God, and you have come to need milk and not solid food."
    },
    {
        "o": 33447,
        "r": "nasb:Hebrews:5:13",
        "t": "For everyone who partakes only*i of milk is not accustomed to the word of righteousness, for he is an infant."
    },
    {
        "o": 33448,
        "r": "nasb:Hebrews:5:14",
        "t": "But solid food is for the mature, who because of practice have their senses trained to discern good and evil."
    }
]
