[
    {
        "o": 8903,
        "r": "niv:2 Samuel:6:0",
        "t": "2 Samuel 6",
        "h": 1
    },
    {
        "o": 8904,
        "r": "niv:2 Samuel:6:0",
        "t": "The Ark Brought to Jerusalem",
        "h": 2
    },
    {
        "o": 8905,
        "r": "niv:2 Samuel:6:1",
        "t": "David*p again brought together all the able young men of Israel—thirty thousand."
    },
    {
        "o": 8906,
        "r": "niv:2 Samuel:6:2",
        "t": "He and all his men went to Baalah in Judah to bring up from there the ark of God, which is called by the Name, the name of the Lord*s Almighty, who is enthroned between the cherubim on the ark."
    },
    {
        "o": 8907,
        "r": "niv:2 Samuel:6:3",
        "t": "They set the ark of God on a new cart and brought it from the house of Abinadab, which was on the hill. Uzzah and Ahio, sons of Abinadab, were guiding the new cart"
    },
    {
        "o": 8908,
        "r": "niv:2 Samuel:6:4",
        "t": "with the ark of God on it, and Ahio was walking in front of it."
    },
    {
        "o": 8909,
        "r": "niv:2 Samuel:6:5",
        "t": "David and all Israel were celebrating with all their might before the Lord,*s with castanets, harps, lyres, timbrels, sistrums and cymbals."
    },
    {
        "o": 8910,
        "r": "niv:2 Samuel:6:6",
        "t": "When*p they came to the threshing floor of Nakon, Uzzah reached out and took hold of the ark of God, because the oxen stumbled."
    },
    {
        "o": 8911,
        "r": "niv:2 Samuel:6:7",
        "t": "The Lord’s*s anger burned against Uzzah because of his irreverent act; therefore God struck him down, and he died there beside the ark of God."
    },
    {
        "o": 8912,
        "r": "niv:2 Samuel:6:8",
        "t": "Then*p David was angry because the Lord’s*s wrath had broken out against Uzzah, and to this day that place is called Perez Uzzah."
    },
    {
        "o": 8913,
        "r": "niv:2 Samuel:6:9",
        "t": "David*p was afraid of the Lord*s that day and said, “How can the ark of the Lord*s ever come to me?”"
    },
    {
        "o": 8914,
        "r": "niv:2 Samuel:6:10",
        "t": "He was not willing to take the ark of the Lord*s to be with him in the City of David. Instead, he took it to the house of Obed-Edom the Gittite."
    },
    {
        "o": 8915,
        "r": "niv:2 Samuel:6:11",
        "t": "The ark of the Lord*s remained in the house of Obed-Edom the Gittite for three months, and the Lord*s blessed him and his entire household."
    },
    {
        "o": 8916,
        "r": "niv:2 Samuel:6:12",
        "t": "Now*p King David was told, “The Lord*s has blessed the household of Obed-Edom and everything he has, because of the ark of God.” So David went to bring up the ark of God from the house of Obed-Edom to the City of David with rejoicing."
    },
    {
        "o": 8917,
        "r": "niv:2 Samuel:6:13",
        "t": "When those who were carrying the ark of the Lord*s had taken six steps, he sacrificed a bull and a fattened calf."
    },
    {
        "o": 8918,
        "r": "niv:2 Samuel:6:14",
        "t": "Wearing a linen ephod, David was dancing before the Lord*s with all his might,"
    },
    {
        "o": 8919,
        "r": "niv:2 Samuel:6:15",
        "t": "while he and all Israel were bringing up the ark of the Lord*s with shouts and the sound of trumpets."
    },
    {
        "o": 8920,
        "r": "niv:2 Samuel:6:16",
        "t": "As*p the ark of the Lord*s was entering the City of David, Michal daughter of Saul watched from a window. And when she saw King David leaping and dancing before the Lord,*s she despised him in her heart."
    },
    {
        "o": 8921,
        "r": "niv:2 Samuel:6:17",
        "t": "They*p brought the ark of the Lord*s and set it in its place inside the tent that David had pitched for it, and David sacrificed burnt offerings and fellowship offerings before the Lord.*s"
    },
    {
        "o": 8922,
        "r": "niv:2 Samuel:6:18",
        "t": "After he had finished sacrificing the burnt offerings and fellowship offerings, he blessed the people in the name of the Lord*s Almighty."
    },
    {
        "o": 8923,
        "r": "niv:2 Samuel:6:19",
        "t": "Then he gave a loaf of bread, a cake of dates and a cake of raisins to each person in the whole crowd of Israelites, both men and women. And all the people went to their homes."
    },
    {
        "o": 8924,
        "r": "niv:2 Samuel:6:20",
        "t": "When*p David returned home to bless his household, Michal daughter of Saul came out to meet him and said, “How the king of Israel has distinguished himself today, going around half-naked in full view of the slave girls of his servants as any vulgar fellow would!”"
    },
    {
        "o": 8925,
        "r": "niv:2 Samuel:6:21",
        "t": "David*p said to Michal, “It was before the Lord,*s who chose me rather than your father or anyone from his house when he appointed me ruler over the Lord’s*s people Israel—I will celebrate before the Lord.*s"
    },
    {
        "o": 8926,
        "r": "niv:2 Samuel:6:22",
        "t": "I will become even more undignified than this, and I will be humiliated in my own eyes. But by these slave girls you spoke of, I will be held in honor.”"
    },
    {
        "o": 8927,
        "r": "niv:2 Samuel:6:23",
        "t": "And*p Michal daughter of Saul had no children to the day of her death."
    }
]
