[
    {
        "o": 8285,
        "r": "csb:1 Samuel:13:0",
        "t": "1 Samuel 13",
        "h": 1
    },
    {
        "o": 8286,
        "r": "csb:1 Samuel:13:0",
        "t": "Saul’s Failure",
        "h": 2
    },
    {
        "o": 8287,
        "r": "csb:1 Samuel:13:1",
        "t": "Saul*p was thirty years old when he became king, and he reigned forty-two years over Israel."
    },
    {
        "o": 8288,
        "r": "csb:1 Samuel:13:2",
        "t": "He chose three thousand men from Israel for himself: two thousand were with Saul at Michmash and in Bethel’s hill country, and one thousand were with Jonathan in Gibeah of Benjamin. He sent the rest of the troops away, each to his own tent."
    },
    {
        "o": 8289,
        "r": "csb:1 Samuel:13:3",
        "t": "Jonathan*p attacked the Philistine garrison in Gibeah, and the Philistines heard about it. So Saul blew the ram’s horn throughout the land saying, “Let the Hebrews hear!”"
    },
    {
        "o": 8290,
        "r": "csb:1 Samuel:13:4",
        "t": "And all Israel heard the news, “Saul has attacked the Philistine garrison, and Israel is now repulsive to the Philistines.” Then the troops were summoned to join Saul at Gilgal."
    },
    {
        "o": 8291,
        "r": "csb:1 Samuel:13:5",
        "t": "The*p Philistines also gathered to fight against Israel: three thousand chariots, six thousand horsemen, and troops as numerous as the sand on the seashore. They went up and camped at Michmash, east of Beth-aven."
    },
    {
        "o": 8292,
        "r": "csb:1 Samuel:13:6",
        "t": "The*p men of Israel saw that they were in trouble because the troops were in a difficult situation. They hid in caves, in thickets, among rocks, and in holes and cisterns."
    },
    {
        "o": 8293,
        "r": "csb:1 Samuel:13:7",
        "t": "Some Hebrews even crossed the Jordan to the land of Gad and Gilead. Saul,*p however, was still at Gilgal, and all his troops were gripped with fear."
    },
    {
        "o": 8294,
        "r": "csb:1 Samuel:13:8",
        "t": "He waited seven days for the appointed time that Samuel had set, but Samuel didn’t come to Gilgal, and the troops were deserting him."
    },
    {
        "o": 8295,
        "r": "csb:1 Samuel:13:9",
        "t": "So Saul said, “Bring me the burnt offering and the fellowship offerings.” Then he offered the burnt offering."
    },
    {
        "o": 8296,
        "r": "csb:1 Samuel:13:10",
        "t": "Just*p as he finished offering the burnt offering, Samuel arrived. So Saul went out to greet him,"
    },
    {
        "o": 8297,
        "r": "csb:1 Samuel:13:11",
        "t": "and Samuel asked, “What have you done?” Saul*p answered, “When I saw that the troops were deserting me and you didn’t come within the appointed days and the Philistines were gathering at Michmash,"
    },
    {
        "o": 8298,
        "r": "csb:1 Samuel:13:12",
        "t": "I thought, ‘The Philistines will now descend on me at Gilgal, and I haven’t sought the Lord’s*s favor.’ So I forced myself to offer the burnt offering.”"
    },
    {
        "o": 8299,
        "r": "csb:1 Samuel:13:13",
        "t": "Samuel*p said to Saul, “You have been foolish. You have not kept the command the Lord*s your God gave you. It was at this time that the Lord*s would have permanently established your reign over Israel,"
    },
    {
        "o": 8300,
        "r": "csb:1 Samuel:13:14",
        "t": "but now your reign will not endure. The Lord*s has found a man after his own heart, and the Lord*s has appointed him as ruler over his people, because you have not done what the Lord*s commanded.”"
    },
    {
        "o": 8301,
        "r": "csb:1 Samuel:13:15",
        "t": "Then Samuel went from Gilgal to Gibeah in Benjamin. Saul registered the troops who were with him, about six hundred men."
    },
    {
        "o": 8302,
        "r": "csb:1 Samuel:13:16",
        "t": "Saul,*p his son Jonathan, and the troops who were with them were staying in Geba of Benjamin, and the Philistines were camped at Michmash."
    },
    {
        "o": 8303,
        "r": "csb:1 Samuel:13:17",
        "t": "Raiding parties went out from the Philistine camp in three divisions. One division headed toward the Ophrah road leading to the land of Shual."
    },
    {
        "o": 8304,
        "r": "csb:1 Samuel:13:18",
        "t": "The next division headed toward the Beth-horon road, and the last division headed down the border road that looks out over the Zeboim Valley toward the wilderness."
    },
    {
        "o": 8305,
        "r": "csb:1 Samuel:13:19",
        "t": "No*p blacksmith could be found in all the land of Israel because the Philistines had said, “Otherwise, the Hebrews will make swords or spears.”"
    },
    {
        "o": 8306,
        "r": "csb:1 Samuel:13:20",
        "t": "So all the Israelites went to the Philistines to sharpen their plows, mattocks, axes, and sickles."
    },
    {
        "o": 8307,
        "r": "csb:1 Samuel:13:21",
        "t": "The price was two-thirds of a shekel for plows and mattocks, and one-third of a shekel for pitchforks and axes, and for putting a point on a cattle prod."
    },
    {
        "o": 8308,
        "r": "csb:1 Samuel:13:22",
        "t": "So on the day of battle not a sword or spear could be found in the hand of any of the troops who were with Saul and Jonathan; only Saul and his son Jonathan had weapons."
    },
    {
        "o": 8309,
        "r": "csb:1 Samuel:13:22",
        "t": "Jonathan’s Victory over the Philistines",
        "h": 2
    },
    {
        "o": 8310,
        "r": "csb:1 Samuel:13:23",
        "t": "Now*p a Philistine garrison took control of the pass at Michmash."
    }
]
