[
    {
        "o": 441,
        "r": "csb:Genesis:17:0",
        "t": "Genesis 17",
        "h": 1
    },
    {
        "o": 442,
        "r": "csb:Genesis:17:0",
        "t": "Covenant Circumcision",
        "h": 2
    },
    {
        "o": 443,
        "r": "csb:Genesis:17:1",
        "t": "When*p Abram was ninety-nine years old, the Lord*s appeared to him, saying, “I am God Almighty. Live in my presence and be blameless."
    },
    {
        "o": 444,
        "r": "csb:Genesis:17:2",
        "t": "I will set up my covenant between me and you, and I will multiply you greatly.”"
    },
    {
        "o": 445,
        "r": "csb:Genesis:17:3",
        "t": "Then*p Abram fell facedown and God spoke with him:"
    },
    {
        "o": 446,
        "r": "csb:Genesis:17:4",
        "t": "“As for me, here is my covenant with you: You will become the father of many nations."
    },
    {
        "o": 447,
        "r": "csb:Genesis:17:5",
        "t": "Your name will no longer be Abram; your name will be Abraham, for I will make you the father of many nations."
    },
    {
        "o": 448,
        "r": "csb:Genesis:17:6",
        "t": "I will make you extremely fruitful and will make nations and kings come from you."
    },
    {
        "o": 449,
        "r": "csb:Genesis:17:7",
        "t": "I will confirm my covenant that is between me and you and your future offspring throughout their generations. It is a permanent covenant to be your God and the God of your offspring after you."
    },
    {
        "o": 450,
        "r": "csb:Genesis:17:8",
        "t": "And to you and your future offspring I will give the land where you are residing - all the land of Canaan - as a permanent possession, and I will be their God.”"
    },
    {
        "o": 451,
        "r": "csb:Genesis:17:9",
        "t": "God*p also said to Abraham, “As for you, you and your offspring after you throughout their generations are to keep my covenant."
    },
    {
        "o": 452,
        "r": "csb:Genesis:17:10",
        "t": "This is my covenant between me and you and your offspring after you, which you are to keep: Every one of your males must be circumcised."
    },
    {
        "o": 453,
        "r": "csb:Genesis:17:11",
        "t": "You must circumcise the flesh of your foreskin to serve as a sign of the covenant between me and you."
    },
    {
        "o": 454,
        "r": "csb:Genesis:17:12",
        "t": "Throughout your generations, every male among you is to be circumcised at eight days old - every male born in your household or purchased from any foreigner and not your offspring."
    },
    {
        "o": 455,
        "r": "csb:Genesis:17:13",
        "t": "Whether born in your household or purchased, he must be circumcised. My covenant will be marked in your flesh as a permanent covenant."
    },
    {
        "o": 456,
        "r": "csb:Genesis:17:14",
        "t": "If any male is not circumcised in the flesh of his foreskin, that man will be cut off from his people; he has broken my covenant.”"
    },
    {
        "o": 457,
        "r": "csb:Genesis:17:15",
        "t": "God*p said to Abraham, “As for your wife Sarai, do not call her Sarai, for Sarah will be her name."
    },
    {
        "o": 458,
        "r": "csb:Genesis:17:16",
        "t": "I will bless her; indeed, I will give you a son by her. I will bless her, and she will produce nations; kings of peoples will come from her.”"
    },
    {
        "o": 459,
        "r": "csb:Genesis:17:17",
        "t": "Abraham*p fell facedown. Then he laughed and said to himself, “Can a child be born to a hundred-year-old man? Can Sarah, a ninety-year-old woman, give birth?”"
    },
    {
        "o": 460,
        "r": "csb:Genesis:17:18",
        "t": "So Abraham said to God, “If only Ishmael were acceptable to you!”"
    },
    {
        "o": 461,
        "r": "csb:Genesis:17:19",
        "t": "But*p God said, “No. Your wife Sarah will bear you a son, and you will name him Isaac. I will confirm my covenant with him as a permanent covenant for his future offspring."
    },
    {
        "o": 462,
        "r": "csb:Genesis:17:20",
        "t": "As for Ishmael, I have heard you. I will certainly bless him; I will make him fruitful and will multiply him greatly. He will father twelve tribal leaders, and I will make him into a great nation."
    },
    {
        "o": 463,
        "r": "csb:Genesis:17:21",
        "t": "But I will confirm my covenant with Isaac, whom Sarah will bear to you at this time next year.”"
    },
    {
        "o": 464,
        "r": "csb:Genesis:17:22",
        "t": "When he finished talking with him, God withdrew from Abraham."
    },
    {
        "o": 465,
        "r": "csb:Genesis:17:23",
        "t": "So*p Abraham took his son Ishmael and those born in his household or purchased - every male among the members of Abraham’s household - and he circumcised the flesh of their foreskin on that very day, just as God had said to him."
    },
    {
        "o": 466,
        "r": "csb:Genesis:17:24",
        "t": "Abraham was ninety-nine years old when the flesh of his foreskin was circumcised,"
    },
    {
        "o": 467,
        "r": "csb:Genesis:17:25",
        "t": "and his son Ishmael was thirteen years old when the flesh of his foreskin was circumcised."
    },
    {
        "o": 468,
        "r": "csb:Genesis:17:26",
        "t": "On that very day Abraham and his son Ishmael were circumcised."
    },
    {
        "o": 469,
        "r": "csb:Genesis:17:27",
        "t": "And all the men of his household - whether born in his household or purchased from a foreigner - were circumcised with him."
    }
]
