[
    {
        "o": 8753,
        "r": "niv:2 Samuel:1:0",
        "t": "2 Samuel 1",
        "h": 1
    },
    {
        "o": 8754,
        "r": "niv:2 Samuel:1:0",
        "t": "David Hears of Saul’s Death",
        "h": 2
    },
    {
        "o": 8755,
        "r": "niv:2 Samuel:1:1",
        "t": "After*p the death of Saul, David returned from striking down the Amalekites and stayed in Ziklag two days."
    },
    {
        "o": 8756,
        "r": "niv:2 Samuel:1:2",
        "t": "On the third day a man arrived from Saul’s camp with his clothes torn and dust on his head. When he came to David, he fell to the ground to pay him honor."
    },
    {
        "o": 8757,
        "r": "niv:2 Samuel:1:3",
        "t": "“Where*p have you come from?” David asked him. He*p answered, “I have escaped from the Israelite camp.”"
    },
    {
        "o": 8758,
        "r": "niv:2 Samuel:1:4",
        "t": "“What*p happened?” David asked. “Tell me.” “The*p men fled from the battle,” he replied. “Many of them fell and died. And Saul and his son Jonathan are dead.”"
    },
    {
        "o": 8759,
        "r": "niv:2 Samuel:1:5",
        "t": "Then*p David said to the young man who brought him the report, “How do you know that Saul and his son Jonathan are dead?”"
    },
    {
        "o": 8760,
        "r": "niv:2 Samuel:1:6",
        "t": "“I*p happened to be on Mount Gilboa,” the young man said, “and there was Saul, leaning on his spear, with the chariots and their drivers in hot pursuit."
    },
    {
        "o": 8761,
        "r": "niv:2 Samuel:1:7",
        "t": "When he turned around and saw me, he called out to me, and I said, ‘What can I do?’"
    },
    {
        "o": 8762,
        "r": "niv:2 Samuel:1:8",
        "t": "“He*p asked me, ‘Who are you?’ “ ‘An*p Amalekite,’ I answered."
    },
    {
        "o": 8763,
        "r": "niv:2 Samuel:1:9",
        "t": "“Then*p he said to me, ‘Stand here by me and kill me! I’m in the throes of death, but I’m still alive.’"
    },
    {
        "o": 8764,
        "r": "niv:2 Samuel:1:10",
        "t": "“So*p I stood beside him and killed him, because I knew that after he had fallen he could not survive. And I took the crown that was on his head and the band on his arm and have brought them here to my lord.”"
    },
    {
        "o": 8765,
        "r": "niv:2 Samuel:1:11",
        "t": "Then*p David and all the men with him took hold of their clothes and tore them."
    },
    {
        "o": 8766,
        "r": "niv:2 Samuel:1:12",
        "t": "They mourned and wept and fasted till evening for Saul and his son Jonathan, and for the army of the Lord*s and for the nation of Israel, because they had fallen by the sword."
    },
    {
        "o": 8767,
        "r": "niv:2 Samuel:1:13",
        "t": "David*p said to the young man who brought him the report, “Where are you from?” “I*p am the son of a foreigner, an Amalekite,” he answered."
    },
    {
        "o": 8768,
        "r": "niv:2 Samuel:1:14",
        "t": "David*p asked him, “Why weren’t you afraid to lift your hand to destroy the Lord’s*s anointed?”"
    },
    {
        "o": 8769,
        "r": "niv:2 Samuel:1:15",
        "t": "Then*p David called one of his men and said, “Go, strike him down!” So he struck him down, and he died."
    },
    {
        "o": 8770,
        "r": "niv:2 Samuel:1:16",
        "t": "For David had said to him, “Your blood be on your own head. Your own mouth testified against you when you said, ‘I killed the Lord’s*s anointed.’ ”"
    },
    {
        "o": 8771,
        "r": "niv:2 Samuel:1:16",
        "t": "David’s Lament for Saul and Jonathan",
        "h": 2
    },
    {
        "o": 8772,
        "r": "niv:2 Samuel:1:17",
        "t": "David*p took up this lament concerning Saul and his son Jonathan,"
    },
    {
        "o": 8773,
        "r": "niv:2 Samuel:1:18",
        "t": "and he ordered that the people of Judah be taught this lament of the bow (it is written in the Book of Jashar):"
    },
    {
        "o": 8774,
        "r": "niv:2 Samuel:1:19",
        "t": "“A*pn gazelle lies slain on your heights, Israel. How*ld the mighty have fallen!"
    },
    {
        "o": 8775,
        "r": "niv:2 Samuel:1:20",
        "t": "“Tell*pn it not in Gath, proclaim*ld it not in the streets of Ashkelon, lest*ln the daughters of the Philistines be glad, lest*ld the daughters of the uncircumcised rejoice."
    },
    {
        "o": 8776,
        "r": "niv:2 Samuel:1:21",
        "t": "“Mountains*pn of Gilboa, may*ld you have neither dew nor rain, may*ld no showers fall on your terraced fields. For*ln there the shield of the mighty was despised, the*ld shield of Saul—no longer rubbed with oil."
    },
    {
        "o": 8777,
        "r": "niv:2 Samuel:1:22",
        "t": "“From*pn the blood of the slain, from*ld the flesh of the mighty, the*ln bow of Jonathan did not turn back, the*ld sword of Saul did not return unsatisfied."
    },
    {
        "o": 8778,
        "r": "niv:2 Samuel:1:23",
        "t": "Saul*ln and Jonathan— in*ld life they were loved and admired, and*ld in death they were not parted. They*ln were swifter than eagles, they*ld were stronger than lions."
    },
    {
        "o": 8779,
        "r": "niv:2 Samuel:1:24",
        "t": "“Daughters*pn of Israel, weep*ld for Saul, who*ln clothed you in scarlet and finery, who*ld adorned your garments with ornaments of gold."
    },
    {
        "o": 8780,
        "r": "niv:2 Samuel:1:25",
        "t": "“How*pn the mighty have fallen in battle! Jonathan*ld lies slain on your heights."
    },
    {
        "o": 8781,
        "r": "niv:2 Samuel:1:26",
        "t": "I*ln grieve for you, Jonathan my brother; you*ld were very dear to me. Your*ln love for me was wonderful, more*ld wonderful than that of women."
    },
    {
        "o": 8782,
        "r": "niv:2 Samuel:1:27",
        "t": "“How*pn the mighty have fallen! The*ld weapons of war have perished!”"
    }
]
