[
    {
        "o": 15976,
        "r": "kjv:Psalm:89:0",
        "t": "Psalm 89",
        "h": 1
    },
    {
        "o": 15977,
        "r": "kjv:Psalm:89:0",
        "t": "Maschil of Ethan the Ezrahite.",
        "h": 4
    },
    {
        "o": 15978,
        "r": "kjv:Psalm:89:1",
        "t": "I*p will sing of the mercies of the Lord*s for ever: with my mouth will I make known thy faithfulness to all generations."
    },
    {
        "o": 15979,
        "r": "kjv:Psalm:89:2",
        "t": "For*p I have said, Mercy shall be built up for ever: thy faithfulness shalt thou establish in the very heavens."
    },
    {
        "o": 15980,
        "r": "kjv:Psalm:89:3",
        "t": "I*p have made a covenant with my chosen, I have sworn unto David my servant,"
    },
    {
        "o": 15981,
        "r": "kjv:Psalm:89:4",
        "t": "Thy*p seed will I establish for ever, and build up thy throne to all generations. Selah."
    },
    {
        "o": 15982,
        "r": "kjv:Psalm:89:5",
        "t": "And*p the heavens shall praise thy wonders, O Lord:*s thy faithfulness also in the congregation of the saints."
    },
    {
        "o": 15983,
        "r": "kjv:Psalm:89:6",
        "t": "For*p who in the heaven can be compared unto the Lord?*s who among the sons of the mighty can be likened unto the Lord?*s"
    },
    {
        "o": 15984,
        "r": "kjv:Psalm:89:7",
        "t": "God*p is greatly to be feared in the assembly of the saints, and to be had in reverence of all them that are about him."
    },
    {
        "o": 15985,
        "r": "kjv:Psalm:89:8",
        "t": "O*p Lord*s God of hosts, who is a strong Lord*s like unto thee? or to thy faithfulness round about thee?"
    },
    {
        "o": 15986,
        "r": "kjv:Psalm:89:9",
        "t": "Thou*p rulest the raging of the sea: when the waves thereof arise, thou stillest them."
    },
    {
        "o": 15987,
        "r": "kjv:Psalm:89:10",
        "t": "Thou*p hast broken Rahab in pieces, as one that is slain; thou hast scattered thine enemies with thy strong arm."
    },
    {
        "o": 15988,
        "r": "kjv:Psalm:89:11",
        "t": "The*p heavens are thine, the earth also is thine: as for the world and the fulness thereof, thou hast founded them."
    },
    {
        "o": 15989,
        "r": "kjv:Psalm:89:12",
        "t": "The*p north and the south thou hast created them: Tabor and Hermon shall rejoice in thy name."
    },
    {
        "o": 15990,
        "r": "kjv:Psalm:89:13",
        "t": "Thou*p hast a mighty arm: strong is thy hand, and high is thy right hand."
    },
    {
        "o": 15991,
        "r": "kjv:Psalm:89:14",
        "t": "Justice*p and judgment are the habitation of thy throne: mercy and truth shall go before thy face."
    },
    {
        "o": 15992,
        "r": "kjv:Psalm:89:15",
        "t": "Blessed*p is the people that know the joyful sound: they shall walk, O Lord,*s in the light of thy countenance."
    },
    {
        "o": 15993,
        "r": "kjv:Psalm:89:16",
        "t": "In*p thy name shall they rejoice all the day: and in thy righteousness shall they be exalted."
    },
    {
        "o": 15994,
        "r": "kjv:Psalm:89:17",
        "t": "For*p thou art the glory of their strength: and in thy favour our horn shall be exalted."
    },
    {
        "o": 15995,
        "r": "kjv:Psalm:89:18",
        "t": "For*p the Lord*s is our defence; and the Holy One of Israel is our king."
    },
    {
        "o": 15996,
        "r": "kjv:Psalm:89:19",
        "t": "Then*p thou spakest in vision to thy holy one, and saidst, I have laid help upon one that is mighty; I have exalted one chosen out of the people."
    },
    {
        "o": 15997,
        "r": "kjv:Psalm:89:20",
        "t": "I*p have found David my servant; with my holy oil have I anointed him:"
    },
    {
        "o": 15998,
        "r": "kjv:Psalm:89:21",
        "t": "With*p whom my hand shall be established: mine arm also shall strengthen him."
    },
    {
        "o": 15999,
        "r": "kjv:Psalm:89:22",
        "t": "The*p enemy shall not exact upon him; nor the son of wickedness afflict him."
    },
    {
        "o": 16000,
        "r": "kjv:Psalm:89:23",
        "t": "And*p I will beat down his foes before his face, and plague them that hate him."
    },
    {
        "o": 16001,
        "r": "kjv:Psalm:89:24",
        "t": "But*p my faithfulness and my mercy shall be with him: and in my name shall his horn be exalted."
    },
    {
        "o": 16002,
        "r": "kjv:Psalm:89:25",
        "t": "I*p will set his hand also in the sea, and his right hand in the rivers."
    },
    {
        "o": 16003,
        "r": "kjv:Psalm:89:26",
        "t": "He*p shall cry unto me, Thou art my father, my God, and the rock of my salvation."
    },
    {
        "o": 16004,
        "r": "kjv:Psalm:89:27",
        "t": "Also*p I will make him my firstborn, higher than the kings of the earth."
    },
    {
        "o": 16005,
        "r": "kjv:Psalm:89:28",
        "t": "My*p mercy will I keep for him for evermore, and my covenant shall stand fast with him."
    },
    {
        "o": 16006,
        "r": "kjv:Psalm:89:29",
        "t": "His*p seed also will I make to endure for ever, and his throne as the days of heaven."
    },
    {
        "o": 16007,
        "r": "kjv:Psalm:89:30",
        "t": "If*p his children forsake my law, and walk not in my judgments;"
    },
    {
        "o": 16008,
        "r": "kjv:Psalm:89:31",
        "t": "If*p they break my statutes, and keep not my commandments;"
    },
    {
        "o": 16009,
        "r": "kjv:Psalm:89:32",
        "t": "Then*p will I visit their transgression with the rod, and their iniquity with stripes."
    },
    {
        "o": 16010,
        "r": "kjv:Psalm:89:33",
        "t": "Nevertheless*p my lovingkindness will I not utterly take from him, nor suffer my faithfulness to fail."
    },
    {
        "o": 16011,
        "r": "kjv:Psalm:89:34",
        "t": "My*p covenant will I not break, nor alter the thing that is gone out of my lips."
    },
    {
        "o": 16012,
        "r": "kjv:Psalm:89:35",
        "t": "Once*p have I sworn by my holiness that I will not lie unto David."
    },
    {
        "o": 16013,
        "r": "kjv:Psalm:89:36",
        "t": "His*p seed shall endure for ever, and his throne as the sun before me."
    },
    {
        "o": 16014,
        "r": "kjv:Psalm:89:37",
        "t": "It*p shall be established for ever as the moon, and as a faithful witness in heaven. Selah."
    },
    {
        "o": 16015,
        "r": "kjv:Psalm:89:38",
        "t": "But*p thou hast cast off and abhorred, thou hast been wroth with thine anointed."
    },
    {
        "o": 16016,
        "r": "kjv:Psalm:89:39",
        "t": "Thou*p hast made void the covenant of thy servant: thou hast profaned his crown by casting it to the ground."
    },
    {
        "o": 16017,
        "r": "kjv:Psalm:89:40",
        "t": "Thou*p hast broken down all his hedges; thou hast brought his strong holds to ruin."
    },
    {
        "o": 16018,
        "r": "kjv:Psalm:89:41",
        "t": "All*p that pass by the way spoil him: he is a reproach to his neighbours."
    },
    {
        "o": 16019,
        "r": "kjv:Psalm:89:42",
        "t": "Thou*p hast set up the right hand of his adversaries; thou hast made all his enemies to rejoice."
    },
    {
        "o": 16020,
        "r": "kjv:Psalm:89:43",
        "t": "Thou*p hast also turned the edge of his sword, and hast not made him to stand in the battle."
    },
    {
        "o": 16021,
        "r": "kjv:Psalm:89:44",
        "t": "Thou*p hast made his glory to cease, and cast his throne down to the ground."
    },
    {
        "o": 16022,
        "r": "kjv:Psalm:89:45",
        "t": "The*p days of his youth hast thou shortened: thou hast covered him with shame. Selah."
    },
    {
        "o": 16023,
        "r": "kjv:Psalm:89:46",
        "t": "How*p long, Lord?*s wilt thou hide thyself for ever? shall thy wrath burn like fire?"
    },
    {
        "o": 16024,
        "r": "kjv:Psalm:89:47",
        "t": "Remember*p how short my time is: wherefore hast thou made all men in vain?"
    },
    {
        "o": 16025,
        "r": "kjv:Psalm:89:48",
        "t": "What*p man is he that liveth, and shall not see death? shall he deliver his soul from the hand of the grave? Selah."
    },
    {
        "o": 16026,
        "r": "kjv:Psalm:89:49",
        "t": "Lord,*p where are thy former lovingkindnesses, which thou swarest unto David in thy truth?"
    },
    {
        "o": 16027,
        "r": "kjv:Psalm:89:50",
        "t": "Remember,*p Lord, the reproach of thy servants; how I do bear in my bosom the reproach of all the mighty people;"
    },
    {
        "o": 16028,
        "r": "kjv:Psalm:89:51",
        "t": "Wherewith*p thine enemies have reproached, O Lord;*s wherewith they have reproached the footsteps of thine anointed."
    },
    {
        "o": 16029,
        "r": "kjv:Psalm:89:52",
        "t": "Blessed*p be the Lord*s for evermore. Amen, and Amen."
    }
]
