[
    {
        "o": 23447,
        "r": "esv:Ezekiel:26:0",
        "t": "Ezekiel 26",
        "h": 1
    },
    {
        "o": 23448,
        "r": "esv:Ezekiel:26:0",
        "t": "Prophecy Against Tyre",
        "h": 2
    },
    {
        "o": 23449,
        "r": "esv:Ezekiel:26:1",
        "t": "In*p the eleventh year, on the first day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23450,
        "r": "esv:Ezekiel:26:2",
        "t": "“Son of man, because Tyre said concerning Jerusalem, ‘Aha, the gate of the peoples is broken; it has swung open to me. I shall be replenished, now that she is laid waste,’"
    },
    {
        "o": 23451,
        "r": "esv:Ezekiel:26:3",
        "t": "therefore thus says the Lord God:*s Behold, I am against you, O Tyre, and will bring up many nations against you, as the sea brings up its waves."
    },
    {
        "o": 23452,
        "r": "esv:Ezekiel:26:4",
        "t": "They shall destroy the walls of Tyre and break down her towers, and I will scrape her soil from her and make her a bare rock."
    },
    {
        "o": 23453,
        "r": "esv:Ezekiel:26:5",
        "t": "She shall be in the midst of the sea a place for the spreading of nets, for I have spoken, declares the Lord God.*s And she shall become plunder for the nations,"
    },
    {
        "o": 23454,
        "r": "esv:Ezekiel:26:6",
        "t": "and her daughters on the mainland shall be killed by the sword. Then they will know that I am the Lord.*s"
    },
    {
        "o": 23455,
        "r": "esv:Ezekiel:26:7",
        "t": "“For*p thus says the Lord God:*s Behold, I will bring against Tyre from the north Nebuchadnezzar king of Babylon, king of kings, with horses and chariots, and with horsemen and a host of many soldiers."
    },
    {
        "o": 23456,
        "r": "esv:Ezekiel:26:8",
        "t": "He will kill with the sword your daughters on the mainland. He will set up a siege wall against you and throw up a mound against you, and raise a roof of shields against you."
    },
    {
        "o": 23457,
        "r": "esv:Ezekiel:26:9",
        "t": "He will direct the shock of his battering rams against your walls, and with his axes he will break down your towers."
    },
    {
        "o": 23458,
        "r": "esv:Ezekiel:26:10",
        "t": "His horses will be so many that their dust will cover you. Your walls will shake at the noise of the horsemen and wagons and chariots, when he enters your gates as men enter a city that has been breached."
    },
    {
        "o": 23459,
        "r": "esv:Ezekiel:26:11",
        "t": "With the hoofs of his horses he will trample all your streets. He will kill your people with the sword, and your mighty pillars will fall to the ground."
    },
    {
        "o": 23460,
        "r": "esv:Ezekiel:26:12",
        "t": "They will plunder your riches and loot your merchandise. They will break down your walls and destroy your pleasant houses. Your stones and timber and soil they will cast into the midst of the waters."
    },
    {
        "o": 23461,
        "r": "esv:Ezekiel:26:13",
        "t": "And I will stop the music of your songs, and the sound of your lyres shall be heard no more."
    },
    {
        "o": 23462,
        "r": "esv:Ezekiel:26:14",
        "t": "I will make you a bare rock. You shall be a place for the spreading of nets. You shall never be rebuilt, for I am the Lord;*s I have spoken, declares the Lord God.*s"
    },
    {
        "o": 23463,
        "r": "esv:Ezekiel:26:15",
        "t": "“Thus*p says the Lord God*s to Tyre: Will not the coastlands shake at the sound of your fall, when the wounded groan, when slaughter is made in your midst?"
    },
    {
        "o": 23464,
        "r": "esv:Ezekiel:26:16",
        "t": "Then all the princes of the sea will step down from their thrones and remove their robes and strip off their embroidered garments. They will clothe themselves with trembling; they will sit on the ground and tremble every moment and be appalled at you."
    },
    {
        "o": 23465,
        "r": "esv:Ezekiel:26:17",
        "t": "And they will raise a lamentation over you and say to you, “‘How*pn you have perished, you*ld who were inhabited from the seas, O*ln city renowned, who*ld was mighty on the sea; she*ln and her inhabitants imposed their terror on*ld all her inhabitants!"
    },
    {
        "o": 23466,
        "r": "esv:Ezekiel:26:18",
        "t": "Now*ln the coastlands tremble on*ld the day of your fall, and*ln the coastlands that are on the sea are*ld dismayed at your passing.’"
    },
    {
        "o": 23467,
        "r": "esv:Ezekiel:26:19",
        "t": "“For*p thus says the Lord God:*s When I make you a city laid waste, like the cities that are not inhabited, when I bring up the deep over you, and the great waters cover you,"
    },
    {
        "o": 23468,
        "r": "esv:Ezekiel:26:20",
        "t": "then I will make you go down with those who go down to the pit, to the people of old, and I will make you to dwell in the world below, among ruins from of old, with those who go down to the pit, so that you will not be inhabited; but I will set beauty in the land of the living."
    },
    {
        "o": 23469,
        "r": "esv:Ezekiel:26:21",
        "t": "I will bring you to a dreadful end, and you shall be no more. Though you be sought for, you will never be found again, declares the Lord God.”*s"
    }
]
