[
    {
        "o": 6203,
        "r": "csb:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6204,
        "r": "csb:Deuteronomy:28:0",
        "t": "Blessings for Obedience",
        "h": 2
    },
    {
        "o": 6205,
        "r": "csb:Deuteronomy:28:1",
        "t": "“Now*p if you faithfully obey the Lord*s your God and are careful to follow all his commands I am giving you today, the Lord*s your God will put you far above all the nations of the earth."
    },
    {
        "o": 6206,
        "r": "csb:Deuteronomy:28:2",
        "t": "All these blessings will come and overtake you, because you obey the Lord*s your God:"
    },
    {
        "o": 6207,
        "r": "csb:Deuteronomy:28:3",
        "t": "You*pn will be blessed in the city and*ln blessed in the country."
    },
    {
        "o": 6208,
        "r": "csb:Deuteronomy:28:4",
        "t": "Your*ln offspring will be blessed, and*ln your land’s produce, and*ln the offspring of your livestock, including*ln the young of your herds and*ln the newborn of your flocks."
    },
    {
        "o": 6209,
        "r": "csb:Deuteronomy:28:5",
        "t": "Your*ln basket and kneading bowl will be blessed."
    },
    {
        "o": 6210,
        "r": "csb:Deuteronomy:28:6",
        "t": "You*ln will be blessed when you come in and*ln blessed when you go out."
    },
    {
        "o": 6211,
        "r": "csb:Deuteronomy:28:7",
        "t": "“The*p Lord*s will cause the enemies who rise up against you to be defeated before you. They will march out against you from one direction but flee from you in seven directions."
    },
    {
        "o": 6212,
        "r": "csb:Deuteronomy:28:8",
        "t": "The Lord*s will grant you a blessing on your barns and on everything you do; he will bless you in the land the Lord*s your God is giving you."
    },
    {
        "o": 6213,
        "r": "csb:Deuteronomy:28:9",
        "t": "The Lord*s will establish you as his holy people, as he swore to you, if you obey the commands of the Lord*s your God and walk in his ways."
    },
    {
        "o": 6214,
        "r": "csb:Deuteronomy:28:10",
        "t": "Then all the peoples of the earth will see that you bear the Lord’s*s name, and they will stand in awe of you."
    },
    {
        "o": 6215,
        "r": "csb:Deuteronomy:28:11",
        "t": "The Lord*s will make you prosper abundantly with offspring, the offspring of your livestock, and your land’s produce in the land the Lord*s swore to your ancestors to give you."
    },
    {
        "o": 6216,
        "r": "csb:Deuteronomy:28:12",
        "t": "The Lord*s will open for you his abundant storehouse, the sky, to give your land rain in its season and to bless all the work of your hands. You will lend to many nations, but you will not borrow."
    },
    {
        "o": 6217,
        "r": "csb:Deuteronomy:28:13",
        "t": "The Lord*s will make you the head and not the tail; you will only move upward and never downward if you listen to the Lord*s your God’s commands I am giving you today and are careful to follow them."
    },
    {
        "o": 6218,
        "r": "csb:Deuteronomy:28:14",
        "t": "Do not turn aside to the right or the left from all the things I am commanding you today, and do not follow other gods to worship them."
    },
    {
        "o": 6219,
        "r": "csb:Deuteronomy:28:14",
        "t": "Curses for Disobedience",
        "h": 2
    },
    {
        "o": 6220,
        "r": "csb:Deuteronomy:28:15",
        "t": "“But*p if you do not obey the Lord*s your God by carefully following all his commands and statutes I am giving you today, all these curses will come and overtake you:"
    },
    {
        "o": 6221,
        "r": "csb:Deuteronomy:28:16",
        "t": "You*pn will be cursed in the city and*ln cursed in the country."
    },
    {
        "o": 6222,
        "r": "csb:Deuteronomy:28:17",
        "t": "Your*ln basket and kneading bowl will be cursed."
    },
    {
        "o": 6223,
        "r": "csb:Deuteronomy:28:18",
        "t": "Your*ln offspring will be cursed, and*ln your land’s produce, the*ln young of your herds, and*ln the newborn of your flocks."
    },
    {
        "o": 6224,
        "r": "csb:Deuteronomy:28:19",
        "t": "You*ln will be cursed when you come in and*ln cursed when you go out."
    },
    {
        "o": 6225,
        "r": "csb:Deuteronomy:28:20",
        "t": "The*p Lord*s will send against you curses, confusion, and rebuke in everything you do until you are destroyed and quickly perish, because of the wickedness of your actions in abandoning me."
    },
    {
        "o": 6226,
        "r": "csb:Deuteronomy:28:21",
        "t": "The Lord*s will make pestilence cling to you until he has exterminated you from the land you are entering to possess."
    },
    {
        "o": 6227,
        "r": "csb:Deuteronomy:28:22",
        "t": "The Lord*s will afflict you with wasting disease, fever, inflammation, burning heat, drought, blight, and mildew; these will pursue you until you perish."
    },
    {
        "o": 6228,
        "r": "csb:Deuteronomy:28:23",
        "t": "The sky above you will be bronze, and the earth beneath you iron."
    },
    {
        "o": 6229,
        "r": "csb:Deuteronomy:28:24",
        "t": "The Lord*s will turn the rain of your land into falling dust; it will descend on you from the sky until you are destroyed."
    },
    {
        "o": 6230,
        "r": "csb:Deuteronomy:28:25",
        "t": "The Lord*s will cause you to be defeated before your enemies. You will march out against them from one direction but flee from them in seven directions. You will be an object of horror to all the kingdoms of the earth."
    },
    {
        "o": 6231,
        "r": "csb:Deuteronomy:28:26",
        "t": "Your corpses will be food for all the birds of the sky and the wild animals of the earth, with no one to scare them away."
    },
    {
        "o": 6232,
        "r": "csb:Deuteronomy:28:27",
        "t": "“The*p Lord*s will afflict you with the boils of Egypt, tumors, a festering rash, and scabies, from which you cannot be cured."
    },
    {
        "o": 6233,
        "r": "csb:Deuteronomy:28:28",
        "t": "The Lord*s will afflict you with madness, blindness, and mental confusion,"
    },
    {
        "o": 6234,
        "r": "csb:Deuteronomy:28:29",
        "t": "so that at noon you will grope as a blind person gropes in the dark. You will not be successful in anything you do. You will only be oppressed and robbed continually, and no one will help you."
    },
    {
        "o": 6235,
        "r": "csb:Deuteronomy:28:30",
        "t": "You will become engaged to a woman, but another man will rape her. You will build a house but not live in it. You will plant a vineyard but not enjoy its fruit."
    },
    {
        "o": 6236,
        "r": "csb:Deuteronomy:28:31",
        "t": "Your ox will be slaughtered before your eyes, but you will not eat any of it. Your donkey will be taken away from you and not returned to you. Your flock will be given to your enemies, and no one will help you."
    },
    {
        "o": 6237,
        "r": "csb:Deuteronomy:28:32",
        "t": "Your sons and daughters will be given to another people, while your eyes grow weary looking for them every day. But you will be powerless to do anything."
    },
    {
        "o": 6238,
        "r": "csb:Deuteronomy:28:33",
        "t": "A people you don’t know will eat your land’s produce and everything you have labored for. You will only be oppressed and crushed continually."
    },
    {
        "o": 6239,
        "r": "csb:Deuteronomy:28:34",
        "t": "You will be driven mad by what you see."
    },
    {
        "o": 6240,
        "r": "csb:Deuteronomy:28:35",
        "t": "The Lord*s will afflict you with painful and incurable boils on your knees and thighs - from the sole of your foot to the top of your head."
    },
    {
        "o": 6241,
        "r": "csb:Deuteronomy:28:36",
        "t": "“The*p Lord*s will bring you and your king that you have appointed to a nation neither you nor your ancestors have known, and there you will worship other gods, of wood and stone."
    },
    {
        "o": 6242,
        "r": "csb:Deuteronomy:28:37",
        "t": "You will become an object of horror, scorn, and ridicule among all the peoples where the Lord*s will drive you."
    },
    {
        "o": 6243,
        "r": "csb:Deuteronomy:28:38",
        "t": "“You*p will sow much seed in the field but harvest little, because locusts will devour it."
    },
    {
        "o": 6244,
        "r": "csb:Deuteronomy:28:39",
        "t": "You will plant and cultivate vineyards but not drink the wine or gather the grapes, because worms will eat them."
    },
    {
        "o": 6245,
        "r": "csb:Deuteronomy:28:40",
        "t": "You will have olive trees throughout your territory but not moisten your skin with oil, because your olives will drop off."
    },
    {
        "o": 6246,
        "r": "csb:Deuteronomy:28:41",
        "t": "You will father sons and daughters, but they will not remain yours, because they will be taken prisoner."
    },
    {
        "o": 6247,
        "r": "csb:Deuteronomy:28:42",
        "t": "Buzzing insects will take possession of all your trees and your land’s produce."
    },
    {
        "o": 6248,
        "r": "csb:Deuteronomy:28:43",
        "t": "The resident alien among you will rise higher and higher above you, while you sink lower and lower."
    },
    {
        "o": 6249,
        "r": "csb:Deuteronomy:28:44",
        "t": "He will lend to you, but you won’t lend to him. He will be the head, and you will be the tail."
    },
    {
        "o": 6250,
        "r": "csb:Deuteronomy:28:45",
        "t": "“All*p these curses will come, pursue, and overtake you until you are destroyed, since you did not obey the Lord*s your God and keep the commands and statutes he gave you."
    },
    {
        "o": 6251,
        "r": "csb:Deuteronomy:28:46",
        "t": "These curses will be a sign and a wonder against you and your descendants forever."
    },
    {
        "o": 6252,
        "r": "csb:Deuteronomy:28:47",
        "t": "Because you didn’t serve the Lord*s your God with joy and a cheerful heart, even though you had an abundance of everything,"
    },
    {
        "o": 6253,
        "r": "csb:Deuteronomy:28:48",
        "t": "you will serve your enemies that the Lord*s will send against you, in famine, thirst, nakedness, and a lack of everything. He will place an iron yoke on your neck until he has destroyed you."
    },
    {
        "o": 6254,
        "r": "csb:Deuteronomy:28:49",
        "t": "The Lord*s will bring a nation from far away, from the ends of the earth, to swoop down on you like an eagle, a nation whose language you won’t understand,"
    },
    {
        "o": 6255,
        "r": "csb:Deuteronomy:28:50",
        "t": "a ruthless nation, showing no respect for the old and not sparing the young."
    },
    {
        "o": 6256,
        "r": "csb:Deuteronomy:28:51",
        "t": "They will eat the offspring of your livestock and your land’s produce until you are destroyed. They will leave you no grain, new wine, fresh oil, young of your herds, or newborn of your flocks until they cause you to perish."
    },
    {
        "o": 6257,
        "r": "csb:Deuteronomy:28:52",
        "t": "They will besiege you within all your city gates until your high and fortified walls, that you trust in, come down throughout your land. They will besiege you within all your city gates throughout the land the Lord*s your God has given you."
    },
    {
        "o": 6258,
        "r": "csb:Deuteronomy:28:53",
        "t": "“You*p will eat your offspring, the flesh of your sons and daughters the Lord*s your God has given you during the siege and hardship your enemy imposes on you."
    },
    {
        "o": 6259,
        "r": "csb:Deuteronomy:28:54",
        "t": "The most sensitive and refined man among you will look grudgingly at his brother, the wife he embraces, and the rest of his children,"
    },
    {
        "o": 6260,
        "r": "csb:Deuteronomy:28:55",
        "t": "refusing to share with any of them his children’s flesh that he will eat because he has nothing left during the siege and hardship your enemy imposes on you in all your towns."
    },
    {
        "o": 6261,
        "r": "csb:Deuteronomy:28:56",
        "t": "The most sensitive and refined woman among you, who would not venture to set the sole of her foot on the ground because of her refinement and sensitivity, will begrudge the husband she embraces, her son, and her daughter,"
    },
    {
        "o": 6262,
        "r": "csb:Deuteronomy:28:57",
        "t": "the afterbirth that comes out from between her legs and the children she bears, because she will secretly eat them for lack of anything else during the siege and hardship your enemy imposes on you within your city gates."
    },
    {
        "o": 6263,
        "r": "csb:Deuteronomy:28:58",
        "t": "“If*p you are not careful to obey all the words of this law, which are written in this scroll, by fearing this glorious and awe-inspiring name - the Lord,*s your God -"
    },
    {
        "o": 6264,
        "r": "csb:Deuteronomy:28:59",
        "t": "he will bring wondrous plagues on you and your descendants, severe and lasting plagues, and terrible and chronic sicknesses."
    },
    {
        "o": 6265,
        "r": "csb:Deuteronomy:28:60",
        "t": "He will afflict you again with all the diseases of Egypt, which you dreaded, and they will cling to you."
    },
    {
        "o": 6266,
        "r": "csb:Deuteronomy:28:61",
        "t": "The Lord*s will also afflict you with every sickness and plague not recorded in the book of this law, until you are destroyed."
    },
    {
        "o": 6267,
        "r": "csb:Deuteronomy:28:62",
        "t": "Though you were as numerous as the stars of the sky, you will be left with only a few people, because you did not obey the Lord*s your God."
    },
    {
        "o": 6268,
        "r": "csb:Deuteronomy:28:63",
        "t": "Just as the Lord*s was glad to cause you to prosper and to multiply you, so he will also be glad to cause you to perish and to destroy you. You will be ripped out of the land you are entering to possess."
    },
    {
        "o": 6269,
        "r": "csb:Deuteronomy:28:64",
        "t": "Then the Lord*s will scatter you among all peoples from one end of the earth to the other, and there you will worship other gods, of wood and stone, which neither you nor your ancestors have known."
    },
    {
        "o": 6270,
        "r": "csb:Deuteronomy:28:65",
        "t": "You will find no peace among those nations, and there will be no resting place for the sole of your foot. There the Lord*s will give you a trembling heart, failing eyes, and a despondent spirit."
    },
    {
        "o": 6271,
        "r": "csb:Deuteronomy:28:66",
        "t": "Your life will hang in doubt before you. You will be in dread night and day, never certain of survival."
    },
    {
        "o": 6272,
        "r": "csb:Deuteronomy:28:67",
        "t": "In the morning you will say, ‘If only it were evening!’ and in the evening you will say, ‘If only it were morning!’ - because of the dread you will have in your heart and because of what you will see."
    },
    {
        "o": 6273,
        "r": "csb:Deuteronomy:28:68",
        "t": "The Lord*s will take you back in ships to Egypt by a route that I said you would never see again. There you will sell yourselves to your enemies as male and female slaves, but no one will buy you.”"
    }
]
