[
    {
        "o": 25373,
        "r": "csb:Jonah:1:0",
        "t": "Jonah 1",
        "h": 1
    },
    {
        "o": 25374,
        "r": "csb:Jonah:1:0",
        "t": "Jonah’s Flight",
        "h": 2
    },
    {
        "o": 25375,
        "r": "csb:Jonah:1:1",
        "t": "The*p word of the Lord*s came to Jonah son of Amittai:"
    },
    {
        "o": 25376,
        "r": "csb:Jonah:1:2",
        "t": "“Get up! Go to the great city of Nineveh and preach against it because their evil has come up before me.”"
    },
    {
        "o": 25377,
        "r": "csb:Jonah:1:3",
        "t": "Jonah got up to flee to Tarshish from the Lord’s*s presence. He went down to Joppa and found a ship going to Tarshish. He paid the fare and went down into it to go with them to Tarshish from the Lord’s*s presence."
    },
    {
        "o": 25378,
        "r": "csb:Jonah:1:4",
        "t": "But*p the Lord*s threw a great wind onto the sea, and such a great storm arose on the sea that the ship threatened to break apart."
    },
    {
        "o": 25379,
        "r": "csb:Jonah:1:5",
        "t": "The sailors were afraid, and each cried out to his god. They threw the ship’s cargo into the sea to lighten the load. Meanwhile, Jonah had gone down to the lowest part of the vessel and had stretched out and fallen into a deep sleep."
    },
    {
        "o": 25380,
        "r": "csb:Jonah:1:6",
        "t": "The*p captain approached him and said, “What are you doing sound asleep? Get up! Call to your god. Maybe this god will consider us, and we won’t perish.”"
    },
    {
        "o": 25381,
        "r": "csb:Jonah:1:7",
        "t": "“Come*p on!” the sailors said to each other. “Let’s cast lots. Then we’ll know who is to blame for this trouble we’re in.” So they cast lots, and the lot singled out Jonah."
    },
    {
        "o": 25382,
        "r": "csb:Jonah:1:8",
        "t": "Then they said to him, “Tell us who is to blame for this trouble we’re in. What is your business, and where are you from? What is your country, and what people are you from?”"
    },
    {
        "o": 25383,
        "r": "csb:Jonah:1:9",
        "t": "He*p answered them, “I’m a Hebrew. I worship the Lord,*s the God of the heavens, who made the sea and the dry land.”"
    },
    {
        "o": 25384,
        "r": "csb:Jonah:1:10",
        "t": "Then*p the men were seized by a great fear and said to him, “What have you done?” The men knew he was fleeing from the Lord’s*s presence because he had told them."
    },
    {
        "o": 25385,
        "r": "csb:Jonah:1:11",
        "t": "So they said to him, “What should we do to you so that the sea will calm down for us?” For the sea was getting worse and worse."
    },
    {
        "o": 25386,
        "r": "csb:Jonah:1:12",
        "t": "He*p answered them, “Pick me up and throw me into the sea so that it will calm down for you, for I know that I’m to blame for this great storm that is against you.”"
    },
    {
        "o": 25387,
        "r": "csb:Jonah:1:13",
        "t": "Nevertheless, the men rowed hard to get back to dry land, but they couldn’t because the sea was raging against them more and more."
    },
    {
        "o": 25388,
        "r": "csb:Jonah:1:14",
        "t": "So*p they called out to the Lord,*s “Please, Lord,*s don’t let us perish because of this man’s life, and don’t charge us with innocent blood! For you, Lord,*s have done just as you pleased.”"
    },
    {
        "o": 25389,
        "r": "csb:Jonah:1:15",
        "t": "Then they picked up Jonah and threw him into the sea, and the sea stopped its raging."
    },
    {
        "o": 25390,
        "r": "csb:Jonah:1:16",
        "t": "The men were seized by great fear of the Lord,*s and they offered a sacrifice to the Lord*s and made vows."
    },
    {
        "o": 25391,
        "r": "csb:Jonah:1:17",
        "t": "The*p Lord*s appointed a great fish to swallow Jonah, and Jonah was in the belly of the fish three days and three nights."
    },
    {
        "o": 25392,
        "r": "csb:Jonah:2:0",
        "t": "Jonah 2",
        "h": 1
    },
    {
        "o": 25393,
        "r": "csb:Jonah:2:0",
        "t": "Jonah’s Prayer",
        "h": 2
    },
    {
        "o": 25394,
        "r": "csb:Jonah:2:1",
        "t": "Jonah*p prayed to the Lord*s his God from the belly of the fish:"
    },
    {
        "o": 25395,
        "r": "csb:Jonah:2:2",
        "t": "I*pn called to the Lord*s in my distress, and*ln he answered me. I*ln cried out for help from deep inside Sheol; you*ln heard my voice."
    },
    {
        "o": 25396,
        "r": "csb:Jonah:2:3",
        "t": "When*ln you threw me into the depths, into*ln the heart of the seas, the*ln current overcame me. All*ln your breakers and your billows swept over me."
    },
    {
        "o": 25397,
        "r": "csb:Jonah:2:4",
        "t": "And*ln I said, “I have been banished from*ln your sight, yet*ln I will look once more toward*ln your holy temple.”"
    },
    {
        "o": 25398,
        "r": "csb:Jonah:2:5",
        "t": "The*ln water engulfed me up to the neck; the*ln watery depths overcame me; seaweed*ln was wrapped around my head."
    },
    {
        "o": 25399,
        "r": "csb:Jonah:2:6",
        "t": "I*ln sank to the foundations of the mountains, the*ln earth’s gates shut behind me forever! Then*ln you raised my life from the Pit, Lord*s my God!"
    },
    {
        "o": 25400,
        "r": "csb:Jonah:2:7",
        "t": "As*ln my life was fading away, I*ln remembered the Lord,*s and*ln my prayer came to you, to*ln your holy temple."
    },
    {
        "o": 25401,
        "r": "csb:Jonah:2:8",
        "t": "Those*ln who cherish worthless idols abandon*ln their faithful love,"
    },
    {
        "o": 25402,
        "r": "csb:Jonah:2:9",
        "t": "but*ln as for me, I will sacrifice to you with*ln a voice of thanksgiving. I*ln will fulfill what I have vowed. Salvation*ln belongs to the Lord.*s"
    },
    {
        "o": 25403,
        "r": "csb:Jonah:2:10",
        "t": "Then*p the Lord*s commanded the fish, and it vomited Jonah onto dry land."
    },
    {
        "o": 25404,
        "r": "csb:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 25405,
        "r": "csb:Jonah:3:0",
        "t": "Jonah’s Preaching",
        "h": 2
    },
    {
        "o": 25406,
        "r": "csb:Jonah:3:1",
        "t": "The*p word of the Lord*s came to Jonah a second time:"
    },
    {
        "o": 25407,
        "r": "csb:Jonah:3:2",
        "t": "“Get up! Go to the great city of Nineveh and preach the message that I tell you.”"
    },
    {
        "o": 25408,
        "r": "csb:Jonah:3:3",
        "t": "Jonah got up and went to Nineveh according to the Lord’s*s command. Now*p Nineveh was an extremely great city, a three-day walk."
    },
    {
        "o": 25409,
        "r": "csb:Jonah:3:4",
        "t": "Jonah set out on the first day of his walk in the city and proclaimed, “In forty days Nineveh will be demolished!”"
    },
    {
        "o": 25410,
        "r": "csb:Jonah:3:5",
        "t": "Then the people of Nineveh believed God. They proclaimed a fast and dressed in sackcloth - from the greatest of them to the least."
    },
    {
        "o": 25411,
        "r": "csb:Jonah:3:6",
        "t": "When*p word reached the king of Nineveh, he got up from his throne, took off his royal robe, covered himself with sackcloth, and sat in ashes."
    },
    {
        "o": 25412,
        "r": "csb:Jonah:3:7",
        "t": "Then he issued a decree in Nineveh: By*p order of the king and his nobles: No person or animal, herd or flock, is to taste anything at all. They must not eat or drink water."
    },
    {
        "o": 25413,
        "r": "csb:Jonah:3:8",
        "t": "Furthermore, both people and animals must be covered with sackcloth, and everyone must call out earnestly to God. Each must turn from his evil ways and from his wrongdoing."
    },
    {
        "o": 25414,
        "r": "csb:Jonah:3:9",
        "t": "Who knows? God may turn and relent; he may turn from his burning anger so that we will not perish."
    },
    {
        "o": 25415,
        "r": "csb:Jonah:3:10",
        "t": "God*p saw their actions - that they had turned from their evil ways- so God relented from the disaster he had threatened them with. And he did not do it."
    },
    {
        "o": 25416,
        "r": "csb:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 25417,
        "r": "csb:Jonah:4:0",
        "t": "Jonah’s Anger",
        "h": 2
    },
    {
        "o": 25418,
        "r": "csb:Jonah:4:1",
        "t": "Jonah*p was greatly displeased and became furious."
    },
    {
        "o": 25419,
        "r": "csb:Jonah:4:2",
        "t": "He prayed to the Lord,*s “Please, Lord,*s isn’t this what I said while I was still in my own country? That’s why I fled toward Tarshish in the first place. I knew that you are a gracious and compassionate God, slow to anger, abounding in faithful love, and one who relents from sending disaster."
    },
    {
        "o": 25420,
        "r": "csb:Jonah:4:3",
        "t": "And now, Lord,*s take my life from me, for it is better for me to die than to live.”"
    },
    {
        "o": 25421,
        "r": "csb:Jonah:4:4",
        "t": "The*p Lord*s asked, “Is it right for you to be angry?”"
    },
    {
        "o": 25422,
        "r": "csb:Jonah:4:5",
        "t": "Jonah*p left the city and found a place east of it. He made himself a shelter there and sat in its shade to see what would happen to the city."
    },
    {
        "o": 25423,
        "r": "csb:Jonah:4:6",
        "t": "Then the Lord*s God appointed a plant, and it grew over Jonah to provide shade for his head to rescue him from his trouble. Jonah was greatly pleased with the plant."
    },
    {
        "o": 25424,
        "r": "csb:Jonah:4:7",
        "t": "When dawn came the next day, God appointed a worm that attacked the plant, and it withered."
    },
    {
        "o": 25425,
        "r": "csb:Jonah:4:8",
        "t": "As*p the sun was rising, God appointed a scorching east wind. The sun beat down on Jonah’s head so much that he almost fainted, and he wanted to die. He said, “It’s better for me to die than to live.”"
    },
    {
        "o": 25426,
        "r": "csb:Jonah:4:9",
        "t": "Then*p God asked Jonah, “Is it right for you to be angry about the plant?” “Yes,*p it’s right!” he replied. “I’m angry enough to die!”"
    },
    {
        "o": 25427,
        "r": "csb:Jonah:4:10",
        "t": "And*p the Lord*s said, “You cared about the plant, which you did not labor over and did not grow. It appeared in a night and perished in a night."
    },
    {
        "o": 25428,
        "r": "csb:Jonah:4:11",
        "t": "So may I not care about the great city of Nineveh, which has more than a hundred twenty thousand people who cannot distinguish between their right and their left, as well as many animals?”"
    }
]
