[
    {
        "o": 8496,
        "r": "niv:1 Samuel:22:0",
        "t": "1 Samuel 22",
        "h": 1
    },
    {
        "o": 8497,
        "r": "niv:1 Samuel:22:0",
        "t": "David at Adullam and Mizpah",
        "h": 2
    },
    {
        "o": 8498,
        "r": "niv:1 Samuel:22:1",
        "t": "David*p left Gath and escaped to the cave of Adullam. When his brothers and his father’s household heard about it, they went down to him there."
    },
    {
        "o": 8499,
        "r": "niv:1 Samuel:22:2",
        "t": "All those who were in distress or in debt or discontented gathered around him, and he became their commander. About four hundred men were with him."
    },
    {
        "o": 8500,
        "r": "niv:1 Samuel:22:3",
        "t": "From*p there David went to Mizpah in Moab and said to the king of Moab, “Would you let my father and mother come and stay with you until I learn what God will do for me?”"
    },
    {
        "o": 8501,
        "r": "niv:1 Samuel:22:4",
        "t": "So he left them with the king of Moab, and they stayed with him as long as David was in the stronghold."
    },
    {
        "o": 8502,
        "r": "niv:1 Samuel:22:5",
        "t": "But*p the prophet Gad said to David, “Do not stay in the stronghold. Go into the land of Judah.” So David left and went to the forest of Hereth."
    },
    {
        "o": 8503,
        "r": "niv:1 Samuel:22:5",
        "t": "Saul Kills the Priests of Nob",
        "h": 2
    },
    {
        "o": 8504,
        "r": "niv:1 Samuel:22:6",
        "t": "Now*p Saul heard that David and his men had been discovered. And Saul was seated, spear in hand, under the tamarisk tree on the hill at Gibeah, with all his officials standing at his side."
    },
    {
        "o": 8505,
        "r": "niv:1 Samuel:22:7",
        "t": "He said to them, “Listen, men of Benjamin! Will the son of Jesse give all of you fields and vineyards? Will he make all of you commanders of thousands and commanders of hundreds?"
    },
    {
        "o": 8506,
        "r": "niv:1 Samuel:22:8",
        "t": "Is that why you have all conspired against me? No one tells me when my son makes a covenant with the son of Jesse. None of you is concerned about me or tells me that my son has incited my servant to lie in wait for me, as he does today.”"
    },
    {
        "o": 8507,
        "r": "niv:1 Samuel:22:9",
        "t": "But*p Doeg the Edomite, who was standing with Saul’s officials, said, “I saw the son of Jesse come to Ahimelek son of Ahitub at Nob."
    },
    {
        "o": 8508,
        "r": "niv:1 Samuel:22:10",
        "t": "Ahimelek inquired of the Lord*s for him; he also gave him provisions and the sword of Goliath the Philistine.”"
    },
    {
        "o": 8509,
        "r": "niv:1 Samuel:22:11",
        "t": "Then*p the king sent for the priest Ahimelek son of Ahitub and all the men of his family, who were the priests at Nob, and they all came to the king."
    },
    {
        "o": 8510,
        "r": "niv:1 Samuel:22:12",
        "t": "Saul said, “Listen now, son of Ahitub.” “Yes,*p my lord,” he answered."
    },
    {
        "o": 8511,
        "r": "niv:1 Samuel:22:13",
        "t": "Saul*p said to him, “Why have you conspired against me, you and the son of Jesse, giving him bread and a sword and inquiring of God for him, so that he has rebelled against me and lies in wait for me, as he does today?”"
    },
    {
        "o": 8512,
        "r": "niv:1 Samuel:22:14",
        "t": "Ahimelek*p answered the king, “Who of all your servants is as loyal as David, the king’s son-in-law, captain of your bodyguard and highly respected in your household?"
    },
    {
        "o": 8513,
        "r": "niv:1 Samuel:22:15",
        "t": "Was that day the first time I inquired of God for him? Of course not! Let not the king accuse your servant or any of his father’s family, for your servant knows nothing at all about this whole affair.”"
    },
    {
        "o": 8514,
        "r": "niv:1 Samuel:22:16",
        "t": "But*p the king said, “You will surely die, Ahimelek, you and your whole family.”"
    },
    {
        "o": 8515,
        "r": "niv:1 Samuel:22:17",
        "t": "Then*p the king ordered the guards at his side: “Turn and kill the priests of the Lord,*s because they too have sided with David. They knew he was fleeing, yet they did not tell me.” But*p the king’s officials were unwilling to raise a hand to strike the priests of the Lord.*s"
    },
    {
        "o": 8516,
        "r": "niv:1 Samuel:22:18",
        "t": "The*p king then ordered Doeg, “You turn and strike down the priests.” So Doeg the Edomite turned and struck them down. That day he killed eighty-five men who wore the linen ephod."
    },
    {
        "o": 8517,
        "r": "niv:1 Samuel:22:19",
        "t": "He also put to the sword Nob, the town of the priests, with its men and women, its children and infants, and its cattle, donkeys and sheep."
    },
    {
        "o": 8518,
        "r": "niv:1 Samuel:22:20",
        "t": "But*p one son of Ahimelek son of Ahitub, named Abiathar, escaped and fled to join David."
    },
    {
        "o": 8519,
        "r": "niv:1 Samuel:22:21",
        "t": "He told David that Saul had killed the priests of the Lord.*s"
    },
    {
        "o": 8520,
        "r": "niv:1 Samuel:22:22",
        "t": "Then David said to Abiathar, “That day, when Doeg the Edomite was there, I knew he would be sure to tell Saul. I am responsible for the death of your whole family."
    },
    {
        "o": 8521,
        "r": "niv:1 Samuel:22:23",
        "t": "Stay with me; don’t be afraid. The man who wants to kill you is trying to kill me too. You will be safe with me.”"
    }
]
