[
    {
        "o": 25312,
        "r": "kjv:Mark:1:0",
        "t": "Mark 1",
        "h": 1
    },
    {
        "o": 25313,
        "r": "kjv:Mark:1:1",
        "t": "The*p beginning of the gospel of Jesus Christ, the Son of God;"
    },
    {
        "o": 25314,
        "r": "kjv:Mark:1:2",
        "t": "As*p it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee."
    },
    {
        "o": 25315,
        "r": "kjv:Mark:1:3",
        "t": "The*p voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight."
    },
    {
        "o": 25316,
        "r": "kjv:Mark:1:4",
        "t": "John*p did baptize in the wilderness, and preach the baptism of repentance for the remission of sins."
    },
    {
        "o": 25317,
        "r": "kjv:Mark:1:5",
        "t": "And*p there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins."
    },
    {
        "o": 25318,
        "r": "kjv:Mark:1:6",
        "t": "And*p John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;"
    },
    {
        "o": 25319,
        "r": "kjv:Mark:1:7",
        "t": "And*p preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose."
    },
    {
        "o": 25320,
        "r": "kjv:Mark:1:8",
        "t": "I*p indeed have baptized you with water: but he shall baptize you with the Holy Ghost."
    },
    {
        "o": 25321,
        "r": "kjv:Mark:1:9",
        "t": "And*p it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan."
    },
    {
        "o": 25322,
        "r": "kjv:Mark:1:10",
        "t": "And*p straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him:"
    },
    {
        "o": 25323,
        "r": "kjv:Mark:1:11",
        "t": "And*p there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased."
    },
    {
        "o": 25324,
        "r": "kjv:Mark:1:12",
        "t": "And*p immediately the Spirit driveth him into the wilderness."
    },
    {
        "o": 25325,
        "r": "kjv:Mark:1:13",
        "t": "And*p he was there in the wilderness forty days, tempted of Satan; and was with the wild beasts; and the angels ministered unto him."
    },
    {
        "o": 25326,
        "r": "kjv:Mark:1:14",
        "t": "Now*p after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God,"
    },
    {
        "o": 25327,
        "r": "kjv:Mark:1:15",
        "t": "And*p saying, The*r time*r is*r fulfilled,*r and*r the*r kingdom*r of*r God*r is*r at*r hand:*r repent*r ye,*r and*r believe*r the*r gospel.*r"
    },
    {
        "o": 25328,
        "r": "kjv:Mark:1:16",
        "t": "Now*p as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers."
    },
    {
        "o": 25329,
        "r": "kjv:Mark:1:17",
        "t": "And*p Jesus said unto them, Come*r ye*r after*r me,*r and*r I*r will*r make*r you*r to*r become*r fishers*r of*r men.*r"
    },
    {
        "o": 25330,
        "r": "kjv:Mark:1:18",
        "t": "And*p straightway they forsook their nets, and followed him."
    },
    {
        "o": 25331,
        "r": "kjv:Mark:1:19",
        "t": "And*p when he had gone a little further thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets."
    },
    {
        "o": 25332,
        "r": "kjv:Mark:1:20",
        "t": "And*p straightway he called them: and they left their father Zebedee in the ship with the hired servants, and went after him."
    },
    {
        "o": 25333,
        "r": "kjv:Mark:1:21",
        "t": "And*p they went into Capernaum; and straightway on the sabbath day he entered into the synagogue, and taught."
    },
    {
        "o": 25334,
        "r": "kjv:Mark:1:22",
        "t": "And*p they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes."
    },
    {
        "o": 25335,
        "r": "kjv:Mark:1:23",
        "t": "And*p there was in their synagogue a man with an unclean spirit; and he cried out,"
    },
    {
        "o": 25336,
        "r": "kjv:Mark:1:24",
        "t": "Saying,*p Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God."
    },
    {
        "o": 25337,
        "r": "kjv:Mark:1:25",
        "t": "And*p Jesus rebuked him, saying, Hold*r thy*r peace,*r and*r come*r out*r of*r him.*r"
    },
    {
        "o": 25338,
        "r": "kjv:Mark:1:26",
        "t": "And*p when the unclean spirit had torn him, and cried with a loud voice, he came out of him."
    },
    {
        "o": 25339,
        "r": "kjv:Mark:1:27",
        "t": "And*p they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him."
    },
    {
        "o": 25340,
        "r": "kjv:Mark:1:28",
        "t": "And*p immediately his fame spread abroad throughout all the region round about Galilee."
    },
    {
        "o": 25341,
        "r": "kjv:Mark:1:29",
        "t": "And*p forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John."
    },
    {
        "o": 25342,
        "r": "kjv:Mark:1:30",
        "t": "But*p Simon's wife's mother lay sick of a fever, and anon they tell him of her."
    },
    {
        "o": 25343,
        "r": "kjv:Mark:1:31",
        "t": "And*p he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them."
    },
    {
        "o": 25344,
        "r": "kjv:Mark:1:32",
        "t": "And*p at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils."
    },
    {
        "o": 25345,
        "r": "kjv:Mark:1:33",
        "t": "And*p all the city was gathered together at the door."
    },
    {
        "o": 25346,
        "r": "kjv:Mark:1:34",
        "t": "And*p he healed many that were sick of divers diseases, and cast out many devils; and suffered not the devils to speak, because they knew him."
    },
    {
        "o": 25347,
        "r": "kjv:Mark:1:35",
        "t": "And*p in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed."
    },
    {
        "o": 25348,
        "r": "kjv:Mark:1:36",
        "t": "And*p Simon and they that were with him followed after him."
    },
    {
        "o": 25349,
        "r": "kjv:Mark:1:37",
        "t": "And*p when they had found him, they said unto him, All men seek for thee."
    },
    {
        "o": 25350,
        "r": "kjv:Mark:1:38",
        "t": "And*p he said unto them, Let*r us*r go*r into*r the*r next*r towns,*r that*r I*r may*r preach*r there*r also:*r for*r therefore*r came*r I*r forth.*r"
    },
    {
        "o": 25351,
        "r": "kjv:Mark:1:39",
        "t": "And*p he preached in their synagogues throughout all Galilee, and cast out devils."
    },
    {
        "o": 25352,
        "r": "kjv:Mark:1:40",
        "t": "And*p there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean."
    },
    {
        "o": 25353,
        "r": "kjv:Mark:1:41",
        "t": "And*p Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I*r will;*r be*r thou*r clean.*r"
    },
    {
        "o": 25354,
        "r": "kjv:Mark:1:42",
        "t": "And*p as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed."
    },
    {
        "o": 25355,
        "r": "kjv:Mark:1:43",
        "t": "And*p he straitly charged him, and forthwith sent him away;"
    },
    {
        "o": 25356,
        "r": "kjv:Mark:1:44",
        "t": "And*p saith unto him, See*r thou*r say*r nothing*r to*r any*r man:*r but*r go*r thy*r way,*r shew*r thyself*r to*r the*r priest,*r and*r offer*r for*r thy*r cleansing*r those*r things*r which*r Moses*r commanded,*r for*r a*r testimony*r unto*r them.*r"
    },
    {
        "o": 25357,
        "r": "kjv:Mark:1:45",
        "t": "But*p he went out, and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter."
    }
]
