[
    {
        "o": 5892,
        "r": "kjv:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 5893,
        "r": "kjv:Deuteronomy:30:1",
        "t": "And*p it shall come to pass, when all these things are come upon thee, the blessing and the curse, which I have set before thee, and thou shalt call them to mind among all the nations, whither the Lord*s thy God hath driven thee,"
    },
    {
        "o": 5894,
        "r": "kjv:Deuteronomy:30:2",
        "t": "And*p shalt return unto the Lord*s thy God, and shalt obey his voice according to all that I command thee this day, thou and thy children, with all thine heart, and with all thy soul;"
    },
    {
        "o": 5895,
        "r": "kjv:Deuteronomy:30:3",
        "t": "That*p then the Lord*s thy God will turn thy captivity, and have compassion upon thee, and will return and gather thee from all the nations, whither the Lord*s thy God hath scattered thee."
    },
    {
        "o": 5896,
        "r": "kjv:Deuteronomy:30:4",
        "t": "If*p any of thine be driven out unto the outmost parts of heaven, from thence will the Lord*s thy God gather thee, and from thence will he fetch thee:"
    },
    {
        "o": 5897,
        "r": "kjv:Deuteronomy:30:5",
        "t": "And*p the Lord*s thy God will bring thee into the land which thy fathers possessed, and thou shalt possess it; and he will do thee good, and multiply thee above thy fathers."
    },
    {
        "o": 5898,
        "r": "kjv:Deuteronomy:30:6",
        "t": "And*p the Lord*s thy God will circumcise thine heart, and the heart of thy seed, to love the Lord*s thy God with all thine heart, and with all thy soul, that thou mayest live."
    },
    {
        "o": 5899,
        "r": "kjv:Deuteronomy:30:7",
        "t": "And*p the Lord*s thy God will put all these curses upon thine enemies, and on them that hate thee, which persecuted thee."
    },
    {
        "o": 5900,
        "r": "kjv:Deuteronomy:30:8",
        "t": "And*p thou shalt return and obey the voice of the Lord,*s and do all his commandments which I command thee this day."
    },
    {
        "o": 5901,
        "r": "kjv:Deuteronomy:30:9",
        "t": "And*p the Lord*s thy God will make thee plenteous in every work of thine hand, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy land, for good: for the Lord*s will again rejoice over thee for good, as he rejoiced over thy fathers:"
    },
    {
        "o": 5902,
        "r": "kjv:Deuteronomy:30:10",
        "t": "If*p thou shalt hearken unto the voice of the Lord*s thy God, to keep his commandments and his statutes which are written in this book of the law, and if thou turn unto the Lord*s thy God with all thine heart, and with all thy soul."
    },
    {
        "o": 5903,
        "r": "kjv:Deuteronomy:30:11",
        "t": "For*p this commandment which I command thee this day, it is not hidden from thee, neither is it far off."
    },
    {
        "o": 5904,
        "r": "kjv:Deuteronomy:30:12",
        "t": "It*p is not in heaven, that thou shouldest say, Who shall go up for us to heaven, and bring it unto us, that we may hear it, and do it?"
    },
    {
        "o": 5905,
        "r": "kjv:Deuteronomy:30:13",
        "t": "Neither*p is it beyond the sea, that thou shouldest say, Who shall go over the sea for us, and bring it unto us, that we may hear it, and do it?"
    },
    {
        "o": 5906,
        "r": "kjv:Deuteronomy:30:14",
        "t": "But*p the word is very nigh unto thee, in thy mouth, and in thy heart, that thou mayest do it."
    },
    {
        "o": 5907,
        "r": "kjv:Deuteronomy:30:15",
        "t": "See,*p I have set before thee this day life and good, and death and evil;"
    },
    {
        "o": 5908,
        "r": "kjv:Deuteronomy:30:16",
        "t": "In*p that I command thee this day to love the Lord*s thy God, to walk in his ways, and to keep his commandments and his statutes and his judgments, that thou mayest live and multiply: and the Lord*s thy God shall bless thee in the land whither thou goest to possess it."
    },
    {
        "o": 5909,
        "r": "kjv:Deuteronomy:30:17",
        "t": "But*p if thine heart turn away, so that thou wilt not hear, but shalt be drawn away, and worship other gods, and serve them;"
    },
    {
        "o": 5910,
        "r": "kjv:Deuteronomy:30:18",
        "t": "I*p denounce unto you this day, that ye shall surely perish, and that ye shall not prolong your days upon the land, whither thou passest over Jordan to go to possess it."
    },
    {
        "o": 5911,
        "r": "kjv:Deuteronomy:30:19",
        "t": "I*p call heaven and earth to record this day against you, that I have set before you life and death, blessing and cursing: therefore choose life, that both thou and thy seed may live:"
    },
    {
        "o": 5912,
        "r": "kjv:Deuteronomy:30:20",
        "t": "That*p thou mayest love the Lord*s thy God, and that thou mayest obey his voice, and that thou mayest cleave unto him: for he is thy life, and the length of thy days: that thou mayest dwell in the land which the Lord*s sware unto thy fathers, to Abraham, to Isaac, and to Jacob, to give them."
    }
]
