[
    {
        "o": 22299,
        "r": "csb:Jeremiah:37:0",
        "t": "Jeremiah 37",
        "h": 1
    },
    {
        "o": 22300,
        "r": "csb:Jeremiah:37:0",
        "t": "Jerusalem’s Last Days",
        "h": 2
    },
    {
        "o": 22301,
        "r": "csb:Jeremiah:37:1",
        "t": "Zedekiah*p son of Josiah reigned as king in the land of Judah in place of Coniah son of Jehoiakim, for King Nebuchadnezzar of Babylon made him king."
    },
    {
        "o": 22302,
        "r": "csb:Jeremiah:37:2",
        "t": "He and his officers and the people of the land did not obey the words of the Lord*s that he spoke through the prophet Jeremiah."
    },
    {
        "o": 22303,
        "r": "csb:Jeremiah:37:3",
        "t": "Nevertheless,*p King Zedekiah sent Jehucal son of Shelemiah and Zephaniah son of Maaseiah, the priest, to the prophet Jeremiah, requesting, “Please pray to the Lord*s our God on our behalf!”"
    },
    {
        "o": 22304,
        "r": "csb:Jeremiah:37:4",
        "t": "Jeremiah was going about his daily tasks among the people, for he had not yet been put into the prison."
    },
    {
        "o": 22305,
        "r": "csb:Jeremiah:37:5",
        "t": "Pharaoh’s army had left Egypt, and when the Chaldeans, who were besieging Jerusalem, heard the report, they withdrew from Jerusalem."
    },
    {
        "o": 22306,
        "r": "csb:Jeremiah:37:6",
        "t": "The*p word of the Lord*s came to the prophet Jeremiah:"
    },
    {
        "o": 22307,
        "r": "csb:Jeremiah:37:7",
        "t": "“This is what the Lord,*s the God of Israel, says: This is what you will say to Judah’s king, who is sending you to inquire of me: ‘Watch: Pharaoh’s army, which has come out to help you, is going to return to its own land of Egypt."
    },
    {
        "o": 22308,
        "r": "csb:Jeremiah:37:8",
        "t": "The Chaldeans will then return and fight against this city. They will capture it and burn it."
    },
    {
        "o": 22309,
        "r": "csb:Jeremiah:37:9",
        "t": "This is what the Lord*s says: Don’t deceive yourselves by saying, “The Chaldeans will leave us for good,” for they will not leave."
    },
    {
        "o": 22310,
        "r": "csb:Jeremiah:37:10",
        "t": "Indeed, if you were to strike down the entire Chaldean army that is fighting with you, and there remained among them only the badly wounded men, each in his tent, they would get up and burn this city.’”"
    },
    {
        "o": 22311,
        "r": "csb:Jeremiah:37:10",
        "t": "Jeremiah’s Imprisonment",
        "h": 2
    },
    {
        "o": 22312,
        "r": "csb:Jeremiah:37:11",
        "t": "When*p the Chaldean army withdrew from Jerusalem because of Pharaoh’s army,"
    },
    {
        "o": 22313,
        "r": "csb:Jeremiah:37:12",
        "t": "Jeremiah started to leave Jerusalem to go to the land of Benjamin to claim his portion there among the people."
    },
    {
        "o": 22314,
        "r": "csb:Jeremiah:37:13",
        "t": "But when he was at the Benjamin Gate, an officer of the guard was there, whose name was Irijah son of Shelemiah, son of Hananiah, and he apprehended the prophet Jeremiah, saying, “You are defecting to the Chaldeans.”"
    },
    {
        "o": 22315,
        "r": "csb:Jeremiah:37:14",
        "t": "“That’s*p a lie,” Jeremiah replied. “I am not defecting to the Chaldeans!” Irijah would not listen to him but apprehended Jeremiah and took him to the officials."
    },
    {
        "o": 22316,
        "r": "csb:Jeremiah:37:15",
        "t": "The officials were angry at Jeremiah and beat him and placed him in jail in the house of Jonathan the scribe, for it had been made into a prison."
    },
    {
        "o": 22317,
        "r": "csb:Jeremiah:37:16",
        "t": "So Jeremiah went into a cell in the dungeon and stayed there many days."
    },
    {
        "o": 22318,
        "r": "csb:Jeremiah:37:16",
        "t": "Jeremiah Summoned by Zedekiah",
        "h": 2
    },
    {
        "o": 22319,
        "r": "csb:Jeremiah:37:17",
        "t": "King*p Zedekiah later sent for him and received him, and in his house privately asked him, “Is there a word from the Lord?”*s “There*p is,” Jeremiah responded. He continued, “You will be handed over to the king of Babylon.”"
    },
    {
        "o": 22320,
        "r": "csb:Jeremiah:37:18",
        "t": "Then Jeremiah said to King Zedekiah, “How have I sinned against you or your servants or these people that you have put me in prison?"
    },
    {
        "o": 22321,
        "r": "csb:Jeremiah:37:19",
        "t": "Where are your prophets who prophesied to you, claiming, ‘The king of Babylon will not come against you and this land’?"
    },
    {
        "o": 22322,
        "r": "csb:Jeremiah:37:20",
        "t": "So now please listen, my lord the king. May my petition come before you. Don’t send me back to the house of Jonathan the scribe, or I will die there.”"
    },
    {
        "o": 22323,
        "r": "csb:Jeremiah:37:21",
        "t": "So*p King Zedekiah gave orders, and Jeremiah was placed in the guard’s courtyard. He was given a loaf of bread each day from the bakers’ street until all the bread was gone from the city. So Jeremiah remained in the guard’s courtyard."
    }
]
