[
    {
        "o": 3807,
        "r": "csb:Leviticus:24:0",
        "t": "Leviticus 24",
        "h": 1
    },
    {
        "o": 3808,
        "r": "csb:Leviticus:24:0",
        "t": "Tabernacle Oil and Bread",
        "h": 2
    },
    {
        "o": 3809,
        "r": "csb:Leviticus:24:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 3810,
        "r": "csb:Leviticus:24:2",
        "t": "“Command the Israelites to bring you pure oil from crushed olives for the light, in order to keep the lamp burning regularly."
    },
    {
        "o": 3811,
        "r": "csb:Leviticus:24:3",
        "t": "Aaron is to tend it continually from evening until morning before the Lord*s outside the curtain of the testimony in the tent of meeting. This is a permanent statute throughout your generations."
    },
    {
        "o": 3812,
        "r": "csb:Leviticus:24:4",
        "t": "He must continually tend the lamps on the pure gold lampstand in the Lord’s*s presence."
    },
    {
        "o": 3813,
        "r": "csb:Leviticus:24:5",
        "t": "“Take*p fine flour and bake it into twelve loaves; each loaf is to be made with four quarts."
    },
    {
        "o": 3814,
        "r": "csb:Leviticus:24:6",
        "t": "Arrange them in two rows, six to a row, on the pure gold table before the Lord.*s"
    },
    {
        "o": 3815,
        "r": "csb:Leviticus:24:7",
        "t": "Place pure frankincense near each row, so that it may serve as a memorial portion for the bread and a food offering to the Lord.*s"
    },
    {
        "o": 3816,
        "r": "csb:Leviticus:24:8",
        "t": "The bread is to be set out before the Lord*s every Sabbath day as a permanent covenant obligation on the part of the Israelites."
    },
    {
        "o": 3817,
        "r": "csb:Leviticus:24:9",
        "t": "It belongs to Aaron and his sons, who are to eat it in a holy place, for it is the holiest portion for him from the food offerings to the Lord;*s this is a permanent rule.”"
    },
    {
        "o": 3818,
        "r": "csb:Leviticus:24:9",
        "t": "A Case of Blasphemy",
        "h": 2
    },
    {
        "o": 3819,
        "r": "csb:Leviticus:24:10",
        "t": "Now*p the son of an Israelite mother and an Egyptian father was among the Israelites. A fight broke out in the camp between the Israelite woman’s son and an Israelite man."
    },
    {
        "o": 3820,
        "r": "csb:Leviticus:24:11",
        "t": "Her son cursed and blasphemed the Name, and they brought him to Moses. (His mother’s name was Shelomith, a daughter of Dibri of the tribe of Dan.)"
    },
    {
        "o": 3821,
        "r": "csb:Leviticus:24:12",
        "t": "They put him in custody until the Lord’s*s decision could be made clear to them."
    },
    {
        "o": 3822,
        "r": "csb:Leviticus:24:13",
        "t": "Then*p the Lord*s spoke to Moses:"
    },
    {
        "o": 3823,
        "r": "csb:Leviticus:24:14",
        "t": "“Bring the one who has cursed to the outside of the camp and have all who heard him lay their hands on his head; then have the whole community stone him."
    },
    {
        "o": 3824,
        "r": "csb:Leviticus:24:15",
        "t": "And tell the Israelites: If anyone curses his God, he will bear the consequences of his sin."
    },
    {
        "o": 3825,
        "r": "csb:Leviticus:24:16",
        "t": "Whoever blasphemes the name of the Lord*s must be put to death; the whole community is to stone him. If he blasphemes the Name, he is to be put to death, whether the resident alien or the native."
    },
    {
        "o": 3826,
        "r": "csb:Leviticus:24:17",
        "t": "“If*p a man kills anyone, he must be put to death."
    },
    {
        "o": 3827,
        "r": "csb:Leviticus:24:18",
        "t": "Whoever kills an animal is to make restitution for it, life for life."
    },
    {
        "o": 3828,
        "r": "csb:Leviticus:24:19",
        "t": "If any man inflicts a permanent injury on his neighbor, whatever he has done is to be done to him:"
    },
    {
        "o": 3829,
        "r": "csb:Leviticus:24:20",
        "t": "fracture for fracture, eye for eye, tooth for tooth. Whatever injury he inflicted on the person, the same is to be inflicted on him."
    },
    {
        "o": 3830,
        "r": "csb:Leviticus:24:21",
        "t": "Whoever kills an animal is to make restitution for it, but whoever kills a person is to be put to death."
    },
    {
        "o": 3831,
        "r": "csb:Leviticus:24:22",
        "t": "You are to have the same law for the resident alien and the native, because I am the Lord*s your God.”"
    },
    {
        "o": 3832,
        "r": "csb:Leviticus:24:23",
        "t": "After*p Moses spoke to the Israelites, they brought the one who had cursed to the outside of the camp and stoned him. So the Israelites did as the Lord*s had commanded Moses."
    }
]
