[
    {
        "o": 7652,
        "r": "esv:Judges:18:0",
        "t": "Judges 18",
        "h": 1
    },
    {
        "o": 7653,
        "r": "esv:Judges:18:0",
        "t": "Danites Take the Levite and the Idol",
        "h": 2
    },
    {
        "o": 7654,
        "r": "esv:Judges:18:1",
        "t": "In*p those days there was no king in Israel. And in those days the tribe of the people of Dan was seeking for itself an inheritance to dwell in, for until then no inheritance among the tribes of Israel had fallen to them."
    },
    {
        "o": 7655,
        "r": "esv:Judges:18:2",
        "t": "So the people of Dan sent five able men from the whole number of their tribe, from Zorah and from Eshtaol, to spy out the land and to explore it. And they said to them, “Go and explore the land.” And they came to the hill country of Ephraim, to the house of Micah, and lodged there."
    },
    {
        "o": 7656,
        "r": "esv:Judges:18:3",
        "t": "When they were by the house of Micah, they recognized the voice of the young Levite. And they turned aside and said to him, “Who brought you here? What are you doing in this place? What is your business here?”"
    },
    {
        "o": 7657,
        "r": "esv:Judges:18:4",
        "t": "And he said to them, “This is how Micah dealt with me: he has hired me, and I have become his priest.”"
    },
    {
        "o": 7658,
        "r": "esv:Judges:18:5",
        "t": "And they said to him, “Inquire of God, please, that we may know whether the journey on which we are setting out will succeed.”"
    },
    {
        "o": 7659,
        "r": "esv:Judges:18:6",
        "t": "And the priest said to them, “Go in peace. The journey on which you go is under the eye of the Lord.”*s"
    },
    {
        "o": 7660,
        "r": "esv:Judges:18:7",
        "t": "Then*p the five men departed and came to Laish and saw the people who were there, how they lived in security, after the manner of the Sidonians, quiet and unsuspecting, lacking nothing that is in the earth and possessing wealth, and how they were far from the Sidonians and had no dealings with anyone."
    },
    {
        "o": 7661,
        "r": "esv:Judges:18:8",
        "t": "And when they came to their brothers at Zorah and Eshtaol, their brothers said to them, “What do you report?”"
    },
    {
        "o": 7662,
        "r": "esv:Judges:18:9",
        "t": "They said, “Arise, and let us go up against them, for we have seen the land, and behold, it is very good. And will you do nothing? Do not be slow to go, to enter in and possess the land."
    },
    {
        "o": 7663,
        "r": "esv:Judges:18:10",
        "t": "As soon as you go, you will come to an unsuspecting people. The land is spacious, for God has given it into your hands, a place where there is no lack of anything that is in the earth.”"
    },
    {
        "o": 7664,
        "r": "esv:Judges:18:11",
        "t": "So*p 600 men of the tribe of Dan, armed with weapons of war, set out from Zorah and Eshtaol,"
    },
    {
        "o": 7665,
        "r": "esv:Judges:18:12",
        "t": "and went up and encamped at Kiriath-jearim in Judah. On this account that place is called Mahaneh-dan to this day; behold, it is west of Kiriath-jearim."
    },
    {
        "o": 7666,
        "r": "esv:Judges:18:13",
        "t": "And they passed on from there to the hill country of Ephraim, and came to the house of Micah."
    },
    {
        "o": 7667,
        "r": "esv:Judges:18:14",
        "t": "Then*p the five men who had gone to scout out the country of Laish said to their brothers, “Do you know that in these houses there are an ephod, household gods, a carved image, and a metal image? Now therefore consider what you will do.”"
    },
    {
        "o": 7668,
        "r": "esv:Judges:18:15",
        "t": "And they turned aside there and came to the house of the young Levite, at the home of Micah, and asked him about his welfare."
    },
    {
        "o": 7669,
        "r": "esv:Judges:18:16",
        "t": "Now the 600 men of the Danites, armed with their weapons of war, stood by the entrance of the gate."
    },
    {
        "o": 7670,
        "r": "esv:Judges:18:17",
        "t": "And the five men who had gone to scout out the land went up and entered and took the carved image, the ephod, the household gods, and the metal image, while the priest stood by the entrance of the gate with the 600 men armed with weapons of war."
    },
    {
        "o": 7671,
        "r": "esv:Judges:18:18",
        "t": "And when these went into Micah’s house and took the carved image, the ephod, the household gods, and the metal image, the priest said to them, “What are you doing?”"
    },
    {
        "o": 7672,
        "r": "esv:Judges:18:19",
        "t": "And they said to him, “Keep quiet; put your hand on your mouth and come with us and be to us a father and a priest. Is it better for you to be priest to the house of one man, or to be priest to a tribe and clan in Israel?”"
    },
    {
        "o": 7673,
        "r": "esv:Judges:18:20",
        "t": "And the priest’s heart was glad. He took the ephod and the household gods and the carved image and went along with the people."
    },
    {
        "o": 7674,
        "r": "esv:Judges:18:21",
        "t": "So*p they turned and departed, putting the little ones and the livestock and the goods in front of them."
    },
    {
        "o": 7675,
        "r": "esv:Judges:18:22",
        "t": "When they had gone a distance from the home of Micah, the men who were in the houses near Micah’s house were called out, and they overtook the people of Dan."
    },
    {
        "o": 7676,
        "r": "esv:Judges:18:23",
        "t": "And they shouted to the people of Dan, who turned around and said to Micah, “What is the matter with you, that you come with such a company?”"
    },
    {
        "o": 7677,
        "r": "esv:Judges:18:24",
        "t": "And he said, “You take my gods that I made and the priest, and go away, and what have I left? How then do you ask me, ‘What is the matter with you?’”"
    },
    {
        "o": 7678,
        "r": "esv:Judges:18:25",
        "t": "And the people of Dan said to him, “Do not let your voice be heard among us, lest angry fellows fall upon you, and you lose your life with the lives of your household.”"
    },
    {
        "o": 7679,
        "r": "esv:Judges:18:26",
        "t": "Then the people of Dan went their way. And when Micah saw that they were too strong for him, he turned and went back to his home."
    },
    {
        "o": 7680,
        "r": "esv:Judges:18:27",
        "t": "But*p the people of Dan took what Micah had made, and the priest who belonged to him, and they came to Laish, to a people quiet and unsuspecting, and struck them with the edge of the sword and burned the city with fire."
    },
    {
        "o": 7681,
        "r": "esv:Judges:18:28",
        "t": "And there was no deliverer because it was far from Sidon, and they had no dealings with anyone. It was in the valley that belongs to Beth-rehob. Then they rebuilt the city and lived in it."
    },
    {
        "o": 7682,
        "r": "esv:Judges:18:29",
        "t": "And they named the city Dan, after the name of Dan their ancestor, who was born to Israel; but the name of the city was Laish at the first."
    },
    {
        "o": 7683,
        "r": "esv:Judges:18:30",
        "t": "And the people of Dan set up the carved image for themselves, and Jonathan the son of Gershom, son of Moses, and his sons were priests to the tribe of the Danites until the day of the captivity of the land."
    },
    {
        "o": 7684,
        "r": "esv:Judges:18:31",
        "t": "So they set up Micah’s carved image that he made, as long as the house of God was at Shiloh."
    }
]
