[
    {
        "o": 13820,
        "r": "esv:Nehemiah:10:0",
        "t": "Nehemiah 10",
        "h": 1
    },
    {
        "o": 13821,
        "r": "esv:Nehemiah:10:0",
        "t": "The People Who Sealed the Covenant",
        "h": 2
    },
    {
        "o": 13822,
        "r": "esv:Nehemiah:10:1",
        "t": "“On*p the seals are the names of Nehemiah the governor, the son of Hacaliah, Zedekiah,"
    },
    {
        "o": 13823,
        "r": "esv:Nehemiah:10:2",
        "t": "Seraiah, Azariah, Jeremiah,"
    },
    {
        "o": 13824,
        "r": "esv:Nehemiah:10:3",
        "t": "Pashhur, Amariah, Malchijah,"
    },
    {
        "o": 13825,
        "r": "esv:Nehemiah:10:4",
        "t": "Hattush, Shebaniah, Malluch,"
    },
    {
        "o": 13826,
        "r": "esv:Nehemiah:10:5",
        "t": "Harim, Meremoth, Obadiah,"
    },
    {
        "o": 13827,
        "r": "esv:Nehemiah:10:6",
        "t": "Daniel, Ginnethon, Baruch,"
    },
    {
        "o": 13828,
        "r": "esv:Nehemiah:10:7",
        "t": "Meshullam, Abijah, Mijamin,"
    },
    {
        "o": 13829,
        "r": "esv:Nehemiah:10:8",
        "t": "Maaziah, Bilgai, Shemaiah; these are the priests."
    },
    {
        "o": 13830,
        "r": "esv:Nehemiah:10:9",
        "t": "And the Levites: Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;"
    },
    {
        "o": 13831,
        "r": "esv:Nehemiah:10:10",
        "t": "and their brothers, Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,"
    },
    {
        "o": 13832,
        "r": "esv:Nehemiah:10:11",
        "t": "Mica, Rehob, Hashabiah,"
    },
    {
        "o": 13833,
        "r": "esv:Nehemiah:10:12",
        "t": "Zaccur, Sherebiah, Shebaniah,"
    },
    {
        "o": 13834,
        "r": "esv:Nehemiah:10:13",
        "t": "Hodiah, Bani, Beninu."
    },
    {
        "o": 13835,
        "r": "esv:Nehemiah:10:14",
        "t": "The chiefs of the people: Parosh, Pahath-moab, Elam, Zattu, Bani,"
    },
    {
        "o": 13836,
        "r": "esv:Nehemiah:10:15",
        "t": "Bunni, Azgad, Bebai,"
    },
    {
        "o": 13837,
        "r": "esv:Nehemiah:10:16",
        "t": "Adonijah, Bigvai, Adin,"
    },
    {
        "o": 13838,
        "r": "esv:Nehemiah:10:17",
        "t": "Ater, Hezekiah, Azzur,"
    },
    {
        "o": 13839,
        "r": "esv:Nehemiah:10:18",
        "t": "Hodiah, Hashum, Bezai,"
    },
    {
        "o": 13840,
        "r": "esv:Nehemiah:10:19",
        "t": "Hariph, Anathoth, Nebai,"
    },
    {
        "o": 13841,
        "r": "esv:Nehemiah:10:20",
        "t": "Magpiash, Meshullam, Hezir,"
    },
    {
        "o": 13842,
        "r": "esv:Nehemiah:10:21",
        "t": "Meshezabel, Zadok, Jaddua,"
    },
    {
        "o": 13843,
        "r": "esv:Nehemiah:10:22",
        "t": "Pelatiah, Hanan, Anaiah,"
    },
    {
        "o": 13844,
        "r": "esv:Nehemiah:10:23",
        "t": "Hoshea, Hananiah, Hasshub,"
    },
    {
        "o": 13845,
        "r": "esv:Nehemiah:10:24",
        "t": "Hallohesh, Pilha, Shobek,"
    },
    {
        "o": 13846,
        "r": "esv:Nehemiah:10:25",
        "t": "Rehum, Hashabnah, Maaseiah,"
    },
    {
        "o": 13847,
        "r": "esv:Nehemiah:10:26",
        "t": "Ahiah, Hanan, Anan,"
    },
    {
        "o": 13848,
        "r": "esv:Nehemiah:10:27",
        "t": "Malluch, Harim, Baanah."
    },
    {
        "o": 13849,
        "r": "esv:Nehemiah:10:27",
        "t": "The Obligations of the Covenant",
        "h": 2
    },
    {
        "o": 13850,
        "r": "esv:Nehemiah:10:28",
        "t": "“The*p rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and all who have separated themselves from the peoples of the lands to the Law of God, their wives, their sons, their daughters, all who have knowledge and understanding,"
    },
    {
        "o": 13851,
        "r": "esv:Nehemiah:10:29",
        "t": "join with their brothers, their nobles, and enter into a curse and an oath to walk in God’s Law that was given by Moses the servant of God, and to observe and do all the commandments of the Lord*s our Lord and his rules and his statutes."
    },
    {
        "o": 13852,
        "r": "esv:Nehemiah:10:30",
        "t": "We will not give our daughters to the peoples of the land or take their daughters for our sons."
    },
    {
        "o": 13853,
        "r": "esv:Nehemiah:10:31",
        "t": "And if the peoples of the land bring in goods or any grain on the Sabbath day to sell, we will not buy from them on the Sabbath or on a holy day. And we will forego the crops of the seventh year and the exaction of every debt."
    },
    {
        "o": 13854,
        "r": "esv:Nehemiah:10:32",
        "t": "“We*p also take on ourselves the obligation to give yearly a third part of a shekel for the service of the house of our God:"
    },
    {
        "o": 13855,
        "r": "esv:Nehemiah:10:33",
        "t": "for the showbread, the regular grain offering, the regular burnt offering, the Sabbaths, the new moons, the appointed feasts, the holy things, and the sin offerings to make atonement for Israel, and for all the work of the house of our God."
    },
    {
        "o": 13856,
        "r": "esv:Nehemiah:10:34",
        "t": "We, the priests, the Levites, and the people, have likewise cast lots for the wood offering, to bring it into the house of our God, according to our fathers’ houses, at times appointed, year by year, to burn on the altar of the Lord*s our God, as it is written in the Law."
    },
    {
        "o": 13857,
        "r": "esv:Nehemiah:10:35",
        "t": "We obligate ourselves to bring the firstfruits of our ground and the firstfruits of all fruit of every tree, year by year, to the house of the Lord;*s"
    },
    {
        "o": 13858,
        "r": "esv:Nehemiah:10:36",
        "t": "also to bring to the house of our God, to the priests who minister in the house of our God, the firstborn of our sons and of our cattle, as it is written in the Law, and the firstborn of our herds and of our flocks;"
    },
    {
        "o": 13859,
        "r": "esv:Nehemiah:10:37",
        "t": "and to bring the first of our dough, and our contributions, the fruit of every tree, the wine and the oil, to the priests, to the chambers of the house of our God; and to bring to the Levites the tithes from our ground, for it is the Levites who collect the tithes in all our towns where we labor."
    },
    {
        "o": 13860,
        "r": "esv:Nehemiah:10:38",
        "t": "And the priest, the son of Aaron, shall be with the Levites when the Levites receive the tithes. And the Levites shall bring up the tithe of the tithes to the house of our God, to the chambers of the storehouse."
    },
    {
        "o": 13861,
        "r": "esv:Nehemiah:10:39",
        "t": "For the people of Israel and the sons of Levi shall bring the contribution of grain, wine, and oil to the chambers, where the vessels of the sanctuary are, as well as the priests who minister, and the gatekeepers and the singers. We will not neglect the house of our God.”"
    }
]
