[
    {
        "o": 12310,
        "r": "niv:2 Chronicles:4:0",
        "t": "2 Chronicles 4",
        "h": 1
    },
    {
        "o": 12311,
        "r": "niv:2 Chronicles:4:0",
        "t": "The Temple’s Furnishings",
        "h": 2
    },
    {
        "o": 12312,
        "r": "niv:2 Chronicles:4:1",
        "t": "He*p made a bronze altar twenty cubits long, twenty cubits wide and ten cubits high."
    },
    {
        "o": 12313,
        "r": "niv:2 Chronicles:4:2",
        "t": "He made the Sea of cast metal, circular in shape, measuring ten cubits from rim to rim and five cubits high. It took a line of thirty cubits to measure around it."
    },
    {
        "o": 12314,
        "r": "niv:2 Chronicles:4:3",
        "t": "Below the rim, figures of bulls encircled it—ten to a cubit. The bulls were cast in two rows in one piece with the Sea."
    },
    {
        "o": 12315,
        "r": "niv:2 Chronicles:4:4",
        "t": "The*p Sea stood on twelve bulls, three facing north, three facing west, three facing south and three facing east. The Sea rested on top of them, and their hindquarters were toward the center."
    },
    {
        "o": 12316,
        "r": "niv:2 Chronicles:4:5",
        "t": "It was a handbreadth in thickness, and its rim was like the rim of a cup, like a lily blossom. It held three thousand baths."
    },
    {
        "o": 12317,
        "r": "niv:2 Chronicles:4:6",
        "t": "He*p then made ten basins for washing and placed five on the south side and five on the north. In them the things to be used for the burnt offerings were rinsed, but the Sea was to be used by the priests for washing."
    },
    {
        "o": 12318,
        "r": "niv:2 Chronicles:4:7",
        "t": "He*p made ten gold lampstands according to the specifications for them and placed them in the temple, five on the south side and five on the north."
    },
    {
        "o": 12319,
        "r": "niv:2 Chronicles:4:8",
        "t": "He*p made ten tables and placed them in the temple, five on the south side and five on the north. He also made a hundred gold sprinkling bowls."
    },
    {
        "o": 12320,
        "r": "niv:2 Chronicles:4:9",
        "t": "He*p made the courtyard of the priests, and the large court and the doors for the court, and overlaid the doors with bronze."
    },
    {
        "o": 12321,
        "r": "niv:2 Chronicles:4:10",
        "t": "He placed the Sea on the south side, at the southeast corner."
    },
    {
        "o": 12322,
        "r": "niv:2 Chronicles:4:11",
        "t": "And*p Huram also made the pots and shovels and sprinkling bowls. So*p Huram finished the work he had undertaken for King Solomon in the temple of God:"
    },
    {
        "o": 12323,
        "r": "niv:2 Chronicles:4:12",
        "t": "the*pln two pillars; the*ln two bowl-shaped capitals on top of the pillars; the*ln two sets of network decorating the two bowl-shaped capitals on top of the pillars;"
    },
    {
        "o": 12324,
        "r": "niv:2 Chronicles:4:13",
        "t": "the*ln four hundred pomegranates for the two sets of network (two rows of pomegranates for each network, decorating the bowl-shaped capitals on top of the pillars);"
    },
    {
        "o": 12325,
        "r": "niv:2 Chronicles:4:14",
        "t": "the*ln stands with their basins;"
    },
    {
        "o": 12326,
        "r": "niv:2 Chronicles:4:15",
        "t": "the*ln Sea and the twelve bulls under it;"
    },
    {
        "o": 12327,
        "r": "niv:2 Chronicles:4:16",
        "t": "the*ln pots, shovels, meat forks and all related articles. All*p the objects that Huram-Abi made for King Solomon for the temple of the Lord*s were of polished bronze."
    },
    {
        "o": 12328,
        "r": "niv:2 Chronicles:4:17",
        "t": "The king had them cast in clay molds in the plain of the Jordan between Sukkoth and Zarethan."
    },
    {
        "o": 12329,
        "r": "niv:2 Chronicles:4:18",
        "t": "All these things that Solomon made amounted to so much that the weight of the bronze could not be calculated."
    },
    {
        "o": 12330,
        "r": "niv:2 Chronicles:4:19",
        "t": "Solomon*p also made all the furnishings that were in God’s temple: the*pln golden altar; the*ln tables on which was the bread of the Presence;"
    },
    {
        "o": 12331,
        "r": "niv:2 Chronicles:4:20",
        "t": "the*ln lampstands of pure gold with their lamps, to burn in front of the inner sanctuary as prescribed;"
    },
    {
        "o": 12332,
        "r": "niv:2 Chronicles:4:21",
        "t": "the*ln gold floral work and lamps and tongs (they were solid gold);"
    },
    {
        "o": 12333,
        "r": "niv:2 Chronicles:4:22",
        "t": "the*ln pure gold wick trimmers, sprinkling bowls, dishes and censers; and the gold doors of the temple: the inner doors to the Most Holy Place and the doors of the main hall."
    }
]
