[
    {
        "o": 25655,
        "r": "nasb:Zechariah:11:0",
        "t": "Zechariah 11",
        "h": 1
    },
    {
        "o": 25656,
        "r": "nasb:Zechariah:11:0",
        "t": "The Doomed Flock",
        "h": 2
    },
    {
        "o": 25657,
        "r": "nasb:Zechariah:11:1",
        "t": "Open*pn your doors, O Lebanon, That*ln a fire may feed on your cedars."
    },
    {
        "o": 25658,
        "r": "nasb:Zechariah:11:2",
        "t": "Wail,*ln O cypress, for the cedar has fallen, Because*ln the glorious trees*i have been destroyed; Wail,*ln O oaks of Bashan, For*ln the impenetrable forest has come down."
    },
    {
        "o": 25659,
        "r": "nasb:Zechariah:11:3",
        "t": "There*ln is a sound of the shepherds’ wail, For*ln their glory is ruined; There*ln is a sound of the young lions’ roar, For*ln the pride of the Jordan is ruined."
    },
    {
        "o": 25660,
        "r": "nasb:Zechariah:11:4",
        "t": "Thus*p says the Lord*s my God, “Pasture the flock doomed*i to slaughter."
    },
    {
        "o": 25661,
        "r": "nasb:Zechariah:11:5",
        "t": "Those who buy them slay them and go unpunished, and each*i of*i those who sell them says, ‘Blessed be the Lord,*s for I have become rich!’ And their own shepherds have no pity on them."
    },
    {
        "o": 25662,
        "r": "nasb:Zechariah:11:6",
        "t": "For I will no longer have pity on the inhabitants of the land,” declares the Lord;*s “but behold, I will cause the men to fall, each into another’s power and into the power of his king; and they will strike the land, and I will not deliver them*i from their power.”"
    },
    {
        "o": 25663,
        "r": "nasb:Zechariah:11:7",
        "t": "So*p I pastured the flock doomed*i to slaughter, hence the afflicted of the flock. And I took for myself two staffs: the one I called Favor and the other I called Union; so I pastured the flock."
    },
    {
        "o": 25664,
        "r": "nasb:Zechariah:11:8",
        "t": "Then I annihilated the three shepherds in one month, for my soul was impatient with them, and their soul also was weary of me."
    },
    {
        "o": 25665,
        "r": "nasb:Zechariah:11:9",
        "t": "Then I said, “I will not pasture you. What is to die, let it die, and what is to be annihilated, let it be annihilated; and let those who are left eat one another’s flesh.”"
    },
    {
        "o": 25666,
        "r": "nasb:Zechariah:11:10",
        "t": "I took my staff Favor and cut it in pieces, to break my covenant which I had made with all the peoples."
    },
    {
        "o": 25667,
        "r": "nasb:Zechariah:11:11",
        "t": "So it was broken on that day, and thus the afflicted of the flock who were watching me realized that it was the word of the Lord.*s"
    },
    {
        "o": 25668,
        "r": "nasb:Zechariah:11:12",
        "t": "I said to them, “If it is good in your sight, give me*i my wages; but if not, never mind!” So they weighed out thirty shekels*i of silver as my wages."
    },
    {
        "o": 25669,
        "r": "nasb:Zechariah:11:13",
        "t": "Then the Lord*s said to me, “Throw it to the potter, that*i magnificent price at which I was valued by them.” So I took the thirty shekels*i of silver and threw them to the potter in the house of the Lord.*s"
    },
    {
        "o": 25670,
        "r": "nasb:Zechariah:11:14",
        "t": "Then I cut in pieces my second staff Union, to break the brotherhood between Judah and Israel."
    },
    {
        "o": 25671,
        "r": "nasb:Zechariah:11:15",
        "t": "The*p Lord*s said to me, “Take again for yourself the equipment of a foolish shepherd."
    },
    {
        "o": 25672,
        "r": "nasb:Zechariah:11:16",
        "t": "For behold, I am going to raise up a shepherd in the land who will not care for the perishing, seek the scattered, heal the broken, or sustain the one standing, but will devour the flesh of the fat sheep*i and tear off their hoofs."
    },
    {
        "o": 25673,
        "r": "nasb:Zechariah:11:17",
        "t": "Woe*pn to the worthless shepherd Who*ln leaves the flock! A*ln sword will be on his arm And*ln on his right eye! His*ln arm will be totally withered And*ln his right eye will be blind.”"
    }
]
