[
    {
        "o": 6097,
        "r": "niv:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6098,
        "r": "niv:Deuteronomy:27:0",
        "t": "The Altar on Mount Ebal",
        "h": 2
    },
    {
        "o": 6099,
        "r": "niv:Deuteronomy:27:1",
        "t": "Moses*p and the elders of Israel commanded the people: “Keep all these commands that I give you today."
    },
    {
        "o": 6100,
        "r": "niv:Deuteronomy:27:2",
        "t": "When you have crossed the Jordan into the land the Lord*s your God is giving you, set up some large stones and coat them with plaster."
    },
    {
        "o": 6101,
        "r": "niv:Deuteronomy:27:3",
        "t": "Write on them all the words of this law when you have crossed over to enter the land the Lord*s your God is giving you, a land flowing with milk and honey, just as the Lord,*s the God of your ancestors, promised you."
    },
    {
        "o": 6102,
        "r": "niv:Deuteronomy:27:4",
        "t": "And when you have crossed the Jordan, set up these stones on Mount Ebal, as I command you today, and coat them with plaster."
    },
    {
        "o": 6103,
        "r": "niv:Deuteronomy:27:5",
        "t": "Build there an altar to the Lord*s your God, an altar of stones. Do not use any iron tool on them."
    },
    {
        "o": 6104,
        "r": "niv:Deuteronomy:27:6",
        "t": "Build the altar of the Lord*s your God with fieldstones and offer burnt offerings on it to the Lord*s your God."
    },
    {
        "o": 6105,
        "r": "niv:Deuteronomy:27:7",
        "t": "Sacrifice fellowship offerings there, eating them and rejoicing in the presence of the Lord*s your God."
    },
    {
        "o": 6106,
        "r": "niv:Deuteronomy:27:8",
        "t": "And you shall write very clearly all the words of this law on these stones you have set up.”"
    },
    {
        "o": 6107,
        "r": "niv:Deuteronomy:27:8",
        "t": "Curses From Mount Ebal",
        "h": 2
    },
    {
        "o": 6108,
        "r": "niv:Deuteronomy:27:9",
        "t": "Then*p Moses and the Levitical priests said to all Israel, “Be silent, Israel, and listen! You have now become the people of the Lord*s your God."
    },
    {
        "o": 6109,
        "r": "niv:Deuteronomy:27:10",
        "t": "Obey the Lord*s your God and follow his commands and decrees that I give you today.”"
    },
    {
        "o": 6110,
        "r": "niv:Deuteronomy:27:11",
        "t": "On*p the same day Moses commanded the people:"
    },
    {
        "o": 6111,
        "r": "niv:Deuteronomy:27:12",
        "t": "When*p you have crossed the Jordan, these tribes shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph and Benjamin."
    },
    {
        "o": 6112,
        "r": "niv:Deuteronomy:27:13",
        "t": "And these tribes shall stand on Mount Ebal to pronounce curses: Reuben, Gad, Asher, Zebulun, Dan and Naphtali."
    },
    {
        "o": 6113,
        "r": "niv:Deuteronomy:27:14",
        "t": "The*p Levites shall recite to all the people of Israel in a loud voice:"
    },
    {
        "o": 6114,
        "r": "niv:Deuteronomy:27:15",
        "t": "“Cursed*ln is anyone who makes an idol—a thing detestable to the Lord,*s the work of skilled hands—and sets it up in secret.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6115,
        "r": "niv:Deuteronomy:27:16",
        "t": "“Cursed*ln is anyone who dishonors their father or mother.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6116,
        "r": "niv:Deuteronomy:27:17",
        "t": "“Cursed*ln is anyone who moves their neighbor’s boundary stone.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6117,
        "r": "niv:Deuteronomy:27:18",
        "t": "“Cursed*ln is anyone who leads the blind astray on the road.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6118,
        "r": "niv:Deuteronomy:27:19",
        "t": "“Cursed*ln is anyone who withholds justice from the foreigner, the fatherless or the widow.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6119,
        "r": "niv:Deuteronomy:27:20",
        "t": "“Cursed*ln is anyone who sleeps with his father’s wife, for he dishonors his father’s bed.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6120,
        "r": "niv:Deuteronomy:27:21",
        "t": "“Cursed*ln is anyone who has sexual relations with any animal.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6121,
        "r": "niv:Deuteronomy:27:22",
        "t": "“Cursed*ln is anyone who sleeps with his sister, the daughter of his father or the daughter of his mother.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6122,
        "r": "niv:Deuteronomy:27:23",
        "t": "“Cursed*ln is anyone who sleeps with his mother-in-law.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6123,
        "r": "niv:Deuteronomy:27:24",
        "t": "“Cursed*ln is anyone who kills their neighbor secretly.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6124,
        "r": "niv:Deuteronomy:27:25",
        "t": "“Cursed*ln is anyone who accepts a bribe to kill an innocent person.” Then*lg all the people shall say, “Amen!”"
    },
    {
        "o": 6125,
        "r": "niv:Deuteronomy:27:26",
        "t": "“Cursed*ln is anyone who does not uphold the words of this law by carrying them out.” Then*lg all the people shall say, “Amen!”"
    }
]
