[
    {
        "o": 7846,
        "r": "esv:Ruth:3:0",
        "t": "Ruth 3",
        "h": 1
    },
    {
        "o": 7847,
        "r": "esv:Ruth:3:0",
        "t": "Ruth and Boaz at the Threshing Floor",
        "h": 2
    },
    {
        "o": 7848,
        "r": "esv:Ruth:3:1",
        "t": "Then*p Naomi her mother-in-law said to her, “My daughter, should I not seek rest for you, that it may be well with you?"
    },
    {
        "o": 7849,
        "r": "esv:Ruth:3:2",
        "t": "Is not Boaz our relative, with whose young women you were? See, he is winnowing barley tonight at the threshing floor."
    },
    {
        "o": 7850,
        "r": "esv:Ruth:3:3",
        "t": "Wash therefore and anoint yourself, and put on your cloak and go down to the threshing floor, but do not make yourself known to the man until he has finished eating and drinking."
    },
    {
        "o": 7851,
        "r": "esv:Ruth:3:4",
        "t": "But when he lies down, observe the place where he lies. Then go and uncover his feet and lie down, and he will tell you what to do.”"
    },
    {
        "o": 7852,
        "r": "esv:Ruth:3:5",
        "t": "And she replied, “All that you say I will do.”"
    },
    {
        "o": 7853,
        "r": "esv:Ruth:3:6",
        "t": "So*p she went down to the threshing floor and did just as her mother-in-law had commanded her."
    },
    {
        "o": 7854,
        "r": "esv:Ruth:3:7",
        "t": "And when Boaz had eaten and drunk, and his heart was merry, he went to lie down at the end of the heap of grain. Then she came softly and uncovered his feet and lay down."
    },
    {
        "o": 7855,
        "r": "esv:Ruth:3:8",
        "t": "At midnight the man was startled and turned over, and behold, a woman lay at his feet!"
    },
    {
        "o": 7856,
        "r": "esv:Ruth:3:9",
        "t": "He said, “Who are you?” And she answered, “I am Ruth, your servant. Spread your wings over your servant, for you are a redeemer.”"
    },
    {
        "o": 7857,
        "r": "esv:Ruth:3:10",
        "t": "And he said, “May you be blessed by the Lord,*s my daughter. You have made this last kindness greater than the first in that you have not gone after young men, whether poor or rich."
    },
    {
        "o": 7858,
        "r": "esv:Ruth:3:11",
        "t": "And now, my daughter, do not fear. I will do for you all that you ask, for all my fellow townsmen know that you are a worthy woman."
    },
    {
        "o": 7859,
        "r": "esv:Ruth:3:12",
        "t": "And now it is true that I am a redeemer. Yet there is a redeemer nearer than I."
    },
    {
        "o": 7860,
        "r": "esv:Ruth:3:13",
        "t": "Remain tonight, and in the morning, if he will redeem you, good; let him do it. But if he is not willing to redeem you, then, as the Lord*s lives, I will redeem you. Lie down until the morning.”"
    },
    {
        "o": 7861,
        "r": "esv:Ruth:3:14",
        "t": "So*p she lay at his feet until the morning, but arose before one could recognize another. And he said, “Let it not be known that the woman came to the threshing floor.”"
    },
    {
        "o": 7862,
        "r": "esv:Ruth:3:15",
        "t": "And he said, “Bring the garment you are wearing and hold it out.” So she held it, and he measured out six measures of barley and put it on her. Then she went into the city."
    },
    {
        "o": 7863,
        "r": "esv:Ruth:3:16",
        "t": "And when she came to her mother-in-law, she said, “How did you fare, my daughter?” Then she told her all that the man had done for her,"
    },
    {
        "o": 7864,
        "r": "esv:Ruth:3:17",
        "t": "saying, “These six measures of barley he gave to me, for he said to me, ‘You must not go back empty-handed to your mother-in-law.’”"
    },
    {
        "o": 7865,
        "r": "esv:Ruth:3:18",
        "t": "She replied, “Wait, my daughter, until you learn how the matter turns out, for the man will not rest but will settle the matter today.”"
    }
]
