[
    {
        "o": 30049,
        "r": "niv:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 30050,
        "r": "niv:Acts:9:0",
        "t": "Saul’s Conversion",
        "h": 2
    },
    {
        "o": 30051,
        "r": "niv:Acts:9:1",
        "t": "Meanwhile,*p Saul was still breathing out murderous threats against the Lord’s disciples. He went to the high priest"
    },
    {
        "o": 30052,
        "r": "niv:Acts:9:2",
        "t": "and asked him for letters to the synagogues in Damascus, so that if he found any there who belonged to the Way, whether men or women, he might take them as prisoners to Jerusalem."
    },
    {
        "o": 30053,
        "r": "niv:Acts:9:3",
        "t": "As he neared Damascus on his journey, suddenly a light from heaven flashed around him."
    },
    {
        "o": 30054,
        "r": "niv:Acts:9:4",
        "t": "He fell to the ground and heard a voice say to him, “Saul,*r Saul,*r why*r do*r you*r persecute*r me?”*r"
    },
    {
        "o": 30055,
        "r": "niv:Acts:9:5",
        "t": "“Who*p are you, Lord?” Saul asked. “I*rp am*r Jesus,*r whom*r you*r are*r persecuting,”*r he replied."
    },
    {
        "o": 30056,
        "r": "niv:Acts:9:6",
        "t": "“Now*r get*r up*r and*r go*r into*r the*r city,*r and*r you*r will*r be*r told*r what*r you*r must*r do.”*r"
    },
    {
        "o": 30057,
        "r": "niv:Acts:9:7",
        "t": "The*p men traveling with Saul stood there speechless; they heard the sound but did not see anyone."
    },
    {
        "o": 30058,
        "r": "niv:Acts:9:8",
        "t": "Saul got up from the ground, but when he opened his eyes he could see nothing. So they led him by the hand into Damascus."
    },
    {
        "o": 30059,
        "r": "niv:Acts:9:9",
        "t": "For three days he was blind, and did not eat or drink anything."
    },
    {
        "o": 30060,
        "r": "niv:Acts:9:10",
        "t": "In*p Damascus there was a disciple named Ananias. The Lord called to him in a vision, “Ananias!”*r “Yes,*p Lord,” he answered."
    },
    {
        "o": 30061,
        "r": "niv:Acts:9:11",
        "t": "The*p Lord told him, “Go*r to*r the*r house*r of*r Judas*r on*r Straight*r Street*r and*r ask*r for*r a*r man*r from*r Tarsus*r named*r Saul,*r for*r he*r is*r praying.*r"
    },
    {
        "o": 30062,
        "r": "niv:Acts:9:12",
        "t": "In*r a*r vision*r he*r has*r seen*r a*r man*r named*r Ananias*r come*r and*r place*r his*r hands*r on*r him*r to*r restore*r his*r sight.”*r"
    },
    {
        "o": 30063,
        "r": "niv:Acts:9:13",
        "t": "“Lord,”*p Ananias answered, “I have heard many reports about this man and all the harm he has done to your holy people in Jerusalem."
    },
    {
        "o": 30064,
        "r": "niv:Acts:9:14",
        "t": "And he has come here with authority from the chief priests to arrest all who call on your name.”"
    },
    {
        "o": 30065,
        "r": "niv:Acts:9:15",
        "t": "But*p the Lord said to Ananias, “Go!*r This*r man*r is*r my*r chosen*r instrument*r to*r proclaim*r my*r name*r to*r the*r Gentiles*r and*r their*r kings*r and*r to*r the*r people*r of*r Israel.*r"
    },
    {
        "o": 30066,
        "r": "niv:Acts:9:16",
        "t": "I*r will*r show*r him*r how*r much*r he*r must*r suffer*r for*r my*r name.”*r"
    },
    {
        "o": 30067,
        "r": "niv:Acts:9:17",
        "t": "Then*p Ananias went to the house and entered it. Placing his hands on Saul, he said, “Brother Saul, the Lord—Jesus, who appeared to you on the road as you were coming here—has sent me so that you may see again and be filled with the Holy Spirit.”"
    },
    {
        "o": 30068,
        "r": "niv:Acts:9:18",
        "t": "Immediately, something like scales fell from Saul’s eyes, and he could see again. He got up and was baptized,"
    },
    {
        "o": 30069,
        "r": "niv:Acts:9:19",
        "t": "and after taking some food, he regained his strength."
    },
    {
        "o": 30070,
        "r": "niv:Acts:9:19",
        "t": "Saul in Damascus and Jerusalem",
        "h": 2
    },
    {
        "o": 30071,
        "r": "niv:Acts:9:19",
        "t": "Saul*p spent several days with the disciples in Damascus."
    },
    {
        "o": 30072,
        "r": "niv:Acts:9:20",
        "t": "At once he began to preach in the synagogues that Jesus is the Son of God."
    },
    {
        "o": 30073,
        "r": "niv:Acts:9:21",
        "t": "All those who heard him were astonished and asked, “Isn’t he the man who raised havoc in Jerusalem among those who call on this name? And hasn’t he come here to take them as prisoners to the chief priests?”"
    },
    {
        "o": 30074,
        "r": "niv:Acts:9:22",
        "t": "Yet Saul grew more and more powerful and baffled the Jews living in Damascus by proving that Jesus is the Messiah."
    },
    {
        "o": 30075,
        "r": "niv:Acts:9:23",
        "t": "After*p many days had gone by, there was a conspiracy among the Jews to kill him,"
    },
    {
        "o": 30076,
        "r": "niv:Acts:9:24",
        "t": "but Saul learned of their plan. Day and night they kept close watch on the city gates in order to kill him."
    },
    {
        "o": 30077,
        "r": "niv:Acts:9:25",
        "t": "But his followers took him by night and lowered him in a basket through an opening in the wall."
    },
    {
        "o": 30078,
        "r": "niv:Acts:9:26",
        "t": "When*p he came to Jerusalem, he tried to join the disciples, but they were all afraid of him, not believing that he really was a disciple."
    },
    {
        "o": 30079,
        "r": "niv:Acts:9:27",
        "t": "But Barnabas took him and brought him to the apostles. He told them how Saul on his journey had seen the Lord and that the Lord had spoken to him, and how in Damascus he had preached fearlessly in the name of Jesus."
    },
    {
        "o": 30080,
        "r": "niv:Acts:9:28",
        "t": "So Saul stayed with them and moved about freely in Jerusalem, speaking boldly in the name of the Lord."
    },
    {
        "o": 30081,
        "r": "niv:Acts:9:29",
        "t": "He talked and debated with the Hellenistic Jews, but they tried to kill him."
    },
    {
        "o": 30082,
        "r": "niv:Acts:9:30",
        "t": "When the believers learned of this, they took him down to Caesarea and sent him off to Tarsus."
    },
    {
        "o": 30083,
        "r": "niv:Acts:9:31",
        "t": "Then*p the church throughout Judea, Galilee and Samaria enjoyed a time of peace and was strengthened. Living in the fear of the Lord and encouraged by the Holy Spirit, it increased in numbers."
    },
    {
        "o": 30084,
        "r": "niv:Acts:9:31",
        "t": "Aeneas and Dorcas",
        "h": 2
    },
    {
        "o": 30085,
        "r": "niv:Acts:9:32",
        "t": "As*p Peter traveled about the country, he went to visit the Lord’s people who lived in Lydda."
    },
    {
        "o": 30086,
        "r": "niv:Acts:9:33",
        "t": "There he found a man named Aeneas, who was paralyzed and had been bedridden for eight years."
    },
    {
        "o": 30087,
        "r": "niv:Acts:9:34",
        "t": "“Aeneas,” Peter said to him, “Jesus Christ heals you. Get up and roll up your mat.” Immediately Aeneas got up."
    },
    {
        "o": 30088,
        "r": "niv:Acts:9:35",
        "t": "All those who lived in Lydda and Sharon saw him and turned to the Lord."
    },
    {
        "o": 30089,
        "r": "niv:Acts:9:36",
        "t": "In*p Joppa there was a disciple named Tabitha (in Greek her name is Dorcas); she was always doing good and helping the poor."
    },
    {
        "o": 30090,
        "r": "niv:Acts:9:37",
        "t": "About that time she became sick and died, and her body was washed and placed in an upstairs room."
    },
    {
        "o": 30091,
        "r": "niv:Acts:9:38",
        "t": "Lydda was near Joppa; so when the disciples heard that Peter was in Lydda, they sent two men to him and urged him, “Please come at once!”"
    },
    {
        "o": 30092,
        "r": "niv:Acts:9:39",
        "t": "Peter*p went with them, and when he arrived he was taken upstairs to the room. All the widows stood around him, crying and showing him the robes and other clothing that Dorcas had made while she was still with them."
    },
    {
        "o": 30093,
        "r": "niv:Acts:9:40",
        "t": "Peter*p sent them all out of the room; then he got down on his knees and prayed. Turning toward the dead woman, he said, “Tabitha, get up.” She opened her eyes, and seeing Peter she sat up."
    },
    {
        "o": 30094,
        "r": "niv:Acts:9:41",
        "t": "He took her by the hand and helped her to her feet. Then he called for the believers, especially the widows, and presented her to them alive."
    },
    {
        "o": 30095,
        "r": "niv:Acts:9:42",
        "t": "This became known all over Joppa, and many people believed in the Lord."
    },
    {
        "o": 30096,
        "r": "niv:Acts:9:43",
        "t": "Peter stayed in Joppa for some time with a tanner named Simon."
    }
]
