[
    {
        "o": 4470,
        "r": "esv:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4471,
        "r": "esv:Numbers:14:0",
        "t": "The People Rebel",
        "h": 2
    },
    {
        "o": 4472,
        "r": "esv:Numbers:14:1",
        "t": "Then*p all the congregation raised a loud cry, and the people wept that night."
    },
    {
        "o": 4473,
        "r": "esv:Numbers:14:2",
        "t": "And all the people of Israel grumbled against Moses and Aaron. The whole congregation said to them, “Would that we had died in the land of Egypt! Or would that we had died in this wilderness!"
    },
    {
        "o": 4474,
        "r": "esv:Numbers:14:3",
        "t": "Why is the Lord*s bringing us into this land, to fall by the sword? Our wives and our little ones will become a prey. Would it not be better for us to go back to Egypt?”"
    },
    {
        "o": 4475,
        "r": "esv:Numbers:14:4",
        "t": "And they said to one another, “Let us choose a leader and go back to Egypt.”"
    },
    {
        "o": 4476,
        "r": "esv:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell on their faces before all the assembly of the congregation of the people of Israel."
    },
    {
        "o": 4477,
        "r": "esv:Numbers:14:6",
        "t": "And Joshua the son of Nun and Caleb the son of Jephunneh, who were among those who had spied out the land, tore their clothes"
    },
    {
        "o": 4478,
        "r": "esv:Numbers:14:7",
        "t": "and said to all the congregation of the people of Israel, “The land, which we passed through to spy it out, is an exceedingly good land."
    },
    {
        "o": 4479,
        "r": "esv:Numbers:14:8",
        "t": "If the Lord*s delights in us, he will bring us into this land and give it to us, a land that flows with milk and honey."
    },
    {
        "o": 4480,
        "r": "esv:Numbers:14:9",
        "t": "Only do not rebel against the Lord.*s And do not fear the people of the land, for they are bread for us. Their protection is removed from them, and the Lord*s is with us; do not fear them.”"
    },
    {
        "o": 4481,
        "r": "esv:Numbers:14:10",
        "t": "Then all the congregation said to stone them with stones. But the glory of the Lord*s appeared at the tent of meeting to all the people of Israel."
    },
    {
        "o": 4482,
        "r": "esv:Numbers:14:11",
        "t": "And*p the Lord*s said to Moses, “How long will this people despise me? And how long will they not believe in me, in spite of all the signs that I have done among them?"
    },
    {
        "o": 4483,
        "r": "esv:Numbers:14:12",
        "t": "I will strike them with the pestilence and disinherit them, and I will make of you a nation greater and mightier than they.”"
    },
    {
        "o": 4484,
        "r": "esv:Numbers:14:12",
        "t": "Moses Intercedes for the People",
        "h": 2
    },
    {
        "o": 4485,
        "r": "esv:Numbers:14:13",
        "t": "But*p Moses said to the Lord,*s “Then the Egyptians will hear of it, for you brought up this people in your might from among them,"
    },
    {
        "o": 4486,
        "r": "esv:Numbers:14:14",
        "t": "and they will tell the inhabitants of this land. They have heard that you, O Lord,*s are in the midst of this people. For you, O Lord,*s are seen face to face, and your cloud stands over them and you go before them, in a pillar of cloud by day and in a pillar of fire by night."
    },
    {
        "o": 4487,
        "r": "esv:Numbers:14:15",
        "t": "Now if you kill this people as one man, then the nations who have heard your fame will say,"
    },
    {
        "o": 4488,
        "r": "esv:Numbers:14:16",
        "t": "‘It is because the Lord*s was not able to bring this people into the land that he swore to give to them that he has killed them in the wilderness.’"
    },
    {
        "o": 4489,
        "r": "esv:Numbers:14:17",
        "t": "And now, please let the power of the Lord be great as you have promised, saying,"
    },
    {
        "o": 4490,
        "r": "esv:Numbers:14:18",
        "t": "‘The Lord*s is slow to anger and abounding in steadfast love, forgiving iniquity and transgression, but he will by no means clear the guilty, visiting the iniquity of the fathers on the children, to the third and the fourth generation.’"
    },
    {
        "o": 4491,
        "r": "esv:Numbers:14:19",
        "t": "Please pardon the iniquity of this people, according to the greatness of your steadfast love, just as you have forgiven this people, from Egypt until now.”"
    },
    {
        "o": 4492,
        "r": "esv:Numbers:14:19",
        "t": "God Promises Judgment",
        "h": 2
    },
    {
        "o": 4493,
        "r": "esv:Numbers:14:20",
        "t": "Then*p the Lord*s said, “I have pardoned, according to your word."
    },
    {
        "o": 4494,
        "r": "esv:Numbers:14:21",
        "t": "But truly, as I live, and as all the earth shall be filled with the glory of the Lord,*s"
    },
    {
        "o": 4495,
        "r": "esv:Numbers:14:22",
        "t": "none of the men who have seen my glory and my signs that I did in Egypt and in the wilderness, and yet have put me to the test these ten times and have not obeyed my voice,"
    },
    {
        "o": 4496,
        "r": "esv:Numbers:14:23",
        "t": "shall see the land that I swore to give to their fathers. And none of those who despised me shall see it."
    },
    {
        "o": 4497,
        "r": "esv:Numbers:14:24",
        "t": "But my servant Caleb, because he has a different spirit and has followed me fully, I will bring into the land into which he went, and his descendants shall possess it."
    },
    {
        "o": 4498,
        "r": "esv:Numbers:14:25",
        "t": "Now, since the Amalekites and the Canaanites dwell in the valleys, turn tomorrow and set out for the wilderness by the way to the Red Sea.”"
    },
    {
        "o": 4499,
        "r": "esv:Numbers:14:26",
        "t": "And*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4500,
        "r": "esv:Numbers:14:27",
        "t": "“How long shall this wicked congregation grumble against me? I have heard the grumblings of the people of Israel, which they grumble against me."
    },
    {
        "o": 4501,
        "r": "esv:Numbers:14:28",
        "t": "Say to them, ‘As I live, declares the Lord,*s what you have said in my hearing I will do to you:"
    },
    {
        "o": 4502,
        "r": "esv:Numbers:14:29",
        "t": "your dead bodies shall fall in this wilderness, and of all your number, listed in the census from twenty years old and upward, who have grumbled against me,"
    },
    {
        "o": 4503,
        "r": "esv:Numbers:14:30",
        "t": "not one shall come into the land where I swore that I would make you dwell, except Caleb the son of Jephunneh and Joshua the son of Nun."
    },
    {
        "o": 4504,
        "r": "esv:Numbers:14:31",
        "t": "But your little ones, who you said would become a prey, I will bring in, and they shall know the land that you have rejected."
    },
    {
        "o": 4505,
        "r": "esv:Numbers:14:32",
        "t": "But as for you, your dead bodies shall fall in this wilderness."
    },
    {
        "o": 4506,
        "r": "esv:Numbers:14:33",
        "t": "And your children shall be shepherds in the wilderness forty years and shall suffer for your faithlessness, until the last of your dead bodies lies in the wilderness."
    },
    {
        "o": 4507,
        "r": "esv:Numbers:14:34",
        "t": "According to the number of the days in which you spied out the land, forty days, a year for each day, you shall bear your iniquity forty years, and you shall know my displeasure.’"
    },
    {
        "o": 4508,
        "r": "esv:Numbers:14:35",
        "t": "I, the Lord,*s have spoken. Surely this will I do to all this wicked congregation who are gathered together against me: in this wilderness they shall come to a full end, and there they shall die.”"
    },
    {
        "o": 4509,
        "r": "esv:Numbers:14:36",
        "t": "And*p the men whom Moses sent to spy out the land, who returned and made all the congregation grumble against him by bringing up a bad report about the land—"
    },
    {
        "o": 4510,
        "r": "esv:Numbers:14:37",
        "t": "the men who brought up a bad report of the land— died by plague before the Lord.*s"
    },
    {
        "o": 4511,
        "r": "esv:Numbers:14:38",
        "t": "Of those men who went to spy out the land, only Joshua the son of Nun and Caleb the son of Jephunneh remained alive."
    },
    {
        "o": 4512,
        "r": "esv:Numbers:14:38",
        "t": "Israel Defeated in Battle",
        "h": 2
    },
    {
        "o": 4513,
        "r": "esv:Numbers:14:39",
        "t": "When*p Moses told these words to all the people of Israel, the people mourned greatly."
    },
    {
        "o": 4514,
        "r": "esv:Numbers:14:40",
        "t": "And they rose early in the morning and went up to the heights of the hill country, saying, “Here we are. We will go up to the place that the Lord*s has promised, for we have sinned.”"
    },
    {
        "o": 4515,
        "r": "esv:Numbers:14:41",
        "t": "But Moses said, “Why now are you transgressing the command of the Lord,*s when that will not succeed?"
    },
    {
        "o": 4516,
        "r": "esv:Numbers:14:42",
        "t": "Do not go up, for the Lord*s is not among you, lest you be struck down before your enemies."
    },
    {
        "o": 4517,
        "r": "esv:Numbers:14:43",
        "t": "For there the Amalekites and the Canaanites are facing you, and you shall fall by the sword. Because you have turned back from following the Lord,*s the Lord*s will not be with you.”"
    },
    {
        "o": 4518,
        "r": "esv:Numbers:14:44",
        "t": "But they presumed to go up to the heights of the hill country, although neither the ark of the covenant of the Lord*s nor Moses departed out of the camp."
    },
    {
        "o": 4519,
        "r": "esv:Numbers:14:45",
        "t": "Then the Amalekites and the Canaanites who lived in that hill country came down and defeated them and pursued them, even to Hormah."
    }
]
