[
    {
        "o": 10390,
        "r": "nkjv:1 Kings:20:0",
        "t": "1 Kings 20",
        "h": 1
    },
    {
        "o": 10391,
        "r": "nkjv:1 Kings:20:0",
        "t": "Ahab Defeats the Syrians",
        "h": 2
    },
    {
        "o": 10392,
        "r": "nkjv:1 Kings:20:1",
        "t": "Now*p Ben-Hadad the king of Syria gathered all his forces together; thirty-two kings were*i with him, with horses and chariots. And he went up and besieged Samaria, and made war against it."
    },
    {
        "o": 10393,
        "r": "nkjv:1 Kings:20:2",
        "t": "Then he sent messengers into the city to Ahab king of Israel, and said to him, “Thus says Ben-Hadad:"
    },
    {
        "o": 10394,
        "r": "nkjv:1 Kings:20:3",
        "t": "‘Your silver and your gold are*i mine; your loveliest wives and children are mine.’”"
    },
    {
        "o": 10395,
        "r": "nkjv:1 Kings:20:4",
        "t": "And*p the king of Israel answered and said, “My lord, O king, just as you say, I and all that I have are*i yours.”"
    },
    {
        "o": 10396,
        "r": "nkjv:1 Kings:20:5",
        "t": "Then*p the messengers came back and said, “Thus speaks Ben-Hadad, saying, ‘Indeed I have sent to you, saying, “You shall deliver to me your silver and your gold, your wives and your children”;"
    },
    {
        "o": 10397,
        "r": "nkjv:1 Kings:20:6",
        "t": "but I will send my servants to you tomorrow about this time, and they shall search your house and the houses of your servants. And it shall be, that*i whatever is pleasant in your eyes, they will put it*i in their hands and take it.’”*i"
    },
    {
        "o": 10398,
        "r": "nkjv:1 Kings:20:7",
        "t": "So*p the king of Israel called all the elders of the land, and said, “Notice, please, and see how this man*i seeks trouble, for he sent to me for my wives, my children, my silver, and my gold; and I did not deny him.”"
    },
    {
        "o": 10399,
        "r": "nkjv:1 Kings:20:8",
        "t": "And*p all the elders and all the people said to him, “Do not listen or consent.”"
    },
    {
        "o": 10400,
        "r": "nkjv:1 Kings:20:9",
        "t": "Therefore*p he said to the messengers of Ben-Hadad, “Tell my lord the king, ‘All that you sent for to your servant the first time I will do, but this thing I cannot do.’” And*p the messengers departed and brought back word to him."
    },
    {
        "o": 10401,
        "r": "nkjv:1 Kings:20:10",
        "t": "Then*p Ben-Hadad sent to him and said, “The gods do so to me, and more also, if enough dust is left of Samaria for a handful for each of the people who follow me.”"
    },
    {
        "o": 10402,
        "r": "nkjv:1 Kings:20:11",
        "t": "So*p the king of Israel answered and said, “Tell him,*i ‘Let not the one who puts on his*i armor*i boast like the one who takes it*i off.’”*i"
    },
    {
        "o": 10403,
        "r": "nkjv:1 Kings:20:12",
        "t": "And*p it happened when Ben-Hadad*i heard this message, as he and the kings were*i drinking at the command post, that he said to his servants, “Get ready.” And they got ready to attack the city."
    },
    {
        "o": 10404,
        "r": "nkjv:1 Kings:20:13",
        "t": "Suddenly*p a prophet approached Ahab king of Israel, saying, “Thus says the Lord:*s ‘Have you seen all this great multitude? Behold, I will deliver it into your hand today, and you shall know that I am*i the Lord.’”*s"
    },
    {
        "o": 10405,
        "r": "nkjv:1 Kings:20:14",
        "t": "So*p Ahab said, “By whom?” And*p he said, “Thus says the Lord:*s ‘By the young leaders of the provinces.’” Then*p he said, “Who will set the battle in order?” And*p he answered, “You.”"
    },
    {
        "o": 10406,
        "r": "nkjv:1 Kings:20:15",
        "t": "Then*p he mustered the young leaders of the provinces, and there were two hundred and thirty-two; and after them he mustered all the people, all the children of Israel—seven thousand."
    },
    {
        "o": 10407,
        "r": "nkjv:1 Kings:20:16",
        "t": "So*p they went out at noon. Meanwhile Ben-Hadad and the thirty-two kings helping him were getting drunk at the command post."
    },
    {
        "o": 10408,
        "r": "nkjv:1 Kings:20:17",
        "t": "The young leaders of the provinces went out first. And Ben-Hadad sent out a*i patrol,*i and they told him, saying, “Men are coming out of Samaria!”"
    },
    {
        "o": 10409,
        "r": "nkjv:1 Kings:20:18",
        "t": "So he said, “If they have come out for peace, take them alive; and if they have come out for war, take them alive.”"
    },
    {
        "o": 10410,
        "r": "nkjv:1 Kings:20:19",
        "t": "Then*p these young leaders of the provinces went out of the city with the army which followed them."
    },
    {
        "o": 10411,
        "r": "nkjv:1 Kings:20:20",
        "t": "And each one killed his man; so the Syrians fled, and Israel pursued them; and Ben-Hadad the king of Syria escaped on a horse with the cavalry."
    },
    {
        "o": 10412,
        "r": "nkjv:1 Kings:20:21",
        "t": "Then the king of Israel went out and attacked the horses and chariots, and killed the Syrians with a great slaughter."
    },
    {
        "o": 10413,
        "r": "nkjv:1 Kings:20:22",
        "t": "And*p the prophet came to the king of Israel and said to him, “Go, strengthen yourself; take note, and see what you should do, for in the spring of the year the king of Syria will come up against you.”"
    },
    {
        "o": 10414,
        "r": "nkjv:1 Kings:20:22",
        "t": "The Syrians Again Defeated",
        "h": 2
    },
    {
        "o": 10415,
        "r": "nkjv:1 Kings:20:23",
        "t": "Then*p the servants of the king of Syria said to him, “Their gods are*i gods of the hills. Therefore they were stronger than we; but if we fight against them in the plain, surely we will be stronger than they."
    },
    {
        "o": 10416,
        "r": "nkjv:1 Kings:20:24",
        "t": "So do this thing: Dismiss the kings, each from his position, and put captains in their places;"
    },
    {
        "o": 10417,
        "r": "nkjv:1 Kings:20:25",
        "t": "and you shall muster an army like the army that you have lost, horse for horse and chariot for chariot. Then we will fight against them in the plain; surely we will be stronger than they.” And*p he listened to their voice and did so."
    },
    {
        "o": 10418,
        "r": "nkjv:1 Kings:20:26",
        "t": "So*p it was, in the spring of the year, that Ben-Hadad mustered the Syrians and went up to Aphek to fight against Israel."
    },
    {
        "o": 10419,
        "r": "nkjv:1 Kings:20:27",
        "t": "And the children of Israel were mustered and given provisions, and they went against them. Now the children of Israel encamped before them like two little flocks of goats, while the Syrians filled the countryside."
    },
    {
        "o": 10420,
        "r": "nkjv:1 Kings:20:28",
        "t": "Then*p a man of God came and spoke to the king of Israel, and said, “Thus says the Lord:*s ‘Because the Syrians have said, “The Lord*s is*i God of the hills, but He is*i not God of the valleys,” therefore I will deliver all this great multitude into your hand, and you shall know that I am*i the Lord.’”*s"
    },
    {
        "o": 10421,
        "r": "nkjv:1 Kings:20:29",
        "t": "And they encamped opposite each other for seven days. So it was that on the seventh day the battle was joined; and the children of Israel killed one hundred thousand foot soldiers of*i the Syrians in one day."
    },
    {
        "o": 10422,
        "r": "nkjv:1 Kings:20:30",
        "t": "But the rest fled to Aphek, into the city; then a wall fell on twenty-seven thousand of the men who*i were*i left. And*p Ben-Hadad fled and went into the city, into an inner chamber."
    },
    {
        "o": 10423,
        "r": "nkjv:1 Kings:20:30",
        "t": "Ahab’s Treaty with Ben-Hadad",
        "h": 2
    },
    {
        "o": 10424,
        "r": "nkjv:1 Kings:20:31",
        "t": "Then*p his servants said to him, “Look now, we have heard that the kings of the house of Israel are*i merciful kings. Please, let us put sackcloth around our waists and ropes around our heads, and go out to the king of Israel; perhaps he will spare your life.”"
    },
    {
        "o": 10425,
        "r": "nkjv:1 Kings:20:32",
        "t": "So they wore sackcloth around their waists and put*i ropes around their heads, and came to the king of Israel and said, “Your servant Ben-Hadad says, ‘Please let me live.’” And*p he said, “Is*i he still alive? He is*i my brother.”"
    },
    {
        "o": 10426,
        "r": "nkjv:1 Kings:20:33",
        "t": "Now*p the men were watching closely to see whether any*i sign*i of*i mercy*i would*i come*i from him; and they quickly grasped at*i this*i word*i and said, “Your brother Ben-Hadad.” So*p he said, “Go, bring him.” Then Ben-Hadad came out to him; and he had him come up into the chariot."
    },
    {
        "o": 10427,
        "r": "nkjv:1 Kings:20:34",
        "t": "So*p Ben-Hadad*i said to him, “The cities which my father took from your father I will restore; and you may set up marketplaces for yourself in Damascus, as my father did in Samaria.” Then*p Ahab*i said,*i “I will send you away with this treaty.” So he made a treaty with him and sent him away."
    },
    {
        "o": 10428,
        "r": "nkjv:1 Kings:20:34",
        "t": "Ahab Condemned",
        "h": 2
    },
    {
        "o": 10429,
        "r": "nkjv:1 Kings:20:35",
        "t": "Now*p a certain man of the sons of the prophets said to his neighbor by the word of the Lord,*s “Strike me, please.” And the man refused to strike him."
    },
    {
        "o": 10430,
        "r": "nkjv:1 Kings:20:36",
        "t": "Then he said to him, “Because you have not obeyed the voice of the Lord,*s surely, as soon as you depart from me, a lion shall kill you.” And as soon as he left him, a lion found him and killed him."
    },
    {
        "o": 10431,
        "r": "nkjv:1 Kings:20:37",
        "t": "And*p he found another man, and said, “Strike me, please.” So the man struck him, inflicting a wound."
    },
    {
        "o": 10432,
        "r": "nkjv:1 Kings:20:38",
        "t": "Then the prophet departed and waited for the king by the road, and disguised himself with a bandage over his eyes."
    },
    {
        "o": 10433,
        "r": "nkjv:1 Kings:20:39",
        "t": "Now as the king passed by, he cried out to the king and said, “Your servant went out into the midst of the battle; and there, a man came over and brought a man to me, and said, ‘Guard this man; if by any means he is missing, your life shall be for his life, or else you shall pay a talent of silver.’"
    },
    {
        "o": 10434,
        "r": "nkjv:1 Kings:20:40",
        "t": "While your servant was busy here and there, he was gone.” Then*p the king of Israel said to him, “So shall*i your judgment be;*i you yourself have decided it.”*i"
    },
    {
        "o": 10435,
        "r": "nkjv:1 Kings:20:41",
        "t": "And*p he hastened to take the bandage away from his eyes; and the king of Israel recognized him as one of the prophets."
    },
    {
        "o": 10436,
        "r": "nkjv:1 Kings:20:42",
        "t": "Then he said to him, “Thus says the Lord:*s ‘Because you have let slip out of your*i hand a man whom I appointed to utter destruction, therefore your life shall go for his life, and your people for his people.’”"
    },
    {
        "o": 10437,
        "r": "nkjv:1 Kings:20:43",
        "t": "So*p the king of Israel went to his house sullen and displeased, and came to Samaria."
    }
]
