[
    {
        "o": 10248,
        "r": "nkjv:1 Kings:16:0",
        "t": "1 Kings 16",
        "h": 1
    },
    {
        "o": 10249,
        "r": "nkjv:1 Kings:16:1",
        "t": "Then*p the word of the Lord*s came to Jehu the son of Hanani, against Baasha, saying:"
    },
    {
        "o": 10250,
        "r": "nkjv:1 Kings:16:2",
        "t": "“Inasmuch as I lifted you out of the dust and made you ruler over My people Israel, and you have walked in the way of Jeroboam, and have made My people Israel sin, to provoke Me to anger with their sins,"
    },
    {
        "o": 10251,
        "r": "nkjv:1 Kings:16:3",
        "t": "surely I will take away the posterity of Baasha and the posterity of his house, and I will make your house like the house of Jeroboam the son of Nebat."
    },
    {
        "o": 10252,
        "r": "nkjv:1 Kings:16:4",
        "t": "The dogs shall eat whoever belongs to Baasha and dies in the city, and the birds of the air shall eat whoever dies in the fields.”"
    },
    {
        "o": 10253,
        "r": "nkjv:1 Kings:16:5",
        "t": "Now*p the rest of the acts of Baasha, what he did, and his might, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10254,
        "r": "nkjv:1 Kings:16:6",
        "t": "So Baasha rested with his fathers and was buried in Tirzah. Then Elah his son reigned in his place."
    },
    {
        "o": 10255,
        "r": "nkjv:1 Kings:16:7",
        "t": "And*p also the word of the Lord*s came by the prophet Jehu the son of Hanani against Baasha and his house, because of all the evil that he did in the sight of the Lord*s in provoking Him to anger with the work of his hands, in being like the house of Jeroboam, and because he killed them."
    },
    {
        "o": 10256,
        "r": "nkjv:1 Kings:16:7",
        "t": "Elah Reigns in Israel",
        "h": 2
    },
    {
        "o": 10257,
        "r": "nkjv:1 Kings:16:8",
        "t": "In*p the twenty-sixth year of Asa king of Judah, Elah the son of Baasha became king over Israel, and*i reigned*i two years in Tirzah."
    },
    {
        "o": 10258,
        "r": "nkjv:1 Kings:16:9",
        "t": "Now his servant Zimri, commander of half his*i chariots, conspired against him as he was in Tirzah drinking himself drunk in the house of Arza, steward of his*i house in Tirzah."
    },
    {
        "o": 10259,
        "r": "nkjv:1 Kings:16:10",
        "t": "And Zimri went in and struck him and killed him in the twenty-seventh year of Asa king of Judah, and reigned in his place."
    },
    {
        "o": 10260,
        "r": "nkjv:1 Kings:16:11",
        "t": "Then*p it came to pass, when he began to reign, as soon as he was seated on his throne, that*i he killed all the household of Baasha; he did not leave him one male, neither of his relatives nor of his friends."
    },
    {
        "o": 10261,
        "r": "nkjv:1 Kings:16:12",
        "t": "Thus Zimri destroyed all the household of Baasha, according to the word of the Lord,*s which He spoke against Baasha by Jehu the prophet,"
    },
    {
        "o": 10262,
        "r": "nkjv:1 Kings:16:13",
        "t": "for all the sins of Baasha and the sins of Elah his son, by which they had sinned and by which they had made Israel sin, in provoking the Lord*s God of Israel to anger with their idols."
    },
    {
        "o": 10263,
        "r": "nkjv:1 Kings:16:14",
        "t": "Now*p the rest of the acts of Elah, and all that he did, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10264,
        "r": "nkjv:1 Kings:16:14",
        "t": "Zimri Reigns in Israel",
        "h": 2
    },
    {
        "o": 10265,
        "r": "nkjv:1 Kings:16:15",
        "t": "In*p the twenty-seventh year of Asa king of Judah, Zimri had reigned in Tirzah seven days. And the people were*i encamped against Gibbethon, which belonged*i to the Philistines."
    },
    {
        "o": 10266,
        "r": "nkjv:1 Kings:16:16",
        "t": "Now the people who*i were*i encamped heard it said, “Zimri has conspired and also has killed the king.” So all Israel made Omri, the commander of the army, king over Israel that day in the camp."
    },
    {
        "o": 10267,
        "r": "nkjv:1 Kings:16:17",
        "t": "Then Omri and all Israel with him went up from Gibbethon, and they besieged Tirzah."
    },
    {
        "o": 10268,
        "r": "nkjv:1 Kings:16:18",
        "t": "And it happened, when Zimri saw that the city was taken, that he went into the citadel of the king’s house and burned the king’s house down upon himself with fire, and died,"
    },
    {
        "o": 10269,
        "r": "nkjv:1 Kings:16:19",
        "t": "because of the sins which he had committed in doing evil in the sight of the Lord,*s in walking in the way of Jeroboam, and in his sin which he had committed to make Israel sin."
    },
    {
        "o": 10270,
        "r": "nkjv:1 Kings:16:20",
        "t": "Now*p the rest of the acts of Zimri, and the treason he committed, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10271,
        "r": "nkjv:1 Kings:16:20",
        "t": "Omri Reigns in Israel",
        "h": 2
    },
    {
        "o": 10272,
        "r": "nkjv:1 Kings:16:21",
        "t": "Then*p the people of Israel were divided into two parts: half of the people followed Tibni the son of Ginath, to make him king, and half followed Omri."
    },
    {
        "o": 10273,
        "r": "nkjv:1 Kings:16:22",
        "t": "But the people who followed Omri prevailed over the people who followed Tibni the son of Ginath. So Tibni died and Omri reigned."
    },
    {
        "o": 10274,
        "r": "nkjv:1 Kings:16:23",
        "t": "In the thirty-first year of Asa king of Judah, Omri became king over Israel, and*i reigned*i twelve years. Six years he reigned in Tirzah."
    },
    {
        "o": 10275,
        "r": "nkjv:1 Kings:16:24",
        "t": "And he bought the hill of Samaria from Shemer for two talents of silver; then he built on the hill, and called the name of the city which he built, Samaria, after the name of Shemer, owner of the hill."
    },
    {
        "o": 10276,
        "r": "nkjv:1 Kings:16:25",
        "t": "Omri did evil in the eyes of the Lord,*s and did worse than all who were*i before him."
    },
    {
        "o": 10277,
        "r": "nkjv:1 Kings:16:26",
        "t": "For he walked in all the ways of Jeroboam the son of Nebat, and in his sin by which he had made Israel sin, provoking the Lord*s God of Israel to anger with their idols."
    },
    {
        "o": 10278,
        "r": "nkjv:1 Kings:16:27",
        "t": "Now*p the rest of the acts of Omri which he did, and the might that he showed, are*i they not written in the book of the chronicles of the kings of Israel?"
    },
    {
        "o": 10279,
        "r": "nkjv:1 Kings:16:28",
        "t": "So*p Omri rested with his fathers and was buried in Samaria. Then Ahab his son reigned in his place."
    },
    {
        "o": 10280,
        "r": "nkjv:1 Kings:16:28",
        "t": "Ahab Reigns in Israel",
        "h": 2
    },
    {
        "o": 10281,
        "r": "nkjv:1 Kings:16:29",
        "t": "In*p the thirty-eighth year of Asa king of Judah, Ahab the son of Omri became king over Israel; and Ahab the son of Omri reigned over Israel in Samaria twenty-two years."
    },
    {
        "o": 10282,
        "r": "nkjv:1 Kings:16:30",
        "t": "Now Ahab the son of Omri did evil in the sight of the Lord,*s more than all who were*i before him."
    },
    {
        "o": 10283,
        "r": "nkjv:1 Kings:16:31",
        "t": "And it came to pass, as though it had been a trivial thing for him to walk in the sins of Jeroboam the son of Nebat, that he took as wife Jezebel the daughter of Ethbaal, king of the Sidonians; and he went and served Baal and worshiped him."
    },
    {
        "o": 10284,
        "r": "nkjv:1 Kings:16:32",
        "t": "Then he set up an altar for Baal in the temple of Baal, which he had built in Samaria."
    },
    {
        "o": 10285,
        "r": "nkjv:1 Kings:16:33",
        "t": "And Ahab made a wooden image. Ahab did more to provoke the Lord*s God of Israel to anger than all the kings of Israel who were before him."
    },
    {
        "o": 10286,
        "r": "nkjv:1 Kings:16:34",
        "t": "In his days Hiel of Bethel built Jericho. He laid its foundation with Abiram his firstborn, and with his youngest son*i Segub he set up its gates, according to the word of the Lord,*s which He had spoken through Joshua the son of Nun."
    }
]
