[
    {
        "o": 27011,
        "r": "nasb:Mark:1:0",
        "t": "Mark 1",
        "h": 1
    },
    {
        "o": 27012,
        "r": "nasb:Mark:1:0",
        "t": "Preaching of John the Baptist",
        "h": 2
    },
    {
        "o": 27013,
        "r": "nasb:Mark:1:1",
        "t": "The*p beginning of the gospel of Jesus Christ, the Son of God."
    },
    {
        "o": 27014,
        "r": "nasb:Mark:1:2",
        "t": "As*p it is written in Isaiah the prophet: “Behold,*spn I send*s My*s messenger*s ahead*s of*s You,*s Who*sln will*s prepare*s Your*s way;*s"
    },
    {
        "o": 27015,
        "r": "nasb:Mark:1:3",
        "t": "The*sln voice*s of*s one*s crying*s in*s the*s wilderness,*s ‘Make*sln ready*s the*s way*s of*s the*s Lord,*s Make*sln His*s paths*s straight*s .’ ”"
    },
    {
        "o": 27016,
        "r": "nasb:Mark:1:4",
        "t": "John*p the Baptist appeared in the wilderness preaching a baptism of repentance for the forgiveness of sins."
    },
    {
        "o": 27017,
        "r": "nasb:Mark:1:5",
        "t": "And all the country of Judea was going out to him, and all the people of Jerusalem; and they were being baptized by him in the Jordan River, confessing their sins."
    },
    {
        "o": 27018,
        "r": "nasb:Mark:1:6",
        "t": "John was clothed with camel’s hair and wore*i a leather belt around his waist, and his diet was locusts and wild honey."
    },
    {
        "o": 27019,
        "r": "nasb:Mark:1:7",
        "t": "And he was preaching, and saying, “After me One is coming who is mightier than I, and I am not fit to stoop down and untie the thong of His sandals."
    },
    {
        "o": 27020,
        "r": "nasb:Mark:1:8",
        "t": "I baptized you with water; but He will baptize you with the Holy Spirit.”"
    },
    {
        "o": 27021,
        "r": "nasb:Mark:1:8",
        "t": "The Baptism of Jesus",
        "h": 2
    },
    {
        "o": 27022,
        "r": "nasb:Mark:1:9",
        "t": "In*p those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan."
    },
    {
        "o": 27023,
        "r": "nasb:Mark:1:10",
        "t": "Immediately coming up out of the water, He saw the heavens opening, and the Spirit like a dove descending upon Him;"
    },
    {
        "o": 27024,
        "r": "nasb:Mark:1:11",
        "t": "and a voice came out of the heavens: “You are My beloved Son, in You I am well-pleased.”"
    },
    {
        "o": 27025,
        "r": "nasb:Mark:1:12",
        "t": "Immediately*p the Spirit impelled Him to*i go*i out into the wilderness."
    },
    {
        "o": 27026,
        "r": "nasb:Mark:1:13",
        "t": "And He was in the wilderness forty days being tempted by Satan; and He was with the wild beasts, and the angels were ministering to Him."
    },
    {
        "o": 27027,
        "r": "nasb:Mark:1:13",
        "t": "Jesus Preaches in Galilee",
        "h": 2
    },
    {
        "o": 27028,
        "r": "nasb:Mark:1:14",
        "t": "Now*p after John had been taken into custody, Jesus came into Galilee, preaching the gospel of God,"
    },
    {
        "o": 27029,
        "r": "nasb:Mark:1:15",
        "t": "and saying, “The*r time*r is*r fulfilled,*r and*r the*r kingdom*r of*r God*r is*r at*r hand;*r repent*r and*r believe*r in*r the*r gospel.”*r"
    },
    {
        "o": 27030,
        "r": "nasb:Mark:1:16",
        "t": "As*p He was going along by the Sea of Galilee, He saw Simon and Andrew, the brother of Simon, casting a net in the sea; for they were fishermen."
    },
    {
        "o": 27031,
        "r": "nasb:Mark:1:17",
        "t": "And Jesus said to them, “Follow*r Me,*r and*r I*r will*r make*r you*r become*r fishers*r of*r men.”*r"
    },
    {
        "o": 27032,
        "r": "nasb:Mark:1:18",
        "t": "Immediately they left their nets and followed Him."
    },
    {
        "o": 27033,
        "r": "nasb:Mark:1:19",
        "t": "Going on a little farther, He saw James the son of Zebedee, and John his brother, who were also in the boat mending the nets."
    },
    {
        "o": 27034,
        "r": "nasb:Mark:1:20",
        "t": "Immediately He called them; and they left their father Zebedee in the boat with the hired servants, and went away to follow Him."
    },
    {
        "o": 27035,
        "r": "nasb:Mark:1:21",
        "t": "They*p went into Capernaum; and immediately on the Sabbath He entered the synagogue and began*i to teach."
    },
    {
        "o": 27036,
        "r": "nasb:Mark:1:22",
        "t": "They were amazed at His teaching; for He was teaching them as one*i having authority, and not as the scribes."
    },
    {
        "o": 27037,
        "r": "nasb:Mark:1:23",
        "t": "Just then there was a man in their synagogue with an unclean spirit; and he cried out,"
    },
    {
        "o": 27038,
        "r": "nasb:Mark:1:24",
        "t": "saying, “What business do we have with each other, Jesus of Nazareth? Have You come to destroy us? I know who You are—the Holy One of God!”"
    },
    {
        "o": 27039,
        "r": "nasb:Mark:1:25",
        "t": "And Jesus rebuked him, saying, “Be*r quiet,*r and*r come*r out*r of*r him!”*r"
    },
    {
        "o": 27040,
        "r": "nasb:Mark:1:26",
        "t": "Throwing him into convulsions, the unclean spirit cried out with a loud voice and came out of him."
    },
    {
        "o": 27041,
        "r": "nasb:Mark:1:27",
        "t": "They were all amazed, so that they debated among themselves, saying, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey Him.”"
    },
    {
        "o": 27042,
        "r": "nasb:Mark:1:28",
        "t": "Immediately the news about Him spread everywhere into all the surrounding district of Galilee."
    },
    {
        "o": 27043,
        "r": "nasb:Mark:1:28",
        "t": "Crowds Healed",
        "h": 2
    },
    {
        "o": 27044,
        "r": "nasb:Mark:1:29",
        "t": "And*p immediately after they came out of the synagogue, they came into the house of Simon and Andrew, with James and John."
    },
    {
        "o": 27045,
        "r": "nasb:Mark:1:30",
        "t": "Now Simon’s mother-in-law was lying sick with a fever; and immediately they spoke to Jesus about her."
    },
    {
        "o": 27046,
        "r": "nasb:Mark:1:31",
        "t": "And He came to her and raised her up, taking her by the hand, and the fever left her, and she waited on them."
    },
    {
        "o": 27047,
        "r": "nasb:Mark:1:32",
        "t": "When*p evening came, after the sun had set, they began*i bringing to Him all who were ill and those who were demon-possessed."
    },
    {
        "o": 27048,
        "r": "nasb:Mark:1:33",
        "t": "And the whole city had gathered at the door."
    },
    {
        "o": 27049,
        "r": "nasb:Mark:1:34",
        "t": "And He healed many who were ill with various diseases, and cast out many demons; and He was not permitting the demons to speak, because they knew who He was."
    },
    {
        "o": 27050,
        "r": "nasb:Mark:1:35",
        "t": "In*p the early morning, while it was still dark, Jesus got up, left the*i house,*i and went away to a secluded place, and was praying there."
    },
    {
        "o": 27051,
        "r": "nasb:Mark:1:36",
        "t": "Simon and his companions searched for Him;"
    },
    {
        "o": 27052,
        "r": "nasb:Mark:1:37",
        "t": "they found Him, and said to Him, “Everyone is looking for You.”"
    },
    {
        "o": 27053,
        "r": "nasb:Mark:1:38",
        "t": "He said to them, “Let*r us*r go*r somewhere*r else*r to*r the*r towns*r nearby,*r so*r that*r I*r may*r preach*r there*r also;*r for*r that*r is*r what*r I*r came*r for.”*r"
    },
    {
        "o": 27054,
        "r": "nasb:Mark:1:39",
        "t": "And He went into their synagogues throughout all Galilee, preaching and casting out the demons."
    },
    {
        "o": 27055,
        "r": "nasb:Mark:1:40",
        "t": "And*p a leper came to Jesus, beseeching Him and falling on his knees before Him, and saying, “If You are willing, You can make me clean.”"
    },
    {
        "o": 27056,
        "r": "nasb:Mark:1:41",
        "t": "Moved with compassion, Jesus stretched out His hand and touched him, and said to him, “I*r am*r willing;*r be*r cleansed.”*r"
    },
    {
        "o": 27057,
        "r": "nasb:Mark:1:42",
        "t": "Immediately the leprosy left him and he was cleansed."
    },
    {
        "o": 27058,
        "r": "nasb:Mark:1:43",
        "t": "And He sternly warned him and immediately sent him away,"
    },
    {
        "o": 27059,
        "r": "nasb:Mark:1:44",
        "t": "and He said to him, “See*r that*r you*r say*r nothing*r to*r anyone;*r but*r go,*r show*r yourself*r to*r the*r priest*r and*r offer*r for*r your*r cleansing*r what*r Moses*r commanded,*r as*r a*r testimony*r to*r them.”*r"
    },
    {
        "o": 27060,
        "r": "nasb:Mark:1:45",
        "t": "But he went out and began to proclaim it freely and to spread the news around, to such an extent that Jesus could no longer publicly enter a city, but stayed out in unpopulated areas; and they were coming to Him from everywhere."
    }
]
