[
    {
        "o": 22809,
        "r": "nasb:Ezekiel:2:0",
        "t": "Ezekiel 2",
        "h": 1
    },
    {
        "o": 22810,
        "r": "nasb:Ezekiel:2:0",
        "t": "The Prophet’s Call",
        "h": 2
    },
    {
        "o": 22811,
        "r": "nasb:Ezekiel:2:1",
        "t": "Then*p He said to me, “Son of man, stand on your feet that I may speak with you!”"
    },
    {
        "o": 22812,
        "r": "nasb:Ezekiel:2:2",
        "t": "As He spoke to me the Spirit entered me and set me on my feet; and I heard Him*i speaking to me."
    },
    {
        "o": 22813,
        "r": "nasb:Ezekiel:2:3",
        "t": "Then He said to me, “Son of man, I am sending you to the sons of Israel, to a rebellious people who have rebelled against Me; they and their fathers have transgressed against Me to this very day."
    },
    {
        "o": 22814,
        "r": "nasb:Ezekiel:2:4",
        "t": "I am sending you to them who are stubborn and obstinate children, and you shall say to them, ‘Thus says the Lord God.’*s"
    },
    {
        "o": 22815,
        "r": "nasb:Ezekiel:2:5",
        "t": "As for them, whether they listen or not—for they are a rebellious house—they will know that a prophet has been among them."
    },
    {
        "o": 22816,
        "r": "nasb:Ezekiel:2:6",
        "t": "And you, son of man, neither fear them nor fear their words, though thistles and thorns are with you and you sit on scorpions; neither fear their words nor be dismayed at their presence, for they are a rebellious house."
    },
    {
        "o": 22817,
        "r": "nasb:Ezekiel:2:7",
        "t": "But you shall speak My words to them whether they listen or not, for they are rebellious."
    },
    {
        "o": 22818,
        "r": "nasb:Ezekiel:2:8",
        "t": "“Now*p you, son of man, listen to what I am speaking to you; do not be rebellious like that rebellious house. Open your mouth and eat what I am giving you.”"
    },
    {
        "o": 22819,
        "r": "nasb:Ezekiel:2:9",
        "t": "Then I looked, and behold, a hand was extended to me; and lo, a scroll was*i in it."
    },
    {
        "o": 22820,
        "r": "nasb:Ezekiel:2:10",
        "t": "When He spread it out before me, it was written on the front and back, and written on it were lamentations, mourning and woe."
    }
]
