[
    {
        "o": 19456,
        "r": "nasb:Ecclesiastes:10:0",
        "t": "Ecclesiastes 10",
        "h": 1
    },
    {
        "o": 19457,
        "r": "nasb:Ecclesiastes:10:0",
        "t": "A Little Foolishness",
        "h": 2
    },
    {
        "o": 19458,
        "r": "nasb:Ecclesiastes:10:1",
        "t": "Dead*p flies make a perfumer’s oil stink, so a little foolishness is weightier than wisdom and*i honor."
    },
    {
        "o": 19459,
        "r": "nasb:Ecclesiastes:10:2",
        "t": "A wise man’s heart directs*i him*i toward the right, but the foolish man’s heart directs*i him*i toward the left."
    },
    {
        "o": 19460,
        "r": "nasb:Ecclesiastes:10:3",
        "t": "Even when the fool walks along the road, his sense is lacking and he demonstrates to everyone that*i he is a fool."
    },
    {
        "o": 19461,
        "r": "nasb:Ecclesiastes:10:4",
        "t": "If the ruler’s temper rises against you, do not abandon your position, because composure allays great offenses."
    },
    {
        "o": 19462,
        "r": "nasb:Ecclesiastes:10:5",
        "t": "There*p is an evil I have seen under the sun, like an error which goes forth from the ruler—"
    },
    {
        "o": 19463,
        "r": "nasb:Ecclesiastes:10:6",
        "t": "folly is set in many exalted places while rich men sit in humble places."
    },
    {
        "o": 19464,
        "r": "nasb:Ecclesiastes:10:7",
        "t": "I have seen slaves riding*i on horses and princes walking like slaves on the land."
    },
    {
        "o": 19465,
        "r": "nasb:Ecclesiastes:10:8",
        "t": "He*p who digs a pit may fall into it, and a serpent may bite him who breaks through a wall."
    },
    {
        "o": 19466,
        "r": "nasb:Ecclesiastes:10:9",
        "t": "He who quarries stones may be hurt by them, and he who splits logs may be endangered by them."
    },
    {
        "o": 19467,
        "r": "nasb:Ecclesiastes:10:10",
        "t": "If the axe is dull and he does not sharpen its*i edge, then he must exert more strength. Wisdom has the advantage of giving success."
    },
    {
        "o": 19468,
        "r": "nasb:Ecclesiastes:10:11",
        "t": "If the serpent bites before being charmed, there is no profit for the charmer."
    },
    {
        "o": 19469,
        "r": "nasb:Ecclesiastes:10:12",
        "t": "Words from the mouth of a wise man are gracious, while the lips of a fool consume him;"
    },
    {
        "o": 19470,
        "r": "nasb:Ecclesiastes:10:13",
        "t": "the beginning of his talking is folly and the end of it is wicked madness."
    },
    {
        "o": 19471,
        "r": "nasb:Ecclesiastes:10:14",
        "t": "Yet the fool multiplies words. No man knows what will happen, and who can tell him what will come after him?"
    },
    {
        "o": 19472,
        "r": "nasb:Ecclesiastes:10:15",
        "t": "The toil of a fool so*i wearies him that he does not even*i know how to go to a city."
    },
    {
        "o": 19473,
        "r": "nasb:Ecclesiastes:10:16",
        "t": "Woe to you, O land, whose king is a lad and whose princes feast in the morning."
    },
    {
        "o": 19474,
        "r": "nasb:Ecclesiastes:10:17",
        "t": "Blessed are you, O land, whose king is of nobility and whose princes eat at the appropriate time—for strength and not for drunkenness."
    },
    {
        "o": 19475,
        "r": "nasb:Ecclesiastes:10:18",
        "t": "Through indolence the rafters sag, and through slackness the house leaks."
    },
    {
        "o": 19476,
        "r": "nasb:Ecclesiastes:10:19",
        "t": "Men*i prepare a meal for enjoyment, and wine makes life merry, and money is the answer to everything."
    },
    {
        "o": 19477,
        "r": "nasb:Ecclesiastes:10:20",
        "t": "Furthermore, in your bedchamber do not curse a king, and in your sleeping rooms do not curse a rich man, for a bird of the heavens will carry the sound and the winged creature will make the matter known."
    }
]
