[
    {
        "o": 24359,
        "r": "csb:Ezekiel:46:0",
        "t": "Ezekiel 46",
        "h": 1
    },
    {
        "o": 24360,
        "r": "csb:Ezekiel:46:0",
        "t": "Sacrifices at Appointed Times",
        "h": 2
    },
    {
        "o": 24361,
        "r": "csb:Ezekiel:46:1",
        "t": "“This*p is what the Lord God*s says: The gate of the inner court that faces east is to be closed during the six days of work, but it will be opened on the Sabbath day and opened on the day of the New Moon."
    },
    {
        "o": 24362,
        "r": "csb:Ezekiel:46:2",
        "t": "The prince should enter from the outside by way of the gate’s portico and stand at the gate’s doorpost while the priests sacrifice his burnt offerings and fellowship offerings. He will bow in worship at the gate’s threshold and then depart, but the gate is not to be closed until evening."
    },
    {
        "o": 24363,
        "r": "csb:Ezekiel:46:3",
        "t": "The people of the land will also bow in worship before the Lord*s at the entrance of that gate on the Sabbaths and New Moons."
    },
    {
        "o": 24364,
        "r": "csb:Ezekiel:46:4",
        "t": "“The*p burnt offering that the prince presents to the Lord*s on the Sabbath day is to be six unblemished lambs and an unblemished ram."
    },
    {
        "o": 24365,
        "r": "csb:Ezekiel:46:5",
        "t": "The grain offering will be half a bushel with the ram, and the grain offering with the lambs will be whatever he wants to give, as well as a gallon of oil for every half bushel."
    },
    {
        "o": 24366,
        "r": "csb:Ezekiel:46:6",
        "t": "On the day of the New Moon, the burnt offering is to be a young, unblemished bull, as well as six lambs and a ram without blemish."
    },
    {
        "o": 24367,
        "r": "csb:Ezekiel:46:7",
        "t": "He will provide a grain offering of half a bushel with the bull, half a bushel with the ram, and whatever he can afford with the lambs, together with a gallon of oil for every half bushel."
    },
    {
        "o": 24368,
        "r": "csb:Ezekiel:46:8",
        "t": "When the prince enters, he is to go in by way of the gate’s portico and go out the same way."
    },
    {
        "o": 24369,
        "r": "csb:Ezekiel:46:9",
        "t": "“When*p the people of the land come before the Lord*s at the appointed times, whoever enters by way of the north gate to worship is to go out by way of the south gate, and whoever enters by way of the south gate is to go out by way of the north gate. No one may return through the gate by which he entered, but is to go out by the opposite gate."
    },
    {
        "o": 24370,
        "r": "csb:Ezekiel:46:10",
        "t": "When the people enter, the prince will enter with them, and when they leave, he will leave."
    },
    {
        "o": 24371,
        "r": "csb:Ezekiel:46:11",
        "t": "At the festivals and appointed times, the grain offering will be half a bushel with the bull, half a bushel with the ram, and whatever he wants to give with the lambs, along with a gallon of oil for every half bushel."
    },
    {
        "o": 24372,
        "r": "csb:Ezekiel:46:12",
        "t": "“When*p the prince makes a freewill offering, whether a burnt offering or a fellowship offering as a freewill offering to the Lord,*s the gate that faces east is to be opened for him. He is to offer his burnt offering or fellowship offering just as he does on the Sabbath day. Then he will go out, and the gate is to be closed after he leaves."
    },
    {
        "o": 24373,
        "r": "csb:Ezekiel:46:13",
        "t": "“You*p are to offer an unblemished year-old male lamb as a daily burnt offering to the Lord;*s you will offer it every morning."
    },
    {
        "o": 24374,
        "r": "csb:Ezekiel:46:14",
        "t": "You are also to prepare a grain offering every morning along with it: three quarts, with one-third of a gallon of oil to moisten the fine flour - a grain offering to the Lord.*s This is a permanent statute to be observed regularly."
    },
    {
        "o": 24375,
        "r": "csb:Ezekiel:46:15",
        "t": "They will offer the lamb, the grain offering, and the oil every morning as a regular burnt offering."
    },
    {
        "o": 24376,
        "r": "csb:Ezekiel:46:15",
        "t": "Transfer of Royal Lands",
        "h": 2
    },
    {
        "o": 24377,
        "r": "csb:Ezekiel:46:16",
        "t": "“This*p is what the Lord God*s says: If the prince gives a gift to each of his sons as their inheritance, it will belong to his sons. It will become their property by inheritance."
    },
    {
        "o": 24378,
        "r": "csb:Ezekiel:46:17",
        "t": "But if he gives a gift from his inheritance to one of his servants, it will belong to that servant until the year of freedom, when it will revert to the prince. His inheritance belongs only to his sons; it is theirs."
    },
    {
        "o": 24379,
        "r": "csb:Ezekiel:46:18",
        "t": "The prince must not take any of the people’s inheritance, evicting them from their property. He is to provide an inheritance for his sons from his own property, so that none of my people will be displaced from his own property.”"
    },
    {
        "o": 24380,
        "r": "csb:Ezekiel:46:18",
        "t": "The Temple Kitchens",
        "h": 2
    },
    {
        "o": 24381,
        "r": "csb:Ezekiel:46:19",
        "t": "Then*p he brought me through the entrance that was at the side of the gate, into the priests’ holy chambers, which faced north. I saw a place there at the far western end."
    },
    {
        "o": 24382,
        "r": "csb:Ezekiel:46:20",
        "t": "He said to me, “This is the place where the priests will boil the guilt offering and the sin offering, and where they will bake the grain offering, so that they do not bring them into the outer court and transmit holiness to the people.”"
    },
    {
        "o": 24383,
        "r": "csb:Ezekiel:46:21",
        "t": "Next he brought me into the outer court and led me past its four corners. There was a separate court in each of its corners."
    },
    {
        "o": 24384,
        "r": "csb:Ezekiel:46:22",
        "t": "In the four corners of the outer court there were enclosed courts, 70 feet long by 52½ feet wide. All four corner areas had the same dimensions."
    },
    {
        "o": 24385,
        "r": "csb:Ezekiel:46:23",
        "t": "There was a stone wall around the inside of them, around the four of them, with ovens built at the base of the walls on all sides."
    },
    {
        "o": 24386,
        "r": "csb:Ezekiel:46:24",
        "t": "He said to me, “These are the kitchens where those who minister at the temple will cook the people’s sacrifices.”"
    }
]
