[
    {
        "o": 18918,
        "r": "kjv:Isaiah:23:0",
        "t": "Isaiah 23",
        "h": 1
    },
    {
        "o": 18919,
        "r": "kjv:Isaiah:23:1",
        "t": "The*p burden of Tyre. Howl, ye ships of Tarshish; for it is laid waste, so that there is no house, no entering in: from the land of Kittim it is revealed to them."
    },
    {
        "o": 18920,
        "r": "kjv:Isaiah:23:2",
        "t": "Be*p still, ye inhabitants of the isle; thou whom the merchants of Zidon, that pass over the sea, have replenished."
    },
    {
        "o": 18921,
        "r": "kjv:Isaiah:23:3",
        "t": "And*p by great waters the seed of Sihor, the harvest of the river, is her revenue; and she is a mart of nations."
    },
    {
        "o": 18922,
        "r": "kjv:Isaiah:23:4",
        "t": "Be*p thou ashamed, O Zidon: for the sea hath spoken, even the strength of the sea, saying, I travail not, nor bring forth children, neither do I nourish up young men, nor bring up virgins."
    },
    {
        "o": 18923,
        "r": "kjv:Isaiah:23:5",
        "t": "As*p at the report concerning Egypt, so shall they be sorely pained at the report of Tyre."
    },
    {
        "o": 18924,
        "r": "kjv:Isaiah:23:6",
        "t": "Pass*p ye over to Tarshish; howl, ye inhabitants of the isle."
    },
    {
        "o": 18925,
        "r": "kjv:Isaiah:23:7",
        "t": "Is*p this your joyous city, whose antiquity is of ancient days? her own feet shall carry her afar off to sojourn."
    },
    {
        "o": 18926,
        "r": "kjv:Isaiah:23:8",
        "t": "Who*p hath taken this counsel against Tyre, the crowning city, whose merchants are princes, whose traffickers are the honourable of the earth?"
    },
    {
        "o": 18927,
        "r": "kjv:Isaiah:23:9",
        "t": "The*p Lord*s of hosts hath purposed it, to stain the pride of all glory, and to bring into contempt all the honourable of the earth."
    },
    {
        "o": 18928,
        "r": "kjv:Isaiah:23:10",
        "t": "Pass*p through thy land as a river, O daughter of Tarshish: there is no more strength."
    },
    {
        "o": 18929,
        "r": "kjv:Isaiah:23:11",
        "t": "He*p stretched out his hand over the sea, he shook the kingdoms: the Lord*s hath given a commandment against the merchant city, to destroy the strong holds thereof."
    },
    {
        "o": 18930,
        "r": "kjv:Isaiah:23:12",
        "t": "And*p he said, Thou shalt no more rejoice, O thou oppressed virgin, daughter of Zidon: arise, pass over to Kittim; there also shalt thou have no rest."
    },
    {
        "o": 18931,
        "r": "kjv:Isaiah:23:13",
        "t": "Behold*p the land of the Chaldeans; this people was not, till the Assyrian founded it for them that dwell in the wilderness: they set up the towers thereof, they raised up the palaces thereof; and he brought it to ruin."
    },
    {
        "o": 18932,
        "r": "kjv:Isaiah:23:14",
        "t": "Howl,*p ye ships of Tarshish: for your strength is laid waste."
    },
    {
        "o": 18933,
        "r": "kjv:Isaiah:23:15",
        "t": "And*p it shall come to pass in that day, that Tyre shall be forgotten seventy years, according to the days of one king: after the end of seventy years shall Tyre sing as an harlot."
    },
    {
        "o": 18934,
        "r": "kjv:Isaiah:23:16",
        "t": "Take*p an harp, go about the city, thou harlot that hast been forgotten; make sweet melody, sing many songs, that thou mayest be remembered."
    },
    {
        "o": 18935,
        "r": "kjv:Isaiah:23:17",
        "t": "And*p it shall come to pass after the end of seventy years, that the Lord*s will visit Tyre, and she shall turn to her hire, and shall commit fornication with all the kingdoms of the world upon the face of the earth."
    },
    {
        "o": 18936,
        "r": "kjv:Isaiah:23:18",
        "t": "And*p her merchandise and her hire shall be holiness to the Lord:*s it shall not be treasured nor laid up; for her merchandise shall be for them that dwell before the Lord,*s to eat sufficiently, and for durable clothing."
    }
]
