[
    {
        "o": 3335,
        "r": "niv:Leviticus:13:0",
        "t": "Leviticus 13",
        "h": 1
    },
    {
        "o": 3336,
        "r": "niv:Leviticus:13:0",
        "t": "Regulations About Defiling Skin Diseases",
        "h": 2
    },
    {
        "o": 3337,
        "r": "niv:Leviticus:13:1",
        "t": "The*p Lord*s said to Moses and Aaron,"
    },
    {
        "o": 3338,
        "r": "niv:Leviticus:13:2",
        "t": "“When anyone has a swelling or a rash or a shiny spot on their skin that may be a defiling skin disease, they must be brought to Aaron the priest or to one of his sons who is a priest."
    },
    {
        "o": 3339,
        "r": "niv:Leviticus:13:3",
        "t": "The priest is to examine the sore on the skin, and if the hair in the sore has turned white and the sore appears to be more than skin deep, it is a defiling skin disease. When the priest examines that person, he shall pronounce them ceremonially unclean."
    },
    {
        "o": 3340,
        "r": "niv:Leviticus:13:4",
        "t": "If the shiny spot on the skin is white but does not appear to be more than skin deep and the hair in it has not turned white, the priest is to isolate the affected person for seven days."
    },
    {
        "o": 3341,
        "r": "niv:Leviticus:13:5",
        "t": "On the seventh day the priest is to examine them, and if he sees that the sore is unchanged and has not spread in the skin, he is to isolate them for another seven days."
    },
    {
        "o": 3342,
        "r": "niv:Leviticus:13:6",
        "t": "On the seventh day the priest is to examine them again, and if the sore has faded and has not spread in the skin, the priest shall pronounce them clean; it is only a rash. They must wash their clothes, and they will be clean."
    },
    {
        "o": 3343,
        "r": "niv:Leviticus:13:7",
        "t": "But if the rash does spread in their skin after they have shown themselves to the priest to be pronounced clean, they must appear before the priest again."
    },
    {
        "o": 3344,
        "r": "niv:Leviticus:13:8",
        "t": "The priest is to examine that person, and if the rash has spread in the skin, he shall pronounce them unclean; it is a defiling skin disease."
    },
    {
        "o": 3345,
        "r": "niv:Leviticus:13:9",
        "t": "“When*p anyone has a defiling skin disease, they must be brought to the priest."
    },
    {
        "o": 3346,
        "r": "niv:Leviticus:13:10",
        "t": "The priest is to examine them, and if there is a white swelling in the skin that has turned the hair white and if there is raw flesh in the swelling,"
    },
    {
        "o": 3347,
        "r": "niv:Leviticus:13:11",
        "t": "it is a chronic skin disease and the priest shall pronounce them unclean. He is not to isolate them, because they are already unclean."
    },
    {
        "o": 3348,
        "r": "niv:Leviticus:13:12",
        "t": "“If*p the disease breaks out all over their skin and, so far as the priest can see, it covers all the skin of the affected person from head to foot,"
    },
    {
        "o": 3349,
        "r": "niv:Leviticus:13:13",
        "t": "the priest is to examine them, and if the disease has covered their whole body, he shall pronounce them clean. Since it has all turned white, they are clean."
    },
    {
        "o": 3350,
        "r": "niv:Leviticus:13:14",
        "t": "But whenever raw flesh appears on them, they will be unclean."
    },
    {
        "o": 3351,
        "r": "niv:Leviticus:13:15",
        "t": "When the priest sees the raw flesh, he shall pronounce them unclean. The raw flesh is unclean; they have a defiling disease."
    },
    {
        "o": 3352,
        "r": "niv:Leviticus:13:16",
        "t": "If the raw flesh changes and turns white, they must go to the priest."
    },
    {
        "o": 3353,
        "r": "niv:Leviticus:13:17",
        "t": "The priest is to examine them, and if the sores have turned white, the priest shall pronounce the affected person clean; then they will be clean."
    },
    {
        "o": 3354,
        "r": "niv:Leviticus:13:18",
        "t": "“When*p someone has a boil on their skin and it heals,"
    },
    {
        "o": 3355,
        "r": "niv:Leviticus:13:19",
        "t": "and in the place where the boil was, a white swelling or reddish-white spot appears, they must present themselves to the priest."
    },
    {
        "o": 3356,
        "r": "niv:Leviticus:13:20",
        "t": "The priest is to examine it, and if it appears to be more than skin deep and the hair in it has turned white, the priest shall pronounce that person unclean. It is a defiling skin disease that has broken out where the boil was."
    },
    {
        "o": 3357,
        "r": "niv:Leviticus:13:21",
        "t": "But if, when the priest examines it, there is no white hair in it and it is not more than skin deep and has faded, then the priest is to isolate them for seven days."
    },
    {
        "o": 3358,
        "r": "niv:Leviticus:13:22",
        "t": "If it is spreading in the skin, the priest shall pronounce them unclean; it is a defiling disease."
    },
    {
        "o": 3359,
        "r": "niv:Leviticus:13:23",
        "t": "But if the spot is unchanged and has not spread, it is only a scar from the boil, and the priest shall pronounce them clean."
    },
    {
        "o": 3360,
        "r": "niv:Leviticus:13:24",
        "t": "“When*p someone has a burn on their skin and a reddish-white or white spot appears in the raw flesh of the burn,"
    },
    {
        "o": 3361,
        "r": "niv:Leviticus:13:25",
        "t": "the priest is to examine the spot, and if the hair in it has turned white, and it appears to be more than skin deep, it is a defiling disease that has broken out in the burn. The priest shall pronounce them unclean; it is a defiling skin disease."
    },
    {
        "o": 3362,
        "r": "niv:Leviticus:13:26",
        "t": "But if the priest examines it and there is no white hair in the spot and if it is not more than skin deep and has faded, then the priest is to isolate them for seven days."
    },
    {
        "o": 3363,
        "r": "niv:Leviticus:13:27",
        "t": "On the seventh day the priest is to examine that person, and if it is spreading in the skin, the priest shall pronounce them unclean; it is a defiling skin disease."
    },
    {
        "o": 3364,
        "r": "niv:Leviticus:13:28",
        "t": "If, however, the spot is unchanged and has not spread in the skin but has faded, it is a swelling from the burn, and the priest shall pronounce them clean; it is only a scar from the burn."
    },
    {
        "o": 3365,
        "r": "niv:Leviticus:13:29",
        "t": "“If*p a man or woman has a sore on their head or chin,"
    },
    {
        "o": 3366,
        "r": "niv:Leviticus:13:30",
        "t": "the priest is to examine the sore, and if it appears to be more than skin deep and the hair in it is yellow and thin, the priest shall pronounce them unclean; it is a defiling skin disease on the head or chin."
    },
    {
        "o": 3367,
        "r": "niv:Leviticus:13:31",
        "t": "But if, when the priest examines the sore, it does not seem to be more than skin deep and there is no black hair in it, then the priest is to isolate the affected person for seven days."
    },
    {
        "o": 3368,
        "r": "niv:Leviticus:13:32",
        "t": "On the seventh day the priest is to examine the sore, and if it has not spread and there is no yellow hair in it and it does not appear to be more than skin deep,"
    },
    {
        "o": 3369,
        "r": "niv:Leviticus:13:33",
        "t": "then the man or woman must shave themselves, except for the affected area, and the priest is to keep them isolated another seven days."
    },
    {
        "o": 3370,
        "r": "niv:Leviticus:13:34",
        "t": "On the seventh day the priest is to examine the sore, and if it has not spread in the skin and appears to be no more than skin deep, the priest shall pronounce them clean. They must wash their clothes, and they will be clean."
    },
    {
        "o": 3371,
        "r": "niv:Leviticus:13:35",
        "t": "But if the sore does spread in the skin after they are pronounced clean,"
    },
    {
        "o": 3372,
        "r": "niv:Leviticus:13:36",
        "t": "the priest is to examine them, and if he finds that the sore has spread in the skin, he does not need to look for yellow hair; they are unclean."
    },
    {
        "o": 3373,
        "r": "niv:Leviticus:13:37",
        "t": "If, however, the sore is unchanged so far as the priest can see, and if black hair has grown in it, the affected person is healed. They are clean, and the priest shall pronounce them clean."
    },
    {
        "o": 3374,
        "r": "niv:Leviticus:13:38",
        "t": "“When*p a man or woman has white spots on the skin,"
    },
    {
        "o": 3375,
        "r": "niv:Leviticus:13:39",
        "t": "the priest is to examine them, and if the spots are dull white, it is a harmless rash that has broken out on the skin; they are clean."
    },
    {
        "o": 3376,
        "r": "niv:Leviticus:13:40",
        "t": "“A*p man who has lost his hair and is bald is clean."
    },
    {
        "o": 3377,
        "r": "niv:Leviticus:13:41",
        "t": "If he has lost his hair from the front of his scalp and has a bald forehead, he is clean."
    },
    {
        "o": 3378,
        "r": "niv:Leviticus:13:42",
        "t": "But if he has a reddish-white sore on his bald head or forehead, it is a defiling disease breaking out on his head or forehead."
    },
    {
        "o": 3379,
        "r": "niv:Leviticus:13:43",
        "t": "The priest is to examine him, and if the swollen sore on his head or forehead is reddish-white like a defiling skin disease,"
    },
    {
        "o": 3380,
        "r": "niv:Leviticus:13:44",
        "t": "the man is diseased and is unclean. The priest shall pronounce him unclean because of the sore on his head."
    },
    {
        "o": 3381,
        "r": "niv:Leviticus:13:45",
        "t": "“Anyone*p with such a defiling disease must wear torn clothes, let their hair be unkempt, cover the lower part of their face and cry out, ‘Unclean! Unclean!’"
    },
    {
        "o": 3382,
        "r": "niv:Leviticus:13:46",
        "t": "As long as they have the disease they remain unclean. They must live alone; they must live outside the camp."
    },
    {
        "o": 3383,
        "r": "niv:Leviticus:13:46",
        "t": "Regulations About Defiling Molds",
        "h": 2
    },
    {
        "o": 3384,
        "r": "niv:Leviticus:13:47",
        "t": "“As*p for any fabric that is spoiled with a defiling mold—any woolen or linen clothing,"
    },
    {
        "o": 3385,
        "r": "niv:Leviticus:13:48",
        "t": "any woven or knitted material of linen or wool, any leather or anything made of leather—"
    },
    {
        "o": 3386,
        "r": "niv:Leviticus:13:49",
        "t": "if the affected area in the fabric, the leather, the woven or knitted material, or any leather article, is greenish or reddish, it is a defiling mold and must be shown to the priest."
    },
    {
        "o": 3387,
        "r": "niv:Leviticus:13:50",
        "t": "The priest is to examine the affected area and isolate the article for seven days."
    },
    {
        "o": 3388,
        "r": "niv:Leviticus:13:51",
        "t": "On the seventh day he is to examine it, and if the mold has spread in the fabric, the woven or knitted material, or the leather, whatever its use, it is a persistent defiling mold; the article is unclean."
    },
    {
        "o": 3389,
        "r": "niv:Leviticus:13:52",
        "t": "He must burn the fabric, the woven or knitted material of wool or linen, or any leather article that has been spoiled; because the defiling mold is persistent, the article must be burned."
    },
    {
        "o": 3390,
        "r": "niv:Leviticus:13:53",
        "t": "“But*p if, when the priest examines it, the mold has not spread in the fabric, the woven or knitted material, or the leather article,"
    },
    {
        "o": 3391,
        "r": "niv:Leviticus:13:54",
        "t": "he shall order that the spoiled article be washed. Then he is to isolate it for another seven days."
    },
    {
        "o": 3392,
        "r": "niv:Leviticus:13:55",
        "t": "After the article has been washed, the priest is to examine it again, and if the mold has not changed its appearance, even though it has not spread, it is unclean. Burn it, no matter which side of the fabric has been spoiled."
    },
    {
        "o": 3393,
        "r": "niv:Leviticus:13:56",
        "t": "If, when the priest examines it, the mold has faded after the article has been washed, he is to tear the spoiled part out of the fabric, the leather, or the woven or knitted material."
    },
    {
        "o": 3394,
        "r": "niv:Leviticus:13:57",
        "t": "But if it reappears in the fabric, in the woven or knitted material, or in the leather article, it is a spreading mold; whatever has the mold must be burned."
    },
    {
        "o": 3395,
        "r": "niv:Leviticus:13:58",
        "t": "Any fabric, woven or knitted material, or any leather article that has been washed and is rid of the mold, must be washed again. Then it will be clean.”"
    },
    {
        "o": 3396,
        "r": "niv:Leviticus:13:59",
        "t": "These*p are the regulations concerning defiling molds in woolen or linen clothing, woven or knitted material, or any leather article, for pronouncing them clean or unclean."
    }
]
