[
    {
        "o": 20820,
        "r": "csb:Isaiah:46:0",
        "t": "Isaiah 46",
        "h": 1
    },
    {
        "o": 20821,
        "r": "csb:Isaiah:46:0",
        "t": "There Is No One Like God",
        "h": 2
    },
    {
        "o": 20822,
        "r": "csb:Isaiah:46:1",
        "t": "Bel*pn crouches; Nebo cowers. Idols*ln depicting them are consigned to beasts and cattle. The*ln images you carry are loaded, as*ln a burden for the weary animal."
    },
    {
        "o": 20823,
        "r": "csb:Isaiah:46:2",
        "t": "The*ln gods cower; they crouch together; they*ln are not able to rescue the burden, but*ln they themselves go into captivity."
    },
    {
        "o": 20824,
        "r": "csb:Isaiah:46:3",
        "t": "“Listen*pn to me, house of Jacob, all*ln the remnant of the house of Israel, who*ln have been sustained from the womb, carried*ln along since birth."
    },
    {
        "o": 20825,
        "r": "csb:Isaiah:46:4",
        "t": "I*ln will be the same until your old age, and*ln I will bear you up when you turn gray. I*ln have made you, and I will carry you; I*ln will bear and rescue you."
    },
    {
        "o": 20826,
        "r": "csb:Isaiah:46:5",
        "t": "“To*pn whom will you compare me or make me equal? Who*ln will you measure me with, so*ln that we should be like each other?"
    },
    {
        "o": 20827,
        "r": "csb:Isaiah:46:6",
        "t": "Those*ln who pour out their bags of gold and*ln weigh out silver on scales — they*ln hire a goldsmith and he makes it into a god. Then*ln they kneel and bow down to it."
    },
    {
        "o": 20828,
        "r": "csb:Isaiah:46:7",
        "t": "They*ln lift it to their shoulder and bear it along; they*ln set it in its place, and there it stands; it*ln does not budge from its place. They*ln cry out to it but it doesn’t answer; it*ln saves no one from his trouble."
    },
    {
        "o": 20829,
        "r": "csb:Isaiah:46:8",
        "t": "“Remember*pn this and be brave; take*ln it to heart, you transgressors!"
    },
    {
        "o": 20830,
        "r": "csb:Isaiah:46:9",
        "t": "Remember*ln what happened long ago, for*ln I am God, and there is no other; I*ln am God, and no one is like me."
    },
    {
        "o": 20831,
        "r": "csb:Isaiah:46:10",
        "t": "I*ln declare the end from the beginning, and*ln from long ago what is not yet done, saying:*ln my plan will take place, and*ln I will do all my will."
    },
    {
        "o": 20832,
        "r": "csb:Isaiah:46:11",
        "t": "I*ln call a bird of prey from the east, a*ln man for my purpose from a far country. Yes,*ln I have spoken; so I will also bring it about. I*ln have planned it; I will also do it."
    },
    {
        "o": 20833,
        "r": "csb:Isaiah:46:12",
        "t": "Listen*ln to me, you hardhearted, far*ln removed from justice:"
    },
    {
        "o": 20834,
        "r": "csb:Isaiah:46:13",
        "t": "I*ln am bringing my justice near; it*ln is not far away, and*ln my salvation will not delay. I*ln will put salvation in Zion, my*ln splendor in Israel."
    }
]
