[
    {
        "o": 23138,
        "r": "kjv:Hosea:4:0",
        "t": "Hosea 4",
        "h": 1
    },
    {
        "o": 23139,
        "r": "kjv:Hosea:4:1",
        "t": "Hear*p the word of the Lord,*s ye children of Israel: for the Lord*s hath a controversy with the inhabitants of the land, because there is no truth, nor mercy, nor knowledge of God in the land."
    },
    {
        "o": 23140,
        "r": "kjv:Hosea:4:2",
        "t": "By*p swearing, and lying, and killing, and stealing, and committing adultery, they break out, and blood toucheth blood."
    },
    {
        "o": 23141,
        "r": "kjv:Hosea:4:3",
        "t": "Therefore*p shall the land mourn, and every one that dwelleth therein shall languish, with the beasts of the field, and with the fowls of heaven; yea, the fishes of the sea also shall be taken away."
    },
    {
        "o": 23142,
        "r": "kjv:Hosea:4:4",
        "t": "Yet*p let no man strive, nor reprove another: for thy people are as they that strive with the priest."
    },
    {
        "o": 23143,
        "r": "kjv:Hosea:4:5",
        "t": "Therefore*p shalt thou fall in the day, and the prophet also shall fall with thee in the night, and I will destroy thy mother."
    },
    {
        "o": 23144,
        "r": "kjv:Hosea:4:6",
        "t": "My*p people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children."
    },
    {
        "o": 23145,
        "r": "kjv:Hosea:4:7",
        "t": "As*p they were increased, so they sinned against me: therefore will I change their glory into shame."
    },
    {
        "o": 23146,
        "r": "kjv:Hosea:4:8",
        "t": "They*p eat up the sin of my people, and they set their heart on their iniquity."
    },
    {
        "o": 23147,
        "r": "kjv:Hosea:4:9",
        "t": "And*p there shall be, like people, like priest: and I will punish them for their ways, and reward them their doings."
    },
    {
        "o": 23148,
        "r": "kjv:Hosea:4:10",
        "t": "For*p they shall eat, and not have enough: they shall commit whoredom, and shall not increase: because they have left off to take heed to the Lord.*s"
    },
    {
        "o": 23149,
        "r": "kjv:Hosea:4:11",
        "t": "Whoredom*p and wine and new wine take away the heart."
    },
    {
        "o": 23150,
        "r": "kjv:Hosea:4:12",
        "t": "My*p people ask counsel at their stocks, and their staff declareth unto them: for the spirit of whoredoms hath caused them to err, and they have gone a whoring from under their God."
    },
    {
        "o": 23151,
        "r": "kjv:Hosea:4:13",
        "t": "They*p sacrifice upon the tops of the mountains, and burn incense upon the hills, under oaks and poplars and elms, because the shadow thereof is good: therefore your daughters shall commit whoredom, and your spouses shall commit adultery."
    },
    {
        "o": 23152,
        "r": "kjv:Hosea:4:14",
        "t": "I*p will not punish your daughters when they commit whoredom, nor your spouses when they commit adultery: for themselves are separated with whores, and they sacrifice with harlots: therefore the people that doth not understand shall fall."
    },
    {
        "o": 23153,
        "r": "kjv:Hosea:4:15",
        "t": "Though*p thou, Israel, play the harlot, yet let not Judah offend; and come not ye unto Gilgal, neither go ye up to Beth–aven, nor swear, The Lord*s liveth."
    },
    {
        "o": 23154,
        "r": "kjv:Hosea:4:16",
        "t": "For*p Israel slideth back as a backsliding heifer: now the Lord*s will feed them as a lamb in a large place."
    },
    {
        "o": 23155,
        "r": "kjv:Hosea:4:17",
        "t": "Ephraim*p is joined to idols: let him alone."
    },
    {
        "o": 23156,
        "r": "kjv:Hosea:4:18",
        "t": "Their*p drink is sour: they have committed whoredom continually: her rulers with shame do love, Give ye."
    },
    {
        "o": 23157,
        "r": "kjv:Hosea:4:19",
        "t": "The*p wind hath bound her up in her wings, and they shall be ashamed because of their sacrifices."
    }
]
