[
    {
        "o": 8507,
        "r": "esv:1 Samuel:21:0",
        "t": "1 Samuel 21",
        "h": 1
    },
    {
        "o": 8508,
        "r": "esv:1 Samuel:21:0",
        "t": "David and the Holy Bread",
        "h": 2
    },
    {
        "o": 8509,
        "r": "esv:1 Samuel:21:1",
        "t": "Then*p David came to Nob, to Ahimelech the priest. And Ahimelech came to meet David, trembling, and said to him, “Why are you alone, and no one with you?”"
    },
    {
        "o": 8510,
        "r": "esv:1 Samuel:21:2",
        "t": "And David said to Ahimelech the priest, “The king has charged me with a matter and said to me, ‘Let no one know anything of the matter about which I send you, and with which I have charged you.’ I have made an appointment with the young men for such and such a place."
    },
    {
        "o": 8511,
        "r": "esv:1 Samuel:21:3",
        "t": "Now then, what do you have on hand? Give me five loaves of bread, or whatever is here.”"
    },
    {
        "o": 8512,
        "r": "esv:1 Samuel:21:4",
        "t": "And the priest answered David, “I have no common bread on hand, but there is holy bread— if the young men have kept themselves from women.”"
    },
    {
        "o": 8513,
        "r": "esv:1 Samuel:21:5",
        "t": "And David answered the priest, “Truly women have been kept from us as always when I go on an expedition. The vessels of the young men are holy even when it is an ordinary journey. How much more today will their vessels be holy?”"
    },
    {
        "o": 8514,
        "r": "esv:1 Samuel:21:6",
        "t": "So the priest gave him the holy bread, for there was no bread there but the bread of the Presence, which is removed from before the Lord,*s to be replaced by hot bread on the day it is taken away."
    },
    {
        "o": 8515,
        "r": "esv:1 Samuel:21:7",
        "t": "Now*p a certain man of the servants of Saul was there that day, detained before the Lord.*s His name was Doeg the Edomite, the chief of Saul’s herdsmen."
    },
    {
        "o": 8516,
        "r": "esv:1 Samuel:21:8",
        "t": "Then*p David said to Ahimelech, “Then have you not here a spear or a sword at hand? For I have brought neither my sword nor my weapons with me, because the king’s business required haste.”"
    },
    {
        "o": 8517,
        "r": "esv:1 Samuel:21:9",
        "t": "And the priest said, “The sword of Goliath the Philistine, whom you struck down in the Valley of Elah, behold, it is here wrapped in a cloth behind the ephod. If you will take that, take it, for there is none but that here.” And David said, “There is none like that; give it to me.”"
    },
    {
        "o": 8518,
        "r": "esv:1 Samuel:21:9",
        "t": "David Flees to Gath",
        "h": 2
    },
    {
        "o": 8519,
        "r": "esv:1 Samuel:21:10",
        "t": "And*p David rose and fled that day from Saul and went to Achish the king of Gath."
    },
    {
        "o": 8520,
        "r": "esv:1 Samuel:21:11",
        "t": "And the servants of Achish said to him, “Is not this David the king of the land? Did they not sing to one another of him in dances, ‘Saul*pn has struck down his thousands, and*ld David his ten thousands’?”"
    },
    {
        "o": 8521,
        "r": "esv:1 Samuel:21:12",
        "t": "And*p David took these words to heart and was much afraid of Achish the king of Gath."
    },
    {
        "o": 8522,
        "r": "esv:1 Samuel:21:13",
        "t": "So he changed his behavior before them and pretended to be insane in their hands and made marks on the doors of the gate and let his spittle run down his beard."
    },
    {
        "o": 8523,
        "r": "esv:1 Samuel:21:14",
        "t": "Then Achish said to his servants, “Behold, you see the man is mad. Why then have you brought him to me?"
    },
    {
        "o": 8524,
        "r": "esv:1 Samuel:21:15",
        "t": "Do I lack madmen, that you have brought this fellow to behave as a madman in my presence? Shall this fellow come into my house?”"
    }
]
