[
    {
        "o": 12805,
        "r": "nasb:2 Chronicles:22:0",
        "t": "2 Chronicles 22",
        "h": 1
    },
    {
        "o": 12806,
        "r": "nasb:2 Chronicles:22:0",
        "t": "Ahaziah Succeeds Jehoram in Judah",
        "h": 2
    },
    {
        "o": 12807,
        "r": "nasb:2 Chronicles:22:1",
        "t": "Then*p the inhabitants of Jerusalem made Ahaziah, his youngest son, king in his place, for the band of men who came with the Arabs to the camp had slain all the older sons.*i So Ahaziah the son of Jehoram king of Judah began to reign."
    },
    {
        "o": 12808,
        "r": "nasb:2 Chronicles:22:2",
        "t": "Ahaziah was*i twenty-two years old when he became king, and he reigned one year in Jerusalem. And his mother’s name was Athaliah, the granddaughter of Omri."
    },
    {
        "o": 12809,
        "r": "nasb:2 Chronicles:22:3",
        "t": "He also walked in the ways of the house of Ahab, for his mother was his counselor to do wickedly."
    },
    {
        "o": 12810,
        "r": "nasb:2 Chronicles:22:4",
        "t": "He did evil in the sight of the Lord*s like the house of Ahab, for they were his counselors after the death of his father, to his destruction."
    },
    {
        "o": 12811,
        "r": "nasb:2 Chronicles:22:4",
        "t": "Ahaziah Allies with Jehoram of Israel",
        "h": 2
    },
    {
        "o": 12812,
        "r": "nasb:2 Chronicles:22:5",
        "t": "He*p also walked according to their counsel, and went with Jehoram the son of Ahab king of Israel to wage war against Hazael king of Aram at Ramoth-gilead. But the Arameans wounded Joram."
    },
    {
        "o": 12813,
        "r": "nasb:2 Chronicles:22:6",
        "t": "So he returned to be healed in Jezreel of the wounds which they had inflicted on him at Ramah, when he fought against Hazael king of Aram. And Ahaziah, the son of Jehoram king of Judah, went down to see Jehoram the son of Ahab in Jezreel, because he was sick."
    },
    {
        "o": 12814,
        "r": "nasb:2 Chronicles:22:7",
        "t": "Now*p the destruction of Ahaziah was from God, in that he went to Joram. For when he came, he went out with Jehoram against Jehu the son of Nimshi, whom the Lord*s had anointed to cut off the house of Ahab."
    },
    {
        "o": 12815,
        "r": "nasb:2 Chronicles:22:7",
        "t": "Jehu Murders Princes of Judah",
        "h": 2
    },
    {
        "o": 12816,
        "r": "nasb:2 Chronicles:22:8",
        "t": "It*p came about when Jehu was executing judgment on the house of Ahab, he found the princes of Judah and the sons of Ahaziah’s brothers ministering to Ahaziah, and slew them."
    },
    {
        "o": 12817,
        "r": "nasb:2 Chronicles:22:9",
        "t": "He also sought Ahaziah, and they caught him while he was hiding in Samaria; they brought him to Jehu, put him to death and buried him. For they said, “He is the son of Jehoshaphat, who sought the Lord*s with all his heart.” So there was no one of the house of Ahaziah to retain the power of the kingdom."
    },
    {
        "o": 12818,
        "r": "nasb:2 Chronicles:22:10",
        "t": "Now*p when Athaliah the mother of Ahaziah saw that her son was dead, she rose and destroyed all the royal offspring of the house of Judah."
    },
    {
        "o": 12819,
        "r": "nasb:2 Chronicles:22:11",
        "t": "But Jehoshabeath the king’s daughter took Joash the son of Ahaziah, and stole him from among the king’s sons who were being put to death, and placed him and his nurse in the bedroom. So Jehoshabeath, the daughter of King Jehoram, the wife of Jehoiada the priest (for she was the sister of Ahaziah), hid him from Athaliah so that she would not put him to death."
    },
    {
        "o": 12820,
        "r": "nasb:2 Chronicles:22:12",
        "t": "He was hidden with them in the house of God six years while Athaliah reigned over the land."
    }
]
