[
    {
        "o": 14907,
        "r": "kjv:Psalm:33:0",
        "t": "Psalm 33",
        "h": 1
    },
    {
        "o": 14908,
        "r": "kjv:Psalm:33:1",
        "t": "Rejoice*p in the Lord,*s O ye righteous: for praise is comely for the upright."
    },
    {
        "o": 14909,
        "r": "kjv:Psalm:33:2",
        "t": "Praise*p the Lord*s with harp: sing unto him with the psaltery and an instrument of ten strings."
    },
    {
        "o": 14910,
        "r": "kjv:Psalm:33:3",
        "t": "Sing*p unto him a new song; play skilfully with a loud noise."
    },
    {
        "o": 14911,
        "r": "kjv:Psalm:33:4",
        "t": "For*p the word of the Lord*s is right; and all his works are done in truth."
    },
    {
        "o": 14912,
        "r": "kjv:Psalm:33:5",
        "t": "He*p loveth righteousness and judgment: the earth is full of the goodness of the Lord.*s"
    },
    {
        "o": 14913,
        "r": "kjv:Psalm:33:6",
        "t": "By*p the word of the Lord*s were the heavens made; and all the host of them by the breath of his mouth."
    },
    {
        "o": 14914,
        "r": "kjv:Psalm:33:7",
        "t": "He*p gathereth the waters of the sea together as an heap: he layeth up the depth in storehouses."
    },
    {
        "o": 14915,
        "r": "kjv:Psalm:33:8",
        "t": "Let*p all the earth fear the Lord:*s let all the inhabitants of the world stand in awe of him."
    },
    {
        "o": 14916,
        "r": "kjv:Psalm:33:9",
        "t": "For*p he spake, and it was done; he commanded, and it stood fast."
    },
    {
        "o": 14917,
        "r": "kjv:Psalm:33:10",
        "t": "The*p Lord*s bringeth the counsel of the heathen to nought: he maketh the devices of the people of none effect."
    },
    {
        "o": 14918,
        "r": "kjv:Psalm:33:11",
        "t": "The*p counsel of the Lord*s standeth for ever, the thoughts of his heart to all generations."
    },
    {
        "o": 14919,
        "r": "kjv:Psalm:33:12",
        "t": "Blessed*p is the nation whose God is the Lord;*s and the people whom he hath chosen for his own inheritance."
    },
    {
        "o": 14920,
        "r": "kjv:Psalm:33:13",
        "t": "The*p Lord*s looketh from heaven; he beholdeth all the sons of men."
    },
    {
        "o": 14921,
        "r": "kjv:Psalm:33:14",
        "t": "From*p the place of his habitation he looketh upon all the inhabitants of the earth."
    },
    {
        "o": 14922,
        "r": "kjv:Psalm:33:15",
        "t": "He*p fashioneth their hearts alike; he considereth all their works."
    },
    {
        "o": 14923,
        "r": "kjv:Psalm:33:16",
        "t": "There*p is no king saved by the multitude of an host: a mighty man is not delivered by much strength."
    },
    {
        "o": 14924,
        "r": "kjv:Psalm:33:17",
        "t": "An*p horse is a vain thing for safety: neither shall he deliver any by his great strength."
    },
    {
        "o": 14925,
        "r": "kjv:Psalm:33:18",
        "t": "Behold,*p the eye of the Lord*s is upon them that fear him, upon them that hope in his mercy;"
    },
    {
        "o": 14926,
        "r": "kjv:Psalm:33:19",
        "t": "To*p deliver their soul from death, and to keep them alive in famine."
    },
    {
        "o": 14927,
        "r": "kjv:Psalm:33:20",
        "t": "Our*p soul waiteth for the Lord:*s he is our help and our shield."
    },
    {
        "o": 14928,
        "r": "kjv:Psalm:33:21",
        "t": "For*p our heart shall rejoice in him, because we have trusted in his holy name."
    },
    {
        "o": 14929,
        "r": "kjv:Psalm:33:22",
        "t": "Let*p thy mercy, O Lord,*s be upon us, according as we hope in thee."
    }
]
