[
    {
        "o": 24387,
        "r": "csb:Ezekiel:47:0",
        "t": "Ezekiel 47",
        "h": 1
    },
    {
        "o": 24388,
        "r": "csb:Ezekiel:47:0",
        "t": "The Life-Giving River",
        "h": 2
    },
    {
        "o": 24389,
        "r": "csb:Ezekiel:47:1",
        "t": "Then*p he brought me back to the entrance of the temple and there was water flowing from under the threshold of the temple toward the east, for the temple faced east. The water was coming down from under the south side of the threshold of the temple, south of the altar."
    },
    {
        "o": 24390,
        "r": "csb:Ezekiel:47:2",
        "t": "Next he brought me out by way of the north gate and led me around the outside to the outer gate that faced east; there the water was trickling from the south side."
    },
    {
        "o": 24391,
        "r": "csb:Ezekiel:47:3",
        "t": "As the man went out east with a measuring line in his hand, he measured off a third of a mile and led me through the water. It came up to my ankles."
    },
    {
        "o": 24392,
        "r": "csb:Ezekiel:47:4",
        "t": "Then he measured off a third of a mile and led me through the water. It came up to my knees. He measured off another third of a mile and led me through the water. It came up to my waist."
    },
    {
        "o": 24393,
        "r": "csb:Ezekiel:47:5",
        "t": "Again he measured off a third of a mile, and it was a river that I could not cross on foot. For the water had risen; it was deep enough to swim in, a river that could not be crossed on foot."
    },
    {
        "o": 24394,
        "r": "csb:Ezekiel:47:6",
        "t": "He*p asked me, “Do you see this, son of man?” Then he led me back to the bank of the river."
    },
    {
        "o": 24395,
        "r": "csb:Ezekiel:47:7",
        "t": "When I had returned, I saw a very large number of trees along both sides of the riverbank."
    },
    {
        "o": 24396,
        "r": "csb:Ezekiel:47:8",
        "t": "He said to me, “This water flows out to the eastern region and goes down to the Arabah. When it enters the sea, the sea of foul water, the water of the sea becomes fresh."
    },
    {
        "o": 24397,
        "r": "csb:Ezekiel:47:9",
        "t": "Every kind of living creature that swarms will live wherever the river flows, and there will be a huge number of fish because this water goes there. Since the water will become fresh, there will be life everywhere the river goes."
    },
    {
        "o": 24398,
        "r": "csb:Ezekiel:47:10",
        "t": "Fishermen will stand beside it from En-gedi to En-eglaim. These will become places where nets are spread out to dry. Their fish will consist of many different kinds, like the fish of the Mediterranean Sea."
    },
    {
        "o": 24399,
        "r": "csb:Ezekiel:47:11",
        "t": "Yet its swamps and marshes will not be healed; they will be left for salt."
    },
    {
        "o": 24400,
        "r": "csb:Ezekiel:47:12",
        "t": "All kinds of trees providing food will grow along both banks of the river. Their leaves will not wither, and their fruit will not fail. Each month they will bear fresh fruit because the water comes from the sanctuary. Their fruit will be used for eating and their leaves for healing.”"
    },
    {
        "o": 24401,
        "r": "csb:Ezekiel:47:12",
        "t": "The Borders of the Land",
        "h": 2
    },
    {
        "o": 24402,
        "r": "csb:Ezekiel:47:13",
        "t": "This*p is what the Lord God*s says: “This is the border you will use to divide the land as an inheritance for the twelve tribes of Israel. Joseph will receive two shares."
    },
    {
        "o": 24403,
        "r": "csb:Ezekiel:47:14",
        "t": "You will inherit it in equal portions, since I swore to give it to your ancestors. So this land will fall to you as an inheritance."
    },
    {
        "o": 24404,
        "r": "csb:Ezekiel:47:15",
        "t": "This*p is to be the border of the land: On*p the north side it will extend from the Mediterranean Sea by way of Hethlon and Lebo-hamath to Zedad,"
    },
    {
        "o": 24405,
        "r": "csb:Ezekiel:47:16",
        "t": "Berothah, and Sibraim (which is between the border of Damascus and the border of Hamath), as far as Hazer-hatticon, which is on the border of Hauran."
    },
    {
        "o": 24406,
        "r": "csb:Ezekiel:47:17",
        "t": "So the border will run from the sea to Hazar-enon at the border of Damascus, with the territory of Hamath to the north. This will be the northern side."
    },
    {
        "o": 24407,
        "r": "csb:Ezekiel:47:18",
        "t": "On*p the east side it will run between Hauran and Damascus, along the Jordan between Gilead and the land of Israel; you will measure from the northern border to the eastern sea. This will be the eastern side."
    },
    {
        "o": 24408,
        "r": "csb:Ezekiel:47:19",
        "t": "On*p the south side it will run from Tamar to the Waters of Meribath-kadesh, and on to the Brook of Egypt as far as the Mediterranean Sea. This will be the southern side."
    },
    {
        "o": 24409,
        "r": "csb:Ezekiel:47:20",
        "t": "On*p the west side the Mediterranean Sea will be the border, from the southern border up to a point opposite Lebo-hamath. This will be the western side."
    },
    {
        "o": 24410,
        "r": "csb:Ezekiel:47:21",
        "t": "“You*p are to divide this land among yourselves according to the tribes of Israel."
    },
    {
        "o": 24411,
        "r": "csb:Ezekiel:47:22",
        "t": "You will allot it as an inheritance for yourselves and for the aliens residing among you, who have fathered children among you. You will treat them like native-born Israelites; along with you, they will be allotted an inheritance among the tribes of Israel."
    },
    {
        "o": 24412,
        "r": "csb:Ezekiel:47:23",
        "t": "In whatever tribe the alien resides, you will assign his inheritance there.” This is the declaration of the Lord God.*s"
    }
]
