[
    {
        "o": 7532,
        "r": "esv:Judges:13:0",
        "t": "Judges 13",
        "h": 1
    },
    {
        "o": 7533,
        "r": "esv:Judges:13:0",
        "t": "The Birth of Samson",
        "h": 2
    },
    {
        "o": 7534,
        "r": "esv:Judges:13:1",
        "t": "And*p the people of Israel again did what was evil in the sight of the Lord,*s so the Lord*s gave them into the hand of the Philistines for forty years."
    },
    {
        "o": 7535,
        "r": "esv:Judges:13:2",
        "t": "There*p was a certain man of Zorah, of the tribe of the Danites, whose name was Manoah. And his wife was barren and had no children."
    },
    {
        "o": 7536,
        "r": "esv:Judges:13:3",
        "t": "And the angel of the Lord*s appeared to the woman and said to her, “Behold, you are barren and have not borne children, but you shall conceive and bear a son."
    },
    {
        "o": 7537,
        "r": "esv:Judges:13:4",
        "t": "Therefore be careful and drink no wine or strong drink, and eat nothing unclean,"
    },
    {
        "o": 7538,
        "r": "esv:Judges:13:5",
        "t": "for behold, you shall conceive and bear a son. No razor shall come upon his head, for the child shall be a Nazirite to God from the womb, and he shall begin to save Israel from the hand of the Philistines.”"
    },
    {
        "o": 7539,
        "r": "esv:Judges:13:6",
        "t": "Then the woman came and told her husband, “A man of God came to me, and his appearance was like the appearance of the angel of God, very awesome. I did not ask him where he was from, and he did not tell me his name,"
    },
    {
        "o": 7540,
        "r": "esv:Judges:13:7",
        "t": "but he said to me, ‘Behold, you shall conceive and bear a son. So then drink no wine or strong drink, and eat nothing unclean, for the child shall be a Nazirite to God from the womb to the day of his death.’”"
    },
    {
        "o": 7541,
        "r": "esv:Judges:13:8",
        "t": "Then*p Manoah prayed to the Lord*s and said, “O Lord, please let the man of God whom you sent come again to us and teach us what we are to do with the child who will be born.”"
    },
    {
        "o": 7542,
        "r": "esv:Judges:13:9",
        "t": "And God listened to the voice of Manoah, and the angel of God came again to the woman as she sat in the field. But Manoah her husband was not with her."
    },
    {
        "o": 7543,
        "r": "esv:Judges:13:10",
        "t": "So the woman ran quickly and told her husband, “Behold, the man who came to me the other day has appeared to me.”"
    },
    {
        "o": 7544,
        "r": "esv:Judges:13:11",
        "t": "And Manoah arose and went after his wife and came to the man and said to him, “Are you the man who spoke to this woman?” And he said, “I am.”"
    },
    {
        "o": 7545,
        "r": "esv:Judges:13:12",
        "t": "And Manoah said, “Now when your words come true, what is to be the child’s manner of life, and what is his mission?”"
    },
    {
        "o": 7546,
        "r": "esv:Judges:13:13",
        "t": "And the angel of the Lord*s said to Manoah, “Of all that I said to the woman let her be careful."
    },
    {
        "o": 7547,
        "r": "esv:Judges:13:14",
        "t": "She may not eat of anything that comes from the vine, neither let her drink wine or strong drink, or eat any unclean thing. All that I commanded her let her observe.”"
    },
    {
        "o": 7548,
        "r": "esv:Judges:13:15",
        "t": "Manoah*p said to the angel of the Lord,*s “Please let us detain you and prepare a young goat for you.”"
    },
    {
        "o": 7549,
        "r": "esv:Judges:13:16",
        "t": "And the angel of the Lord*s said to Manoah, “If you detain me, I will not eat of your food. But if you prepare a burnt offering, then offer it to the Lord.”*s (For Manoah did not know that he was the angel of the Lord.)*s"
    },
    {
        "o": 7550,
        "r": "esv:Judges:13:17",
        "t": "And Manoah said to the angel of the Lord,*s “What is your name, so that, when your words come true, we may honor you?”"
    },
    {
        "o": 7551,
        "r": "esv:Judges:13:18",
        "t": "And the angel of the Lord*s said to him, “Why do you ask my name, seeing it is wonderful?”"
    },
    {
        "o": 7552,
        "r": "esv:Judges:13:19",
        "t": "So Manoah took the young goat with the grain offering, and offered it on the rock to the Lord,*s to the one who works wonders, and Manoah and his wife were watching."
    },
    {
        "o": 7553,
        "r": "esv:Judges:13:20",
        "t": "And when the flame went up toward heaven from the altar, the angel of the Lord*s went up in the flame of the altar. Now Manoah and his wife were watching, and they fell on their faces to the ground."
    },
    {
        "o": 7554,
        "r": "esv:Judges:13:21",
        "t": "The*p angel of the Lord*s appeared no more to Manoah and to his wife. Then Manoah knew that he was the angel of the Lord.*s"
    },
    {
        "o": 7555,
        "r": "esv:Judges:13:22",
        "t": "And Manoah said to his wife, “We shall surely die, for we have seen God.”"
    },
    {
        "o": 7556,
        "r": "esv:Judges:13:23",
        "t": "But his wife said to him, “If the Lord*s had meant to kill us, he would not have accepted a burnt offering and a grain offering at our hands, or shown us all these things, or now announced to us such things as these.”"
    },
    {
        "o": 7557,
        "r": "esv:Judges:13:24",
        "t": "And the woman bore a son and called his name Samson. And the young man grew, and the Lord*s blessed him."
    },
    {
        "o": 7558,
        "r": "esv:Judges:13:25",
        "t": "And the Spirit of the Lord*s began to stir him in Mahaneh-dan, between Zorah and Eshtaol."
    }
]
