[
    {
        "o": 20372,
        "r": "nkjv:Isaiah:30:0",
        "t": "Isaiah 30",
        "h": 1
    },
    {
        "o": 20373,
        "r": "nkjv:Isaiah:30:0",
        "t": "Futile Confidence in Egypt",
        "h": 2
    },
    {
        "o": 20374,
        "r": "nkjv:Isaiah:30:1",
        "t": "“Woe*pn to the rebellious children,” says the Lord,*s “Who*ld take counsel, but not of Me, And*ld who devise plans, but not of My Spirit, That*ld they may add sin to sin;"
    },
    {
        "o": 20375,
        "r": "nkjv:Isaiah:30:2",
        "t": "Who*ld walk to go down to Egypt, And*ld have not asked My advice, To*ld strengthen themselves in the strength of Pharaoh, And*ld to trust in the shadow of Egypt!"
    },
    {
        "o": 20376,
        "r": "nkjv:Isaiah:30:3",
        "t": "Therefore*ld the strength of Pharaoh Shall*ld be your shame, And*ld trust in the shadow of Egypt Shall*ld be your*i humiliation."
    },
    {
        "o": 20377,
        "r": "nkjv:Isaiah:30:4",
        "t": "For*ld his princes were at Zoan, And*ld his ambassadors came to Hanes."
    },
    {
        "o": 20378,
        "r": "nkjv:Isaiah:30:5",
        "t": "They*ld were all ashamed of a people who*i could not benefit them, Or*ld be help or benefit, But*ld a shame and also a reproach.”"
    },
    {
        "o": 20379,
        "r": "nkjv:Isaiah:30:6",
        "t": "The*p burden against the beasts of the South. Through*pn a land of trouble and anguish, From*ld which came*i the lioness and lion, The*ld viper and fiery flying serpent, They*ld will carry their riches on the backs of young donkeys, And*ld their treasures on the humps of camels, To*ld a people who*i shall not profit;"
    },
    {
        "o": 20380,
        "r": "nkjv:Isaiah:30:7",
        "t": "For*ld the Egyptians shall help in vain and to no purpose. Therefore*ld I have called her Rahab-Hem-Shebeth.*ld"
    },
    {
        "o": 20381,
        "r": "nkjv:Isaiah:30:7",
        "t": "A Rebellious People",
        "h": 2
    },
    {
        "o": 20382,
        "r": "nkjv:Isaiah:30:8",
        "t": "Now*pn go, write it before them on a tablet, And*ld note it on a scroll, That*ld it may be for time to come, Forever*ld and ever:"
    },
    {
        "o": 20383,
        "r": "nkjv:Isaiah:30:9",
        "t": "That*ld this is*i a rebellious people, Lying*ld children, Children*ld who*i will not hear the law of the Lord;*s"
    },
    {
        "o": 20384,
        "r": "nkjv:Isaiah:30:10",
        "t": "Who*ld say to the seers, “Do not see,” And*ld to the prophets, “Do not prophesy to us right things; Speak*ld to us smooth things, prophesy deceits."
    },
    {
        "o": 20385,
        "r": "nkjv:Isaiah:30:11",
        "t": "Get*ld out of the way, Turn*ld aside from the path, Cause*ld the Holy One of Israel To*ld cease from before us.”"
    },
    {
        "o": 20386,
        "r": "nkjv:Isaiah:30:12",
        "t": "Therefore*p thus says the Holy One of Israel: “Because*pn you despise this word, And*ld trust in oppression and perversity, And*ld rely on them,"
    },
    {
        "o": 20387,
        "r": "nkjv:Isaiah:30:13",
        "t": "Therefore*ld this iniquity shall be to you Like*ld a breach ready to fall, A*ld bulge in a high wall, Whose*ld breaking comes suddenly, in an instant."
    },
    {
        "o": 20388,
        "r": "nkjv:Isaiah:30:14",
        "t": "And*ld He shall break it like the breaking of the potter’s vessel, Which*ld is broken in pieces; He*ld shall not spare. So*ld there shall not be found among its fragments A*ld shard to take fire from the hearth, Or*ld to take water from the cistern.”"
    },
    {
        "o": 20389,
        "r": "nkjv:Isaiah:30:15",
        "t": "For*p thus says the Lord God,*s the Holy One of Israel: “In*pn returning and rest you shall be saved; In*ld quietness and confidence shall be your strength.” But*ld you would not,"
    },
    {
        "o": 20390,
        "r": "nkjv:Isaiah:30:16",
        "t": "And*ld you said, “No, for we will flee on horses”— Therefore*ld you shall flee! And,*ld “We will ride on swift horses”—*i Therefore*ld those who pursue you shall be swift!"
    },
    {
        "o": 20391,
        "r": "nkjv:Isaiah:30:17",
        "t": "One*ln thousand shall*i flee*i at the threat of one, At*ld the threat of five you shall flee, Till*ld you are left as a pole on top of a mountain And*ld as a banner on a hill."
    },
    {
        "o": 20392,
        "r": "nkjv:Isaiah:30:17",
        "t": "God Will Be Gracious",
        "h": 2
    },
    {
        "o": 20393,
        "r": "nkjv:Isaiah:30:18",
        "t": "Therefore*pn the Lord*s will wait, that He may be gracious to you; And*ld therefore He will be exalted, that He may have mercy on you. For*ld the Lord*s is*i a God of justice; Blessed*ld are*i all those who wait for Him."
    },
    {
        "o": 20394,
        "r": "nkjv:Isaiah:30:19",
        "t": "For*ln the people shall dwell in Zion at Jerusalem; You*ld shall weep no more. He*ld will be very gracious to you at the sound of your cry; When*ld He hears it, He will answer you."
    },
    {
        "o": 20395,
        "r": "nkjv:Isaiah:30:20",
        "t": "And*ld though*i the Lord gives you The*ld bread of adversity and the water of affliction, Yet*ld your teachers will not be moved into a corner anymore, But*ld your eyes shall see your teachers."
    },
    {
        "o": 20396,
        "r": "nkjv:Isaiah:30:21",
        "t": "Your*ld ears shall hear a word behind you, saying, “This*ld is*i the way, walk in it,” Whenever*ld you turn to the right hand Or*ld whenever you turn to the left."
    },
    {
        "o": 20397,
        "r": "nkjv:Isaiah:30:22",
        "t": "You*ld will also defile the covering of your images of silver, And*ld the ornament of your molded images of gold. You*ld will throw them away as an unclean thing; You*ld will say to them, “Get away!”"
    },
    {
        "o": 20398,
        "r": "nkjv:Isaiah:30:23",
        "t": "Then*ln He will give the rain for your seed With*ld which you sow the ground, And*ld bread of the increase of the earth; It*ld will be fat and plentiful. In*ld that day your cattle will feed In*ld large pastures."
    },
    {
        "o": 20399,
        "r": "nkjv:Isaiah:30:24",
        "t": "Likewise*ld the oxen and the young donkeys that work the ground Will*ld eat cured fodder, Which*ld has been winnowed with the shovel and fan."
    },
    {
        "o": 20400,
        "r": "nkjv:Isaiah:30:25",
        "t": "There*ld will be on every high mountain And*ld on every high hill Rivers*ld and*i streams of waters, In*ld the day of the great slaughter, When*ld the towers fall."
    },
    {
        "o": 20401,
        "r": "nkjv:Isaiah:30:26",
        "t": "Moreover*ld the light of the moon will be as the light of the sun, And*ld the light of the sun will be sevenfold, As*ld the light of seven days, In*ld the day that the Lord*s binds up the bruise of His people And*ld heals the stroke of their wound."
    },
    {
        "o": 20402,
        "r": "nkjv:Isaiah:30:26",
        "t": "Judgment on Assyria",
        "h": 2
    },
    {
        "o": 20403,
        "r": "nkjv:Isaiah:30:27",
        "t": "Behold,*pn the name of the Lord*s comes from afar, Burning*ld with*i His anger, And*ld His*i burden is*i heavy; His*ld lips are full of indignation, And*ld His tongue like a devouring fire."
    },
    {
        "o": 20404,
        "r": "nkjv:Isaiah:30:28",
        "t": "His*ld breath is like an overflowing stream, Which*ld reaches up to the neck, To*ld sift the nations with the sieve of futility; And*ld there*i shall*i be*i a bridle in the jaws of the people, Causing*ld them*i to err."
    },
    {
        "o": 20405,
        "r": "nkjv:Isaiah:30:29",
        "t": "You*ln shall have a song As*ld in the night when*i a holy festival is kept, And*ld gladness of heart as when one goes with a flute, To*ld come into the mountain of the Lord,*s To*ld the Mighty One of Israel."
    },
    {
        "o": 20406,
        "r": "nkjv:Isaiah:30:30",
        "t": "The*ld Lord*s will cause His glorious voice to be heard, And*ld show the descent of His arm, With*ld the indignation of His*i anger And*ld the flame of a devouring fire, With*ild scattering, tempest, and hailstones."
    },
    {
        "o": 20407,
        "r": "nkjv:Isaiah:30:31",
        "t": "For*ld through the voice of the Lord*s Assyria*ld will be beaten down, As*ld He strikes with the rod."
    },
    {
        "o": 20408,
        "r": "nkjv:Isaiah:30:32",
        "t": "And*ld in*i every place where the staff of punishment passes, Which*ld the Lord*s lays on him, It*ild will be with tambourines and harps; And*ld in battles of brandishing He will fight with it."
    },
    {
        "o": 20409,
        "r": "nkjv:Isaiah:30:33",
        "t": "For*ld Tophet was*i established of old, Yes,*ld for the king it is prepared. He*ld has made it*i deep and large; Its*ld pyre is*i fire with much wood; The*ld breath of the Lord,*s like a stream of brimstone, Kindles*ld it."
    }
]
