[
    {
        "o": 10109,
        "r": "nasb:1 Kings:15:0",
        "t": "1 Kings 15",
        "h": 1
    },
    {
        "o": 10110,
        "r": "nasb:1 Kings:15:0",
        "t": "Abijam Reigns over Judah",
        "h": 2
    },
    {
        "o": 10111,
        "r": "nasb:1 Kings:15:1",
        "t": "Now*p in the eighteenth year of King Jeroboam, the son of Nebat, Abijam became king over Judah."
    },
    {
        "o": 10112,
        "r": "nasb:1 Kings:15:2",
        "t": "He reigned three years in Jerusalem; and his mother’s name was Maacah the daughter of Abishalom."
    },
    {
        "o": 10113,
        "r": "nasb:1 Kings:15:3",
        "t": "He walked in all the sins of his father which he had committed before him; and his heart was not wholly devoted to the Lord*s his God, like the heart of his father David."
    },
    {
        "o": 10114,
        "r": "nasb:1 Kings:15:4",
        "t": "But for David’s sake the Lord*s his God gave him a lamp in Jerusalem, to raise up his son after him and to establish Jerusalem;"
    },
    {
        "o": 10115,
        "r": "nasb:1 Kings:15:5",
        "t": "because David did what was right in the sight of the Lord,*s and had not turned aside from anything that He commanded him all the days of his life, except in the case of Uriah the Hittite."
    },
    {
        "o": 10116,
        "r": "nasb:1 Kings:15:6",
        "t": "There was war between Rehoboam and Jeroboam all the days of his life."
    },
    {
        "o": 10117,
        "r": "nasb:1 Kings:15:7",
        "t": "Now*p the rest of the acts of Abijam and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah? And there was war between Abijam and Jeroboam."
    },
    {
        "o": 10118,
        "r": "nasb:1 Kings:15:7",
        "t": "Asa Succeeds Abijam",
        "h": 2
    },
    {
        "o": 10119,
        "r": "nasb:1 Kings:15:8",
        "t": "And*p Abijam slept with his fathers and they buried him in the city of David; and Asa his son became king in his place."
    },
    {
        "o": 10120,
        "r": "nasb:1 Kings:15:9",
        "t": "So*p in the twentieth year of Jeroboam the king of Israel, Asa began to reign as king of Judah."
    },
    {
        "o": 10121,
        "r": "nasb:1 Kings:15:10",
        "t": "He reigned forty-one years in Jerusalem; and his mother’s name was Maacah the daughter of Abishalom."
    },
    {
        "o": 10122,
        "r": "nasb:1 Kings:15:11",
        "t": "Asa did what was right in the sight of the Lord,*s like David his father."
    },
    {
        "o": 10123,
        "r": "nasb:1 Kings:15:12",
        "t": "He also put away the male cult prostitutes from the land and removed all the idols which his fathers had made."
    },
    {
        "o": 10124,
        "r": "nasb:1 Kings:15:13",
        "t": "He also removed Maacah his mother from being*i queen mother, because she had made a horrid image as an Asherah; and Asa cut down her horrid image and burned it*i at the brook Kidron."
    },
    {
        "o": 10125,
        "r": "nasb:1 Kings:15:14",
        "t": "But the high places were not taken away; nevertheless the heart of Asa was wholly devoted to the Lord*s all his days."
    },
    {
        "o": 10126,
        "r": "nasb:1 Kings:15:15",
        "t": "He brought into the house of the Lord*s the dedicated things of his father and his own dedicated things: silver and gold and utensils."
    },
    {
        "o": 10127,
        "r": "nasb:1 Kings:15:16",
        "t": "Now*p there was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10128,
        "r": "nasb:1 Kings:15:17",
        "t": "Baasha king of Israel went up against Judah and fortified Ramah in order to prevent anyone*i from going out or coming in to Asa king of Judah."
    },
    {
        "o": 10129,
        "r": "nasb:1 Kings:15:18",
        "t": "Then Asa took all the silver and the gold which were left in the treasuries of the house of the Lord*s and the treasuries of the king’s house, and delivered them into the hand of his servants. And King Asa sent them to Ben-hadad the son of Tabrimmon, the son of Hezion, king of Aram, who lived in Damascus, saying,"
    },
    {
        "o": 10130,
        "r": "nasb:1 Kings:15:19",
        "t": "“Let*i there*i be*i a treaty between you and me, as*i between my father and your father. Behold, I have sent you a present of silver and gold; go, break your treaty with Baasha king of Israel so that he will withdraw from me.”"
    },
    {
        "o": 10131,
        "r": "nasb:1 Kings:15:20",
        "t": "So Ben-hadad listened to King Asa and sent the commanders of his armies against the cities of Israel, and conquered Ijon, Dan, Abel-beth-maacah and all Chinneroth, besides all the land of Naphtali."
    },
    {
        "o": 10132,
        "r": "nasb:1 Kings:15:21",
        "t": "When Baasha heard of*i it,*i he ceased fortifying Ramah and remained in Tirzah."
    },
    {
        "o": 10133,
        "r": "nasb:1 Kings:15:22",
        "t": "Then King Asa made a proclamation to all Judah—none was exempt—and they carried away the stones of Ramah and its timber with which Baasha had built. And King Asa built with them Geba of Benjamin and Mizpah."
    },
    {
        "o": 10134,
        "r": "nasb:1 Kings:15:22",
        "t": "Jehoshaphat Succeeds Asa",
        "h": 2
    },
    {
        "o": 10135,
        "r": "nasb:1 Kings:15:23",
        "t": "Now*p the rest of all the acts of Asa and all his might and all that he did and the cities which he built, are they not written in the Book of the Chronicles of the Kings of Judah? But in the time of his old age he was diseased in his feet."
    },
    {
        "o": 10136,
        "r": "nasb:1 Kings:15:24",
        "t": "And Asa slept with his fathers and was buried with his fathers in the city of David his father; and Jehoshaphat his son reigned in his place."
    },
    {
        "o": 10137,
        "r": "nasb:1 Kings:15:24",
        "t": "Nadab, then Baasha, Rules over Israel",
        "h": 2
    },
    {
        "o": 10138,
        "r": "nasb:1 Kings:15:25",
        "t": "Now*p Nadab the son of Jeroboam became king over Israel in the second year of Asa king of Judah, and he reigned over Israel two years."
    },
    {
        "o": 10139,
        "r": "nasb:1 Kings:15:26",
        "t": "He did evil in the sight of the Lord,*s and walked in the way of his father and in his sin which he made Israel sin."
    },
    {
        "o": 10140,
        "r": "nasb:1 Kings:15:27",
        "t": "Then Baasha the son of Ahijah of the house of Issachar conspired against him, and Baasha struck him down at Gibbethon, which belonged to the Philistines, while Nadab and all Israel were laying siege to Gibbethon."
    },
    {
        "o": 10141,
        "r": "nasb:1 Kings:15:28",
        "t": "So*p Baasha killed him in the third year of Asa king of Judah and reigned in his place."
    },
    {
        "o": 10142,
        "r": "nasb:1 Kings:15:29",
        "t": "It came about as soon as he was king, he struck down all the household of Jeroboam. He did not leave to Jeroboam any persons alive, until he had destroyed them, according to the word of the Lord,*s which He spoke by His servant Ahijah the Shilonite,"
    },
    {
        "o": 10143,
        "r": "nasb:1 Kings:15:30",
        "t": "and*i because of the sins of Jeroboam which he sinned, and which he made Israel sin, because of his provocation with which he provoked the Lord*s God of Israel to anger."
    },
    {
        "o": 10144,
        "r": "nasb:1 Kings:15:31",
        "t": "Now*p the rest of the acts of Nadab and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
    },
    {
        "o": 10145,
        "r": "nasb:1 Kings:15:31",
        "t": "War with Judah",
        "h": 2
    },
    {
        "o": 10146,
        "r": "nasb:1 Kings:15:32",
        "t": "There*p was war between Asa and Baasha king of Israel all their days."
    },
    {
        "o": 10147,
        "r": "nasb:1 Kings:15:33",
        "t": "In*p the third year of Asa king of Judah, Baasha the son of Ahijah became king over all Israel at Tirzah, and*i reigned*i twenty-four years."
    },
    {
        "o": 10148,
        "r": "nasb:1 Kings:15:34",
        "t": "He did evil in the sight of the Lord,*s and walked in the way of Jeroboam and in his sin which he made Israel sin."
    }
]
