[
    {
        "o": 7219,
        "r": "esv:Judges:4:0",
        "t": "Judges 4",
        "h": 1
    },
    {
        "o": 7220,
        "r": "esv:Judges:4:0",
        "t": "Deborah and Barak",
        "h": 2
    },
    {
        "o": 7221,
        "r": "esv:Judges:4:1",
        "t": "And*p the people of Israel again did what was evil in the sight of the Lord*s after Ehud died."
    },
    {
        "o": 7222,
        "r": "esv:Judges:4:2",
        "t": "And the Lord*s sold them into the hand of Jabin king of Canaan, who reigned in Hazor. The commander of his army was Sisera, who lived in Harosheth-hagoyim."
    },
    {
        "o": 7223,
        "r": "esv:Judges:4:3",
        "t": "Then the people of Israel cried out to the Lord*s for help, for he had 900 chariots of iron and he oppressed the people of Israel cruelly for twenty years."
    },
    {
        "o": 7224,
        "r": "esv:Judges:4:4",
        "t": "Now*p Deborah, a prophetess, the wife of Lappidoth, was judging Israel at that time."
    },
    {
        "o": 7225,
        "r": "esv:Judges:4:5",
        "t": "She used to sit under the palm of Deborah between Ramah and Bethel in the hill country of Ephraim, and the people of Israel came up to her for judgment."
    },
    {
        "o": 7226,
        "r": "esv:Judges:4:6",
        "t": "She sent and summoned Barak the son of Abinoam from Kedesh-naphtali and said to him, “Has not the Lord,*s the God of Israel, commanded you, ‘Go, gather your men at Mount Tabor, taking 10,000 from the people of Naphtali and the people of Zebulun."
    },
    {
        "o": 7227,
        "r": "esv:Judges:4:7",
        "t": "And I will draw out Sisera, the general of Jabin’s army, to meet you by the river Kishon with his chariots and his troops, and I will give him into your hand’?”"
    },
    {
        "o": 7228,
        "r": "esv:Judges:4:8",
        "t": "Barak said to her, “If you will go with me, I will go, but if you will not go with me, I will not go.”"
    },
    {
        "o": 7229,
        "r": "esv:Judges:4:9",
        "t": "And she said, “I will surely go with you. Nevertheless, the road on which you are going will not lead to your glory, for the Lord*s will sell Sisera into the hand of a woman.” Then Deborah arose and went with Barak to Kedesh."
    },
    {
        "o": 7230,
        "r": "esv:Judges:4:10",
        "t": "And Barak called out Zebulun and Naphtali to Kedesh. And 10,000 men went up at his heels, and Deborah went up with him."
    },
    {
        "o": 7231,
        "r": "esv:Judges:4:11",
        "t": "Now*p Heber the Kenite had separated from the Kenites, the descendants of Hobab the father-in-law of Moses, and had pitched his tent as far away as the oak in Zaanannim, which is near Kedesh."
    },
    {
        "o": 7232,
        "r": "esv:Judges:4:12",
        "t": "When*p Sisera was told that Barak the son of Abinoam had gone up to Mount Tabor,"
    },
    {
        "o": 7233,
        "r": "esv:Judges:4:13",
        "t": "Sisera called out all his chariots, 900 chariots of iron, and all the men who were with him, from Harosheth-hagoyim to the river Kishon."
    },
    {
        "o": 7234,
        "r": "esv:Judges:4:14",
        "t": "And Deborah said to Barak, “Up! For this is the day in which the Lord*s has given Sisera into your hand. Does not the Lord*s go out before you?” So Barak went down from Mount Tabor with 10,000 men following him."
    },
    {
        "o": 7235,
        "r": "esv:Judges:4:15",
        "t": "And the Lord*s routed Sisera and all his chariots and all his army before Barak by the edge of the sword. And Sisera got down from his chariot and fled away on foot."
    },
    {
        "o": 7236,
        "r": "esv:Judges:4:16",
        "t": "And Barak pursued the chariots and the army to Harosheth-hagoyim, and all the army of Sisera fell by the edge of the sword; not a man was left."
    },
    {
        "o": 7237,
        "r": "esv:Judges:4:17",
        "t": "But*p Sisera fled away on foot to the tent of Jael, the wife of Heber the Kenite, for there was peace between Jabin the king of Hazor and the house of Heber the Kenite."
    },
    {
        "o": 7238,
        "r": "esv:Judges:4:18",
        "t": "And Jael came out to meet Sisera and said to him, “Turn aside, my lord; turn aside to me; do not be afraid.” So he turned aside to her into the tent, and she covered him with a rug."
    },
    {
        "o": 7239,
        "r": "esv:Judges:4:19",
        "t": "And he said to her, “Please give me a little water to drink, for I am thirsty.” So she opened a skin of milk and gave him a drink and covered him."
    },
    {
        "o": 7240,
        "r": "esv:Judges:4:20",
        "t": "And he said to her, “Stand at the opening of the tent, and if any man comes and asks you, ‘Is anyone here?’ say, ‘No.’”"
    },
    {
        "o": 7241,
        "r": "esv:Judges:4:21",
        "t": "But Jael the wife of Heber took a tent peg, and took a hammer in her hand. Then she went softly to him and drove the peg into his temple until it went down into the ground while he was lying fast asleep from weariness. So he died."
    },
    {
        "o": 7242,
        "r": "esv:Judges:4:22",
        "t": "And behold, as Barak was pursuing Sisera, Jael went out to meet him and said to him, “Come, and I will show you the man whom you are seeking.” So he went in to her tent, and there lay Sisera dead, with the tent peg in his temple."
    },
    {
        "o": 7243,
        "r": "esv:Judges:4:23",
        "t": "So*p on that day God subdued Jabin the king of Canaan before the people of Israel."
    },
    {
        "o": 7244,
        "r": "esv:Judges:4:24",
        "t": "And the hand of the people of Israel pressed harder and harder against Jabin the king of Canaan, until they destroyed Jabin king of Canaan."
    }
]
