[
    {
        "o": 2636,
        "r": "esv:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2637,
        "r": "esv:Exodus:31:0",
        "t": "Oholiab and Bezalel",
        "h": 2
    },
    {
        "o": 2638,
        "r": "esv:Exodus:31:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 2639,
        "r": "esv:Exodus:31:2",
        "t": "“See, I have called by name Bezalel the son of Uri, son of Hur, of the tribe of Judah,"
    },
    {
        "o": 2640,
        "r": "esv:Exodus:31:3",
        "t": "and I have filled him with the Spirit of God, with ability and intelligence, with knowledge and all craftsmanship,"
    },
    {
        "o": 2641,
        "r": "esv:Exodus:31:4",
        "t": "to devise artistic designs, to work in gold, silver, and bronze,"
    },
    {
        "o": 2642,
        "r": "esv:Exodus:31:5",
        "t": "in cutting stones for setting, and in carving wood, to work in every craft."
    },
    {
        "o": 2643,
        "r": "esv:Exodus:31:6",
        "t": "And behold, I have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan. And I have given to all able men ability, that they may make all that I have commanded you:"
    },
    {
        "o": 2644,
        "r": "esv:Exodus:31:7",
        "t": "the tent of meeting, and the ark of the testimony, and the mercy seat that is on it, and all the furnishings of the tent,"
    },
    {
        "o": 2645,
        "r": "esv:Exodus:31:8",
        "t": "the table and its utensils, and the pure lampstand with all its utensils, and the altar of incense,"
    },
    {
        "o": 2646,
        "r": "esv:Exodus:31:9",
        "t": "and the altar of burnt offering with all its utensils, and the basin and its stand,"
    },
    {
        "o": 2647,
        "r": "esv:Exodus:31:10",
        "t": "and the finely worked garments, the holy garments for Aaron the priest and the garments of his sons, for their service as priests,"
    },
    {
        "o": 2648,
        "r": "esv:Exodus:31:11",
        "t": "and the anointing oil and the fragrant incense for the Holy Place. According to all that I have commanded you, they shall do.”"
    },
    {
        "o": 2649,
        "r": "esv:Exodus:31:11",
        "t": "The Sabbath",
        "h": 2
    },
    {
        "o": 2650,
        "r": "esv:Exodus:31:12",
        "t": "And*p the Lord*s said to Moses,"
    },
    {
        "o": 2651,
        "r": "esv:Exodus:31:13",
        "t": "“You are to speak to the people of Israel and say, ‘Above all you shall keep my Sabbaths, for this is a sign between me and you throughout your generations, that you may know that I, the Lord,*s sanctify you."
    },
    {
        "o": 2652,
        "r": "esv:Exodus:31:14",
        "t": "You shall keep the Sabbath, because it is holy for you. Everyone who profanes it shall be put to death. Whoever does any work on it, that soul shall be cut off from among his people."
    },
    {
        "o": 2653,
        "r": "esv:Exodus:31:15",
        "t": "Six days shall work be done, but the seventh day is a Sabbath of solemn rest, holy to the Lord.*s Whoever does any work on the Sabbath day shall be put to death."
    },
    {
        "o": 2654,
        "r": "esv:Exodus:31:16",
        "t": "Therefore the people of Israel shall keep the Sabbath, observing the Sabbath throughout their generations, as a covenant forever."
    },
    {
        "o": 2655,
        "r": "esv:Exodus:31:17",
        "t": "It is a sign forever between me and the people of Israel that in six days the Lord*s made heaven and earth, and on the seventh day he rested and was refreshed.’”"
    },
    {
        "o": 2656,
        "r": "esv:Exodus:31:18",
        "t": "And*p he gave to Moses, when he had finished speaking with him on Mount Sinai, the two tablets of the testimony, tablets of stone, written with the finger of God."
    }
]
