[
    {
        "o": 10287,
        "r": "nkjv:1 Kings:17:0",
        "t": "1 Kings 17",
        "h": 1
    },
    {
        "o": 10288,
        "r": "nkjv:1 Kings:17:0",
        "t": "Elijah Proclaims a Drought",
        "h": 2
    },
    {
        "o": 10289,
        "r": "nkjv:1 Kings:17:1",
        "t": "And*p Elijah the Tishbite, of the inhabitants of Gilead, said to Ahab, “As*i the Lord*s God of Israel lives, before whom I stand, there shall not be dew nor rain these years, except at my word.”"
    },
    {
        "o": 10290,
        "r": "nkjv:1 Kings:17:2",
        "t": "Then*p the word of the Lord*s came to him, saying,"
    },
    {
        "o": 10291,
        "r": "nkjv:1 Kings:17:3",
        "t": "“Get away from here and turn eastward, and hide by the Brook Cherith, which flows into the Jordan."
    },
    {
        "o": 10292,
        "r": "nkjv:1 Kings:17:4",
        "t": "And it will be that*i you shall drink from the brook, and I have commanded the ravens to feed you there.”"
    },
    {
        "o": 10293,
        "r": "nkjv:1 Kings:17:5",
        "t": "So*p he went and did according to the word of the Lord,*s for he went and stayed by the Brook Cherith, which flows into the Jordan."
    },
    {
        "o": 10294,
        "r": "nkjv:1 Kings:17:6",
        "t": "The ravens brought him bread and meat in the morning, and bread and meat in the evening; and he drank from the brook."
    },
    {
        "o": 10295,
        "r": "nkjv:1 Kings:17:7",
        "t": "And it happened after a while that the brook dried up, because there had been no rain in the land."
    },
    {
        "o": 10296,
        "r": "nkjv:1 Kings:17:7",
        "t": "Elijah and the Widow",
        "h": 2
    },
    {
        "o": 10297,
        "r": "nkjv:1 Kings:17:8",
        "t": "Then*p the word of the Lord*s came to him, saying,"
    },
    {
        "o": 10298,
        "r": "nkjv:1 Kings:17:9",
        "t": "“Arise, go to Zarephath, which belongs*i to Sidon, and dwell there. See, I have commanded a widow there to provide for you.”"
    },
    {
        "o": 10299,
        "r": "nkjv:1 Kings:17:10",
        "t": "So he arose and went to Zarephath. And when he came to the gate of the city, indeed a widow was*i there gathering sticks. And he called to her and said, “Please bring me a little water in a cup, that I may drink.”"
    },
    {
        "o": 10300,
        "r": "nkjv:1 Kings:17:11",
        "t": "And as she was going to get it,*i he called to her and said, “Please bring me a morsel of bread in your hand.”"
    },
    {
        "o": 10301,
        "r": "nkjv:1 Kings:17:12",
        "t": "So*p she said, “As the Lord*s your God lives, I do not have bread, only a handful of flour in a bin, and a little oil in a jar; and see, I am*i gathering a couple of sticks that I may go in and prepare it for myself and my son, that we may eat it, and die.”"
    },
    {
        "o": 10302,
        "r": "nkjv:1 Kings:17:13",
        "t": "And*p Elijah said to her, “Do not fear; go and*i do as you have said, but make me a small cake from it first, and bring it*i to me; and afterward make some*i for yourself and your son."
    },
    {
        "o": 10303,
        "r": "nkjv:1 Kings:17:14",
        "t": "For thus says the Lord*s God of Israel: ‘The bin of flour shall not be used up, nor shall the jar of oil run dry, until the day the Lord*s sends rain on the earth.’”"
    },
    {
        "o": 10304,
        "r": "nkjv:1 Kings:17:15",
        "t": "So*p she went away and did according to the word of Elijah; and she and he and her household ate for many*i days."
    },
    {
        "o": 10305,
        "r": "nkjv:1 Kings:17:16",
        "t": "The bin of flour was not used up, nor did the jar of oil run dry, according to the word of the Lord*s which He spoke by Elijah."
    },
    {
        "o": 10306,
        "r": "nkjv:1 Kings:17:16",
        "t": "Elijah Revives the Widow’s Son",
        "h": 2
    },
    {
        "o": 10307,
        "r": "nkjv:1 Kings:17:17",
        "t": "Now*p it happened after these things that*i the son of the woman who owned the house became sick. And his sickness was so serious that there was no breath left in him."
    },
    {
        "o": 10308,
        "r": "nkjv:1 Kings:17:18",
        "t": "So she said to Elijah, “What have I to do with you, O man of God? Have you come to me to bring my sin to remembrance, and to kill my son?”"
    },
    {
        "o": 10309,
        "r": "nkjv:1 Kings:17:19",
        "t": "And*p he said to her, “Give me your son.” So he took him out of her arms and carried him to the upper room where he was staying, and laid him on his own bed."
    },
    {
        "o": 10310,
        "r": "nkjv:1 Kings:17:20",
        "t": "Then he cried out to the Lord*s and said, “O Lord*s my God, have You also brought tragedy on the widow with whom I lodge, by killing her son?”"
    },
    {
        "o": 10311,
        "r": "nkjv:1 Kings:17:21",
        "t": "And he stretched himself out on the child three times, and cried out to the Lord*s and said, “O Lord*s my God, I pray, let this child’s soul come back to him.”"
    },
    {
        "o": 10312,
        "r": "nkjv:1 Kings:17:22",
        "t": "Then the Lord*s heard the voice of Elijah; and the soul of the child came back to him, and he revived."
    },
    {
        "o": 10313,
        "r": "nkjv:1 Kings:17:23",
        "t": "And*p Elijah took the child and brought him down from the upper room into the house, and gave him to his mother. And Elijah said, “See, your son lives!”"
    },
    {
        "o": 10314,
        "r": "nkjv:1 Kings:17:24",
        "t": "Then*p the woman said to Elijah, “Now by this I know that you are*i a man of God, and*i that the word of the Lord*s in your mouth is*i the truth.”"
    }
]
