[
    {
        "o": 34528,
        "r": "nkjv:2 Peter:1:0",
        "t": "2 Peter 1",
        "h": 1
    },
    {
        "o": 34529,
        "r": "nkjv:2 Peter:1:0",
        "t": "Greeting the Faithful",
        "h": 2
    },
    {
        "o": 34530,
        "r": "nkjv:2 Peter:1:1",
        "t": "Simon*p Peter, a bondservant and apostle of Jesus Christ, To*p those who have obtained like precious faith with us by the righteousness of our God and Savior Jesus Christ:"
    },
    {
        "o": 34531,
        "r": "nkjv:2 Peter:1:2",
        "t": "Grace*p and peace be multiplied to you in the knowledge of God and of Jesus our Lord,"
    },
    {
        "o": 34532,
        "r": "nkjv:2 Peter:1:3",
        "t": "as His divine power has given to us all things that pertain*i to life and godliness, through the knowledge of Him who called us by glory and virtue,"
    },
    {
        "o": 34533,
        "r": "nkjv:2 Peter:1:4",
        "t": "by which have been given to us exceedingly great and precious promises, that through these you may be partakers of the divine nature, having escaped the corruption that*i is*i in the world through lust."
    },
    {
        "o": 34534,
        "r": "nkjv:2 Peter:1:4",
        "t": "Fruitful Growth in the Faith",
        "h": 2
    },
    {
        "o": 34535,
        "r": "nkjv:2 Peter:1:5",
        "t": "But*p also for this very reason, giving all diligence, add to your faith virtue, to virtue knowledge,"
    },
    {
        "o": 34536,
        "r": "nkjv:2 Peter:1:6",
        "t": "to knowledge self-control, to self-control perseverance, to perseverance godliness,"
    },
    {
        "o": 34537,
        "r": "nkjv:2 Peter:1:7",
        "t": "to godliness brotherly kindness, and to brotherly kindness love."
    },
    {
        "o": 34538,
        "r": "nkjv:2 Peter:1:8",
        "t": "For if these things are yours and abound, you*i will be neither barren nor unfruitful in the knowledge of our Lord Jesus Christ."
    },
    {
        "o": 34539,
        "r": "nkjv:2 Peter:1:9",
        "t": "For he who lacks these things is shortsighted, even to blindness, and has forgotten that he was cleansed from his old sins."
    },
    {
        "o": 34540,
        "r": "nkjv:2 Peter:1:10",
        "t": "Therefore,*p brethren, be even more diligent to make your call and election sure, for if you do these things you will never stumble;"
    },
    {
        "o": 34541,
        "r": "nkjv:2 Peter:1:11",
        "t": "for so an entrance will be supplied to you abundantly into the everlasting kingdom of our Lord and Savior Jesus Christ."
    },
    {
        "o": 34542,
        "r": "nkjv:2 Peter:1:11",
        "t": "Peter’s Approaching Death",
        "h": 2
    },
    {
        "o": 34543,
        "r": "nkjv:2 Peter:1:12",
        "t": "For*p this reason I will not be negligent to remind you always of these things, though you know and are established in the present truth."
    },
    {
        "o": 34544,
        "r": "nkjv:2 Peter:1:13",
        "t": "Yes, I think it is right, as long as I am in this tent, to stir you up by reminding you,*i"
    },
    {
        "o": 34545,
        "r": "nkjv:2 Peter:1:14",
        "t": "knowing that shortly I must*i put off my tent, just as our Lord Jesus Christ showed me."
    },
    {
        "o": 34546,
        "r": "nkjv:2 Peter:1:15",
        "t": "Moreover I will be careful to ensure that you always have a reminder of these things after my decease."
    },
    {
        "o": 34547,
        "r": "nkjv:2 Peter:1:15",
        "t": "The Trustworthy Prophetic Word",
        "h": 2
    },
    {
        "o": 34548,
        "r": "nkjv:2 Peter:1:16",
        "t": "For*p we did not follow cunningly devised fables when we made known to you the power and coming of our Lord Jesus Christ, but were eyewitnesses of His majesty."
    },
    {
        "o": 34549,
        "r": "nkjv:2 Peter:1:17",
        "t": "For He received from God the Father honor and glory when such a voice came to Him from the Excellent Glory: “This is My beloved Son, in whom I am well pleased.”"
    },
    {
        "o": 34550,
        "r": "nkjv:2 Peter:1:18",
        "t": "And we heard this voice which came from heaven when we were with Him on the holy mountain."
    },
    {
        "o": 34551,
        "r": "nkjv:2 Peter:1:19",
        "t": "And*p so we have the prophetic word confirmed, which you do well to heed as a light that shines in a dark place, until the day dawns and the morning star rises in your hearts;"
    },
    {
        "o": 34552,
        "r": "nkjv:2 Peter:1:20",
        "t": "knowing this first, that no prophecy of Scripture is of any private interpretation,"
    },
    {
        "o": 34553,
        "r": "nkjv:2 Peter:1:21",
        "t": "for prophecy never came by the will of man, but holy men of God spoke as*i they*i were*i moved by the Holy Spirit."
    }
]
