[
    {
        "o": 21301,
        "r": "nasb:Jeremiah:7:0",
        "t": "Jeremiah 7",
        "h": 1
    },
    {
        "o": 21302,
        "r": "nasb:Jeremiah:7:0",
        "t": "Message at the Temple Gate",
        "h": 2
    },
    {
        "o": 21303,
        "r": "nasb:Jeremiah:7:1",
        "t": "The*p word that came to Jeremiah from the Lord,*s saying,"
    },
    {
        "o": 21304,
        "r": "nasb:Jeremiah:7:2",
        "t": "“Stand in the gate of the Lord’s*s house and proclaim there this word and say, ‘Hear the word of the Lord,*s all you of Judah, who enter by these gates to worship the Lord*s !’ ”"
    },
    {
        "o": 21305,
        "r": "nasb:Jeremiah:7:3",
        "t": "Thus says the Lord*s of hosts, the God of Israel, “Amend your ways and your deeds, and I will let you dwell in this place."
    },
    {
        "o": 21306,
        "r": "nasb:Jeremiah:7:4",
        "t": "Do not trust in deceptive words, saying, ‘This is the temple of the Lord,*s the temple of the Lord,*s the temple of the Lord.’*s"
    },
    {
        "o": 21307,
        "r": "nasb:Jeremiah:7:5",
        "t": "For if you truly amend your ways and your deeds, if you truly practice justice between a man and his neighbor,"
    },
    {
        "o": 21308,
        "r": "nasb:Jeremiah:7:6",
        "t": "if*i you do not oppress the alien, the orphan, or the widow, and do not shed innocent blood in this place, nor walk after other gods to your own ruin,"
    },
    {
        "o": 21309,
        "r": "nasb:Jeremiah:7:7",
        "t": "then I will let you dwell in this place, in the land that I gave to your fathers forever and ever."
    },
    {
        "o": 21310,
        "r": "nasb:Jeremiah:7:8",
        "t": "“Behold,*p you are trusting in deceptive words to no avail."
    },
    {
        "o": 21311,
        "r": "nasb:Jeremiah:7:9",
        "t": "Will you steal, murder, and commit adultery and swear falsely, and offer sacrifices to Baal and walk after other gods that you have not known,"
    },
    {
        "o": 21312,
        "r": "nasb:Jeremiah:7:10",
        "t": "then come and stand before Me in this house, which is called by My name, and say, ‘We are delivered!’—that you may do all these abominations?"
    },
    {
        "o": 21313,
        "r": "nasb:Jeremiah:7:11",
        "t": "Has this house, which is called by My name, become a den of robbers in your sight? Behold, I, even I, have seen it,”*i declares the Lord.*s"
    },
    {
        "o": 21314,
        "r": "nasb:Jeremiah:7:12",
        "t": "“But*p go now to My place which was in Shiloh, where I made My name dwell at the first, and see what I did to it because of the wickedness of My people Israel."
    },
    {
        "o": 21315,
        "r": "nasb:Jeremiah:7:13",
        "t": "And now, because you have done all these things,” declares the Lord,*s “and I spoke to you, rising up early and speaking, but you did not hear, and I called you but you did not answer,"
    },
    {
        "o": 21316,
        "r": "nasb:Jeremiah:7:14",
        "t": "therefore, I will do to the house which is called by My name, in which you trust, and to the place which I gave you and your fathers, as I did to Shiloh."
    },
    {
        "o": 21317,
        "r": "nasb:Jeremiah:7:15",
        "t": "I will cast you out of My sight, as I have cast out all your brothers, all the offspring of Ephraim."
    },
    {
        "o": 21318,
        "r": "nasb:Jeremiah:7:16",
        "t": "“As*p for you, do not pray for this people, and do not lift up cry or prayer for them, and do not intercede with Me; for I do not hear you."
    },
    {
        "o": 21319,
        "r": "nasb:Jeremiah:7:17",
        "t": "Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem?"
    },
    {
        "o": 21320,
        "r": "nasb:Jeremiah:7:18",
        "t": "The children gather wood, and the fathers kindle the fire, and the women knead dough to make cakes for the queen of heaven; and they*i pour out drink offerings to other gods in order to spite Me."
    },
    {
        "o": 21321,
        "r": "nasb:Jeremiah:7:19",
        "t": "Do they spite Me?” declares the Lord.*s “Is it not themselves they*i spite,*i to their own shame?”"
    },
    {
        "o": 21322,
        "r": "nasb:Jeremiah:7:20",
        "t": "Therefore thus says the Lord God,*s “Behold, My anger and My wrath will be poured out on this place, on man and on beast and on the trees of the field and on the fruit of the ground; and it will burn and not be quenched.”"
    },
    {
        "o": 21323,
        "r": "nasb:Jeremiah:7:21",
        "t": "Thus*p says the Lord*s of hosts, the God of Israel, “Add your burnt offerings to your sacrifices and eat flesh."
    },
    {
        "o": 21324,
        "r": "nasb:Jeremiah:7:22",
        "t": "For I did not speak to your fathers, or command them in the day that I brought them out of the land of Egypt, concerning burnt offerings and sacrifices."
    },
    {
        "o": 21325,
        "r": "nasb:Jeremiah:7:23",
        "t": "But this is what I commanded them, saying, ‘Obey My voice, and I will be your God, and you will be My people; and you will walk in all the way which I command you, that it may be well with you.’"
    },
    {
        "o": 21326,
        "r": "nasb:Jeremiah:7:24",
        "t": "Yet they did not obey or incline their ear, but walked in their*i own*i counsels and*i in the stubbornness of their evil heart, and went backward and not forward."
    },
    {
        "o": 21327,
        "r": "nasb:Jeremiah:7:25",
        "t": "Since the day that your fathers came out of the land of Egypt until this day, I have sent you all My servants the prophets, daily rising early and sending them.*i"
    },
    {
        "o": 21328,
        "r": "nasb:Jeremiah:7:26",
        "t": "Yet they did not listen to Me or incline their ear, but stiffened their neck; they did more evil than their fathers."
    },
    {
        "o": 21329,
        "r": "nasb:Jeremiah:7:27",
        "t": "“You*p shall speak all these words to them, but they will not listen to you; and you shall call to them, but they will not answer you."
    },
    {
        "o": 21330,
        "r": "nasb:Jeremiah:7:28",
        "t": "You shall say to them, ‘This is the nation that did not obey the voice of the Lord*s their God or accept correction; truth has perished and has been cut off from their mouth."
    },
    {
        "o": 21331,
        "r": "nasb:Jeremiah:7:29",
        "t": "Cut*pn off your hair and cast it*i away, And*ln take up a lamentation on the bare heights; For*ln the Lord*s has rejected and forsaken The*ln generation of His wrath.’"
    },
    {
        "o": 21332,
        "r": "nasb:Jeremiah:7:30",
        "t": "For*p the sons of Judah have done that which is evil in My sight,” declares the Lord,*s “they have set their detestable things in the house which is called by My name, to defile it."
    },
    {
        "o": 21333,
        "r": "nasb:Jeremiah:7:31",
        "t": "They have built the high places of Topheth, which is in the valley of the son of Hinnom, to burn their sons and their daughters in the fire, which I did not command, and it did not come into My mind."
    },
    {
        "o": 21334,
        "r": "nasb:Jeremiah:7:32",
        "t": "“Therefore,*p behold, days are coming,” declares the Lord,*s “when it will no longer be called Topheth, or the valley of the son of Hinnom, but the valley of the Slaughter; for they will bury in Topheth because there is no other*i place."
    },
    {
        "o": 21335,
        "r": "nasb:Jeremiah:7:33",
        "t": "The dead bodies of this people will be food for the birds of the sky and for the beasts of the earth; and no one will frighten them*i away.*i"
    },
    {
        "o": 21336,
        "r": "nasb:Jeremiah:7:34",
        "t": "Then I will make to cease from the cities of Judah and from the streets of Jerusalem the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride; for the land will become a ruin."
    }
]
