[
    {
        "o": 33916,
        "r": "csb:Titus:3:0",
        "t": "Titus 3",
        "h": 1
    },
    {
        "o": 33917,
        "r": "csb:Titus:3:0",
        "t": "Christian Living among Outsiders",
        "h": 2
    },
    {
        "o": 33918,
        "r": "csb:Titus:3:1",
        "t": "Remind*p them to submit to rulers and authorities, to obey, to be ready for every good work,"
    },
    {
        "o": 33919,
        "r": "csb:Titus:3:2",
        "t": "to slander no one, to avoid fighting, and to be kind, always showing gentleness to all people."
    },
    {
        "o": 33920,
        "r": "csb:Titus:3:3",
        "t": "For we too were once foolish, disobedient, deceived, enslaved by various passions and pleasures, living in malice and envy, hateful, detesting one another."
    },
    {
        "o": 33921,
        "r": "csb:Titus:3:4",
        "t": "But*p when the kindness of God our Savior and his love for mankind appeared,"
    },
    {
        "o": 33922,
        "r": "csb:Titus:3:5",
        "t": "he saved us —not by works of righteousness that we had done, but according to his mercy- through the washing of regeneration and renewal by the Holy Spirit."
    },
    {
        "o": 33923,
        "r": "csb:Titus:3:6",
        "t": "He poured out his Spirit on us abundantly through Jesus Christ our Savior"
    },
    {
        "o": 33924,
        "r": "csb:Titus:3:7",
        "t": "so that, having been justified by his grace, we may become heirs with the hope of eternal life."
    },
    {
        "o": 33925,
        "r": "csb:Titus:3:8",
        "t": "This saying is trustworthy. I want you to insist on these things, so that those who have believed God might be careful to devote themselves to good works. These are good and profitable for everyone."
    },
    {
        "o": 33926,
        "r": "csb:Titus:3:9",
        "t": "But avoid foolish debates, genealogies, quarrels, and disputes about the law, because they are unprofitable and worthless."
    },
    {
        "o": 33927,
        "r": "csb:Titus:3:10",
        "t": "Reject a divisive person after a first and second warning."
    },
    {
        "o": 33928,
        "r": "csb:Titus:3:11",
        "t": "For you know that such a person has gone astray and is sinning; he is self-condemned."
    },
    {
        "o": 33929,
        "r": "csb:Titus:3:11",
        "t": "Final Instructions and Closing",
        "h": 2
    },
    {
        "o": 33930,
        "r": "csb:Titus:3:12",
        "t": "When*p I send Artemas or Tychicus to you, make every effort to come to me in Nicopolis, because I have decided to spend the winter there."
    },
    {
        "o": 33931,
        "r": "csb:Titus:3:13",
        "t": "Diligently help Zenas the lawyer and Apollos on their journey, so that they will lack nothing."
    },
    {
        "o": 33932,
        "r": "csb:Titus:3:14",
        "t": "Let*p our people learn to devote themselves to good works for pressing needs, so that they will not be unfruitful."
    },
    {
        "o": 33933,
        "r": "csb:Titus:3:15",
        "t": "All those who are with me send you greetings. Greet those who love us in the faith. Grace be with all of you."
    }
]
