[
    {
        "o": 13757,
        "r": "csb:Nehemiah:4:0",
        "t": "Nehemiah 4",
        "h": 1
    },
    {
        "o": 13758,
        "r": "csb:Nehemiah:4:0",
        "t": "Progress in Spite of Opposition",
        "h": 2
    },
    {
        "o": 13759,
        "r": "csb:Nehemiah:4:1",
        "t": "When*p Sanballat heard that we were rebuilding the wall, he became furious. He mocked the Jews"
    },
    {
        "o": 13760,
        "r": "csb:Nehemiah:4:2",
        "t": "before his colleagues and the powerful men of Samaria and said, “What are these pathetic Jews doing? Can they restore it by themselves? Will they offer sacrifices? Will they ever finish it? Can they bring these burnt stones back to life from the mounds of rubble?”"
    },
    {
        "o": 13761,
        "r": "csb:Nehemiah:4:3",
        "t": "Then Tobiah the Ammonite, who was beside him, said, “Indeed, even if a fox climbed up what they are building, he would break down their stone wall!”"
    },
    {
        "o": 13762,
        "r": "csb:Nehemiah:4:4",
        "t": "Listen,*p our God, for we are despised. Make their insults return on their own heads and let them be taken as plunder to a land of captivity."
    },
    {
        "o": 13763,
        "r": "csb:Nehemiah:4:5",
        "t": "Do not cover their guilt or let their sin be erased from your sight, because they have angered the builders."
    },
    {
        "o": 13764,
        "r": "csb:Nehemiah:4:6",
        "t": "So*p we rebuilt the wall until the entire wall was joined together up to half its height, for the people had the will to keep working."
    },
    {
        "o": 13765,
        "r": "csb:Nehemiah:4:7",
        "t": "When*p Sanballat, Tobiah, and the Arabs, Ammonites, and Ashdodites heard that the repair to the walls of Jerusalem was progressing and that the gaps were being closed, they became furious."
    },
    {
        "o": 13766,
        "r": "csb:Nehemiah:4:8",
        "t": "They all plotted together to come and fight against Jerusalem and throw it into confusion."
    },
    {
        "o": 13767,
        "r": "csb:Nehemiah:4:9",
        "t": "So we prayed to our God and stationed a guard because of them day and night."
    },
    {
        "o": 13768,
        "r": "csb:Nehemiah:4:10",
        "t": "In*p Judah, it was said: The*pn strength of the laborer fails, since*ln there is so much rubble. We*ln will never be able to*ln rebuild the wall."
    },
    {
        "o": 13769,
        "r": "csb:Nehemiah:4:11",
        "t": "And*p our enemies said, “They won’t realize it until we’re among them and can kill them and stop the work.”"
    },
    {
        "o": 13770,
        "r": "csb:Nehemiah:4:12",
        "t": "When the Jews who lived nearby arrived, they said to us time and again, “Everywhere you turn, they attack us.”"
    },
    {
        "o": 13771,
        "r": "csb:Nehemiah:4:13",
        "t": "So I stationed people behind the lowest sections of the wall, at the vulnerable areas. I stationed them by families with their swords, spears, and bows."
    },
    {
        "o": 13772,
        "r": "csb:Nehemiah:4:14",
        "t": "After I made an inspection, I stood up and said to the nobles, the officials, and the rest of the people, “Don’t be afraid of them. Remember the great and awe-inspiring Lord, and fight for your countrymen, your sons and daughters, your wives and homes.”"
    },
    {
        "o": 13773,
        "r": "csb:Nehemiah:4:14",
        "t": "Sword and Trowel",
        "h": 2
    },
    {
        "o": 13774,
        "r": "csb:Nehemiah:4:15",
        "t": "When*p our enemies heard that we knew their scheme and that God had frustrated it, every one of us returned to his own work on the wall."
    },
    {
        "o": 13775,
        "r": "csb:Nehemiah:4:16",
        "t": "From that day on, half of my men did the work while the other half held spears, shields, bows, and armor. The officers supported all the people of Judah,"
    },
    {
        "o": 13776,
        "r": "csb:Nehemiah:4:17",
        "t": "who were rebuilding the wall. The laborers who carried the loads worked with one hand and held a weapon with the other."
    },
    {
        "o": 13777,
        "r": "csb:Nehemiah:4:18",
        "t": "Each of the builders had his sword strapped around his waist while he was building, and the one who sounded the ram’s horn was beside me."
    },
    {
        "o": 13778,
        "r": "csb:Nehemiah:4:19",
        "t": "Then I said to the nobles, the officials, and the rest of the people, “The work is enormous and spread out, and we are separated far from one another along the wall."
    },
    {
        "o": 13779,
        "r": "csb:Nehemiah:4:20",
        "t": "Wherever you hear the sound of the ram’s horn, rally to us there. Our God will fight for us!”"
    },
    {
        "o": 13780,
        "r": "csb:Nehemiah:4:21",
        "t": "So we continued the work, while half of the men were holding spears from daybreak until the stars came out."
    },
    {
        "o": 13781,
        "r": "csb:Nehemiah:4:22",
        "t": "At that time, I also said to the people, “Let everyone and his servant spend the night inside Jerusalem, so that they can stand guard by night and work by day.”"
    },
    {
        "o": 13782,
        "r": "csb:Nehemiah:4:23",
        "t": "And I, my brothers, my servants, and the men of the guard with me never took off our clothes. Each carried his weapon, even when washing."
    }
]
