[
    {
        "o": 8043,
        "r": "niv:1 Samuel:8:0",
        "t": "1 Samuel 8",
        "h": 1
    },
    {
        "o": 8044,
        "r": "niv:1 Samuel:8:0",
        "t": "Israel Asks for a King",
        "h": 2
    },
    {
        "o": 8045,
        "r": "niv:1 Samuel:8:1",
        "t": "When*p Samuel grew old, he appointed his sons as Israel’s leaders."
    },
    {
        "o": 8046,
        "r": "niv:1 Samuel:8:2",
        "t": "The name of his firstborn was Joel and the name of his second was Abijah, and they served at Beersheba."
    },
    {
        "o": 8047,
        "r": "niv:1 Samuel:8:3",
        "t": "But his sons did not follow his ways. They turned aside after dishonest gain and accepted bribes and perverted justice."
    },
    {
        "o": 8048,
        "r": "niv:1 Samuel:8:4",
        "t": "So*p all the elders of Israel gathered together and came to Samuel at Ramah."
    },
    {
        "o": 8049,
        "r": "niv:1 Samuel:8:5",
        "t": "They said to him, “You are old, and your sons do not follow your ways; now appoint a king to lead us, such as all the other nations have.”"
    },
    {
        "o": 8050,
        "r": "niv:1 Samuel:8:6",
        "t": "But*p when they said, “Give us a king to lead us,” this displeased Samuel; so he prayed to the Lord.*s"
    },
    {
        "o": 8051,
        "r": "niv:1 Samuel:8:7",
        "t": "And the Lord*s told him: “Listen to all that the people are saying to you; it is not you they have rejected, but they have rejected me as their king."
    },
    {
        "o": 8052,
        "r": "niv:1 Samuel:8:8",
        "t": "As they have done from the day I brought them up out of Egypt until this day, forsaking me and serving other gods, so they are doing to you."
    },
    {
        "o": 8053,
        "r": "niv:1 Samuel:8:9",
        "t": "Now listen to them; but warn them solemnly and let them know what the king who will reign over them will claim as his rights.”"
    },
    {
        "o": 8054,
        "r": "niv:1 Samuel:8:10",
        "t": "Samuel*p told all the words of the Lord*s to the people who were asking him for a king."
    },
    {
        "o": 8055,
        "r": "niv:1 Samuel:8:11",
        "t": "He said, “This is what the king who will reign over you will claim as his rights: He will take your sons and make them serve with his chariots and horses, and they will run in front of his chariots."
    },
    {
        "o": 8056,
        "r": "niv:1 Samuel:8:12",
        "t": "Some he will assign to be commanders of thousands and commanders of fifties, and others to plow his ground and reap his harvest, and still others to make weapons of war and equipment for his chariots."
    },
    {
        "o": 8057,
        "r": "niv:1 Samuel:8:13",
        "t": "He will take your daughters to be perfumers and cooks and bakers."
    },
    {
        "o": 8058,
        "r": "niv:1 Samuel:8:14",
        "t": "He will take the best of your fields and vineyards and olive groves and give them to his attendants."
    },
    {
        "o": 8059,
        "r": "niv:1 Samuel:8:15",
        "t": "He will take a tenth of your grain and of your vintage and give it to his officials and attendants."
    },
    {
        "o": 8060,
        "r": "niv:1 Samuel:8:16",
        "t": "Your male and female servants and the best of your cattle and donkeys he will take for his own use."
    },
    {
        "o": 8061,
        "r": "niv:1 Samuel:8:17",
        "t": "He will take a tenth of your flocks, and you yourselves will become his slaves."
    },
    {
        "o": 8062,
        "r": "niv:1 Samuel:8:18",
        "t": "When that day comes, you will cry out for relief from the king you have chosen, but the Lord*s will not answer you in that day.”"
    },
    {
        "o": 8063,
        "r": "niv:1 Samuel:8:19",
        "t": "But*p the people refused to listen to Samuel. “No!” they said. “We want a king over us."
    },
    {
        "o": 8064,
        "r": "niv:1 Samuel:8:20",
        "t": "Then we will be like all the other nations, with a king to lead us and to go out before us and fight our battles.”"
    },
    {
        "o": 8065,
        "r": "niv:1 Samuel:8:21",
        "t": "When*p Samuel heard all that the people said, he repeated it before the Lord.*s"
    },
    {
        "o": 8066,
        "r": "niv:1 Samuel:8:22",
        "t": "The Lord*s answered, “Listen to them and give them a king.” Then*p Samuel said to the Israelites, “Everyone go back to your own town.”"
    }
]
