[
    {
        "o": 11750,
        "r": "nasb:1 Chronicles:12:0",
        "t": "1 Chronicles 12",
        "h": 1
    },
    {
        "o": 11751,
        "r": "nasb:1 Chronicles:12:0",
        "t": "David’s Supporters in Ziklag",
        "h": 2
    },
    {
        "o": 11752,
        "r": "nasb:1 Chronicles:12:1",
        "t": "Now*p these are the ones who came to David at Ziklag, while he was still restricted because of Saul the son of Kish; and they were among the mighty men who helped him*i in war."
    },
    {
        "o": 11753,
        "r": "nasb:1 Chronicles:12:2",
        "t": "They were equipped with bows, using both the right hand and the left to*i sling*i stones and to*i shoot*i arrows from the bow; they*i were*i Saul’s kinsmen from Benjamin."
    },
    {
        "o": 11754,
        "r": "nasb:1 Chronicles:12:3",
        "t": "The chief was Ahiezer, then Joash, the sons of Shemaah the Gibeathite; and Jeziel and Pelet, the sons of Azmaveth, and Beracah and Jehu the Anathothite,"
    },
    {
        "o": 11755,
        "r": "nasb:1 Chronicles:12:4",
        "t": "and Ishmaiah the Gibeonite, a mighty man among the thirty, and over the thirty. Then Jeremiah, Jahaziel, Johanan, Jozabad the Gederathite,"
    },
    {
        "o": 11756,
        "r": "nasb:1 Chronicles:12:5",
        "t": "Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Haruphite,"
    },
    {
        "o": 11757,
        "r": "nasb:1 Chronicles:12:6",
        "t": "Elkanah, Isshiah, Azarel, Joezer, Jashobeam, the Korahites,"
    },
    {
        "o": 11758,
        "r": "nasb:1 Chronicles:12:7",
        "t": "and Joelah and Zebadiah, the sons of Jeroham of Gedor."
    },
    {
        "o": 11759,
        "r": "nasb:1 Chronicles:12:8",
        "t": "From*p the Gadites there came over to David in the stronghold in the wilderness, mighty men of valor, men trained for war, who could handle shield and spear, and whose faces were like the faces of lions, and they*i were*i as swift as the gazelles on the mountains."
    },
    {
        "o": 11760,
        "r": "nasb:1 Chronicles:12:9",
        "t": "Ezer was*i the first, Obadiah the second, Eliab the third,"
    },
    {
        "o": 11761,
        "r": "nasb:1 Chronicles:12:10",
        "t": "Mishmannah the fourth, Jeremiah the fifth,"
    },
    {
        "o": 11762,
        "r": "nasb:1 Chronicles:12:11",
        "t": "Attai the sixth, Eliel the seventh,"
    },
    {
        "o": 11763,
        "r": "nasb:1 Chronicles:12:12",
        "t": "Johanan the eighth, Elzabad the ninth,"
    },
    {
        "o": 11764,
        "r": "nasb:1 Chronicles:12:13",
        "t": "Jeremiah the tenth, Machbannai the eleventh."
    },
    {
        "o": 11765,
        "r": "nasb:1 Chronicles:12:14",
        "t": "These of the sons of Gad were captains of the army; he who was least was equal to a hundred and the greatest to a thousand."
    },
    {
        "o": 11766,
        "r": "nasb:1 Chronicles:12:15",
        "t": "These are the ones who crossed the Jordan in the first month when it was overflowing all its banks and they put to flight all those in the valleys, both to the east and to the west."
    },
    {
        "o": 11767,
        "r": "nasb:1 Chronicles:12:16",
        "t": "Then*p some of the sons of Benjamin and Judah came to the stronghold to David."
    },
    {
        "o": 11768,
        "r": "nasb:1 Chronicles:12:17",
        "t": "David went out to meet them, and said to them, “If you come peacefully to me to help me, my heart shall be united with you; but if to betray me to my adversaries, since there is no wrong in my hands, may the God of our fathers look on it*i and decide.”"
    },
    {
        "o": 11769,
        "r": "nasb:1 Chronicles:12:18",
        "t": "Then the Spirit came upon Amasai, who was the chief of the thirty, and*i he*i said,*i “We*ipn are yours, O David, And*ln with you, O son of Jesse! Peace,*ln peace to you, And*ln peace to him who helps you; Indeed,*ln your God helps you!” Then*p David received them and made them captains of the band."
    },
    {
        "o": 11770,
        "r": "nasb:1 Chronicles:12:19",
        "t": "From*p Manasseh also some defected to David when he was about to go to battle with the Philistines against Saul. But they did not help them, for the lords of the Philistines after consultation sent him away, saying, “At the*i cost*i of*i our heads he may defect to his master Saul.”"
    },
    {
        "o": 11771,
        "r": "nasb:1 Chronicles:12:20",
        "t": "As he went to Ziklag there defected to him from Manasseh: Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu and Zillethai, captains of thousands who belonged to Manasseh."
    },
    {
        "o": 11772,
        "r": "nasb:1 Chronicles:12:21",
        "t": "They helped David against the band of raiders, for they were all mighty men of valor, and were captains in the army."
    },
    {
        "o": 11773,
        "r": "nasb:1 Chronicles:12:22",
        "t": "For day by day men*i came to David to help him, until there was a great army like the army of God."
    },
    {
        "o": 11774,
        "r": "nasb:1 Chronicles:12:22",
        "t": "Supporters Gathered at Hebron",
        "h": 2
    },
    {
        "o": 11775,
        "r": "nasb:1 Chronicles:12:23",
        "t": "Now*p these are the numbers of the divisions equipped for war, who came to David at Hebron, to turn the kingdom of Saul to him, according to the word of the Lord.*s"
    },
    {
        "o": 11776,
        "r": "nasb:1 Chronicles:12:24",
        "t": "The sons of Judah who bore shield and spear were*i 6,800, equipped for war."
    },
    {
        "o": 11777,
        "r": "nasb:1 Chronicles:12:25",
        "t": "Of the sons of Simeon, mighty men of valor for war, 7,100."
    },
    {
        "o": 11778,
        "r": "nasb:1 Chronicles:12:26",
        "t": "Of the sons of Levi 4,600."
    },
    {
        "o": 11779,
        "r": "nasb:1 Chronicles:12:27",
        "t": "Now Jehoiada was the leader of the*i house*i of*i Aaron, and with him were 3,700,"
    },
    {
        "o": 11780,
        "r": "nasb:1 Chronicles:12:28",
        "t": "also Zadok, a young man mighty of valor, and of his father’s house twenty-two captains."
    },
    {
        "o": 11781,
        "r": "nasb:1 Chronicles:12:29",
        "t": "Of the sons of Benjamin, Saul’s kinsmen, 3,000; for until now the greatest part of them had kept their allegiance to the house of Saul."
    },
    {
        "o": 11782,
        "r": "nasb:1 Chronicles:12:30",
        "t": "Of the sons of Ephraim 20,800, mighty men of valor, famous men in their fathers’ households."
    },
    {
        "o": 11783,
        "r": "nasb:1 Chronicles:12:31",
        "t": "Of the half-tribe of Manasseh 18,000, who were designated by name to come and make David king."
    },
    {
        "o": 11784,
        "r": "nasb:1 Chronicles:12:32",
        "t": "Of the sons of Issachar, men who understood the times, with knowledge of what Israel should do, their chiefs were*i two hundred; and all their kinsmen were*i at their command."
    },
    {
        "o": 11785,
        "r": "nasb:1 Chronicles:12:33",
        "t": "Of Zebulun, there were 50,000 who went out in the army, who could draw up in battle formation with all kinds of weapons of war and helped David*i with an undivided heart."
    },
    {
        "o": 11786,
        "r": "nasb:1 Chronicles:12:34",
        "t": "Of Naphtali there*i were*i 1,000 captains, and with them 37,000 with shield and spear."
    },
    {
        "o": 11787,
        "r": "nasb:1 Chronicles:12:35",
        "t": "Of the Danites who could draw up in battle formation, there*i were*i 28,600."
    },
    {
        "o": 11788,
        "r": "nasb:1 Chronicles:12:36",
        "t": "Of Asher there*i were*i 40,000 who went out in the army to draw up in battle formation."
    },
    {
        "o": 11789,
        "r": "nasb:1 Chronicles:12:37",
        "t": "From the other side of the Jordan, of the Reubenites and the Gadites and of the half-tribe of Manasseh, there*i were*i 120,000 with all kinds*i of weapons of war for the battle."
    },
    {
        "o": 11790,
        "r": "nasb:1 Chronicles:12:38",
        "t": "All*p these, being men of war who could draw up in battle formation, came to Hebron with a perfect heart to make David king over all Israel; and all the rest also of Israel were of one mind to make David king."
    },
    {
        "o": 11791,
        "r": "nasb:1 Chronicles:12:39",
        "t": "They were there with David three days, eating and drinking, for their kinsmen had prepared for them."
    },
    {
        "o": 11792,
        "r": "nasb:1 Chronicles:12:40",
        "t": "Moreover those who were near to them, even*i as far as Issachar and Zebulun and Naphtali, brought food on donkeys, camels, mules and on oxen, great quantities of flour cakes, fig cakes and bunches of raisins, wine, oil, oxen and sheep. There was joy indeed in Israel."
    }
]
