[
    {
        "o": 14201,
        "r": "nasb:Job:1:0",
        "t": "Job 1",
        "h": 1
    },
    {
        "o": 14202,
        "r": "nasb:Job:1:0",
        "t": "Job’s Character and Wealth",
        "h": 2
    },
    {
        "o": 14203,
        "r": "nasb:Job:1:1",
        "t": "There*p was a man in the land of Uz whose name was Job; and that man was blameless, upright, fearing God and turning away from evil."
    },
    {
        "o": 14204,
        "r": "nasb:Job:1:2",
        "t": "Seven sons and three daughters were born to him."
    },
    {
        "o": 14205,
        "r": "nasb:Job:1:3",
        "t": "His possessions also were 7,000 sheep, 3,000 camels, 500 yoke of oxen, 500 female donkeys, and very many servants; and that man was the greatest of all the men of the east."
    },
    {
        "o": 14206,
        "r": "nasb:Job:1:4",
        "t": "His sons used to go and hold a feast in the house of each one on his day, and they would send and invite their three sisters to eat and drink with them."
    },
    {
        "o": 14207,
        "r": "nasb:Job:1:5",
        "t": "When the days of feasting had completed their cycle, Job would send and consecrate them, rising up early in the morning and offering burnt offerings according*i to*i the number of them all; for Job said, “Perhaps my sons have sinned and cursed God in their hearts.” Thus Job did continually."
    },
    {
        "o": 14208,
        "r": "nasb:Job:1:6",
        "t": "Now*p there was a day when the sons of God came to present themselves before the Lord,*s and Satan also came among them."
    },
    {
        "o": 14209,
        "r": "nasb:Job:1:7",
        "t": "The Lord*s said to Satan, “From where do you come?” Then Satan answered the Lord*s and said, “From roaming about on the earth and walking around on it.”"
    },
    {
        "o": 14210,
        "r": "nasb:Job:1:8",
        "t": "The Lord*s said to Satan, “Have you considered My servant Job? For there is no one like him on the earth, a blameless and upright man, fearing God and turning away from evil.”"
    },
    {
        "o": 14211,
        "r": "nasb:Job:1:9",
        "t": "Then Satan answered the Lord,*s “Does Job fear God for nothing?"
    },
    {
        "o": 14212,
        "r": "nasb:Job:1:10",
        "t": "Have You not made a hedge about him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land."
    },
    {
        "o": 14213,
        "r": "nasb:Job:1:11",
        "t": "But put forth Your hand now and touch all that he has; he will surely curse You to Your face.”"
    },
    {
        "o": 14214,
        "r": "nasb:Job:1:12",
        "t": "Then the Lord*s said to Satan, “Behold, all that he has is in your power, only do not put forth your hand on him.” So Satan departed from the presence of the Lord.*s"
    },
    {
        "o": 14215,
        "r": "nasb:Job:1:12",
        "t": "Satan Allowed to Test Job",
        "h": 2
    },
    {
        "o": 14216,
        "r": "nasb:Job:1:13",
        "t": "Now*p on the day when his sons and his daughters were eating and drinking wine in their oldest brother’s house,"
    },
    {
        "o": 14217,
        "r": "nasb:Job:1:14",
        "t": "a messenger came to Job and said, “The oxen were plowing and the donkeys feeding beside them,"
    },
    {
        "o": 14218,
        "r": "nasb:Job:1:15",
        "t": "and the Sabeans attacked and took them. They also slew the servants with the edge of the sword, and I alone have escaped to tell you.”"
    },
    {
        "o": 14219,
        "r": "nasb:Job:1:16",
        "t": "While he was still speaking, another also came and said, “The fire of God fell from heaven and burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.”"
    },
    {
        "o": 14220,
        "r": "nasb:Job:1:17",
        "t": "While he was still speaking, another also came and said, “The Chaldeans formed three bands and made a raid on the camels and took them and slew the servants with the edge of the sword, and I alone have escaped to tell you.”"
    },
    {
        "o": 14221,
        "r": "nasb:Job:1:18",
        "t": "While he was still speaking, another also came and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,"
    },
    {
        "o": 14222,
        "r": "nasb:Job:1:19",
        "t": "and behold, a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.”"
    },
    {
        "o": 14223,
        "r": "nasb:Job:1:20",
        "t": "Then*p Job arose and tore his robe and shaved his head, and he fell to the ground and worshiped."
    },
    {
        "o": 14224,
        "r": "nasb:Job:1:21",
        "t": "He said, “Naked*pn I came from my mother’s womb, And*ln naked I shall return there. The*ln Lord*s gave and the Lord*s has taken away. Blessed*ln be the name of the Lord.”*s"
    },
    {
        "o": 14225,
        "r": "nasb:Job:1:22",
        "t": "Through*p all this Job did not sin nor did he blame God."
    }
]
