[
    {
        "o": 31610,
        "r": "nkjv:Romans:4:0",
        "t": "Romans 4",
        "h": 1
    },
    {
        "o": 31611,
        "r": "nkjv:Romans:4:0",
        "t": "Abraham Justified by Faith",
        "h": 2
    },
    {
        "o": 31612,
        "r": "nkjv:Romans:4:1",
        "t": "What*p then shall we say that Abraham our father has found according to the flesh?"
    },
    {
        "o": 31613,
        "r": "nkjv:Romans:4:2",
        "t": "For if Abraham was justified by works, he has something*i to boast about, but not before God."
    },
    {
        "o": 31614,
        "r": "nkjv:Romans:4:3",
        "t": "For what does the Scripture say? “Abraham believed God, and it was accounted to him for righteousness.”"
    },
    {
        "o": 31615,
        "r": "nkjv:Romans:4:4",
        "t": "Now to him who works, the wages are not counted as grace but as debt."
    },
    {
        "o": 31616,
        "r": "nkjv:Romans:4:4",
        "t": "David Celebrates the Same Truth",
        "h": 2
    },
    {
        "o": 31617,
        "r": "nkjv:Romans:4:5",
        "t": "But*p to him who does not work but believes on Him who justifies the ungodly, his faith is accounted for righteousness,"
    },
    {
        "o": 31618,
        "r": "nkjv:Romans:4:6",
        "t": "just as David also describes the blessedness of the man to whom God imputes righteousness apart from works:"
    },
    {
        "o": 31619,
        "r": "nkjv:Romans:4:7",
        "t": "“Blessed*pn are*i those*i whose lawless deeds are forgiven, And*ld whose sins are covered;"
    },
    {
        "o": 31620,
        "r": "nkjv:Romans:4:8",
        "t": "Blessed*ld is*i the*i man to whom the Lord*sb shall not impute sin.”"
    },
    {
        "o": 31621,
        "r": "nkjv:Romans:4:8",
        "t": "Abraham Justified Before Circumcision",
        "h": 2
    },
    {
        "o": 31622,
        "r": "nkjv:Romans:4:9",
        "t": "Does*ip this blessedness then come*i upon the circumcised only,*i or upon the uncircumcised also? For we say that faith was accounted to Abraham for righteousness."
    },
    {
        "o": 31623,
        "r": "nkjv:Romans:4:10",
        "t": "How then was it accounted? While he was circumcised, or uncircumcised? Not while circumcised, but while uncircumcised."
    },
    {
        "o": 31624,
        "r": "nkjv:Romans:4:11",
        "t": "And he received the sign of circumcision, a seal of the righteousness of the faith which he*i had*i while*i still*i uncircumcised, that he might be the father of all those who believe, though they are uncircumcised, that righteousness might be imputed to them also,"
    },
    {
        "o": 31625,
        "r": "nkjv:Romans:4:12",
        "t": "and the father of circumcision to those who not only are*i of the circumcision, but who also walk in the steps of the faith which our father Abraham had*i while*i still*i uncircumcised."
    },
    {
        "o": 31626,
        "r": "nkjv:Romans:4:12",
        "t": "The Promise Granted Through Faith",
        "h": 2
    },
    {
        "o": 31627,
        "r": "nkjv:Romans:4:13",
        "t": "For*p the promise that he would be the heir of the world was*i not to Abraham or to his seed through the law, but through the righteousness of faith."
    },
    {
        "o": 31628,
        "r": "nkjv:Romans:4:14",
        "t": "For if those who are of the law are*i heirs, faith is made void and the promise made of no effect,"
    },
    {
        "o": 31629,
        "r": "nkjv:Romans:4:15",
        "t": "because the law brings about wrath; for where there is no law there*i is*i no transgression."
    },
    {
        "o": 31630,
        "r": "nkjv:Romans:4:16",
        "t": "Therefore*p it*i is*i of faith that it*i might*i be*i according to grace, so that the promise might be sure to all the seed, not only to those who are of the law, but also to those who are of the faith of Abraham, who is the father of us all"
    },
    {
        "o": 31631,
        "r": "nkjv:Romans:4:17",
        "t": "(as it is written, “I have made you a father of many nations”) in the presence of Him whom he believed—God, who gives life to the dead and calls those things which do not exist as though they did;"
    },
    {
        "o": 31632,
        "r": "nkjv:Romans:4:18",
        "t": "who, contrary to hope, in hope believed, so that he became the father of many nations, according to what was spoken, “So shall your descendants be.”"
    },
    {
        "o": 31633,
        "r": "nkjv:Romans:4:19",
        "t": "And not being weak in faith, he did not consider his own body, already dead (since he was about a hundred years old), and the deadness of Sarah’s womb."
    },
    {
        "o": 31634,
        "r": "nkjv:Romans:4:20",
        "t": "He did not waver at the promise of God through unbelief, but was strengthened in faith, giving glory to God,"
    },
    {
        "o": 31635,
        "r": "nkjv:Romans:4:21",
        "t": "and being fully convinced that what He had promised He was also able to perform."
    },
    {
        "o": 31636,
        "r": "nkjv:Romans:4:22",
        "t": "And therefore “it was accounted to him for righteousness.”"
    },
    {
        "o": 31637,
        "r": "nkjv:Romans:4:23",
        "t": "Now*p it was not written for his sake alone that it was imputed to him,"
    },
    {
        "o": 31638,
        "r": "nkjv:Romans:4:24",
        "t": "but also for us. It shall be imputed to us who believe in Him who raised up Jesus our Lord from the dead,"
    },
    {
        "o": 31639,
        "r": "nkjv:Romans:4:25",
        "t": "who was delivered up because of our offenses, and was raised because of our justification."
    }
]
