[
    {
        "o": 13051,
        "r": "nasb:2 Chronicles:31:0",
        "t": "2 Chronicles 31",
        "h": 1
    },
    {
        "o": 13052,
        "r": "nasb:2 Chronicles:31:0",
        "t": "Idols Are Destroyed",
        "h": 2
    },
    {
        "o": 13053,
        "r": "nasb:2 Chronicles:31:1",
        "t": "Now*p when all this was finished, all Israel who were present went out to the cities of Judah, broke the pillars in pieces, cut down the Asherim and pulled down the high places and the altars throughout all Judah and Benjamin, as well as in Ephraim and Manasseh, until they had destroyed them all. Then all the sons of Israel returned to their cities, each to his possession."
    },
    {
        "o": 13054,
        "r": "nasb:2 Chronicles:31:2",
        "t": "And*p Hezekiah appointed the divisions of the priests and the Levites by their divisions, each according to his service, both*i the priests and the Levites, for burnt offerings and for peace offerings, to minister and to give thanks and to praise in the gates of the camp of the Lord.*s"
    },
    {
        "o": 13055,
        "r": "nasb:2 Chronicles:31:2",
        "t": "Reforms Continued",
        "h": 2
    },
    {
        "o": 13056,
        "r": "nasb:2 Chronicles:31:3",
        "t": "He*ip also appointed*i the king’s portion of his goods for the burnt offerings, namely,*i for the morning and evening burnt offerings, and the burnt offerings for the sabbaths and for the new moons and for the fixed festivals, as it is written in the law of the Lord.*s"
    },
    {
        "o": 13057,
        "r": "nasb:2 Chronicles:31:4",
        "t": "Also he commanded the people who lived in Jerusalem to give the portion due to the priests and the Levites, that they might devote themselves to the law of the Lord.*s"
    },
    {
        "o": 13058,
        "r": "nasb:2 Chronicles:31:5",
        "t": "As soon as the order spread, the sons of Israel provided in abundance the first fruits of grain, new wine, oil, honey and of all the produce of the field; and they brought in abundantly the tithe of all."
    },
    {
        "o": 13059,
        "r": "nasb:2 Chronicles:31:6",
        "t": "The sons of Israel and Judah who lived in the cities of Judah also brought in the tithe of oxen and sheep, and the tithe of sacred gifts which were consecrated to the Lord*s their God, and placed them*i in heaps."
    },
    {
        "o": 13060,
        "r": "nasb:2 Chronicles:31:7",
        "t": "In the third month they began to make the heaps, and finished them*i by the seventh month."
    },
    {
        "o": 13061,
        "r": "nasb:2 Chronicles:31:8",
        "t": "When Hezekiah and the rulers came and saw the heaps, they blessed the Lord*s and His people Israel."
    },
    {
        "o": 13062,
        "r": "nasb:2 Chronicles:31:9",
        "t": "Then Hezekiah questioned the priests and the Levites concerning the heaps."
    },
    {
        "o": 13063,
        "r": "nasb:2 Chronicles:31:10",
        "t": "Azariah the chief priest of the house of Zadok said to him, “Since the contributions began to be brought into the house of the Lord,*s we have had enough to eat with plenty left over, for the Lord*s has blessed His people, and this great quantity is left over.”"
    },
    {
        "o": 13064,
        "r": "nasb:2 Chronicles:31:11",
        "t": "Then*p Hezekiah commanded them*i to prepare rooms in the house of the Lord,*s and they prepared them.*i"
    },
    {
        "o": 13065,
        "r": "nasb:2 Chronicles:31:12",
        "t": "They faithfully brought in the contributions and the tithes and the consecrated things; and Conaniah the Levite was*i the officer in charge of them and his brother Shimei was*i second."
    },
    {
        "o": 13066,
        "r": "nasb:2 Chronicles:31:13",
        "t": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath and Benaiah were*i overseers under the authority of Conaniah and Shimei his brother by the appointment of King Hezekiah, and Azariah was*i the chief*i officer of the house of God."
    },
    {
        "o": 13067,
        "r": "nasb:2 Chronicles:31:14",
        "t": "Kore the son of Imnah the Levite, the keeper of the eastern gate,*i was*i over the freewill offerings of God, to apportion the contributions for the Lord*s and the most holy things."
    },
    {
        "o": 13068,
        "r": "nasb:2 Chronicles:31:15",
        "t": "Under his authority were*i Eden, Miniamin, Jeshua, Shemaiah, Amariah and Shecaniah in the cities of the priests, to distribute faithfully their*i portions*i to their brothers by divisions, whether great or small,"
    },
    {
        "o": 13069,
        "r": "nasb:2 Chronicles:31:16",
        "t": "without regard to their genealogical enrollment, to the males from thirty years old and upward—everyone who entered the house of the Lord*s for his daily obligations—for their work in their duties according to their divisions;"
    },
    {
        "o": 13070,
        "r": "nasb:2 Chronicles:31:17",
        "t": "as well as the priests who were enrolled genealogically according to their fathers’ households, and the Levites from twenty years old and upwards, by their duties and*i their divisions."
    },
    {
        "o": 13071,
        "r": "nasb:2 Chronicles:31:18",
        "t": "The genealogical enrollment included*i all their little children, their wives, their sons and their daughters, for the whole assembly, for they consecrated themselves faithfully in holiness."
    },
    {
        "o": 13072,
        "r": "nasb:2 Chronicles:31:19",
        "t": "Also for the sons of Aaron the priests who*i were*i in the pasture lands of their cities, or in each and every city, there*i were*i men who were designated by name to distribute portions to every male among the priests and to everyone genealogically enrolled among the Levites."
    },
    {
        "o": 13073,
        "r": "nasb:2 Chronicles:31:20",
        "t": "Thus*p Hezekiah did throughout all Judah; and he did what was*i good, right and true before the Lord*s his God."
    },
    {
        "o": 13074,
        "r": "nasb:2 Chronicles:31:21",
        "t": "Every work which he began in the service of the house of God in law and in commandment, seeking his God, he did with all his heart and prospered."
    }
]
