[
    {
        "o": 33934,
        "r": "csb:Philemon:1:0",
        "t": "Philemon 1",
        "h": 1
    },
    {
        "o": 33935,
        "r": "csb:Philemon:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33936,
        "r": "csb:Philemon:1:1",
        "t": "Paul,*p a prisoner of Christ Jesus, and Timothy our brother: To*p Philemon our dear friend and coworker,"
    },
    {
        "o": 33937,
        "r": "csb:Philemon:1:2",
        "t": "to Apphia our sister, to Archippus our fellow soldier, and to the church that meets in your home."
    },
    {
        "o": 33938,
        "r": "csb:Philemon:1:3",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33939,
        "r": "csb:Philemon:1:3",
        "t": "Philemon’s Love and Faith",
        "h": 2
    },
    {
        "o": 33940,
        "r": "csb:Philemon:1:4",
        "t": "I*p always thank my God when I mention you in my prayers,"
    },
    {
        "o": 33941,
        "r": "csb:Philemon:1:5",
        "t": "because I hear of your love for all the saints and the faith that you have in the Lord Jesus."
    },
    {
        "o": 33942,
        "r": "csb:Philemon:1:6",
        "t": "I pray that your participation in the faith may become effective through knowing every good thing that is in us for the glory of Christ."
    },
    {
        "o": 33943,
        "r": "csb:Philemon:1:7",
        "t": "For I have great joy and encouragement from your love, because the hearts of the saints have been refreshed through you, brother."
    },
    {
        "o": 33944,
        "r": "csb:Philemon:1:7",
        "t": "An Appeal for Onesimus",
        "h": 2
    },
    {
        "o": 33945,
        "r": "csb:Philemon:1:8",
        "t": "For*p this reason, although I have great boldness in Christ to command you to do what is right,"
    },
    {
        "o": 33946,
        "r": "csb:Philemon:1:9",
        "t": "I appeal to you, instead, on the basis of love. I, Paul, as an elderly man and now also as a prisoner of Christ Jesus,"
    },
    {
        "o": 33947,
        "r": "csb:Philemon:1:10",
        "t": "appeal to you for my son, Onesimus. I became his father while I was in chains."
    },
    {
        "o": 33948,
        "r": "csb:Philemon:1:11",
        "t": "Once he was useless to you, but now he is useful both to you and to me."
    },
    {
        "o": 33949,
        "r": "csb:Philemon:1:12",
        "t": "I am sending him back to you - I am sending my very own heart."
    },
    {
        "o": 33950,
        "r": "csb:Philemon:1:13",
        "t": "I wanted to keep him with me, so that in my imprisonment for the gospel he might serve me in your place."
    },
    {
        "o": 33951,
        "r": "csb:Philemon:1:14",
        "t": "But I didn’t want to do anything without your consent, so that your good deed might not be out of obligation, but of your own free will."
    },
    {
        "o": 33952,
        "r": "csb:Philemon:1:15",
        "t": "For perhaps this is why he was separated from you for a brief time, so that you might get him back permanently,"
    },
    {
        "o": 33953,
        "r": "csb:Philemon:1:16",
        "t": "no longer as a slave, but more than a slave - as a dearly loved brother. He is especially so to me, but how much more to you, both in the flesh and in the Lord."
    },
    {
        "o": 33954,
        "r": "csb:Philemon:1:17",
        "t": "So*p if you consider me a partner, welcome him as you would me."
    },
    {
        "o": 33955,
        "r": "csb:Philemon:1:18",
        "t": "And if he has wronged you in any way, or owes you anything, charge that to my account."
    },
    {
        "o": 33956,
        "r": "csb:Philemon:1:19",
        "t": "I, Paul, write this with my own hand: I will repay it - not to mention to you that you owe me even your very self."
    },
    {
        "o": 33957,
        "r": "csb:Philemon:1:20",
        "t": "Yes, brother, may I benefit from you in the Lord; refresh my heart in Christ."
    },
    {
        "o": 33958,
        "r": "csb:Philemon:1:21",
        "t": "Since I am confident of your obedience, I am writing to you, knowing that you will do even more than I say."
    },
    {
        "o": 33959,
        "r": "csb:Philemon:1:22",
        "t": "Meanwhile, also prepare a guest room for me, since I hope that through your prayers I will be restored to you."
    },
    {
        "o": 33960,
        "r": "csb:Philemon:1:22",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33961,
        "r": "csb:Philemon:1:23",
        "t": "Epaphras,*p my fellow prisoner in Christ Jesus, sends you greetings, and so do"
    },
    {
        "o": 33962,
        "r": "csb:Philemon:1:24",
        "t": "Mark, Aristarchus, Demas, and Luke, my coworkers."
    },
    {
        "o": 33963,
        "r": "csb:Philemon:1:25",
        "t": "The*p grace of the Lord Jesus Christ be with your spirit."
    }
]
