[
    {
        "o": 3974,
        "r": "csb:Numbers:1:0",
        "t": "Numbers 1",
        "h": 1
    },
    {
        "o": 3975,
        "r": "csb:Numbers:1:0",
        "t": "The Census of Israel",
        "h": 2
    },
    {
        "o": 3976,
        "r": "csb:Numbers:1:1",
        "t": "The*p Lord*s spoke to Moses in the tent of meeting in the Wilderness of Sinai, on the first day of the second month of the second year after Israel’s departure from the land of Egypt:"
    },
    {
        "o": 3977,
        "r": "csb:Numbers:1:2",
        "t": "“Take a census of the entire Israelite community by their clans and their ancestral families, counting the names of every male one by one."
    },
    {
        "o": 3978,
        "r": "csb:Numbers:1:3",
        "t": "You and Aaron are to register those who are twenty years old or more by their military divisions - everyone who can serve in Israel’s army."
    },
    {
        "o": 3979,
        "r": "csb:Numbers:1:4",
        "t": "A man from each tribe is to be with you, each one the head of his ancestral family."
    },
    {
        "o": 3980,
        "r": "csb:Numbers:1:5",
        "t": "These are the names of the men who are to assist you: Elizur*ln son of Shedeur from Reuben;"
    },
    {
        "o": 3981,
        "r": "csb:Numbers:1:6",
        "t": "Shelumiel*ln son of Zurishaddai from Simeon;"
    },
    {
        "o": 3982,
        "r": "csb:Numbers:1:7",
        "t": "Nahshon*ln son of Amminadab from Judah;"
    },
    {
        "o": 3983,
        "r": "csb:Numbers:1:8",
        "t": "Nethanel*ln son of Zuar from Issachar;"
    },
    {
        "o": 3984,
        "r": "csb:Numbers:1:9",
        "t": "Eliab*ln son of Helon from Zebulun;"
    },
    {
        "o": 3985,
        "r": "csb:Numbers:1:10",
        "t": "from*ln the sons of Joseph: Elishama*ln son of Ammihud from Ephraim, Gamaliel*ln son of Pedahzur from Manasseh;"
    },
    {
        "o": 3986,
        "r": "csb:Numbers:1:11",
        "t": "Abidan*ln son of Gideoni from Benjamin;"
    },
    {
        "o": 3987,
        "r": "csb:Numbers:1:12",
        "t": "Ahiezer*ln son of Ammishaddai from Dan;"
    },
    {
        "o": 3988,
        "r": "csb:Numbers:1:13",
        "t": "Pagiel*ln son of Ochran from Asher;"
    },
    {
        "o": 3989,
        "r": "csb:Numbers:1:14",
        "t": "Eliasaph*ln son of Deuel from Gad;"
    },
    {
        "o": 3990,
        "r": "csb:Numbers:1:15",
        "t": "Ahira*ln son of Enan from Naphtali."
    },
    {
        "o": 3991,
        "r": "csb:Numbers:1:16",
        "t": "These*p are the men called from the community; they are leaders of their ancestral tribes, the heads of Israel’s clans.”"
    },
    {
        "o": 3992,
        "r": "csb:Numbers:1:17",
        "t": "So*p Moses and Aaron took these men who had been designated by name,"
    },
    {
        "o": 3993,
        "r": "csb:Numbers:1:18",
        "t": "and they assembled the whole community on the first day of the second month. They recorded their ancestry by their clans and their ancestral families, counting one by one the names of those twenty years old or more,"
    },
    {
        "o": 3994,
        "r": "csb:Numbers:1:19",
        "t": "just as the Lord*s commanded Moses. He registered them in the Wilderness of Sinai:"
    },
    {
        "o": 3995,
        "r": "csb:Numbers:1:20",
        "t": "The*p descendants of Reuben, the firstborn of Israel: according to their family records by their clans and their ancestral families, counting one by one the names of every male twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 3996,
        "r": "csb:Numbers:1:21",
        "t": "those registered for the tribe of Reuben numbered 46,500."
    },
    {
        "o": 3997,
        "r": "csb:Numbers:1:22",
        "t": "The*p descendants of Simeon: according to their family records by their clans and their ancestral families, those registered counting one by one the names of every male twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 3998,
        "r": "csb:Numbers:1:23",
        "t": "those registered for the tribe of Simeon numbered 59,300."
    },
    {
        "o": 3999,
        "r": "csb:Numbers:1:24",
        "t": "The*p descendants of Gad: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4000,
        "r": "csb:Numbers:1:25",
        "t": "those registered for the tribe of Gad numbered 45,650."
    },
    {
        "o": 4001,
        "r": "csb:Numbers:1:26",
        "t": "The*p descendants of Judah: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4002,
        "r": "csb:Numbers:1:27",
        "t": "those registered for the tribe of Judah numbered 74,600."
    },
    {
        "o": 4003,
        "r": "csb:Numbers:1:28",
        "t": "The*p descendants of Issachar: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4004,
        "r": "csb:Numbers:1:29",
        "t": "those registered for the tribe of Issachar numbered 54,400."
    },
    {
        "o": 4005,
        "r": "csb:Numbers:1:30",
        "t": "The*p descendants of Zebulun: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4006,
        "r": "csb:Numbers:1:31",
        "t": "those registered for the tribe of Zebulun numbered 57,400."
    },
    {
        "o": 4007,
        "r": "csb:Numbers:1:32",
        "t": "The*p descendants of Joseph: The*p descendants of Ephraim: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4008,
        "r": "csb:Numbers:1:33",
        "t": "those registered for the tribe of Ephraim numbered 40,500."
    },
    {
        "o": 4009,
        "r": "csb:Numbers:1:34",
        "t": "The*p descendants of Manasseh: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4010,
        "r": "csb:Numbers:1:35",
        "t": "those registered for the tribe of Manasseh numbered 32,200."
    },
    {
        "o": 4011,
        "r": "csb:Numbers:1:36",
        "t": "The*p descendants of Benjamin: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4012,
        "r": "csb:Numbers:1:37",
        "t": "those registered for the tribe of Benjamin numbered 35,400."
    },
    {
        "o": 4013,
        "r": "csb:Numbers:1:38",
        "t": "The*p descendants of Dan: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4014,
        "r": "csb:Numbers:1:39",
        "t": "those registered for the tribe of Dan numbered 62,700."
    },
    {
        "o": 4015,
        "r": "csb:Numbers:1:40",
        "t": "The*p descendants of Asher: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4016,
        "r": "csb:Numbers:1:41",
        "t": "those registered for the tribe of Asher numbered 41,500."
    },
    {
        "o": 4017,
        "r": "csb:Numbers:1:42",
        "t": "The*p descendants of Naphtali: according to their family records by their clans and their ancestral families, counting the names of those twenty years old or more, everyone who could serve in the army,"
    },
    {
        "o": 4018,
        "r": "csb:Numbers:1:43",
        "t": "those registered for the tribe of Naphtali numbered 53,400."
    },
    {
        "o": 4019,
        "r": "csb:Numbers:1:44",
        "t": "These*p are the men Moses and Aaron registered, with the assistance of the twelve leaders of Israel; each represented his ancestral family."
    },
    {
        "o": 4020,
        "r": "csb:Numbers:1:45",
        "t": "So all the Israelites twenty years old or more, everyone who could serve in Israel’s army, were registered by their ancestral families."
    },
    {
        "o": 4021,
        "r": "csb:Numbers:1:46",
        "t": "All those registered numbered 603,550."
    },
    {
        "o": 4022,
        "r": "csb:Numbers:1:46",
        "t": "Duties of the Levites",
        "h": 2
    },
    {
        "o": 4023,
        "r": "csb:Numbers:1:47",
        "t": "But*p the Levites were not registered with them by their ancestral tribe."
    },
    {
        "o": 4024,
        "r": "csb:Numbers:1:48",
        "t": "For the Lord*s had told Moses,"
    },
    {
        "o": 4025,
        "r": "csb:Numbers:1:49",
        "t": "“Do not register or take a census of the tribe of Levi with the other Israelites."
    },
    {
        "o": 4026,
        "r": "csb:Numbers:1:50",
        "t": "Appoint the Levites over the tabernacle of the testimony, all its furnishings, and everything in it. They are to transport the tabernacle and all its articles, take care of it, and camp around it."
    },
    {
        "o": 4027,
        "r": "csb:Numbers:1:51",
        "t": "Whenever the tabernacle is to move, the Levites are to take it down, and whenever it is to stop at a campsite, the Levites are to set it up. Any unauthorized person who comes near it is to be put to death."
    },
    {
        "o": 4028,
        "r": "csb:Numbers:1:52",
        "t": "“The*p Israelites are to camp by their military divisions, each man with his encampment and under his banner."
    },
    {
        "o": 4029,
        "r": "csb:Numbers:1:53",
        "t": "The Levites are to camp around the tabernacle of the testimony and watch over it, so that no wrath will fall on the Israelite community.”"
    },
    {
        "o": 4030,
        "r": "csb:Numbers:1:54",
        "t": "The Israelites did everything just as the Lord*s had commanded Moses."
    },
    {
        "o": 4031,
        "r": "csb:Numbers:2:0",
        "t": "Numbers 2",
        "h": 1
    },
    {
        "o": 4032,
        "r": "csb:Numbers:2:0",
        "t": "Organization of the Camps",
        "h": 2
    },
    {
        "o": 4033,
        "r": "csb:Numbers:2:1",
        "t": "The*p Lord*s spoke to Moses and Aaron:"
    },
    {
        "o": 4034,
        "r": "csb:Numbers:2:2",
        "t": "“The Israelites are to camp under their respective banners beside the flags of their ancestral families. They are to camp around the tent of meeting at a distance from it:"
    },
    {
        "o": 4035,
        "r": "csb:Numbers:2:3",
        "t": "Judah’s*p military divisions will camp on the east side toward the sunrise under their banner. The leader of the descendants of Judah is Nahshon son of Amminadab."
    },
    {
        "o": 4036,
        "r": "csb:Numbers:2:4",
        "t": "His military division numbers 74,600."
    },
    {
        "o": 4037,
        "r": "csb:Numbers:2:5",
        "t": "The tribe of Issachar will camp next to it. The leader of the Issacharites is Nethanel son of Zuar."
    },
    {
        "o": 4038,
        "r": "csb:Numbers:2:6",
        "t": "His military division numbers 54,400."
    },
    {
        "o": 4039,
        "r": "csb:Numbers:2:7",
        "t": "The tribe of Zebulun will be next. The leader of the Zebulunites is Eliab son of Helon."
    },
    {
        "o": 4040,
        "r": "csb:Numbers:2:8",
        "t": "His military division numbers 57,400."
    },
    {
        "o": 4041,
        "r": "csb:Numbers:2:9",
        "t": "The total number in their military divisions who belong to Judah’s encampment is 186,400; they will move out first."
    },
    {
        "o": 4042,
        "r": "csb:Numbers:2:10",
        "t": "Reuben’s*p military divisions will camp on the south side under their banner. The leader of the Reubenites is Elizur son of Shedeur."
    },
    {
        "o": 4043,
        "r": "csb:Numbers:2:11",
        "t": "His military division numbers 46,500."
    },
    {
        "o": 4044,
        "r": "csb:Numbers:2:12",
        "t": "The tribe of Simeon will camp next to it. The leader of the Simeonites is Shelumiel son of Zurishaddai."
    },
    {
        "o": 4045,
        "r": "csb:Numbers:2:13",
        "t": "His military division numbers 59,300."
    },
    {
        "o": 4046,
        "r": "csb:Numbers:2:14",
        "t": "The tribe of Gad will be next. The leader of the Gadites is Eliasaph son of Deuel."
    },
    {
        "o": 4047,
        "r": "csb:Numbers:2:15",
        "t": "His military division numbers 45,650."
    },
    {
        "o": 4048,
        "r": "csb:Numbers:2:16",
        "t": "The total number in their military divisions who belong to Reuben’s encampment is 151,450; they will move out second."
    },
    {
        "o": 4049,
        "r": "csb:Numbers:2:17",
        "t": "The*p tent of meeting is to move out with the Levites’ camp, which is in the middle of the camps. They are to move out just as they camp, each in his place, with their banners."
    },
    {
        "o": 4050,
        "r": "csb:Numbers:2:18",
        "t": "Ephraim’s*p military divisions will camp on the west side under their banner. The leader of the Ephraimites is Elishama son of Ammihud."
    },
    {
        "o": 4051,
        "r": "csb:Numbers:2:19",
        "t": "His military division numbers 40,500."
    },
    {
        "o": 4052,
        "r": "csb:Numbers:2:20",
        "t": "The tribe of Manasseh will be next to it. The leader of the Manassites is Gamaliel son of Pedahzur."
    },
    {
        "o": 4053,
        "r": "csb:Numbers:2:21",
        "t": "His military division numbers 32,200."
    },
    {
        "o": 4054,
        "r": "csb:Numbers:2:22",
        "t": "The tribe of Benjamin will be next. The leader of the Benjaminites is Abidan son of Gideoni."
    },
    {
        "o": 4055,
        "r": "csb:Numbers:2:23",
        "t": "His military division numbers 35,400."
    },
    {
        "o": 4056,
        "r": "csb:Numbers:2:24",
        "t": "The total in their military divisions who belong to Ephraim’s encampment number 108,100; they will move out third."
    },
    {
        "o": 4057,
        "r": "csb:Numbers:2:25",
        "t": "Dan’s*p military divisions will camp on the north side under their banner. The leader of the Danites is Ahiezer son of Ammishaddai."
    },
    {
        "o": 4058,
        "r": "csb:Numbers:2:26",
        "t": "His military division numbers 62,700."
    },
    {
        "o": 4059,
        "r": "csb:Numbers:2:27",
        "t": "The tribe of Asher will camp next to it. The leader of the Asherites is Pagiel son of Ochran."
    },
    {
        "o": 4060,
        "r": "csb:Numbers:2:28",
        "t": "His military division numbers 41,500."
    },
    {
        "o": 4061,
        "r": "csb:Numbers:2:29",
        "t": "The tribe of Naphtali will be next. The leader of the Naphtalites is Ahira son of Enan."
    },
    {
        "o": 4062,
        "r": "csb:Numbers:2:30",
        "t": "His military division numbers 53,400."
    },
    {
        "o": 4063,
        "r": "csb:Numbers:2:31",
        "t": "The total number who belong to Dan’s encampment is 157,600; they are to move out last, with their banners.”"
    },
    {
        "o": 4064,
        "r": "csb:Numbers:2:32",
        "t": "These*p are the Israelites registered by their ancestral families. The total number in the camps by their military divisions is 603,550."
    },
    {
        "o": 4065,
        "r": "csb:Numbers:2:33",
        "t": "But the Levites were not registered among the Israelites, just as the Lord*s had commanded Moses."
    },
    {
        "o": 4066,
        "r": "csb:Numbers:2:34",
        "t": "The*p Israelites did everything the Lord*s commanded Moses; they camped by their banners in this way and moved out the same way, each man by his clan and by his ancestral family."
    },
    {
        "o": 4067,
        "r": "csb:Numbers:3:0",
        "t": "Numbers 3",
        "h": 1
    },
    {
        "o": 4068,
        "r": "csb:Numbers:3:0",
        "t": "Aaron’s Sons and the Levites",
        "h": 2
    },
    {
        "o": 4069,
        "r": "csb:Numbers:3:1",
        "t": "These*p are the family records of Aaron and Moses at the time the Lord*s spoke with Moses on Mount Sinai."
    },
    {
        "o": 4070,
        "r": "csb:Numbers:3:2",
        "t": "These are the names of Aaron’s sons: Nadab, the firstborn, and Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 4071,
        "r": "csb:Numbers:3:3",
        "t": "These are the names of Aaron’s sons, the anointed priests, who were ordained to serve as priests."
    },
    {
        "o": 4072,
        "r": "csb:Numbers:3:4",
        "t": "But Nadab and Abihu died in the Lord’s*s presence when they presented unauthorized fire before the Lord*s in the Wilderness of Sinai, and they had no sons. So Eleazar and Ithamar served as priests under the direction of Aaron their father."
    },
    {
        "o": 4073,
        "r": "csb:Numbers:3:5",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4074,
        "r": "csb:Numbers:3:6",
        "t": "“Bring the tribe of Levi near and present them to the priest Aaron to assist him."
    },
    {
        "o": 4075,
        "r": "csb:Numbers:3:7",
        "t": "They are to perform duties for him and the entire community before the tent of meeting by attending to the service of the tabernacle."
    },
    {
        "o": 4076,
        "r": "csb:Numbers:3:8",
        "t": "They are to take care of all the furnishings of the tent of meeting and perform duties for the Israelites by attending to the service of the tabernacle."
    },
    {
        "o": 4077,
        "r": "csb:Numbers:3:9",
        "t": "Assign the Levites to Aaron and his sons; they have been assigned exclusively to him from the Israelites."
    },
    {
        "o": 4078,
        "r": "csb:Numbers:3:10",
        "t": "You are to appoint Aaron and his sons to carry out their priestly responsibilities, but any unauthorized person who comes near the sanctuary is to be put to death.”"
    },
    {
        "o": 4079,
        "r": "csb:Numbers:3:11",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4080,
        "r": "csb:Numbers:3:12",
        "t": "“See, I have taken the Levites from the Israelites in place of every firstborn Israelite from the womb. The Levites belong to me,"
    },
    {
        "o": 4081,
        "r": "csb:Numbers:3:13",
        "t": "because every firstborn belongs to me. At the time I struck down every firstborn in the land of Egypt, I consecrated every firstborn in Israel to myself, both man and animal. They are mine; I am the Lord.”*s"
    },
    {
        "o": 4082,
        "r": "csb:Numbers:3:13",
        "t": "The Levitical Census",
        "h": 2
    },
    {
        "o": 4083,
        "r": "csb:Numbers:3:14",
        "t": "The*p Lord*s spoke to Moses in the Wilderness of Sinai:"
    },
    {
        "o": 4084,
        "r": "csb:Numbers:3:15",
        "t": "“Register the Levites by their ancestral families and their clans. You are to register every male one month old or more.”"
    },
    {
        "o": 4085,
        "r": "csb:Numbers:3:16",
        "t": "So Moses registered them in obedience to the Lord*s as he had been commanded:"
    },
    {
        "o": 4086,
        "r": "csb:Numbers:3:17",
        "t": "These*p were Levi’s sons by name: Gershon, Kohath, and Merari."
    },
    {
        "o": 4087,
        "r": "csb:Numbers:3:18",
        "t": "These were the names of Gershon’s sons by their clans: Libni and Shimei."
    },
    {
        "o": 4088,
        "r": "csb:Numbers:3:19",
        "t": "Kohath’s sons by their clans were Amram, Izhar, Hebron, and Uzziel."
    },
    {
        "o": 4089,
        "r": "csb:Numbers:3:20",
        "t": "Merari’s sons by their clans were Mahli and Mushi. These were the Levite clans by their ancestral families."
    },
    {
        "o": 4090,
        "r": "csb:Numbers:3:21",
        "t": "The*p Libnite clan and the Shimeite clan came from Gershon; these were the Gershonite clans."
    },
    {
        "o": 4091,
        "r": "csb:Numbers:3:22",
        "t": "Those registered, counting every male one month old or more, numbered 7,500."
    },
    {
        "o": 4092,
        "r": "csb:Numbers:3:23",
        "t": "The Gershonite clans camped behind the tabernacle on the west side,"
    },
    {
        "o": 4093,
        "r": "csb:Numbers:3:24",
        "t": "and the leader of the Gershonite families was Eliasaph son of Lael."
    },
    {
        "o": 4094,
        "r": "csb:Numbers:3:25",
        "t": "The Gershonites’ duties at the tent of meeting involved the tabernacle, the tent, its covering, the screen for the entrance to the tent of meeting,"
    },
    {
        "o": 4095,
        "r": "csb:Numbers:3:26",
        "t": "the hangings of the courtyard, the screen for the entrance to the courtyard that surrounds the tabernacle and the altar, and the tent ropes - all the work relating to these."
    },
    {
        "o": 4096,
        "r": "csb:Numbers:3:27",
        "t": "The*p Amramite clan, the Izharite clan, the Hebronite clan, and the Uzzielite clan came from Kohath; these were the Kohathites."
    },
    {
        "o": 4097,
        "r": "csb:Numbers:3:28",
        "t": "Counting every male one month old or more, there were 8,600 responsible for the duties of the sanctuary."
    },
    {
        "o": 4098,
        "r": "csb:Numbers:3:29",
        "t": "The clans of the Kohathites camped on the south side of the tabernacle,"
    },
    {
        "o": 4099,
        "r": "csb:Numbers:3:30",
        "t": "and the leader of the families of the Kohathite clans was Elizaphan son of Uzziel."
    },
    {
        "o": 4100,
        "r": "csb:Numbers:3:31",
        "t": "Their duties involved the ark, the table, the lampstand, the altars, the sanctuary utensils that were used with these, and the screen- and all the work relating to them."
    },
    {
        "o": 4101,
        "r": "csb:Numbers:3:32",
        "t": "The chief of the Levite leaders was Eleazar son of Aaron the priest; he had oversight of those responsible for the duties of the sanctuary."
    },
    {
        "o": 4102,
        "r": "csb:Numbers:3:33",
        "t": "The*p Mahlite clan and the Mushite clan came from Merari; these were the Merarite clans."
    },
    {
        "o": 4103,
        "r": "csb:Numbers:3:34",
        "t": "Those registered, counting every male one month old or more, numbered 6,200."
    },
    {
        "o": 4104,
        "r": "csb:Numbers:3:35",
        "t": "The leader of the families of the Merarite clans was Zuriel son of Abihail; they camped on the north side of the tabernacle."
    },
    {
        "o": 4105,
        "r": "csb:Numbers:3:36",
        "t": "The assigned duties of Merari’s descendants involved the tabernacle’s supports, crossbars, pillars, bases, all its equipment, and all the work related to these,"
    },
    {
        "o": 4106,
        "r": "csb:Numbers:3:37",
        "t": "in addition to the posts of the surrounding courtyard with their bases, tent pegs, and ropes."
    },
    {
        "o": 4107,
        "r": "csb:Numbers:3:38",
        "t": "Moses,*p Aaron, and his sons, who performed the duties of the sanctuary as a service on behalf of the Israelites, camped in front of the tabernacle on the east, in front of the tent of meeting toward the sunrise. Any unauthorized person who came near it was to be put to death."
    },
    {
        "o": 4108,
        "r": "csb:Numbers:3:39",
        "t": "The*p total number of all the Levite males one month old or more that Moses and Aaron registered by their clans at the Lord’s*s command was 22,000."
    },
    {
        "o": 4109,
        "r": "csb:Numbers:3:39",
        "t": "Redemption of the Firstborn",
        "h": 2
    },
    {
        "o": 4110,
        "r": "csb:Numbers:3:40",
        "t": "The*p Lord*s told Moses, “Register every firstborn male of the Israelites one month old or more, and list their names."
    },
    {
        "o": 4111,
        "r": "csb:Numbers:3:41",
        "t": "You are to take the Levites for me - I am the Lord-*s in place of every firstborn among the Israelites, and the Levites’ cattle in place of every firstborn among the Israelites’ cattle.”"
    },
    {
        "o": 4112,
        "r": "csb:Numbers:3:42",
        "t": "So Moses registered every firstborn among the Israelites, as the Lord*s commanded him."
    },
    {
        "o": 4113,
        "r": "csb:Numbers:3:43",
        "t": "The total number of the firstborn males one month old or more listed by name was 22,273."
    },
    {
        "o": 4114,
        "r": "csb:Numbers:3:44",
        "t": "The*p Lord*s spoke to Moses again:"
    },
    {
        "o": 4115,
        "r": "csb:Numbers:3:45",
        "t": "“Take the Levites in place of every firstborn among the Israelites, and the Levites’ cattle in place of their cattle. The Levites belong to me; I am the Lord.*s"
    },
    {
        "o": 4116,
        "r": "csb:Numbers:3:46",
        "t": "As the redemption price for the 273 firstborn Israelites who outnumber the Levites,"
    },
    {
        "o": 4117,
        "r": "csb:Numbers:3:47",
        "t": "collect five shekels for each person, according to the standard sanctuary shekel - twenty gerahs to the shekel."
    },
    {
        "o": 4118,
        "r": "csb:Numbers:3:48",
        "t": "Give the silver to Aaron and his sons as the redemption price for those who are in excess among the Israelites.”"
    },
    {
        "o": 4119,
        "r": "csb:Numbers:3:49",
        "t": "So*p Moses collected the redemption amount from those in excess of the ones redeemed by the Levites."
    },
    {
        "o": 4120,
        "r": "csb:Numbers:3:50",
        "t": "He collected the silver from the firstborn Israelites: 1,365 shekels measured by the standard sanctuary shekel."
    },
    {
        "o": 4121,
        "r": "csb:Numbers:3:51",
        "t": "He gave the redemption silver to Aaron and his sons in obedience to the Lord,*s just as the Lord*s commanded Moses."
    },
    {
        "o": 4122,
        "r": "csb:Numbers:4:0",
        "t": "Numbers 4",
        "h": 1
    },
    {
        "o": 4123,
        "r": "csb:Numbers:4:0",
        "t": "Duties of the Kohathites",
        "h": 2
    },
    {
        "o": 4124,
        "r": "csb:Numbers:4:1",
        "t": "The*p Lord*s spoke to Moses and Aaron:"
    },
    {
        "o": 4125,
        "r": "csb:Numbers:4:2",
        "t": "“Among the Levites, take a census of the Kohathites by their clans and their ancestral families,"
    },
    {
        "o": 4126,
        "r": "csb:Numbers:4:3",
        "t": "men from thirty years old to fifty years old - everyone who is qualified to do work at the tent of meeting."
    },
    {
        "o": 4127,
        "r": "csb:Numbers:4:4",
        "t": "“The*p service of the Kohathites at the tent of meeting concerns the most holy objects."
    },
    {
        "o": 4128,
        "r": "csb:Numbers:4:5",
        "t": "Whenever the camp is about to move on, Aaron and his sons are to go in, take down the screening curtain, and cover the ark of the testimony with it."
    },
    {
        "o": 4129,
        "r": "csb:Numbers:4:6",
        "t": "They are to place over this a covering made of fine leather, spread a solid blue cloth on top, and insert its poles."
    },
    {
        "o": 4130,
        "r": "csb:Numbers:4:7",
        "t": "“They*p are to spread a blue cloth over the table of the Presence and place the plates and cups on it, as well as the bowls and pitchers for the drink offering. The regular bread offering is to be on it."
    },
    {
        "o": 4131,
        "r": "csb:Numbers:4:8",
        "t": "They are to spread a scarlet cloth over them, cover them with a covering made of fine leather, and insert the poles in the table."
    },
    {
        "o": 4132,
        "r": "csb:Numbers:4:9",
        "t": "“They*p are to take a blue cloth and cover the lampstand used for light, with its lamps, snuffers, and firepans, as well as its jars of oil by which they service it."
    },
    {
        "o": 4133,
        "r": "csb:Numbers:4:10",
        "t": "Then they are to place it with all its utensils inside a covering made of fine leather and put them on the carrying frame."
    },
    {
        "o": 4134,
        "r": "csb:Numbers:4:11",
        "t": "“They*p are to spread a blue cloth over the gold altar, cover it with a covering made of fine leather, and insert its poles."
    },
    {
        "o": 4135,
        "r": "csb:Numbers:4:12",
        "t": "They are to take all the serving utensils they use in the sanctuary, place them in a blue cloth, cover them with a covering made of fine leather, and put them on a carrying frame."
    },
    {
        "o": 4136,
        "r": "csb:Numbers:4:13",
        "t": "“They*p are to remove the ashes from the bronze altar, spread a purple cloth over it,"
    },
    {
        "o": 4137,
        "r": "csb:Numbers:4:14",
        "t": "and place all the equipment on it that they use in serving: the firepans, meat forks, shovels, and basins - all the equipment of the altar. They are to spread a covering made of fine leather over it and insert its poles."
    },
    {
        "o": 4138,
        "r": "csb:Numbers:4:15",
        "t": "“Aaron*p and his sons are to finish covering the holy objects and all their equipment whenever the camp is to move on. The Kohathites will come and carry them, but they are not to touch the holy objects or they will die. These are the transportation duties of the Kohathites regarding the tent of meeting."
    },
    {
        "o": 4139,
        "r": "csb:Numbers:4:16",
        "t": "“Eleazar,*p son of Aaron the priest, has oversight of the lamp oil, the fragrant incense, the daily grain offering, and the anointing oil. He has oversight of the entire tabernacle and everything in it, the holy objects and their utensils.”"
    },
    {
        "o": 4140,
        "r": "csb:Numbers:4:17",
        "t": "Then*p the Lord*s spoke to Moses and Aaron:"
    },
    {
        "o": 4141,
        "r": "csb:Numbers:4:18",
        "t": "“Do not allow the Kohathite tribal clans to be wiped out from the Levites."
    },
    {
        "o": 4142,
        "r": "csb:Numbers:4:19",
        "t": "Do this for them so that they may live and not die when they come near the most holy objects: Aaron and his sons are to go in and assign each man his task and transportation duty."
    },
    {
        "o": 4143,
        "r": "csb:Numbers:4:20",
        "t": "The Kohathites are not to go in and look at the holy objects as they are covered or they will die.”"
    },
    {
        "o": 4144,
        "r": "csb:Numbers:4:20",
        "t": "Duties of the Gershonites",
        "h": 2
    },
    {
        "o": 4145,
        "r": "csb:Numbers:4:21",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4146,
        "r": "csb:Numbers:4:22",
        "t": "“Take a census of the Gershonites also, by their ancestral families and their clans."
    },
    {
        "o": 4147,
        "r": "csb:Numbers:4:23",
        "t": "Register men from thirty years old to fifty years old, everyone who is qualified to perform service, to do work at the tent of meeting."
    },
    {
        "o": 4148,
        "r": "csb:Numbers:4:24",
        "t": "This is the service of the Gershonite clans regarding work and transportation duties:"
    },
    {
        "o": 4149,
        "r": "csb:Numbers:4:25",
        "t": "They are to transport the tabernacle curtains, the tent of meeting with its covering and the covering made of fine leather on top of it, the screen for the entrance to the tent of meeting,"
    },
    {
        "o": 4150,
        "r": "csb:Numbers:4:26",
        "t": "the hangings of the courtyard, the screen for the entrance at the gate of the courtyard that surrounds the tabernacle and the altar, along with their ropes and all the equipment for their service. They will carry out everything that needs to be done with these items."
    },
    {
        "o": 4151,
        "r": "csb:Numbers:4:27",
        "t": "“All*p the service of the Gershonites, all their transportation duties and all their other work, is to be done at the command of Aaron and his sons; you are to assign to them all that they are responsible to carry."
    },
    {
        "o": 4152,
        "r": "csb:Numbers:4:28",
        "t": "This is the service of the Gershonite clans at the tent of meeting, and their duties will be under the direction of Ithamar son of Aaron the priest."
    },
    {
        "o": 4153,
        "r": "csb:Numbers:4:28",
        "t": "Duties of the Merarites",
        "h": 2
    },
    {
        "o": 4154,
        "r": "csb:Numbers:4:29",
        "t": "“As*p for the Merarites, you are to register them by their clans and their ancestral families."
    },
    {
        "o": 4155,
        "r": "csb:Numbers:4:30",
        "t": "Register men from thirty years old to fifty years old, everyone who is qualified to do the work of the tent of meeting."
    },
    {
        "o": 4156,
        "r": "csb:Numbers:4:31",
        "t": "This is what they are responsible to carry as the whole of their service at the tent of meeting: the supports of the tabernacle, with its crossbars, pillars, and bases,"
    },
    {
        "o": 4157,
        "r": "csb:Numbers:4:32",
        "t": "the posts of the surrounding courtyard with their bases, tent pegs, and ropes, including all their equipment and all the work related to them. You are to assign by name the items that they are responsible to carry."
    },
    {
        "o": 4158,
        "r": "csb:Numbers:4:33",
        "t": "This is the service of the Merarite clans regarding all their work at the tent of meeting, under the direction of Ithamar son of Aaron the priest.”"
    },
    {
        "o": 4159,
        "r": "csb:Numbers:4:33",
        "t": "Census of the Levites",
        "h": 2
    },
    {
        "o": 4160,
        "r": "csb:Numbers:4:34",
        "t": "So*p Moses, Aaron, and the leaders of the community registered the Kohathites by their clans and their ancestral families,"
    },
    {
        "o": 4161,
        "r": "csb:Numbers:4:35",
        "t": "men from thirty years old to fifty years old, everyone who was qualified for work at the tent of meeting."
    },
    {
        "o": 4162,
        "r": "csb:Numbers:4:36",
        "t": "The men registered by their clans numbered 2,750."
    },
    {
        "o": 4163,
        "r": "csb:Numbers:4:37",
        "t": "These were the registered men of the Kohathite clans, everyone who could serve at the tent of meeting. Moses and Aaron registered them at the Lord’s*s command through Moses."
    },
    {
        "o": 4164,
        "r": "csb:Numbers:4:38",
        "t": "The*p Gershonites were registered by their clans and their ancestral families,"
    },
    {
        "o": 4165,
        "r": "csb:Numbers:4:39",
        "t": "men from thirty years old to fifty years old, everyone who was qualified for work at the tent of meeting."
    },
    {
        "o": 4166,
        "r": "csb:Numbers:4:40",
        "t": "The men registered by their clans and their ancestral families numbered 2,630."
    },
    {
        "o": 4167,
        "r": "csb:Numbers:4:41",
        "t": "These were the registered men of the Gershonite clans. At the Lord’s*s command Moses and Aaron registered everyone who could serve at the tent of meeting."
    },
    {
        "o": 4168,
        "r": "csb:Numbers:4:42",
        "t": "The*p men of the Merarite clans were registered by their clans and their ancestral families,"
    },
    {
        "o": 4169,
        "r": "csb:Numbers:4:43",
        "t": "those from thirty years old to fifty years old, everyone who was qualified for work at the tent of meeting."
    },
    {
        "o": 4170,
        "r": "csb:Numbers:4:44",
        "t": "The men registered by their clans numbered 3,200."
    },
    {
        "o": 4171,
        "r": "csb:Numbers:4:45",
        "t": "These were the registered men of the Merarite clans; Moses and Aaron registered them at the Lord’s*s command through Moses."
    },
    {
        "o": 4172,
        "r": "csb:Numbers:4:46",
        "t": "Moses,*p Aaron, and the leaders of Israel registered all the Levites by their clans and their ancestral families,"
    },
    {
        "o": 4173,
        "r": "csb:Numbers:4:47",
        "t": "from thirty years old to fifty years old, everyone who was qualified to do the work of serving at the tent of meeting and transporting it."
    },
    {
        "o": 4174,
        "r": "csb:Numbers:4:48",
        "t": "Their registered men numbered 8,580."
    },
    {
        "o": 4175,
        "r": "csb:Numbers:4:49",
        "t": "At the Lord’s*s command they were registered under the direction of Moses, each one according to his work and transportation duty, and his assignment was as the Lord*s commanded Moses."
    },
    {
        "o": 4176,
        "r": "csb:Numbers:5:0",
        "t": "Numbers 5",
        "h": 1
    },
    {
        "o": 4177,
        "r": "csb:Numbers:5:0",
        "t": "Isolation of the Unclean",
        "h": 2
    },
    {
        "o": 4178,
        "r": "csb:Numbers:5:1",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4179,
        "r": "csb:Numbers:5:2",
        "t": "“Command the Israelites to send away anyone from the camp who is afflicted with a skin disease, anyone who has a discharge, or anyone who is defiled because of a corpse."
    },
    {
        "o": 4180,
        "r": "csb:Numbers:5:3",
        "t": "Send away both male or female; send them outside the camp, so that they will not defile their camps where I dwell among them.”"
    },
    {
        "o": 4181,
        "r": "csb:Numbers:5:4",
        "t": "The Israelites did this, sending them outside the camp. The Israelites did as the Lord*s instructed Moses."
    },
    {
        "o": 4182,
        "r": "csb:Numbers:5:4",
        "t": "Compensation for Wrongdoing",
        "h": 2
    },
    {
        "o": 4183,
        "r": "csb:Numbers:5:5",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4184,
        "r": "csb:Numbers:5:6",
        "t": "“Tell the Israelites: When a man or woman commits any sin against another, that person acts unfaithfully toward the Lord*s and is guilty."
    },
    {
        "o": 4185,
        "r": "csb:Numbers:5:7",
        "t": "The person is to confess the sin he has committed. He is to pay full compensation, add a fifth of its value to it, and give it to the individual he has wronged."
    },
    {
        "o": 4186,
        "r": "csb:Numbers:5:8",
        "t": "But if that individual has no relative to receive compensation, the compensation goes to the Lord*s for the priest, along with the atonement ram by which the priest will make atonement for the guilty person."
    },
    {
        "o": 4187,
        "r": "csb:Numbers:5:9",
        "t": "Every holy contribution the Israelites present to the priest will be his."
    },
    {
        "o": 4188,
        "r": "csb:Numbers:5:10",
        "t": "Each one’s holy contribution is his to give; what each one gives to the priest will be his.”"
    },
    {
        "o": 4189,
        "r": "csb:Numbers:5:10",
        "t": "The Jealousy Ritual",
        "h": 2
    },
    {
        "o": 4190,
        "r": "csb:Numbers:5:11",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4191,
        "r": "csb:Numbers:5:12",
        "t": "“Speak to the Israelites and tell them: If any man’s wife goes astray, is unfaithful to him,"
    },
    {
        "o": 4192,
        "r": "csb:Numbers:5:13",
        "t": "and sleeps with another, but it is concealed from her husband, and she is undetected, even though she has defiled herself, since there is no witness against her, and she wasn’t caught in the act;"
    },
    {
        "o": 4193,
        "r": "csb:Numbers:5:14",
        "t": "and if a feeling of jealousy comes over the husband and he becomes jealous because of his wife who has defiled herself - or if a feeling of jealousy comes over him and he becomes jealous of her though she has not defiled herself -"
    },
    {
        "o": 4194,
        "r": "csb:Numbers:5:15",
        "t": "then the man is to bring his wife to the priest. He is also to bring an offering for her of two quarts of barley flour. He is not to pour oil over it or put frankincense on it because it is a grain offering of jealousy, a grain offering for remembrance to draw attention to guilt."
    },
    {
        "o": 4195,
        "r": "csb:Numbers:5:16",
        "t": "“The*p priest is to bring her forward and have her stand before the Lord.*s"
    },
    {
        "o": 4196,
        "r": "csb:Numbers:5:17",
        "t": "Then the priest is to take holy water in a clay bowl, take some of the dust from the tabernacle floor, and put it in the water."
    },
    {
        "o": 4197,
        "r": "csb:Numbers:5:18",
        "t": "After the priest has the woman stand before the Lord,*s he is to let down her hair and place in her hands the grain offering for remembrance, which is the grain offering of jealousy. The priest is to hold the bitter water that brings a curse."
    },
    {
        "o": 4198,
        "r": "csb:Numbers:5:19",
        "t": "The priest will require the woman to take an oath and will say to her, ‘If no man has slept with you, if you have not gone astray and become defiled while under your husband’s authority, be unaffected by this bitter water that brings a curse."
    },
    {
        "o": 4199,
        "r": "csb:Numbers:5:20",
        "t": "But if you have gone astray while under your husband’s authority, if you have defiled yourself and a man other than your husband has slept with you’ -"
    },
    {
        "o": 4200,
        "r": "csb:Numbers:5:21",
        "t": "at this point the priest will make the woman take the oath with the sworn curse, and he is to say to her - ‘May the Lord*s make you into an object of your people’s cursing and swearing when he makes your womb shrivel and your belly swell."
    },
    {
        "o": 4201,
        "r": "csb:Numbers:5:22",
        "t": "May this water that brings a curse enter your stomach, causing your belly to swell and your womb to shrivel.’ “And*p the woman will reply, ‘Amen, Amen.’"
    },
    {
        "o": 4202,
        "r": "csb:Numbers:5:23",
        "t": "“Then*p the priest is to write these curses on a scroll and wash them off into the bitter water."
    },
    {
        "o": 4203,
        "r": "csb:Numbers:5:24",
        "t": "He will require the woman to drink the bitter water that brings a curse, and it will enter her to cause bitter suffering."
    },
    {
        "o": 4204,
        "r": "csb:Numbers:5:25",
        "t": "The priest is to take the grain offering of jealousy from the woman, present the offering before the Lord,*s and bring it to the altar."
    },
    {
        "o": 4205,
        "r": "csb:Numbers:5:26",
        "t": "The priest is to take a handful of the grain offering as a memorial portion and burn it on the altar. Afterward, he will require the woman to drink the water."
    },
    {
        "o": 4206,
        "r": "csb:Numbers:5:27",
        "t": "“When*p he makes her drink the water, if she has defiled herself and been unfaithful to her husband, the water that brings a curse will enter her to cause bitter suffering; her belly will swell, and her womb will shrivel. She will become a curse among her people."
    },
    {
        "o": 4207,
        "r": "csb:Numbers:5:28",
        "t": "But if the woman has not defiled herself and is pure, she will be unaffected and will be able to conceive children."
    },
    {
        "o": 4208,
        "r": "csb:Numbers:5:29",
        "t": "“This*p is the law regarding jealousy when a wife goes astray and defiles herself while under her husband’s authority,"
    },
    {
        "o": 4209,
        "r": "csb:Numbers:5:30",
        "t": "or when a feeling of jealousy comes over a husband and he becomes jealous of his wife. He is to have the woman stand before the Lord,*s and the priest will carry out all these instructions for her."
    },
    {
        "o": 4210,
        "r": "csb:Numbers:5:31",
        "t": "The husband will be free of guilt, but that woman will bear her iniquity.”"
    },
    {
        "o": 4211,
        "r": "csb:Numbers:6:0",
        "t": "Numbers 6",
        "h": 1
    },
    {
        "o": 4212,
        "r": "csb:Numbers:6:0",
        "t": "The Nazirite Vow",
        "h": 2
    },
    {
        "o": 4213,
        "r": "csb:Numbers:6:1",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4214,
        "r": "csb:Numbers:6:2",
        "t": "“Speak to the Israelites and tell them: When a man or woman makes a special vow, a Nazirite vow, to consecrate himself to the Lord,*s"
    },
    {
        "o": 4215,
        "r": "csb:Numbers:6:3",
        "t": "he is to abstain from wine and beer. He must not drink vinegar made from wine or from beer. He must not drink any grape juice or eat fresh grapes or raisins."
    },
    {
        "o": 4216,
        "r": "csb:Numbers:6:4",
        "t": "He is not to eat anything produced by the grapevine, from seeds to skin, during the period of his consecration."
    },
    {
        "o": 4217,
        "r": "csb:Numbers:6:5",
        "t": "“You*p must not cut his hair throughout the time of his vow of consecration. He may be holy until the time is completed during which he consecrates himself to the Lord;*s he is to let the hair of his head grow long."
    },
    {
        "o": 4218,
        "r": "csb:Numbers:6:6",
        "t": "He must not go near a dead body during the time he consecrates himself to the Lord.*s"
    },
    {
        "o": 4219,
        "r": "csb:Numbers:6:7",
        "t": "He is not to defile himself for his father or mother, or his brother or sister, when they die, while the mark of consecration to his God is on his head."
    },
    {
        "o": 4220,
        "r": "csb:Numbers:6:8",
        "t": "He is holy to the Lord*s during the time of consecration."
    },
    {
        "o": 4221,
        "r": "csb:Numbers:6:9",
        "t": "“If*p someone suddenly dies near him, defiling his consecrated head, he must shave his head on the day of his purification; he is to shave it on the seventh day."
    },
    {
        "o": 4222,
        "r": "csb:Numbers:6:10",
        "t": "On the eighth day he is to bring two turtledoves or two young pigeons to the priest at the entrance to the tent of meeting."
    },
    {
        "o": 4223,
        "r": "csb:Numbers:6:11",
        "t": "The priest is to offer one as a sin offering and the other as a burnt offering to make atonement on behalf of the Nazirite, since he incurred guilt because of the corpse. On that day he is to consecrate his head again."
    },
    {
        "o": 4224,
        "r": "csb:Numbers:6:12",
        "t": "He is to rededicate his time of consecration to the Lord*s and to bring a year-old male lamb as a guilt offering. But do not count the initial period of consecration because it became defiled."
    },
    {
        "o": 4225,
        "r": "csb:Numbers:6:13",
        "t": "“This*p is the law of the Nazirite: On the day his time of consecration is completed, he is to be brought to the entrance to the tent of meeting."
    },
    {
        "o": 4226,
        "r": "csb:Numbers:6:14",
        "t": "He is to present an offering to the Lord*s of one unblemished year-old male lamb as a burnt offering, one unblemished year-old female lamb as a sin offering, one unblemished ram as a fellowship offering,"
    },
    {
        "o": 4227,
        "r": "csb:Numbers:6:15",
        "t": "along with their grain offerings and drink offerings, and a basket of unleavened cakes made from fine flour mixed with oil, and unleavened wafers coated with oil."
    },
    {
        "o": 4228,
        "r": "csb:Numbers:6:16",
        "t": "“The*p priest is to present these before the Lord*s and sacrifice the Nazirite’s sin offering and burnt offering."
    },
    {
        "o": 4229,
        "r": "csb:Numbers:6:17",
        "t": "He will also offer the ram as a fellowship sacrifice to the Lord,*s together with the basket of unleavened bread. Then the priest will offer the accompanying grain offering and drink offering."
    },
    {
        "o": 4230,
        "r": "csb:Numbers:6:18",
        "t": "“The*p Nazirite is to shave his consecrated head at the entrance to the tent of meeting, take the hair from his head, and put it on the fire under the fellowship sacrifice."
    },
    {
        "o": 4231,
        "r": "csb:Numbers:6:19",
        "t": "The priest is to take the boiled shoulder from the ram, one unleavened cake from the basket, and one unleavened wafer, and put them into the hands of the Nazirite after he has shaved his consecrated head."
    },
    {
        "o": 4232,
        "r": "csb:Numbers:6:20",
        "t": "The priest is to present them as a presentation offering before the Lord.*s It is a holy portion for the priest, in addition to the breast of the presentation offering and the thigh of the contribution. After that, the Nazirite may drink wine."
    },
    {
        "o": 4233,
        "r": "csb:Numbers:6:21",
        "t": "“These*p are the instructions about the Nazirite who vows his offering to the Lord*s for his consecration, in addition to whatever else he can afford; he must fulfill whatever vow he makes in keeping with the instructions for his consecration.”"
    },
    {
        "o": 4234,
        "r": "csb:Numbers:6:21",
        "t": "The Priestly Blessing",
        "h": 2
    },
    {
        "o": 4235,
        "r": "csb:Numbers:6:22",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4236,
        "r": "csb:Numbers:6:23",
        "t": "“Tell Aaron and his sons, ‘This is how you are to bless the Israelites. You should say to them,"
    },
    {
        "o": 4237,
        "r": "csb:Numbers:6:24",
        "t": "“May*pn the Lord*s bless you and protect you;"
    },
    {
        "o": 4238,
        "r": "csb:Numbers:6:25",
        "t": "may*ln the Lord*s make his face shine on you and*ln be gracious to you;"
    },
    {
        "o": 4239,
        "r": "csb:Numbers:6:26",
        "t": "may*ln the Lord*s look with favor on you and*ln give you peace.”’"
    },
    {
        "o": 4240,
        "r": "csb:Numbers:6:27",
        "t": "In*p this way they will pronounce my name over the Israelites, and I will bless them.”"
    },
    {
        "o": 4241,
        "r": "csb:Numbers:7:0",
        "t": "Numbers 7",
        "h": 1
    },
    {
        "o": 4242,
        "r": "csb:Numbers:7:0",
        "t": "Offerings from the Leaders",
        "h": 2
    },
    {
        "o": 4243,
        "r": "csb:Numbers:7:1",
        "t": "On*p the day Moses finished setting up the tabernacle, he anointed and consecrated it and all its furnishings, along with the altar and all its utensils. After he anointed and consecrated these things,"
    },
    {
        "o": 4244,
        "r": "csb:Numbers:7:2",
        "t": "the leaders of Israel, the heads of their ancestral families, presented an offering. They were the tribal leaders who supervised the registration."
    },
    {
        "o": 4245,
        "r": "csb:Numbers:7:3",
        "t": "They brought as their offering before the Lord*s six covered carts and twelve oxen, a cart from every two leaders and an ox from each one, and presented them in front of the tabernacle."
    },
    {
        "o": 4246,
        "r": "csb:Numbers:7:4",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4247,
        "r": "csb:Numbers:7:5",
        "t": "“Accept these from them to be used in the work of the tent of meeting, and give this offering to the Levites, to each division according to their service.”"
    },
    {
        "o": 4248,
        "r": "csb:Numbers:7:6",
        "t": "So*p Moses took the carts and oxen and gave them to the Levites."
    },
    {
        "o": 4249,
        "r": "csb:Numbers:7:7",
        "t": "He gave the Gershonites two carts and four oxen corresponding to their service,"
    },
    {
        "o": 4250,
        "r": "csb:Numbers:7:8",
        "t": "and gave the Merarites four carts and eight oxen corresponding to their service, under the direction of Ithamar son of Aaron the priest."
    },
    {
        "o": 4251,
        "r": "csb:Numbers:7:9",
        "t": "But he did not give any to the Kohathites, since their responsibility was service related to the holy objects carried on their shoulders."
    },
    {
        "o": 4252,
        "r": "csb:Numbers:7:10",
        "t": "The*p leaders also presented the dedication gift for the altar when it was anointed. The leaders presented their offerings in front of the altar."
    },
    {
        "o": 4253,
        "r": "csb:Numbers:7:11",
        "t": "The Lord*s told Moses, “Each day have one leader present his offering for the dedication of the altar.”"
    },
    {
        "o": 4254,
        "r": "csb:Numbers:7:12",
        "t": "The*p one who presented his offering on the first day was Nahshon son of Amminadab from the tribe of Judah."
    },
    {
        "o": 4255,
        "r": "csb:Numbers:7:13",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4256,
        "r": "csb:Numbers:7:14",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4257,
        "r": "csb:Numbers:7:15",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4258,
        "r": "csb:Numbers:7:16",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4259,
        "r": "csb:Numbers:7:17",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Nahshon son of Amminadab."
    },
    {
        "o": 4260,
        "r": "csb:Numbers:7:18",
        "t": "On*p the second day Nethanel son of Zuar, leader of Issachar, presented an offering."
    },
    {
        "o": 4261,
        "r": "csb:Numbers:7:19",
        "t": "As his offering, he presented one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4262,
        "r": "csb:Numbers:7:20",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4263,
        "r": "csb:Numbers:7:21",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4264,
        "r": "csb:Numbers:7:22",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4265,
        "r": "csb:Numbers:7:23",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Nethanel son of Zuar."
    },
    {
        "o": 4266,
        "r": "csb:Numbers:7:24",
        "t": "On*p the third day Eliab son of Helon, leader of the Zebulunites, presented an offering."
    },
    {
        "o": 4267,
        "r": "csb:Numbers:7:25",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4268,
        "r": "csb:Numbers:7:26",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4269,
        "r": "csb:Numbers:7:27",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4270,
        "r": "csb:Numbers:7:28",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4271,
        "r": "csb:Numbers:7:29",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Eliab son of Helon."
    },
    {
        "o": 4272,
        "r": "csb:Numbers:7:30",
        "t": "On*p the fourth day Elizur son of Shedeur, leader of the Reubenites, presented an offering."
    },
    {
        "o": 4273,
        "r": "csb:Numbers:7:31",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4274,
        "r": "csb:Numbers:7:32",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4275,
        "r": "csb:Numbers:7:33",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4276,
        "r": "csb:Numbers:7:34",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4277,
        "r": "csb:Numbers:7:35",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Elizur son of Shedeur."
    },
    {
        "o": 4278,
        "r": "csb:Numbers:7:36",
        "t": "On*p the fifth day Shelumiel son of Zurishaddai, leader of the Simeonites, presented an offering."
    },
    {
        "o": 4279,
        "r": "csb:Numbers:7:37",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4280,
        "r": "csb:Numbers:7:38",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4281,
        "r": "csb:Numbers:7:39",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4282,
        "r": "csb:Numbers:7:40",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4283,
        "r": "csb:Numbers:7:41",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Shelumiel son of Zurishaddai."
    },
    {
        "o": 4284,
        "r": "csb:Numbers:7:42",
        "t": "On*p the sixth day Eliasaph son of Deuel, leader of the Gadites, presented an offering."
    },
    {
        "o": 4285,
        "r": "csb:Numbers:7:43",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4286,
        "r": "csb:Numbers:7:44",
        "t": "one gold bowl weighing four ounces full of incense;"
    },
    {
        "o": 4287,
        "r": "csb:Numbers:7:45",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4288,
        "r": "csb:Numbers:7:46",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4289,
        "r": "csb:Numbers:7:47",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Eliasaph son of Deuel."
    },
    {
        "o": 4290,
        "r": "csb:Numbers:7:48",
        "t": "On*p the seventh day Elishama son of Ammihud, leader of the Ephraimites, presented an offering."
    },
    {
        "o": 4291,
        "r": "csb:Numbers:7:49",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4292,
        "r": "csb:Numbers:7:50",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4293,
        "r": "csb:Numbers:7:51",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4294,
        "r": "csb:Numbers:7:52",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4295,
        "r": "csb:Numbers:7:53",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Elishama son of Ammihud."
    },
    {
        "o": 4296,
        "r": "csb:Numbers:7:54",
        "t": "On*p the eighth day Gamaliel son of Pedahzur, leader of the Manassites, presented an offering."
    },
    {
        "o": 4297,
        "r": "csb:Numbers:7:55",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4298,
        "r": "csb:Numbers:7:56",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4299,
        "r": "csb:Numbers:7:57",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4300,
        "r": "csb:Numbers:7:58",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4301,
        "r": "csb:Numbers:7:59",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Gamaliel son of Pedahzur."
    },
    {
        "o": 4302,
        "r": "csb:Numbers:7:60",
        "t": "On*p the ninth day Abidan son of Gideoni, leader of the Benjaminites, presented an offering."
    },
    {
        "o": 4303,
        "r": "csb:Numbers:7:61",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4304,
        "r": "csb:Numbers:7:62",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4305,
        "r": "csb:Numbers:7:63",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4306,
        "r": "csb:Numbers:7:64",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4307,
        "r": "csb:Numbers:7:65",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Abidan son of Gideoni."
    },
    {
        "o": 4308,
        "r": "csb:Numbers:7:66",
        "t": "On*p the tenth day Ahiezer son of Ammishaddai, leader of the Danites, presented an offering."
    },
    {
        "o": 4309,
        "r": "csb:Numbers:7:67",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4310,
        "r": "csb:Numbers:7:68",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4311,
        "r": "csb:Numbers:7:69",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4312,
        "r": "csb:Numbers:7:70",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4313,
        "r": "csb:Numbers:7:71",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Ahiezer son of Ammishaddai."
    },
    {
        "o": 4314,
        "r": "csb:Numbers:7:72",
        "t": "On*p the eleventh day Pagiel son of Ochran, leader of the Asherites, presented an offering."
    },
    {
        "o": 4315,
        "r": "csb:Numbers:7:73",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4316,
        "r": "csb:Numbers:7:74",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4317,
        "r": "csb:Numbers:7:75",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4318,
        "r": "csb:Numbers:7:76",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4319,
        "r": "csb:Numbers:7:77",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Pagiel son of Ochran."
    },
    {
        "o": 4320,
        "r": "csb:Numbers:7:78",
        "t": "On*p the twelfth day Ahira son of Enan, leader of the Naphtalites, presented an offering."
    },
    {
        "o": 4321,
        "r": "csb:Numbers:7:79",
        "t": "His offering was one silver dish weighing 3¼ pounds and one silver basin weighing 1¾ pounds, measured by the standard sanctuary shekel, both of them full of fine flour mixed with oil for a grain offering;"
    },
    {
        "o": 4322,
        "r": "csb:Numbers:7:80",
        "t": "one gold bowl weighing four ounces, full of incense;"
    },
    {
        "o": 4323,
        "r": "csb:Numbers:7:81",
        "t": "one young bull, one ram, and one male lamb a year old, for a burnt offering;"
    },
    {
        "o": 4324,
        "r": "csb:Numbers:7:82",
        "t": "one male goat for a sin offering;"
    },
    {
        "o": 4325,
        "r": "csb:Numbers:7:83",
        "t": "and two bulls, five rams, five male goats, and five male lambs a year old, for the fellowship sacrifice. This was the offering of Ahira son of Enan."
    },
    {
        "o": 4326,
        "r": "csb:Numbers:7:84",
        "t": "This*p was the dedication gift from the leaders of Israel for the altar when it was anointed: twelve silver dishes, twelve silver basins, and twelve gold bowls."
    },
    {
        "o": 4327,
        "r": "csb:Numbers:7:85",
        "t": "Each silver dish weighed 3¼ pounds, and each basin 1¾ pounds. The total weight of the silver articles was 60 pounds measured by the standard sanctuary shekel."
    },
    {
        "o": 4328,
        "r": "csb:Numbers:7:86",
        "t": "The twelve gold bowls full of incense each weighed four ounces measured by the standard sanctuary shekel. The total weight of the gold bowls was 3 pounds."
    },
    {
        "o": 4329,
        "r": "csb:Numbers:7:87",
        "t": "All the livestock for the burnt offering totaled twelve bulls, twelve rams, and twelve male lambs a year old, with their grain offerings, and twelve male goats for the sin offering."
    },
    {
        "o": 4330,
        "r": "csb:Numbers:7:88",
        "t": "All the livestock for the fellowship sacrifice totaled twenty-four bulls, sixty rams, sixty male goats, and sixty male lambs a year old. This was the dedication gift for the altar after it was anointed."
    },
    {
        "o": 4331,
        "r": "csb:Numbers:7:89",
        "t": "When*p Moses entered the tent of meeting to speak with the Lord,*s he heard the voice speaking to him from above the mercy seat that was on the ark of the testimony, from between the two cherubim. He spoke to him that way."
    },
    {
        "o": 4332,
        "r": "csb:Numbers:8:0",
        "t": "Numbers 8",
        "h": 1
    },
    {
        "o": 4333,
        "r": "csb:Numbers:8:0",
        "t": "The Lighting in the Tabernacle",
        "h": 2
    },
    {
        "o": 4334,
        "r": "csb:Numbers:8:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4335,
        "r": "csb:Numbers:8:2",
        "t": "“Speak to Aaron and tell him: When you set up the lamps, the seven lamps are to give light in front of the lampstand.”"
    },
    {
        "o": 4336,
        "r": "csb:Numbers:8:3",
        "t": "So Aaron did this; he set up its lamps to give light in front of the lampstand just as the Lord*s had commanded Moses."
    },
    {
        "o": 4337,
        "r": "csb:Numbers:8:4",
        "t": "This is the way the lampstand was made: it was a hammered work of gold, hammered from its base to its flower petals. The lampstand was made according to the pattern the Lord*s had shown Moses."
    },
    {
        "o": 4338,
        "r": "csb:Numbers:8:4",
        "t": "Consecration of the Levites",
        "h": 2
    },
    {
        "o": 4339,
        "r": "csb:Numbers:8:5",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4340,
        "r": "csb:Numbers:8:6",
        "t": "“Take the Levites from among the Israelites and ceremonially cleanse them."
    },
    {
        "o": 4341,
        "r": "csb:Numbers:8:7",
        "t": "Do this to them for their purification: Sprinkle them with the purification water. Have them shave their entire bodies and wash their clothes, and so purify themselves."
    },
    {
        "o": 4342,
        "r": "csb:Numbers:8:8",
        "t": "“They*p are to take a young bull and its grain offering of fine flour mixed with oil, and you are to take a second young bull for a sin offering."
    },
    {
        "o": 4343,
        "r": "csb:Numbers:8:9",
        "t": "Bring the Levites before the tent of meeting and assemble the entire Israelite community."
    },
    {
        "o": 4344,
        "r": "csb:Numbers:8:10",
        "t": "Then present the Levites before the Lord,*s and have the Israelites lay their hands on them."
    },
    {
        "o": 4345,
        "r": "csb:Numbers:8:11",
        "t": "Aaron is to present the Levites before the Lord*s as a presentation offering from the Israelites, so that they may perform the Lord’s*s work."
    },
    {
        "o": 4346,
        "r": "csb:Numbers:8:12",
        "t": "Next the Levites are to lay their hands on the heads of the bulls. Sacrifice one as a sin offering and the other as a burnt offering to the Lord,*s to make atonement for the Levites."
    },
    {
        "o": 4347,
        "r": "csb:Numbers:8:13",
        "t": "“You*p are to have the Levites stand before Aaron and his sons, and you are to present them before the Lord*s as a presentation offering."
    },
    {
        "o": 4348,
        "r": "csb:Numbers:8:14",
        "t": "In this way you are to separate the Levites from the rest of the Israelites so that the Levites will belong to me."
    },
    {
        "o": 4349,
        "r": "csb:Numbers:8:15",
        "t": "After that the Levites may come to serve at the tent of meeting, once you have ceremonially cleansed them and presented them as a presentation offering."
    },
    {
        "o": 4350,
        "r": "csb:Numbers:8:16",
        "t": "For they have been exclusively assigned to me from the Israelites. I have taken them for myself in place of all who come first from the womb, every Israelite firstborn."
    },
    {
        "o": 4351,
        "r": "csb:Numbers:8:17",
        "t": "For every firstborn among the Israelites is mine, both man and animal. I consecrated them to myself on the day I struck down every firstborn in the land of Egypt."
    },
    {
        "o": 4352,
        "r": "csb:Numbers:8:18",
        "t": "But I have taken the Levites in place of every firstborn among the Israelites."
    },
    {
        "o": 4353,
        "r": "csb:Numbers:8:19",
        "t": "From the Israelites, I have given the Levites exclusively to Aaron and his sons to perform the work for the Israelites at the tent of meeting and to make atonement on their behalf, so that no plague will come against the Israelites when they approach the sanctuary.”"
    },
    {
        "o": 4354,
        "r": "csb:Numbers:8:20",
        "t": "Moses,*p Aaron, and the entire Israelite community did this to the Levites. The Israelites did everything to them the Lord*s commanded Moses regarding the Levites."
    },
    {
        "o": 4355,
        "r": "csb:Numbers:8:21",
        "t": "The Levites purified themselves and washed their clothes; then Aaron presented them before the Lord*s as a presentation offering. Aaron also made atonement for them to cleanse them ceremonially."
    },
    {
        "o": 4356,
        "r": "csb:Numbers:8:22",
        "t": "After that, the Levites came to do their work at the tent of meeting in the presence of Aaron and his sons. So they did to them as the Lord*s had commanded Moses concerning the Levites."
    },
    {
        "o": 4357,
        "r": "csb:Numbers:8:23",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4358,
        "r": "csb:Numbers:8:24",
        "t": "“In regard to the Levites: From twenty-five years old or more, a man enters the service in the work at the tent of meeting."
    },
    {
        "o": 4359,
        "r": "csb:Numbers:8:25",
        "t": "But at fifty years old he is to retire from his service in the work and no longer serve."
    },
    {
        "o": 4360,
        "r": "csb:Numbers:8:26",
        "t": "He may assist his brothers to fulfill responsibilities at the tent of meeting, but he must not do the work. This is how you are to deal with the Levites regarding their duties.”"
    },
    {
        "o": 4361,
        "r": "csb:Numbers:9:0",
        "t": "Numbers 9",
        "h": 1
    },
    {
        "o": 4362,
        "r": "csb:Numbers:9:0",
        "t": "The Second Passover",
        "h": 2
    },
    {
        "o": 4363,
        "r": "csb:Numbers:9:1",
        "t": "In*p the first month of the second year after their departure from the land of Egypt, the Lord*s told Moses in the Wilderness of Sinai,"
    },
    {
        "o": 4364,
        "r": "csb:Numbers:9:2",
        "t": "“The Israelites are to observe the Passover at its appointed time."
    },
    {
        "o": 4365,
        "r": "csb:Numbers:9:3",
        "t": "You must observe it at its appointed time on the fourteenth day of this month at twilight; you are to observe it according to all its statutes and ordinances.”"
    },
    {
        "o": 4366,
        "r": "csb:Numbers:9:4",
        "t": "So Moses told the Israelites to observe the Passover,"
    },
    {
        "o": 4367,
        "r": "csb:Numbers:9:5",
        "t": "and they observed it in the first month on the fourteenth day at twilight in the Wilderness of Sinai. The Israelites did everything as the Lord*s had commanded Moses."
    },
    {
        "o": 4368,
        "r": "csb:Numbers:9:6",
        "t": "But*p there were some men who were unclean because of a human corpse, so they could not observe the Passover on that day. These men came before Moses and Aaron the same day"
    },
    {
        "o": 4369,
        "r": "csb:Numbers:9:7",
        "t": "and said to him, “We are unclean because of a human corpse. Why should we be excluded from presenting the Lord’s*s offering at its appointed time with the other Israelites?”"
    },
    {
        "o": 4370,
        "r": "csb:Numbers:9:8",
        "t": "Moses*p replied to them, “Wait here until I hear what the Lord*s commands for you.”"
    },
    {
        "o": 4371,
        "r": "csb:Numbers:9:9",
        "t": "Then*p the Lord*s spoke to Moses:"
    },
    {
        "o": 4372,
        "r": "csb:Numbers:9:10",
        "t": "“Tell the Israelites: When any one of you or your descendants is unclean because of a corpse or is on a distant journey, he may still observe the Passover to the Lord.*s"
    },
    {
        "o": 4373,
        "r": "csb:Numbers:9:11",
        "t": "Such people are to observe it in the second month, on the fourteenth day at twilight. They are to eat the animal with unleavened bread and bitter herbs;"
    },
    {
        "o": 4374,
        "r": "csb:Numbers:9:12",
        "t": "they may not leave any of it until morning or break any of its bones. They must observe the Passover according to all its statutes."
    },
    {
        "o": 4375,
        "r": "csb:Numbers:9:13",
        "t": "“But*p the man who is ceremonially clean, is not on a journey, and yet fails to observe the Passover is to be cut off from his people, because he did not present the Lord’s*s offering at its appointed time. That man will bear the consequences of his sin."
    },
    {
        "o": 4376,
        "r": "csb:Numbers:9:14",
        "t": "“If*p an alien resides with you and wants to observe the Passover to the Lord,*s he is to do it according to the Passover statute and its ordinances. You are to apply the same statute to both the resident alien and the native of the land.”"
    },
    {
        "o": 4377,
        "r": "csb:Numbers:9:14",
        "t": "Guidance by the Cloud",
        "h": 2
    },
    {
        "o": 4378,
        "r": "csb:Numbers:9:15",
        "t": "On*p the day the tabernacle was set up, the cloud covered the tabernacle, the tent of the testimony, and it appeared like fire above the tabernacle from evening until morning."
    },
    {
        "o": 4379,
        "r": "csb:Numbers:9:16",
        "t": "It remained that way continuously: the cloud would cover it, appearing like fire at night."
    },
    {
        "o": 4380,
        "r": "csb:Numbers:9:17",
        "t": "Whenever the cloud was lifted up above the tent, the Israelites would set out; at the place where the cloud stopped, there the Israelites camped."
    },
    {
        "o": 4381,
        "r": "csb:Numbers:9:18",
        "t": "At the Lord’s*s command the Israelites set out, and at the Lord’s*s command they camped. As long as the cloud stayed over the tabernacle, they camped."
    },
    {
        "o": 4382,
        "r": "csb:Numbers:9:19",
        "t": "Even*p when the cloud stayed over the tabernacle many days, the Israelites carried out the Lord’s*s requirement and did not set out."
    },
    {
        "o": 4383,
        "r": "csb:Numbers:9:20",
        "t": "Sometimes the cloud remained over the tabernacle for only a few days. They would camp at the Lord’s*s command and set out at the Lord’s*s command."
    },
    {
        "o": 4384,
        "r": "csb:Numbers:9:21",
        "t": "Sometimes the cloud remained only from evening until morning; when the cloud lifted in the morning, they set out. Or if it remained a day and a night, they moved out when the cloud lifted."
    },
    {
        "o": 4385,
        "r": "csb:Numbers:9:22",
        "t": "Whether it was two days, a month, or longer, the Israelites camped and did not set out as long as the cloud stayed over the tabernacle. But when it was lifted, they set out."
    },
    {
        "o": 4386,
        "r": "csb:Numbers:9:23",
        "t": "They camped at the Lord’s*s command, and they set out at the Lord’s*s command. They carried out the Lord’s*s requirement according to his command through Moses."
    },
    {
        "o": 4387,
        "r": "csb:Numbers:10:0",
        "t": "Numbers 10",
        "h": 1
    },
    {
        "o": 4388,
        "r": "csb:Numbers:10:0",
        "t": "Two Silver Trumpets",
        "h": 2
    },
    {
        "o": 4389,
        "r": "csb:Numbers:10:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4390,
        "r": "csb:Numbers:10:2",
        "t": "“Make two trumpets of hammered silver to summon the community and have the camps set out."
    },
    {
        "o": 4391,
        "r": "csb:Numbers:10:3",
        "t": "When both are sounded in long blasts, the entire community is to gather before you at the entrance to the tent of meeting."
    },
    {
        "o": 4392,
        "r": "csb:Numbers:10:4",
        "t": "However, if one is sounded, only the leaders, the heads of Israel’s clans, are to gather before you."
    },
    {
        "o": 4393,
        "r": "csb:Numbers:10:5",
        "t": "“When*p you sound short blasts, the camps pitched on the east are to set out."
    },
    {
        "o": 4394,
        "r": "csb:Numbers:10:6",
        "t": "When you sound short blasts a second time, the camps pitched on the south are to set out. Short blasts are to be sounded for them to set out."
    },
    {
        "o": 4395,
        "r": "csb:Numbers:10:7",
        "t": "When calling the assembly together, you are to sound long blasts, not short ones."
    },
    {
        "o": 4396,
        "r": "csb:Numbers:10:8",
        "t": "The sons of Aaron, the priests, are to sound the trumpets. Your use of these is a permanent statute throughout your generations."
    },
    {
        "o": 4397,
        "r": "csb:Numbers:10:9",
        "t": "“When*p you enter into battle in your land against an adversary who is attacking you, sound short blasts on the trumpets, and you will be remembered before the Lord*s your God and be saved from your enemies."
    },
    {
        "o": 4398,
        "r": "csb:Numbers:10:10",
        "t": "You are to sound the trumpets over your burnt offerings and your fellowship sacrifices and on your joyous occasions, your appointed festivals, and the beginning of each of your months. They will serve as a reminder for you before your God: I am the Lord*s your God.”"
    },
    {
        "o": 4399,
        "r": "csb:Numbers:10:10",
        "t": "From Sinai to Paran",
        "h": 2
    },
    {
        "o": 4400,
        "r": "csb:Numbers:10:11",
        "t": "During*p the second year, in the second month on the twentieth day of the month, the cloud was lifted up above the tabernacle of the testimony."
    },
    {
        "o": 4401,
        "r": "csb:Numbers:10:12",
        "t": "The Israelites traveled on from the Wilderness of Sinai, moving from one place to the next until the cloud stopped in the Wilderness of Paran."
    },
    {
        "o": 4402,
        "r": "csb:Numbers:10:13",
        "t": "They set out for the first time according to the Lord’s*s command through Moses."
    },
    {
        "o": 4403,
        "r": "csb:Numbers:10:14",
        "t": "The*p military divisions of the camp of Judah’s descendants with their banner set out first, and Nahshon son of Amminadab was over their divisions."
    },
    {
        "o": 4404,
        "r": "csb:Numbers:10:15",
        "t": "Nethanel son of Zuar was over the division of the tribe of Issachar’s descendants,"
    },
    {
        "o": 4405,
        "r": "csb:Numbers:10:16",
        "t": "and Eliab son of Helon was over the division of the tribe of Zebulun’s descendants."
    },
    {
        "o": 4406,
        "r": "csb:Numbers:10:17",
        "t": "The tabernacle was then taken down, and the Gershonites and the Merarites set out, transporting the tabernacle."
    },
    {
        "o": 4407,
        "r": "csb:Numbers:10:18",
        "t": "The*p military divisions of the camp of Reuben with their banner set out, and Elizur son of Shedeur was over their divisions."
    },
    {
        "o": 4408,
        "r": "csb:Numbers:10:19",
        "t": "Shelumiel son of Zurishaddai was over the division of the tribe of Simeon’s descendants,"
    },
    {
        "o": 4409,
        "r": "csb:Numbers:10:20",
        "t": "and Eliasaph son of Deuel was over the division of the tribe of Gad’s descendants."
    },
    {
        "o": 4410,
        "r": "csb:Numbers:10:21",
        "t": "The Kohathites then set out, transporting the holy objects; the tabernacle was to be set up before their arrival."
    },
    {
        "o": 4411,
        "r": "csb:Numbers:10:22",
        "t": "Next*p the military divisions of the camp of Ephraim’s descendants with their banner set out, and Elishama son of Ammihud was over their divisions."
    },
    {
        "o": 4412,
        "r": "csb:Numbers:10:23",
        "t": "Gamaliel son of Pedahzur was over the division of the tribe of Manasseh’s descendants,"
    },
    {
        "o": 4413,
        "r": "csb:Numbers:10:24",
        "t": "and Abidan son of Gideoni was over the division of the tribe of Benjamin’s descendants."
    },
    {
        "o": 4414,
        "r": "csb:Numbers:10:25",
        "t": "The*p military divisions of the camp of Dan’s descendants with their banner set out, serving as rear guard for all the camps, and Ahiezer son of Ammishaddai was over their divisions."
    },
    {
        "o": 4415,
        "r": "csb:Numbers:10:26",
        "t": "Pagiel son of Ochran was over the division of the tribe of Asher’s descendants,"
    },
    {
        "o": 4416,
        "r": "csb:Numbers:10:27",
        "t": "and Ahira son of Enan was over the division of the tribe of Naphtali’s descendants."
    },
    {
        "o": 4417,
        "r": "csb:Numbers:10:28",
        "t": "This was the order of march for the Israelites by their military divisions as they set out."
    },
    {
        "o": 4418,
        "r": "csb:Numbers:10:29",
        "t": "Moses*p said to Hobab, descendant of Reuel the Midianite and Moses’s relative by marriage, “We’re setting out for the place the Lord*s promised, ‘I will give it to you.’ Come with us, and we will treat you well, for the Lord*s has promised good things to Israel.”"
    },
    {
        "o": 4419,
        "r": "csb:Numbers:10:30",
        "t": "But*p he replied to him, “I don’t want to go. Instead, I will go to my own land and my relatives.”"
    },
    {
        "o": 4420,
        "r": "csb:Numbers:10:31",
        "t": "“Please*p don’t leave us,” Moses said, “since you know where we should camp in the wilderness, and you can serve as our eyes."
    },
    {
        "o": 4421,
        "r": "csb:Numbers:10:32",
        "t": "If you come with us, whatever good the Lord*s does for us we will do for you.”"
    },
    {
        "o": 4422,
        "r": "csb:Numbers:10:33",
        "t": "They*p set out from the mountain of the Lord*s on a three-day journey with the ark of the Lord’s*s covenant traveling ahead of them for those three days to seek a resting place for them."
    },
    {
        "o": 4423,
        "r": "csb:Numbers:10:34",
        "t": "Meanwhile, the cloud of the Lord*s was over them by day when they set out from the camp."
    },
    {
        "o": 4424,
        "r": "csb:Numbers:10:35",
        "t": "Whenever*p the ark set out, Moses would say: Arise,*pn Lord!*s Let*ln your enemies be scattered, and*ln those who hate you flee from your presence."
    },
    {
        "o": 4425,
        "r": "csb:Numbers:10:36",
        "t": "When*p it came to rest, he would say: Return,*pn Lord,*s to*ln the countless thousands of Israel."
    },
    {
        "o": 4426,
        "r": "csb:Numbers:11:0",
        "t": "Numbers 11",
        "h": 1
    },
    {
        "o": 4427,
        "r": "csb:Numbers:11:0",
        "t": "Complaints about Hardship",
        "h": 2
    },
    {
        "o": 4428,
        "r": "csb:Numbers:11:1",
        "t": "Now*p the people began complaining openly before the Lord*s about hardship. When the Lord*s heard, his anger burned, and fire from the Lord*s blazed among them and consumed the outskirts of the camp."
    },
    {
        "o": 4429,
        "r": "csb:Numbers:11:2",
        "t": "Then the people cried out to Moses, and he prayed to the Lord,*s and the fire died down."
    },
    {
        "o": 4430,
        "r": "csb:Numbers:11:3",
        "t": "So that place was named Taberah, because the Lord’s*s fire had blazed among them."
    },
    {
        "o": 4431,
        "r": "csb:Numbers:11:3",
        "t": "Complaints about Food",
        "h": 2
    },
    {
        "o": 4432,
        "r": "csb:Numbers:11:4",
        "t": "The*p riffraff among them had a strong craving for other food. The Israelites wept again and said, “Who will feed us meat?"
    },
    {
        "o": 4433,
        "r": "csb:Numbers:11:5",
        "t": "We remember the free fish we ate in Egypt, along with the cucumbers, melons, leeks, onions, and garlic."
    },
    {
        "o": 4434,
        "r": "csb:Numbers:11:6",
        "t": "But now our appetite is gone; there’s nothing to look at but this manna!”"
    },
    {
        "o": 4435,
        "r": "csb:Numbers:11:7",
        "t": "The*p manna resembled coriander seed, and its appearance was like that of bdellium."
    },
    {
        "o": 4436,
        "r": "csb:Numbers:11:8",
        "t": "The people walked around and gathered it. They ground it on a pair of grinding stones or crushed it in a mortar, then boiled it in a cooking pot and shaped it into cakes. It tasted like a pastry cooked with the finest oil."
    },
    {
        "o": 4437,
        "r": "csb:Numbers:11:9",
        "t": "When the dew fell on the camp at night, the manna would fall with it."
    },
    {
        "o": 4438,
        "r": "csb:Numbers:11:10",
        "t": "Moses*p heard the people, family after family, weeping at the entrance of their tents. The Lord*s was very angry; Moses was also provoked."
    },
    {
        "o": 4439,
        "r": "csb:Numbers:11:11",
        "t": "So Moses asked the Lord,*s “Why have you brought such trouble on your servant? Why are you angry with me, and why do you burden me with all these people?"
    },
    {
        "o": 4440,
        "r": "csb:Numbers:11:12",
        "t": "Did I conceive all these people? Did I give them birth so you should tell me, ‘Carry them at your breast, as a nursing mother carries a baby,’ to the land that you swore to give their ancestors?"
    },
    {
        "o": 4441,
        "r": "csb:Numbers:11:13",
        "t": "Where can I get meat to give all these people? For they are weeping to me, ‘Give us meat to eat!’"
    },
    {
        "o": 4442,
        "r": "csb:Numbers:11:14",
        "t": "I can’t carry all these people by myself. They are too much for me."
    },
    {
        "o": 4443,
        "r": "csb:Numbers:11:15",
        "t": "If you are going to treat me like this, please kill me right now if I have found favor with you, and don’t let me see my misery anymore.”"
    },
    {
        "o": 4444,
        "r": "csb:Numbers:11:15",
        "t": "Seventy Elders Anointed",
        "h": 2
    },
    {
        "o": 4445,
        "r": "csb:Numbers:11:16",
        "t": "The*p Lord*s answered Moses, “Bring me seventy men from Israel known to you as elders and officers of the people. Take them to the tent of meeting and have them stand there with you."
    },
    {
        "o": 4446,
        "r": "csb:Numbers:11:17",
        "t": "Then I will come down and speak with you there. I will take some of the Spirit who is on you and put the Spirit on them. They will help you bear the burden of the people, so that you do not have to bear it by yourself."
    },
    {
        "o": 4447,
        "r": "csb:Numbers:11:18",
        "t": "“Tell*p the people: Consecrate yourselves in readiness for tomorrow, and you will eat meat because you wept in the Lord’s*s hearing, ‘Who will feed us meat? We were better off in Egypt.’ The Lord*s will give you meat and you will eat."
    },
    {
        "o": 4448,
        "r": "csb:Numbers:11:19",
        "t": "You will eat, not for one day, or two days, or five days, or ten days, or twenty days,"
    },
    {
        "o": 4449,
        "r": "csb:Numbers:11:20",
        "t": "but for a whole month - until it comes out of your nostrils and becomes nauseating to you - because you have rejected the Lord*s who is among you, and wept before him, ‘Why did we ever leave Egypt? ’”"
    },
    {
        "o": 4450,
        "r": "csb:Numbers:11:21",
        "t": "But*p Moses replied, “I’m in the middle of a people with six hundred thousand foot soldiers, yet you say, ‘I will give them meat, and they will eat for a month.’"
    },
    {
        "o": 4451,
        "r": "csb:Numbers:11:22",
        "t": "If flocks and herds were slaughtered for them, would they have enough? Or if all the fish in the sea were caught for them, would they have enough?”"
    },
    {
        "o": 4452,
        "r": "csb:Numbers:11:23",
        "t": "The*p Lord*s answered Moses, “Is the Lord’s*s arm weak? Now you will see whether or not what I have promised will happen to you.”"
    },
    {
        "o": 4453,
        "r": "csb:Numbers:11:24",
        "t": "Moses*p went out and told the people the words of the Lord.*s He brought seventy men from the elders of the people and had them stand around the tent."
    },
    {
        "o": 4454,
        "r": "csb:Numbers:11:25",
        "t": "Then the Lord*s descended in the cloud and spoke to him. He took some of the Spirit who was on Moses and placed the Spirit on the seventy elders. As the Spirit rested on them, they prophesied, but they never did it again."
    },
    {
        "o": 4455,
        "r": "csb:Numbers:11:26",
        "t": "Two men had remained in the camp, one named Eldad and the other Medad; the Spirit rested on them - they were among those listed, but had not gone out to the tent - and they prophesied in the camp."
    },
    {
        "o": 4456,
        "r": "csb:Numbers:11:27",
        "t": "A young man ran and reported to Moses, “Eldad and Medad are prophesying in the camp.”"
    },
    {
        "o": 4457,
        "r": "csb:Numbers:11:28",
        "t": "Joshua*p son of Nun, assistant to Moses since his youth, responded, “Moses, my lord, stop them!”"
    },
    {
        "o": 4458,
        "r": "csb:Numbers:11:29",
        "t": "But*p Moses asked him, “Are you jealous on my account? If only all the Lord’s*s people were prophets and the Lord*s would place his Spirit on them!”"
    },
    {
        "o": 4459,
        "r": "csb:Numbers:11:30",
        "t": "Then Moses returned to the camp along with the elders of Israel."
    },
    {
        "o": 4460,
        "r": "csb:Numbers:11:30",
        "t": "Quail in the Camp",
        "h": 2
    },
    {
        "o": 4461,
        "r": "csb:Numbers:11:31",
        "t": "A*p wind sent by the Lord*s came up and blew quail in from the sea; it dropped them all around the camp. They were flying three feet off the ground for about a day’s journey in every direction."
    },
    {
        "o": 4462,
        "r": "csb:Numbers:11:32",
        "t": "The people were up all that day and night and all the next day gathering the quail - the one who took the least gathered sixty bushels- and they spread them out all around the camp."
    },
    {
        "o": 4463,
        "r": "csb:Numbers:11:33",
        "t": "While*p the meat was still between their teeth, before it was chewed, the Lord’s*s anger burned against the people, and the Lord*s struck them with a very severe plague."
    },
    {
        "o": 4464,
        "r": "csb:Numbers:11:34",
        "t": "So they named that place Kibroth-hattaavah, because there they buried the people who had craved the meat."
    },
    {
        "o": 4465,
        "r": "csb:Numbers:11:35",
        "t": "From*p Kibroth-hattaavah the people moved on to Hazeroth and remained there."
    },
    {
        "o": 4466,
        "r": "csb:Numbers:12:0",
        "t": "Numbers 12",
        "h": 1
    },
    {
        "o": 4467,
        "r": "csb:Numbers:12:0",
        "t": "Miriam and Aaron Rebel",
        "h": 2
    },
    {
        "o": 4468,
        "r": "csb:Numbers:12:1",
        "t": "Miriam*p and Aaron criticized Moses because of the Cushite woman he married (for he had married a Cushite woman)."
    },
    {
        "o": 4469,
        "r": "csb:Numbers:12:2",
        "t": "They said, “Does the Lord*s speak only through Moses? Does he not also speak through us?” And the Lord*s heard it."
    },
    {
        "o": 4470,
        "r": "csb:Numbers:12:3",
        "t": "Moses was a very humble man, more so than anyone on the face of the earth."
    },
    {
        "o": 4471,
        "r": "csb:Numbers:12:4",
        "t": "Suddenly*p the Lord*s said to Moses, Aaron, and Miriam, “You three come out to the tent of meeting.” So the three of them went out."
    },
    {
        "o": 4472,
        "r": "csb:Numbers:12:5",
        "t": "Then the Lord*s descended in a pillar of cloud, stood at the entrance to the tent, and summoned Aaron and Miriam. When the two of them came forward,"
    },
    {
        "o": 4473,
        "r": "csb:Numbers:12:6",
        "t": "he said: “Listen*pn to what I say: If*ln there is a prophet among you from the Lord,*s I*ln make myself known to him in a vision; I*ln speak with him in a dream."
    },
    {
        "o": 4474,
        "r": "csb:Numbers:12:7",
        "t": "Not*ln so with my servant Moses; he*ln is faithful in all my household."
    },
    {
        "o": 4475,
        "r": "csb:Numbers:12:8",
        "t": "I*ln speak with him directly, openly,*ln and not in riddles; he*ln sees the form of the Lord.*s So*p why were you not afraid to speak against my servant Moses?”"
    },
    {
        "o": 4476,
        "r": "csb:Numbers:12:9",
        "t": "The Lord’s*s anger burned against them, and he left."
    },
    {
        "o": 4477,
        "r": "csb:Numbers:12:10",
        "t": "As*p the cloud moved away from the tent, Miriam’s skin suddenly became diseased, resembling snow. When Aaron turned toward her, he saw that she was diseased"
    },
    {
        "o": 4478,
        "r": "csb:Numbers:12:11",
        "t": "and said to Moses, “My lord, please don’t hold against us this sin we have so foolishly committed."
    },
    {
        "o": 4479,
        "r": "csb:Numbers:12:12",
        "t": "Please don’t let her be like a dead baby whose flesh is half eaten away when he comes out of his mother’s womb.”"
    },
    {
        "o": 4480,
        "r": "csb:Numbers:12:13",
        "t": "Then*p Moses cried out to the Lord,*s “God, please heal her!”"
    },
    {
        "o": 4481,
        "r": "csb:Numbers:12:14",
        "t": "The*p Lord*s answered Moses, “If her father had merely spit in her face, wouldn’t she remain in disgrace for seven days? Let her be confined outside the camp for seven days; after that she may be brought back in.”"
    },
    {
        "o": 4482,
        "r": "csb:Numbers:12:15",
        "t": "So Miriam was confined outside the camp for seven days, and the people did not move on until Miriam was brought back in."
    },
    {
        "o": 4483,
        "r": "csb:Numbers:12:16",
        "t": "After that, the people set out from Hazeroth and camped in the Wilderness of Paran."
    },
    {
        "o": 4484,
        "r": "csb:Numbers:13:0",
        "t": "Numbers 13",
        "h": 1
    },
    {
        "o": 4485,
        "r": "csb:Numbers:13:0",
        "t": "Scouting Out Canaan",
        "h": 2
    },
    {
        "o": 4486,
        "r": "csb:Numbers:13:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4487,
        "r": "csb:Numbers:13:2",
        "t": "“Send men to scout out the land of Canaan I am giving to the Israelites. Send one man who is a leader among them from each of their ancestral tribes.”"
    },
    {
        "o": 4488,
        "r": "csb:Numbers:13:3",
        "t": "Moses sent them from the Wilderness of Paran at the Lord’s*s command. All the men were leaders in Israel."
    },
    {
        "o": 4489,
        "r": "csb:Numbers:13:4",
        "t": "These were their names: Shammua*ln son of Zaccur from the tribe of Reuben;"
    },
    {
        "o": 4490,
        "r": "csb:Numbers:13:5",
        "t": "Shaphat*ln son of Hori from the tribe of Simeon;"
    },
    {
        "o": 4491,
        "r": "csb:Numbers:13:6",
        "t": "Caleb*ln son of Jephunneh from the tribe of Judah;"
    },
    {
        "o": 4492,
        "r": "csb:Numbers:13:7",
        "t": "Igal*ln son of Joseph from the tribe of Issachar;"
    },
    {
        "o": 4493,
        "r": "csb:Numbers:13:8",
        "t": "Hoshea*ln son of Nun from the tribe of Ephraim;"
    },
    {
        "o": 4494,
        "r": "csb:Numbers:13:9",
        "t": "Palti*ln son of Raphu from the tribe of Benjamin;"
    },
    {
        "o": 4495,
        "r": "csb:Numbers:13:10",
        "t": "Gaddiel*ln son of Sodi from the tribe of Zebulun;"
    },
    {
        "o": 4496,
        "r": "csb:Numbers:13:11",
        "t": "Gaddi*ln son of Susi from the tribe of Manasseh (from the tribe of Joseph);"
    },
    {
        "o": 4497,
        "r": "csb:Numbers:13:12",
        "t": "Ammiel*ln son of Gemalli from the tribe of Dan;"
    },
    {
        "o": 4498,
        "r": "csb:Numbers:13:13",
        "t": "Sethur*ln son of Michael from the tribe of Asher;"
    },
    {
        "o": 4499,
        "r": "csb:Numbers:13:14",
        "t": "Nahbi*ln son of Vophsi from the tribe of Naphtali;"
    },
    {
        "o": 4500,
        "r": "csb:Numbers:13:15",
        "t": "Geuel*ln son of Machi from the tribe of Gad."
    },
    {
        "o": 4501,
        "r": "csb:Numbers:13:16",
        "t": "These*p were the names of the men Moses sent to scout out the land, and Moses renamed Hoshea son of Nun, Joshua."
    },
    {
        "o": 4502,
        "r": "csb:Numbers:13:17",
        "t": "When*p Moses sent them to scout out the land of Canaan, he told them, “Go up this way to the Negev, then go up into the hill country."
    },
    {
        "o": 4503,
        "r": "csb:Numbers:13:18",
        "t": "See what the land is like, and whether the people who live there are strong or weak, few or many."
    },
    {
        "o": 4504,
        "r": "csb:Numbers:13:19",
        "t": "Is the land they live in good or bad? Are the cities they live in encampments or fortifications?"
    },
    {
        "o": 4505,
        "r": "csb:Numbers:13:20",
        "t": "Is the land fertile or unproductive? Are there trees in it or not? Be courageous. Bring back some fruit from the land.” It was the season for the first ripe grapes."
    },
    {
        "o": 4506,
        "r": "csb:Numbers:13:21",
        "t": "So*p they went up and scouted out the land from the Wilderness of Zin as far as Rehob near the entrance to Hamath."
    },
    {
        "o": 4507,
        "r": "csb:Numbers:13:22",
        "t": "They went up through the Negev and came to Hebron, where Ahiman, Sheshai, and Talmai, the descendants of Anak, were living. Hebron was built seven years before Zoan in Egypt."
    },
    {
        "o": 4508,
        "r": "csb:Numbers:13:23",
        "t": "When they came to Eshcol Valley, they cut down a branch with a single cluster of grapes, which was carried on a pole by two men. They also took some pomegranates and figs."
    },
    {
        "o": 4509,
        "r": "csb:Numbers:13:24",
        "t": "That place was called Eshcol Valley because of the cluster of grapes the Israelites cut there."
    },
    {
        "o": 4510,
        "r": "csb:Numbers:13:25",
        "t": "At the end of forty days they returned from scouting out the land."
    },
    {
        "o": 4511,
        "r": "csb:Numbers:13:25",
        "t": "Report about Canaan",
        "h": 2
    },
    {
        "o": 4512,
        "r": "csb:Numbers:13:26",
        "t": "The*p men went back to Moses, Aaron, and the entire Israelite community in the Wilderness of Paran at Kadesh. They brought back a report for them and the whole community, and they showed them the fruit of the land."
    },
    {
        "o": 4513,
        "r": "csb:Numbers:13:27",
        "t": "They reported to Moses, “We went into the land where you sent us. Indeed it is flowing with milk and honey, and here is some of its fruit."
    },
    {
        "o": 4514,
        "r": "csb:Numbers:13:28",
        "t": "However, the people living in the land are strong, and the cities are large and fortified. We also saw the descendants of Anak there."
    },
    {
        "o": 4515,
        "r": "csb:Numbers:13:29",
        "t": "The Amalekites are living in the land of the Negev; the Hethites, Jebusites, and Amorites live in the hill country; and the Canaanites live by the sea and along the Jordan.”"
    },
    {
        "o": 4516,
        "r": "csb:Numbers:13:30",
        "t": "Then*p Caleb quieted the people in the presence of Moses and said, “Let’s go up now and take possession of the land because we can certainly conquer it!”"
    },
    {
        "o": 4517,
        "r": "csb:Numbers:13:31",
        "t": "But*p the men who had gone up with him responded, “We can’t attack the people because they are stronger than we are!”"
    },
    {
        "o": 4518,
        "r": "csb:Numbers:13:32",
        "t": "So they gave a negative report to the Israelites about the land they had scouted: “The land we passed through to explore is one that devours its inhabitants, and all the people we saw in it are men of great size."
    },
    {
        "o": 4519,
        "r": "csb:Numbers:13:33",
        "t": "We even saw the Nephilim there - the descendants of Anak come from the Nephilim! To ourselves we seemed like grasshoppers, and we must have seemed the same to them.”"
    },
    {
        "o": 4520,
        "r": "csb:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4521,
        "r": "csb:Numbers:14:0",
        "t": "Israel’s Refusal to Enter Canaan",
        "h": 2
    },
    {
        "o": 4522,
        "r": "csb:Numbers:14:1",
        "t": "Then*p the whole community broke into loud cries, and the people wept that night."
    },
    {
        "o": 4523,
        "r": "csb:Numbers:14:2",
        "t": "All the Israelites complained about Moses and Aaron, and the whole community told them, “If only we had died in the land of Egypt, or if only we had died in this wilderness!"
    },
    {
        "o": 4524,
        "r": "csb:Numbers:14:3",
        "t": "Why is the Lord*s bringing us into this land to die by the sword? Our wives and children will become plunder. Wouldn’t it be better for us to go back to Egypt?”"
    },
    {
        "o": 4525,
        "r": "csb:Numbers:14:4",
        "t": "So they said to one another, “Let’s appoint a leader and go back to Egypt.”"
    },
    {
        "o": 4526,
        "r": "csb:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell facedown in front of the whole assembly of the Israelite community."
    },
    {
        "o": 4527,
        "r": "csb:Numbers:14:6",
        "t": "Joshua son of Nun and Caleb son of Jephunneh, who were among those who scouted out the land, tore their clothes"
    },
    {
        "o": 4528,
        "r": "csb:Numbers:14:7",
        "t": "and said to the entire Israelite community, “The land we passed through and explored is an extremely good land."
    },
    {
        "o": 4529,
        "r": "csb:Numbers:14:8",
        "t": "If the Lord*s is pleased with us, he will bring us into this land, a land flowing with milk and honey, and give it to us."
    },
    {
        "o": 4530,
        "r": "csb:Numbers:14:9",
        "t": "Only don’t rebel against the Lord,*s and don’t be afraid of the people of the land, for we will devour them. Their protection has been removed from them, and the Lord*s is with us. Don’t be afraid of them!”"
    },
    {
        "o": 4531,
        "r": "csb:Numbers:14:10",
        "t": "While*p the whole community threatened to stone them, the glory of the Lord*s appeared to all the Israelites at the tent of meeting."
    },
    {
        "o": 4532,
        "r": "csb:Numbers:14:10",
        "t": "God’s Judgment of Israel’s Rebellion",
        "h": 2
    },
    {
        "o": 4533,
        "r": "csb:Numbers:14:11",
        "t": "The*p Lord*s said to Moses, “How long will these people despise me? How long will they not trust in me despite all the signs I have performed among them?"
    },
    {
        "o": 4534,
        "r": "csb:Numbers:14:12",
        "t": "I will strike them with a plague and destroy them. Then I will make you into a greater and mightier nation than they are.”"
    },
    {
        "o": 4535,
        "r": "csb:Numbers:14:13",
        "t": "But*p Moses replied to the Lord,*s “The Egyptians will hear about it, for by your strength you brought up this people from them."
    },
    {
        "o": 4536,
        "r": "csb:Numbers:14:14",
        "t": "They will tell it to the inhabitants of this land. They have heard that you, Lord,*s are among these people, how you, Lord,*s are seen face to face, how your cloud stands over them, and how you go before them in a pillar of cloud by day and in a pillar of fire by night."
    },
    {
        "o": 4537,
        "r": "csb:Numbers:14:15",
        "t": "If you kill this people with a single blow, the nations that have heard of your fame will declare,"
    },
    {
        "o": 4538,
        "r": "csb:Numbers:14:16",
        "t": "‘Since the Lord*s wasn’t able to bring this people into the land he swore to give them, he has slaughtered them in the wilderness.’"
    },
    {
        "o": 4539,
        "r": "csb:Numbers:14:17",
        "t": "“So*p now, may my Lord’s power be magnified just as you have spoken:"
    },
    {
        "o": 4540,
        "r": "csb:Numbers:14:18",
        "t": "The Lord*s is slow to anger and abounding in faithful love, forgiving iniquity and rebellion. But he will not leave the guilty unpunished, bringing the consequences of the fathers’ iniquity on the children to the third and fourth generation."
    },
    {
        "o": 4541,
        "r": "csb:Numbers:14:19",
        "t": "Please pardon the iniquity of this people, in keeping with the greatness of your faithful love, just as you have forgiven them from Egypt until now.”"
    },
    {
        "o": 4542,
        "r": "csb:Numbers:14:20",
        "t": "The*p Lord*s responded, “I have pardoned them as you requested."
    },
    {
        "o": 4543,
        "r": "csb:Numbers:14:21",
        "t": "Yet as I live and as the whole earth is filled with the Lord’s*s glory,"
    },
    {
        "o": 4544,
        "r": "csb:Numbers:14:22",
        "t": "none of the men who have seen my glory and the signs I performed in Egypt and in the wilderness, and have tested me these ten times and did not obey me,"
    },
    {
        "o": 4545,
        "r": "csb:Numbers:14:23",
        "t": "will ever see the land I swore to give their ancestors. None of those who have despised me will see it."
    },
    {
        "o": 4546,
        "r": "csb:Numbers:14:24",
        "t": "But since my servant Caleb has a different spirit and has remained loyal to me, I will bring him into the land where he has gone, and his descendants will inherit it."
    },
    {
        "o": 4547,
        "r": "csb:Numbers:14:25",
        "t": "Since the Amalekites and Canaanites are living in the lowlands, turn back tomorrow and head for the wilderness in the direction of the Red Sea.”"
    },
    {
        "o": 4548,
        "r": "csb:Numbers:14:26",
        "t": "Then*p the Lord*s spoke to Moses and Aaron:"
    },
    {
        "o": 4549,
        "r": "csb:Numbers:14:27",
        "t": "“How long must I endure this evil community that keeps complaining about me? I have heard the Israelites’ complaints that they make against me."
    },
    {
        "o": 4550,
        "r": "csb:Numbers:14:28",
        "t": "Tell them: As I live - this is the Lord’s*s declaration - I will do to you exactly as I heard you say."
    },
    {
        "o": 4551,
        "r": "csb:Numbers:14:29",
        "t": "Your corpses will fall in this wilderness - all of you who were registered in the census, the entire number of you twenty years old or more- because you have complained about me."
    },
    {
        "o": 4552,
        "r": "csb:Numbers:14:30",
        "t": "I swear that none of you will enter the land I promised to settle you in, except Caleb son of Jephunneh and Joshua son of Nun."
    },
    {
        "o": 4553,
        "r": "csb:Numbers:14:31",
        "t": "I will bring your children whom you said would become plunder into the land you rejected, and they will enjoy it."
    },
    {
        "o": 4554,
        "r": "csb:Numbers:14:32",
        "t": "But as for you, your corpses will fall in this wilderness."
    },
    {
        "o": 4555,
        "r": "csb:Numbers:14:33",
        "t": "Your children will be shepherds in the wilderness for forty years and bear the penalty for your acts of unfaithfulness until all your corpses lie scattered in the wilderness."
    },
    {
        "o": 4556,
        "r": "csb:Numbers:14:34",
        "t": "You will bear the consequences of your iniquities forty years based on the number of the forty days that you scouted the land, a year for each day. You will know my displeasure."
    },
    {
        "o": 4557,
        "r": "csb:Numbers:14:35",
        "t": "I, the Lord,*s have spoken. I swear that I will do this to the entire evil community that has conspired against me. They will come to an end in the wilderness, and there they will die.”"
    },
    {
        "o": 4558,
        "r": "csb:Numbers:14:36",
        "t": "So*p the men Moses sent to scout out the land, and who returned and incited the entire community to complain about him by spreading a negative report about the land -"
    },
    {
        "o": 4559,
        "r": "csb:Numbers:14:37",
        "t": "those men who spread the negative report about the land were struck down by the Lord.*s"
    },
    {
        "o": 4560,
        "r": "csb:Numbers:14:38",
        "t": "Only Joshua son of Nun and Caleb son of Jephunneh remained alive of those men who went to scout out the land."
    },
    {
        "o": 4561,
        "r": "csb:Numbers:14:38",
        "t": "Israel Routed",
        "h": 2
    },
    {
        "o": 4562,
        "r": "csb:Numbers:14:39",
        "t": "When*p Moses reported these words to all the Israelites, the people were overcome with grief."
    },
    {
        "o": 4563,
        "r": "csb:Numbers:14:40",
        "t": "They got up early the next morning and went up the ridge of the hill country, saying, “Let’s go to the place the Lord*s promised, for we were wrong.”"
    },
    {
        "o": 4564,
        "r": "csb:Numbers:14:41",
        "t": "But*p Moses responded, “Why are you going against the Lord’s*s command? It won’t succeed."
    },
    {
        "o": 4565,
        "r": "csb:Numbers:14:42",
        "t": "Don’t go, because the Lord*s is not among you and you will be defeated by your enemies."
    },
    {
        "o": 4566,
        "r": "csb:Numbers:14:43",
        "t": "The Amalekites and Canaanites are right in front of you, and you will fall by the sword. The Lord*s won’t be with you, since you have turned from following him.”"
    },
    {
        "o": 4567,
        "r": "csb:Numbers:14:44",
        "t": "But*p they dared to go up the ridge of the hill country, even though the ark of the Lord’s*s covenant and Moses did not leave the camp."
    },
    {
        "o": 4568,
        "r": "csb:Numbers:14:45",
        "t": "Then the Amalekites and Canaanites who lived in that part of the hill country came down, attacked them, and routed them as far as Hormah."
    },
    {
        "o": 4569,
        "r": "csb:Numbers:15:0",
        "t": "Numbers 15",
        "h": 1
    },
    {
        "o": 4570,
        "r": "csb:Numbers:15:0",
        "t": "Laws about Offerings",
        "h": 2
    },
    {
        "o": 4571,
        "r": "csb:Numbers:15:1",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4572,
        "r": "csb:Numbers:15:2",
        "t": "“Speak to the Israelites and tell them: When you enter the land I am giving you to settle in,"
    },
    {
        "o": 4573,
        "r": "csb:Numbers:15:3",
        "t": "and you make a food offering to the Lord*s from the herd or flock - either a burnt offering or a sacrifice, to fulfill a vow, or as a freewill offering, or at your appointed festivals - to produce a pleasing aroma for the Lord,*s"
    },
    {
        "o": 4574,
        "r": "csb:Numbers:15:4",
        "t": "the one presenting his offering to the Lord*s is also to present a grain offering of two quarts of fine flour mixed with a quart of oil."
    },
    {
        "o": 4575,
        "r": "csb:Numbers:15:5",
        "t": "Prepare a quart of wine as a drink offering with the burnt offering or sacrifice of each lamb."
    },
    {
        "o": 4576,
        "r": "csb:Numbers:15:6",
        "t": "“If*p you prepare a grain offering with a ram, it is to be four quarts of fine flour mixed with a third of a gallon of oil."
    },
    {
        "o": 4577,
        "r": "csb:Numbers:15:7",
        "t": "Also present a third of a gallon of wine for a drink offering as a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4578,
        "r": "csb:Numbers:15:8",
        "t": "“If*p you prepare a young bull as a burnt offering or as a sacrifice, to fulfill a vow, or as a fellowship offering to the Lord,*s"
    },
    {
        "o": 4579,
        "r": "csb:Numbers:15:9",
        "t": "a grain offering of six quarts of fine flour mixed with two quarts of oil is to be presented with the bull."
    },
    {
        "o": 4580,
        "r": "csb:Numbers:15:10",
        "t": "Also present two quarts of wine as a drink offering. It is a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4581,
        "r": "csb:Numbers:15:11",
        "t": "This is to be done for each ox, ram, lamb, or goat."
    },
    {
        "o": 4582,
        "r": "csb:Numbers:15:12",
        "t": "This is how you are to prepare each of them, no matter how many."
    },
    {
        "o": 4583,
        "r": "csb:Numbers:15:13",
        "t": "“Every*p Israelite is to prepare these things in this way when he presents a food offering as a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4584,
        "r": "csb:Numbers:15:14",
        "t": "When an alien resides with you or someone else is among you and wants to prepare a food offering as a pleasing aroma to the Lord,*s he is to do exactly as you do throughout your generations."
    },
    {
        "o": 4585,
        "r": "csb:Numbers:15:15",
        "t": "The assembly is to have the same statute for both you and the resident alien as a permanent statute throughout your generations. You and the alien will be alike before the Lord.*s"
    },
    {
        "o": 4586,
        "r": "csb:Numbers:15:16",
        "t": "The same law and the same ordinance will apply to both you and the alien who resides with you.”"
    },
    {
        "o": 4587,
        "r": "csb:Numbers:15:17",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4588,
        "r": "csb:Numbers:15:18",
        "t": "“Speak to the Israelites and tell them: After you enter the land where I am bringing you,"
    },
    {
        "o": 4589,
        "r": "csb:Numbers:15:19",
        "t": "you are to offer a contribution to the Lord*s when you eat from the food of the land."
    },
    {
        "o": 4590,
        "r": "csb:Numbers:15:20",
        "t": "You are to offer a loaf from your first batch of dough as a contribution; offer it just like a contribution from the threshing floor."
    },
    {
        "o": 4591,
        "r": "csb:Numbers:15:21",
        "t": "Throughout your generations, you are to give the Lord*s a contribution from the first batch of your dough."
    },
    {
        "o": 4592,
        "r": "csb:Numbers:15:22",
        "t": "“When*p you sin unintentionally and do not obey all these commands that the Lord*s spoke to Moses-"
    },
    {
        "o": 4593,
        "r": "csb:Numbers:15:23",
        "t": "all that the Lord*s has commanded you through Moses, from the day the Lord*s issued the commands and onward throughout your generations -"
    },
    {
        "o": 4594,
        "r": "csb:Numbers:15:24",
        "t": "and if it was done unintentionally without the community’s awareness, the entire community is to prepare one young bull for a burnt offering as a pleasing aroma to the Lord,*s with its grain offering and drink offering according to the regulation, and one male goat as a sin offering."
    },
    {
        "o": 4595,
        "r": "csb:Numbers:15:25",
        "t": "The priest will then make atonement for the entire Israelite community so that they may be forgiven, for the sin was unintentional. They are to bring their offering, a food offering to the Lord,*s and their sin offering before the Lord*s for their unintentional sin."
    },
    {
        "o": 4596,
        "r": "csb:Numbers:15:26",
        "t": "The entire Israelite community and the alien who resides among them will be forgiven, since it happened to all the people unintentionally."
    },
    {
        "o": 4597,
        "r": "csb:Numbers:15:27",
        "t": "“If*p one person sins unintentionally, he is to present a year-old female goat as a sin offering."
    },
    {
        "o": 4598,
        "r": "csb:Numbers:15:28",
        "t": "The priest will then make atonement before the Lord*s on behalf of the person who acts in error sinning unintentionally, and when he makes atonement for him, he will be forgiven."
    },
    {
        "o": 4599,
        "r": "csb:Numbers:15:29",
        "t": "You are to have the same law for the person who acts in error, whether he is an Israelite or an alien who resides among you."
    },
    {
        "o": 4600,
        "r": "csb:Numbers:15:30",
        "t": "“But*p the person who acts defiantly, whether native or resident alien, blasphemes the Lord.*s That person is to be cut off from his people."
    },
    {
        "o": 4601,
        "r": "csb:Numbers:15:31",
        "t": "He will certainly be cut off, because he has despised the Lord’s*s word and broken his command; his guilt remains on him.”"
    },
    {
        "o": 4602,
        "r": "csb:Numbers:15:31",
        "t": "Sabbath Violation",
        "h": 2
    },
    {
        "o": 4603,
        "r": "csb:Numbers:15:32",
        "t": "While*p the Israelites were in the wilderness, they found a man gathering wood on the Sabbath day."
    },
    {
        "o": 4604,
        "r": "csb:Numbers:15:33",
        "t": "Those who found him gathering wood brought him to Moses, Aaron, and the entire community."
    },
    {
        "o": 4605,
        "r": "csb:Numbers:15:34",
        "t": "They placed him in custody because it had not been decided what should be done to him."
    },
    {
        "o": 4606,
        "r": "csb:Numbers:15:35",
        "t": "Then the Lord*s told Moses, “The man is to be put to death. The entire community is to stone him outside the camp.”"
    },
    {
        "o": 4607,
        "r": "csb:Numbers:15:36",
        "t": "So the entire community brought him outside the camp and stoned him to death, as the Lord*s had commanded Moses."
    },
    {
        "o": 4608,
        "r": "csb:Numbers:15:36",
        "t": "Tassels for Remembrance",
        "h": 2
    },
    {
        "o": 4609,
        "r": "csb:Numbers:15:37",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4610,
        "r": "csb:Numbers:15:38",
        "t": "“Speak to the Israelites and tell them that throughout their generations they are to make tassels for the corners of their garments, and put a blue cord on the tassel at each corner."
    },
    {
        "o": 4611,
        "r": "csb:Numbers:15:39",
        "t": "These will serve as tassels for you to look at, so that you may remember all the Lord’s*s commands and obey them and not prostitute yourselves by following your own heart and your own eyes."
    },
    {
        "o": 4612,
        "r": "csb:Numbers:15:40",
        "t": "This way you will remember and obey all my commands and be holy to your God."
    },
    {
        "o": 4613,
        "r": "csb:Numbers:15:41",
        "t": "I am the Lord*s your God who brought you out of the land of Egypt to be your God; I am the Lord*s your God.”"
    },
    {
        "o": 4614,
        "r": "csb:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4615,
        "r": "csb:Numbers:16:0",
        "t": "Korah Incites Rebellion",
        "h": 2
    },
    {
        "o": 4616,
        "r": "csb:Numbers:16:1",
        "t": "Now*p Korah son of Izhar, son of Kohath, son of Levi, with Dathan and Abiram, sons of Eliab, and On son of Peleth, sons of Reuben, took"
    },
    {
        "o": 4617,
        "r": "csb:Numbers:16:2",
        "t": "two hundred fifty prominent Israelite men who were leaders of the community and representatives in the assembly, and they rebelled against Moses."
    },
    {
        "o": 4618,
        "r": "csb:Numbers:16:3",
        "t": "They came together against Moses and Aaron and told them, “You have gone too far! Everyone in the entire community is holy, and the Lord*s is among them. Why then do you exalt yourselves above the Lord’s*s assembly?”"
    },
    {
        "o": 4619,
        "r": "csb:Numbers:16:4",
        "t": "When*p Moses heard this, he fell facedown."
    },
    {
        "o": 4620,
        "r": "csb:Numbers:16:5",
        "t": "Then he said to Korah and all his followers, “Tomorrow morning the Lord*s will reveal who belongs to him, who is set apart, and the one he will let come near him. He will let the one he chooses come near him."
    },
    {
        "o": 4621,
        "r": "csb:Numbers:16:6",
        "t": "Korah, you and all your followers are to do this: take firepans, and tomorrow"
    },
    {
        "o": 4622,
        "r": "csb:Numbers:16:7",
        "t": "place fire in them and put incense on them before the Lord.*s Then the man the Lord*s chooses will be the one who is set apart. It is you Levites who have gone too far!”"
    },
    {
        "o": 4623,
        "r": "csb:Numbers:16:8",
        "t": "Moses*p also told Korah, “Now listen, Levites!"
    },
    {
        "o": 4624,
        "r": "csb:Numbers:16:9",
        "t": "Isn’t it enough for you that the God of Israel has separated you from the Israelite community to bring you near to himself, to perform the work at the Lord’s*s tabernacle, and to stand before the community to minister to them?"
    },
    {
        "o": 4625,
        "r": "csb:Numbers:16:10",
        "t": "He has brought you near, and all your fellow Levites who are with you, but you are pursuing the priesthood as well."
    },
    {
        "o": 4626,
        "r": "csb:Numbers:16:11",
        "t": "Therefore, it is you and all your followers who have conspired against the Lord!*s As for Aaron, who is he that you should complain about him?”"
    },
    {
        "o": 4627,
        "r": "csb:Numbers:16:12",
        "t": "Moses*p sent for Dathan and Abiram, the sons of Eliab, but they said, “We will not come!"
    },
    {
        "o": 4628,
        "r": "csb:Numbers:16:13",
        "t": "Is it not enough that you brought us up from a land flowing with milk and honey to kill us in the wilderness? Do you also have to appoint yourself as ruler over us?"
    },
    {
        "o": 4629,
        "r": "csb:Numbers:16:14",
        "t": "Furthermore, you didn’t bring us to a land flowing with milk and honey or give us an inheritance of fields and vineyards. Will you gouge out the eyes of these men? We will not come!”"
    },
    {
        "o": 4630,
        "r": "csb:Numbers:16:15",
        "t": "Then*p Moses became angry and said to the Lord,*s “Don’t respect their offering. I have not taken one donkey from them or mistreated a single one of them.”"
    },
    {
        "o": 4631,
        "r": "csb:Numbers:16:16",
        "t": "So Moses told Korah, “You and all your followers are to appear before the Lord*s tomorrow - you, they, and Aaron."
    },
    {
        "o": 4632,
        "r": "csb:Numbers:16:17",
        "t": "Each of you is to take his firepan, place incense on it, and present his firepan before the Lord-*s 250 firepans. You and Aaron are each to present your firepan also.”"
    },
    {
        "o": 4633,
        "r": "csb:Numbers:16:18",
        "t": "Each*p man took his firepan, placed fire in it, put incense on it, and stood at the entrance to the tent of meeting along with Moses and Aaron."
    },
    {
        "o": 4634,
        "r": "csb:Numbers:16:19",
        "t": "After Korah assembled the whole community against them at the entrance to the tent of meeting, the glory of the Lord*s appeared to the whole community."
    },
    {
        "o": 4635,
        "r": "csb:Numbers:16:20",
        "t": "The Lord*s spoke to Moses and Aaron,"
    },
    {
        "o": 4636,
        "r": "csb:Numbers:16:21",
        "t": "“Separate yourselves from this community so I may consume them instantly.”"
    },
    {
        "o": 4637,
        "r": "csb:Numbers:16:22",
        "t": "But*p Moses and Aaron fell facedown and said, “God, God who gives breath to all, when one man sins, will you vent your wrath on the whole community?”"
    },
    {
        "o": 4638,
        "r": "csb:Numbers:16:23",
        "t": "The*p Lord*s replied to Moses,"
    },
    {
        "o": 4639,
        "r": "csb:Numbers:16:24",
        "t": "“Tell the community: Get away from the dwellings of Korah, Dathan, and Abiram.”"
    },
    {
        "o": 4640,
        "r": "csb:Numbers:16:25",
        "t": "Moses*p got up and went to Dathan and Abiram, and the elders of Israel followed him."
    },
    {
        "o": 4641,
        "r": "csb:Numbers:16:26",
        "t": "He warned the community, “Get away now from the tents of these wicked men. Don’t touch anything that belongs to them, or you will be swept away because of all their sins.”"
    },
    {
        "o": 4642,
        "r": "csb:Numbers:16:27",
        "t": "So they got away from the dwellings of Korah, Dathan, and Abiram. Meanwhile, Dathan and Abiram came out and stood at the entrance of their tents with their wives, children, and infants."
    },
    {
        "o": 4643,
        "r": "csb:Numbers:16:28",
        "t": "Then*p Moses said, “This is how you will know that the Lord*s sent me to do all these things and that it was not of my own will:"
    },
    {
        "o": 4644,
        "r": "csb:Numbers:16:29",
        "t": "If these men die naturally as all people would, and suffer the fate of all, then the Lord*s has not sent me."
    },
    {
        "o": 4645,
        "r": "csb:Numbers:16:30",
        "t": "But if the Lord*s brings about something unprecedented, and the ground opens its mouth and swallows them along with all that belongs to them so that they go down alive into Sheol, then you will know that these men have despised the Lord.”*s"
    },
    {
        "o": 4646,
        "r": "csb:Numbers:16:31",
        "t": "Just*p as he finished speaking all these words, the ground beneath them split open."
    },
    {
        "o": 4647,
        "r": "csb:Numbers:16:32",
        "t": "The earth opened its mouth and swallowed them and their households, all Korah’s people, and all their possessions."
    },
    {
        "o": 4648,
        "r": "csb:Numbers:16:33",
        "t": "They went down alive into Sheol with all that belonged to them. The earth closed over them, and they vanished from the assembly."
    },
    {
        "o": 4649,
        "r": "csb:Numbers:16:34",
        "t": "At their cries, all the people of Israel who were around them fled because they thought, “The earth may swallow us too!”"
    },
    {
        "o": 4650,
        "r": "csb:Numbers:16:35",
        "t": "Fire also came out from the Lord*s and consumed the 250 men who were presenting the incense."
    },
    {
        "o": 4651,
        "r": "csb:Numbers:16:36",
        "t": "Then*p the Lord*s spoke to Moses:"
    },
    {
        "o": 4652,
        "r": "csb:Numbers:16:37",
        "t": "“Tell Eleazar son of Aaron the priest to remove the firepans from the burning debris, because they are holy, and scatter the fire far away."
    },
    {
        "o": 4653,
        "r": "csb:Numbers:16:38",
        "t": "As for the firepans of those who sinned at the cost of their own lives, make them into hammered sheets as plating for the altar, for they presented them before the Lord,*s and the firepans are holy. They will be a sign to the Israelites.”"
    },
    {
        "o": 4654,
        "r": "csb:Numbers:16:39",
        "t": "So*p the priest Eleazar took the bronze firepans that those who were burned had presented, and they were hammered into plating for the altar,"
    },
    {
        "o": 4655,
        "r": "csb:Numbers:16:40",
        "t": "just as the Lord*s commanded him through Moses. It was to be a reminder for the Israelites that no unauthorized person outside the lineage of Aaron should approach to offer incense before the Lord*s and become like Korah and his followers."
    },
    {
        "o": 4656,
        "r": "csb:Numbers:16:41",
        "t": "The*p next day the entire Israelite community complained about Moses and Aaron, saying, “You have killed the Lord’s*s people!”"
    },
    {
        "o": 4657,
        "r": "csb:Numbers:16:42",
        "t": "When the community assembled against them, Moses and Aaron turned toward the tent of meeting, and suddenly the cloud covered it, and the Lord’s*s glory appeared."
    },
    {
        "o": 4658,
        "r": "csb:Numbers:16:43",
        "t": "Moses*p and Aaron went to the front of the tent of meeting,"
    },
    {
        "o": 4659,
        "r": "csb:Numbers:16:44",
        "t": "and the Lord*s said to Moses,"
    },
    {
        "o": 4660,
        "r": "csb:Numbers:16:45",
        "t": "“Get away from this community so that I may consume them instantly.” But they fell facedown."
    },
    {
        "o": 4661,
        "r": "csb:Numbers:16:46",
        "t": "Then*p Moses told Aaron, “Take your firepan, place fire from the altar in it, and add incense. Go quickly to the community and make atonement for them, because wrath has come from the Lord;*s the plague has begun.”"
    },
    {
        "o": 4662,
        "r": "csb:Numbers:16:47",
        "t": "So Aaron took his firepan as Moses had ordered, ran into the middle of the assembly, and saw that the plague had begun among the people. After he added incense, he made atonement for the people."
    },
    {
        "o": 4663,
        "r": "csb:Numbers:16:48",
        "t": "He stood between the dead and the living, and the plague was halted."
    },
    {
        "o": 4664,
        "r": "csb:Numbers:16:49",
        "t": "But those who died from the plague numbered 14,700, in addition to those who died because of the Korah incident."
    },
    {
        "o": 4665,
        "r": "csb:Numbers:16:50",
        "t": "Aaron then returned to Moses at the entrance to the tent of meeting, since the plague had been halted."
    },
    {
        "o": 4666,
        "r": "csb:Numbers:17:0",
        "t": "Numbers 17",
        "h": 1
    },
    {
        "o": 4667,
        "r": "csb:Numbers:17:0",
        "t": "Aaron’s Staff Chosen",
        "h": 2
    },
    {
        "o": 4668,
        "r": "csb:Numbers:17:1",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4669,
        "r": "csb:Numbers:17:2",
        "t": "“Speak to the Israelites and take one staff from them for each ancestral tribe, twelve staffs from all the leaders of their tribes. Write each man’s name on his staff."
    },
    {
        "o": 4670,
        "r": "csb:Numbers:17:3",
        "t": "Write Aaron’s name on Levi’s staff, because there is to be one staff for the head of each tribe."
    },
    {
        "o": 4671,
        "r": "csb:Numbers:17:4",
        "t": "Then place them in the tent of meeting in front of the testimony where I meet with you."
    },
    {
        "o": 4672,
        "r": "csb:Numbers:17:5",
        "t": "The staff of the man I choose will sprout, and I will rid myself of the Israelites’ complaints that they have been making about you.”"
    },
    {
        "o": 4673,
        "r": "csb:Numbers:17:6",
        "t": "So*p Moses spoke to the Israelites, and each of their leaders gave him a staff, one for each of the leaders of their tribes, twelve staffs in all. Aaron’s staff was among them."
    },
    {
        "o": 4674,
        "r": "csb:Numbers:17:7",
        "t": "Moses placed the staffs before the Lord*s in the tent of the testimony."
    },
    {
        "o": 4675,
        "r": "csb:Numbers:17:8",
        "t": "The*p next day Moses entered the tent of the testimony and saw that Aaron’s staff, representing the house of Levi, had sprouted, formed buds, blossomed, and produced almonds!"
    },
    {
        "o": 4676,
        "r": "csb:Numbers:17:9",
        "t": "Moses then brought out all the staffs from the Lord’s*s presence to all the Israelites. They saw them, and each man took his own staff."
    },
    {
        "o": 4677,
        "r": "csb:Numbers:17:10",
        "t": "The Lord*s told Moses, “Put Aaron’s staff back in front of the testimony to be kept as a sign for the rebels, so that you may put an end to their complaints before me, or else they will die.”"
    },
    {
        "o": 4678,
        "r": "csb:Numbers:17:11",
        "t": "So Moses did as the Lord*s commanded him."
    },
    {
        "o": 4679,
        "r": "csb:Numbers:17:12",
        "t": "Then*p the Israelites declared to Moses, “Look, we’re perishing! We’re lost; we’re all lost!"
    },
    {
        "o": 4680,
        "r": "csb:Numbers:17:13",
        "t": "Anyone who comes near the Lord’s*s tabernacle will die. Will we all perish?”"
    },
    {
        "o": 4681,
        "r": "csb:Numbers:18:0",
        "t": "Numbers 18",
        "h": 1
    },
    {
        "o": 4682,
        "r": "csb:Numbers:18:0",
        "t": "Provision for the Priesthood",
        "h": 2
    },
    {
        "o": 4683,
        "r": "csb:Numbers:18:1",
        "t": "The*p Lord*s said to Aaron, “You, your sons, and your ancestral family will be responsible for iniquity against the sanctuary. You and your sons will be responsible for iniquity involving your priesthood."
    },
    {
        "o": 4684,
        "r": "csb:Numbers:18:2",
        "t": "But also bring your relatives with you from the tribe of Levi, your ancestral tribe, so they may join you and assist you and your sons in front of the tent of the testimony."
    },
    {
        "o": 4685,
        "r": "csb:Numbers:18:3",
        "t": "They are to perform duties for you and for the whole tent. They must not come near the sanctuary equipment or the altar; otherwise, both they and you will die."
    },
    {
        "o": 4686,
        "r": "csb:Numbers:18:4",
        "t": "They are to join you and guard the tent of meeting, doing all the work at the tent, but no unauthorized person may come near you."
    },
    {
        "o": 4687,
        "r": "csb:Numbers:18:5",
        "t": "“You*p are to guard the sanctuary and the altar so that wrath may not fall on the Israelites again."
    },
    {
        "o": 4688,
        "r": "csb:Numbers:18:6",
        "t": "Look, I have selected your fellow Levites from the Israelites as a gift for you, assigned by the Lord*s to work at the tent of meeting."
    },
    {
        "o": 4689,
        "r": "csb:Numbers:18:7",
        "t": "But you and your sons will carry out your priestly responsibilities for everything concerning the altar and for what is inside the curtain, and you will do that work. I am giving you the work of the priesthood as a gift, but an unauthorized person who comes near the sanctuary will be put to death.”"
    },
    {
        "o": 4690,
        "r": "csb:Numbers:18:7",
        "t": "Support for the Priests and Levites",
        "h": 2
    },
    {
        "o": 4691,
        "r": "csb:Numbers:18:8",
        "t": "Then*p the Lord*s spoke to Aaron, “Look, I have put you in charge of the contributions brought to me. As for all the holy offerings of the Israelites, I have given them to you and your sons as a portion and a permanent statute."
    },
    {
        "o": 4692,
        "r": "csb:Numbers:18:9",
        "t": "A portion of the holiest offerings kept from the fire will be yours; every one of their offerings that they give me, whether the grain offering, sin offering, or guilt offering will be most holy for you and your sons."
    },
    {
        "o": 4693,
        "r": "csb:Numbers:18:10",
        "t": "You are to eat it as a most holy offering. Every male may eat it; it is to be holy to you."
    },
    {
        "o": 4694,
        "r": "csb:Numbers:18:11",
        "t": "“The*p contribution of their gifts also belongs to you. I have given all the Israelites’ presentation offerings to you and to your sons and daughters as a permanent statute. Every ceremonially clean person in your house may eat it."
    },
    {
        "o": 4695,
        "r": "csb:Numbers:18:12",
        "t": "I am giving you all the best of the fresh oil, new wine, and grain, which the Israelites give to the Lord*s as their firstfruits."
    },
    {
        "o": 4696,
        "r": "csb:Numbers:18:13",
        "t": "The firstfruits of all that is in their land, which they bring to the Lord,*s belong to you. Every clean person in your house may eat them."
    },
    {
        "o": 4697,
        "r": "csb:Numbers:18:14",
        "t": "“Everything*p in Israel that is permanently dedicated to the Lord*s belongs to you."
    },
    {
        "o": 4698,
        "r": "csb:Numbers:18:15",
        "t": "The firstborn of every living thing, human or animal, presented to the Lord*s belongs to you. But you must certainly redeem a human firstborn, and redeem the firstborn of an unclean animal."
    },
    {
        "o": 4699,
        "r": "csb:Numbers:18:16",
        "t": "You will pay the redemption price for a month-old male according to your assessment: five shekels of silver by the standard sanctuary shekel, which is twenty gerahs."
    },
    {
        "o": 4700,
        "r": "csb:Numbers:18:17",
        "t": "“However,*p you must not redeem the firstborn of an ox, a sheep, or a goat; they are holy. You are to splatter their blood on the altar and burn their fat as a food offering for a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4701,
        "r": "csb:Numbers:18:18",
        "t": "But their meat belongs to you. It belongs to you like the breast of the presentation offering and the right thigh."
    },
    {
        "o": 4702,
        "r": "csb:Numbers:18:19",
        "t": "“I*p give to you and to your sons and daughters all the holy contributions that the Israelites present to the Lord*s as a permanent statute. It is a permanent covenant of salt before the Lord*s for you as well as your offspring.”"
    },
    {
        "o": 4703,
        "r": "csb:Numbers:18:20",
        "t": "The*p Lord*s told Aaron, “You will not have an inheritance in their land; there will be no portion among them for you. I am your portion and your inheritance among the Israelites."
    },
    {
        "o": 4704,
        "r": "csb:Numbers:18:21",
        "t": "“Look,*p I have given the Levites every tenth in Israel as an inheritance in return for the work they do, the work of the tent of meeting."
    },
    {
        "o": 4705,
        "r": "csb:Numbers:18:22",
        "t": "The Israelites must never again come near the tent of meeting, or they will incur guilt and die."
    },
    {
        "o": 4706,
        "r": "csb:Numbers:18:23",
        "t": "The Levites will do the work of the tent of meeting, and they will bear the consequences of their iniquity. The Levites will not receive an inheritance among the Israelites; this is a permanent statute throughout your generations."
    },
    {
        "o": 4707,
        "r": "csb:Numbers:18:24",
        "t": "For I have given them the tenth that the Israelites present to the Lord*s as a contribution for their inheritance. That is why I told them that they would not receive an inheritance among the Israelites.”"
    },
    {
        "o": 4708,
        "r": "csb:Numbers:18:25",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4709,
        "r": "csb:Numbers:18:26",
        "t": "“Speak to the Levites and tell them: When you receive from the Israelites the tenth that I have given you as your inheritance, you are to present part of it as an offering to the Lord-*s a tenth of the tenth."
    },
    {
        "o": 4710,
        "r": "csb:Numbers:18:27",
        "t": "Your offering will be credited to you as if it were your grain from the threshing floor or the full harvest from the winepress."
    },
    {
        "o": 4711,
        "r": "csb:Numbers:18:28",
        "t": "You are to present an offering to the Lord*s from every tenth you receive from the Israelites. Give some of it to the priest Aaron as an offering to the Lord.*s"
    },
    {
        "o": 4712,
        "r": "csb:Numbers:18:29",
        "t": "You must present the entire offering due the Lord*s from all your gifts. The best part of the tenth is to be consecrated."
    },
    {
        "o": 4713,
        "r": "csb:Numbers:18:30",
        "t": "“Tell*p them further: Once you have presented the best part of the tenth, and it is credited to you Levites as the produce of the threshing floor or the winepress,"
    },
    {
        "o": 4714,
        "r": "csb:Numbers:18:31",
        "t": "then you and your household may eat it anywhere. It is your wage in return for your work at the tent of meeting."
    },
    {
        "o": 4715,
        "r": "csb:Numbers:18:32",
        "t": "You will not incur guilt because of it once you have presented the best part of it, but you must not defile the Israelites’ holy offerings, so that you will not die.”"
    },
    {
        "o": 4716,
        "r": "csb:Numbers:19:0",
        "t": "Numbers 19",
        "h": 1
    },
    {
        "o": 4717,
        "r": "csb:Numbers:19:0",
        "t": "Purification Ritual",
        "h": 2
    },
    {
        "o": 4718,
        "r": "csb:Numbers:19:1",
        "t": "The*p Lord*s spoke to Moses and Aaron,"
    },
    {
        "o": 4719,
        "r": "csb:Numbers:19:2",
        "t": "“This is the legal statute that the Lord*s has commanded: Instruct the Israelites to bring you an unblemished red cow that has no defect and has never been yoked."
    },
    {
        "o": 4720,
        "r": "csb:Numbers:19:3",
        "t": "Give it to the priest Eleazar, and he will have it brought outside the camp and slaughtered in his presence."
    },
    {
        "o": 4721,
        "r": "csb:Numbers:19:4",
        "t": "The priest Eleazar is to take some of its blood with his finger and sprinkle it seven times toward the front of the tent of meeting."
    },
    {
        "o": 4722,
        "r": "csb:Numbers:19:5",
        "t": "The cow is to be burned in his sight. Its hide, flesh, and blood, are to be burned along with its waste."
    },
    {
        "o": 4723,
        "r": "csb:Numbers:19:6",
        "t": "The priest is to take cedar wood, hyssop, and crimson yarn, and throw them onto the fire where the cow is burning."
    },
    {
        "o": 4724,
        "r": "csb:Numbers:19:7",
        "t": "Then the priest must wash his clothes and bathe his body in water; after that he may enter the camp, but he will remain ceremonially unclean until evening."
    },
    {
        "o": 4725,
        "r": "csb:Numbers:19:8",
        "t": "The one who burned the cow must also wash his clothes and bathe his body in water, and he will remain unclean until evening."
    },
    {
        "o": 4726,
        "r": "csb:Numbers:19:9",
        "t": "“A*p man who is clean is to gather up the cow’s ashes and deposit them outside the camp in a ceremonially clean place. The ashes will be kept by the Israelite community for preparing the water to remove impurity; it is a sin offering."
    },
    {
        "o": 4727,
        "r": "csb:Numbers:19:10",
        "t": "Then the one who gathers up the cow’s ashes must wash his clothes, and he will remain unclean until evening. This is a permanent statute for the Israelites and for the alien who resides among them."
    },
    {
        "o": 4728,
        "r": "csb:Numbers:19:11",
        "t": "“The*p person who touches any human corpse will be unclean for seven days."
    },
    {
        "o": 4729,
        "r": "csb:Numbers:19:12",
        "t": "He is to purify himself with the water on the third day and the seventh day; then he will be clean. But if he does not purify himself on the third and seventh days, he will not be clean."
    },
    {
        "o": 4730,
        "r": "csb:Numbers:19:13",
        "t": "Anyone who touches a body of a person who has died, and does not purify himself, defiles the tabernacle of the Lord.*s That person will be cut off from Israel. He remains unclean because the water for impurity has not been sprinkled on him, and his uncleanness is still on him."
    },
    {
        "o": 4731,
        "r": "csb:Numbers:19:14",
        "t": "“This*p is the law when a person dies in a tent: everyone who enters the tent and everyone who is already in the tent will be unclean for seven days,"
    },
    {
        "o": 4732,
        "r": "csb:Numbers:19:15",
        "t": "and any open container without a lid tied on it is unclean."
    },
    {
        "o": 4733,
        "r": "csb:Numbers:19:16",
        "t": "Anyone in the open field who touches a person who has been killed by the sword or has died, or who even touches a human bone, or a grave, will be unclean for seven days."
    },
    {
        "o": 4734,
        "r": "csb:Numbers:19:17",
        "t": "For the purification of the unclean person, they are to take some of the ashes of the burnt sin offering, put them in a jar, and add fresh water to them."
    },
    {
        "o": 4735,
        "r": "csb:Numbers:19:18",
        "t": "A person who is clean is to take hyssop, dip it in the water, and sprinkle the tent, all the furnishings, and the people who were there. He is also to sprinkle the one who touched a bone, a grave, a corpse, or a person who had been killed."
    },
    {
        "o": 4736,
        "r": "csb:Numbers:19:19",
        "t": "“The*p one who is clean is to sprinkle the unclean person on the third day and the seventh day. After he purifies the unclean person on the seventh day, the one being purified must wash his clothes and bathe in water, and he will be clean by evening."
    },
    {
        "o": 4737,
        "r": "csb:Numbers:19:20",
        "t": "But a person who is unclean and does not purify himself, that person will be cut off from the assembly because he has defiled the sanctuary of the Lord.*s The water for impurity has not been sprinkled on him; he is unclean."
    },
    {
        "o": 4738,
        "r": "csb:Numbers:19:21",
        "t": "This is a permanent statute for them. The person who sprinkles the water for impurity is to wash his clothes, and whoever touches the water for impurity will be unclean until evening."
    },
    {
        "o": 4739,
        "r": "csb:Numbers:19:22",
        "t": "Anything the unclean person touches will become unclean, and anyone who touches it will be unclean until evening.”"
    },
    {
        "o": 4740,
        "r": "csb:Numbers:20:0",
        "t": "Numbers 20",
        "h": 1
    },
    {
        "o": 4741,
        "r": "csb:Numbers:20:0",
        "t": "Water from the Rock",
        "h": 2
    },
    {
        "o": 4742,
        "r": "csb:Numbers:20:1",
        "t": "The*p entire Israelite community entered the Wilderness of Zin in the first month, and they settled in Kadesh. Miriam died and was buried there."
    },
    {
        "o": 4743,
        "r": "csb:Numbers:20:2",
        "t": "There*p was no water for the community, so they assembled against Moses and Aaron."
    },
    {
        "o": 4744,
        "r": "csb:Numbers:20:3",
        "t": "The people quarreled with Moses and said, “If only we had perished when our brothers perished before the Lord.*s"
    },
    {
        "o": 4745,
        "r": "csb:Numbers:20:4",
        "t": "Why have you brought the Lord’s*s assembly into this wilderness for us and our livestock to die here?"
    },
    {
        "o": 4746,
        "r": "csb:Numbers:20:5",
        "t": "Why have you led us up from Egypt to bring us to this evil place? It’s not a place of grain, figs, vines, and pomegranates, and there is no water to drink!”"
    },
    {
        "o": 4747,
        "r": "csb:Numbers:20:6",
        "t": "Then*p Moses and Aaron went from the presence of the assembly to the doorway of the tent of meeting. They fell facedown, and the glory of the Lord*s appeared to them."
    },
    {
        "o": 4748,
        "r": "csb:Numbers:20:7",
        "t": "The Lord*s spoke to Moses,"
    },
    {
        "o": 4749,
        "r": "csb:Numbers:20:8",
        "t": "“Take the staff and assemble the community. You and your brother Aaron are to speak to the rock while they watch, and it will yield its water. You will bring out water for them from the rock and provide drink for the community and their livestock.”"
    },
    {
        "o": 4750,
        "r": "csb:Numbers:20:9",
        "t": "So*p Moses took the staff from the Lord’s*s presence just as he had commanded him."
    },
    {
        "o": 4751,
        "r": "csb:Numbers:20:10",
        "t": "Moses and Aaron summoned the assembly in front of the rock, and Moses said to them, “Listen, you rebels! Must we bring water out of this rock for you?”"
    },
    {
        "o": 4752,
        "r": "csb:Numbers:20:11",
        "t": "Then Moses raised his hand and struck the rock twice with his staff, so that abundant water gushed out, and the community and their livestock drank."
    },
    {
        "o": 4753,
        "r": "csb:Numbers:20:12",
        "t": "But*p the Lord*s said to Moses and Aaron, “Because you did not trust me to demonstrate my holiness in the sight of the Israelites, you will not bring this assembly into the land I have given them.”"
    },
    {
        "o": 4754,
        "r": "csb:Numbers:20:13",
        "t": "These are the Waters of Meribah, where the Israelites quarreled with the Lord,*s and he demonstrated his holiness to them."
    },
    {
        "o": 4755,
        "r": "csb:Numbers:20:13",
        "t": "Edom Denies Passage",
        "h": 2
    },
    {
        "o": 4756,
        "r": "csb:Numbers:20:14",
        "t": "Moses*p sent messengers from Kadesh to the king of Edom, “This is what your brother Israel says, ‘You know all the hardships that have overtaken us."
    },
    {
        "o": 4757,
        "r": "csb:Numbers:20:15",
        "t": "Our ancestors went down to Egypt, and we lived in Egypt many years, but the Egyptians treated us and our ancestors badly."
    },
    {
        "o": 4758,
        "r": "csb:Numbers:20:16",
        "t": "When we cried out to the Lord,*s he heard our plea, and sent an angel, and brought us out of Egypt. Now look, we are in Kadesh, a city on the border of your territory."
    },
    {
        "o": 4759,
        "r": "csb:Numbers:20:17",
        "t": "Please let us travel through your land. We won’t travel through any field or vineyard, or drink any well water. We will travel the King’s Highway; we won’t turn to the right or the left until we have traveled through your territory.’”"
    },
    {
        "o": 4760,
        "r": "csb:Numbers:20:18",
        "t": "But*p Edom answered him, “You will not travel through our land, or we will come out and confront you with the sword.”"
    },
    {
        "o": 4761,
        "r": "csb:Numbers:20:19",
        "t": "“We*p will go on the main road,” the Israelites replied to them, “and if we or our herds drink your water, we will pay its price. There will be no problem; only let us travel through on foot.”"
    },
    {
        "o": 4762,
        "r": "csb:Numbers:20:20",
        "t": "Yet*p Edom insisted, “You may not travel through.” And they came out to confront them with a large force of heavily-armed people."
    },
    {
        "o": 4763,
        "r": "csb:Numbers:20:21",
        "t": "Edom refused to allow Israel to travel through their territory, and Israel turned away from them."
    },
    {
        "o": 4764,
        "r": "csb:Numbers:20:21",
        "t": "Aaron’s Death",
        "h": 2
    },
    {
        "o": 4765,
        "r": "csb:Numbers:20:22",
        "t": "After*p they set out from Kadesh, the entire Israelite community came to Mount Hor."
    },
    {
        "o": 4766,
        "r": "csb:Numbers:20:23",
        "t": "The Lord*s said to Moses and Aaron at Mount Hor on the border of the land of Edom,"
    },
    {
        "o": 4767,
        "r": "csb:Numbers:20:24",
        "t": "“Aaron will be gathered to his people; he will not enter the land I have given the Israelites, because you both rebelled against my command at the Waters of Meribah."
    },
    {
        "o": 4768,
        "r": "csb:Numbers:20:25",
        "t": "Take Aaron and his son Eleazar and bring them up Mount Hor."
    },
    {
        "o": 4769,
        "r": "csb:Numbers:20:26",
        "t": "Remove Aaron’s garments and put them on his son Eleazar. Aaron will be gathered to his people and die there.”"
    },
    {
        "o": 4770,
        "r": "csb:Numbers:20:27",
        "t": "So*p Moses did as the Lord*s commanded, and they climbed Mount Hor in the sight of the whole community."
    },
    {
        "o": 4771,
        "r": "csb:Numbers:20:28",
        "t": "After Moses removed Aaron’s garments and put them on his son Eleazar, Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain."
    },
    {
        "o": 4772,
        "r": "csb:Numbers:20:29",
        "t": "When the whole community saw that Aaron had passed away, the entire house of Israel mourned for him thirty days."
    },
    {
        "o": 4773,
        "r": "csb:Numbers:21:0",
        "t": "Numbers 21",
        "h": 1
    },
    {
        "o": 4774,
        "r": "csb:Numbers:21:0",
        "t": "Canaanite King Defeated",
        "h": 2
    },
    {
        "o": 4775,
        "r": "csb:Numbers:21:1",
        "t": "When*p the Canaanite king of Arad, who lived in the Negev, heard that Israel was coming on the Atharim road, he fought against Israel and captured some prisoners."
    },
    {
        "o": 4776,
        "r": "csb:Numbers:21:2",
        "t": "Then Israel made a vow to the Lord,*s “If you will hand this people over to us, we will completely destroy their cities.”"
    },
    {
        "o": 4777,
        "r": "csb:Numbers:21:3",
        "t": "The Lord*s listened to Israel’s request and handed the Canaanites over to them, and Israel completely destroyed them and their cities. So they named the place Hormah."
    },
    {
        "o": 4778,
        "r": "csb:Numbers:21:3",
        "t": "The Bronze Snake",
        "h": 2
    },
    {
        "o": 4779,
        "r": "csb:Numbers:21:4",
        "t": "Then*p they set out from Mount Hor by way of the Red Sea to bypass the land of Edom, but the people became impatient because of the journey."
    },
    {
        "o": 4780,
        "r": "csb:Numbers:21:5",
        "t": "The people spoke against God and Moses: “Why have you led us up from Egypt to die in the wilderness? There is no bread or water, and we detest this wretched food!”"
    },
    {
        "o": 4781,
        "r": "csb:Numbers:21:6",
        "t": "Then the Lord*s sent poisonous snakes among the people, and they bit them so that many Israelites died."
    },
    {
        "o": 4782,
        "r": "csb:Numbers:21:7",
        "t": "The*p people then came to Moses and said, “We have sinned by speaking against the Lord*s and against you. Intercede with the Lord*s so that he will take the snakes away from us.” And Moses interceded for the people."
    },
    {
        "o": 4783,
        "r": "csb:Numbers:21:8",
        "t": "Then*p the Lord*s said to Moses, “Make a snake image and mount it on a pole. When anyone who is bitten looks at it, he will recover.”"
    },
    {
        "o": 4784,
        "r": "csb:Numbers:21:9",
        "t": "So Moses made a bronze snake and mounted it on a pole. Whenever someone was bitten, and he looked at the bronze snake, he recovered."
    },
    {
        "o": 4785,
        "r": "csb:Numbers:21:9",
        "t": "Journey around Moab",
        "h": 2
    },
    {
        "o": 4786,
        "r": "csb:Numbers:21:10",
        "t": "The*p Israelites set out and camped at Oboth."
    },
    {
        "o": 4787,
        "r": "csb:Numbers:21:11",
        "t": "They set out from Oboth and camped at Iye-abarim in the wilderness that borders Moab on the east."
    },
    {
        "o": 4788,
        "r": "csb:Numbers:21:12",
        "t": "From there they went and camped at Zered Valley."
    },
    {
        "o": 4789,
        "r": "csb:Numbers:21:13",
        "t": "They set out from there and camped on the other side of the Arnon River, in the wilderness that extends from the Amorite border, because the Arnon was the Moabite border between Moab and the Amorites."
    },
    {
        "o": 4790,
        "r": "csb:Numbers:21:14",
        "t": "Therefore it is stated in the Book of the Lord’s*s Wars: Waheb*pn in Suphah and*ln the ravines of the Arnon,"
    },
    {
        "o": 4791,
        "r": "csb:Numbers:21:15",
        "t": "even*ln the slopes of the ravines that*ln extend to the site of Ar and*ln lie along the border of Moab."
    },
    {
        "o": 4792,
        "r": "csb:Numbers:21:16",
        "t": "From*p there they went to Beer, the well the Lord*s told Moses about, “Gather the people so I may give them water.”"
    },
    {
        "o": 4793,
        "r": "csb:Numbers:21:17",
        "t": "Then Israel sang this song: Spring*pn up, well - sing to it!"
    },
    {
        "o": 4794,
        "r": "csb:Numbers:21:18",
        "t": "The*ln princes dug the well; the*ln nobles of the people hollowed it out with*ln a scepter and with their staffs. They*p went from the wilderness to Mattanah,"
    },
    {
        "o": 4795,
        "r": "csb:Numbers:21:19",
        "t": "from Mattanah to Nahaliel, from Nahaliel to Bamoth,"
    },
    {
        "o": 4796,
        "r": "csb:Numbers:21:20",
        "t": "from Bamoth to the valley in the territory of Moab near the Pisgah highlands that overlook the wasteland."
    },
    {
        "o": 4797,
        "r": "csb:Numbers:21:20",
        "t": "Amorite Kings Defeated",
        "h": 2
    },
    {
        "o": 4798,
        "r": "csb:Numbers:21:21",
        "t": "Israel*p sent messengers to say to King Sihon of the Amorites,"
    },
    {
        "o": 4799,
        "r": "csb:Numbers:21:22",
        "t": "“Let us travel through your land. We won’t go into the fields or vineyards. We won’t drink any well water. We will travel the King’s Highway until we have traveled through your territory.”"
    },
    {
        "o": 4800,
        "r": "csb:Numbers:21:23",
        "t": "But Sihon would not let Israel travel through his territory. Instead, he gathered his whole army and went out to confront Israel in the wilderness. When he came to Jahaz, he fought against Israel."
    },
    {
        "o": 4801,
        "r": "csb:Numbers:21:24",
        "t": "Israel struck him with the sword and took possession of his land from the Arnon to the Jabbok, but only up to the Ammonite border, because it was fortified."
    },
    {
        "o": 4802,
        "r": "csb:Numbers:21:25",
        "t": "Israel*p took all the cities and lived in all these Amorite cities, including Heshbon and all its surrounding villages."
    },
    {
        "o": 4803,
        "r": "csb:Numbers:21:26",
        "t": "Heshbon was the city of King Sihon of the Amorites, who had fought against the former king of Moab and had taken control of all his land as far as the Arnon."
    },
    {
        "o": 4804,
        "r": "csb:Numbers:21:27",
        "t": "Therefore the poets say: Come*pn to Heshbon, let it be rebuilt; let*ln the city of Sihon be restored."
    },
    {
        "o": 4805,
        "r": "csb:Numbers:21:28",
        "t": "For*ln fire came out of Heshbon, a*ln flame from the city of Sihon. It*ln consumed Ar of Moab, the*ln citizens of Arnon’s heights."
    },
    {
        "o": 4806,
        "r": "csb:Numbers:21:29",
        "t": "Woe*ln to you, Moab! You*ln have been destroyed, people of Chemosh! He*ln gave up his sons as refugees, and*ln his daughters into captivity to*ln Sihon the Amorite king."
    },
    {
        "o": 4807,
        "r": "csb:Numbers:21:30",
        "t": "We*ln threw them down; Heshbon*ln has been destroyed as far as Dibon. We*ln caused desolation as far as Nophah, which*ln reaches as far as Medeba."
    },
    {
        "o": 4808,
        "r": "csb:Numbers:21:31",
        "t": "So*p Israel lived in the Amorites’ land."
    },
    {
        "o": 4809,
        "r": "csb:Numbers:21:32",
        "t": "After Moses sent spies to Jazer, Israel captured its surrounding villages and drove out the Amorites who were there."
    },
    {
        "o": 4810,
        "r": "csb:Numbers:21:33",
        "t": "Then*p they turned and went up the road to Bashan, and King Og of Bashan came out against them with his whole army to do battle at Edrei."
    },
    {
        "o": 4811,
        "r": "csb:Numbers:21:34",
        "t": "But the Lord*s said to Moses, “Do not fear him, for I have handed him over to you along with his whole army and his land. Do to him as you did to King Sihon of the Amorites, who lived in Heshbon.”"
    },
    {
        "o": 4812,
        "r": "csb:Numbers:21:35",
        "t": "So they struck him, his sons, and his whole army until no one was left, and they took possession of his land."
    },
    {
        "o": 4813,
        "r": "csb:Numbers:22:0",
        "t": "Numbers 22",
        "h": 1
    },
    {
        "o": 4814,
        "r": "csb:Numbers:22:0",
        "t": "Balak Hires Balaam",
        "h": 2
    },
    {
        "o": 4815,
        "r": "csb:Numbers:22:1",
        "t": "The*p Israelites traveled on and camped in the plains of Moab near the Jordan across from Jericho."
    },
    {
        "o": 4816,
        "r": "csb:Numbers:22:2",
        "t": "Now Balak son of Zippor saw all that Israel had done to the Amorites."
    },
    {
        "o": 4817,
        "r": "csb:Numbers:22:3",
        "t": "Moab was terrified of the people because they were numerous, and Moab dreaded the Israelites."
    },
    {
        "o": 4818,
        "r": "csb:Numbers:22:4",
        "t": "So the Moabites said to the elders of Midian, “This horde will devour everything around us like an ox eats up the green plants in the field.” Since*p Balak son of Zippor was Moab’s king at that time,"
    },
    {
        "o": 4819,
        "r": "csb:Numbers:22:5",
        "t": "he sent messengers to Balaam son of Beor at Pethor, which is by the Euphrates in the land of his people. Balak said to him, “Look, a people has come out of Egypt; they cover the surface of the land and are living right across from me."
    },
    {
        "o": 4820,
        "r": "csb:Numbers:22:6",
        "t": "Please come and put a curse on these people for me because they are more powerful than I am. I may be able to defeat them and drive them out of the land, for I know that those you bless are blessed and those you curse are cursed.”"
    },
    {
        "o": 4821,
        "r": "csb:Numbers:22:7",
        "t": "The*p elders of Moab and Midian departed with fees for divination in hand. They came to Balaam and reported Balak’s words to him."
    },
    {
        "o": 4822,
        "r": "csb:Numbers:22:8",
        "t": "He said to them, “Spend the night here, and I will give you the answer the Lord*s tells me.” So the officials of Moab stayed with Balaam."
    },
    {
        "o": 4823,
        "r": "csb:Numbers:22:9",
        "t": "Then*p God came to Balaam and asked, “Who are these men with you?”"
    },
    {
        "o": 4824,
        "r": "csb:Numbers:22:10",
        "t": "Balaam*p replied to God, “Balak son of Zippor, king of Moab, sent this message to me:"
    },
    {
        "o": 4825,
        "r": "csb:Numbers:22:11",
        "t": "‘Look, a people has come out of Egypt, and they cover the surface of the land. Now come and put a curse on them for me. I may be able to fight against them and drive them away.’”"
    },
    {
        "o": 4826,
        "r": "csb:Numbers:22:12",
        "t": "Then*p God said to Balaam, “You are not to go with them. You are not to curse this people, for they are blessed.”"
    },
    {
        "o": 4827,
        "r": "csb:Numbers:22:13",
        "t": "So*p Balaam got up the next morning and said to Balak’s officials, “Go back to your land, because the Lord*s has refused to let me go with you.”"
    },
    {
        "o": 4828,
        "r": "csb:Numbers:22:14",
        "t": "The*p officials of Moab arose, returned to Balak, and reported, “Balaam refused to come with us.”"
    },
    {
        "o": 4829,
        "r": "csb:Numbers:22:15",
        "t": "Balak*p sent officials again who were more numerous and higher in rank than the others."
    },
    {
        "o": 4830,
        "r": "csb:Numbers:22:16",
        "t": "They came to Balaam and said to him, “This is what Balak son of Zippor says: ‘Let nothing keep you from coming to me,"
    },
    {
        "o": 4831,
        "r": "csb:Numbers:22:17",
        "t": "for I will greatly honor you and do whatever you ask me. So please come and put a curse on these people for me! ’”"
    },
    {
        "o": 4832,
        "r": "csb:Numbers:22:18",
        "t": "But*p Balaam responded to the servants of Balak, “If Balak were to give me his house full of silver and gold, I could not go against the command of the Lord*s my God to do anything small or great."
    },
    {
        "o": 4833,
        "r": "csb:Numbers:22:19",
        "t": "Please stay here overnight as the others did, so that I may find out what else the Lord*s has to tell me.”"
    },
    {
        "o": 4834,
        "r": "csb:Numbers:22:20",
        "t": "God*p came to Balaam at night and said to him, “Since these men have come to summon you, get up and go with them, but you must only do what I tell you.”"
    },
    {
        "o": 4835,
        "r": "csb:Numbers:22:21",
        "t": "When he got up in the morning, Balaam saddled his donkey and went with the officials of Moab."
    },
    {
        "o": 4836,
        "r": "csb:Numbers:22:21",
        "t": "Balaam’s Donkey and the Angel",
        "h": 2
    },
    {
        "o": 4837,
        "r": "csb:Numbers:22:22",
        "t": "But*p God was incensed that Balaam was going, and the angel of the Lord*s took his stand on the path to oppose him. Balaam was riding his donkey, and his two servants were with him."
    },
    {
        "o": 4838,
        "r": "csb:Numbers:22:23",
        "t": "When the donkey saw the angel of the Lord*s standing on the path with a drawn sword in his hand, she turned off the path and went into the field. So Balaam hit her to return her to the path."
    },
    {
        "o": 4839,
        "r": "csb:Numbers:22:24",
        "t": "Then the angel of the Lord*s stood in a narrow passage between the vineyards, with a stone wall on either side."
    },
    {
        "o": 4840,
        "r": "csb:Numbers:22:25",
        "t": "The donkey saw the angel of the Lord*s and pressed herself against the wall, squeezing Balaam’s foot against it. So he hit her once again."
    },
    {
        "o": 4841,
        "r": "csb:Numbers:22:26",
        "t": "The angel of the Lord*s went ahead and stood in a narrow place where there was no room to turn to the right or the left."
    },
    {
        "o": 4842,
        "r": "csb:Numbers:22:27",
        "t": "When the donkey saw the angel of the Lord,*s she crouched down under Balaam. So he became furious and beat the donkey with his stick."
    },
    {
        "o": 4843,
        "r": "csb:Numbers:22:28",
        "t": "Then*p the Lord*s opened the donkey’s mouth, and she asked Balaam, “What have I done to you that you have beaten me these three times?”"
    },
    {
        "o": 4844,
        "r": "csb:Numbers:22:29",
        "t": "Balaam*p answered the donkey, “You made me look like a fool. If I had a sword in my hand, I’d kill you now!”"
    },
    {
        "o": 4845,
        "r": "csb:Numbers:22:30",
        "t": "But*p the donkey said, “Am I not the donkey you’ve ridden all your life until today? Have I ever treated you this way before?” “No,”*p he replied."
    },
    {
        "o": 4846,
        "r": "csb:Numbers:22:31",
        "t": "Then*p the Lord*s opened Balaam’s eyes, and he saw the angel of the Lord*s standing in the path with a drawn sword in his hand. Balaam knelt low and bowed in worship on his face."
    },
    {
        "o": 4847,
        "r": "csb:Numbers:22:32",
        "t": "The angel of the Lord*s asked him, “Why have you beaten your donkey these three times? Look, I came out to oppose you, because I consider what you are doing to be evil."
    },
    {
        "o": 4848,
        "r": "csb:Numbers:22:33",
        "t": "The donkey saw me and turned away from me these three times. If she had not turned away from me, I would have killed you by now and let her live.”"
    },
    {
        "o": 4849,
        "r": "csb:Numbers:22:34",
        "t": "Balaam*p said to the angel of the Lord,*s “I have sinned, for I did not know that you were standing in the path to confront me. And now, if it is evil in your sight, I will go back.”"
    },
    {
        "o": 4850,
        "r": "csb:Numbers:22:35",
        "t": "Then*p the angel of the Lord*s said to Balaam, “Go with the men, but you are to say only what I tell you.” So Balaam went with Balak’s officials."
    },
    {
        "o": 4851,
        "r": "csb:Numbers:22:36",
        "t": "When*p Balak heard that Balaam was coming, he went out to meet him at the Moabite city on the Arnon border at the edge of his territory."
    },
    {
        "o": 4852,
        "r": "csb:Numbers:22:37",
        "t": "Balak asked Balaam, “Did I not send you an urgent summons? Why didn’t you come to me? Am I really not able to reward you?”"
    },
    {
        "o": 4853,
        "r": "csb:Numbers:22:38",
        "t": "Balaam*p said to him, “Look, I have come to you, but can I say anything I want? I must speak only the message God puts in my mouth.”"
    },
    {
        "o": 4854,
        "r": "csb:Numbers:22:39",
        "t": "So Balaam went with Balak, and they came to Kiriath-huzoth."
    },
    {
        "o": 4855,
        "r": "csb:Numbers:22:40",
        "t": "Balak sacrificed cattle, sheep, and goats and sent for Balaam and the officials who were with him."
    },
    {
        "o": 4856,
        "r": "csb:Numbers:22:41",
        "t": "In*p the morning, Balak took Balaam and brought him to Bamoth-baal. From there he saw the outskirts of the people’s camp."
    },
    {
        "o": 4857,
        "r": "csb:Numbers:23:0",
        "t": "Numbers 23",
        "h": 1
    },
    {
        "o": 4858,
        "r": "csb:Numbers:23:0",
        "t": "Balaam’s Oracles",
        "h": 2
    },
    {
        "o": 4859,
        "r": "csb:Numbers:23:1",
        "t": "Then*p Balaam said to Balak, “Build me seven altars here and prepare seven bulls and seven rams for me.”"
    },
    {
        "o": 4860,
        "r": "csb:Numbers:23:2",
        "t": "So Balak did as Balaam directed, and they offered a bull and a ram on each altar."
    },
    {
        "o": 4861,
        "r": "csb:Numbers:23:3",
        "t": "Balaam said to Balak, “Stay here by your burnt offering while I am gone. Maybe the Lord*s will meet with me. I will tell you whatever he reveals to me.” So he went to a barren hill."
    },
    {
        "o": 4862,
        "r": "csb:Numbers:23:4",
        "t": "God*p met with him and Balaam said to him, “I have arranged seven altars and offered a bull and a ram on each altar.”"
    },
    {
        "o": 4863,
        "r": "csb:Numbers:23:5",
        "t": "Then the Lord*s put a message in Balaam’s mouth and said, “Return to Balak and say what I tell you.”"
    },
    {
        "o": 4864,
        "r": "csb:Numbers:23:6",
        "t": "So*p he returned to Balak, who was standing there by his burnt offering with all the officials of Moab."
    },
    {
        "o": 4865,
        "r": "csb:Numbers:23:6",
        "t": "Balaam’s First Oracle",
        "h": 2
    },
    {
        "o": 4866,
        "r": "csb:Numbers:23:7",
        "t": "Balaam*p proclaimed his poem: Balak*pn brought me from Aram; the*ln king of Moab, from the eastern mountains: “Come,*ln put a curse on Jacob for me; come,*ln denounce Israel!”"
    },
    {
        "o": 4867,
        "r": "csb:Numbers:23:8",
        "t": "How*ln can I curse someone God has not cursed? How*ln can I denounce someone the Lord*s has not denounced?"
    },
    {
        "o": 4868,
        "r": "csb:Numbers:23:9",
        "t": "I*ln see them from the top of rocky cliffs, and*ln I watch them from the hills. There*ln is a people living alone; it*ln does not consider itself among the nations."
    },
    {
        "o": 4869,
        "r": "csb:Numbers:23:10",
        "t": "Who*ln has counted the dust of Jacob or*ln numbered even one-fourth of Israel? Let*ln me die the death of the upright; let*ln the end of my life be like theirs."
    },
    {
        "o": 4870,
        "r": "csb:Numbers:23:11",
        "t": "“What*p have you done to me?” Balak asked Balaam. “I brought you to curse my enemies, but look, you have only blessed them!”"
    },
    {
        "o": 4871,
        "r": "csb:Numbers:23:12",
        "t": "He*p answered, “Shouldn’t I say exactly what the Lord*s puts in my mouth?”"
    },
    {
        "o": 4872,
        "r": "csb:Numbers:23:12",
        "t": "Balaam’s Second Oracle",
        "h": 2
    },
    {
        "o": 4873,
        "r": "csb:Numbers:23:13",
        "t": "Then*p Balak said to him, “Please come with me to another place where you can see them. You will only see the outskirts of their camp; you won’t see all of them. From there, put a curse on them for me.”"
    },
    {
        "o": 4874,
        "r": "csb:Numbers:23:14",
        "t": "So Balak took him to Lookout Field on top of Pisgah, built seven altars, and offered a bull and a ram on each altar."
    },
    {
        "o": 4875,
        "r": "csb:Numbers:23:15",
        "t": "Balaam*p said to Balak, “Stay here by your burnt offering while I seek the Lord*s over there.”"
    },
    {
        "o": 4876,
        "r": "csb:Numbers:23:16",
        "t": "The*p Lord*s met with Balaam and put a message in his mouth. Then he said, “Return to Balak and say what I tell you.”"
    },
    {
        "o": 4877,
        "r": "csb:Numbers:23:17",
        "t": "So*p he returned to Balak, who was standing there by his burnt offering with the officials of Moab. Balak asked him, “What did the Lord*s say?”"
    },
    {
        "o": 4878,
        "r": "csb:Numbers:23:18",
        "t": "Balaam*p proclaimed his poem: Balak,*pn get up and listen; son*ln of Zippor, pay attention to what I say!"
    },
    {
        "o": 4879,
        "r": "csb:Numbers:23:19",
        "t": "God*ln is not a man, that he might lie, or*ln a son of man, that he might change his mind. Does*ln he speak and not act, or*ln promise and not fulfill?"
    },
    {
        "o": 4880,
        "r": "csb:Numbers:23:20",
        "t": "I*ln have indeed received a command to bless; since*ln he has blessed, I cannot change it."
    },
    {
        "o": 4881,
        "r": "csb:Numbers:23:21",
        "t": "He*ln considers no disaster for Jacob; he*ln sees no trouble for Israel. The*ln Lord*s their God is with them, and*ln there is rejoicing over the King among them."
    },
    {
        "o": 4882,
        "r": "csb:Numbers:23:22",
        "t": "God*ln brought them out of Egypt; he*ln is like the horns of a wild ox for them."
    },
    {
        "o": 4883,
        "r": "csb:Numbers:23:23",
        "t": "There*ln is no magic curse against Jacob and*ln no divination against Israel. It*ln will now be said about Jacob and Israel, “What*ln great things God has done!”"
    },
    {
        "o": 4884,
        "r": "csb:Numbers:23:24",
        "t": "A*ln people rise up like a lioness; they*ln rouse themselves like a lion. They*ln will not lie down until they devour the prey and*ln drink the blood of the slain."
    },
    {
        "o": 4885,
        "r": "csb:Numbers:23:25",
        "t": "Then*p Balak told Balaam, “Don’t curse them and don’t bless them!”"
    },
    {
        "o": 4886,
        "r": "csb:Numbers:23:26",
        "t": "But*p Balaam answered him, “Didn’t I tell you: Whatever the Lord*s says, I must do?”"
    },
    {
        "o": 4887,
        "r": "csb:Numbers:23:26",
        "t": "Balaam’s Third Oracle",
        "h": 2
    },
    {
        "o": 4888,
        "r": "csb:Numbers:23:27",
        "t": "Again*p Balak said to Balaam, “Please come. I will take you to another place. Maybe it will be agreeable to God that you can put a curse on them for me there.”"
    },
    {
        "o": 4889,
        "r": "csb:Numbers:23:28",
        "t": "So Balak took Balaam to the top of Peor, which overlooks the wasteland."
    },
    {
        "o": 4890,
        "r": "csb:Numbers:23:29",
        "t": "Balaam*p told Balak, “Build me seven altars here and prepare seven bulls and seven rams for me.”"
    },
    {
        "o": 4891,
        "r": "csb:Numbers:23:30",
        "t": "So Balak did as Balaam said and offered a bull and a ram on each altar."
    },
    {
        "o": 4892,
        "r": "csb:Numbers:24:0",
        "t": "Numbers 24",
        "h": 1
    },
    {
        "o": 4893,
        "r": "csb:Numbers:24:1",
        "t": "Since*p Balaam saw that it pleased the Lord*s to bless Israel, he did not go to seek omens as on previous occasions, but turned toward the wilderness."
    },
    {
        "o": 4894,
        "r": "csb:Numbers:24:2",
        "t": "When Balaam looked up and saw Israel encamped tribe by tribe, the Spirit of God came on him,"
    },
    {
        "o": 4895,
        "r": "csb:Numbers:24:3",
        "t": "and he proclaimed his poem: The*pn oracle of Balaam son of Beor, the*ln oracle of the man whose eyes are opened,"
    },
    {
        "o": 4896,
        "r": "csb:Numbers:24:4",
        "t": "the*ln oracle of one who hears the sayings of God, who*ln sees a vision from the Almighty, who*ln falls into a trance with his eyes uncovered:"
    },
    {
        "o": 4897,
        "r": "csb:Numbers:24:5",
        "t": "How*ln beautiful are your tents, Jacob, your*ln dwellings, Israel."
    },
    {
        "o": 4898,
        "r": "csb:Numbers:24:6",
        "t": "They*ln stretch out like river valleys, like*ln gardens beside a stream, like*ln aloes the Lord*s has planted, like*ln cedars beside the water."
    },
    {
        "o": 4899,
        "r": "csb:Numbers:24:7",
        "t": "Water*ln will flow from his buckets, and*ln his seed will be by abundant water. His*ln king will be greater than Agag, and*ln his kingdom will be exalted."
    },
    {
        "o": 4900,
        "r": "csb:Numbers:24:8",
        "t": "God*ln brought him out of Egypt; he*ln is like the horns of a wild ox for them. He*ln will feed on enemy nations and*ln gnaw their bones; he*ln will strike them with his arrows."
    },
    {
        "o": 4901,
        "r": "csb:Numbers:24:9",
        "t": "He*ln crouches, he lies down like a lion or*ln a lioness - who dares to rouse him? Those*ln who bless you will be blessed, and*ln those who curse you will be cursed."
    },
    {
        "o": 4902,
        "r": "csb:Numbers:24:10",
        "t": "Then*p Balak became furious with Balaam, struck his hands together, and said to him, “I summoned you to put a curse on my enemies, but instead, you have blessed them these three times."
    },
    {
        "o": 4903,
        "r": "csb:Numbers:24:11",
        "t": "Now go to your home! I said I would reward you richly, but look, the Lord*s has denied you a reward.”"
    },
    {
        "o": 4904,
        "r": "csb:Numbers:24:12",
        "t": "Balaam*p answered Balak, “Didn’t I previously tell the messengers you sent me:"
    },
    {
        "o": 4905,
        "r": "csb:Numbers:24:13",
        "t": "If Balak were to give me his house full of silver and gold, I could not go against the Lord’s*s command, to do anything good or bad of my own will? I will say whatever the Lord*s says."
    },
    {
        "o": 4906,
        "r": "csb:Numbers:24:14",
        "t": "Now I am going back to my people, but first, let me warn you what these people will do to your people in the future.”"
    },
    {
        "o": 4907,
        "r": "csb:Numbers:24:14",
        "t": "Balaam’s Fourth Oracle",
        "h": 2
    },
    {
        "o": 4908,
        "r": "csb:Numbers:24:15",
        "t": "Then*p he proclaimed his poem: The*pn oracle of Balaam son of Beor, the*ln oracle of the man whose eyes are opened;"
    },
    {
        "o": 4909,
        "r": "csb:Numbers:24:16",
        "t": "the*ln oracle of one who hears the sayings of God and*ln has knowledge from the Most High, who*ln sees a vision from the Almighty, who*ln falls into a trance with his eyes uncovered:"
    },
    {
        "o": 4910,
        "r": "csb:Numbers:24:17",
        "t": "I*ln see him, but not now; I*ln perceive him, but not near. A*ln star will come from Jacob, and*ln a scepter will arise from Israel. He*ln will smash the forehead of Moab and*ln strike down all the Shethites."
    },
    {
        "o": 4911,
        "r": "csb:Numbers:24:18",
        "t": "Edom*ln will become a possession; Seir*ln will become a possession of its enemies, but*ln Israel will be triumphant."
    },
    {
        "o": 4912,
        "r": "csb:Numbers:24:19",
        "t": "One*ln who comes from Jacob will rule; he*ln will destroy the city’s survivors."
    },
    {
        "o": 4913,
        "r": "csb:Numbers:24:20",
        "t": "Then*p Balaam saw Amalek and proclaimed his poem: Amalek*pn was first among the nations, but*ln his future is destruction."
    },
    {
        "o": 4914,
        "r": "csb:Numbers:24:21",
        "t": "Next*p he saw the Kenites and proclaimed his poem: Your*pn dwelling place is enduring; your*ln nest is set in the cliffs."
    },
    {
        "o": 4915,
        "r": "csb:Numbers:24:22",
        "t": "Kain*ln will be destroyed when*ln Asshur takes you captive."
    },
    {
        "o": 4916,
        "r": "csb:Numbers:24:23",
        "t": "Once*p more he proclaimed his poem: Ah,*pn who can live when God does this?"
    },
    {
        "o": 4917,
        "r": "csb:Numbers:24:24",
        "t": "Ships*ln will come from the coast of Kittim; they*ln will carry out raids against Asshur and Eber, but*ln they too will come to destruction."
    },
    {
        "o": 4918,
        "r": "csb:Numbers:24:25",
        "t": "Balaam*p then arose and went back to his homeland, and Balak also went his way."
    },
    {
        "o": 4919,
        "r": "csb:Numbers:25:0",
        "t": "Numbers 25",
        "h": 1
    },
    {
        "o": 4920,
        "r": "csb:Numbers:25:0",
        "t": "Israel Worships Baal",
        "h": 2
    },
    {
        "o": 4921,
        "r": "csb:Numbers:25:1",
        "t": "While*p Israel was staying in the Acacia Grove, the people began to prostitute themselves with the women of Moab."
    },
    {
        "o": 4922,
        "r": "csb:Numbers:25:2",
        "t": "The women invited them to the sacrifices for their gods, and the people ate and bowed in worship to their gods."
    },
    {
        "o": 4923,
        "r": "csb:Numbers:25:3",
        "t": "So Israel aligned itself with Baal of Peor, and the Lord’s*s anger burned against Israel."
    },
    {
        "o": 4924,
        "r": "csb:Numbers:25:4",
        "t": "The Lord*s said to Moses, “Take all the leaders of the people and execute them in broad daylight before the Lord*s so that his burning anger may turn away from Israel.”"
    },
    {
        "o": 4925,
        "r": "csb:Numbers:25:5",
        "t": "So*p Moses told Israel’s judges, “Kill each of the men who aligned themselves with Baal of Peor.”"
    },
    {
        "o": 4926,
        "r": "csb:Numbers:25:5",
        "t": "Phinehas Intervenes",
        "h": 2
    },
    {
        "o": 4927,
        "r": "csb:Numbers:25:6",
        "t": "An*p Israelite man came bringing a Midianite woman to his relatives in the sight of Moses and the whole Israelite community while they were weeping at the entrance to the tent of meeting."
    },
    {
        "o": 4928,
        "r": "csb:Numbers:25:7",
        "t": "When Phinehas son of Eleazar, son of Aaron the priest, saw this, he got up from the assembly, took a spear in his hand,"
    },
    {
        "o": 4929,
        "r": "csb:Numbers:25:8",
        "t": "followed the Israelite man into the tent, and drove it through both the Israelite man and the woman - through her belly. Then the plague on the Israelites was stopped,"
    },
    {
        "o": 4930,
        "r": "csb:Numbers:25:9",
        "t": "but those who died in the plague numbered twenty-four thousand."
    },
    {
        "o": 4931,
        "r": "csb:Numbers:25:10",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 4932,
        "r": "csb:Numbers:25:11",
        "t": "“Phinehas son of Eleazar, son of Aaron the priest, has turned back my wrath from the Israelites because he was zealous among them with my zeal, so that I did not destroy the Israelites in my zeal."
    },
    {
        "o": 4933,
        "r": "csb:Numbers:25:12",
        "t": "Therefore declare: I grant him my covenant of peace."
    },
    {
        "o": 4934,
        "r": "csb:Numbers:25:13",
        "t": "It will be a covenant of perpetual priesthood for him and his future descendants, because he was zealous for his God and made atonement for the Israelites.”"
    },
    {
        "o": 4935,
        "r": "csb:Numbers:25:14",
        "t": "The*p name of the slain Israelite man, who was struck dead with the Midianite woman, was Zimri son of Salu, the leader of a Simeonite family."
    },
    {
        "o": 4936,
        "r": "csb:Numbers:25:15",
        "t": "The name of the slain Midianite woman was Cozbi, the daughter of Zur, a tribal head of a family in Midian."
    },
    {
        "o": 4937,
        "r": "csb:Numbers:25:15",
        "t": "Vengeance against the Midianites",
        "h": 2
    },
    {
        "o": 4938,
        "r": "csb:Numbers:25:16",
        "t": "The*p Lord*s told Moses,"
    },
    {
        "o": 4939,
        "r": "csb:Numbers:25:17",
        "t": "“Attack the Midianites and strike them dead."
    },
    {
        "o": 4940,
        "r": "csb:Numbers:25:18",
        "t": "For they attacked you with the treachery that they used against you in the Peor incident. They did the same in the case involving their sister Cozbi, daughter of the Midianite leader who was killed the day the plague came at Peor.”"
    },
    {
        "o": 4941,
        "r": "csb:Numbers:26:0",
        "t": "Numbers 26",
        "h": 1
    },
    {
        "o": 4942,
        "r": "csb:Numbers:26:0",
        "t": "The Second Census",
        "h": 2
    },
    {
        "o": 4943,
        "r": "csb:Numbers:26:1",
        "t": "After*p the plague, the Lord*s said to Moses and Eleazar son of Aaron the priest,"
    },
    {
        "o": 4944,
        "r": "csb:Numbers:26:2",
        "t": "“Take a census of the entire Israelite community by their ancestral families of those twenty years old or more who can serve in Israel’s army.”"
    },
    {
        "o": 4945,
        "r": "csb:Numbers:26:3",
        "t": "So*p Moses and the priest Eleazar said to them in the plains of Moab by the Jordan across from Jericho,"
    },
    {
        "o": 4946,
        "r": "csb:Numbers:26:4",
        "t": "“Take a census of those twenty years old or more, as the Lord*s had commanded Moses and the Israelites who came out of the land of Egypt.”"
    },
    {
        "o": 4947,
        "r": "csb:Numbers:26:5",
        "t": "Reuben*ln was the firstborn of Israel. Reuben’s*ln descendants: the*ln Hanochite clan from Hanoch; the*ln Palluite clan from Pallu;"
    },
    {
        "o": 4948,
        "r": "csb:Numbers:26:6",
        "t": "the*ln Hezronite clan from Hezron; the*ln Carmite clan from Carmi."
    },
    {
        "o": 4949,
        "r": "csb:Numbers:26:7",
        "t": "These*ln were the Reubenite clans, and*ln their registered men numbered 43,730."
    },
    {
        "o": 4950,
        "r": "csb:Numbers:26:8",
        "t": "The*ln son of Pallu was Eliab."
    },
    {
        "o": 4951,
        "r": "csb:Numbers:26:9",
        "t": "The*ln sons of Eliab were Nemuel, Dathan, and Abiram. (It*p was Dathan and Abiram, chosen by the community, who fought against Moses and Aaron; they and Korah’s followers fought against the Lord.*s"
    },
    {
        "o": 4952,
        "r": "csb:Numbers:26:10",
        "t": "The earth opened its mouth and swallowed them with Korah, when his followers died and the fire consumed 250 men. They serve as a warning sign."
    },
    {
        "o": 4953,
        "r": "csb:Numbers:26:11",
        "t": "The sons of Korah, however, did not die.)"
    },
    {
        "o": 4954,
        "r": "csb:Numbers:26:12",
        "t": "Simeon’s*ln descendants by their clans: the*ln Nemuelite clan from Nemuel; the*ln Jaminite clan from Jamin; the*ln Jachinite clan from Jachin;"
    },
    {
        "o": 4955,
        "r": "csb:Numbers:26:13",
        "t": "the*ln Zerahite clan from Zerah; the*ln Shaulite clan from Shaul."
    },
    {
        "o": 4956,
        "r": "csb:Numbers:26:14",
        "t": "These*ln were the Simeonite clans, numbering 22,200 men."
    },
    {
        "o": 4957,
        "r": "csb:Numbers:26:15",
        "t": "Gad’s*ln descendants by their clans: the*ln Zephonite clan from Zephon; the*ln Haggite clan from Haggi; the*ln Shunite clan from Shuni;"
    },
    {
        "o": 4958,
        "r": "csb:Numbers:26:16",
        "t": "the*ln Oznite clan from Ozni; the*ln Erite clan from Eri;"
    },
    {
        "o": 4959,
        "r": "csb:Numbers:26:17",
        "t": "the*ln Arodite clan from Arod; the*ln Arelite clan from Areli."
    },
    {
        "o": 4960,
        "r": "csb:Numbers:26:18",
        "t": "These*ln were the Gadite clans numbered by their registered men: 40,500."
    },
    {
        "o": 4961,
        "r": "csb:Numbers:26:19",
        "t": "Judah’s*p sons included Er and Onan, but they died in the land of Canaan."
    },
    {
        "o": 4962,
        "r": "csb:Numbers:26:20",
        "t": "Judah’s descendants by their clans: the*ln Shelanite clan from Shelah; the*ln Perezite clan from Perez; the*ln Zerahite clan from Zerah."
    },
    {
        "o": 4963,
        "r": "csb:Numbers:26:21",
        "t": "The*ln descendants of Perez: the*ln Hezronite clan from Hezron; the*ln Hamulite clan from Hamul."
    },
    {
        "o": 4964,
        "r": "csb:Numbers:26:22",
        "t": "These*ln were Judah’s clans numbered by their registered men: 76,500."
    },
    {
        "o": 4965,
        "r": "csb:Numbers:26:23",
        "t": "Issachar’s*ln descendants by their clans: the*ln Tolaite clan from Tola; the*ln Punite clan from Puvah;"
    },
    {
        "o": 4966,
        "r": "csb:Numbers:26:24",
        "t": "the*ln Jashubite clan from Jashub; the*ln Shimronite clan from Shimron."
    },
    {
        "o": 4967,
        "r": "csb:Numbers:26:25",
        "t": "These*ln were Issachar’s clans numbered by their registered men: 64,300."
    },
    {
        "o": 4968,
        "r": "csb:Numbers:26:26",
        "t": "Zebulun’s*ln descendants by their clans: the*ln Seredite clan from Sered; the*ln Elonite clan from Elon; the*ln Jahleelite clan from Jahleel."
    },
    {
        "o": 4969,
        "r": "csb:Numbers:26:27",
        "t": "These*ln were the Zebulunite clans numbered by their registered men: 60,500."
    },
    {
        "o": 4970,
        "r": "csb:Numbers:26:28",
        "t": "Joseph’s*ln descendants by their clans from Manasseh and Ephraim:"
    },
    {
        "o": 4971,
        "r": "csb:Numbers:26:29",
        "t": "Manasseh’s*ln descendants: the*ln Machirite clan from Machir. Machir*ln fathered Gilead; the*ln Gileadite clan from Gilead."
    },
    {
        "o": 4972,
        "r": "csb:Numbers:26:30",
        "t": "These*ln were Gilead’s descendants: the*ln Iezerite clan from Iezer; the*ln Helekite clan from Helek;"
    },
    {
        "o": 4973,
        "r": "csb:Numbers:26:31",
        "t": "the*ln Asrielite clan from Asriel; the*ln Shechemite clan from Shechem;"
    },
    {
        "o": 4974,
        "r": "csb:Numbers:26:32",
        "t": "the*ln Shemidaite clan from Shemida; the*ln Hepherite clan from Hepher;"
    },
    {
        "o": 4975,
        "r": "csb:Numbers:26:33",
        "t": "Zelophehad*p son of Hepher had no sons - only daughters. The names of Zelophehad’s daughters were Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 4976,
        "r": "csb:Numbers:26:34",
        "t": "These*ln were Manasseh’s clans, numbered by their registered men: 52,700."
    },
    {
        "o": 4977,
        "r": "csb:Numbers:26:35",
        "t": "These*ln were Ephraim’s descendants by their clans: the*ln Shuthelahite clan from Shuthelah; the*ln Becherite clan from Becher; the*ln Tahanite clan from Tahan."
    },
    {
        "o": 4978,
        "r": "csb:Numbers:26:36",
        "t": "These*ln were Shuthelah’s descendants: the*ln Eranite clan from Eran."
    },
    {
        "o": 4979,
        "r": "csb:Numbers:26:37",
        "t": "These*ln were the Ephraimite clans numbered by their registered men: 32,500. These*ln were Joseph’s descendants by their clans."
    },
    {
        "o": 4980,
        "r": "csb:Numbers:26:38",
        "t": "Benjamin’s*ln descendants by their clans: the*ln Belaite clan from Bela; the*ln Ashbelite clan from Ashbel; the*ln Ahiramite clan from Ahiram;"
    },
    {
        "o": 4981,
        "r": "csb:Numbers:26:39",
        "t": "the*ln Shuphamite clan from Shupham; the*ln Huphamite clan from Hupham."
    },
    {
        "o": 4982,
        "r": "csb:Numbers:26:40",
        "t": "Bela’s*ln descendants from Ard and Naaman: the*ln Ardite clan from Ard; the*ln Naamite clan from Naaman."
    },
    {
        "o": 4983,
        "r": "csb:Numbers:26:41",
        "t": "These*ln were the Benjaminite clans numbered by their registered men: 45,600."
    },
    {
        "o": 4984,
        "r": "csb:Numbers:26:42",
        "t": "These*ln were Dan’s descendants by their clans: the*ln Shuhamite clan from Shuham. These*ln were the clans of Dan by their clans."
    },
    {
        "o": 4985,
        "r": "csb:Numbers:26:43",
        "t": "All*ln the Shuhamite clans numbered by their registered men: 64,400."
    },
    {
        "o": 4986,
        "r": "csb:Numbers:26:44",
        "t": "Asher’s*ln descendants by their clans: the*ln Imnite clan from Imnah; the*ln Ishvite clan from Ishvi; the*ln Beriite clan from Beriah."
    },
    {
        "o": 4987,
        "r": "csb:Numbers:26:45",
        "t": "From*ln Beriah’s descendants: the*ln Heberite clan from Heber; the*ln Malchielite clan from Malchiel."
    },
    {
        "o": 4988,
        "r": "csb:Numbers:26:46",
        "t": "And*ln the name of Asher’s daughter was Serah."
    },
    {
        "o": 4989,
        "r": "csb:Numbers:26:47",
        "t": "These*ln were the Asherite clans numbered by their registered men: 53,400."
    },
    {
        "o": 4990,
        "r": "csb:Numbers:26:48",
        "t": "Naphtali’s*ln descendants by their clans: the*ln Jahzeelite clan from Jahzeel; the*ln Gunite clan from Guni;"
    },
    {
        "o": 4991,
        "r": "csb:Numbers:26:49",
        "t": "the*ln Jezerite clan from Jezer; the*ln Shillemite clan from Shillem."
    },
    {
        "o": 4992,
        "r": "csb:Numbers:26:50",
        "t": "These*ln were the Naphtali clans numbered by their registered men: 45,400."
    },
    {
        "o": 4993,
        "r": "csb:Numbers:26:51",
        "t": "These*ln registered Israelite men numbered 601,730."
    },
    {
        "o": 4994,
        "r": "csb:Numbers:26:52",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 4995,
        "r": "csb:Numbers:26:53",
        "t": "“The land is to be divided among them as an inheritance based on the number of names."
    },
    {
        "o": 4996,
        "r": "csb:Numbers:26:54",
        "t": "Increase the inheritance for a large tribe and decrease it for a small one. Each is to be given its inheritance according to those who were registered in it."
    },
    {
        "o": 4997,
        "r": "csb:Numbers:26:55",
        "t": "The land is to be divided by lot; they will receive an inheritance according to the names of their ancestral tribes."
    },
    {
        "o": 4998,
        "r": "csb:Numbers:26:56",
        "t": "Each inheritance will be divided by lot among the larger and smaller tribes.”"
    },
    {
        "o": 4999,
        "r": "csb:Numbers:26:57",
        "t": "These*ln were the Levites registered by their clans: the*ln Gershonite clan from Gershon; the*ln Kohathite clan from Kohath; the*ln Merarite clan from Merari."
    },
    {
        "o": 5000,
        "r": "csb:Numbers:26:58",
        "t": "These*ln were the Levite family groups: the*ln Libnite clan, the*ln Hebronite clan, the*ln Mahlite clan, the*ln Mushite clan, and*ln the Korahite clan. Kohath*p was the ancestor of Amram."
    },
    {
        "o": 5001,
        "r": "csb:Numbers:26:59",
        "t": "The name of Amram’s wife was Jochebed, a descendant of Levi, born to Levi in Egypt. She bore to Amram: Aaron, Moses, and their sister Miriam."
    },
    {
        "o": 5002,
        "r": "csb:Numbers:26:60",
        "t": "Nadab, Abihu, Eleazar, and Ithamar were born to Aaron,"
    },
    {
        "o": 5003,
        "r": "csb:Numbers:26:61",
        "t": "but Nadab and Abihu died when they presented unauthorized fire before the Lord.*s"
    },
    {
        "o": 5004,
        "r": "csb:Numbers:26:62",
        "t": "Those registered were 23,000, every male one month old or more; they were not registered among the other Israelites, because no inheritance was given to them among the Israelites."
    },
    {
        "o": 5005,
        "r": "csb:Numbers:26:63",
        "t": "These*p were the ones registered by Moses and the priest Eleazar when they registered the Israelites on the plains of Moab by the Jordan across from Jericho."
    },
    {
        "o": 5006,
        "r": "csb:Numbers:26:64",
        "t": "But among them there was not one of those who had been registered by Moses and the priest Aaron when they registered the Israelites in the Wilderness of Sinai."
    },
    {
        "o": 5007,
        "r": "csb:Numbers:26:65",
        "t": "For the Lord*s had said to them that they would all die in the wilderness. None of them was left except Caleb son of Jephunneh and Joshua son of Nun."
    },
    {
        "o": 5008,
        "r": "csb:Numbers:27:0",
        "t": "Numbers 27",
        "h": 1
    },
    {
        "o": 5009,
        "r": "csb:Numbers:27:0",
        "t": "A Case of Daughters’ Inheritance",
        "h": 2
    },
    {
        "o": 5010,
        "r": "csb:Numbers:27:1",
        "t": "The*p daughters of Zelophehad approached; Zelophehad was the son of Hepher, son of Gilead, son of Machir, son of Manasseh from the clans of Manasseh, the son of Joseph. These were the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 5011,
        "r": "csb:Numbers:27:2",
        "t": "They stood before Moses, the priest Eleazar, the leaders, and the entire community at the entrance to the tent of meeting and said,"
    },
    {
        "o": 5012,
        "r": "csb:Numbers:27:3",
        "t": "“Our father died in the wilderness, but he was not among Korah’s followers, who gathered together against the Lord.*s Instead, he died because of his own sin, and he had no sons."
    },
    {
        "o": 5013,
        "r": "csb:Numbers:27:4",
        "t": "Why should the name of our father be taken away from his clan? Since he had no son, give us property among our father’s brothers.”"
    },
    {
        "o": 5014,
        "r": "csb:Numbers:27:5",
        "t": "Moses*p brought their case before the Lord,*s"
    },
    {
        "o": 5015,
        "r": "csb:Numbers:27:6",
        "t": "and the Lord*s answered him,"
    },
    {
        "o": 5016,
        "r": "csb:Numbers:27:7",
        "t": "“What Zelophehad’s daughters say is correct. You are to give them hereditary property among their father’s brothers and transfer their father’s inheritance to them."
    },
    {
        "o": 5017,
        "r": "csb:Numbers:27:8",
        "t": "Tell the Israelites: When a man dies without having a son, transfer his inheritance to his daughter."
    },
    {
        "o": 5018,
        "r": "csb:Numbers:27:9",
        "t": "If he has no daughter, give his inheritance to his brothers."
    },
    {
        "o": 5019,
        "r": "csb:Numbers:27:10",
        "t": "If he has no brothers, give his inheritance to his father’s brothers."
    },
    {
        "o": 5020,
        "r": "csb:Numbers:27:11",
        "t": "If his father has no brothers, give his inheritance to the nearest relative of his clan, and he will take possession of it. This is to be a statutory ordinance for the Israelites as the Lord*s commanded Moses.”"
    },
    {
        "o": 5021,
        "r": "csb:Numbers:27:11",
        "t": "Joshua Commissioned to Succeed Moses",
        "h": 2
    },
    {
        "o": 5022,
        "r": "csb:Numbers:27:12",
        "t": "Then*p the Lord*s said to Moses, “Go up this mountain of the Abarim range and see the land that I have given the Israelites."
    },
    {
        "o": 5023,
        "r": "csb:Numbers:27:13",
        "t": "After you have seen it, you will also be gathered to your people, as Aaron your brother was."
    },
    {
        "o": 5024,
        "r": "csb:Numbers:27:14",
        "t": "When the community quarreled in the Wilderness of Zin, both of you rebelled against my command to demonstrate my holiness in their sight at the waters.” Those were the Waters of Meribah-kadesh in the Wilderness of Zin."
    },
    {
        "o": 5025,
        "r": "csb:Numbers:27:15",
        "t": "So*p Moses appealed to the Lord,*s"
    },
    {
        "o": 5026,
        "r": "csb:Numbers:27:16",
        "t": "“May the Lord,*s the God who gives breath to all, appoint a man over the community"
    },
    {
        "o": 5027,
        "r": "csb:Numbers:27:17",
        "t": "who will go out before them and come back in before them, and who will bring them out and bring them in, so that the Lord’s*s community won’t be like sheep without a shepherd.”"
    },
    {
        "o": 5028,
        "r": "csb:Numbers:27:18",
        "t": "The*p Lord*s replied to Moses, “Take Joshua son of Nun, a man who has the Spirit in him, and lay your hands on him."
    },
    {
        "o": 5029,
        "r": "csb:Numbers:27:19",
        "t": "Have him stand before the priest Eleazar and the whole community, and commission him in their sight."
    },
    {
        "o": 5030,
        "r": "csb:Numbers:27:20",
        "t": "Confer some of your authority on him so that the entire Israelite community will obey him."
    },
    {
        "o": 5031,
        "r": "csb:Numbers:27:21",
        "t": "He will stand before the priest Eleazar who will consult the Lord*s for him with the decision of the Urim. He and all the Israelites with him, even the entire community, will go out and come back in at his command.”"
    },
    {
        "o": 5032,
        "r": "csb:Numbers:27:22",
        "t": "Moses*p did as the Lord*s commanded him. He took Joshua, had him stand before the priest Eleazar and the entire community,"
    },
    {
        "o": 5033,
        "r": "csb:Numbers:27:23",
        "t": "laid his hands on him, and commissioned him, as the Lord*s had spoken through Moses."
    },
    {
        "o": 5034,
        "r": "csb:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 5035,
        "r": "csb:Numbers:28:0",
        "t": "Prescribed Offerings",
        "h": 2
    },
    {
        "o": 5036,
        "r": "csb:Numbers:28:1",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 5037,
        "r": "csb:Numbers:28:2",
        "t": "“Command the Israelites and say to them: Be sure to present to me at its appointed time my offering and my food as my food offering, a pleasing aroma to me."
    },
    {
        "o": 5038,
        "r": "csb:Numbers:28:3",
        "t": "And say to them: This is the food offering you are to present to the Lord:*s"
    },
    {
        "o": 5039,
        "r": "csb:Numbers:28:3",
        "t": "Daily Offerings",
        "h": 2
    },
    {
        "o": 5040,
        "r": "csb:Numbers:28:3",
        "t": "“Each*p day present two unblemished year-old male lambs as a regular burnt offering."
    },
    {
        "o": 5041,
        "r": "csb:Numbers:28:4",
        "t": "Offer one lamb in the morning and the other lamb at twilight,"
    },
    {
        "o": 5042,
        "r": "csb:Numbers:28:5",
        "t": "along with two quarts of fine flour for a grain offering mixed with a quart of olive oil from crushed olives."
    },
    {
        "o": 5043,
        "r": "csb:Numbers:28:6",
        "t": "It is a regular burnt offering established at Mount Sinai for a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 5044,
        "r": "csb:Numbers:28:7",
        "t": "The drink offering is to be a quart with each lamb. Pour out the offering of beer to the Lord*s in the sanctuary area."
    },
    {
        "o": 5045,
        "r": "csb:Numbers:28:8",
        "t": "Offer the second lamb at twilight, along with the same kind of grain offering and drink offering as in the morning. It is a food offering, a pleasing aroma to the Lord.*s"
    },
    {
        "o": 5046,
        "r": "csb:Numbers:28:8",
        "t": "Sabbath Offerings",
        "h": 2
    },
    {
        "o": 5047,
        "r": "csb:Numbers:28:9",
        "t": "“On*p the Sabbath day present two unblemished year-old male lambs, four quarts of fine flour mixed with oil as a grain offering, and its drink offering."
    },
    {
        "o": 5048,
        "r": "csb:Numbers:28:10",
        "t": "It is the burnt offering for every Sabbath, in addition to the regular burnt offering and its drink offering."
    },
    {
        "o": 5049,
        "r": "csb:Numbers:28:10",
        "t": "Monthly Offerings",
        "h": 2
    },
    {
        "o": 5050,
        "r": "csb:Numbers:28:11",
        "t": "“At*p the beginning of each of your months present a burnt offering to the Lord:*s two young bulls, one ram, seven male lambs a year old - all unblemished -"
    },
    {
        "o": 5051,
        "r": "csb:Numbers:28:12",
        "t": "with six quarts of fine flour mixed with oil as a grain offering for each bull, four quarts of fine flour mixed with oil as a grain offering for the ram,"
    },
    {
        "o": 5052,
        "r": "csb:Numbers:28:13",
        "t": "and two quarts of fine flour mixed with oil as a grain offering for each lamb. It is a burnt offering, a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 5053,
        "r": "csb:Numbers:28:14",
        "t": "Their drink offerings are to be two quarts of wine with each bull, one and a third quarts with the ram, and one quart with each male lamb. This is the monthly burnt offering for all the months of the year."
    },
    {
        "o": 5054,
        "r": "csb:Numbers:28:15",
        "t": "And one male goat is to be offered as a sin offering to the Lord,*s in addition to the regular burnt offering with its drink offering."
    },
    {
        "o": 5055,
        "r": "csb:Numbers:28:15",
        "t": "Offerings for Passover",
        "h": 2
    },
    {
        "o": 5056,
        "r": "csb:Numbers:28:16",
        "t": "“The*p Passover to the Lord*s comes in the first month, on the fourteenth day of the month."
    },
    {
        "o": 5057,
        "r": "csb:Numbers:28:17",
        "t": "On the fifteenth day of this month there will be a festival; unleavened bread is to be eaten for seven days."
    },
    {
        "o": 5058,
        "r": "csb:Numbers:28:18",
        "t": "On the first day there is to be a sacred assembly; you are not to do any daily work."
    },
    {
        "o": 5059,
        "r": "csb:Numbers:28:19",
        "t": "Present a food offering, a burnt offering to the Lord:*s two young bulls, one ram, and seven male lambs a year old. Your animals are to be unblemished."
    },
    {
        "o": 5060,
        "r": "csb:Numbers:28:20",
        "t": "The grain offering with them is to be of fine flour mixed with oil; offer six quarts with each bull and four quarts with the ram."
    },
    {
        "o": 5061,
        "r": "csb:Numbers:28:21",
        "t": "Offer two quarts with each of the seven lambs"
    },
    {
        "o": 5062,
        "r": "csb:Numbers:28:22",
        "t": "and one male goat for a sin offering to make atonement for yourselves."
    },
    {
        "o": 5063,
        "r": "csb:Numbers:28:23",
        "t": "Offer these with the morning burnt offering that is part of the regular burnt offering."
    },
    {
        "o": 5064,
        "r": "csb:Numbers:28:24",
        "t": "You are to offer the same food each day for seven days as a food offering, a pleasing aroma to the Lord.*s It is to be offered with its drink offering and the regular burnt offering."
    },
    {
        "o": 5065,
        "r": "csb:Numbers:28:25",
        "t": "On the seventh day you are to hold a sacred assembly; you are not to do any daily work."
    },
    {
        "o": 5066,
        "r": "csb:Numbers:28:25",
        "t": "Offerings for the Festival of Weeks",
        "h": 2
    },
    {
        "o": 5067,
        "r": "csb:Numbers:28:26",
        "t": "“On*p the day of firstfruits, you are to hold a sacred assembly when you present an offering of new grain to the Lord*s at your Festival of Weeks; you are not to do any daily work."
    },
    {
        "o": 5068,
        "r": "csb:Numbers:28:27",
        "t": "Present a burnt offering as a pleasing aroma to the Lord:*s two young bulls, one ram, and seven male lambs a year old,"
    },
    {
        "o": 5069,
        "r": "csb:Numbers:28:28",
        "t": "with their grain offering of fine flour mixed with oil, six quarts with each bull, four quarts with the ram,"
    },
    {
        "o": 5070,
        "r": "csb:Numbers:28:29",
        "t": "and two quarts with each of the seven lambs,"
    },
    {
        "o": 5071,
        "r": "csb:Numbers:28:30",
        "t": "and one male goat to make atonement for yourselves."
    },
    {
        "o": 5072,
        "r": "csb:Numbers:28:31",
        "t": "Offer them with their drink offerings in addition to the regular burnt offering and its grain offering. Your animals are to be unblemished."
    },
    {
        "o": 5073,
        "r": "csb:Numbers:29:0",
        "t": "Numbers 29",
        "h": 1
    },
    {
        "o": 5074,
        "r": "csb:Numbers:29:0",
        "t": "Festival of Trumpets Offerings",
        "h": 2
    },
    {
        "o": 5075,
        "r": "csb:Numbers:29:1",
        "t": "“You*p are to hold a sacred assembly in the seventh month, on the first day of the month, and you are not to do any daily work. This will be a day of trumpet blasts for you."
    },
    {
        "o": 5076,
        "r": "csb:Numbers:29:2",
        "t": "Offer a burnt offering as a pleasing aroma to the Lord:*s one young bull, one ram, seven male lambs a year old - all unblemished -"
    },
    {
        "o": 5077,
        "r": "csb:Numbers:29:3",
        "t": "with their grain offering of fine flour mixed with oil, six quarts with the bull, four quarts with the ram,"
    },
    {
        "o": 5078,
        "r": "csb:Numbers:29:4",
        "t": "and two quarts with each of the seven male lambs."
    },
    {
        "o": 5079,
        "r": "csb:Numbers:29:5",
        "t": "Also offer one male goat as a sin offering to make atonement for yourselves."
    },
    {
        "o": 5080,
        "r": "csb:Numbers:29:6",
        "t": "These are in addition to the monthly and regular burnt offerings with their prescribed grain offerings and drink offerings. They are a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 5081,
        "r": "csb:Numbers:29:6",
        "t": "Offerings for the Day of Atonement",
        "h": 2
    },
    {
        "o": 5082,
        "r": "csb:Numbers:29:7",
        "t": "“You*p are to hold a sacred assembly on the tenth day of this seventh month and practice self-denial; do not do any work."
    },
    {
        "o": 5083,
        "r": "csb:Numbers:29:8",
        "t": "Present a burnt offering to the Lord,*s a pleasing aroma: one young bull, one ram, and seven male lambs a year old. All your animals are to be unblemished."
    },
    {
        "o": 5084,
        "r": "csb:Numbers:29:9",
        "t": "Their grain offering is to be of fine flour mixed with oil, six quarts with the bull, four quarts with the ram,"
    },
    {
        "o": 5085,
        "r": "csb:Numbers:29:10",
        "t": "and two quarts with each of the seven lambs."
    },
    {
        "o": 5086,
        "r": "csb:Numbers:29:11",
        "t": "Offer one male goat for a sin offering. The regular burnt offering with its grain offering and drink offerings are in addition to the sin offering of atonement."
    },
    {
        "o": 5087,
        "r": "csb:Numbers:29:11",
        "t": "Offerings for the Festival of Shelters",
        "h": 2
    },
    {
        "o": 5088,
        "r": "csb:Numbers:29:12",
        "t": "“You*p are to hold a sacred assembly on the fifteenth day of the seventh month; you do not do any daily work. You are to celebrate a seven-day festival for the Lord.*s"
    },
    {
        "o": 5089,
        "r": "csb:Numbers:29:13",
        "t": "Present a burnt offering, a food offering, a pleasing aroma to the Lord:*s thirteen young bulls, two rams, and fourteen male lambs a year old. They are to be unblemished."
    },
    {
        "o": 5090,
        "r": "csb:Numbers:29:14",
        "t": "Their grain offering is to be of fine flour mixed with oil, six quarts with each of the thirteen bulls, four quarts with each of the two rams,"
    },
    {
        "o": 5091,
        "r": "csb:Numbers:29:15",
        "t": "and two quarts with each of the fourteen lambs."
    },
    {
        "o": 5092,
        "r": "csb:Numbers:29:16",
        "t": "Also offer one male goat as a sin offering. These are in addition to the regular burnt offering with its grain and drink offerings."
    },
    {
        "o": 5093,
        "r": "csb:Numbers:29:17",
        "t": "“On*p the second day present twelve young bulls, two rams, and fourteen male lambs a year old - all unblemished -"
    },
    {
        "o": 5094,
        "r": "csb:Numbers:29:18",
        "t": "with their grain and drink offerings for the bulls, rams, and lambs, in proportion to their number."
    },
    {
        "o": 5095,
        "r": "csb:Numbers:29:19",
        "t": "Also offer one male goat as a sin offering. These are in addition to the regular burnt offering with its grain and drink and their drink offerings."
    },
    {
        "o": 5096,
        "r": "csb:Numbers:29:20",
        "t": "“On*p the third day present eleven bulls, two rams, fourteen male lambs a year old - all unblemished -"
    },
    {
        "o": 5097,
        "r": "csb:Numbers:29:21",
        "t": "with their grain and drink offerings for the bulls, rams, and lambs, in proportion to their number."
    },
    {
        "o": 5098,
        "r": "csb:Numbers:29:22",
        "t": "Also offer one male goat as a sin offering. These are in addition to the regular burnt offering with its grain and drink offerings."
    },
    {
        "o": 5099,
        "r": "csb:Numbers:29:23",
        "t": "“On*p the fourth day present ten bulls, two rams, fourteen male lambs a year old - all unblemished -"
    },
    {
        "o": 5100,
        "r": "csb:Numbers:29:24",
        "t": "with their grain and drink offerings for the bulls, rams, and lambs, in proportion to their number."
    },
    {
        "o": 5101,
        "r": "csb:Numbers:29:25",
        "t": "Also offer one male goat as a sin offering. These are in addition to the regular burnt offering with its grain and drink offerings."
    },
    {
        "o": 5102,
        "r": "csb:Numbers:29:26",
        "t": "“On*p the fifth day present nine bulls, two rams, fourteen male lambs a year old - all unblemished -"
    },
    {
        "o": 5103,
        "r": "csb:Numbers:29:27",
        "t": "with their grain and drink offerings for the bulls, rams, and lambs, in proportion to their number."
    },
    {
        "o": 5104,
        "r": "csb:Numbers:29:28",
        "t": "Also offer one male goat as a sin offering. These are in addition to the regular burnt offering with its grain and drink offerings."
    },
    {
        "o": 5105,
        "r": "csb:Numbers:29:29",
        "t": "“On*p the sixth day present eight bulls, two rams, fourteen male lambs a year old - all unblemished -"
    },
    {
        "o": 5106,
        "r": "csb:Numbers:29:30",
        "t": "with their grain and drink offerings for the bulls, rams, and lambs, in proportion to their number."
    },
    {
        "o": 5107,
        "r": "csb:Numbers:29:31",
        "t": "Also offer one male goat as a sin offering. These are in addition to the regular burnt offering with its grain and drink offerings."
    },
    {
        "o": 5108,
        "r": "csb:Numbers:29:32",
        "t": "“On*p the seventh day present seven bulls, two rams, and fourteen male lambs a year old - all unblemished -"
    },
    {
        "o": 5109,
        "r": "csb:Numbers:29:33",
        "t": "with their grain and drink offerings for the bulls, rams, and lambs, in proportion to their number."
    },
    {
        "o": 5110,
        "r": "csb:Numbers:29:34",
        "t": "Also offer one male goat as a sin offering. These are in addition to the regular burnt offering with its grain and drink offerings."
    },
    {
        "o": 5111,
        "r": "csb:Numbers:29:35",
        "t": "“On*p the eighth day you are to hold a solemn assembly; you are not to do any daily work."
    },
    {
        "o": 5112,
        "r": "csb:Numbers:29:36",
        "t": "Present a burnt offering, a food offering, a pleasing aroma to the Lord:*s one bull, one ram, seven male lambs a year old - all unblemished -"
    },
    {
        "o": 5113,
        "r": "csb:Numbers:29:37",
        "t": "with their grain and drink offerings for the bulls, rams, and lambs, in proportion to their number."
    },
    {
        "o": 5114,
        "r": "csb:Numbers:29:38",
        "t": "Also offer one male goat as a sin offering. These are in addition to the regular burnt offering with its grain and drink offerings."
    },
    {
        "o": 5115,
        "r": "csb:Numbers:29:39",
        "t": "“Offer*p these to the Lord*s at your appointed times in addition to your vow and freewill offerings, whether burnt, grain, drink, or fellowship offerings.”"
    },
    {
        "o": 5116,
        "r": "csb:Numbers:29:40",
        "t": "So Moses told the Israelites everything the Lord*s had commanded him."
    },
    {
        "o": 5117,
        "r": "csb:Numbers:30:0",
        "t": "Numbers 30",
        "h": 1
    },
    {
        "o": 5118,
        "r": "csb:Numbers:30:0",
        "t": "Regulations about Vows",
        "h": 2
    },
    {
        "o": 5119,
        "r": "csb:Numbers:30:1",
        "t": "Moses*p told the leaders of the Israelite tribes, “This is what the Lord*s has commanded:"
    },
    {
        "o": 5120,
        "r": "csb:Numbers:30:2",
        "t": "When a man makes a vow to the Lord*s or swears an oath to put himself under an obligation, he must not break his word; he must do whatever he has promised."
    },
    {
        "o": 5121,
        "r": "csb:Numbers:30:3",
        "t": "“When*p a woman in her father’s house during her youth makes a vow to the Lord*s or puts herself under an obligation,"
    },
    {
        "o": 5122,
        "r": "csb:Numbers:30:4",
        "t": "and her father hears about her vow or the obligation she put herself under, and he says nothing to her, all her vows and every obligation she put herself under are binding."
    },
    {
        "o": 5123,
        "r": "csb:Numbers:30:5",
        "t": "But if her father prohibits her on the day he hears about it, none of her vows and none of the obligations she put herself under are binding. The Lord*s will release her because her father has prohibited her."
    },
    {
        "o": 5124,
        "r": "csb:Numbers:30:6",
        "t": "“If*p a woman marries while her vows or the rash commitment she herself made are binding,"
    },
    {
        "o": 5125,
        "r": "csb:Numbers:30:7",
        "t": "and her husband hears about it and says nothing to her when he finds out, her vows are binding, and the obligations she put herself under are binding."
    },
    {
        "o": 5126,
        "r": "csb:Numbers:30:8",
        "t": "But if her husband prohibits her when he hears about it, he will cancel her vow that is binding or the rash commitment she herself made, and the Lord*s will release her."
    },
    {
        "o": 5127,
        "r": "csb:Numbers:30:9",
        "t": "“Every*p vow a widow or divorced woman puts herself under is binding on her."
    },
    {
        "o": 5128,
        "r": "csb:Numbers:30:10",
        "t": "“If*p a woman in her husband’s house has made a vow or put herself under an obligation with an oath,"
    },
    {
        "o": 5129,
        "r": "csb:Numbers:30:11",
        "t": "and her husband hears about it, says nothing to her, and does not prohibit her, all her vows are binding, and every obligation she put herself under is binding."
    },
    {
        "o": 5130,
        "r": "csb:Numbers:30:12",
        "t": "But if her husband cancels them on the day he hears about it, nothing that came from her lips, whether her vows or her obligation, is binding. Her husband has canceled them, and the Lord*s will release her."
    },
    {
        "o": 5131,
        "r": "csb:Numbers:30:13",
        "t": "Her husband may confirm or cancel any vow or any sworn obligation to deny herself."
    },
    {
        "o": 5132,
        "r": "csb:Numbers:30:14",
        "t": "If her husband says nothing at all to her from day to day, he confirms all her vows and obligations, which are binding. He has confirmed them because he said nothing to her when he heard about them."
    },
    {
        "o": 5133,
        "r": "csb:Numbers:30:15",
        "t": "But if he cancels them after he hears about them, he will be responsible for her commitment.”"
    },
    {
        "o": 5134,
        "r": "csb:Numbers:30:16",
        "t": "These*p are the statutes that the Lord*s commanded Moses concerning the relationship between a man and his wife, or between a father and his daughter in his house during her youth."
    },
    {
        "o": 5135,
        "r": "csb:Numbers:31:0",
        "t": "Numbers 31",
        "h": 1
    },
    {
        "o": 5136,
        "r": "csb:Numbers:31:0",
        "t": "War with Midian",
        "h": 2
    },
    {
        "o": 5137,
        "r": "csb:Numbers:31:1",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 5138,
        "r": "csb:Numbers:31:2",
        "t": "“Execute vengeance for the Israelites against the Midianites. After that, you will be gathered to your people.”"
    },
    {
        "o": 5139,
        "r": "csb:Numbers:31:3",
        "t": "So*p Moses spoke to the people, “Equip some of your men for war. They will go against Midian to inflict the Lord’s*s vengeance on them."
    },
    {
        "o": 5140,
        "r": "csb:Numbers:31:4",
        "t": "Send one thousand men to war from each Israelite tribe.”"
    },
    {
        "o": 5141,
        "r": "csb:Numbers:31:5",
        "t": "So one thousand were recruited from each Israelite tribe out of the thousands in Israel - twelve thousand equipped for war."
    },
    {
        "o": 5142,
        "r": "csb:Numbers:31:6",
        "t": "Moses sent one thousand from each tribe to war. They went with Phinehas son of Eleazar the priest, in whose care were the holy objects and signal trumpets."
    },
    {
        "o": 5143,
        "r": "csb:Numbers:31:7",
        "t": "They*p waged war against Midian, as the Lord*s had commanded Moses, and killed every male."
    },
    {
        "o": 5144,
        "r": "csb:Numbers:31:8",
        "t": "Along with the others slain by them, they killed the Midianite kings - Evi, Rekem, Zur, Hur, and Reba, the five kings of Midian. They also killed Balaam son of Beor with the sword."
    },
    {
        "o": 5145,
        "r": "csb:Numbers:31:9",
        "t": "The Israelites took the Midianite women and their dependents captive, and they plundered all their cattle, flocks, and property."
    },
    {
        "o": 5146,
        "r": "csb:Numbers:31:10",
        "t": "Then they burned all the cities where the Midianites lived, as well as all their encampments,"
    },
    {
        "o": 5147,
        "r": "csb:Numbers:31:11",
        "t": "and took away all the spoils of war and the captives, both people and animals."
    },
    {
        "o": 5148,
        "r": "csb:Numbers:31:12",
        "t": "They brought the prisoners, animals, and spoils of war to Moses, the priest Eleazar, and the Israelite community at the camp on the plains of Moab by the Jordan across from Jericho."
    },
    {
        "o": 5149,
        "r": "csb:Numbers:31:13",
        "t": "Moses,*p the priest Eleazar, and all the leaders of the community went to meet them outside the camp."
    },
    {
        "o": 5150,
        "r": "csb:Numbers:31:14",
        "t": "But Moses became furious with the officers, the commanders of thousands and commanders of hundreds, who were returning from the military campaign."
    },
    {
        "o": 5151,
        "r": "csb:Numbers:31:15",
        "t": "“Have you let every female live?” he asked them."
    },
    {
        "o": 5152,
        "r": "csb:Numbers:31:16",
        "t": "“Yet they are the ones who, at Balaam’s advice, incited the Israelites to unfaithfulness against the Lord*s in the Peor incident, so that the plague came against the Lord’s*s community."
    },
    {
        "o": 5153,
        "r": "csb:Numbers:31:17",
        "t": "So now, kill every male among the dependents and kill every woman who has gone to bed with a man,"
    },
    {
        "o": 5154,
        "r": "csb:Numbers:31:18",
        "t": "but keep alive for yourselves all the young females who have not gone to bed with a man."
    },
    {
        "o": 5155,
        "r": "csb:Numbers:31:19",
        "t": "“You*p are to remain outside the camp for seven days. All of you and your prisoners who have killed a person or touched the dead are to purify yourselves on the third day and the seventh day."
    },
    {
        "o": 5156,
        "r": "csb:Numbers:31:20",
        "t": "Also purify everything: garments, leather goods, things made of goat hair, and every article of wood.”"
    },
    {
        "o": 5157,
        "r": "csb:Numbers:31:21",
        "t": "Then*p the priest Eleazar said to the soldiers who had gone to battle, “This is the legal statute the Lord*s commanded Moses:"
    },
    {
        "o": 5158,
        "r": "csb:Numbers:31:22",
        "t": "The gold, silver, bronze, iron, tin, and lead -"
    },
    {
        "o": 5159,
        "r": "csb:Numbers:31:23",
        "t": "everything that can withstand fire - you are to pass through fire, and it will be clean. It must still be purified with the purification water. Anything that cannot withstand fire, pass through the water."
    },
    {
        "o": 5160,
        "r": "csb:Numbers:31:24",
        "t": "On the seventh day wash your clothes, and you will be clean. After that you may enter the camp.”"
    },
    {
        "o": 5161,
        "r": "csb:Numbers:31:25",
        "t": "The*p Lord*s told Moses,"
    },
    {
        "o": 5162,
        "r": "csb:Numbers:31:26",
        "t": "“You, the priest Eleazar, and the family heads of the community are to take a count of what was captured, people and animals."
    },
    {
        "o": 5163,
        "r": "csb:Numbers:31:27",
        "t": "Then divide the captives between the troops who went out to war and the entire community."
    },
    {
        "o": 5164,
        "r": "csb:Numbers:31:28",
        "t": "Set aside a tribute for the Lord*s from what belongs to the fighting men who went out to war: one out of every five hundred people, cattle, donkeys, sheep, and goats."
    },
    {
        "o": 5165,
        "r": "csb:Numbers:31:29",
        "t": "Take the tribute from their half and give it to the priest Eleazar as a contribution to the Lord.*s"
    },
    {
        "o": 5166,
        "r": "csb:Numbers:31:30",
        "t": "From the Israelites’ half, take one out of every fifty from the people, cattle, donkeys, sheep, and goats, all the livestock, and give them to the Levites who perform the duties of the Lord’s*s tabernacle.”"
    },
    {
        "o": 5167,
        "r": "csb:Numbers:31:31",
        "t": "So*p Moses and the priest Eleazar did as the Lord*s commanded Moses."
    },
    {
        "o": 5168,
        "r": "csb:Numbers:31:32",
        "t": "The captives remaining from the plunder the army had taken totaled: 675,000*ln sheep and goats,"
    },
    {
        "o": 5169,
        "r": "csb:Numbers:31:33",
        "t": "72,000*ln cattle,"
    },
    {
        "o": 5170,
        "r": "csb:Numbers:31:34",
        "t": "61,000*ln donkeys,"
    },
    {
        "o": 5171,
        "r": "csb:Numbers:31:35",
        "t": "and*ln 32,000 people, all the females who had not gone to bed with a man."
    },
    {
        "o": 5172,
        "r": "csb:Numbers:31:36",
        "t": "The*p half portion for those who went out to war numbered: 337,500*ln sheep and goats,"
    },
    {
        "o": 5173,
        "r": "csb:Numbers:31:37",
        "t": "and*ln the tribute to the Lord*s was 675 from*ln the sheep and goats;"
    },
    {
        "o": 5174,
        "r": "csb:Numbers:31:38",
        "t": "from*ln the 36,000 cattle, the*ln tribute to the Lord*s was 72;"
    },
    {
        "o": 5175,
        "r": "csb:Numbers:31:39",
        "t": "from*ln the 30,500 donkeys, the*ln tribute to the Lord*s was 61;"
    },
    {
        "o": 5176,
        "r": "csb:Numbers:31:40",
        "t": "and*ln from the 16,000 people, the*ln tribute to the Lord*s was 32 people."
    },
    {
        "o": 5177,
        "r": "csb:Numbers:31:41",
        "t": "Moses*p gave the tribute to the priest Eleazar as a contribution for the Lord,*s as the Lord*s had commanded Moses."
    },
    {
        "o": 5178,
        "r": "csb:Numbers:31:42",
        "t": "From*p the Israelites’ half, which Moses separated from the men who fought,"
    },
    {
        "o": 5179,
        "r": "csb:Numbers:31:43",
        "t": "the community’s half was: 337,500*ln sheep and goats,"
    },
    {
        "o": 5180,
        "r": "csb:Numbers:31:44",
        "t": "36,000*ln cattle,"
    },
    {
        "o": 5181,
        "r": "csb:Numbers:31:45",
        "t": "30,500*ln donkeys,"
    },
    {
        "o": 5182,
        "r": "csb:Numbers:31:46",
        "t": "and*ln 16,000 people."
    },
    {
        "o": 5183,
        "r": "csb:Numbers:31:47",
        "t": "Moses*p took one out of every fifty, selected from the people and the livestock of the Israelites’ half. He gave them to the Levites who perform the duties of the Lord’s*s tabernacle, as the Lord*s had commanded him."
    },
    {
        "o": 5184,
        "r": "csb:Numbers:31:48",
        "t": "The*p officers who were over the thousands of the army, the commanders of thousands and of hundreds, approached Moses"
    },
    {
        "o": 5185,
        "r": "csb:Numbers:31:49",
        "t": "and told him, “Your servants have taken a census of the fighting men under our command, and not one of us is missing."
    },
    {
        "o": 5186,
        "r": "csb:Numbers:31:50",
        "t": "So we have presented to the Lord*s an offering of the gold articles each man found - armlets, bracelets, rings, earrings, and necklaces - to make atonement for ourselves before the Lord.”*s"
    },
    {
        "o": 5187,
        "r": "csb:Numbers:31:51",
        "t": "Moses*p and the priest Eleazar received from them all the articles made out of gold."
    },
    {
        "o": 5188,
        "r": "csb:Numbers:31:52",
        "t": "All the gold of the contribution they offered to the Lord,*s from the commanders of thousands and of hundreds, was 420 pounds."
    },
    {
        "o": 5189,
        "r": "csb:Numbers:31:53",
        "t": "Each of the soldiers had taken plunder for himself."
    },
    {
        "o": 5190,
        "r": "csb:Numbers:31:54",
        "t": "Moses and the priest Eleazar received the gold from the commanders of thousands and of hundreds and brought it into the tent of meeting as a memorial for the Israelites before the Lord.*s"
    },
    {
        "o": 5191,
        "r": "csb:Numbers:32:0",
        "t": "Numbers 32",
        "h": 1
    },
    {
        "o": 5192,
        "r": "csb:Numbers:32:0",
        "t": "Transjordan Settlements",
        "h": 2
    },
    {
        "o": 5193,
        "r": "csb:Numbers:32:1",
        "t": "The*p Reubenites and Gadites had a very large number of livestock. When they surveyed the lands of Jazer and Gilead, they saw that the region was a good one for livestock."
    },
    {
        "o": 5194,
        "r": "csb:Numbers:32:2",
        "t": "So the Gadites and Reubenites came to Moses, the priest Eleazar, and the leaders of the community and said,"
    },
    {
        "o": 5195,
        "r": "csb:Numbers:32:3",
        "t": "“The territory of Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,"
    },
    {
        "o": 5196,
        "r": "csb:Numbers:32:4",
        "t": "which the Lord*s struck down before the community of Israel, is good land for livestock, and your servants own livestock.”"
    },
    {
        "o": 5197,
        "r": "csb:Numbers:32:5",
        "t": "They said, “If we have found favor with you, let this land be given to your servants as a possession. Don’t make us cross the Jordan.”"
    },
    {
        "o": 5198,
        "r": "csb:Numbers:32:6",
        "t": "But*p Moses asked the Gadites and Reubenites, “Should your brothers go to war while you stay here?"
    },
    {
        "o": 5199,
        "r": "csb:Numbers:32:7",
        "t": "Why are you discouraging the Israelites from crossing into the land the Lord*s has given them?"
    },
    {
        "o": 5200,
        "r": "csb:Numbers:32:8",
        "t": "That’s what your ancestors did when I sent them from Kadesh-barnea to see the land."
    },
    {
        "o": 5201,
        "r": "csb:Numbers:32:9",
        "t": "After they went up as far as Eshcol Valley and saw the land, they discouraged the Israelites from entering the land the Lord*s had given them."
    },
    {
        "o": 5202,
        "r": "csb:Numbers:32:10",
        "t": "So the Lord’s*s anger burned that day, and he swore an oath:"
    },
    {
        "o": 5203,
        "r": "csb:Numbers:32:11",
        "t": "‘Because they did not remain loyal to me, none of the men twenty years old or more who came up from Egypt will see the land I swore to give Abraham, Isaac, and Jacob-"
    },
    {
        "o": 5204,
        "r": "csb:Numbers:32:12",
        "t": "none except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, because they did remain loyal to the Lord.’*s"
    },
    {
        "o": 5205,
        "r": "csb:Numbers:32:13",
        "t": "The Lord’s*s anger burned against Israel, and he made them wander in the wilderness forty years until the whole generation that had done what was evil in the Lord’s*s sight was gone."
    },
    {
        "o": 5206,
        "r": "csb:Numbers:32:14",
        "t": "And here you, a brood of sinners, stand in your ancestors’ place adding even more to the Lord’s*s burning anger against Israel."
    },
    {
        "o": 5207,
        "r": "csb:Numbers:32:15",
        "t": "If you turn back from following him, he will once again leave this people in the wilderness, and you will destroy all of them.”"
    },
    {
        "o": 5208,
        "r": "csb:Numbers:32:16",
        "t": "Then*p they approached him and said, “We want to build sheep pens here for our livestock and cities for our dependents."
    },
    {
        "o": 5209,
        "r": "csb:Numbers:32:17",
        "t": "But we will arm ourselves and be ready to go ahead of the Israelites until we have brought them into their place. Meanwhile, our dependents will remain in the fortified cities because of the inhabitants of the land."
    },
    {
        "o": 5210,
        "r": "csb:Numbers:32:18",
        "t": "We will not return to our homes until each of the Israelites has taken possession of his inheritance."
    },
    {
        "o": 5211,
        "r": "csb:Numbers:32:19",
        "t": "Yet we will not have an inheritance with them across the Jordan and beyond, because our inheritance will be across the Jordan to the east.”"
    },
    {
        "o": 5212,
        "r": "csb:Numbers:32:20",
        "t": "Moses*p replied to them, “If you do this - if you arm yourselves for battle before the Lord,*s"
    },
    {
        "o": 5213,
        "r": "csb:Numbers:32:21",
        "t": "and every one of your armed men crosses the Jordan before the Lord*s until he has driven his enemies from his presence,"
    },
    {
        "o": 5214,
        "r": "csb:Numbers:32:22",
        "t": "and the land is subdued before the Lord-*s afterward you may return and be free from obligation to the Lord*s and to Israel. And this land will belong to you as a possession before the Lord.*s"
    },
    {
        "o": 5215,
        "r": "csb:Numbers:32:23",
        "t": "But if you don’t do this, you will certainly sin against the Lord;*s be sure your sin will catch up with you."
    },
    {
        "o": 5216,
        "r": "csb:Numbers:32:24",
        "t": "Build cities for your dependents and pens for your flocks, but do what you have promised.”"
    },
    {
        "o": 5217,
        "r": "csb:Numbers:32:25",
        "t": "The*p Gadites and Reubenites answered Moses, “Your servants will do just as my lord commands."
    },
    {
        "o": 5218,
        "r": "csb:Numbers:32:26",
        "t": "Our dependents, wives, livestock, and all our animals will remain here in the cities of Gilead,"
    },
    {
        "o": 5219,
        "r": "csb:Numbers:32:27",
        "t": "but your servants are equipped for war before the Lord*s and will go across to the battle as my lord orders.”"
    },
    {
        "o": 5220,
        "r": "csb:Numbers:32:28",
        "t": "So*p Moses gave orders about them to the priest Eleazar, Joshua son of Nun, and the family heads of the Israelite tribes."
    },
    {
        "o": 5221,
        "r": "csb:Numbers:32:29",
        "t": "Moses told them, “If the Gadites and Reubenites cross the Jordan with you, every man in battle formation before the Lord,*s and the land is subdued before you, you are to give them the land of Gilead as a possession."
    },
    {
        "o": 5222,
        "r": "csb:Numbers:32:30",
        "t": "But if they don’t go across with you in battle formation, they must accept land in Canaan with you.”"
    },
    {
        "o": 5223,
        "r": "csb:Numbers:32:31",
        "t": "The*p Gadites and Reubenites replied, “What the Lord*s has spoken to your servants is what we will do."
    },
    {
        "o": 5224,
        "r": "csb:Numbers:32:32",
        "t": "We will cross over in battle formation before the Lord*s into the land of Canaan, but we will keep our hereditary possession across the Jordan.”"
    },
    {
        "o": 5225,
        "r": "csb:Numbers:32:33",
        "t": "So*p Moses gave them - the Gadites, Reubenites, and half the tribe of Manasseh son of Joseph - the kingdom of King Sihon of the Amorites and the kingdom of King Og of Bashan, the land including its cities with the territories surrounding them."
    },
    {
        "o": 5226,
        "r": "csb:Numbers:32:34",
        "t": "The Gadites rebuilt Dibon, Ataroth, Aroer,"
    },
    {
        "o": 5227,
        "r": "csb:Numbers:32:35",
        "t": "Atroth-shophan, Jazer, Jogbehah,"
    },
    {
        "o": 5228,
        "r": "csb:Numbers:32:36",
        "t": "Beth-nimrah, and Beth-haran as fortified cities, and built sheep pens."
    },
    {
        "o": 5229,
        "r": "csb:Numbers:32:37",
        "t": "The Reubenites rebuilt Heshbon, Elealeh, Kiriathaim,"
    },
    {
        "o": 5230,
        "r": "csb:Numbers:32:38",
        "t": "as well as Nebo and Baal-meon (whose names were changed), and Sibmah. They gave names to the cities they rebuilt."
    },
    {
        "o": 5231,
        "r": "csb:Numbers:32:39",
        "t": "The*p descendants of Machir son of Manasseh went to Gilead, captured it, and drove out the Amorites who were there."
    },
    {
        "o": 5232,
        "r": "csb:Numbers:32:40",
        "t": "So Moses gave Gilead to the clan of Machir son of Manasseh, and they settled in it."
    },
    {
        "o": 5233,
        "r": "csb:Numbers:32:41",
        "t": "Jair, a descendant of Manasseh, went and captured their villages, which he renamed Jair’s Villages."
    },
    {
        "o": 5234,
        "r": "csb:Numbers:32:42",
        "t": "Nobah went and captured Kenath with its surrounding villages and called it Nobah after his own name."
    },
    {
        "o": 5235,
        "r": "csb:Numbers:33:0",
        "t": "Numbers 33",
        "h": 1
    },
    {
        "o": 5236,
        "r": "csb:Numbers:33:0",
        "t": "Wilderness Travels Reviewed",
        "h": 2
    },
    {
        "o": 5237,
        "r": "csb:Numbers:33:1",
        "t": "These*p were the stages of the Israelites’ journey when they went out of the land of Egypt by their military divisions under the leadership of Moses and Aaron."
    },
    {
        "o": 5238,
        "r": "csb:Numbers:33:2",
        "t": "At the Lord’s*s command, Moses wrote down the starting points for the stages of their journey; these are the stages listed by their starting points:"
    },
    {
        "o": 5239,
        "r": "csb:Numbers:33:3",
        "t": "They*ln traveled from Rameses in the first month, on the fifteenth day of the month. On the day after the Passover the Israelites went out defiantly in the sight of all the Egyptians."
    },
    {
        "o": 5240,
        "r": "csb:Numbers:33:4",
        "t": "Meanwhile, the Egyptians were burying every firstborn male the Lord*s had struck down among them, for the Lord*s had executed judgment against their gods."
    },
    {
        "o": 5241,
        "r": "csb:Numbers:33:5",
        "t": "The Israelites traveled from Rameses and camped at Succoth."
    },
    {
        "o": 5242,
        "r": "csb:Numbers:33:6",
        "t": "They*ln traveled from Succoth and camped at Etham, which is on the edge of the wilderness."
    },
    {
        "o": 5243,
        "r": "csb:Numbers:33:7",
        "t": "They*ln traveled from Etham and turned back to Pi-hahiroth, which faces Baal-zephon, and they camped before Migdol."
    },
    {
        "o": 5244,
        "r": "csb:Numbers:33:8",
        "t": "They*ln traveled from Pi-hahiroth and crossed through the middle of the sea into the wilderness. They took a three-day journey into the Wilderness of Etham and camped at Marah."
    },
    {
        "o": 5245,
        "r": "csb:Numbers:33:9",
        "t": "They*ln traveled from Marah and came to Elim. There were twelve springs and seventy date palms at Elim, so they camped there."
    },
    {
        "o": 5246,
        "r": "csb:Numbers:33:10",
        "t": "They*ln traveled from Elim and camped by the Red Sea."
    },
    {
        "o": 5247,
        "r": "csb:Numbers:33:11",
        "t": "They*ln traveled from the Red Sea and camped in the Wilderness of Sin."
    },
    {
        "o": 5248,
        "r": "csb:Numbers:33:12",
        "t": "They*ln traveled from the Wilderness of Sin and camped in Dophkah."
    },
    {
        "o": 5249,
        "r": "csb:Numbers:33:13",
        "t": "They*ln traveled from Dophkah and camped at Alush."
    },
    {
        "o": 5250,
        "r": "csb:Numbers:33:14",
        "t": "They*ln traveled from Alush and camped at Rephidim, where there was no water for the people to drink."
    },
    {
        "o": 5251,
        "r": "csb:Numbers:33:15",
        "t": "They*ln traveled from Rephidim and camped in the Wilderness of Sinai."
    },
    {
        "o": 5252,
        "r": "csb:Numbers:33:16",
        "t": "They*ln traveled from the Wilderness of Sinai and camped at Kibroth-hattaavah."
    },
    {
        "o": 5253,
        "r": "csb:Numbers:33:17",
        "t": "They*ln traveled from Kibroth-hattaavah and camped at Hazeroth."
    },
    {
        "o": 5254,
        "r": "csb:Numbers:33:18",
        "t": "They*ln traveled from Hazeroth and camped at Rithmah."
    },
    {
        "o": 5255,
        "r": "csb:Numbers:33:19",
        "t": "They*ln traveled from Rithmah and camped at Rimmon-perez."
    },
    {
        "o": 5256,
        "r": "csb:Numbers:33:20",
        "t": "They*ln traveled from Rimmon-perez and camped at Libnah."
    },
    {
        "o": 5257,
        "r": "csb:Numbers:33:21",
        "t": "They*ln traveled from Libnah and camped at Rissah."
    },
    {
        "o": 5258,
        "r": "csb:Numbers:33:22",
        "t": "They*ln traveled from Rissah and camped at Kehelathah."
    },
    {
        "o": 5259,
        "r": "csb:Numbers:33:23",
        "t": "They*ln traveled from Kehelathah and camped at Mount Shepher."
    },
    {
        "o": 5260,
        "r": "csb:Numbers:33:24",
        "t": "They*ln traveled from Mount Shepher and camped at Haradah."
    },
    {
        "o": 5261,
        "r": "csb:Numbers:33:25",
        "t": "They*ln traveled from Haradah and camped at Makheloth."
    },
    {
        "o": 5262,
        "r": "csb:Numbers:33:26",
        "t": "They*ln traveled from Makheloth and camped at Tahath."
    },
    {
        "o": 5263,
        "r": "csb:Numbers:33:27",
        "t": "They*ln traveled from Tahath and camped at Terah."
    },
    {
        "o": 5264,
        "r": "csb:Numbers:33:28",
        "t": "They*ln traveled from Terah and camped at Mithkah."
    },
    {
        "o": 5265,
        "r": "csb:Numbers:33:29",
        "t": "They*ln traveled from Mithkah and camped at Hashmonah."
    },
    {
        "o": 5266,
        "r": "csb:Numbers:33:30",
        "t": "They*ln traveled from Hashmonah and camped at Moseroth."
    },
    {
        "o": 5267,
        "r": "csb:Numbers:33:31",
        "t": "They*ln traveled from Moseroth and camped at Bene-jaakan."
    },
    {
        "o": 5268,
        "r": "csb:Numbers:33:32",
        "t": "They*ln traveled from Bene-jaakan and camped at Hor-haggidgad."
    },
    {
        "o": 5269,
        "r": "csb:Numbers:33:33",
        "t": "They*ln traveled from Hor-haggidgad and camped at Jotbathah."
    },
    {
        "o": 5270,
        "r": "csb:Numbers:33:34",
        "t": "They*ln traveled from Jotbathah and camped at Abronah."
    },
    {
        "o": 5271,
        "r": "csb:Numbers:33:35",
        "t": "They*ln traveled from Abronah and camped at Ezion-geber."
    },
    {
        "o": 5272,
        "r": "csb:Numbers:33:36",
        "t": "They*ln traveled from Ezion-geber and camped in the Wilderness of Zin (that is, Kadesh)."
    },
    {
        "o": 5273,
        "r": "csb:Numbers:33:37",
        "t": "They*ln traveled from Kadesh and camped at Mount Hor on the edge of the land of Edom."
    },
    {
        "o": 5274,
        "r": "csb:Numbers:33:38",
        "t": "At the Lord’s*s command, the priest Aaron climbed Mount Hor and died there on the first day of the fifth month in the fortieth year after the Israelites went out of the land of Egypt."
    },
    {
        "o": 5275,
        "r": "csb:Numbers:33:39",
        "t": "Aaron was 123 years old when he died on Mount Hor."
    },
    {
        "o": 5276,
        "r": "csb:Numbers:33:40",
        "t": "At that time the Canaanite king of Arad, who lived in the Negev in the land of Canaan, heard the Israelites were coming."
    },
    {
        "o": 5277,
        "r": "csb:Numbers:33:41",
        "t": "They*ln traveled from Mount Hor and camped at Zalmonah."
    },
    {
        "o": 5278,
        "r": "csb:Numbers:33:42",
        "t": "They*ln traveled from Zalmonah and camped at Punon."
    },
    {
        "o": 5279,
        "r": "csb:Numbers:33:43",
        "t": "They*ln traveled from Punon and camped at Oboth."
    },
    {
        "o": 5280,
        "r": "csb:Numbers:33:44",
        "t": "They*ln traveled from Oboth and camped at Iye-abarim on the border of Moab."
    },
    {
        "o": 5281,
        "r": "csb:Numbers:33:45",
        "t": "They*ln traveled from Iyim and camped at Dibon-gad."
    },
    {
        "o": 5282,
        "r": "csb:Numbers:33:46",
        "t": "They*ln traveled from Dibon-gad and camped at Almon-diblathaim."
    },
    {
        "o": 5283,
        "r": "csb:Numbers:33:47",
        "t": "They*ln traveled from Almon-diblathaim and camped in the Abarim range facing Nebo."
    },
    {
        "o": 5284,
        "r": "csb:Numbers:33:48",
        "t": "They*ln traveled from the Abarim range and camped on the plains of Moab by the Jordan across from Jericho."
    },
    {
        "o": 5285,
        "r": "csb:Numbers:33:49",
        "t": "They camped by the Jordan from Beth-jeshimoth to the Acacia Meadow on the plains of Moab."
    },
    {
        "o": 5286,
        "r": "csb:Numbers:33:49",
        "t": "Instructions for Occupying Canaan",
        "h": 2
    },
    {
        "o": 5287,
        "r": "csb:Numbers:33:50",
        "t": "The*p Lord*s spoke to Moses in the plains of Moab by the Jordan across from Jericho,"
    },
    {
        "o": 5288,
        "r": "csb:Numbers:33:51",
        "t": "“Tell the Israelites: When you cross the Jordan into the land of Canaan,"
    },
    {
        "o": 5289,
        "r": "csb:Numbers:33:52",
        "t": "you must drive out all the inhabitants of the land before you, destroy all their stone images and cast images, and demolish all their high places."
    },
    {
        "o": 5290,
        "r": "csb:Numbers:33:53",
        "t": "You are to take possession of the land and settle in it because I have given you the land to possess."
    },
    {
        "o": 5291,
        "r": "csb:Numbers:33:54",
        "t": "You are to receive the land as an inheritance by lot according to your clans. Increase the inheritance for a large clan and decrease it for a small one. Whatever place the lot indicates for someone will be his. You will receive an inheritance according to your ancestral tribes."
    },
    {
        "o": 5292,
        "r": "csb:Numbers:33:55",
        "t": "But if you don’t drive out the inhabitants of the land before you, those you allow to remain will become barbs for your eyes and thorns for your sides; they will harass you in the land where you will live."
    },
    {
        "o": 5293,
        "r": "csb:Numbers:33:56",
        "t": "And what I had planned to do to them, I will do to you.”"
    },
    {
        "o": 5294,
        "r": "csb:Numbers:34:0",
        "t": "Numbers 34",
        "h": 1
    },
    {
        "o": 5295,
        "r": "csb:Numbers:34:0",
        "t": "Boundaries of the Promised Land",
        "h": 2
    },
    {
        "o": 5296,
        "r": "csb:Numbers:34:1",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 5297,
        "r": "csb:Numbers:34:2",
        "t": "“Command the Israelites and say to them: When you enter the land of Canaan, it will be allotted to you as an inheritance with these borders:"
    },
    {
        "o": 5298,
        "r": "csb:Numbers:34:3",
        "t": "Your*p southern side will be from the Wilderness of Zin along the boundary of Edom. Your southern border on the east will begin at the east end of the Dead Sea."
    },
    {
        "o": 5299,
        "r": "csb:Numbers:34:4",
        "t": "Your border will turn south of the Scorpions’ Ascent, proceed to Zin, and end south of Kadesh-barnea. It will go to Hazar-addar and proceed to Azmon."
    },
    {
        "o": 5300,
        "r": "csb:Numbers:34:5",
        "t": "The border will turn from Azmon to the Brook of Egypt, where it will end at the Mediterranean Sea."
    },
    {
        "o": 5301,
        "r": "csb:Numbers:34:6",
        "t": "Your*p western border will be the coastline of the Mediterranean Sea; this will be your western border."
    },
    {
        "o": 5302,
        "r": "csb:Numbers:34:7",
        "t": "This*p will be your northern border: From the Mediterranean Sea draw a line to Mount Hor;"
    },
    {
        "o": 5303,
        "r": "csb:Numbers:34:8",
        "t": "from Mount Hor draw a line to the entrance of Hamath, and the border will reach Zedad."
    },
    {
        "o": 5304,
        "r": "csb:Numbers:34:9",
        "t": "Then the border will go to Ziphron and end at Hazar-enan. This will be your northern border."
    },
    {
        "o": 5305,
        "r": "csb:Numbers:34:10",
        "t": "For*p your eastern border, draw a line from Hazar-enan to Shepham."
    },
    {
        "o": 5306,
        "r": "csb:Numbers:34:11",
        "t": "The border will go down from Shepham to Riblah east of Ain. It will continue down and reach the eastern slope of the Sea of Chinnereth."
    },
    {
        "o": 5307,
        "r": "csb:Numbers:34:12",
        "t": "Then the border will go down to the Jordan and end at the Dead Sea. This will be your land defined by its borders on all sides.”"
    },
    {
        "o": 5308,
        "r": "csb:Numbers:34:13",
        "t": "So*p Moses commanded the Israelites, “This is the land you are to receive by lot as an inheritance, which the Lord*s commanded to be given to the nine and a half tribes."
    },
    {
        "o": 5309,
        "r": "csb:Numbers:34:14",
        "t": "For the tribe of Reuben’s descendants and the tribe of Gad’s descendants have received their inheritance according to their ancestral families, and half the tribe of Manasseh has received its inheritance."
    },
    {
        "o": 5310,
        "r": "csb:Numbers:34:15",
        "t": "The two and a half tribes have received their inheritance across the Jordan east of Jericho, toward the sunrise.”"
    },
    {
        "o": 5311,
        "r": "csb:Numbers:34:15",
        "t": "Leaders for Distributing the Land",
        "h": 2
    },
    {
        "o": 5312,
        "r": "csb:Numbers:34:16",
        "t": "The*p Lord*s spoke to Moses,"
    },
    {
        "o": 5313,
        "r": "csb:Numbers:34:17",
        "t": "“These are the names of the men who are to distribute the land as an inheritance for you: the priest Eleazar and Joshua son of Nun."
    },
    {
        "o": 5314,
        "r": "csb:Numbers:34:18",
        "t": "Take one leader from each tribe to distribute the land."
    },
    {
        "o": 5315,
        "r": "csb:Numbers:34:19",
        "t": "These are the names of the men: Caleb*ln son of Jephunneh from the tribe of Judah;"
    },
    {
        "o": 5316,
        "r": "csb:Numbers:34:20",
        "t": "Shemuel*ln son of Ammihud from the tribe of Simeon’s descendants;"
    },
    {
        "o": 5317,
        "r": "csb:Numbers:34:21",
        "t": "Elidad*ln son of Chislon from the tribe of Benjamin;"
    },
    {
        "o": 5318,
        "r": "csb:Numbers:34:22",
        "t": "Bukki*ln son of Jogli, a leader from the tribe of Dan’s descendants;"
    },
    {
        "o": 5319,
        "r": "csb:Numbers:34:23",
        "t": "from*ln the sons of Joseph: Hanniel*ln son of Ephod, a leader from the tribe of Manasseh’s descendants,"
    },
    {
        "o": 5320,
        "r": "csb:Numbers:34:24",
        "t": "Kemuel*ln son of Shiphtan, a leader from the tribe of Ephraim’s descendants;"
    },
    {
        "o": 5321,
        "r": "csb:Numbers:34:25",
        "t": "Eli-zaphan*ln son of Parnach, a leader from the tribe of Zebulun’s descendants;"
    },
    {
        "o": 5322,
        "r": "csb:Numbers:34:26",
        "t": "Paltiel*ln son of Azzan, a leader from the tribe of Issachar’s descendants;"
    },
    {
        "o": 5323,
        "r": "csb:Numbers:34:27",
        "t": "Ahihud*ln son of Shelomi, a leader from the tribe of Asher’s descendants;"
    },
    {
        "o": 5324,
        "r": "csb:Numbers:34:28",
        "t": "Pedahel*ln son of Ammihud, a leader from the tribe of Naphtali’s descendants.”"
    },
    {
        "o": 5325,
        "r": "csb:Numbers:34:29",
        "t": "These*p are the ones the Lord*s commanded to distribute the inheritance to the Israelites in the land of Canaan."
    },
    {
        "o": 5326,
        "r": "csb:Numbers:35:0",
        "t": "Numbers 35",
        "h": 1
    },
    {
        "o": 5327,
        "r": "csb:Numbers:35:0",
        "t": "Cities for the Levites",
        "h": 2
    },
    {
        "o": 5328,
        "r": "csb:Numbers:35:1",
        "t": "The*p Lord*s again spoke to Moses in the plains of Moab by the Jordan across from Jericho:"
    },
    {
        "o": 5329,
        "r": "csb:Numbers:35:2",
        "t": "“Command the Israelites to give cities out of their hereditary property for the Levites to live in and pastureland around the cities."
    },
    {
        "o": 5330,
        "r": "csb:Numbers:35:3",
        "t": "The cities will be for them to live in, and their pasturelands will be for their herds, flocks, and all their other animals."
    },
    {
        "o": 5331,
        "r": "csb:Numbers:35:4",
        "t": "The pasturelands of the cities you are to give the Levites will extend from the city wall five hundred yards on every side."
    },
    {
        "o": 5332,
        "r": "csb:Numbers:35:5",
        "t": "Measure a thousand yards outside the city for the east side, a thousand yards for the south side, a thousand yards for the west side, and a thousand yards for the north side, with the city in the center. This will belong to them as pasturelands for the cities."
    },
    {
        "o": 5333,
        "r": "csb:Numbers:35:6",
        "t": "“The*p cities you give the Levites will include six cities of refuge, which you will provide so that the one who kills someone may flee there; in addition to these, give forty-two other cities."
    },
    {
        "o": 5334,
        "r": "csb:Numbers:35:7",
        "t": "The total number of cities you give the Levites will be forty-eight, along with their pasturelands."
    },
    {
        "o": 5335,
        "r": "csb:Numbers:35:8",
        "t": "Of the cities that you give from the Israelites’ territory, you should take more from a larger tribe and less from a smaller one. Each tribe is to give some of its cities to the Levites in proportion to the inheritance it receives.”"
    },
    {
        "o": 5336,
        "r": "csb:Numbers:35:8",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5337,
        "r": "csb:Numbers:35:9",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 5338,
        "r": "csb:Numbers:35:10",
        "t": "“Speak to the Israelites and tell them: When you cross the Jordan into the land of Canaan,"
    },
    {
        "o": 5339,
        "r": "csb:Numbers:35:11",
        "t": "designate cities to serve as cities of refuge for you, so that a person who kills someone unintentionally may flee there."
    },
    {
        "o": 5340,
        "r": "csb:Numbers:35:12",
        "t": "You will have the cities as a refuge from the avenger, so that the one who kills someone will not die until he stands trial before the assembly."
    },
    {
        "o": 5341,
        "r": "csb:Numbers:35:13",
        "t": "The cities you select will be your six cities of refuge."
    },
    {
        "o": 5342,
        "r": "csb:Numbers:35:14",
        "t": "Select three cities across the Jordan and three cities in the land of Canaan to be cities of refuge."
    },
    {
        "o": 5343,
        "r": "csb:Numbers:35:15",
        "t": "These six cities will serve as a refuge for the Israelites and for the alien or temporary resident among them, so that anyone who kills a person unintentionally may flee there."
    },
    {
        "o": 5344,
        "r": "csb:Numbers:35:16",
        "t": "“If*p anyone strikes a person with an iron object and death results, he is a murderer; the murderer must be put to death."
    },
    {
        "o": 5345,
        "r": "csb:Numbers:35:17",
        "t": "If anyone has in his hand a stone capable of causing death and strikes another person and he dies, the murderer must be put to death."
    },
    {
        "o": 5346,
        "r": "csb:Numbers:35:18",
        "t": "If anyone has in his hand a wooden object capable of causing death and strikes another person and he dies, the murderer must be put to death."
    },
    {
        "o": 5347,
        "r": "csb:Numbers:35:19",
        "t": "The avenger of blood himself is to kill the murderer; when he finds him, he is to kill him."
    },
    {
        "o": 5348,
        "r": "csb:Numbers:35:20",
        "t": "Likewise, if anyone in hatred pushes a person or throws an object at him with malicious intent and he dies,"
    },
    {
        "o": 5349,
        "r": "csb:Numbers:35:21",
        "t": "or if in hostility he strikes him with his hand and he dies, the one who struck him must be put to death; he is a murderer. The avenger of blood is to kill the murderer when he finds him."
    },
    {
        "o": 5350,
        "r": "csb:Numbers:35:22",
        "t": "“But*p if anyone suddenly pushes a person without hostility or throws any object at him without malicious intent"
    },
    {
        "o": 5351,
        "r": "csb:Numbers:35:23",
        "t": "or without looking drops a stone that could kill a person and he dies, but he was not his enemy and didn’t intend to harm him,"
    },
    {
        "o": 5352,
        "r": "csb:Numbers:35:24",
        "t": "the assembly is to judge between the person who kills someone and the avenger of blood according to these ordinances."
    },
    {
        "o": 5353,
        "r": "csb:Numbers:35:25",
        "t": "The assembly is to protect the one who kills someone from the avenger of blood. Then the assembly will return him to the city of refuge he fled to, and he must live there until the death of the high priest who was anointed with the holy oil."
    },
    {
        "o": 5354,
        "r": "csb:Numbers:35:26",
        "t": "“If*p the one who kills someone ever goes outside the border of the city of refuge he fled to,"
    },
    {
        "o": 5355,
        "r": "csb:Numbers:35:27",
        "t": "and the avenger of blood finds him outside the border of his city of refuge and kills him, the avenger will not be guilty of bloodshed,"
    },
    {
        "o": 5356,
        "r": "csb:Numbers:35:28",
        "t": "for the one who killed a person was supposed to live in his city of refuge until the death of the high priest. Only after the death of the high priest may the one who has killed a person return to the land he possesses."
    },
    {
        "o": 5357,
        "r": "csb:Numbers:35:29",
        "t": "These instructions will be a statutory ordinance for you throughout your generations wherever you live."
    },
    {
        "o": 5358,
        "r": "csb:Numbers:35:30",
        "t": "“If*p anyone kills a person, the murderer is to be put to death based on the word of witnesses. But no one is to be put to death based on the testimony of one witness."
    },
    {
        "o": 5359,
        "r": "csb:Numbers:35:31",
        "t": "You are not to accept a ransom for the life of someone who is guilty of murder; he must be put to death."
    },
    {
        "o": 5360,
        "r": "csb:Numbers:35:32",
        "t": "Neither should you accept a ransom for the person who flees to his city of refuge, allowing him to return and live in the land before the death of the high priest."
    },
    {
        "o": 5361,
        "r": "csb:Numbers:35:33",
        "t": "“Do*p not defile the land where you live, for bloodshed defiles the land, and there can be no atonement for the land because of the blood that is shed on it, except by the blood of the person who shed it."
    },
    {
        "o": 5362,
        "r": "csb:Numbers:35:34",
        "t": "Do not make the land unclean where you live and where I dwell; for I, the Lord,*s reside among the Israelites.”"
    },
    {
        "o": 5363,
        "r": "csb:Numbers:36:0",
        "t": "Numbers 36",
        "h": 1
    },
    {
        "o": 5364,
        "r": "csb:Numbers:36:0",
        "t": "The Inheritance of Zelophehad’s Daughters",
        "h": 2
    },
    {
        "o": 5365,
        "r": "csb:Numbers:36:1",
        "t": "The*p family heads from the clan of the descendants of Gilead - the son of Machir, son of Manasseh- who were from the clans of the sons of Joseph, approached and addressed Moses and the leaders who were heads of the Israelite families."
    },
    {
        "o": 5366,
        "r": "csb:Numbers:36:2",
        "t": "They said, “The Lord*s commanded my lord to give the land as an inheritance by lot to the Israelites. My lord was further commanded by the Lord*s to give our brother Zelophehad’s inheritance to his daughters."
    },
    {
        "o": 5367,
        "r": "csb:Numbers:36:3",
        "t": "If they marry any of the men from the other Israelite tribes, their inheritance will be taken away from our fathers’ inheritance and added to that of the tribe into which they marry. Therefore, part of our allotted inheritance would be taken away."
    },
    {
        "o": 5368,
        "r": "csb:Numbers:36:4",
        "t": "When the Jubilee comes for the Israelites, their inheritance will be added to that of the tribe into which they marry, and their inheritance will be taken away from the inheritance of our ancestral tribe.”"
    },
    {
        "o": 5369,
        "r": "csb:Numbers:36:5",
        "t": "So*p Moses commanded the Israelites at the word of the Lord,*s “What the tribe of Joseph’s descendants says is right."
    },
    {
        "o": 5370,
        "r": "csb:Numbers:36:6",
        "t": "This is what the Lord*s has commanded concerning Zelophehad’s daughters: They may marry anyone they like provided they marry within a clan of their ancestral tribe."
    },
    {
        "o": 5371,
        "r": "csb:Numbers:36:7",
        "t": "No inheritance belonging to the Israelites is to transfer from tribe to tribe, because each of the Israelites is to retain the inheritance of his ancestral tribe."
    },
    {
        "o": 5372,
        "r": "csb:Numbers:36:8",
        "t": "Any daughter who possesses an inheritance from an Israelite tribe must marry someone from the clan of her ancestral tribe, so that each of the Israelites will possess the inheritance of his fathers."
    },
    {
        "o": 5373,
        "r": "csb:Numbers:36:9",
        "t": "No inheritance is to transfer from one tribe to another, because each of the Israelite tribes is to retain its inheritance.”"
    },
    {
        "o": 5374,
        "r": "csb:Numbers:36:10",
        "t": "The*p daughters of Zelophehad did as the Lord*s commanded Moses."
    },
    {
        "o": 5375,
        "r": "csb:Numbers:36:11",
        "t": "Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, married cousins on their father’s side."
    },
    {
        "o": 5376,
        "r": "csb:Numbers:36:12",
        "t": "They married men from the clans of the descendants of Manasseh son of Joseph, and their inheritance remained within the tribe of their father’s clan."
    },
    {
        "o": 5377,
        "r": "csb:Numbers:36:13",
        "t": "These*p are the commands and ordinances the Lord*s commanded the Israelites through Moses in the plains of Moab by the Jordan across from Jericho."
    }
]
