[
    {
        "o": 8138,
        "r": "nasb:1 Samuel:12:0",
        "t": "1 Samuel 12",
        "h": 1
    },
    {
        "o": 8139,
        "r": "nasb:1 Samuel:12:0",
        "t": "Samuel Addresses Israel",
        "h": 2
    },
    {
        "o": 8140,
        "r": "nasb:1 Samuel:12:1",
        "t": "Then*p Samuel said to all Israel, “Behold, I have listened to your voice in all that you said to me and I have appointed a king over you."
    },
    {
        "o": 8141,
        "r": "nasb:1 Samuel:12:2",
        "t": "Now, here is the king walking before you, but I am old and gray, and behold my sons are with you. And I have walked before you from my youth even to this day."
    },
    {
        "o": 8142,
        "r": "nasb:1 Samuel:12:3",
        "t": "Here I am; bear witness against me before the Lord*s and His anointed. Whose ox have I taken, or whose donkey have I taken, or whom have I defrauded? Whom have I oppressed, or from whose hand have I taken a bribe to blind my eyes with it? I will restore it*i to you.”"
    },
    {
        "o": 8143,
        "r": "nasb:1 Samuel:12:4",
        "t": "They said, “You have not defrauded us or oppressed us or taken anything from any man’s hand.”"
    },
    {
        "o": 8144,
        "r": "nasb:1 Samuel:12:5",
        "t": "He said to them, “The Lord*s is witness against you, and His anointed is witness this day that you have found nothing in my hand.” And they said, “He*i is*i witness.”"
    },
    {
        "o": 8145,
        "r": "nasb:1 Samuel:12:6",
        "t": "Then*p Samuel said to the people, “It is the Lord*s who appointed Moses and Aaron and who brought your fathers up from the land of Egypt."
    },
    {
        "o": 8146,
        "r": "nasb:1 Samuel:12:7",
        "t": "So now, take your stand, that I may plead with you before the Lord*s concerning all the righteous acts of the Lord*s which He did for you and your fathers."
    },
    {
        "o": 8147,
        "r": "nasb:1 Samuel:12:8",
        "t": "When Jacob went into Egypt and your fathers cried out to the Lord,*s then the Lord*s sent Moses and Aaron who brought your fathers out of Egypt and settled them in this place."
    },
    {
        "o": 8148,
        "r": "nasb:1 Samuel:12:9",
        "t": "But they forgot the Lord*s their God, so He sold them into the hand of Sisera, captain of the army of Hazor, and into the hand of the Philistines and into the hand of the king of Moab, and they fought against them."
    },
    {
        "o": 8149,
        "r": "nasb:1 Samuel:12:10",
        "t": "They cried out to the Lord*s and said, ‘We have sinned because we have forsaken the Lord*s and have served the Baals and the Ashtaroth; but now deliver us from the hands of our enemies, and we will serve You.’"
    },
    {
        "o": 8150,
        "r": "nasb:1 Samuel:12:11",
        "t": "Then the Lord*s sent Jerubbaal and Bedan and Jephthah and Samuel, and delivered you from the hands of your enemies all around, so that you lived in security."
    },
    {
        "o": 8151,
        "r": "nasb:1 Samuel:12:11",
        "t": "The King Confirmed",
        "h": 2
    },
    {
        "o": 8152,
        "r": "nasb:1 Samuel:12:12",
        "t": "When*p you saw that Nahash the king of the sons of Ammon came against you, you said to me, ‘No, but a king shall reign over us,’ although the Lord*s your God was*i your king."
    },
    {
        "o": 8153,
        "r": "nasb:1 Samuel:12:13",
        "t": "Now therefore, here is the king whom you have chosen, whom you have asked for, and behold, the Lord*s has set a king over you."
    },
    {
        "o": 8154,
        "r": "nasb:1 Samuel:12:14",
        "t": "If you will fear the Lord*s and serve Him, and listen to His voice and not rebel against the command of the Lord,*s then both you and also the king who reigns over you will follow the Lord*s your God."
    },
    {
        "o": 8155,
        "r": "nasb:1 Samuel:12:15",
        "t": "If you will not listen to the voice of the Lord,*s but rebel against the command of the Lord,*s then the hand of the Lord*s will be against you, as*i it*i was*i against your fathers."
    },
    {
        "o": 8156,
        "r": "nasb:1 Samuel:12:16",
        "t": "Even now, take your stand and see this great thing which the Lord*s will do before your eyes."
    },
    {
        "o": 8157,
        "r": "nasb:1 Samuel:12:17",
        "t": "Is it not the wheat harvest today? I will call to the Lord,*s that He may send thunder and rain. Then you will know and see that your wickedness is great which you have done in the sight of the Lord*s by asking for yourselves a king.”"
    },
    {
        "o": 8158,
        "r": "nasb:1 Samuel:12:18",
        "t": "So Samuel called to the Lord,*s and the Lord*s sent thunder and rain that day; and all the people greatly feared the Lord*s and Samuel."
    },
    {
        "o": 8159,
        "r": "nasb:1 Samuel:12:19",
        "t": "Then*p all the people said to Samuel, “Pray for your servants to the Lord*s your God, so that we may not die, for we have added to all our sins this*i evil by asking for ourselves a king.”"
    },
    {
        "o": 8160,
        "r": "nasb:1 Samuel:12:20",
        "t": "Samuel said to the people, “Do not fear. You have committed all this evil, yet do not turn aside from following the Lord,*s but serve the Lord*s with all your heart."
    },
    {
        "o": 8161,
        "r": "nasb:1 Samuel:12:21",
        "t": "You must not turn aside, for then*i you*i would*i go*i after futile things which can not profit or deliver, because they are futile."
    },
    {
        "o": 8162,
        "r": "nasb:1 Samuel:12:22",
        "t": "For the Lord*s will not abandon His people on account of His great name, because the Lord*s has been pleased to make you a people for Himself."
    },
    {
        "o": 8163,
        "r": "nasb:1 Samuel:12:23",
        "t": "Moreover, as for me, far be it from me that I should sin against the Lord*s by ceasing to pray for you; but I will instruct you in the good and right way."
    },
    {
        "o": 8164,
        "r": "nasb:1 Samuel:12:24",
        "t": "Only fear the Lord*s and serve Him in truth with all your heart; for consider what great things He has done for you."
    },
    {
        "o": 8165,
        "r": "nasb:1 Samuel:12:25",
        "t": "But if you still do wickedly, both you and your king will be swept away.”"
    }
]
