[
    {
        "o": 33622,
        "r": "csb:2 Thessalonians:3:0",
        "t": "2 Thessalonians 3",
        "h": 1
    },
    {
        "o": 33623,
        "r": "csb:2 Thessalonians:3:0",
        "t": "Pray for Us",
        "h": 2
    },
    {
        "o": 33624,
        "r": "csb:2 Thessalonians:3:1",
        "t": "In*p addition, brothers and sisters, pray for us that the word of the Lord may spread rapidly and be honored, just as it was with you,"
    },
    {
        "o": 33625,
        "r": "csb:2 Thessalonians:3:2",
        "t": "and that we may be delivered from wicked and evil people, for not all have faith."
    },
    {
        "o": 33626,
        "r": "csb:2 Thessalonians:3:3",
        "t": "But the Lord is faithful; he will strengthen you and guard you from the evil one."
    },
    {
        "o": 33627,
        "r": "csb:2 Thessalonians:3:4",
        "t": "We have confidence in the Lord about you, that you are doing and will continue to do what we command."
    },
    {
        "o": 33628,
        "r": "csb:2 Thessalonians:3:5",
        "t": "May the Lord direct your hearts to God’s love and Christ’s endurance."
    },
    {
        "o": 33629,
        "r": "csb:2 Thessalonians:3:5",
        "t": "Warning against Irresponsible Behavior",
        "h": 2
    },
    {
        "o": 33630,
        "r": "csb:2 Thessalonians:3:6",
        "t": "Now*p we command you, brothers and sisters, in the name of our Lord Jesus Christ, to keep away from every brother or sister who is idle and does not live according to the tradition received from us."
    },
    {
        "o": 33631,
        "r": "csb:2 Thessalonians:3:7",
        "t": "For you yourselves know how you should imitate us: We were not idle among you;"
    },
    {
        "o": 33632,
        "r": "csb:2 Thessalonians:3:8",
        "t": "we did not eat anyone’s food free of charge; instead, we labored and toiled, working night and day, so that we would not be a burden to any of you."
    },
    {
        "o": 33633,
        "r": "csb:2 Thessalonians:3:9",
        "t": "It is not that we don’t have the right to support, but we did it to make ourselves an example to you so that you would imitate us."
    },
    {
        "o": 33634,
        "r": "csb:2 Thessalonians:3:10",
        "t": "In fact, when we were with you, this is what we commanded you: “If anyone isn’t willing to work, he should not eat.”"
    },
    {
        "o": 33635,
        "r": "csb:2 Thessalonians:3:11",
        "t": "For we hear that there are some among you who are idle. They are not busy but busybodies."
    },
    {
        "o": 33636,
        "r": "csb:2 Thessalonians:3:12",
        "t": "Now we command and exhort such people by the Lord Jesus Christ to work quietly and provide for themselves."
    },
    {
        "o": 33637,
        "r": "csb:2 Thessalonians:3:13",
        "t": "But as for you, brothers and sisters, do not grow weary in doing good."
    },
    {
        "o": 33638,
        "r": "csb:2 Thessalonians:3:14",
        "t": "If*p anyone does not obey our instruction in this letter, take note of that person; don’t associate with him, so that he may be ashamed."
    },
    {
        "o": 33639,
        "r": "csb:2 Thessalonians:3:15",
        "t": "Yet don’t consider him as an enemy, but warn him as a brother."
    },
    {
        "o": 33640,
        "r": "csb:2 Thessalonians:3:15",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33641,
        "r": "csb:2 Thessalonians:3:16",
        "t": "May*p the Lord of peace himself give you peace always in every way. The Lord be with all of you."
    },
    {
        "o": 33642,
        "r": "csb:2 Thessalonians:3:17",
        "t": "I, Paul, am writing this greeting with my own hand, which is an authenticating mark in every letter; this is how I write."
    },
    {
        "o": 33643,
        "r": "csb:2 Thessalonians:3:18",
        "t": "The grace of our Lord Jesus Christ be with you all."
    }
]
