[
    {
        "o": 6187,
        "r": "nkjv:Deuteronomy:28:0",
        "t": "Deuteronomy 28",
        "h": 1
    },
    {
        "o": 6188,
        "r": "nkjv:Deuteronomy:28:0",
        "t": "Blessings on Obedience",
        "h": 2
    },
    {
        "o": 6189,
        "r": "nkjv:Deuteronomy:28:1",
        "t": "“Now*p it shall come to pass, if you diligently obey the voice of the Lord*s your God, to observe carefully all His commandments which I command you today, that the Lord*s your God will set you high above all nations of the earth."
    },
    {
        "o": 6190,
        "r": "nkjv:Deuteronomy:28:2",
        "t": "And all these blessings shall come upon you and overtake you, because you obey the voice of the Lord*s your God:"
    },
    {
        "o": 6191,
        "r": "nkjv:Deuteronomy:28:3",
        "t": "“Blessed*p shall*i you be*i in the city, and blessed shall*i you be*i in the country."
    },
    {
        "o": 6192,
        "r": "nkjv:Deuteronomy:28:4",
        "t": "“Blessed*p shall*i be*i the fruit of your body, the produce of your ground and the increase of your herds, the increase of your cattle and the offspring of your flocks."
    },
    {
        "o": 6193,
        "r": "nkjv:Deuteronomy:28:5",
        "t": "“Blessed*p shall*i be*i your basket and your kneading bowl."
    },
    {
        "o": 6194,
        "r": "nkjv:Deuteronomy:28:6",
        "t": "“Blessed*p shall*i you be*i when you come in, and blessed shall*i you be*i when you go out."
    },
    {
        "o": 6195,
        "r": "nkjv:Deuteronomy:28:7",
        "t": "“The*p Lord*s will cause your enemies who rise against you to be defeated before your face; they shall come out against you one way and flee before you seven ways."
    },
    {
        "o": 6196,
        "r": "nkjv:Deuteronomy:28:8",
        "t": "“The*p Lord*s will command the blessing on you in your storehouses and in all to which you set your hand, and He will bless you in the land which the Lord*s your God is giving you."
    },
    {
        "o": 6197,
        "r": "nkjv:Deuteronomy:28:9",
        "t": "“The*p Lord*s will establish you as a holy people to Himself, just as He has sworn to you, if you keep the commandments of the Lord*s your God and walk in His ways."
    },
    {
        "o": 6198,
        "r": "nkjv:Deuteronomy:28:10",
        "t": "Then all peoples of the earth shall see that you are called by the name of the Lord,*s and they shall be afraid of you."
    },
    {
        "o": 6199,
        "r": "nkjv:Deuteronomy:28:11",
        "t": "And the Lord*s will grant you plenty of goods, in the fruit of your body, in the increase of your livestock, and in the produce of your ground, in the land of which the Lord*s swore to your fathers to give you."
    },
    {
        "o": 6200,
        "r": "nkjv:Deuteronomy:28:12",
        "t": "The Lord*s will open to you His good treasure, the heavens, to give the rain to your land in its season, and to bless all the work of your hand. You shall lend to many nations, but you shall not borrow."
    },
    {
        "o": 6201,
        "r": "nkjv:Deuteronomy:28:13",
        "t": "And the Lord*s will make you the head and not the tail; you shall be above only, and not be beneath, if you heed the commandments of the Lord*s your God, which I command you today, and are careful to observe them.*i"
    },
    {
        "o": 6202,
        "r": "nkjv:Deuteronomy:28:14",
        "t": "So you shall not turn aside from any of the words which I command you this day, to*i the right or the left, to go after other gods to serve them."
    },
    {
        "o": 6203,
        "r": "nkjv:Deuteronomy:28:14",
        "t": "Curses on Disobedience",
        "h": 2
    },
    {
        "o": 6204,
        "r": "nkjv:Deuteronomy:28:15",
        "t": "“But*p it shall come to pass, if you do not obey the voice of the Lord*s your God, to observe carefully all His commandments and His statutes which I command you today, that all these curses will come upon you and overtake you:"
    },
    {
        "o": 6205,
        "r": "nkjv:Deuteronomy:28:16",
        "t": "“Cursed*p shall*i you be*i in the city, and cursed shall*i you be*i in the country."
    },
    {
        "o": 6206,
        "r": "nkjv:Deuteronomy:28:17",
        "t": "“Cursed*p shall*i be*i your basket and your kneading bowl."
    },
    {
        "o": 6207,
        "r": "nkjv:Deuteronomy:28:18",
        "t": "“Cursed*p shall*i be*i the fruit of your body and the produce of your land, the increase of your cattle and the offspring of your flocks."
    },
    {
        "o": 6208,
        "r": "nkjv:Deuteronomy:28:19",
        "t": "“Cursed*p shall*i you be*i when you come in, and cursed shall*i you be*i when you go out."
    },
    {
        "o": 6209,
        "r": "nkjv:Deuteronomy:28:20",
        "t": "“The*p Lord*s will send on you cursing, confusion, and rebuke in all that you set your hand to do, until you are destroyed and until you perish quickly, because of the wickedness of your doings in which you have forsaken Me."
    },
    {
        "o": 6210,
        "r": "nkjv:Deuteronomy:28:21",
        "t": "The Lord*s will make the plague cling to you until He has consumed you from the land which you are going to possess."
    },
    {
        "o": 6211,
        "r": "nkjv:Deuteronomy:28:22",
        "t": "The Lord*s will strike you with consumption, with fever, with inflammation, with severe burning fever, with the sword, with scorching, and with mildew; they shall pursue you until you perish."
    },
    {
        "o": 6212,
        "r": "nkjv:Deuteronomy:28:23",
        "t": "And your heavens which are*i over your head shall be bronze, and the earth which is under you shall*i be*i iron."
    },
    {
        "o": 6213,
        "r": "nkjv:Deuteronomy:28:24",
        "t": "The Lord*s will change the rain of your land to powder and dust; from the heaven it shall come down on you until you are destroyed."
    },
    {
        "o": 6214,
        "r": "nkjv:Deuteronomy:28:25",
        "t": "“The*p Lord*s will cause you to be defeated before your enemies; you shall go out one way against them and flee seven ways before them; and you shall become troublesome to all the kingdoms of the earth."
    },
    {
        "o": 6215,
        "r": "nkjv:Deuteronomy:28:26",
        "t": "Your carcasses shall be food for all the birds of the air and the beasts of the earth, and no one shall frighten them*i away."
    },
    {
        "o": 6216,
        "r": "nkjv:Deuteronomy:28:27",
        "t": "The Lord*s will strike you with the boils of Egypt, with tumors, with the scab, and with the itch, from which you cannot be healed."
    },
    {
        "o": 6217,
        "r": "nkjv:Deuteronomy:28:28",
        "t": "The Lord*s will strike you with madness and blindness and confusion of heart."
    },
    {
        "o": 6218,
        "r": "nkjv:Deuteronomy:28:29",
        "t": "And you shall grope at noonday, as a blind man gropes in darkness; you shall not prosper in your ways; you shall be only oppressed and plundered continually, and no one shall save you.*i"
    },
    {
        "o": 6219,
        "r": "nkjv:Deuteronomy:28:30",
        "t": "“You*p shall betroth a wife, but another man shall lie with her; you shall build a house, but you shall not dwell in it; you shall plant a vineyard, but shall not gather its grapes."
    },
    {
        "o": 6220,
        "r": "nkjv:Deuteronomy:28:31",
        "t": "Your ox shall*i be*i slaughtered before your eyes, but you shall not eat of it; your donkey shall*i be*i violently taken away from before you, and shall not be restored to you; your sheep shall*i be*i given to your enemies, and you shall have no one to rescue them.*i"
    },
    {
        "o": 6221,
        "r": "nkjv:Deuteronomy:28:32",
        "t": "Your sons and your daughters shall*i be*i given to another people, and your eyes shall look and fail with*i longing*i for them all day long; and there*i shall*i be*i no strength in your hand."
    },
    {
        "o": 6222,
        "r": "nkjv:Deuteronomy:28:33",
        "t": "A nation whom you have not known shall eat the fruit of your land and the produce of your labor, and you shall be only oppressed and crushed continually."
    },
    {
        "o": 6223,
        "r": "nkjv:Deuteronomy:28:34",
        "t": "So you shall be driven mad because of the sight which your eyes see."
    },
    {
        "o": 6224,
        "r": "nkjv:Deuteronomy:28:35",
        "t": "The Lord*s will strike you in the knees and on the legs with severe boils which cannot be healed, and from the sole of your foot to the top of your head."
    },
    {
        "o": 6225,
        "r": "nkjv:Deuteronomy:28:36",
        "t": "“The*p Lord*s will bring you and the king whom you set over you to a nation which neither you nor your fathers have known, and there you shall serve other gods—wood and stone."
    },
    {
        "o": 6226,
        "r": "nkjv:Deuteronomy:28:37",
        "t": "And you shall become an astonishment, a proverb, and a byword among all nations where the Lord*s will drive you."
    },
    {
        "o": 6227,
        "r": "nkjv:Deuteronomy:28:38",
        "t": "“You*p shall carry much seed out to the field but gather little in, for the locust shall consume it."
    },
    {
        "o": 6228,
        "r": "nkjv:Deuteronomy:28:39",
        "t": "You shall plant vineyards and tend them,*i but you shall neither drink of*i the wine nor gather the grapes;*i for the worms shall eat them."
    },
    {
        "o": 6229,
        "r": "nkjv:Deuteronomy:28:40",
        "t": "You shall have olive trees throughout all your territory, but you shall not anoint yourself*i with the oil; for your olives shall drop off."
    },
    {
        "o": 6230,
        "r": "nkjv:Deuteronomy:28:41",
        "t": "You shall beget sons and daughters, but they shall not be yours; for they shall go into captivity."
    },
    {
        "o": 6231,
        "r": "nkjv:Deuteronomy:28:42",
        "t": "Locusts shall consume all your trees and the produce of your land."
    },
    {
        "o": 6232,
        "r": "nkjv:Deuteronomy:28:43",
        "t": "“The*p alien who is*i among you shall rise higher and higher above you, and you shall come down lower and lower."
    },
    {
        "o": 6233,
        "r": "nkjv:Deuteronomy:28:44",
        "t": "He shall lend to you, but you shall not lend to him; he shall be the head, and you shall be the tail."
    },
    {
        "o": 6234,
        "r": "nkjv:Deuteronomy:28:45",
        "t": "“Moreover*p all these curses shall come upon you and pursue and overtake you, until you are destroyed, because you did not obey the voice of the Lord*s your God, to keep His commandments and His statutes which He commanded you."
    },
    {
        "o": 6235,
        "r": "nkjv:Deuteronomy:28:46",
        "t": "And they shall be upon you for a sign and a wonder, and on your descendants forever."
    },
    {
        "o": 6236,
        "r": "nkjv:Deuteronomy:28:47",
        "t": "“Because*p you did not serve the Lord*s your God with joy and gladness of heart, for the abundance of everything,"
    },
    {
        "o": 6237,
        "r": "nkjv:Deuteronomy:28:48",
        "t": "therefore you shall serve your enemies, whom the Lord*s will send against you, in hunger, in thirst, in nakedness, and in need of everything; and He will put a yoke of iron on your neck until He has destroyed you."
    },
    {
        "o": 6238,
        "r": "nkjv:Deuteronomy:28:49",
        "t": "The Lord*s will bring a nation against you from afar, from the end of the earth, as*i swift*i as the eagle flies, a nation whose language you will not understand,"
    },
    {
        "o": 6239,
        "r": "nkjv:Deuteronomy:28:50",
        "t": "a nation of fierce countenance, which does not respect the elderly nor show favor to the young."
    },
    {
        "o": 6240,
        "r": "nkjv:Deuteronomy:28:51",
        "t": "And they shall eat the increase of your livestock and the produce of your land, until you are destroyed; they shall not leave you grain or new wine or oil, or*i the increase of your cattle or the offspring of your flocks, until they have destroyed you."
    },
    {
        "o": 6241,
        "r": "nkjv:Deuteronomy:28:52",
        "t": "“They*p shall besiege you at all your gates until your high and fortified walls, in which you trust, come down throughout all your land; and they shall besiege you at all your gates throughout all your land which the Lord*s your God has given you."
    },
    {
        "o": 6242,
        "r": "nkjv:Deuteronomy:28:53",
        "t": "You shall eat the fruit of your own body, the flesh of your sons and your daughters whom the Lord*s your God has given you, in the siege and desperate straits in which your enemy shall distress you."
    },
    {
        "o": 6243,
        "r": "nkjv:Deuteronomy:28:54",
        "t": "The sensitive and very refined man among you will be hostile toward his brother, toward the wife of his bosom, and toward the rest of his children whom he leaves behind,"
    },
    {
        "o": 6244,
        "r": "nkjv:Deuteronomy:28:55",
        "t": "so that he will not give any of them the flesh of his children whom he will eat, because he has nothing left in the siege and desperate straits in which your enemy shall distress you at all your gates."
    },
    {
        "o": 6245,
        "r": "nkjv:Deuteronomy:28:56",
        "t": "The tender and delicate woman among you, who would not venture to set the sole of her foot on the ground because of her delicateness and sensitivity, will refuse to the husband of her bosom, and to her son and her daughter,"
    },
    {
        "o": 6246,
        "r": "nkjv:Deuteronomy:28:57",
        "t": "her placenta which comes out from between her feet and her children whom she bears; for she will eat them secretly for lack of everything in the siege and desperate straits in which your enemy shall distress you at all your gates."
    },
    {
        "o": 6247,
        "r": "nkjv:Deuteronomy:28:58",
        "t": "“If*p you do not carefully observe all the words of this law that are written in this book, that you may fear this glorious and awesome name, THE Lord YOUR GOD,"
    },
    {
        "o": 6248,
        "r": "nkjv:Deuteronomy:28:59",
        "t": "then the Lord*s will bring upon you and your descendants extraordinary plagues—great and prolonged plagues—and serious and prolonged sicknesses."
    },
    {
        "o": 6249,
        "r": "nkjv:Deuteronomy:28:60",
        "t": "Moreover He will bring back on you all the diseases of Egypt, of which you were afraid, and they shall cling to you."
    },
    {
        "o": 6250,
        "r": "nkjv:Deuteronomy:28:61",
        "t": "Also every sickness and every plague, which is*i not written in this Book of the Law, will the Lord*s bring upon you until you are destroyed."
    },
    {
        "o": 6251,
        "r": "nkjv:Deuteronomy:28:62",
        "t": "You shall be left few in number, whereas you were as the stars of heaven in multitude, because you would not obey the voice of the Lord*s your God."
    },
    {
        "o": 6252,
        "r": "nkjv:Deuteronomy:28:63",
        "t": "And it shall be, that*i just as the Lord*s rejoiced over you to do you good and multiply you, so the Lord*s will rejoice over you to destroy you and bring you to nothing; and you shall be plucked from off the land which you go to possess."
    },
    {
        "o": 6253,
        "r": "nkjv:Deuteronomy:28:64",
        "t": "“Then*p the Lord*s will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods, which neither you nor your fathers have known—wood and stone."
    },
    {
        "o": 6254,
        "r": "nkjv:Deuteronomy:28:65",
        "t": "And among those nations you shall find no rest, nor shall the sole of your foot have a resting place; but there the Lord*s will give you a trembling heart, failing eyes, and anguish of soul."
    },
    {
        "o": 6255,
        "r": "nkjv:Deuteronomy:28:66",
        "t": "Your life shall hang in doubt before you; you shall fear day and night, and have no assurance of life."
    },
    {
        "o": 6256,
        "r": "nkjv:Deuteronomy:28:67",
        "t": "In the morning you shall say, ‘Oh, that it were evening!’ And at evening you shall say, ‘Oh, that it were morning!’ because of the fear which terrifies your heart, and because of the sight which your eyes see."
    },
    {
        "o": 6257,
        "r": "nkjv:Deuteronomy:28:68",
        "t": "“And*p the Lord*s will take you back to Egypt in ships, by the way of which I said to you, ‘You shall never see it again.’ And there you shall be offered for sale to your enemies as male and female slaves, but no one will buy you.”*i"
    }
]
