[
    {
        "o": 2041,
        "r": "nasb:Exodus:13:0",
        "t": "Exodus 13",
        "h": 1
    },
    {
        "o": 2042,
        "r": "nasb:Exodus:13:0",
        "t": "Consecration of the Firstborn",
        "h": 2
    },
    {
        "o": 2043,
        "r": "nasb:Exodus:13:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2044,
        "r": "nasb:Exodus:13:2",
        "t": "“Sanctify to Me every firstborn, the first offspring of every womb among the sons of Israel, both of man and beast; it belongs to Me.”"
    },
    {
        "o": 2045,
        "r": "nasb:Exodus:13:3",
        "t": "Moses*p said to the people, “Remember this day in which you went out from Egypt, from the house of slavery; for by a powerful hand the Lord*s brought you out from this place. And nothing leavened shall be eaten."
    },
    {
        "o": 2046,
        "r": "nasb:Exodus:13:4",
        "t": "On this day in the month of Abib, you are about to go forth."
    },
    {
        "o": 2047,
        "r": "nasb:Exodus:13:5",
        "t": "It shall be when the Lord*s brings you to the land of the Canaanite, the Hittite, the Amorite, the Hivite and the Jebusite, which He swore to your fathers to give you, a land flowing with milk and honey, that you shall observe this rite in this month."
    },
    {
        "o": 2048,
        "r": "nasb:Exodus:13:6",
        "t": "For seven days you shall eat unleavened bread, and on the seventh day there shall be a feast to the Lord.*s"
    },
    {
        "o": 2049,
        "r": "nasb:Exodus:13:7",
        "t": "Unleavened bread shall be eaten throughout the seven days; and nothing leavened shall be seen among you, nor shall any leaven be seen among you in all your borders."
    },
    {
        "o": 2050,
        "r": "nasb:Exodus:13:8",
        "t": "You shall tell your son on that day, saying, ‘It is because of what the Lord*s did for me when I came out of Egypt.’"
    },
    {
        "o": 2051,
        "r": "nasb:Exodus:13:9",
        "t": "And it shall serve as a sign to you on your hand, and as a reminder on your forehead, that the law of the Lord*s may be in your mouth; for with a powerful hand the Lord*s brought you out of Egypt."
    },
    {
        "o": 2052,
        "r": "nasb:Exodus:13:10",
        "t": "Therefore, you shall keep this ordinance at its appointed time from year to year."
    },
    {
        "o": 2053,
        "r": "nasb:Exodus:13:11",
        "t": "“Now*p when the Lord*s brings you to the land of the Canaanite, as He swore to you and to your fathers, and gives it to you,"
    },
    {
        "o": 2054,
        "r": "nasb:Exodus:13:12",
        "t": "you shall devote to the Lord*s the first offspring of every womb, and the first offspring of every beast that you own; the males belong to the Lord.*s"
    },
    {
        "o": 2055,
        "r": "nasb:Exodus:13:13",
        "t": "But every first offspring of a donkey you shall redeem with a lamb, but if you do not redeem it,*i then you shall break its neck; and every firstborn of man among your sons you shall redeem."
    },
    {
        "o": 2056,
        "r": "nasb:Exodus:13:14",
        "t": "And it shall be when your son asks you in time to come, saying, ‘What is this?’ then you shall say to him, ‘With a powerful hand the Lord*s brought us out of Egypt, from the house of slavery."
    },
    {
        "o": 2057,
        "r": "nasb:Exodus:13:15",
        "t": "It came about, when Pharaoh was stubborn about letting us go, that the Lord*s killed every firstborn in the land of Egypt, both the firstborn of man and the firstborn of beast. Therefore, I sacrifice to the Lord*s the males, the first offspring of every womb, but every firstborn of my sons I redeem.’"
    },
    {
        "o": 2058,
        "r": "nasb:Exodus:13:16",
        "t": "So it shall serve as a sign on your hand and as phylacteries on your forehead, for with a powerful hand the Lord*s brought us out of Egypt.”"
    },
    {
        "o": 2059,
        "r": "nasb:Exodus:13:16",
        "t": "God Leads the People",
        "h": 2
    },
    {
        "o": 2060,
        "r": "nasb:Exodus:13:17",
        "t": "Now*p when Pharaoh had let the people go, God did not lead them by the way of the land of the Philistines, even though it was near; for God said, “The people might change their minds when they see war, and return to Egypt.”"
    },
    {
        "o": 2061,
        "r": "nasb:Exodus:13:18",
        "t": "Hence God led the people around by the way of the wilderness to the Red Sea; and the sons of Israel went up in martial array from the land of Egypt."
    },
    {
        "o": 2062,
        "r": "nasb:Exodus:13:19",
        "t": "Moses took the bones of Joseph with him, for he had made the sons of Israel solemnly swear, saying, “God will surely take care of you, and you shall carry my bones from here with you.”"
    },
    {
        "o": 2063,
        "r": "nasb:Exodus:13:20",
        "t": "Then they set out from Succoth and camped in Etham on the edge of the wilderness."
    },
    {
        "o": 2064,
        "r": "nasb:Exodus:13:21",
        "t": "The Lord*s was going before them in a pillar of cloud by day to lead them on the way, and in a pillar of fire by night to give them light, that they might travel by day and by night."
    },
    {
        "o": 2065,
        "r": "nasb:Exodus:13:22",
        "t": "He did not take away the pillar of cloud by day, nor the pillar of fire by night, from before the people."
    }
]
