[
    {
        "o": 14990,
        "r": "nasb:Job:31:0",
        "t": "Job 31",
        "h": 1
    },
    {
        "o": 14991,
        "r": "nasb:Job:31:0",
        "t": "Job Asserts His Integrity",
        "h": 2
    },
    {
        "o": 14992,
        "r": "nasb:Job:31:1",
        "t": "“I*pn have made a covenant with my eyes; How*ln then could I gaze at a virgin?"
    },
    {
        "o": 14993,
        "r": "nasb:Job:31:2",
        "t": "And*ln what is the portion of God from above Or*ln the heritage of the Almighty from on high?"
    },
    {
        "o": 14994,
        "r": "nasb:Job:31:3",
        "t": "Is*ln it not calamity to the unjust And*ln disaster to those who work iniquity?"
    },
    {
        "o": 14995,
        "r": "nasb:Job:31:4",
        "t": "Does*ln He not see my ways And*ln number all my steps?"
    },
    {
        "o": 14996,
        "r": "nasb:Job:31:5",
        "t": "“If*ln I have walked with falsehood, And*ln my foot has hastened after deceit,"
    },
    {
        "o": 14997,
        "r": "nasb:Job:31:6",
        "t": "Let*ln Him weigh me with accurate scales, And*ln let God know my integrity."
    },
    {
        "o": 14998,
        "r": "nasb:Job:31:7",
        "t": "If*ln my step has turned from the way, Or*ln my heart followed my eyes, Or*ln if any spot has stuck to my hands,"
    },
    {
        "o": 14999,
        "r": "nasb:Job:31:8",
        "t": "Let*ln me sow and another eat, And*ln let my crops be uprooted."
    },
    {
        "o": 15000,
        "r": "nasb:Job:31:9",
        "t": "“If*ln my heart has been enticed by a woman, Or*ln I have lurked at my neighbor’s doorway,"
    },
    {
        "o": 15001,
        "r": "nasb:Job:31:10",
        "t": "May*ln my wife grind for another, And*ln let others kneel down over her."
    },
    {
        "o": 15002,
        "r": "nasb:Job:31:11",
        "t": "For*ln that would be a lustful crime; Moreover,*ln it would be an iniquity punishable*i by*i judges."
    },
    {
        "o": 15003,
        "r": "nasb:Job:31:12",
        "t": "For*ln it would be fire that consumes to Abaddon, And*ln would uproot all my increase."
    },
    {
        "o": 15004,
        "r": "nasb:Job:31:13",
        "t": "“If*ln I have despised the claim of my male or female slaves When*ln they filed a complaint against me,"
    },
    {
        "o": 15005,
        "r": "nasb:Job:31:14",
        "t": "What*ln then could I do when God arises? And*ln when He calls me to account, what will I answer Him?"
    },
    {
        "o": 15006,
        "r": "nasb:Job:31:15",
        "t": "Did*ln not He who made me in the womb make him, And*ln the same one fashion us in the womb?"
    },
    {
        "o": 15007,
        "r": "nasb:Job:31:16",
        "t": "“If*ln I have kept the poor from their*i desire, Or*ln have caused the eyes of the widow to fail,"
    },
    {
        "o": 15008,
        "r": "nasb:Job:31:17",
        "t": "Or*ln have eaten my morsel alone, And*ln the orphan has not shared it"
    },
    {
        "o": 15009,
        "r": "nasb:Job:31:18",
        "t": "(But*ln from my youth he grew up with me as with a father, And*ln from infancy I guided her),"
    },
    {
        "o": 15010,
        "r": "nasb:Job:31:19",
        "t": "If*ln I have seen anyone perish for lack of clothing, Or*ln that the needy had no covering,"
    },
    {
        "o": 15011,
        "r": "nasb:Job:31:20",
        "t": "If*ln his loins have not thanked me, And*ln if he has not been warmed with the fleece of my sheep,"
    },
    {
        "o": 15012,
        "r": "nasb:Job:31:21",
        "t": "If*ln I have lifted up my hand against the orphan, Because*ln I saw I had support in the gate,"
    },
    {
        "o": 15013,
        "r": "nasb:Job:31:22",
        "t": "Let*ln my shoulder fall from the socket, And*ln my arm be broken off at the elbow."
    },
    {
        "o": 15014,
        "r": "nasb:Job:31:23",
        "t": "For*ln calamity from God is a terror to me, And*ln because of His majesty I can do nothing."
    },
    {
        "o": 15015,
        "r": "nasb:Job:31:24",
        "t": "“If*ln I have put my confidence in*i gold, And*ln called fine gold my trust,"
    },
    {
        "o": 15016,
        "r": "nasb:Job:31:25",
        "t": "If*ln I have gloated because my wealth was great, And*ln because my hand had secured so*i much;"
    },
    {
        "o": 15017,
        "r": "nasb:Job:31:26",
        "t": "If*ln I have looked at the sun when it shone Or*ln the moon going in splendor,"
    },
    {
        "o": 15018,
        "r": "nasb:Job:31:27",
        "t": "And*ln my heart became secretly enticed, And*ln my hand threw a kiss from my mouth,"
    },
    {
        "o": 15019,
        "r": "nasb:Job:31:28",
        "t": "That*ln too would have been an iniquity calling*i for*i judgment, For*ln I would have denied God above."
    },
    {
        "o": 15020,
        "r": "nasb:Job:31:29",
        "t": "“Have*ln I rejoiced at the extinction of my enemy, Or*ln exulted when evil befell him?"
    },
    {
        "o": 15021,
        "r": "nasb:Job:31:30",
        "t": "No,*ln I have not allowed my mouth to sin By*ln asking for his life in a curse."
    },
    {
        "o": 15022,
        "r": "nasb:Job:31:31",
        "t": "Have*ln the men of my tent not said, ‘Who*ln can find one who has not been satisfied with his meat’?"
    },
    {
        "o": 15023,
        "r": "nasb:Job:31:32",
        "t": "The*ln alien has not lodged outside, For*iln I have opened my doors to the traveler."
    },
    {
        "o": 15024,
        "r": "nasb:Job:31:33",
        "t": "Have*ln I covered my transgressions like Adam, By*ln hiding my iniquity in my bosom,"
    },
    {
        "o": 15025,
        "r": "nasb:Job:31:34",
        "t": "Because*ln I feared the great multitude, And*ln the contempt of families terrified me, And*ln kept silent and did not go out of doors?"
    },
    {
        "o": 15026,
        "r": "nasb:Job:31:35",
        "t": "Oh*ln that I had one to hear me! Behold,*ln here is my signature; Let*ln the Almighty answer me! And*ln the indictment which my adversary has written,"
    },
    {
        "o": 15027,
        "r": "nasb:Job:31:36",
        "t": "Surely*ln I would carry it on my shoulder, I*ln would bind it to myself like a crown."
    },
    {
        "o": 15028,
        "r": "nasb:Job:31:37",
        "t": "I*ln would declare to Him the number of my steps; Like*ln a prince I would approach Him."
    },
    {
        "o": 15029,
        "r": "nasb:Job:31:38",
        "t": "“If*ln my land cries out against me, And*ln its furrows weep together;"
    },
    {
        "o": 15030,
        "r": "nasb:Job:31:39",
        "t": "If*ln I have eaten its fruit without money, Or*ln have caused its owners to lose their lives,"
    },
    {
        "o": 15031,
        "r": "nasb:Job:31:40",
        "t": "Let*ln briars grow instead of wheat, And*ln stinkweed instead of barley.” The*p words of Job are ended."
    }
]
