[
    {
        "o": 26022,
        "r": "nkjv:Matthew:3:0",
        "t": "Matthew 3",
        "h": 1
    },
    {
        "o": 26023,
        "r": "nkjv:Matthew:3:0",
        "t": "John the Baptist Prepares the Way",
        "h": 2
    },
    {
        "o": 26024,
        "r": "nkjv:Matthew:3:1",
        "t": "In*p those days John the Baptist came preaching in the wilderness of Judea,"
    },
    {
        "o": 26025,
        "r": "nkjv:Matthew:3:2",
        "t": "and saying, “Repent, for the kingdom of heaven is at hand!”"
    },
    {
        "o": 26026,
        "r": "nkjv:Matthew:3:3",
        "t": "For this is he who was spoken of by the prophet Isaiah, saying: “The*pn voice of one crying in the wilderness: ‘Prepare*ld the way of the Lord;*sb Make*ld His paths straight.’”"
    },
    {
        "o": 26027,
        "r": "nkjv:Matthew:3:4",
        "t": "Now*p John himself was clothed in camel’s hair, with a leather belt around his waist; and his food was locusts and wild honey."
    },
    {
        "o": 26028,
        "r": "nkjv:Matthew:3:5",
        "t": "Then Jerusalem, all Judea, and all the region around the Jordan went out to him"
    },
    {
        "o": 26029,
        "r": "nkjv:Matthew:3:6",
        "t": "and were baptized by him in the Jordan, confessing their sins."
    },
    {
        "o": 26030,
        "r": "nkjv:Matthew:3:7",
        "t": "But*p when he saw many of the Pharisees and Sadducees coming to his baptism, he said to them, “Brood of vipers! Who warned you to flee from the wrath to come?"
    },
    {
        "o": 26031,
        "r": "nkjv:Matthew:3:8",
        "t": "Therefore bear fruits worthy of repentance,"
    },
    {
        "o": 26032,
        "r": "nkjv:Matthew:3:9",
        "t": "and do not think to say to yourselves, ‘We have Abraham as our*i father.’ For I say to you that God is able to raise up children to Abraham from these stones."
    },
    {
        "o": 26033,
        "r": "nkjv:Matthew:3:10",
        "t": "And even now the ax is laid to the root of the trees. Therefore every tree which does not bear good fruit is cut down and thrown into the fire."
    },
    {
        "o": 26034,
        "r": "nkjv:Matthew:3:11",
        "t": "I indeed baptize you with water unto repentance, but He who is coming after me is mightier than I, whose sandals I am not worthy to carry. He will baptize you with the Holy Spirit and fire."
    },
    {
        "o": 26035,
        "r": "nkjv:Matthew:3:12",
        "t": "His winnowing fan is*i in His hand, and He will thoroughly clean out His threshing floor, and gather His wheat into the barn; but He will burn up the chaff with unquenchable fire.”"
    },
    {
        "o": 26036,
        "r": "nkjv:Matthew:3:12",
        "t": "John Baptizes Jesus",
        "h": 2
    },
    {
        "o": 26037,
        "r": "nkjv:Matthew:3:13",
        "t": "Then*p Jesus came from Galilee to John at the Jordan to be baptized by him."
    },
    {
        "o": 26038,
        "r": "nkjv:Matthew:3:14",
        "t": "And John tried*i to*i prevent Him, saying, “I need to be baptized by You, and are You coming to me?”"
    },
    {
        "o": 26039,
        "r": "nkjv:Matthew:3:15",
        "t": "But*p Jesus answered and said to him, “Permit*r it*ir to*ir be*ir so*ir now,*r for*r thus*r it*r is*r fitting*r for*r us*r to*r fulfill*r all*r righteousness.”*r Then he allowed Him."
    },
    {
        "o": 26040,
        "r": "nkjv:Matthew:3:16",
        "t": "When*p He had been baptized, Jesus came up immediately from the water; and behold, the heavens were opened to Him, and He saw the Spirit of God descending like a dove and alighting upon Him."
    },
    {
        "o": 26041,
        "r": "nkjv:Matthew:3:17",
        "t": "And suddenly a voice came*i from heaven, saying, “This is My beloved Son, in whom I am well pleased.”"
    }
]
