[
    {
        "o": 14326,
        "r": "niv:Job:10:0",
        "t": "Job 10",
        "h": 1
    },
    {
        "o": 14327,
        "r": "niv:Job:10:1",
        "t": "“I*pn loathe my very life; therefore*ld I will give free rein to my complaint and*ld speak out in the bitterness of my soul."
    },
    {
        "o": 14328,
        "r": "niv:Job:10:2",
        "t": "I*ln say to God: Do not declare me guilty, but*ld tell me what charges you have against me."
    },
    {
        "o": 14329,
        "r": "niv:Job:10:3",
        "t": "Does*ln it please you to oppress me, to*ld spurn the work of your hands, while*ld you smile on the plans of the wicked?"
    },
    {
        "o": 14330,
        "r": "niv:Job:10:4",
        "t": "Do*ln you have eyes of flesh? Do*ld you see as a mortal sees?"
    },
    {
        "o": 14331,
        "r": "niv:Job:10:5",
        "t": "Are*ln your days like those of a mortal or*ld your years like those of a strong man,"
    },
    {
        "o": 14332,
        "r": "niv:Job:10:6",
        "t": "that*ln you must search out my faults and*ld probe after my sin—"
    },
    {
        "o": 14333,
        "r": "niv:Job:10:7",
        "t": "though*ln you know that I am not guilty and*ld that no one can rescue me from your hand?"
    },
    {
        "o": 14334,
        "r": "niv:Job:10:8",
        "t": "“Your*pn hands shaped me and made me. Will*ld you now turn and destroy me?"
    },
    {
        "o": 14335,
        "r": "niv:Job:10:9",
        "t": "Remember*ln that you molded me like clay. Will*ld you now turn me to dust again?"
    },
    {
        "o": 14336,
        "r": "niv:Job:10:10",
        "t": "Did*ln you not pour me out like milk and*ld curdle me like cheese,"
    },
    {
        "o": 14337,
        "r": "niv:Job:10:11",
        "t": "clothe*ln me with skin and flesh and*ld knit me together with bones and sinews?"
    },
    {
        "o": 14338,
        "r": "niv:Job:10:12",
        "t": "You*ln gave me life and showed me kindness, and*ld in your providence watched over my spirit."
    },
    {
        "o": 14339,
        "r": "niv:Job:10:13",
        "t": "“But*pn this is what you concealed in your heart, and*ld I know that this was in your mind:"
    },
    {
        "o": 14340,
        "r": "niv:Job:10:14",
        "t": "If*ln I sinned, you would be watching me and*ld would not let my offense go unpunished."
    },
    {
        "o": 14341,
        "r": "niv:Job:10:15",
        "t": "If*ln I am guilty—woe to me! Even*ld if I am innocent, I cannot lift my head, for*ln I am full of shame and*ld drowned in my affliction."
    },
    {
        "o": 14342,
        "r": "niv:Job:10:16",
        "t": "If*ln I hold my head high, you stalk me like a lion and*ld again display your awesome power against me."
    },
    {
        "o": 14343,
        "r": "niv:Job:10:17",
        "t": "You*ln bring new witnesses against me and*ld increase your anger toward me; your*ld forces come against me wave upon wave."
    },
    {
        "o": 14344,
        "r": "niv:Job:10:18",
        "t": "“Why*pn then did you bring me out of the womb? I*ld wish I had died before any eye saw me."
    },
    {
        "o": 14345,
        "r": "niv:Job:10:19",
        "t": "If*ln only I had never come into being, or*ld had been carried straight from the womb to the grave!"
    },
    {
        "o": 14346,
        "r": "niv:Job:10:20",
        "t": "Are*ln not my few days almost over? Turn*ld away from me so I can have a moment’s joy"
    },
    {
        "o": 14347,
        "r": "niv:Job:10:21",
        "t": "before*ln I go to the place of no return, to*ld the land of gloom and utter darkness,"
    },
    {
        "o": 14348,
        "r": "niv:Job:10:22",
        "t": "to*ln the land of deepest night, of*ld utter darkness and disorder, where*ld even the light is like darkness.”"
    }
]
