[
    {
        "o": 16089,
        "r": "kjv:Psalm:94:0",
        "t": "Psalm 94",
        "h": 1
    },
    {
        "o": 16090,
        "r": "kjv:Psalm:94:1",
        "t": "O*p Lord*s God, to whom vengeance belongeth; O God, to whom vengeance belongeth, shew thyself."
    },
    {
        "o": 16091,
        "r": "kjv:Psalm:94:2",
        "t": "Lift*p up thyself, thou judge of the earth: render a reward to the proud."
    },
    {
        "o": 16092,
        "r": "kjv:Psalm:94:3",
        "t": "Lord,*sp how long shall the wicked, how long shall the wicked triumph?"
    },
    {
        "o": 16093,
        "r": "kjv:Psalm:94:4",
        "t": "How*p long shall they utter and speak hard things? and all the workers of iniquity boast themselves?"
    },
    {
        "o": 16094,
        "r": "kjv:Psalm:94:5",
        "t": "They*p break in pieces thy people, O Lord,*s and afflict thine heritage."
    },
    {
        "o": 16095,
        "r": "kjv:Psalm:94:6",
        "t": "They*p slay the widow and the stranger, and murder the fatherless."
    },
    {
        "o": 16096,
        "r": "kjv:Psalm:94:7",
        "t": "Yet*p they say, The Lord*s shall not see, neither shall the God of Jacob regard it."
    },
    {
        "o": 16097,
        "r": "kjv:Psalm:94:8",
        "t": "Understand,*p ye brutish among the people: and ye fools, when will ye be wise?"
    },
    {
        "o": 16098,
        "r": "kjv:Psalm:94:9",
        "t": "He*p that planted the ear, shall he not hear? he that formed the eye, shall he not see?"
    },
    {
        "o": 16099,
        "r": "kjv:Psalm:94:10",
        "t": "He*p that chastiseth the heathen, shall not he correct? he that teacheth man knowledge, shall not he know?"
    },
    {
        "o": 16100,
        "r": "kjv:Psalm:94:11",
        "t": "The*p Lord*s knoweth the thoughts of man, that they are vanity."
    },
    {
        "o": 16101,
        "r": "kjv:Psalm:94:12",
        "t": "Blessed*p is the man whom thou chastenest, O Lord,*s and teachest him out of thy law;"
    },
    {
        "o": 16102,
        "r": "kjv:Psalm:94:13",
        "t": "That*p thou mayest give him rest from the days of adversity, until the pit be digged for the wicked."
    },
    {
        "o": 16103,
        "r": "kjv:Psalm:94:14",
        "t": "For*p the Lord*s will not cast off his people, neither will he forsake his inheritance."
    },
    {
        "o": 16104,
        "r": "kjv:Psalm:94:15",
        "t": "But*p judgment shall return unto righteousness: and all the upright in heart shall follow it."
    },
    {
        "o": 16105,
        "r": "kjv:Psalm:94:16",
        "t": "Who*p will rise up for me against the evildoers? or who will stand up for me against the workers of iniquity?"
    },
    {
        "o": 16106,
        "r": "kjv:Psalm:94:17",
        "t": "Unless*p the Lord*s had been my help, my soul had almost dwelt in silence."
    },
    {
        "o": 16107,
        "r": "kjv:Psalm:94:18",
        "t": "When*p I said, My foot slippeth; thy mercy, O Lord,*s held me up."
    },
    {
        "o": 16108,
        "r": "kjv:Psalm:94:19",
        "t": "In*p the multitude of my thoughts within me thy comforts delight my soul."
    },
    {
        "o": 16109,
        "r": "kjv:Psalm:94:20",
        "t": "Shall*p the throne of iniquity have fellowship with thee, which frameth mischief by a law?"
    },
    {
        "o": 16110,
        "r": "kjv:Psalm:94:21",
        "t": "They*p gather themselves together against the soul of the righteous, and condemn the innocent blood."
    },
    {
        "o": 16111,
        "r": "kjv:Psalm:94:22",
        "t": "But*p the Lord*s is my defence; and my God is the rock of my refuge."
    },
    {
        "o": 16112,
        "r": "kjv:Psalm:94:23",
        "t": "And*p he shall bring upon them their own iniquity, and shall cut them off in their own wickedness; yea, the Lord*s our God shall cut them off."
    }
]
