[
    {
        "o": 516,
        "r": "kjv:Genesis:20:0",
        "t": "Genesis 20",
        "h": 1
    },
    {
        "o": 517,
        "r": "kjv:Genesis:20:1",
        "t": "And*p Abraham journeyed from thence toward the south country, and dwelled between Kadesh and Shur, and sojourned in Gerar."
    },
    {
        "o": 518,
        "r": "kjv:Genesis:20:2",
        "t": "And*p Abraham said of Sarah his wife, She is my sister: and Abimelech king of Gerar sent, and took Sarah."
    },
    {
        "o": 519,
        "r": "kjv:Genesis:20:3",
        "t": "But*p God came to Abimelech in a dream by night, and said to him, Behold, thou art but a dead man, for the woman which thou hast taken; for she is a man's wife."
    },
    {
        "o": 520,
        "r": "kjv:Genesis:20:4",
        "t": "But*p Abimelech had not come near her: and he said, Lord, wilt thou slay also a righteous nation?"
    },
    {
        "o": 521,
        "r": "kjv:Genesis:20:5",
        "t": "Said*p he not unto me, She is my sister? and she, even she herself said, He is my brother: in the integrity of my heart and innocency of my hands have I done this."
    },
    {
        "o": 522,
        "r": "kjv:Genesis:20:6",
        "t": "And*p God said unto him in a dream, Yea, I know that thou didst this in the integrity of thy heart; for I also withheld thee from sinning against me: therefore suffered I thee not to touch her."
    },
    {
        "o": 523,
        "r": "kjv:Genesis:20:7",
        "t": "Now*p therefore restore the man his wife; for he is a prophet, and he shall pray for thee, and thou shalt live: and if thou restore her not, know thou that thou shalt surely die, thou, and all that are thine."
    },
    {
        "o": 524,
        "r": "kjv:Genesis:20:8",
        "t": "Therefore*p Abimelech rose early in the morning, and called all his servants, and told all these things in their ears: and the men were sore afraid."
    },
    {
        "o": 525,
        "r": "kjv:Genesis:20:9",
        "t": "Then*p Abimelech called Abraham, and said unto him, What hast thou done unto us? and what have I offended thee, that thou hast brought on me and on my kingdom a great sin? thou hast done deeds unto me that ought not to be done."
    },
    {
        "o": 526,
        "r": "kjv:Genesis:20:10",
        "t": "And*p Abimelech said unto Abraham, What sawest thou, that thou hast done this thing?"
    },
    {
        "o": 527,
        "r": "kjv:Genesis:20:11",
        "t": "And*p Abraham said, Because I thought, Surely the fear of God is not in this place; and they will slay me for my wife's sake."
    },
    {
        "o": 528,
        "r": "kjv:Genesis:20:12",
        "t": "And*p yet indeed she is my sister; she is the daughter of my father, but not the daughter of my mother; and she became my wife."
    },
    {
        "o": 529,
        "r": "kjv:Genesis:20:13",
        "t": "And*p it came to pass, when God caused me to wander from my father's house, that I said unto her, This is thy kindness which thou shalt shew unto me; at every place whither we shall come, say of me, He is my brother."
    },
    {
        "o": 530,
        "r": "kjv:Genesis:20:14",
        "t": "And*p Abimelech took sheep, and oxen, and menservants, and womenservants, and gave them unto Abraham, and restored him Sarah his wife."
    },
    {
        "o": 531,
        "r": "kjv:Genesis:20:15",
        "t": "And*p Abimelech said, Behold, my land is before thee: dwell where it pleaseth thee."
    },
    {
        "o": 532,
        "r": "kjv:Genesis:20:16",
        "t": "And*p unto Sarah he said, Behold, I have given thy brother a thousand pieces of silver: behold, he is to thee a covering of the eyes, unto all that are with thee, and with all other: thus she was reproved."
    },
    {
        "o": 533,
        "r": "kjv:Genesis:20:17",
        "t": "So*p Abraham prayed unto God: and God healed Abimelech, and his wife, and his maidservants; and they bare children."
    },
    {
        "o": 534,
        "r": "kjv:Genesis:20:18",
        "t": "For*p the Lord*s had fast closed up all the wombs of the house of Abimelech, because of Sarah Abraham's wife."
    }
]
