[
    {
        "o": 7248,
        "r": "csb:Judges:2:0",
        "t": "Judges 2",
        "h": 1
    },
    {
        "o": 7249,
        "r": "csb:Judges:2:0",
        "t": "Pattern of Sin and Judgment",
        "h": 2
    },
    {
        "o": 7250,
        "r": "csb:Judges:2:1",
        "t": "The*p angel of the Lord*s went up from Gilgal to Bochim and said, “I brought you out of Egypt and led you into the land I had promised to your ancestors. I also said: I will never break my covenant with you."
    },
    {
        "o": 7251,
        "r": "csb:Judges:2:2",
        "t": "You are not to make a covenant with the inhabitants of this land. You are to tear down their altars. But you have not obeyed me. What have you done?"
    },
    {
        "o": 7252,
        "r": "csb:Judges:2:3",
        "t": "Therefore, I now say: I will not drive out these people before you. They will be thorns in your sides, and their gods will be a trap for you.”"
    },
    {
        "o": 7253,
        "r": "csb:Judges:2:4",
        "t": "When the angel of the Lord*s had spoken these words to all the Israelites, the people wept loudly."
    },
    {
        "o": 7254,
        "r": "csb:Judges:2:5",
        "t": "So they named that place Bochim and offered sacrifices there to the Lord.*s"
    },
    {
        "o": 7255,
        "r": "csb:Judges:2:5",
        "t": "Joshua’s Death",
        "h": 2
    },
    {
        "o": 7256,
        "r": "csb:Judges:2:6",
        "t": "Previously,*p when Joshua had sent the people away, the Israelites had gone to take possession of the land, each to his own inheritance."
    },
    {
        "o": 7257,
        "r": "csb:Judges:2:7",
        "t": "The people worshiped the Lord*s throughout Joshua’s lifetime and during the lifetimes of the elders who outlived Joshua. They had seen all the Lord’s*s great works he had done for Israel."
    },
    {
        "o": 7258,
        "r": "csb:Judges:2:8",
        "t": "Joshua*p son of Nun, the servant of the Lord,*s died at the age of 110."
    },
    {
        "o": 7259,
        "r": "csb:Judges:2:9",
        "t": "They buried him in the territory of his inheritance, in Timnath-heres, in the hill country of Ephraim, north of Mount Gaash."
    },
    {
        "o": 7260,
        "r": "csb:Judges:2:10",
        "t": "That whole generation was also gathered to their ancestors. After them another generation rose up who did not know the Lord*s or the works he had done for Israel."
    },
    {
        "o": 7261,
        "r": "csb:Judges:2:11",
        "t": "The*p Israelites did what was evil in the Lord’s*s sight. They worshiped the Baals"
    },
    {
        "o": 7262,
        "r": "csb:Judges:2:12",
        "t": "and abandoned the Lord,*s the God of their ancestors, who had brought them out of Egypt. They followed other gods from the surrounding peoples and bowed down to them. They angered the Lord,*s"
    },
    {
        "o": 7263,
        "r": "csb:Judges:2:13",
        "t": "for they abandoned him and worshiped Baal and the Ashtoreths."
    },
    {
        "o": 7264,
        "r": "csb:Judges:2:14",
        "t": "The*p Lord’s*s anger burned against Israel, and he handed them over to marauders who raided them. He sold them to the enemies around them, and they could no longer resist their enemies."
    },
    {
        "o": 7265,
        "r": "csb:Judges:2:15",
        "t": "Whenever the Israelites went out, the Lord*s was against them and brought disaster on them, just as he had promised and sworn to them. So they suffered greatly."
    },
    {
        "o": 7266,
        "r": "csb:Judges:2:16",
        "t": "The*p Lord*s raised up judges, who saved them from the power of their marauders,"
    },
    {
        "o": 7267,
        "r": "csb:Judges:2:17",
        "t": "but they did not listen to their judges. Instead, they prostituted themselves with other gods, bowing down to them. They quickly turned from the way of their ancestors, who had walked in obedience to the Lord’s*s commands. They did not do as their ancestors did."
    },
    {
        "o": 7268,
        "r": "csb:Judges:2:18",
        "t": "Whenever the Lord*s raised up a judge for the Israelites, the Lord*s was with him and saved the people from the power of their enemies while the judge was still alive. The Lord*s was moved to pity whenever they groaned because of those who were oppressing and afflicting them."
    },
    {
        "o": 7269,
        "r": "csb:Judges:2:19",
        "t": "Whenever the judge died, the Israelites would act even more corruptly than their ancestors, following other gods to serve them and bow in worship to them. They did not turn from their evil practices or their obstinate ways."
    },
    {
        "o": 7270,
        "r": "csb:Judges:2:20",
        "t": "The*p Lord’s*s anger burned against Israel, and he declared, “Because this nation has violated my covenant that I made with their ancestors and disobeyed me,"
    },
    {
        "o": 7271,
        "r": "csb:Judges:2:21",
        "t": "I will no longer drive out before them any of the nations Joshua left when he died."
    },
    {
        "o": 7272,
        "r": "csb:Judges:2:22",
        "t": "I did this to test Israel and to see whether or not they would keep the Lord’s*s way by walking in it, as their ancestors had.”"
    },
    {
        "o": 7273,
        "r": "csb:Judges:2:23",
        "t": "The Lord*s left these nations and did not drive them out immediately. He did not hand them over to Joshua."
    }
]
