[
    {
        "o": 22158,
        "r": "nkjv:Jeremiah:34:0",
        "t": "Jeremiah 34",
        "h": 1
    },
    {
        "o": 22159,
        "r": "nkjv:Jeremiah:34:0",
        "t": "Zedekiah Warned by God",
        "h": 2
    },
    {
        "o": 22160,
        "r": "nkjv:Jeremiah:34:1",
        "t": "The*p word which came to Jeremiah from the Lord,*s when Nebuchadnezzar king of Babylon and all his army, all the kingdoms of the earth under his dominion, and all the people, fought against Jerusalem and all its cities, saying,"
    },
    {
        "o": 22161,
        "r": "nkjv:Jeremiah:34:2",
        "t": "“Thus says the Lord,*s the God of Israel: ‘Go and speak to Zedekiah king of Judah and tell him, “Thus says the Lord:*s ‘Behold, I will give this city into the hand of the king of Babylon, and he shall burn it with fire."
    },
    {
        "o": 22162,
        "r": "nkjv:Jeremiah:34:3",
        "t": "And you shall not escape from his hand, but shall surely be taken and delivered into his hand; your eyes shall see the eyes of the king of Babylon, he shall speak with you face to face, and you shall go to Babylon.’”’"
    },
    {
        "o": 22163,
        "r": "nkjv:Jeremiah:34:4",
        "t": "Yet hear the word of the Lord,*s O Zedekiah king of Judah! Thus says the Lord*s concerning you: ‘You shall not die by the sword."
    },
    {
        "o": 22164,
        "r": "nkjv:Jeremiah:34:5",
        "t": "You shall die in peace; as in the ceremonies of your fathers, the former kings who were before you, so they shall burn incense*i for you and lament for you, saying,*i “Alas, lord!” For I have pronounced the word, says the Lord.’”*s"
    },
    {
        "o": 22165,
        "r": "nkjv:Jeremiah:34:6",
        "t": "Then*p Jeremiah the prophet spoke all these words to Zedekiah king of Judah in Jerusalem,"
    },
    {
        "o": 22166,
        "r": "nkjv:Jeremiah:34:7",
        "t": "when the king of Babylon’s army fought against Jerusalem and all the cities of Judah that were left, against Lachish and Azekah; for only*i these fortified cities remained of the cities of Judah."
    },
    {
        "o": 22167,
        "r": "nkjv:Jeremiah:34:7",
        "t": "Treacherous Treatment of Slaves",
        "h": 2
    },
    {
        "o": 22168,
        "r": "nkjv:Jeremiah:34:8",
        "t": "This*ip is*i the word that came to Jeremiah from the Lord,*s after King Zedekiah had made a covenant with all the people who were*i at Jerusalem to proclaim liberty to them:"
    },
    {
        "o": 22169,
        "r": "nkjv:Jeremiah:34:9",
        "t": "that every man should set free his male and female slave—a Hebrew man or woman— that no one should keep a Jewish brother in bondage."
    },
    {
        "o": 22170,
        "r": "nkjv:Jeremiah:34:10",
        "t": "Now when all the princes and all the people, who had entered into the covenant, heard that everyone should set free his male and female slaves, that no one should keep them in bondage anymore, they obeyed and let them*i go."
    },
    {
        "o": 22171,
        "r": "nkjv:Jeremiah:34:11",
        "t": "But afterward they changed their minds and made the male and female slaves return, whom they had set free, and brought them into subjection as male and female slaves."
    },
    {
        "o": 22172,
        "r": "nkjv:Jeremiah:34:12",
        "t": "Therefore*p the word of the Lord*s came to Jeremiah from the Lord,*s saying,"
    },
    {
        "o": 22173,
        "r": "nkjv:Jeremiah:34:13",
        "t": "“Thus says the Lord,*s the God of Israel: ‘I made a covenant with your fathers in the day that I brought them out of the land of Egypt, out of the house of bondage, saying,"
    },
    {
        "o": 22174,
        "r": "nkjv:Jeremiah:34:14",
        "t": "“At the end of seven years let every man set free his Hebrew brother, who has been sold to him; and when he has served you six years, you shall let him go free from you.” But your fathers did not obey Me nor incline their ear."
    },
    {
        "o": 22175,
        "r": "nkjv:Jeremiah:34:15",
        "t": "Then you recently turned and did what was right in My sight—every man proclaiming liberty to his neighbor; and you made a covenant before Me in the house which is called by My name."
    },
    {
        "o": 22176,
        "r": "nkjv:Jeremiah:34:16",
        "t": "Then you turned around and profaned My name, and every one of you brought back his male and female slaves, whom you had set at liberty, at their pleasure, and brought them back into subjection, to be your male and female slaves.’"
    },
    {
        "o": 22177,
        "r": "nkjv:Jeremiah:34:17",
        "t": "“Therefore*p thus says the Lord:*s ‘You have not obeyed Me in proclaiming liberty, every one to his brother and every one to his neighbor. Behold, I proclaim liberty to you,’ says the Lord—*s ‘to the sword, to pestilence, and to famine! And I will deliver you to trouble among all the kingdoms of the earth."
    },
    {
        "o": 22178,
        "r": "nkjv:Jeremiah:34:18",
        "t": "And I will give the men who have transgressed My covenant, who have not performed the words of the covenant which they made before Me, when they cut the calf in two and passed between the parts of it—"
    },
    {
        "o": 22179,
        "r": "nkjv:Jeremiah:34:19",
        "t": "the princes of Judah, the princes of Jerusalem, the eunuchs, the priests, and all the people of the land who passed between the parts of the calf—"
    },
    {
        "o": 22180,
        "r": "nkjv:Jeremiah:34:20",
        "t": "I will give them into the hand of their enemies and into the hand of those who seek their life. Their dead bodies shall be for meat for the birds of the heaven and the beasts of the earth."
    },
    {
        "o": 22181,
        "r": "nkjv:Jeremiah:34:21",
        "t": "And I will give Zedekiah king of Judah and his princes into the hand of their enemies, into the hand of those who seek their life, and into the hand of the king of Babylon’s army which has gone back from you."
    },
    {
        "o": 22182,
        "r": "nkjv:Jeremiah:34:22",
        "t": "Behold, I will command,’ says the Lord,*s ‘and cause them to return to this city. They will fight against it and take it and burn it with fire; and I will make the cities of Judah a desolation without inhabitant.’”"
    }
]
