[
    {
        "o": 12153,
        "r": "csb:1 Chronicles:22:0",
        "t": "1 Chronicles 22",
        "h": 1
    },
    {
        "o": 12154,
        "r": "csb:1 Chronicles:22:1",
        "t": "Then*p David said, “This is the house of the Lord*s God, and this is the altar of burnt offering for Israel.”"
    },
    {
        "o": 12155,
        "r": "csb:1 Chronicles:22:1",
        "t": "David’s Preparations for the Temple",
        "h": 2
    },
    {
        "o": 12156,
        "r": "csb:1 Chronicles:22:2",
        "t": "So*p David gave orders to gather the resident aliens that were in the land of Israel, and he appointed stonecutters to cut finished stones for building God’s house."
    },
    {
        "o": 12157,
        "r": "csb:1 Chronicles:22:3",
        "t": "David supplied a great deal of iron to make the nails for the doors of the gates and for the fittings, together with an immeasurable quantity of bronze,"
    },
    {
        "o": 12158,
        "r": "csb:1 Chronicles:22:4",
        "t": "and innumerable cedar logs because the Sidonians and Tyrians had brought a large quantity of cedar logs to David."
    },
    {
        "o": 12159,
        "r": "csb:1 Chronicles:22:5",
        "t": "David said, “My son Solomon is young and inexperienced, and the house that is to be built for the Lord*s must be exceedingly great and famous and glorious in all the lands. Therefore, I will make provision for it.” So David made lavish preparations for it before his death."
    },
    {
        "o": 12160,
        "r": "csb:1 Chronicles:22:6",
        "t": "Then*p he summoned his son Solomon and charged him to build a house for the Lord*s God of Israel."
    },
    {
        "o": 12161,
        "r": "csb:1 Chronicles:22:7",
        "t": "“My son,” David said to Solomon, “It was in my heart to build a house for the name of the Lord*s my God,"
    },
    {
        "o": 12162,
        "r": "csb:1 Chronicles:22:8",
        "t": "but the word of the Lord*s came to me: ‘You have shed much blood and waged great wars. You are not to build a house for my name because you have shed so much blood on the ground before me."
    },
    {
        "o": 12163,
        "r": "csb:1 Chronicles:22:9",
        "t": "But a son will be born to you; he will be a man of rest. I will give him rest from all his surrounding enemies, for his name will be Solomon, and I will give peace and quiet to Israel during his reign."
    },
    {
        "o": 12164,
        "r": "csb:1 Chronicles:22:10",
        "t": "He is the one who will build a house for my name. He will be my son, and I will be his father. I will establish the throne of his kingdom over Israel forever.’"
    },
    {
        "o": 12165,
        "r": "csb:1 Chronicles:22:11",
        "t": "“Now,*p my son, may the Lord*s be with you, and may you succeed in building the house of the Lord*s your God, as he said about you."
    },
    {
        "o": 12166,
        "r": "csb:1 Chronicles:22:12",
        "t": "Above all, may the Lord*s give you insight and understanding when he puts you in charge of Israel so that you may keep the law of the Lord*s your God."
    },
    {
        "o": 12167,
        "r": "csb:1 Chronicles:22:13",
        "t": "Then you will succeed if you carefully follow the statutes and ordinances the Lord*s commanded Moses for Israel. Be strong and courageous. Don’t be afraid or discouraged."
    },
    {
        "o": 12168,
        "r": "csb:1 Chronicles:22:14",
        "t": "“Notice*p I have taken great pains to provide for the house of the Lord-*s 3,775 tons of gold, 37,750 tons of silver, and bronze and iron that can’t be weighed because there is so much of it. I have also provided timber and stone, but you will need to add more to them."
    },
    {
        "o": 12169,
        "r": "csb:1 Chronicles:22:15",
        "t": "You also have many workers: stonecutters, masons, carpenters, and people skilled in every kind of work"
    },
    {
        "o": 12170,
        "r": "csb:1 Chronicles:22:16",
        "t": "in gold, silver, bronze, and iron - beyond number. Now begin the work, and may the Lord*s be with you.”"
    },
    {
        "o": 12171,
        "r": "csb:1 Chronicles:22:17",
        "t": "Then*p David ordered all the leaders of Israel to help his son Solomon:"
    },
    {
        "o": 12172,
        "r": "csb:1 Chronicles:22:18",
        "t": "“The Lord*s your God is with you, isn’t he? And hasn’t he given you rest on every side? For he has handed the land’s inhabitants over to me, and the land has been subdued before the Lord*s and his people."
    },
    {
        "o": 12173,
        "r": "csb:1 Chronicles:22:19",
        "t": "Now determine in your mind and heart to seek the Lord*s your God. Get started building the Lord*s God’s sanctuary so that you may bring the ark of the Lord’s*s covenant and the holy articles of God to the temple that is to be built for the name of the Lord.”*s"
    }
]
