[
    {
        "o": 18974,
        "r": "kjv:Isaiah:26:0",
        "t": "Isaiah 26",
        "h": 1
    },
    {
        "o": 18975,
        "r": "kjv:Isaiah:26:1",
        "t": "In*p that day shall this song be sung in the land of Judah; We have a strong city; salvation will God appoint for walls and bulwarks."
    },
    {
        "o": 18976,
        "r": "kjv:Isaiah:26:2",
        "t": "Open*p ye the gates, that the righteous nation which keepeth the truth may enter in."
    },
    {
        "o": 18977,
        "r": "kjv:Isaiah:26:3",
        "t": "Thou*p wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee."
    },
    {
        "o": 18978,
        "r": "kjv:Isaiah:26:4",
        "t": "Trust*p ye in the Lord*s for ever: for in the Lord*s Jehovah*s is everlasting strength:"
    },
    {
        "o": 18979,
        "r": "kjv:Isaiah:26:5",
        "t": "For*p he bringeth down them that dwell on high; the lofty city, he layeth it low; he layeth it low, even to the ground; he bringeth it even to the dust."
    },
    {
        "o": 18980,
        "r": "kjv:Isaiah:26:6",
        "t": "The*p foot shall tread it down, even the feet of the poor, and the steps of the needy."
    },
    {
        "o": 18981,
        "r": "kjv:Isaiah:26:7",
        "t": "The*p way of the just is uprightness: thou, most upright, dost weigh the path of the just."
    },
    {
        "o": 18982,
        "r": "kjv:Isaiah:26:8",
        "t": "Yea,*p in the way of thy judgments, O Lord,*s have we waited for thee; the desire of our soul is to thy name, and to the remembrance of thee."
    },
    {
        "o": 18983,
        "r": "kjv:Isaiah:26:9",
        "t": "With*p my soul have I desired thee in the night; yea, with my spirit within me will I seek thee early: for when thy judgments are in the earth, the inhabitants of the world will learn righteousness."
    },
    {
        "o": 18984,
        "r": "kjv:Isaiah:26:10",
        "t": "Let*p favour be shewed to the wicked, yet will he not learn righteousness: in the land of uprightness will he deal unjustly, and will not behold the majesty of the Lord.*s"
    },
    {
        "o": 18985,
        "r": "kjv:Isaiah:26:11",
        "t": "Lord,*sp when thy hand is lifted up, they will not see: but they shall see, and be ashamed for their envy at the people; yea, the fire of thine enemies shall devour them."
    },
    {
        "o": 18986,
        "r": "kjv:Isaiah:26:12",
        "t": "Lord,*sp thou wilt ordain peace for us: for thou also hast wrought all our works in us."
    },
    {
        "o": 18987,
        "r": "kjv:Isaiah:26:13",
        "t": "O*p Lord*s our God, other lords beside thee have had dominion over us: but by thee only will we make mention of thy name."
    },
    {
        "o": 18988,
        "r": "kjv:Isaiah:26:14",
        "t": "They*p are dead, they shall not live; they are deceased, they shall not rise: therefore hast thou visited and destroyed them, and made all their memory to perish."
    },
    {
        "o": 18989,
        "r": "kjv:Isaiah:26:15",
        "t": "Thou*p hast increased the nation, O Lord,*s thou hast increased the nation: thou art glorified: thou hadst removed it far unto all the ends of the earth."
    },
    {
        "o": 18990,
        "r": "kjv:Isaiah:26:16",
        "t": "Lord,*sp in trouble have they visited thee, they poured out a prayer when thy chastening was upon them."
    },
    {
        "o": 18991,
        "r": "kjv:Isaiah:26:17",
        "t": "Like*p as a woman with child, that draweth near the time of her delivery, is in pain, and crieth out in her pangs; so have we been in thy sight, O Lord.*s"
    },
    {
        "o": 18992,
        "r": "kjv:Isaiah:26:18",
        "t": "We*p have been with child, we have been in pain, we have as it were brought forth wind; we have not wrought any deliverance in the earth; neither have the inhabitants of the world fallen."
    },
    {
        "o": 18993,
        "r": "kjv:Isaiah:26:19",
        "t": "Thy*p dead men shall live, together with my dead body shall they arise. Awake and sing, ye that dwell in dust: for thy dew is as the dew of herbs, and the earth shall cast out the dead."
    },
    {
        "o": 18994,
        "r": "kjv:Isaiah:26:20",
        "t": "Come,*p my people, enter thou into thy chambers, and shut thy doors about thee: hide thyself as it were for a little moment, until the indignation be overpast."
    },
    {
        "o": 18995,
        "r": "kjv:Isaiah:26:21",
        "t": "For,*p behold, the Lord*s cometh out of his place to punish the inhabitants of the earth for their iniquity: the earth also shall disclose her blood, and shall no more cover her slain."
    }
]
