[
    {
        "o": 31982,
        "r": "esv:1 Corinthians:11:0",
        "t": "1 Corinthians 11",
        "h": 1
    },
    {
        "o": 31983,
        "r": "esv:1 Corinthians:11:1",
        "t": "Be*p imitators of me, as I am of Christ."
    },
    {
        "o": 31984,
        "r": "esv:1 Corinthians:11:1",
        "t": "Head Coverings",
        "h": 2
    },
    {
        "o": 31985,
        "r": "esv:1 Corinthians:11:2",
        "t": "Now*p I commend you because you remember me in everything and maintain the traditions even as I delivered them to you."
    },
    {
        "o": 31986,
        "r": "esv:1 Corinthians:11:3",
        "t": "But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God."
    },
    {
        "o": 31987,
        "r": "esv:1 Corinthians:11:4",
        "t": "Every man who prays or prophesies with his head covered dishonors his head,"
    },
    {
        "o": 31988,
        "r": "esv:1 Corinthians:11:5",
        "t": "but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven."
    },
    {
        "o": 31989,
        "r": "esv:1 Corinthians:11:6",
        "t": "For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head."
    },
    {
        "o": 31990,
        "r": "esv:1 Corinthians:11:7",
        "t": "For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man."
    },
    {
        "o": 31991,
        "r": "esv:1 Corinthians:11:8",
        "t": "For man was not made from woman, but woman from man."
    },
    {
        "o": 31992,
        "r": "esv:1 Corinthians:11:9",
        "t": "Neither was man created for woman, but woman for man."
    },
    {
        "o": 31993,
        "r": "esv:1 Corinthians:11:10",
        "t": "That is why a wife ought to have a symbol of authority on her head, because of the angels."
    },
    {
        "o": 31994,
        "r": "esv:1 Corinthians:11:11",
        "t": "Nevertheless, in the Lord woman is not independent of man nor man of woman;"
    },
    {
        "o": 31995,
        "r": "esv:1 Corinthians:11:12",
        "t": "for as woman was made from man, so man is now born of woman. And all things are from God."
    },
    {
        "o": 31996,
        "r": "esv:1 Corinthians:11:13",
        "t": "Judge for yourselves: is it proper for a wife to pray to God with her head uncovered?"
    },
    {
        "o": 31997,
        "r": "esv:1 Corinthians:11:14",
        "t": "Does not nature itself teach you that if a man wears long hair it is a disgrace for him,"
    },
    {
        "o": 31998,
        "r": "esv:1 Corinthians:11:15",
        "t": "but if a woman has long hair, it is her glory? For her hair is given to her for a covering."
    },
    {
        "o": 31999,
        "r": "esv:1 Corinthians:11:16",
        "t": "If anyone is inclined to be contentious, we have no such practice, nor do the churches of God."
    },
    {
        "o": 32000,
        "r": "esv:1 Corinthians:11:16",
        "t": "The Lord’s Supper",
        "h": 2
    },
    {
        "o": 32001,
        "r": "esv:1 Corinthians:11:17",
        "t": "But*p in the following instructions I do not commend you, because when you come together it is not for the better but for the worse."
    },
    {
        "o": 32002,
        "r": "esv:1 Corinthians:11:18",
        "t": "For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part,"
    },
    {
        "o": 32003,
        "r": "esv:1 Corinthians:11:19",
        "t": "for there must be factions among you in order that those who are genuine among you may be recognized."
    },
    {
        "o": 32004,
        "r": "esv:1 Corinthians:11:20",
        "t": "When you come together, it is not the Lord’s supper that you eat."
    },
    {
        "o": 32005,
        "r": "esv:1 Corinthians:11:21",
        "t": "For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk."
    },
    {
        "o": 32006,
        "r": "esv:1 Corinthians:11:22",
        "t": "What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not."
    },
    {
        "o": 32007,
        "r": "esv:1 Corinthians:11:23",
        "t": "For*p I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread,"
    },
    {
        "o": 32008,
        "r": "esv:1 Corinthians:11:24",
        "t": "and when he had given thanks, he broke it, and said, “This*r is*r my*r body,*r which*r is*r for*r you.*r Do*r this*r in*r remembrance*r of*r me.”*r"
    },
    {
        "o": 32009,
        "r": "esv:1 Corinthians:11:25",
        "t": "In the same way also he took the cup, after supper, saying, “This*r cup*r is*r the*r new*r covenant*r in*r my*r blood.*r Do*r this,*r as*r often*r as*r you*r drink*r it,*r in*r remembrance*r of*r me.”*r"
    },
    {
        "o": 32010,
        "r": "esv:1 Corinthians:11:26",
        "t": "For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes."
    },
    {
        "o": 32011,
        "r": "esv:1 Corinthians:11:27",
        "t": "Whoever,*p therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord."
    },
    {
        "o": 32012,
        "r": "esv:1 Corinthians:11:28",
        "t": "Let a person examine himself, then, and so eat of the bread and drink of the cup."
    },
    {
        "o": 32013,
        "r": "esv:1 Corinthians:11:29",
        "t": "For anyone who eats and drinks without discerning the body eats and drinks judgment on himself."
    },
    {
        "o": 32014,
        "r": "esv:1 Corinthians:11:30",
        "t": "That is why many of you are weak and ill, and some have died."
    },
    {
        "o": 32015,
        "r": "esv:1 Corinthians:11:31",
        "t": "But if we judged ourselves truly, we would not be judged."
    },
    {
        "o": 32016,
        "r": "esv:1 Corinthians:11:32",
        "t": "But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world."
    },
    {
        "o": 32017,
        "r": "esv:1 Corinthians:11:33",
        "t": "So*p then, my brothers, when you come together to eat, wait for one another—"
    },
    {
        "o": 32018,
        "r": "esv:1 Corinthians:11:34",
        "t": "if anyone is hungry, let him eat at home— so that when you come together it will not be for judgment. About the other things I will give directions when I come."
    }
]
