[
    {
        "o": 7471,
        "r": "esv:Judges:11:0",
        "t": "Judges 11",
        "h": 1
    },
    {
        "o": 7472,
        "r": "esv:Judges:11:0",
        "t": "Jephthah Delivers Israel",
        "h": 2
    },
    {
        "o": 7473,
        "r": "esv:Judges:11:1",
        "t": "Now*p Jephthah the Gileadite was a mighty warrior, but he was the son of a prostitute. Gilead was the father of Jephthah."
    },
    {
        "o": 7474,
        "r": "esv:Judges:11:2",
        "t": "And Gilead’s wife also bore him sons. And when his wife’s sons grew up, they drove Jephthah out and said to him, “You shall not have an inheritance in our father’s house, for you are the son of another woman.”"
    },
    {
        "o": 7475,
        "r": "esv:Judges:11:3",
        "t": "Then Jephthah fled from his brothers and lived in the land of Tob, and worthless fellows collected around Jephthah and went out with him."
    },
    {
        "o": 7476,
        "r": "esv:Judges:11:4",
        "t": "After*p a time the Ammonites made war against Israel."
    },
    {
        "o": 7477,
        "r": "esv:Judges:11:5",
        "t": "And when the Ammonites made war against Israel, the elders of Gilead went to bring Jephthah from the land of Tob."
    },
    {
        "o": 7478,
        "r": "esv:Judges:11:6",
        "t": "And they said to Jephthah, “Come and be our leader, that we may fight against the Ammonites.”"
    },
    {
        "o": 7479,
        "r": "esv:Judges:11:7",
        "t": "But Jephthah said to the elders of Gilead, “Did you not hate me and drive me out of my father’s house? Why have you come to me now when you are in distress?”"
    },
    {
        "o": 7480,
        "r": "esv:Judges:11:8",
        "t": "And the elders of Gilead said to Jephthah, “That is why we have turned to you now, that you may go with us and fight against the Ammonites and be our head over all the inhabitants of Gilead.”"
    },
    {
        "o": 7481,
        "r": "esv:Judges:11:9",
        "t": "Jephthah said to the elders of Gilead, “If you bring me home again to fight against the Ammonites, and the Lord*s gives them over to me, I will be your head.”"
    },
    {
        "o": 7482,
        "r": "esv:Judges:11:10",
        "t": "And the elders of Gilead said to Jephthah, “The Lord*s will be witness between us, if we do not do as you say.”"
    },
    {
        "o": 7483,
        "r": "esv:Judges:11:11",
        "t": "So Jephthah went with the elders of Gilead, and the people made him head and leader over them. And Jephthah spoke all his words before the Lord*s at Mizpah."
    },
    {
        "o": 7484,
        "r": "esv:Judges:11:12",
        "t": "Then*p Jephthah sent messengers to the king of the Ammonites and said, “What do you have against me, that you have come to me to fight against my land?”"
    },
    {
        "o": 7485,
        "r": "esv:Judges:11:13",
        "t": "And the king of the Ammonites answered the messengers of Jephthah, “Because Israel on coming up from Egypt took away my land, from the Arnon to the Jabbok and to the Jordan; now therefore restore it peaceably.”"
    },
    {
        "o": 7486,
        "r": "esv:Judges:11:14",
        "t": "Jephthah again sent messengers to the king of the Ammonites"
    },
    {
        "o": 7487,
        "r": "esv:Judges:11:15",
        "t": "and said to him, “Thus says Jephthah: Israel did not take away the land of Moab or the land of the Ammonites,"
    },
    {
        "o": 7488,
        "r": "esv:Judges:11:16",
        "t": "but when they came up from Egypt, Israel went through the wilderness to the Red Sea and came to Kadesh."
    },
    {
        "o": 7489,
        "r": "esv:Judges:11:17",
        "t": "Israel then sent messengers to the king of Edom, saying, ‘Please let us pass through your land,’ but the king of Edom would not listen. And they sent also to the king of Moab, but he would not consent. So Israel remained at Kadesh."
    },
    {
        "o": 7490,
        "r": "esv:Judges:11:18",
        "t": "“Then*p they journeyed through the wilderness and went around the land of Edom and the land of Moab and arrived on the east side of the land of Moab and camped on the other side of the Arnon. But they did not enter the territory of Moab, for the Arnon was the boundary of Moab."
    },
    {
        "o": 7491,
        "r": "esv:Judges:11:19",
        "t": "Israel then sent messengers to Sihon king of the Amorites, king of Heshbon, and Israel said to him, ‘Please let us pass through your land to our country,’"
    },
    {
        "o": 7492,
        "r": "esv:Judges:11:20",
        "t": "but Sihon did not trust Israel to pass through his territory, so Sihon gathered all his people together and encamped at Jahaz and fought with Israel."
    },
    {
        "o": 7493,
        "r": "esv:Judges:11:21",
        "t": "And the Lord,*s the God of Israel, gave Sihon and all his people into the hand of Israel, and they defeated them. So Israel took possession of all the land of the Amorites, who inhabited that country."
    },
    {
        "o": 7494,
        "r": "esv:Judges:11:22",
        "t": "And they took possession of all the territory of the Amorites from the Arnon to the Jabbok and from the wilderness to the Jordan."
    },
    {
        "o": 7495,
        "r": "esv:Judges:11:23",
        "t": "So then the Lord,*s the God of Israel, dispossessed the Amorites from before his people Israel; and are you to take possession of them?"
    },
    {
        "o": 7496,
        "r": "esv:Judges:11:24",
        "t": "Will you not possess what Chemosh your god gives you to possess? And all that the Lord*s our God has dispossessed before us, we will possess."
    },
    {
        "o": 7497,
        "r": "esv:Judges:11:25",
        "t": "Now are you any better than Balak the son of Zippor, king of Moab? Did he ever contend against Israel, or did he ever go to war with them?"
    },
    {
        "o": 7498,
        "r": "esv:Judges:11:26",
        "t": "While Israel lived in Heshbon and its villages, and in Aroer and its villages, and in all the cities that are on the banks of the Arnon, 300 years, why did you not deliver them within that time?"
    },
    {
        "o": 7499,
        "r": "esv:Judges:11:27",
        "t": "I therefore have not sinned against you, and you do me wrong by making war on me. The Lord,*s the Judge, decide this day between the people of Israel and the people of Ammon.”"
    },
    {
        "o": 7500,
        "r": "esv:Judges:11:28",
        "t": "But the king of the Ammonites did not listen to the words of Jephthah that he sent to him."
    },
    {
        "o": 7501,
        "r": "esv:Judges:11:28",
        "t": "Jephthah’s Tragic Vow",
        "h": 2
    },
    {
        "o": 7502,
        "r": "esv:Judges:11:29",
        "t": "Then*p the Spirit of the Lord*s was upon Jephthah, and he passed through Gilead and Manasseh and passed on to Mizpah of Gilead, and from Mizpah of Gilead he passed on to the Ammonites."
    },
    {
        "o": 7503,
        "r": "esv:Judges:11:30",
        "t": "And Jephthah made a vow to the Lord*s and said, “If you will give the Ammonites into my hand,"
    },
    {
        "o": 7504,
        "r": "esv:Judges:11:31",
        "t": "then whatever comes out from the doors of my house to meet me when I return in peace from the Ammonites shall be the Lord’s,*s and I will offer it up for a burnt offering.”"
    },
    {
        "o": 7505,
        "r": "esv:Judges:11:32",
        "t": "So Jephthah crossed over to the Ammonites to fight against them, and the Lord*s gave them into his hand."
    },
    {
        "o": 7506,
        "r": "esv:Judges:11:33",
        "t": "And he struck them from Aroer to the neighborhood of Minnith, twenty cities, and as far as Abel-keramim, with a great blow. So the Ammonites were subdued before the people of Israel."
    },
    {
        "o": 7507,
        "r": "esv:Judges:11:34",
        "t": "Then*p Jephthah came to his home at Mizpah. And behold, his daughter came out to meet him with tambourines and with dances. She was his only child; besides her he had neither son nor daughter."
    },
    {
        "o": 7508,
        "r": "esv:Judges:11:35",
        "t": "And as soon as he saw her, he tore his clothes and said, “Alas, my daughter! You have brought me very low, and you have become the cause of great trouble to me. For I have opened my mouth to the Lord,*s and I cannot take back my vow.”"
    },
    {
        "o": 7509,
        "r": "esv:Judges:11:36",
        "t": "And she said to him, “My father, you have opened your mouth to the Lord;*s do to me according to what has gone out of your mouth, now that the Lord*s has avenged you on your enemies, on the Ammonites.”"
    },
    {
        "o": 7510,
        "r": "esv:Judges:11:37",
        "t": "So she said to her father, “Let this thing be done for me: leave me alone two months, that I may go up and down on the mountains and weep for my virginity, I and my companions.”"
    },
    {
        "o": 7511,
        "r": "esv:Judges:11:38",
        "t": "So he said, “Go.” Then he sent her away for two months, and she departed, she and her companions, and wept for her virginity on the mountains."
    },
    {
        "o": 7512,
        "r": "esv:Judges:11:39",
        "t": "And at the end of two months, she returned to her father, who did with her according to his vow that he had made. She had never known a man, and it became a custom in Israel"
    },
    {
        "o": 7513,
        "r": "esv:Judges:11:40",
        "t": "that the daughters of Israel went year by year to lament the daughter of Jephthah the Gileadite four days in the year."
    }
]
