[
    {
        "o": 19901,
        "r": "nkjv:Isaiah:8:0",
        "t": "Isaiah 8",
        "h": 1
    },
    {
        "o": 19902,
        "r": "nkjv:Isaiah:8:0",
        "t": "Assyria Will Invade the Land",
        "h": 2
    },
    {
        "o": 19903,
        "r": "nkjv:Isaiah:8:1",
        "t": "Moreover*p the Lord*s said to me, “Take a large scroll, and write on it with a man’s pen concerning Maher-Shalal-Hash-Baz."
    },
    {
        "o": 19904,
        "r": "nkjv:Isaiah:8:2",
        "t": "And I will take for Myself faithful witnesses to record, Uriah the priest and Zechariah the son of Jeberechiah.”"
    },
    {
        "o": 19905,
        "r": "nkjv:Isaiah:8:3",
        "t": "Then*p I went to the prophetess, and she conceived and bore a son. Then the Lord*s said to me, “Call his name Maher-Shalal-Hash-Baz;"
    },
    {
        "o": 19906,
        "r": "nkjv:Isaiah:8:4",
        "t": "for before the child shall have knowledge to cry ‘My father’ and ‘My mother,’ the riches of Damascus and the spoil of Samaria will be taken away before the king of Assyria.”"
    },
    {
        "o": 19907,
        "r": "nkjv:Isaiah:8:5",
        "t": "The*p Lord*s also spoke to me again, saying:"
    },
    {
        "o": 19908,
        "r": "nkjv:Isaiah:8:6",
        "t": "“Inasmuch*pn as these people refused The*ld waters of Shiloah that flow softly, And*ld rejoice in Rezin and in Remaliah’s son;"
    },
    {
        "o": 19909,
        "r": "nkjv:Isaiah:8:7",
        "t": "Now*ld therefore, behold, the Lord brings up over them The*ld waters of the River, strong and mighty— The*ld king of Assyria and all his glory; He*ld will go up over all his channels And*ld go over all his banks."
    },
    {
        "o": 19910,
        "r": "nkjv:Isaiah:8:8",
        "t": "He*ld will pass through Judah, He*ld will overflow and pass over, He*ld will reach up to the neck; And*ld the stretching out of his wings Will*ld fill the breadth of Your land, O Immanuel."
    },
    {
        "o": 19911,
        "r": "nkjv:Isaiah:8:9",
        "t": "“Be*ln shattered, O you peoples, and be broken in pieces! Give*ld ear, all you from far countries. Gird*ld yourselves, but be broken in pieces; Gird*ld yourselves, but be broken in pieces."
    },
    {
        "o": 19912,
        "r": "nkjv:Isaiah:8:10",
        "t": "Take*ld counsel together, but it will come to nothing; Speak*ld the word, but it will not stand, For*ld God is*i with us.”"
    },
    {
        "o": 19913,
        "r": "nkjv:Isaiah:8:10",
        "t": "Fear God, Heed His Word",
        "h": 2
    },
    {
        "o": 19914,
        "r": "nkjv:Isaiah:8:11",
        "t": "For*p the Lord*s spoke thus to me with a strong hand, and instructed me that I should not walk in the way of this people, saying:"
    },
    {
        "o": 19915,
        "r": "nkjv:Isaiah:8:12",
        "t": "“Do*pn not say, ‘A conspiracy,’ Concerning*ld all that this people call a conspiracy, Nor*ld be afraid of their threats, nor be troubled."
    },
    {
        "o": 19916,
        "r": "nkjv:Isaiah:8:13",
        "t": "The*ld Lord*s of hosts, Him you shall hallow; Let*ild Him be*i your fear, And*ld let*i Him be*i your dread."
    },
    {
        "o": 19917,
        "r": "nkjv:Isaiah:8:14",
        "t": "He*ld will be as a sanctuary, But*ld a stone of stumbling and a rock of offense To*ld both the houses of Israel, As*ld a trap and a snare to the inhabitants of Jerusalem."
    },
    {
        "o": 19918,
        "r": "nkjv:Isaiah:8:15",
        "t": "And*ld many among them shall stumble; They*ld shall fall and be broken, Be*ld snared and taken.”"
    },
    {
        "o": 19919,
        "r": "nkjv:Isaiah:8:16",
        "t": "Bind*ln up the testimony, Seal*ld the law among my disciples."
    },
    {
        "o": 19920,
        "r": "nkjv:Isaiah:8:17",
        "t": "And*ld I will wait on the Lord,*s Who*ld hides His face from the house of Jacob; And*ld I will hope in Him."
    },
    {
        "o": 19921,
        "r": "nkjv:Isaiah:8:18",
        "t": "Here*ld am I and the children whom the Lord*s has given me! We*ild are for signs and wonders in Israel From*ld the Lord*s of hosts, Who*ld dwells in Mount Zion."
    },
    {
        "o": 19922,
        "r": "nkjv:Isaiah:8:19",
        "t": "And*p when they say to you, “Seek those who are mediums and wizards, who whisper and mutter,” should not a people seek their God? Should*i they*i seek the dead on behalf of the living?"
    },
    {
        "o": 19923,
        "r": "nkjv:Isaiah:8:20",
        "t": "To the law and to the testimony! If they do not speak according to this word, it*i is*i because there is no light in them."
    },
    {
        "o": 19924,
        "r": "nkjv:Isaiah:8:21",
        "t": "They*p will pass through it hard-pressed and hungry; and it shall happen, when they are hungry, that they will be enraged and curse their king and their God, and look upward."
    },
    {
        "o": 19925,
        "r": "nkjv:Isaiah:8:22",
        "t": "Then they will look to the earth, and see trouble and darkness, gloom of anguish; and they*i will*i be*i driven into darkness."
    }
]
