[
    {
        "o": 33824,
        "r": "niv:1 John:3:0",
        "t": "1 John 3",
        "h": 1
    },
    {
        "o": 33825,
        "r": "niv:1 John:3:1",
        "t": "See*p what great love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him."
    },
    {
        "o": 33826,
        "r": "niv:1 John:3:2",
        "t": "Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when Christ appears, we shall be like him, for we shall see him as he is."
    },
    {
        "o": 33827,
        "r": "niv:1 John:3:3",
        "t": "All who have this hope in him purify themselves, just as he is pure."
    },
    {
        "o": 33828,
        "r": "niv:1 John:3:4",
        "t": "Everyone*p who sins breaks the law; in fact, sin is lawlessness."
    },
    {
        "o": 33829,
        "r": "niv:1 John:3:5",
        "t": "But you know that he appeared so that he might take away our sins. And in him is no sin."
    },
    {
        "o": 33830,
        "r": "niv:1 John:3:6",
        "t": "No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him."
    },
    {
        "o": 33831,
        "r": "niv:1 John:3:7",
        "t": "Dear*p children, do not let anyone lead you astray. The one who does what is right is righteous, just as he is righteous."
    },
    {
        "o": 33832,
        "r": "niv:1 John:3:8",
        "t": "The one who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil’s work."
    },
    {
        "o": 33833,
        "r": "niv:1 John:3:9",
        "t": "No one who is born of God will continue to sin, because God’s seed remains in them; they cannot go on sinning, because they have been born of God."
    },
    {
        "o": 33834,
        "r": "niv:1 John:3:10",
        "t": "This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not God’s child, nor is anyone who does not love their brother and sister."
    },
    {
        "o": 33835,
        "r": "niv:1 John:3:10",
        "t": "More on Love and Hatred",
        "h": 2
    },
    {
        "o": 33836,
        "r": "niv:1 John:3:11",
        "t": "For*p this is the message you heard from the beginning: We should love one another."
    },
    {
        "o": 33837,
        "r": "niv:1 John:3:12",
        "t": "Do not be like Cain, who belonged to the evil one and murdered his brother. And why did he murder him? Because his own actions were evil and his brother’s were righteous."
    },
    {
        "o": 33838,
        "r": "niv:1 John:3:13",
        "t": "Do not be surprised, my brothers and sisters, if the world hates you."
    },
    {
        "o": 33839,
        "r": "niv:1 John:3:14",
        "t": "We know that we have passed from death to life, because we love each other. Anyone who does not love remains in death."
    },
    {
        "o": 33840,
        "r": "niv:1 John:3:15",
        "t": "Anyone who hates a brother or sister is a murderer, and you know that no murderer has eternal life residing in him."
    },
    {
        "o": 33841,
        "r": "niv:1 John:3:16",
        "t": "This*p is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers and sisters."
    },
    {
        "o": 33842,
        "r": "niv:1 John:3:17",
        "t": "If anyone has material possessions and sees a brother or sister in need but has no pity on them, how can the love of God be in that person?"
    },
    {
        "o": 33843,
        "r": "niv:1 John:3:18",
        "t": "Dear children, let us not love with words or speech but with actions and in truth."
    },
    {
        "o": 33844,
        "r": "niv:1 John:3:19",
        "t": "This*p is how we know that we belong to the truth and how we set our hearts at rest in his presence:"
    },
    {
        "o": 33845,
        "r": "niv:1 John:3:20",
        "t": "If our hearts condemn us, we know that God is greater than our hearts, and he knows everything."
    },
    {
        "o": 33846,
        "r": "niv:1 John:3:21",
        "t": "Dear friends, if our hearts do not condemn us, we have confidence before God"
    },
    {
        "o": 33847,
        "r": "niv:1 John:3:22",
        "t": "and receive from him anything we ask, because we keep his commands and do what pleases him."
    },
    {
        "o": 33848,
        "r": "niv:1 John:3:23",
        "t": "And this is his command: to believe in the name of his Son, Jesus Christ, and to love one another as he commanded us."
    },
    {
        "o": 33849,
        "r": "niv:1 John:3:24",
        "t": "The one who keeps God’s commands lives in him, and he in them. And this is how we know that he lives in us: We know it by the Spirit he gave us."
    }
]
