[
    {
        "o": 10192,
        "r": "niv:1 Kings:18:0",
        "t": "1 Kings 18",
        "h": 1
    },
    {
        "o": 10193,
        "r": "niv:1 Kings:18:0",
        "t": "Elijah and Obadiah",
        "h": 2
    },
    {
        "o": 10194,
        "r": "niv:1 Kings:18:1",
        "t": "After*p a long time, in the third year, the word of the Lord*s came to Elijah: “Go and present yourself to Ahab, and I will send rain on the land.”"
    },
    {
        "o": 10195,
        "r": "niv:1 Kings:18:2",
        "t": "So Elijah went to present himself to Ahab. Now*p the famine was severe in Samaria,"
    },
    {
        "o": 10196,
        "r": "niv:1 Kings:18:3",
        "t": "and Ahab had summoned Obadiah, his palace administrator. (Obadiah was a devout believer in the Lord.*s"
    },
    {
        "o": 10197,
        "r": "niv:1 Kings:18:4",
        "t": "While Jezebel was killing off the Lord’s*s prophets, Obadiah had taken a hundred prophets and hidden them in two caves, fifty in each, and had supplied them with food and water.)"
    },
    {
        "o": 10198,
        "r": "niv:1 Kings:18:5",
        "t": "Ahab had said to Obadiah, “Go through the land to all the springs and valleys. Maybe we can find some grass to keep the horses and mules alive so we will not have to kill any of our animals.”"
    },
    {
        "o": 10199,
        "r": "niv:1 Kings:18:6",
        "t": "So they divided the land they were to cover, Ahab going in one direction and Obadiah in another."
    },
    {
        "o": 10200,
        "r": "niv:1 Kings:18:7",
        "t": "As*p Obadiah was walking along, Elijah met him. Obadiah recognized him, bowed down to the ground, and said, “Is it really you, my lord Elijah?”"
    },
    {
        "o": 10201,
        "r": "niv:1 Kings:18:8",
        "t": "“Yes,”*p he replied. “Go tell your master, ‘Elijah is here.’ ”"
    },
    {
        "o": 10202,
        "r": "niv:1 Kings:18:9",
        "t": "“What*p have I done wrong,” asked Obadiah, “that you are handing your servant over to Ahab to be put to death?"
    },
    {
        "o": 10203,
        "r": "niv:1 Kings:18:10",
        "t": "As surely as the Lord*s your God lives, there is not a nation or kingdom where my master has not sent someone to look for you. And whenever a nation or kingdom claimed you were not there, he made them swear they could not find you."
    },
    {
        "o": 10204,
        "r": "niv:1 Kings:18:11",
        "t": "But now you tell me to go to my master and say, ‘Elijah is here.’"
    },
    {
        "o": 10205,
        "r": "niv:1 Kings:18:12",
        "t": "I don’t know where the Spirit of the Lord*s may carry you when I leave you. If I go and tell Ahab and he doesn’t find you, he will kill me. Yet I your servant have worshiped the Lord*s since my youth."
    },
    {
        "o": 10206,
        "r": "niv:1 Kings:18:13",
        "t": "Haven’t you heard, my lord, what I did while Jezebel was killing the prophets of the Lord?*s I hid a hundred of the Lord’s*s prophets in two caves, fifty in each, and supplied them with food and water."
    },
    {
        "o": 10207,
        "r": "niv:1 Kings:18:14",
        "t": "And now you tell me to go to my master and say, ‘Elijah is here.’ He will kill me!”"
    },
    {
        "o": 10208,
        "r": "niv:1 Kings:18:15",
        "t": "Elijah*p said, “As the Lord*s Almighty lives, whom I serve, I will surely present myself to Ahab today.”"
    },
    {
        "o": 10209,
        "r": "niv:1 Kings:18:15",
        "t": "Elijah on Mount Carmel",
        "h": 2
    },
    {
        "o": 10210,
        "r": "niv:1 Kings:18:16",
        "t": "So*p Obadiah went to meet Ahab and told him, and Ahab went to meet Elijah."
    },
    {
        "o": 10211,
        "r": "niv:1 Kings:18:17",
        "t": "When he saw Elijah, he said to him, “Is that you, you troubler of Israel?”"
    },
    {
        "o": 10212,
        "r": "niv:1 Kings:18:18",
        "t": "“I*p have not made trouble for Israel,” Elijah replied. “But you and your father’s family have. You have abandoned the Lord’s*s commands and have followed the Baals."
    },
    {
        "o": 10213,
        "r": "niv:1 Kings:18:19",
        "t": "Now summon the people from all over Israel to meet me on Mount Carmel. And bring the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah, who eat at Jezebel’s table.”"
    },
    {
        "o": 10214,
        "r": "niv:1 Kings:18:20",
        "t": "So*p Ahab sent word throughout all Israel and assembled the prophets on Mount Carmel."
    },
    {
        "o": 10215,
        "r": "niv:1 Kings:18:21",
        "t": "Elijah went before the people and said, “How long will you waver between two opinions? If the Lord*s is God, follow him; but if Baal is God, follow him.” But*p the people said nothing."
    },
    {
        "o": 10216,
        "r": "niv:1 Kings:18:22",
        "t": "Then*p Elijah said to them, “I am the only one of the Lord’s*s prophets left, but Baal has four hundred and fifty prophets."
    },
    {
        "o": 10217,
        "r": "niv:1 Kings:18:23",
        "t": "Get two bulls for us. Let Baal’s prophets choose one for themselves, and let them cut it into pieces and put it on the wood but not set fire to it. I will prepare the other bull and put it on the wood but not set fire to it."
    },
    {
        "o": 10218,
        "r": "niv:1 Kings:18:24",
        "t": "Then you call on the name of your god, and I will call on the name of the Lord.*s The god who answers by fire—he is God.” Then*p all the people said, “What you say is good.”"
    },
    {
        "o": 10219,
        "r": "niv:1 Kings:18:25",
        "t": "Elijah*p said to the prophets of Baal, “Choose one of the bulls and prepare it first, since there are so many of you. Call on the name of your god, but do not light the fire.”"
    },
    {
        "o": 10220,
        "r": "niv:1 Kings:18:26",
        "t": "So they took the bull given them and prepared it. Then*p they called on the name of Baal from morning till noon. “Baal, answer us!” they shouted. But there was no response; no one answered. And they danced around the altar they had made."
    },
    {
        "o": 10221,
        "r": "niv:1 Kings:18:27",
        "t": "At*p noon Elijah began to taunt them. “Shout louder!” he said. “Surely he is a god! Perhaps he is deep in thought, or busy, or traveling. Maybe he is sleeping and must be awakened.”"
    },
    {
        "o": 10222,
        "r": "niv:1 Kings:18:28",
        "t": "So they shouted louder and slashed themselves with swords and spears, as was their custom, until their blood flowed."
    },
    {
        "o": 10223,
        "r": "niv:1 Kings:18:29",
        "t": "Midday passed, and they continued their frantic prophesying until the time for the evening sacrifice. But there was no response, no one answered, no one paid attention."
    },
    {
        "o": 10224,
        "r": "niv:1 Kings:18:30",
        "t": "Then*p Elijah said to all the people, “Come here to me.” They came to him, and he repaired the altar of the Lord,*s which had been torn down."
    },
    {
        "o": 10225,
        "r": "niv:1 Kings:18:31",
        "t": "Elijah took twelve stones, one for each of the tribes descended from Jacob, to whom the word of the Lord*s had come, saying, “Your name shall be Israel.”"
    },
    {
        "o": 10226,
        "r": "niv:1 Kings:18:32",
        "t": "With the stones he built an altar in the name of the Lord,*s and he dug a trench around it large enough to hold two seahs of seed."
    },
    {
        "o": 10227,
        "r": "niv:1 Kings:18:33",
        "t": "He arranged the wood, cut the bull into pieces and laid it on the wood. Then he said to them, “Fill four large jars with water and pour it on the offering and on the wood.”"
    },
    {
        "o": 10228,
        "r": "niv:1 Kings:18:34",
        "t": "“Do*p it again,” he said, and they did it again. “Do*p it a third time,” he ordered, and they did it the third time."
    },
    {
        "o": 10229,
        "r": "niv:1 Kings:18:35",
        "t": "The water ran down around the altar and even filled the trench."
    },
    {
        "o": 10230,
        "r": "niv:1 Kings:18:36",
        "t": "At*p the time of sacrifice, the prophet Elijah stepped forward and prayed: “Lord,*s the God of Abraham, Isaac and Israel, let it be known today that you are God in Israel and that I am your servant and have done all these things at your command."
    },
    {
        "o": 10231,
        "r": "niv:1 Kings:18:37",
        "t": "Answer me, Lord,*s answer me, so these people will know that you, Lord,*s are God, and that you are turning their hearts back again.”"
    },
    {
        "o": 10232,
        "r": "niv:1 Kings:18:38",
        "t": "Then*p the fire of the Lord*s fell and burned up the sacrifice, the wood, the stones and the soil, and also licked up the water in the trench."
    },
    {
        "o": 10233,
        "r": "niv:1 Kings:18:39",
        "t": "When*p all the people saw this, they fell prostrate and cried, “The Lord*s —he is God! The Lord*s —he is God!”"
    },
    {
        "o": 10234,
        "r": "niv:1 Kings:18:40",
        "t": "Then*p Elijah commanded them, “Seize the prophets of Baal. Don’t let anyone get away!” They seized them, and Elijah had them brought down to the Kishon Valley and slaughtered there."
    },
    {
        "o": 10235,
        "r": "niv:1 Kings:18:41",
        "t": "And*p Elijah said to Ahab, “Go, eat and drink, for there is the sound of a heavy rain.”"
    },
    {
        "o": 10236,
        "r": "niv:1 Kings:18:42",
        "t": "So Ahab went off to eat and drink, but Elijah climbed to the top of Carmel, bent down to the ground and put his face between his knees."
    },
    {
        "o": 10237,
        "r": "niv:1 Kings:18:43",
        "t": "“Go*p and look toward the sea,” he told his servant. And he went up and looked. “There*p is nothing there,” he said. Seven*p times Elijah said, “Go back.”"
    },
    {
        "o": 10238,
        "r": "niv:1 Kings:18:44",
        "t": "The*p seventh time the servant reported, “A cloud as small as a man’s hand is rising from the sea.” So*p Elijah said, “Go and tell Ahab, ‘Hitch up your chariot and go down before the rain stops you.’ ”"
    },
    {
        "o": 10239,
        "r": "niv:1 Kings:18:45",
        "t": "Meanwhile,*p the sky grew black with clouds, the wind rose, a heavy rain started falling and Ahab rode off to Jezreel."
    },
    {
        "o": 10240,
        "r": "niv:1 Kings:18:46",
        "t": "The power of the Lord*s came on Elijah and, tucking his cloak into his belt, he ran ahead of Ahab all the way to Jezreel."
    }
]
