[
    {
        "o": 33576,
        "r": "nkjv:1 Timothy:1:0",
        "t": "1 Timothy 1",
        "h": 1
    },
    {
        "o": 33577,
        "r": "nkjv:1 Timothy:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33578,
        "r": "nkjv:1 Timothy:1:1",
        "t": "Paul,*p an apostle of Jesus Christ, by the commandment of God our Savior and the Lord Jesus Christ, our hope,"
    },
    {
        "o": 33579,
        "r": "nkjv:1 Timothy:1:2",
        "t": "To*p Timothy, a true son in the faith: Grace,*p mercy, and*i peace from God our Father and Jesus Christ our Lord."
    },
    {
        "o": 33580,
        "r": "nkjv:1 Timothy:1:2",
        "t": "No Other Doctrine",
        "h": 2
    },
    {
        "o": 33581,
        "r": "nkjv:1 Timothy:1:3",
        "t": "As*p I urged you when I went into Macedonia—remain in Ephesus that you may charge some that they teach no other doctrine,"
    },
    {
        "o": 33582,
        "r": "nkjv:1 Timothy:1:4",
        "t": "nor give heed to fables and endless genealogies, which cause disputes rather than godly edification which is in faith."
    },
    {
        "o": 33583,
        "r": "nkjv:1 Timothy:1:5",
        "t": "Now the purpose of the commandment is love from a pure heart, from*i a good conscience, and from*i sincere faith,"
    },
    {
        "o": 33584,
        "r": "nkjv:1 Timothy:1:6",
        "t": "from which some, having strayed, have turned aside to idle talk,"
    },
    {
        "o": 33585,
        "r": "nkjv:1 Timothy:1:7",
        "t": "desiring to be teachers of the law, understanding neither what they say nor the things which they affirm."
    },
    {
        "o": 33586,
        "r": "nkjv:1 Timothy:1:8",
        "t": "But*p we know that the law is*i good if one uses it lawfully,"
    },
    {
        "o": 33587,
        "r": "nkjv:1 Timothy:1:9",
        "t": "knowing this: that the law is not made for a righteous person, but for the*i lawless and insubordinate, for the*i ungodly and for sinners, for the*i unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,"
    },
    {
        "o": 33588,
        "r": "nkjv:1 Timothy:1:10",
        "t": "for fornicators, for sodomites, for kidnappers, for liars, for perjurers, and if there is any other thing that is contrary to sound doctrine,"
    },
    {
        "o": 33589,
        "r": "nkjv:1 Timothy:1:11",
        "t": "according to the glorious gospel of the blessed God which was committed to my trust."
    },
    {
        "o": 33590,
        "r": "nkjv:1 Timothy:1:11",
        "t": "Glory to God for His Grace",
        "h": 2
    },
    {
        "o": 33591,
        "r": "nkjv:1 Timothy:1:12",
        "t": "And*p I thank Christ Jesus our Lord who has enabled me, because He counted me faithful, putting me*i into the ministry,"
    },
    {
        "o": 33592,
        "r": "nkjv:1 Timothy:1:13",
        "t": "although I was formerly a blasphemer, a persecutor, and an insolent man; but I obtained mercy because I did it*i ignorantly in unbelief."
    },
    {
        "o": 33593,
        "r": "nkjv:1 Timothy:1:14",
        "t": "And the grace of our Lord was exceedingly abundant, with faith and love which are in Christ Jesus."
    },
    {
        "o": 33594,
        "r": "nkjv:1 Timothy:1:15",
        "t": "This is*i a faithful saying and worthy of all acceptance, that Christ Jesus came into the world to save sinners, of whom I am chief."
    },
    {
        "o": 33595,
        "r": "nkjv:1 Timothy:1:16",
        "t": "However, for this reason I obtained mercy, that in me first Jesus Christ might show all longsuffering, as a pattern to those who are going to believe on Him for everlasting life."
    },
    {
        "o": 33596,
        "r": "nkjv:1 Timothy:1:17",
        "t": "Now to the King eternal, immortal, invisible, to God who alone is wise, be*i honor and glory forever and ever. Amen."
    },
    {
        "o": 33597,
        "r": "nkjv:1 Timothy:1:17",
        "t": "Fight the Good Fight",
        "h": 2
    },
    {
        "o": 33598,
        "r": "nkjv:1 Timothy:1:18",
        "t": "This*p charge I commit to you, son Timothy, according to the prophecies previously made concerning you, that by them you may wage the good warfare,"
    },
    {
        "o": 33599,
        "r": "nkjv:1 Timothy:1:19",
        "t": "having faith and a good conscience, which some having rejected, concerning the faith have suffered shipwreck,"
    },
    {
        "o": 33600,
        "r": "nkjv:1 Timothy:1:20",
        "t": "of whom are Hymenaeus and Alexander, whom I delivered to Satan that they may learn not to blaspheme."
    }
]
