[
    {
        "o": 24153,
        "r": "esv:Daniel:1:0",
        "t": "Daniel 1",
        "h": 1
    },
    {
        "o": 24154,
        "r": "esv:Daniel:1:0",
        "t": "Daniel Taken to Babylon",
        "h": 2
    },
    {
        "o": 24155,
        "r": "esv:Daniel:1:1",
        "t": "In*p the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it."
    },
    {
        "o": 24156,
        "r": "esv:Daniel:1:2",
        "t": "And the Lord gave Jehoiakim king of Judah into his hand, with some of the vessels of the house of God. And he brought them to the land of Shinar, to the house of his god, and placed the vessels in the treasury of his god."
    },
    {
        "o": 24157,
        "r": "esv:Daniel:1:3",
        "t": "Then the king commanded Ashpenaz, his chief eunuch, to bring some of the people of Israel, both of the royal family and of the nobility,"
    },
    {
        "o": 24158,
        "r": "esv:Daniel:1:4",
        "t": "youths without blemish, of good appearance and skillful in all wisdom, endowed with knowledge, understanding learning, and competent to stand in the king’s palace, and to teach them the literature and language of the Chaldeans."
    },
    {
        "o": 24159,
        "r": "esv:Daniel:1:5",
        "t": "The king assigned them a daily portion of the food that the king ate, and of the wine that he drank. They were to be educated for three years, and at the end of that time they were to stand before the king."
    },
    {
        "o": 24160,
        "r": "esv:Daniel:1:6",
        "t": "Among these were Daniel, Hananiah, Mishael, and Azariah of the tribe of Judah."
    },
    {
        "o": 24161,
        "r": "esv:Daniel:1:7",
        "t": "And the chief of the eunuchs gave them names: Daniel he called Belteshazzar, Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego."
    },
    {
        "o": 24162,
        "r": "esv:Daniel:1:7",
        "t": "Daniel’s Faithfulness",
        "h": 2
    },
    {
        "o": 24163,
        "r": "esv:Daniel:1:8",
        "t": "But*p Daniel resolved that he would not defile himself with the king’s food, or with the wine that he drank. Therefore he asked the chief of the eunuchs to allow him not to defile himself."
    },
    {
        "o": 24164,
        "r": "esv:Daniel:1:9",
        "t": "And God gave Daniel favor and compassion in the sight of the chief of the eunuchs,"
    },
    {
        "o": 24165,
        "r": "esv:Daniel:1:10",
        "t": "and the chief of the eunuchs said to Daniel, “I fear my lord the king, who assigned your food and your drink; for why should he see that you were in worse condition than the youths who are of your own age? So you would endanger my head with the king.”"
    },
    {
        "o": 24166,
        "r": "esv:Daniel:1:11",
        "t": "Then Daniel said to the steward whom the chief of the eunuchs had assigned over Daniel, Hananiah, Mishael, and Azariah,"
    },
    {
        "o": 24167,
        "r": "esv:Daniel:1:12",
        "t": "“Test your servants for ten days; let us be given vegetables to eat and water to drink."
    },
    {
        "o": 24168,
        "r": "esv:Daniel:1:13",
        "t": "Then let our appearance and the appearance of the youths who eat the king’s food be observed by you, and deal with your servants according to what you see.”"
    },
    {
        "o": 24169,
        "r": "esv:Daniel:1:14",
        "t": "So he listened to them in this matter, and tested them for ten days."
    },
    {
        "o": 24170,
        "r": "esv:Daniel:1:15",
        "t": "At the end of ten days it was seen that they were better in appearance and fatter in flesh than all the youths who ate the king’s food."
    },
    {
        "o": 24171,
        "r": "esv:Daniel:1:16",
        "t": "So the steward took away their food and the wine they were to drink, and gave them vegetables."
    },
    {
        "o": 24172,
        "r": "esv:Daniel:1:17",
        "t": "As*p for these four youths, God gave them learning and skill in all literature and wisdom, and Daniel had understanding in all visions and dreams."
    },
    {
        "o": 24173,
        "r": "esv:Daniel:1:18",
        "t": "At the end of the time, when the king had commanded that they should be brought in, the chief of the eunuchs brought them in before Nebuchadnezzar."
    },
    {
        "o": 24174,
        "r": "esv:Daniel:1:19",
        "t": "And the king spoke with them, and among all of them none was found like Daniel, Hananiah, Mishael, and Azariah. Therefore they stood before the king."
    },
    {
        "o": 24175,
        "r": "esv:Daniel:1:20",
        "t": "And in every matter of wisdom and understanding about which the king inquired of them, he found them ten times better than all the magicians and enchanters that were in all his kingdom."
    },
    {
        "o": 24176,
        "r": "esv:Daniel:1:21",
        "t": "And Daniel was there until the first year of King Cyrus."
    }
]
