[
    {
        "o": 24255,
        "r": "nkjv:Ezekiel:47:0",
        "t": "Ezekiel 47",
        "h": 1
    },
    {
        "o": 24256,
        "r": "nkjv:Ezekiel:47:0",
        "t": "The Healing Waters and Trees",
        "h": 2
    },
    {
        "o": 24257,
        "r": "nkjv:Ezekiel:47:1",
        "t": "Then*p he brought me back to the door of the temple; and there was water, flowing from under the threshold of the temple toward the east, for the front of the temple faced east; the water was flowing from under the right side of the temple, south of the altar."
    },
    {
        "o": 24258,
        "r": "nkjv:Ezekiel:47:2",
        "t": "He brought me out by way of the north gate, and led me around on the outside to the outer gateway that faces east; and there was water, running out on the right side."
    },
    {
        "o": 24259,
        "r": "nkjv:Ezekiel:47:3",
        "t": "And*p when the man went out to the east with the line in his hand, he measured one thousand cubits, and he brought me through the waters; the water came*i up*i to*i my*i ankles."
    },
    {
        "o": 24260,
        "r": "nkjv:Ezekiel:47:4",
        "t": "Again he measured one thousand and brought me through the waters; the water came*i up*i to*i my*i knees. Again he measured one thousand and brought me through; the water came*i up*i to*i my*i waist."
    },
    {
        "o": 24261,
        "r": "nkjv:Ezekiel:47:5",
        "t": "Again he measured one thousand, and*i it*i was*i a river that I could not cross; for the water was too deep, water in which one must swim, a river that could not be crossed."
    },
    {
        "o": 24262,
        "r": "nkjv:Ezekiel:47:6",
        "t": "He said to me, “Son of man, have you seen this?”*i Then he brought me and returned me to the bank of the river."
    },
    {
        "o": 24263,
        "r": "nkjv:Ezekiel:47:7",
        "t": "When*p I returned, there, along the bank of the river, were*i very many trees on one side and the other."
    },
    {
        "o": 24264,
        "r": "nkjv:Ezekiel:47:8",
        "t": "Then he said to me: “This water flows toward the eastern region, goes down into the valley, and enters the sea. When*i it*i reaches the sea, its*i waters are healed."
    },
    {
        "o": 24265,
        "r": "nkjv:Ezekiel:47:9",
        "t": "And it shall be that*i every living thing that moves, wherever the rivers go, will live. There will be a very great multitude of fish, because these waters go there; for they will be healed, and everything will live wherever the river goes."
    },
    {
        "o": 24266,
        "r": "nkjv:Ezekiel:47:10",
        "t": "It shall be that*i fishermen will stand by it from En Gedi to En Eglaim; they will be places*i for spreading their nets. Their fish will be of the same kinds as the fish of the Great Sea, exceedingly many."
    },
    {
        "o": 24267,
        "r": "nkjv:Ezekiel:47:11",
        "t": "But its swamps and marshes will not be healed; they will be given over to salt."
    },
    {
        "o": 24268,
        "r": "nkjv:Ezekiel:47:12",
        "t": "Along the bank of the river, on this side and that, will grow all kinds*i of*i trees used for food; their leaves will not wither, and their fruit will not fail. They will bear fruit every month, because their water flows from the sanctuary. Their fruit will be for food, and their leaves for medicine.”"
    },
    {
        "o": 24269,
        "r": "nkjv:Ezekiel:47:12",
        "t": "Borders of the Land",
        "h": 2
    },
    {
        "o": 24270,
        "r": "nkjv:Ezekiel:47:13",
        "t": "Thus*p says the Lord God:*s “These are*i the borders by which you shall divide the land as an inheritance among the twelve tribes of Israel. Joseph shall*i have*i two*i portions."
    },
    {
        "o": 24271,
        "r": "nkjv:Ezekiel:47:14",
        "t": "You shall inherit it equally with one another; for I raised My hand in an oath to give it to your fathers, and this land shall fall to you as your inheritance."
    },
    {
        "o": 24272,
        "r": "nkjv:Ezekiel:47:15",
        "t": "“This*p shall*i be*i the border of the land on the north: from the Great Sea, by*i the road to Hethlon, as one goes to Zedad,"
    },
    {
        "o": 24273,
        "r": "nkjv:Ezekiel:47:16",
        "t": "Hamath, Berothah, Sibraim (which is*i between the border of Damascus and the border of Hamath), to Hazar Hatticon (which is*i on the border of Hauran)."
    },
    {
        "o": 24274,
        "r": "nkjv:Ezekiel:47:17",
        "t": "Thus the boundary shall be from the Sea to Hazar Enan, the border of Damascus; and as for the north, northward, it is the border of Hamath. This*i is*i the north side."
    },
    {
        "o": 24275,
        "r": "nkjv:Ezekiel:47:18",
        "t": "“On*p the east side you shall mark out the border from between Hauran and Damascus, and between Gilead and the land of Israel, along the Jordan, and along the eastern side of the sea. This*i is*i the east side."
    },
    {
        "o": 24276,
        "r": "nkjv:Ezekiel:47:19",
        "t": "“The*p south side, toward the South, shall*i be*i from Tamar to the waters of Meribah by Kadesh, along the brook to the Great Sea. This*i is*i the south side, toward the South."
    },
    {
        "o": 24277,
        "r": "nkjv:Ezekiel:47:20",
        "t": "“The*p west side shall*i be*i the Great Sea, from the southern*i boundary until one comes to a point opposite Hamath. This is*i the west side."
    },
    {
        "o": 24278,
        "r": "nkjv:Ezekiel:47:21",
        "t": "“Thus*p you shall divide this land among yourselves according to the tribes of Israel."
    },
    {
        "o": 24279,
        "r": "nkjv:Ezekiel:47:22",
        "t": "It shall be that you will divide it by lot as an inheritance for yourselves, and for the strangers who dwell among you and who bear children among you. They shall be to you as native-born among the children of Israel; they shall have an inheritance with you among the tribes of Israel."
    },
    {
        "o": 24280,
        "r": "nkjv:Ezekiel:47:23",
        "t": "And it shall be that*i in whatever tribe the stranger dwells, there you shall give him*i his inheritance,” says the Lord God.*s"
    }
]
