[
    {
        "o": 5833,
        "r": "nasb:Deuteronomy:17:0",
        "t": "Deuteronomy 17",
        "h": 1
    },
    {
        "o": 5834,
        "r": "nasb:Deuteronomy:17:0",
        "t": "Administration of Justice",
        "h": 2
    },
    {
        "o": 5835,
        "r": "nasb:Deuteronomy:17:1",
        "t": "“You*p shall not sacrifice to the Lord*s your God an ox or a sheep which has a blemish or*i any defect, for that is a detestable thing to the Lord*s your God."
    },
    {
        "o": 5836,
        "r": "nasb:Deuteronomy:17:2",
        "t": "“If*p there is found in your midst, in any of your towns, which the Lord*s your God is giving you, a man or a woman who does what is evil in the sight of the Lord*s your God, by transgressing His covenant,"
    },
    {
        "o": 5837,
        "r": "nasb:Deuteronomy:17:3",
        "t": "and has gone and served other gods and worshiped them, or the sun or the moon or any of the heavenly host, which I have not commanded,"
    },
    {
        "o": 5838,
        "r": "nasb:Deuteronomy:17:4",
        "t": "and if it is told you and you have heard of it, then you shall inquire thoroughly. Behold, if it is true and the thing certain that this detestable thing has been done in Israel,"
    },
    {
        "o": 5839,
        "r": "nasb:Deuteronomy:17:5",
        "t": "then you shall bring out that man or that woman who has done this evil deed to your gates, that*i is,*i the man or the woman, and you shall stone them to death."
    },
    {
        "o": 5840,
        "r": "nasb:Deuteronomy:17:6",
        "t": "On the evidence of two witnesses or three witnesses, he who is to die shall be put to death; he shall not be put to death on the evidence of one witness."
    },
    {
        "o": 5841,
        "r": "nasb:Deuteronomy:17:7",
        "t": "The hand of the witnesses shall be first against him to put him to death, and afterward the hand of all the people. So you shall purge the evil from your midst."
    },
    {
        "o": 5842,
        "r": "nasb:Deuteronomy:17:8",
        "t": "“If*p any case is too difficult for you to decide, between one kind of homicide or another, between one kind of lawsuit or another, and between one kind of assault or another, being cases of dispute in your courts, then you shall arise and go up to the place which the Lord*s your God chooses."
    },
    {
        "o": 5843,
        "r": "nasb:Deuteronomy:17:9",
        "t": "So you shall come to the Levitical priest or the judge who is in*i office*i in those days, and you shall inquire of*i them*i and they will declare to you the verdict in the case."
    },
    {
        "o": 5844,
        "r": "nasb:Deuteronomy:17:10",
        "t": "You shall do according to the terms of the verdict which they declare to you from that place which the Lord*s chooses; and you shall be careful to observe according to all that they teach you."
    },
    {
        "o": 5845,
        "r": "nasb:Deuteronomy:17:11",
        "t": "According to the terms of the law which they teach you, and according to the verdict which they tell you, you shall do; you shall not turn aside from the word which they declare to you, to the right or the left."
    },
    {
        "o": 5846,
        "r": "nasb:Deuteronomy:17:12",
        "t": "The man who acts presumptuously by not listening to the priest who stands there to serve the Lord*s your God, nor to the judge, that man shall die; thus you shall purge the evil from Israel."
    },
    {
        "o": 5847,
        "r": "nasb:Deuteronomy:17:13",
        "t": "Then all the people will hear and be afraid, and will not act presumptuously again."
    },
    {
        "o": 5848,
        "r": "nasb:Deuteronomy:17:14",
        "t": "“When*p you enter the land which the Lord*s your God gives you, and you possess it and live in it, and you say, ‘I will set a king over me like all the nations who are around me,’"
    },
    {
        "o": 5849,
        "r": "nasb:Deuteronomy:17:15",
        "t": "you shall surely set a king over you whom the Lord*s your God chooses, one*i from among your countrymen you shall set as king over yourselves; you may not put a foreigner over yourselves who is not your countryman."
    },
    {
        "o": 5850,
        "r": "nasb:Deuteronomy:17:16",
        "t": "Moreover, he shall not multiply horses for himself, nor shall he cause the people to return to Egypt to multiply horses, since the Lord*s has said to you, ‘You shall never again return that way.’"
    },
    {
        "o": 5851,
        "r": "nasb:Deuteronomy:17:17",
        "t": "He shall not multiply wives for himself, or else his heart will turn away; nor shall he greatly increase silver and gold for himself."
    },
    {
        "o": 5852,
        "r": "nasb:Deuteronomy:17:18",
        "t": "“Now*p it shall come about when he sits on the throne of his kingdom, he shall write for himself a copy of this law on a scroll in the presence of the Levitical priests."
    },
    {
        "o": 5853,
        "r": "nasb:Deuteronomy:17:19",
        "t": "It shall be with him and he shall read it all the days of his life, that he may learn to fear the Lord*s his God, by carefully observing all the words of this law and these statutes,"
    },
    {
        "o": 5854,
        "r": "nasb:Deuteronomy:17:20",
        "t": "that his heart may not be lifted up above his countrymen and that he may not turn aside from the commandment, to the right or the left, so that he and his sons may continue long in his kingdom in the midst of Israel."
    }
]
