[
    {
        "o": 16030,
        "r": "kjv:Psalm:90:0",
        "t": "Psalm 90",
        "h": 1
    },
    {
        "o": 16031,
        "r": "kjv:Psalm:90:0",
        "t": "A Prayer of Moses the man of God.",
        "h": 4
    },
    {
        "o": 16032,
        "r": "kjv:Psalm:90:1",
        "t": "Lord,*p thou hast been our dwelling place in all generations."
    },
    {
        "o": 16033,
        "r": "kjv:Psalm:90:2",
        "t": "Before*p the mountains were brought forth, or ever thou hadst formed the earth and the world, even from everlasting to everlasting, thou art God."
    },
    {
        "o": 16034,
        "r": "kjv:Psalm:90:3",
        "t": "Thou*p turnest man to destruction; and sayest, Return, ye children of men."
    },
    {
        "o": 16035,
        "r": "kjv:Psalm:90:4",
        "t": "For*p a thousand years in thy sight are but as yesterday when it is past, and as a watch in the night."
    },
    {
        "o": 16036,
        "r": "kjv:Psalm:90:5",
        "t": "Thou*p carriest them away as with a flood; they are as a sleep: in the morning they are like grass which groweth up."
    },
    {
        "o": 16037,
        "r": "kjv:Psalm:90:6",
        "t": "In*p the morning it flourisheth, and groweth up; in the evening it is cut down, and withereth."
    },
    {
        "o": 16038,
        "r": "kjv:Psalm:90:7",
        "t": "For*p we are consumed by thine anger, and by thy wrath are we troubled."
    },
    {
        "o": 16039,
        "r": "kjv:Psalm:90:8",
        "t": "Thou*p hast set our iniquities before thee, our secret sins in the light of thy countenance."
    },
    {
        "o": 16040,
        "r": "kjv:Psalm:90:9",
        "t": "For*p all our days are passed away in thy wrath: we spend our years as a tale that is told."
    },
    {
        "o": 16041,
        "r": "kjv:Psalm:90:10",
        "t": "The*p days of our years are threescore years and ten; and if by reason of strength they be fourscore years, yet is their strength labour and sorrow; for it is soon cut off, and we fly away."
    },
    {
        "o": 16042,
        "r": "kjv:Psalm:90:11",
        "t": "Who*p knoweth the power of thine anger? even according to thy fear, so is thy wrath."
    },
    {
        "o": 16043,
        "r": "kjv:Psalm:90:12",
        "t": "So*p teach us to number our days, that we may apply our hearts unto wisdom."
    },
    {
        "o": 16044,
        "r": "kjv:Psalm:90:13",
        "t": "Return,*p O Lord,*s how long? and let it repent thee concerning thy servants."
    },
    {
        "o": 16045,
        "r": "kjv:Psalm:90:14",
        "t": "O*p satisfy us early with thy mercy; that we may rejoice and be glad all our days."
    },
    {
        "o": 16046,
        "r": "kjv:Psalm:90:15",
        "t": "Make*p us glad according to the days wherein thou hast afflicted us, and the years wherein we have seen evil."
    },
    {
        "o": 16047,
        "r": "kjv:Psalm:90:16",
        "t": "Let*p thy work appear unto thy servants, and thy glory unto their children."
    },
    {
        "o": 16048,
        "r": "kjv:Psalm:90:17",
        "t": "And*p let the beauty of the Lord*s our God be upon us: and establish thou the work of our hands upon us; yea, the work of our hands establish thou it."
    }
]
