[
    {
        "o": 2722,
        "r": "niv:Exodus:34:0",
        "t": "Exodus 34",
        "h": 1
    },
    {
        "o": 2723,
        "r": "niv:Exodus:34:0",
        "t": "The New Stone Tablets",
        "h": 2
    },
    {
        "o": 2724,
        "r": "niv:Exodus:34:1",
        "t": "The*p Lord*s said to Moses, “Chisel out two stone tablets like the first ones, and I will write on them the words that were on the first tablets, which you broke."
    },
    {
        "o": 2725,
        "r": "niv:Exodus:34:2",
        "t": "Be ready in the morning, and then come up on Mount Sinai. Present yourself to me there on top of the mountain."
    },
    {
        "o": 2726,
        "r": "niv:Exodus:34:3",
        "t": "No one is to come with you or be seen anywhere on the mountain; not even the flocks and herds may graze in front of the mountain.”"
    },
    {
        "o": 2727,
        "r": "niv:Exodus:34:4",
        "t": "So*p Moses chiseled out two stone tablets like the first ones and went up Mount Sinai early in the morning, as the Lord*s had commanded him; and he carried the two stone tablets in his hands."
    },
    {
        "o": 2728,
        "r": "niv:Exodus:34:5",
        "t": "Then the Lord*s came down in the cloud and stood there with him and proclaimed his name, the Lord.*s"
    },
    {
        "o": 2729,
        "r": "niv:Exodus:34:6",
        "t": "And he passed in front of Moses, proclaiming, “The Lord,*s the Lord,*s the compassionate and gracious God, slow to anger, abounding in love and faithfulness,"
    },
    {
        "o": 2730,
        "r": "niv:Exodus:34:7",
        "t": "maintaining love to thousands, and forgiving wickedness, rebellion and sin. Yet he does not leave the guilty unpunished; he punishes the children and their children for the sin of the parents to the third and fourth generation.”"
    },
    {
        "o": 2731,
        "r": "niv:Exodus:34:8",
        "t": "Moses*p bowed to the ground at once and worshiped."
    },
    {
        "o": 2732,
        "r": "niv:Exodus:34:9",
        "t": "“Lord,” he said, “if I have found favor in your eyes, then let the Lord go with us. Although this is a stiff-necked people, forgive our wickedness and our sin, and take us as your inheritance.”"
    },
    {
        "o": 2733,
        "r": "niv:Exodus:34:10",
        "t": "Then*p the Lord*s said: “I am making a covenant with you. Before all your people I will do wonders never before done in any nation in all the world. The people you live among will see how awesome is the work that I, the Lord,*s will do for you."
    },
    {
        "o": 2734,
        "r": "niv:Exodus:34:11",
        "t": "Obey what I command you today. I will drive out before you the Amorites, Canaanites, Hittites, Perizzites, Hivites and Jebusites."
    },
    {
        "o": 2735,
        "r": "niv:Exodus:34:12",
        "t": "Be careful not to make a treaty with those who live in the land where you are going, or they will be a snare among you."
    },
    {
        "o": 2736,
        "r": "niv:Exodus:34:13",
        "t": "Break down their altars, smash their sacred stones and cut down their Asherah poles."
    },
    {
        "o": 2737,
        "r": "niv:Exodus:34:14",
        "t": "Do not worship any other god, for the Lord,*s whose name is Jealous, is a jealous God."
    },
    {
        "o": 2738,
        "r": "niv:Exodus:34:15",
        "t": "“Be*p careful not to make a treaty with those who live in the land; for when they prostitute themselves to their gods and sacrifice to them, they will invite you and you will eat their sacrifices."
    },
    {
        "o": 2739,
        "r": "niv:Exodus:34:16",
        "t": "And when you choose some of their daughters as wives for your sons and those daughters prostitute themselves to their gods, they will lead your sons to do the same."
    },
    {
        "o": 2740,
        "r": "niv:Exodus:34:17",
        "t": "“Do*p not make any idols."
    },
    {
        "o": 2741,
        "r": "niv:Exodus:34:18",
        "t": "“Celebrate*p the Festival of Unleavened Bread. For seven days eat bread made without yeast, as I commanded you. Do this at the appointed time in the month of Aviv, for in that month you came out of Egypt."
    },
    {
        "o": 2742,
        "r": "niv:Exodus:34:19",
        "t": "“The*p first offspring of every womb belongs to me, including all the firstborn males of your livestock, whether from herd or flock."
    },
    {
        "o": 2743,
        "r": "niv:Exodus:34:20",
        "t": "Redeem the firstborn donkey with a lamb, but if you do not redeem it, break its neck. Redeem all your firstborn sons. “No*p one is to appear before me empty-handed."
    },
    {
        "o": 2744,
        "r": "niv:Exodus:34:21",
        "t": "“Six*p days you shall labor, but on the seventh day you shall rest; even during the plowing season and harvest you must rest."
    },
    {
        "o": 2745,
        "r": "niv:Exodus:34:22",
        "t": "“Celebrate*p the Festival of Weeks with the firstfruits of the wheat harvest, and the Festival of Ingathering at the turn of the year."
    },
    {
        "o": 2746,
        "r": "niv:Exodus:34:23",
        "t": "Three times a year all your men are to appear before the Sovereign Lord,*s the God of Israel."
    },
    {
        "o": 2747,
        "r": "niv:Exodus:34:24",
        "t": "I will drive out nations before you and enlarge your territory, and no one will covet your land when you go up three times each year to appear before the Lord*s your God."
    },
    {
        "o": 2748,
        "r": "niv:Exodus:34:25",
        "t": "“Do*p not offer the blood of a sacrifice to me along with anything containing yeast, and do not let any of the sacrifice from the Passover Festival remain until morning."
    },
    {
        "o": 2749,
        "r": "niv:Exodus:34:26",
        "t": "“Bring*p the best of the firstfruits of your soil to the house of the Lord*s your God. “Do*p not cook a young goat in its mother’s milk.”"
    },
    {
        "o": 2750,
        "r": "niv:Exodus:34:27",
        "t": "Then*p the Lord*s said to Moses, “Write down these words, for in accordance with these words I have made a covenant with you and with Israel.”"
    },
    {
        "o": 2751,
        "r": "niv:Exodus:34:28",
        "t": "Moses was there with the Lord*s forty days and forty nights without eating bread or drinking water. And he wrote on the tablets the words of the covenant—the Ten Commandments."
    },
    {
        "o": 2752,
        "r": "niv:Exodus:34:28",
        "t": "The Radiant Face of Moses",
        "h": 2
    },
    {
        "o": 2753,
        "r": "niv:Exodus:34:29",
        "t": "When*p Moses came down from Mount Sinai with the two tablets of the covenant law in his hands, he was not aware that his face was radiant because he had spoken with the Lord.*s"
    },
    {
        "o": 2754,
        "r": "niv:Exodus:34:30",
        "t": "When Aaron and all the Israelites saw Moses, his face was radiant, and they were afraid to come near him."
    },
    {
        "o": 2755,
        "r": "niv:Exodus:34:31",
        "t": "But Moses called to them; so Aaron and all the leaders of the community came back to him, and he spoke to them."
    },
    {
        "o": 2756,
        "r": "niv:Exodus:34:32",
        "t": "Afterward all the Israelites came near him, and he gave them all the commands the Lord*s had given him on Mount Sinai."
    },
    {
        "o": 2757,
        "r": "niv:Exodus:34:33",
        "t": "When*p Moses finished speaking to them, he put a veil over his face."
    },
    {
        "o": 2758,
        "r": "niv:Exodus:34:34",
        "t": "But whenever he entered the Lord’s*s presence to speak with him, he removed the veil until he came out. And when he came out and told the Israelites what he had been commanded,"
    },
    {
        "o": 2759,
        "r": "niv:Exodus:34:35",
        "t": "they saw that his face was radiant. Then Moses would put the veil back over his face until he went in to speak with the Lord.*s"
    }
]
