[
    {
        "o": 30158,
        "r": "nasb:Acts:5:0",
        "t": "Acts 5",
        "h": 1
    },
    {
        "o": 30159,
        "r": "nasb:Acts:5:0",
        "t": "Fate of Ananias and Sapphira",
        "h": 2
    },
    {
        "o": 30160,
        "r": "nasb:Acts:5:1",
        "t": "But*p a man named Ananias, with his wife Sapphira, sold a piece of property,"
    },
    {
        "o": 30161,
        "r": "nasb:Acts:5:2",
        "t": "and kept back some*i of the price for himself, with his wife’s full knowledge, and bringing a portion of it, he laid it at the apostles’ feet."
    },
    {
        "o": 30162,
        "r": "nasb:Acts:5:3",
        "t": "But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back some*i of the price of the land?"
    },
    {
        "o": 30163,
        "r": "nasb:Acts:5:4",
        "t": "While it remained unsold,*i did it not remain your own? And after it was sold, was it not under your control? Why is it that you have conceived this deed in your heart? You have not lied to men but to God.”"
    },
    {
        "o": 30164,
        "r": "nasb:Acts:5:5",
        "t": "And as he heard these words, Ananias fell down and breathed his last; and great fear came over all who heard of it."
    },
    {
        "o": 30165,
        "r": "nasb:Acts:5:6",
        "t": "The young men got up and covered him up, and after carrying him out, they buried him."
    },
    {
        "o": 30166,
        "r": "nasb:Acts:5:7",
        "t": "Now*p there elapsed an interval of about three hours, and his wife came in, not knowing what had happened."
    },
    {
        "o": 30167,
        "r": "nasb:Acts:5:8",
        "t": "And Peter responded to her, “Tell me whether you sold the land for such and such a price?” And she said, “Yes, that was the price.”"
    },
    {
        "o": 30168,
        "r": "nasb:Acts:5:9",
        "t": "Then Peter said*i to her, “Why is it that you have agreed together to put the Spirit of the Lord to the test? Behold, the feet of those who have buried your husband are at the door, and they will carry you out as*i well.”*i"
    },
    {
        "o": 30169,
        "r": "nasb:Acts:5:10",
        "t": "And immediately she fell at his feet and breathed her last, and the young men came in and found her dead, and they carried her out and buried her beside her husband."
    },
    {
        "o": 30170,
        "r": "nasb:Acts:5:11",
        "t": "And great fear came over the whole church, and over all who heard of these things."
    },
    {
        "o": 30171,
        "r": "nasb:Acts:5:12",
        "t": "At*p the hands of the apostles many signs and wonders were taking place among the people; and they were all with one accord in Solomon’s portico."
    },
    {
        "o": 30172,
        "r": "nasb:Acts:5:13",
        "t": "But none of the rest dared to associate with them; however, the people held them in high esteem."
    },
    {
        "o": 30173,
        "r": "nasb:Acts:5:14",
        "t": "And all the more believers in the Lord, multitudes of men and women, were constantly added to their*i number,*i"
    },
    {
        "o": 30174,
        "r": "nasb:Acts:5:15",
        "t": "to such an extent that they even carried the sick out into the streets and laid them on cots and pallets, so that when Peter came by at least his shadow might fall on any one of them."
    },
    {
        "o": 30175,
        "r": "nasb:Acts:5:16",
        "t": "Also the people from the cities in the vicinity of Jerusalem were coming together, bringing people who were sick or afflicted with unclean spirits, and they were all being healed."
    },
    {
        "o": 30176,
        "r": "nasb:Acts:5:16",
        "t": "Imprisonment and Release",
        "h": 2
    },
    {
        "o": 30177,
        "r": "nasb:Acts:5:17",
        "t": "But*p the high priest rose up, along with all his associates (that is the sect of the Sadducees), and they were filled with jealousy."
    },
    {
        "o": 30178,
        "r": "nasb:Acts:5:18",
        "t": "They laid hands on the apostles and put them in a public jail."
    },
    {
        "o": 30179,
        "r": "nasb:Acts:5:19",
        "t": "But during the night an angel of the Lord opened the gates of the prison, and taking them out he said,"
    },
    {
        "o": 30180,
        "r": "nasb:Acts:5:20",
        "t": "“Go, stand and speak to the people in the temple the whole message of this Life.”"
    },
    {
        "o": 30181,
        "r": "nasb:Acts:5:21",
        "t": "Upon hearing this,*i they entered into the temple about daybreak and began*i to teach. Now*bp when the high priest and his associates came, they called the Council together, even all the Senate of the sons of Israel, and sent orders*i to the prison house for them to be brought."
    },
    {
        "o": 30182,
        "r": "nasb:Acts:5:22",
        "t": "But the officers who came did not find them in the prison; and they returned and reported back,"
    },
    {
        "o": 30183,
        "r": "nasb:Acts:5:23",
        "t": "saying, “We found the prison house locked quite securely and the guards standing at the doors; but when we had opened up, we found no one inside.”"
    },
    {
        "o": 30184,
        "r": "nasb:Acts:5:24",
        "t": "Now when the captain of the temple guard*i and the chief priests heard these words, they were greatly perplexed about them as to what would come of this."
    },
    {
        "o": 30185,
        "r": "nasb:Acts:5:25",
        "t": "But someone came and reported to them, “The men whom you put in prison are standing in the temple and teaching the people!”"
    },
    {
        "o": 30186,
        "r": "nasb:Acts:5:26",
        "t": "Then the captain went along with the officers and proceeded*i to bring them back*i without violence (for they were afraid of the people, that they might be stoned)."
    },
    {
        "o": 30187,
        "r": "nasb:Acts:5:27",
        "t": "When*p they had brought them, they stood them before the Council. The high priest questioned them,"
    },
    {
        "o": 30188,
        "r": "nasb:Acts:5:28",
        "t": "saying, “We gave you strict orders not to continue teaching in this name, and yet, you have filled Jerusalem with your teaching and intend to bring this man’s blood upon us.”"
    },
    {
        "o": 30189,
        "r": "nasb:Acts:5:29",
        "t": "But Peter and the apostles answered, “We must obey God rather than men."
    },
    {
        "o": 30190,
        "r": "nasb:Acts:5:30",
        "t": "The God of our fathers raised up Jesus, whom you had put to death by hanging Him on a cross."
    },
    {
        "o": 30191,
        "r": "nasb:Acts:5:31",
        "t": "He is the one whom God exalted to His right hand as a Prince and a Savior, to grant repentance to Israel, and forgiveness of sins."
    },
    {
        "o": 30192,
        "r": "nasb:Acts:5:32",
        "t": "And we are witnesses of these things; and so*i is*i the Holy Spirit, whom God has given to those who obey Him.”"
    },
    {
        "o": 30193,
        "r": "nasb:Acts:5:32",
        "t": "Gamaliel’s Counsel",
        "h": 2
    },
    {
        "o": 30194,
        "r": "nasb:Acts:5:33",
        "t": "But*p when they heard this, they were cut to the quick and intended to kill them."
    },
    {
        "o": 30195,
        "r": "nasb:Acts:5:34",
        "t": "But a Pharisee named Gamaliel, a teacher of the Law, respected by all the people, stood up in the Council and gave orders to put the men outside for a short time."
    },
    {
        "o": 30196,
        "r": "nasb:Acts:5:35",
        "t": "And he said to them, “Men of Israel, take care what you propose to do with these men."
    },
    {
        "o": 30197,
        "r": "nasb:Acts:5:36",
        "t": "For some time ago Theudas rose up, claiming to be somebody, and a group of about four hundred men joined up with him. But he was killed, and all who followed him were dispersed and came to nothing."
    },
    {
        "o": 30198,
        "r": "nasb:Acts:5:37",
        "t": "After this man, Judas of Galilee rose up in the days of the census and drew away some*i people after him; he too perished, and all those who followed him were scattered."
    },
    {
        "o": 30199,
        "r": "nasb:Acts:5:38",
        "t": "So in the present case, I say to you, stay away from these men and let them alone, for if this plan or action is of men, it will be overthrown;"
    },
    {
        "o": 30200,
        "r": "nasb:Acts:5:39",
        "t": "but if it is of God, you will not be able to overthrow them; or else you may even be found fighting against God.”"
    },
    {
        "o": 30201,
        "r": "nasb:Acts:5:40",
        "t": "They*p took his advice; and after calling the apostles in, they flogged them and ordered them not to speak in the name of Jesus, and then*i released them."
    },
    {
        "o": 30202,
        "r": "nasb:Acts:5:41",
        "t": "So they went on their way from the presence of the Council, rejoicing that they had been considered worthy to suffer shame for His*i name."
    },
    {
        "o": 30203,
        "r": "nasb:Acts:5:42",
        "t": "And every day, in the temple and from house to house, they kept right on teaching and preaching Jesus as*i the Christ."
    }
]
