[
    {
        "o": 25963,
        "r": "csb:Zechariah:11:0",
        "t": "Zechariah 11",
        "h": 1
    },
    {
        "o": 25964,
        "r": "csb:Zechariah:11:0",
        "t": "Israel’s Shepherds: Good and Bad",
        "h": 2
    },
    {
        "o": 25965,
        "r": "csb:Zechariah:11:1",
        "t": "Open*pn your gates, Lebanon, and*ln fire will consume your cedars."
    },
    {
        "o": 25966,
        "r": "csb:Zechariah:11:2",
        "t": "Wail,*ln cypress, for the cedar has fallen; the*ln glorious trees are destroyed! Wail,*ln oaks of Bashan, for*ln the stately forest has fallen!"
    },
    {
        "o": 25967,
        "r": "csb:Zechariah:11:3",
        "t": "Listen*ln to the wail of the shepherds, for*ln their glory is destroyed. Listen*ln to the roar of young lions, for*ln the thickets of the Jordan are destroyed."
    },
    {
        "o": 25968,
        "r": "csb:Zechariah:11:4",
        "t": "The*p Lord*s my God says this: “Shepherd the flock intended for slaughter."
    },
    {
        "o": 25969,
        "r": "csb:Zechariah:11:5",
        "t": "Those who buy them slaughter them but are not punished. Those who sell them say, ‘Blessed be the Lord*s because I have become rich!’ Even their own shepherds have no compassion for them."
    },
    {
        "o": 25970,
        "r": "csb:Zechariah:11:6",
        "t": "Indeed, I will no longer have compassion on the inhabitants of the land” - this is the Lord’s*s declaration. “Instead, I will turn everyone over to his neighbor and his king. They will devastate the land, and I will not rescue it from their hand.”"
    },
    {
        "o": 25971,
        "r": "csb:Zechariah:11:7",
        "t": "So*p I shepherded the flock intended for slaughter, the oppressed of the flock. I took two staffs, calling one Favor and the other Union, and I shepherded the flock."
    },
    {
        "o": 25972,
        "r": "csb:Zechariah:11:8",
        "t": "In one month I got rid of three shepherds. I became impatient with them, and they also detested me."
    },
    {
        "o": 25973,
        "r": "csb:Zechariah:11:9",
        "t": "Then I said, “I will no longer shepherd you. Let what is dying die, and let what is perishing perish; let the rest devour each other’s flesh.”"
    },
    {
        "o": 25974,
        "r": "csb:Zechariah:11:10",
        "t": "Next I took my staff called Favor and cut it in two, annulling the covenant I had made with all the peoples."
    },
    {
        "o": 25975,
        "r": "csb:Zechariah:11:11",
        "t": "It was annulled on that day, and so the oppressed of the flock who were watching me knew that it was the word of the Lord.*s"
    },
    {
        "o": 25976,
        "r": "csb:Zechariah:11:12",
        "t": "Then I said to them, “If it seems right to you, give me my wages; but if not, keep them.” So they weighed my wages, thirty pieces of silver."
    },
    {
        "o": 25977,
        "r": "csb:Zechariah:11:13",
        "t": "“Throw*p it to the potter,” the Lord*s said to me - this magnificent price I was valued by them. So I took the thirty pieces of silver and threw it into the house of the Lord,*s to the potter."
    },
    {
        "o": 25978,
        "r": "csb:Zechariah:11:14",
        "t": "Then I cut in two my second staff, Union, annulling the brotherhood between Judah and Israel."
    },
    {
        "o": 25979,
        "r": "csb:Zechariah:11:15",
        "t": "The*p Lord*s also said to me, “Take the equipment of a foolish shepherd."
    },
    {
        "o": 25980,
        "r": "csb:Zechariah:11:16",
        "t": "I am about to raise up a shepherd in the land who will not care for those who are perishing, and he will not seek the lost or heal the broken. He will not sustain the healthy, but he will devour the flesh of the fat sheep and tear off their hooves."
    },
    {
        "o": 25981,
        "r": "csb:Zechariah:11:17",
        "t": "Woe*pn to the worthless shepherd who*ln deserts the flock! May*ln a sword strike his arm and*ln his right eye! May*ln his arm wither away and*ln his right eye go completely blind!”"
    }
]
