[
    {
        "o": 20095,
        "r": "kjv:Jeremiah:10:0",
        "t": "Jeremiah 10",
        "h": 1
    },
    {
        "o": 20096,
        "r": "kjv:Jeremiah:10:1",
        "t": "Hear*p ye the word which the Lord*s speaketh unto you, O house of Israel:"
    },
    {
        "o": 20097,
        "r": "kjv:Jeremiah:10:2",
        "t": "Thus*p saith the Lord,*s Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them."
    },
    {
        "o": 20098,
        "r": "kjv:Jeremiah:10:3",
        "t": "For*p the customs of the people are vain: for one cutteth a tree out of the forest, the work of the hands of the workman, with the axe."
    },
    {
        "o": 20099,
        "r": "kjv:Jeremiah:10:4",
        "t": "They*p deck it with silver and with gold; they fasten it with nails and with hammers, that it move not."
    },
    {
        "o": 20100,
        "r": "kjv:Jeremiah:10:5",
        "t": "They*p are upright as the palm tree, but speak not: they must needs be borne, because they cannot go. Be not afraid of them; for they cannot do evil, neither also is it in them to do good."
    },
    {
        "o": 20101,
        "r": "kjv:Jeremiah:10:6",
        "t": "Forasmuch*p as there is none like unto thee, O Lord;*s thou art great, and thy name is great in might."
    },
    {
        "o": 20102,
        "r": "kjv:Jeremiah:10:7",
        "t": "Who*p would not fear thee, O King of nations? for to thee doth it appertain: forasmuch as among all the wise men of the nations, and in all their kingdoms, there is none like unto thee."
    },
    {
        "o": 20103,
        "r": "kjv:Jeremiah:10:8",
        "t": "But*p they are altogether brutish and foolish: the stock is a doctrine of vanities."
    },
    {
        "o": 20104,
        "r": "kjv:Jeremiah:10:9",
        "t": "Silver*p spread into plates is brought from Tarshish, and gold from Uphaz, the work of the workman, and of the hands of the founder: blue and purple is their clothing: they are all the work of cunning men."
    },
    {
        "o": 20105,
        "r": "kjv:Jeremiah:10:10",
        "t": "But*p the Lord*s is the true God, he is the living God, and an everlasting king: at his wrath the earth shall tremble, and the nations shall not be able to abide his indignation."
    },
    {
        "o": 20106,
        "r": "kjv:Jeremiah:10:11",
        "t": "Thus*p shall ye say unto them, The gods that have not made the heavens and the earth, even they shall perish from the earth, and from under these heavens."
    },
    {
        "o": 20107,
        "r": "kjv:Jeremiah:10:12",
        "t": "He*p hath made the earth by his power, he hath established the world by his wisdom, and hath stretched out the heavens by his discretion."
    },
    {
        "o": 20108,
        "r": "kjv:Jeremiah:10:13",
        "t": "When*p he uttereth his voice, there is a multitude of waters in the heavens, and he causeth the vapours to ascend from the ends of the earth; he maketh lightnings with rain, and bringeth forth the wind out of his treasures."
    },
    {
        "o": 20109,
        "r": "kjv:Jeremiah:10:14",
        "t": "Every*p man is brutish in his knowledge: every founder is confounded by the graven image: for his molten image is falsehood, and there is no breath in them."
    },
    {
        "o": 20110,
        "r": "kjv:Jeremiah:10:15",
        "t": "They*p are vanity, and the work of errors: in the time of their visitation they shall perish."
    },
    {
        "o": 20111,
        "r": "kjv:Jeremiah:10:16",
        "t": "The*p portion of Jacob is not like them: for he is the former of all things; and Israel is the rod of his inheritance: The Lord*s of hosts is his name."
    },
    {
        "o": 20112,
        "r": "kjv:Jeremiah:10:17",
        "t": "Gather*p up thy wares out of the land, O inhabitant of the fortress."
    },
    {
        "o": 20113,
        "r": "kjv:Jeremiah:10:18",
        "t": "For*p thus saith the Lord,*s Behold, I will sling out the inhabitants of the land at this once, and will distress them, that they may find it so."
    },
    {
        "o": 20114,
        "r": "kjv:Jeremiah:10:19",
        "t": "Woe*p is me for my hurt! my wound is grievous: but I said, Truly this is a grief, and I must bear it."
    },
    {
        "o": 20115,
        "r": "kjv:Jeremiah:10:20",
        "t": "My*p tabernacle is spoiled, and all my cords are broken: my children are gone forth of me, and they are not: there is none to stretch forth my tent any more, and to set up my curtains."
    },
    {
        "o": 20116,
        "r": "kjv:Jeremiah:10:21",
        "t": "For*p the pastors are become brutish, and have not sought the Lord:*s therefore they shall not prosper, and all their flocks shall be scattered."
    },
    {
        "o": 20117,
        "r": "kjv:Jeremiah:10:22",
        "t": "Behold,*p the noise of the bruit is come, and a great commotion out of the north country, to make the cities of Judah desolate, and a den of dragons."
    },
    {
        "o": 20118,
        "r": "kjv:Jeremiah:10:23",
        "t": "O*p Lord,*s I know that the way of man is not in himself: it is not in man that walketh to direct his steps."
    },
    {
        "o": 20119,
        "r": "kjv:Jeremiah:10:24",
        "t": "O*p Lord,*s correct me, but with judgment; not in thine anger, lest thou bring me to nothing."
    },
    {
        "o": 20120,
        "r": "kjv:Jeremiah:10:25",
        "t": "Pour*p out thy fury upon the heathen that know thee not, and upon the families that call not on thy name: for they have eaten up Jacob, and devoured him, and consumed him, and have made his habitation desolate."
    }
]
