[
    {
        "o": 20503,
        "r": "csb:Isaiah:34:0",
        "t": "Isaiah 34",
        "h": 1
    },
    {
        "o": 20504,
        "r": "csb:Isaiah:34:0",
        "t": "The Judgment of the Nations",
        "h": 2
    },
    {
        "o": 20505,
        "r": "csb:Isaiah:34:1",
        "t": "You*pn nations, come here and listen; you*ln peoples, pay attention! Let*ln the earth and all that fills it hear, the*ln world and all that comes from it."
    },
    {
        "o": 20506,
        "r": "csb:Isaiah:34:2",
        "t": "The*ln Lord*s is angry with all the nations, furious*ln with all their armies. He*ln will set them apart for destruction, giving*ln them over to slaughter."
    },
    {
        "o": 20507,
        "r": "csb:Isaiah:34:3",
        "t": "Their*ln slain will be thrown out, and*ln the stench of their corpses will rise; the*ln mountains will flow with their blood."
    },
    {
        "o": 20508,
        "r": "csb:Isaiah:34:4",
        "t": "All*ln the stars in the sky will dissolve. The*ln sky will roll up like a scroll, and*ln its stars will all wither as*ln leaves wither on the vine, and*ln foliage on the fig tree."
    },
    {
        "o": 20509,
        "r": "csb:Isaiah:34:4",
        "t": "The Judgment of Edom",
        "h": 2
    },
    {
        "o": 20510,
        "r": "csb:Isaiah:34:5",
        "t": "When*pn my sword has drunk its fill in the heavens, it*ln will then come down on Edom and*ln on the people I have set apart for destruction."
    },
    {
        "o": 20511,
        "r": "csb:Isaiah:34:6",
        "t": "The*ln Lord’s*s sword is covered with blood. It*ln drips with fat, with*ln the blood of lambs and goats, with*ln the fat of the kidneys of rams. For*ln the Lord*s has a sacrifice in Bozrah, a*ln great slaughter in the land of Edom."
    },
    {
        "o": 20512,
        "r": "csb:Isaiah:34:7",
        "t": "The*ln wild oxen will be struck down with them, and*ln young bulls with the mighty bulls. Their*ln land will be soaked with blood, and*ln their soil will be saturated with fat."
    },
    {
        "o": 20513,
        "r": "csb:Isaiah:34:8",
        "t": "For*ln the Lord*s has a day of vengeance, a*ln time of paying back Edom for*ln its hostility against Zion."
    },
    {
        "o": 20514,
        "r": "csb:Isaiah:34:9",
        "t": "Edom’s*ln streams will be turned into pitch, her*ln soil into sulfur; her*ln land will become burning pitch."
    },
    {
        "o": 20515,
        "r": "csb:Isaiah:34:10",
        "t": "It*ln will never go out - day or night. Its*ln smoke will go up forever. It*ln will be desolate, from generation to generation; no*ln one will pass through it forever and ever."
    },
    {
        "o": 20516,
        "r": "csb:Isaiah:34:11",
        "t": "Eagle*ln owls and herons will possess it, and*ln long-eared owls and ravens will dwell there. The*ln Lord*s will stretch out a measuring line and*ln a plumb line over her for*ln her destruction and chaos."
    },
    {
        "o": 20517,
        "r": "csb:Isaiah:34:12",
        "t": "No*ln nobles will be left to proclaim a king, and*ln all her princes will come to nothing."
    },
    {
        "o": 20518,
        "r": "csb:Isaiah:34:13",
        "t": "Her*ln palaces will be overgrown with thorns; her*ln fortified cities, with thistles and briers. She*ln will become a dwelling for jackals, an*ln abode for ostriches."
    },
    {
        "o": 20519,
        "r": "csb:Isaiah:34:14",
        "t": "The*ln desert creatures will meet hyenas, and*ln one wild goat will call to another. Indeed,*ln the night birds will stay there and*ln will find a resting place."
    },
    {
        "o": 20520,
        "r": "csb:Isaiah:34:15",
        "t": "Sand*ln partridges will make their nests there; they*ln will lay and hatch their eggs and*ln will gather their broods under their shadows. Indeed,*ln the birds of prey will gather there, each*ln with its mate."
    },
    {
        "o": 20521,
        "r": "csb:Isaiah:34:16",
        "t": "Search*ln and read the scroll of the Lord:*s Not*ln one of them will be missing, none*ln will be lacking its mate, because*ln he has ordered it by my mouth, and*ln he will gather them by his Spirit."
    },
    {
        "o": 20522,
        "r": "csb:Isaiah:34:17",
        "t": "He*ln has cast the lot for them; his*ln hand allotted their portion with a measuring line. They*ln will possess it forever; they*ln will dwell in it from generation to generation."
    }
]
