[
    {
        "o": 24541,
        "r": "nkjv:Daniel:7:0",
        "t": "Daniel 7",
        "h": 1
    },
    {
        "o": 24542,
        "r": "nkjv:Daniel:7:0",
        "t": "Vision of the Four Beasts",
        "h": 2
    },
    {
        "o": 24543,
        "r": "nkjv:Daniel:7:1",
        "t": "In*p the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head while*i on his bed. Then he wrote down the dream, telling the main facts."
    },
    {
        "o": 24544,
        "r": "nkjv:Daniel:7:2",
        "t": "Daniel*p spoke, saying, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the Great Sea."
    },
    {
        "o": 24545,
        "r": "nkjv:Daniel:7:3",
        "t": "And four great beasts came up from the sea, each different from the other."
    },
    {
        "o": 24546,
        "r": "nkjv:Daniel:7:4",
        "t": "The first was*i like a lion, and had eagle’s wings. I watched till its wings were plucked off; and it was lifted up from the earth and made to stand on two feet like a man, and a man’s heart was given to it."
    },
    {
        "o": 24547,
        "r": "nkjv:Daniel:7:5",
        "t": "“And*p suddenly another beast, a second, like a bear. It was raised up on one side, and had*i three ribs in its mouth between its teeth. And they said thus to it: ‘Arise, devour much flesh!’"
    },
    {
        "o": 24548,
        "r": "nkjv:Daniel:7:6",
        "t": "“After*p this I looked, and there was another, like a leopard, which had on its back four wings of a bird. The beast also had four heads, and dominion was given to it."
    },
    {
        "o": 24549,
        "r": "nkjv:Daniel:7:7",
        "t": "“After*p this I saw in the night visions, and behold, a fourth beast, dreadful and terrible, exceedingly strong. It had huge iron teeth; it was devouring, breaking in pieces, and trampling the residue with its feet. It was*i different from all the beasts that were*i before it, and it had ten horns."
    },
    {
        "o": 24550,
        "r": "nkjv:Daniel:7:8",
        "t": "I was considering the horns, and there was another horn, a little one, coming up among them, before whom three of the first horns were plucked out by the roots. And there, in this horn, were*i eyes like the eyes of a man, and a mouth speaking pompous words."
    },
    {
        "o": 24551,
        "r": "nkjv:Daniel:7:8",
        "t": "Vision of the Ancient of Days",
        "h": 2
    },
    {
        "o": 24552,
        "r": "nkjv:Daniel:7:9",
        "t": "“I*pn watched till thrones were put in place, And*ld the Ancient of Days was seated; His*ld garment was*i white as snow, And*ld the hair of His head was*i like pure wool. His*ld throne was*i a fiery flame, Its*ld wheels a burning fire;"
    },
    {
        "o": 24553,
        "r": "nkjv:Daniel:7:10",
        "t": "A*ld fiery stream issued And*ld came forth from before Him. A*ld thousand thousands ministered to Him; Ten*ld thousand times ten thousand stood before Him. The*ld court was seated, And*ld the books were opened."
    },
    {
        "o": 24554,
        "r": "nkjv:Daniel:7:11",
        "t": "“I*p watched then because of the sound of the pompous words which the horn was speaking; I watched till the beast was slain, and its body destroyed and given to the burning flame."
    },
    {
        "o": 24555,
        "r": "nkjv:Daniel:7:12",
        "t": "As for the rest of the beasts, they had their dominion taken away, yet their lives were prolonged for a season and a time."
    },
    {
        "o": 24556,
        "r": "nkjv:Daniel:7:13",
        "t": "“I*pn was watching in the night visions, And*ld behold, One*i like the Son of Man, Coming*ld with the clouds of heaven! He*ld came to the Ancient of Days, And*ld they brought Him near before Him."
    },
    {
        "o": 24557,
        "r": "nkjv:Daniel:7:14",
        "t": "Then*ld to Him was given dominion and glory and a kingdom, That*ld all peoples, nations, and languages should serve Him. His*ld dominion is*i an everlasting dominion, Which*ld shall not pass away, And*ld His kingdom the*i one*i Which*ld shall not be destroyed."
    },
    {
        "o": 24558,
        "r": "nkjv:Daniel:7:14",
        "t": "Daniel’s Visions Interpreted",
        "h": 2
    },
    {
        "o": 24559,
        "r": "nkjv:Daniel:7:15",
        "t": "“I,*p Daniel, was grieved in my spirit within my*i body, and the visions of my head troubled me."
    },
    {
        "o": 24560,
        "r": "nkjv:Daniel:7:16",
        "t": "I came near to one of those who stood by, and asked him the truth of all this. So he told me and made known to me the interpretation of these things:"
    },
    {
        "o": 24561,
        "r": "nkjv:Daniel:7:17",
        "t": "‘Those great beasts, which are four, are*i four kings which*i arise out of the earth."
    },
    {
        "o": 24562,
        "r": "nkjv:Daniel:7:18",
        "t": "But the saints of the Most High shall receive the kingdom, and possess the kingdom forever, even forever and ever.’"
    },
    {
        "o": 24563,
        "r": "nkjv:Daniel:7:19",
        "t": "“Then*p I wished to know the truth about the fourth beast, which was different from all the others, exceedingly dreadful, with*i its teeth of iron and its nails of bronze, which*i devoured, broke in pieces, and trampled the residue with its feet;"
    },
    {
        "o": 24564,
        "r": "nkjv:Daniel:7:20",
        "t": "and the ten horns that were*i on its head, and the other horn*i which came up, before which three fell, namely, that horn which had eyes and a mouth which spoke pompous words, whose appearance was*i greater than his fellows."
    },
    {
        "o": 24565,
        "r": "nkjv:Daniel:7:21",
        "t": "“I*p was watching; and the same horn was making war against the saints, and prevailing against them,"
    },
    {
        "o": 24566,
        "r": "nkjv:Daniel:7:22",
        "t": "until the Ancient of Days came, and a judgment was made in*i favor*i of the saints of the Most High, and the time came for the saints to possess the kingdom."
    },
    {
        "o": 24567,
        "r": "nkjv:Daniel:7:23",
        "t": "“Thus*p he said: ‘The*pn fourth beast shall be A*ld fourth kingdom on earth, Which*ld shall be different from all other*i kingdoms, And*ld shall devour the whole earth, Trample*ld it and break it in pieces."
    },
    {
        "o": 24568,
        "r": "nkjv:Daniel:7:24",
        "t": "The*ld ten horns are*i ten kings Who*ild shall arise from this kingdom. And*ld another shall rise after them; He*ld shall be different from the first ones,*i And*ld shall subdue three kings."
    },
    {
        "o": 24569,
        "r": "nkjv:Daniel:7:25",
        "t": "He*ld shall speak pompous*i words against the Most High, Shall*ld persecute the saints of the Most High, And*ld shall intend to change times and law. Then*ld the*i saints*i shall be given into his hand For*ld a time and times and half a time."
    },
    {
        "o": 24570,
        "r": "nkjv:Daniel:7:26",
        "t": "‘But*ln the court shall be seated, And*ld they shall take away his dominion, To*ld consume and destroy it*i forever."
    },
    {
        "o": 24571,
        "r": "nkjv:Daniel:7:27",
        "t": "Then*ld the kingdom and dominion, And*ld the greatness of the kingdoms under the whole heaven, Shall*ld be given to the people, the saints of the Most High. His*ld kingdom is*i an everlasting kingdom, And*ld all dominions shall serve and obey Him.’"
    },
    {
        "o": 24572,
        "r": "nkjv:Daniel:7:28",
        "t": "“This*p is*i the end of the account. As for me, Daniel, my thoughts greatly troubled me, and my countenance changed; but I kept the matter in my heart.”"
    }
]
