[
    {
        "o": 32579,
        "r": "nkjv:2 Corinthians:4:0",
        "t": "2 Corinthians 4",
        "h": 1
    },
    {
        "o": 32580,
        "r": "nkjv:2 Corinthians:4:0",
        "t": "The Light of Christ’s Gospel",
        "h": 2
    },
    {
        "o": 32581,
        "r": "nkjv:2 Corinthians:4:1",
        "t": "Therefore,*p since we have this ministry, as we have received mercy, we do not lose heart."
    },
    {
        "o": 32582,
        "r": "nkjv:2 Corinthians:4:2",
        "t": "But we have renounced the hidden things of shame, not walking in craftiness nor handling the word of God deceitfully, but by manifestation of the truth commending ourselves to every man’s conscience in the sight of God."
    },
    {
        "o": 32583,
        "r": "nkjv:2 Corinthians:4:3",
        "t": "But even if our gospel is veiled, it is veiled to those who are perishing,"
    },
    {
        "o": 32584,
        "r": "nkjv:2 Corinthians:4:4",
        "t": "whose minds the god of this age has blinded, who do not believe, lest the light of the gospel of the glory of Christ, who is the image of God, should shine on them."
    },
    {
        "o": 32585,
        "r": "nkjv:2 Corinthians:4:5",
        "t": "For we do not preach ourselves, but Christ Jesus the Lord, and ourselves your bondservants for Jesus’ sake."
    },
    {
        "o": 32586,
        "r": "nkjv:2 Corinthians:4:6",
        "t": "For it is the God who commanded light to shine out of darkness, who has shone in our hearts to give*i the light of the knowledge of the glory of God in the face of Jesus Christ."
    },
    {
        "o": 32587,
        "r": "nkjv:2 Corinthians:4:6",
        "t": "Cast Down but Unconquered",
        "h": 2
    },
    {
        "o": 32588,
        "r": "nkjv:2 Corinthians:4:7",
        "t": "But*p we have this treasure in earthen vessels, that the excellence of the power may be of God and not of us."
    },
    {
        "o": 32589,
        "r": "nkjv:2 Corinthians:4:8",
        "t": "We*i are*i hard-pressed on every side, yet not crushed; we*i are*i perplexed, but not in despair;"
    },
    {
        "o": 32590,
        "r": "nkjv:2 Corinthians:4:9",
        "t": "persecuted, but not forsaken; struck down, but not destroyed—"
    },
    {
        "o": 32591,
        "r": "nkjv:2 Corinthians:4:10",
        "t": "always carrying about in the body the dying of the Lord Jesus, that the life of Jesus also may be manifested in our body."
    },
    {
        "o": 32592,
        "r": "nkjv:2 Corinthians:4:11",
        "t": "For we who live are always delivered to death for Jesus’ sake, that the life of Jesus also may be manifested in our mortal flesh."
    },
    {
        "o": 32593,
        "r": "nkjv:2 Corinthians:4:12",
        "t": "So then death is working in us, but life in you."
    },
    {
        "o": 32594,
        "r": "nkjv:2 Corinthians:4:13",
        "t": "And*p since we have the same spirit of faith, according to what is written, “I believed and therefore I spoke,” we also believe and therefore speak,"
    },
    {
        "o": 32595,
        "r": "nkjv:2 Corinthians:4:14",
        "t": "knowing that He who raised up the Lord Jesus will also raise us up with Jesus, and will present us*i with you."
    },
    {
        "o": 32596,
        "r": "nkjv:2 Corinthians:4:15",
        "t": "For all things are*i for your sakes, that grace, having spread through the many, may cause thanksgiving to abound to the glory of God."
    },
    {
        "o": 32597,
        "r": "nkjv:2 Corinthians:4:15",
        "t": "Seeing the Invisible",
        "h": 2
    },
    {
        "o": 32598,
        "r": "nkjv:2 Corinthians:4:16",
        "t": "Therefore*p we do not lose heart. Even though our outward man*i is perishing, yet the inward man is being renewed day by day."
    },
    {
        "o": 32599,
        "r": "nkjv:2 Corinthians:4:17",
        "t": "For our light affliction, which is but for a moment, is working for us a far more exceeding and*i eternal weight of glory,"
    },
    {
        "o": 32600,
        "r": "nkjv:2 Corinthians:4:18",
        "t": "while we do not look at the things which are seen, but at the things which are not seen. For the things which are seen are*i temporary, but the things which are*i not seen are eternal."
    }
]
