[
    {
        "o": 2534,
        "r": "csb:Exodus:28:0",
        "t": "Exodus 28",
        "h": 1
    },
    {
        "o": 2535,
        "r": "csb:Exodus:28:0",
        "t": "The Priestly Garments",
        "h": 2
    },
    {
        "o": 2536,
        "r": "csb:Exodus:28:1",
        "t": "“Have*p your brother Aaron, with his sons, come to you from the Israelites to serve me as priest - Aaron, his sons Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 2537,
        "r": "csb:Exodus:28:2",
        "t": "Make holy garments for your brother Aaron, for glory and beauty."
    },
    {
        "o": 2538,
        "r": "csb:Exodus:28:3",
        "t": "You are to instruct all the skilled artisans, whom I have filled with a spirit of wisdom, to make Aaron’s garments for consecrating him to serve me as priest."
    },
    {
        "o": 2539,
        "r": "csb:Exodus:28:4",
        "t": "These are the garments that they must make: a breastpiece, an ephod, a robe, a specially woven tunic, a turban, and a sash. They are to make holy garments for your brother Aaron and his sons so that they may serve me as priests."
    },
    {
        "o": 2540,
        "r": "csb:Exodus:28:5",
        "t": "They should use gold; blue, purple, and scarlet yarn; and fine linen."
    },
    {
        "o": 2541,
        "r": "csb:Exodus:28:5",
        "t": "The Ephod",
        "h": 2
    },
    {
        "o": 2542,
        "r": "csb:Exodus:28:6",
        "t": "“They*p are to make the ephod of finely spun linen embroidered with gold, and with blue, purple, and scarlet yarn."
    },
    {
        "o": 2543,
        "r": "csb:Exodus:28:7",
        "t": "It must have two shoulder pieces attached to its two edges so that it can be joined together."
    },
    {
        "o": 2544,
        "r": "csb:Exodus:28:8",
        "t": "The artistically woven waistband that is on the ephod must be of one piece, according to the same workmanship of gold, of blue, purple, and scarlet yarn, and of finely spun linen."
    },
    {
        "o": 2545,
        "r": "csb:Exodus:28:9",
        "t": "“Take*p two onyx stones and engrave on them the names of Israel’s sons:"
    },
    {
        "o": 2546,
        "r": "csb:Exodus:28:10",
        "t": "six of their names on the first stone and the remaining six names on the second stone, in the order of their birth."
    },
    {
        "o": 2547,
        "r": "csb:Exodus:28:11",
        "t": "Engrave the two stones with the names of Israel’s sons as a gem cutter engraves a seal. Mount them, surrounded with gold filigree settings."
    },
    {
        "o": 2548,
        "r": "csb:Exodus:28:12",
        "t": "Fasten both stones on the shoulder pieces of the ephod as memorial stones for the Israelites. Aaron will carry their names on his two shoulders before the Lord*s as a reminder."
    },
    {
        "o": 2549,
        "r": "csb:Exodus:28:13",
        "t": "Fashion gold filigree settings"
    },
    {
        "o": 2550,
        "r": "csb:Exodus:28:14",
        "t": "and two chains of pure gold; you will make them of braided cord work, and attach the cord chains to the settings."
    },
    {
        "o": 2551,
        "r": "csb:Exodus:28:14",
        "t": "The Breastpiece",
        "h": 2
    },
    {
        "o": 2552,
        "r": "csb:Exodus:28:15",
        "t": "“You*p are to make an embroidered breastpiece for making decisions. Make it with the same workmanship as the ephod; make it of gold, of blue, purple, and scarlet yarn, and of finely spun linen."
    },
    {
        "o": 2553,
        "r": "csb:Exodus:28:16",
        "t": "It must be square and folded double, nine inches long and nine inches wide."
    },
    {
        "o": 2554,
        "r": "csb:Exodus:28:17",
        "t": "Place a setting of gemstones on it, four rows of stones: The*ln first row should be a*ln row of carnelian, topaz, and emerald;"
    },
    {
        "o": 2555,
        "r": "csb:Exodus:28:18",
        "t": "the*ln second row, a*ln turquoise, a lapis lazuli, and a diamond;"
    },
    {
        "o": 2556,
        "r": "csb:Exodus:28:19",
        "t": "the*ln third row, a*ln jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2557,
        "r": "csb:Exodus:28:20",
        "t": "and*ln the fourth row, a*ln beryl, an onyx, and a jasper. They*p should be adorned with gold filigree in their settings."
    },
    {
        "o": 2558,
        "r": "csb:Exodus:28:21",
        "t": "The twelve stones are to correspond to the names of Israel’s sons. Each stone must be engraved like a seal, with one of the names of the twelve tribes."
    },
    {
        "o": 2559,
        "r": "csb:Exodus:28:22",
        "t": "“You*p are to make braided chains of pure gold cord work for the breastpiece."
    },
    {
        "o": 2560,
        "r": "csb:Exodus:28:23",
        "t": "Fashion two gold rings for the breastpiece and attach them to its two corners."
    },
    {
        "o": 2561,
        "r": "csb:Exodus:28:24",
        "t": "Then attach the two gold cords to the two gold rings at the corners of the breastpiece."
    },
    {
        "o": 2562,
        "r": "csb:Exodus:28:25",
        "t": "Attach the other ends of the two cords to the two filigree settings, and in this way attach them to the ephod’s shoulder pieces in the front."
    },
    {
        "o": 2563,
        "r": "csb:Exodus:28:26",
        "t": "Make two other gold rings and put them at the two other corners of the breastpiece on the edge that is next to the inner border of the ephod."
    },
    {
        "o": 2564,
        "r": "csb:Exodus:28:27",
        "t": "Make two more gold rings and attach them to the bottom of the ephod’s two shoulder pieces on its front, close to its seam, and above the ephod’s woven waistband."
    },
    {
        "o": 2565,
        "r": "csb:Exodus:28:28",
        "t": "The artisans are to tie the breastpiece from its rings to the rings of the ephod with a cord of blue yarn, so that the breastpiece is above the ephod’s waistband and does not come loose from the ephod."
    },
    {
        "o": 2566,
        "r": "csb:Exodus:28:29",
        "t": "“Whenever*p he enters the sanctuary, Aaron is to carry the names of Israel’s sons over his heart on the breastpiece for decisions, as a continual reminder before the Lord.*s"
    },
    {
        "o": 2567,
        "r": "csb:Exodus:28:30",
        "t": "Place the Urim and Thummim in the breastpiece for decisions, so that they will also be over Aaron’s heart whenever he comes before the Lord.*s Aaron will continually carry the means of decisions for the Israelites over his heart before the Lord.*s"
    },
    {
        "o": 2568,
        "r": "csb:Exodus:28:30",
        "t": "The Robe",
        "h": 2
    },
    {
        "o": 2569,
        "r": "csb:Exodus:28:31",
        "t": "“You*p are to make the robe of the ephod entirely of blue yarn."
    },
    {
        "o": 2570,
        "r": "csb:Exodus:28:32",
        "t": "There should be an opening at its top in the center of it. Around the opening, there should be a woven collar with an opening like that of body armor so that it does not tear."
    },
    {
        "o": 2571,
        "r": "csb:Exodus:28:33",
        "t": "Make pomegranates of blue, purple, and scarlet yarn on its lower hem and all around it. Put gold bells between them all the way around,"
    },
    {
        "o": 2572,
        "r": "csb:Exodus:28:34",
        "t": "so that gold bells and pomegranates alternate around the lower hem of the robe."
    },
    {
        "o": 2573,
        "r": "csb:Exodus:28:35",
        "t": "The robe will be worn by Aaron whenever he ministers, and its sound will be heard when he enters the sanctuary before the Lord*s and when he exits, so that he does not die."
    },
    {
        "o": 2574,
        "r": "csb:Exodus:28:35",
        "t": "The Turban",
        "h": 2
    },
    {
        "o": 2575,
        "r": "csb:Exodus:28:36",
        "t": "“You*p are to make a pure gold medallion and engrave it, like the engraving of a seal: Holy*s to*s the*s Lord.*s"
    },
    {
        "o": 2576,
        "r": "csb:Exodus:28:37",
        "t": "Fasten it to a cord of blue yarn so it can be placed on the turban; the medallion is to be on the front of the turban."
    },
    {
        "o": 2577,
        "r": "csb:Exodus:28:38",
        "t": "It will be on Aaron’s forehead so that Aaron may bear the guilt connected with the holy offerings that the Israelites consecrate as all their holy gifts. It is always to be on his forehead, so that they may find acceptance with the Lord.*s"
    },
    {
        "o": 2578,
        "r": "csb:Exodus:28:38",
        "t": "Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2579,
        "r": "csb:Exodus:28:39",
        "t": "“You*p are to weave the tunic from fine linen, make a turban of fine linen, and make an embroidered sash."
    },
    {
        "o": 2580,
        "r": "csb:Exodus:28:40",
        "t": "Make tunics, sashes, and headbands for Aaron’s sons to give them glory and beauty."
    },
    {
        "o": 2581,
        "r": "csb:Exodus:28:41",
        "t": "Put these on your brother Aaron and his sons; then anoint, ordain, and consecrate them, so that they may serve me as priests."
    },
    {
        "o": 2582,
        "r": "csb:Exodus:28:42",
        "t": "Make them linen undergarments to cover their naked bodies; they must extend from the waist to the thighs."
    },
    {
        "o": 2583,
        "r": "csb:Exodus:28:43",
        "t": "These must be worn by Aaron and his sons whenever they enter the tent of meeting or approach the altar to minister in the sanctuary area, so that they do not incur guilt and die. This is to be a permanent statute for Aaron and for his future descendants."
    }
]
