[
    {
        "o": 9109,
        "r": "csb:2 Samuel:10:0",
        "t": "2 Samuel 10",
        "h": 1
    },
    {
        "o": 9110,
        "r": "csb:2 Samuel:10:0",
        "t": "War with the Ammonites",
        "h": 2
    },
    {
        "o": 9111,
        "r": "csb:2 Samuel:10:1",
        "t": "Some*p time later, the king of the Ammonites died, and his son Hanun became king in his place."
    },
    {
        "o": 9112,
        "r": "csb:2 Samuel:10:2",
        "t": "Then David said, “I’ll show kindness to Hanun son of Nahash, just as his father showed kindness to me.” So*p David sent his emissaries to console Hanun concerning his father. However, when they arrived in the land of the Ammonites,"
    },
    {
        "o": 9113,
        "r": "csb:2 Samuel:10:3",
        "t": "the Ammonite leaders said to Hanun their lord, “Just because David has sent men with condolences for you, do you really believe he’s showing respect for your father? Instead, hasn’t David sent his emissaries in order to scout out the city, spy on it, and demolish it?”"
    },
    {
        "o": 9114,
        "r": "csb:2 Samuel:10:4",
        "t": "So Hanun took David’s emissaries, shaved off half their beards, cut their clothes in half at the hips, and sent them away."
    },
    {
        "o": 9115,
        "r": "csb:2 Samuel:10:5",
        "t": "When*p this was reported to David, he sent someone to meet them, since they were deeply humiliated. The king said, “Stay in Jericho until your beards grow back; then return.”"
    },
    {
        "o": 9116,
        "r": "csb:2 Samuel:10:6",
        "t": "When*p the Ammonites realized they had become repulsive to David, they hired twenty thousand foot soldiers from the Arameans of Beth-rehob and Zobah, one thousand men from the king of Maacah, and twelve thousand men from Tob."
    },
    {
        "o": 9117,
        "r": "csb:2 Samuel:10:7",
        "t": "David*p heard about it and sent Joab and all the elite troops."
    },
    {
        "o": 9118,
        "r": "csb:2 Samuel:10:8",
        "t": "The Ammonites marched out and lined up in battle formation at the entrance to the city gate while the Arameans of Zobah and Rehob and the men of Tob and Maacah were in the field by themselves."
    },
    {
        "o": 9119,
        "r": "csb:2 Samuel:10:9",
        "t": "When Joab saw that there was a battle line in front of him and another behind him, he chose some of Israel’s finest young men and lined up in formation to engage the Arameans."
    },
    {
        "o": 9120,
        "r": "csb:2 Samuel:10:10",
        "t": "He placed the rest of the forces under the command of his brother Abishai. They lined up in formation to engage the Ammonites."
    },
    {
        "o": 9121,
        "r": "csb:2 Samuel:10:11",
        "t": "“If*p the Arameans are too strong for me,” Joab said, “then you will be my help. However, if the Ammonites are too strong for you, I’ll come to help you."
    },
    {
        "o": 9122,
        "r": "csb:2 Samuel:10:12",
        "t": "Be strong! Let’s prove ourselves strong for our people and for the cities of our God. May the Lord’s*s will be done.”"
    },
    {
        "o": 9123,
        "r": "csb:2 Samuel:10:13",
        "t": "Joab*p and his troops advanced to fight against the Arameans, and they fled before him."
    },
    {
        "o": 9124,
        "r": "csb:2 Samuel:10:14",
        "t": "When the Ammonites saw that the Arameans had fled, they too fled before Abishai and entered the city. So Joab withdrew from the attack against the Ammonites and went to Jerusalem."
    },
    {
        "o": 9125,
        "r": "csb:2 Samuel:10:15",
        "t": "When*p the Arameans saw that they had been defeated by Israel, they regrouped."
    },
    {
        "o": 9126,
        "r": "csb:2 Samuel:10:16",
        "t": "Hadadezer sent messengers to bring the Arameans who were beyond the Euphrates River, and they came to Helam with Shobach, commander of Hadadezer’s army, leading them."
    },
    {
        "o": 9127,
        "r": "csb:2 Samuel:10:17",
        "t": "When*p this was reported to David, he gathered all Israel, crossed the Jordan, and went to Helam. Then the Arameans lined up to engage David in battle and fought against him."
    },
    {
        "o": 9128,
        "r": "csb:2 Samuel:10:18",
        "t": "But the Arameans fled before Israel, and David killed seven hundred of their charioteers and forty thousand foot soldiers. He also struck down Shobach commander of their army, who died there."
    },
    {
        "o": 9129,
        "r": "csb:2 Samuel:10:19",
        "t": "When all the kings who were Hadadezer’s subjects saw that they had been defeated by Israel, they made peace with Israel and became their subjects. After this, the Arameans were afraid to ever help the Ammonites again."
    }
]
