[
    {
        "o": 8368,
        "r": "csb:1 Samuel:15:0",
        "t": "1 Samuel 15",
        "h": 1
    },
    {
        "o": 8369,
        "r": "csb:1 Samuel:15:0",
        "t": "Saul Rejected as King",
        "h": 2
    },
    {
        "o": 8370,
        "r": "csb:1 Samuel:15:1",
        "t": "Samuel*p told Saul, “The Lord*s sent me to anoint you as king over his people Israel. Now, listen to the words of the Lord.*s"
    },
    {
        "o": 8371,
        "r": "csb:1 Samuel:15:2",
        "t": "This is what the Lord*s of Armies says: ‘I witnessed what the Amalekites did to the Israelites when they opposed them along the way as they were coming out of Egypt."
    },
    {
        "o": 8372,
        "r": "csb:1 Samuel:15:3",
        "t": "Now go and attack the Amalekites and completely destroy everything they have. Do not spare them. Kill men and women, infants and nursing babies, oxen and sheep, camels and donkeys.’”"
    },
    {
        "o": 8373,
        "r": "csb:1 Samuel:15:4",
        "t": "Then*p Saul summoned the troops and counted them at Telaim: two hundred thousand foot soldiers and ten thousand men from Judah."
    },
    {
        "o": 8374,
        "r": "csb:1 Samuel:15:5",
        "t": "Saul came to the city of Amalek and set up an ambush in the wadi."
    },
    {
        "o": 8375,
        "r": "csb:1 Samuel:15:6",
        "t": "He warned the Kenites, “Since you showed kindness to all the Israelites when they came out of Egypt, go on and leave! Get away from the Amalekites, or I’ll sweep you away with them.” So the Kenites withdrew from the Amalekites."
    },
    {
        "o": 8376,
        "r": "csb:1 Samuel:15:7",
        "t": "Then*p Saul struck down the Amalekites from Havilah all the way to Shur, which is next to Egypt."
    },
    {
        "o": 8377,
        "r": "csb:1 Samuel:15:8",
        "t": "He captured King Agag of Amalek alive, but he completely destroyed all the rest of the people with the sword."
    },
    {
        "o": 8378,
        "r": "csb:1 Samuel:15:9",
        "t": "Saul and the troops spared Agag, and the best of the sheep, goats, cattle, and choice animals, as well as the young rams and the best of everything else. They were not willing to destroy them, but they did destroy all the worthless and unwanted things."
    },
    {
        "o": 8379,
        "r": "csb:1 Samuel:15:10",
        "t": "Then*p the word of the Lord*s came to Samuel,"
    },
    {
        "o": 8380,
        "r": "csb:1 Samuel:15:11",
        "t": "“I regret that I made Saul king, for he has turned away from following me and has not carried out my instructions.” So Samuel became angry and cried out to the Lord*s all night."
    },
    {
        "o": 8381,
        "r": "csb:1 Samuel:15:12",
        "t": "Early*p in the morning Samuel got up to confront Saul, but it was reported to Samuel, “Saul went to Carmel where he set up a monument for himself. Then he turned around and went down to Gilgal.”"
    },
    {
        "o": 8382,
        "r": "csb:1 Samuel:15:13",
        "t": "When Samuel came to him, Saul said, “May the Lord*s bless you. I have carried out the Lord’s*s instructions.”"
    },
    {
        "o": 8383,
        "r": "csb:1 Samuel:15:14",
        "t": "Samuel*p replied, “Then what is this sound of sheep, goats, and cattle I hear?”"
    },
    {
        "o": 8384,
        "r": "csb:1 Samuel:15:15",
        "t": "Saul*p answered, “The troops brought them from the Amalekites and spared the best sheep, goats, and cattle in order to offer a sacrifice to the Lord*s your God, but the rest we destroyed.”"
    },
    {
        "o": 8385,
        "r": "csb:1 Samuel:15:16",
        "t": "“Stop!”*p exclaimed Samuel. “Let me tell you what the Lord*s said to me last night.” “Tell*p me,” he replied."
    },
    {
        "o": 8386,
        "r": "csb:1 Samuel:15:17",
        "t": "Samuel*p continued, “Although you once considered yourself unimportant, haven’t you become the leader of the tribes of Israel? The Lord*s anointed you king over Israel"
    },
    {
        "o": 8387,
        "r": "csb:1 Samuel:15:18",
        "t": "and then sent you on a mission and said, ‘Go and completely destroy the sinful Amalekites. Fight against them until you have annihilated them.’"
    },
    {
        "o": 8388,
        "r": "csb:1 Samuel:15:19",
        "t": "So why didn’t you obey the Lord?*s Why did you rush on the plunder and do what was evil in the Lord’s*s sight?”"
    },
    {
        "o": 8389,
        "r": "csb:1 Samuel:15:20",
        "t": "“But*p I did obey the Lord!”*s Saul answered. “I went on the mission the Lord*s gave me: I brought back King Agag of Amalek, and I completely destroyed the Amalekites."
    },
    {
        "o": 8390,
        "r": "csb:1 Samuel:15:21",
        "t": "The troops took sheep, goats, and cattle from the plunder - the best of what was set apart for destruction - to sacrifice to the Lord*s your God at Gilgal.”"
    },
    {
        "o": 8391,
        "r": "csb:1 Samuel:15:22",
        "t": "Then*p Samuel said: Does*pn the Lord*s take pleasure in burnt offerings and sacrifices as*ln much as in obeying the Lord?*s Look:*ln to obey is better than sacrifice, to*ln pay attention is better than the fat of rams."
    },
    {
        "o": 8392,
        "r": "csb:1 Samuel:15:23",
        "t": "For*ln rebellion is like the sin of divination, and*ln defiance is like wickedness and idolatry. Because*ln you have rejected the word of the Lord,*s he*ln has rejected you as king."
    },
    {
        "o": 8393,
        "r": "csb:1 Samuel:15:24",
        "t": "Saul*p answered Samuel, “I have sinned. I have transgressed the Lord’s*s command and your words. Because I was afraid of the people, I obeyed them."
    },
    {
        "o": 8394,
        "r": "csb:1 Samuel:15:25",
        "t": "Now therefore, please forgive my sin and return with me so I can worship the Lord.”*s"
    },
    {
        "o": 8395,
        "r": "csb:1 Samuel:15:26",
        "t": "Samuel*p replied to Saul, “I will not return with you. Because you rejected the word of the Lord,*s the Lord*s has rejected you from being king over Israel.”"
    },
    {
        "o": 8396,
        "r": "csb:1 Samuel:15:27",
        "t": "When Samuel turned to go, Saul grabbed the corner of his robe, and it tore."
    },
    {
        "o": 8397,
        "r": "csb:1 Samuel:15:28",
        "t": "Samuel said to him, “The Lord*s has torn the kingship of Israel away from you today and has given it to your neighbor who is better than you."
    },
    {
        "o": 8398,
        "r": "csb:1 Samuel:15:29",
        "t": "Furthermore, the Eternal One of Israel does not lie or change his mind, for he is not man who changes his mind.”"
    },
    {
        "o": 8399,
        "r": "csb:1 Samuel:15:30",
        "t": "Saul*p said, “I have sinned. Please honor me now before the elders of my people and before Israel. Come back with me so I can bow in worship to the Lord*s your God.”"
    },
    {
        "o": 8400,
        "r": "csb:1 Samuel:15:31",
        "t": "Then Samuel went back, following Saul, and Saul bowed down to the Lord.*s"
    },
    {
        "o": 8401,
        "r": "csb:1 Samuel:15:32",
        "t": "Samuel*p said, “Bring me King Agag of Amalek.” Agag*p came to him trembling, for he thought, “Certainly the bitterness of death has come.”"
    },
    {
        "o": 8402,
        "r": "csb:1 Samuel:15:33",
        "t": "Samuel*p declared: As*pn your sword has made women childless, so*ln your mother will be childless among women. Then*p he hacked Agag to pieces before the Lord*s at Gilgal."
    },
    {
        "o": 8403,
        "r": "csb:1 Samuel:15:34",
        "t": "Samuel*p went to Ramah, and Saul went up to his home in Gibeah of Saul."
    },
    {
        "o": 8404,
        "r": "csb:1 Samuel:15:35",
        "t": "Even to the day of his death, Samuel never saw Saul again. Samuel mourned for Saul, and the Lord*s regretted he had made Saul king over Israel."
    }
]
