[
    {
        "o": 9196,
        "r": "niv:2 Samuel:16:0",
        "t": "2 Samuel 16",
        "h": 1
    },
    {
        "o": 9197,
        "r": "niv:2 Samuel:16:0",
        "t": "David and Ziba",
        "h": 2
    },
    {
        "o": 9198,
        "r": "niv:2 Samuel:16:1",
        "t": "When*p David had gone a short distance beyond the summit, there was Ziba, the steward of Mephibosheth, waiting to meet him. He had a string of donkeys saddled and loaded with two hundred loaves of bread, a hundred cakes of raisins, a hundred cakes of figs and a skin of wine."
    },
    {
        "o": 9199,
        "r": "niv:2 Samuel:16:2",
        "t": "The*p king asked Ziba, “Why have you brought these?” Ziba*p answered, “The donkeys are for the king’s household to ride on, the bread and fruit are for the men to eat, and the wine is to refresh those who become exhausted in the wilderness.”"
    },
    {
        "o": 9200,
        "r": "niv:2 Samuel:16:3",
        "t": "The*p king then asked, “Where is your master’s grandson?” Ziba*p said to him, “He is staying in Jerusalem, because he thinks, ‘Today the Israelites will restore to me my grandfather’s kingdom.’ ”"
    },
    {
        "o": 9201,
        "r": "niv:2 Samuel:16:4",
        "t": "Then*p the king said to Ziba, “All that belonged to Mephibosheth is now yours.” “I*p humbly bow,” Ziba said. “May I find favor in your eyes, my lord the king.”"
    },
    {
        "o": 9202,
        "r": "niv:2 Samuel:16:4",
        "t": "Shimei Curses David",
        "h": 2
    },
    {
        "o": 9203,
        "r": "niv:2 Samuel:16:5",
        "t": "As*p King David approached Bahurim, a man from the same clan as Saul’s family came out from there. His name was Shimei son of Gera, and he cursed as he came out."
    },
    {
        "o": 9204,
        "r": "niv:2 Samuel:16:6",
        "t": "He pelted David and all the king’s officials with stones, though all the troops and the special guard were on David’s right and left."
    },
    {
        "o": 9205,
        "r": "niv:2 Samuel:16:7",
        "t": "As he cursed, Shimei said, “Get out, get out, you murderer, you scoundrel!"
    },
    {
        "o": 9206,
        "r": "niv:2 Samuel:16:8",
        "t": "The Lord*s has repaid you for all the blood you shed in the household of Saul, in whose place you have reigned. The Lord*s has given the kingdom into the hands of your son Absalom. You have come to ruin because you are a murderer!”"
    },
    {
        "o": 9207,
        "r": "niv:2 Samuel:16:9",
        "t": "Then*p Abishai son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over and cut off his head.”"
    },
    {
        "o": 9208,
        "r": "niv:2 Samuel:16:10",
        "t": "But*p the king said, “What does this have to do with you, you sons of Zeruiah? If he is cursing because the Lord*s said to him, ‘Curse David,’ who can ask, ‘Why do you do this?’ ”"
    },
    {
        "o": 9209,
        "r": "niv:2 Samuel:16:11",
        "t": "David*p then said to Abishai and all his officials, “My son, my own flesh and blood, is trying to kill me. How much more, then, this Benjamite! Leave him alone; let him curse, for the Lord*s has told him to."
    },
    {
        "o": 9210,
        "r": "niv:2 Samuel:16:12",
        "t": "It may be that the Lord*s will look upon my misery and restore to me his covenant blessing instead of his curse today.”"
    },
    {
        "o": 9211,
        "r": "niv:2 Samuel:16:13",
        "t": "So*p David and his men continued along the road while Shimei was going along the hillside opposite him, cursing as he went and throwing stones at him and showering him with dirt."
    },
    {
        "o": 9212,
        "r": "niv:2 Samuel:16:14",
        "t": "The king and all the people with him arrived at their destination exhausted. And there he refreshed himself."
    },
    {
        "o": 9213,
        "r": "niv:2 Samuel:16:14",
        "t": "The Advice of Ahithophel and Hushai",
        "h": 2
    },
    {
        "o": 9214,
        "r": "niv:2 Samuel:16:15",
        "t": "Meanwhile,*p Absalom and all the men of Israel came to Jerusalem, and Ahithophel was with him."
    },
    {
        "o": 9215,
        "r": "niv:2 Samuel:16:16",
        "t": "Then Hushai the Arkite, David’s confidant, went to Absalom and said to him, “Long live the king! Long live the king!”"
    },
    {
        "o": 9216,
        "r": "niv:2 Samuel:16:17",
        "t": "Absalom*p said to Hushai, “So this is the love you show your friend? If he’s your friend, why didn’t you go with him?”"
    },
    {
        "o": 9217,
        "r": "niv:2 Samuel:16:18",
        "t": "Hushai*p said to Absalom, “No, the one chosen by the Lord,*s by these people, and by all the men of Israel—his I will be, and I will remain with him."
    },
    {
        "o": 9218,
        "r": "niv:2 Samuel:16:19",
        "t": "Furthermore, whom should I serve? Should I not serve the son? Just as I served your father, so I will serve you.”"
    },
    {
        "o": 9219,
        "r": "niv:2 Samuel:16:20",
        "t": "Absalom*p said to Ahithophel, “Give us your advice. What should we do?”"
    },
    {
        "o": 9220,
        "r": "niv:2 Samuel:16:21",
        "t": "Ahithophel*p answered, “Sleep with your father’s concubines whom he left to take care of the palace. Then all Israel will hear that you have made yourself obnoxious to your father, and the hands of everyone with you will be more resolute.”"
    },
    {
        "o": 9221,
        "r": "niv:2 Samuel:16:22",
        "t": "So they pitched a tent for Absalom on the roof, and he slept with his father’s concubines in the sight of all Israel."
    },
    {
        "o": 9222,
        "r": "niv:2 Samuel:16:23",
        "t": "Now*p in those days the advice Ahithophel gave was like that of one who inquires of God. That was how both David and Absalom regarded all of Ahithophel’s advice."
    }
]
