[
    {
        "o": 22515,
        "r": "niv:Ezekiel:2:0",
        "t": "Ezekiel 2",
        "h": 1
    },
    {
        "o": 22516,
        "r": "niv:Ezekiel:2:0",
        "t": "Ezekiel’s Call to Be a Prophet",
        "h": 2
    },
    {
        "o": 22517,
        "r": "niv:Ezekiel:2:1",
        "t": "He*p said to me, “Son of man, stand up on your feet and I will speak to you.”"
    },
    {
        "o": 22518,
        "r": "niv:Ezekiel:2:2",
        "t": "As he spoke, the Spirit came into me and raised me to my feet, and I heard him speaking to me."
    },
    {
        "o": 22519,
        "r": "niv:Ezekiel:2:3",
        "t": "He*p said: “Son of man, I am sending you to the Israelites, to a rebellious nation that has rebelled against me; they and their ancestors have been in revolt against me to this very day."
    },
    {
        "o": 22520,
        "r": "niv:Ezekiel:2:4",
        "t": "The people to whom I am sending you are obstinate and stubborn. Say to them, ‘This is what the Sovereign Lord*s says.’"
    },
    {
        "o": 22521,
        "r": "niv:Ezekiel:2:5",
        "t": "And whether they listen or fail to listen—for they are a rebellious people—they will know that a prophet has been among them."
    },
    {
        "o": 22522,
        "r": "niv:Ezekiel:2:6",
        "t": "And you, son of man, do not be afraid of them or their words. Do not be afraid, though briers and thorns are all around you and you live among scorpions. Do not be afraid of what they say or be terrified by them, though they are a rebellious people."
    },
    {
        "o": 22523,
        "r": "niv:Ezekiel:2:7",
        "t": "You must speak my words to them, whether they listen or fail to listen, for they are rebellious."
    },
    {
        "o": 22524,
        "r": "niv:Ezekiel:2:8",
        "t": "But you, son of man, listen to what I say to you. Do not rebel like that rebellious people; open your mouth and eat what I give you.”"
    },
    {
        "o": 22525,
        "r": "niv:Ezekiel:2:9",
        "t": "Then*p I looked, and I saw a hand stretched out to me. In it was a scroll,"
    },
    {
        "o": 22526,
        "r": "niv:Ezekiel:2:10",
        "t": "which he unrolled before me. On both sides of it were written words of lament and mourning and woe."
    }
]
