[
    {
        "o": 34043,
        "r": "csb:Hebrews:5:0",
        "t": "Hebrews 5",
        "h": 1
    },
    {
        "o": 34044,
        "r": "csb:Hebrews:5:0",
        "t": "Christ, a High Priest",
        "h": 2
    },
    {
        "o": 34045,
        "r": "csb:Hebrews:5:1",
        "t": "For*p every high priest taken from among men is appointed in matters pertaining to God for the people, to offer both gifts and sacrifices for sins."
    },
    {
        "o": 34046,
        "r": "csb:Hebrews:5:2",
        "t": "He is able to deal gently with those who are ignorant and are going astray, since he is also clothed with weakness."
    },
    {
        "o": 34047,
        "r": "csb:Hebrews:5:3",
        "t": "Because of this, he must make an offering for his own sins as well as for the people."
    },
    {
        "o": 34048,
        "r": "csb:Hebrews:5:4",
        "t": "No one takes this honor on himself; instead, a person is called by God, just as Aaron was."
    },
    {
        "o": 34049,
        "r": "csb:Hebrews:5:5",
        "t": "In the same way, Christ did not exalt himself to become a high priest, but God who said to him, You*ipn are*i my*i Son;*i today*iln I*i have*i become*i your*i Father,*i"
    },
    {
        "o": 34050,
        "r": "csb:Hebrews:5:6",
        "t": "also*p says in another place, You*ipn are*i a*i priest*i forever*i according*iln to*i the*i order*i of*i Melchizedek.*i"
    },
    {
        "o": 34051,
        "r": "csb:Hebrews:5:7",
        "t": "During*p his earthly life, he offered prayers and appeals with loud cries and tears to the one who was able to save him from death, and he was heard because of his reverence."
    },
    {
        "o": 34052,
        "r": "csb:Hebrews:5:8",
        "t": "Although he was the Son, he learned obedience from what he suffered."
    },
    {
        "o": 34053,
        "r": "csb:Hebrews:5:9",
        "t": "After he was perfected, he became the source of eternal salvation for all who obey him,"
    },
    {
        "o": 34054,
        "r": "csb:Hebrews:5:10",
        "t": "and he was declared by God a high priest according to the order of Melchizedek."
    },
    {
        "o": 34055,
        "r": "csb:Hebrews:5:10",
        "t": "The Problem of Immaturity",
        "h": 2
    },
    {
        "o": 34056,
        "r": "csb:Hebrews:5:11",
        "t": "We*p have a great deal to say about this, and it is difficult to explain, since you have become too lazy to understand."
    },
    {
        "o": 34057,
        "r": "csb:Hebrews:5:12",
        "t": "Although by this time you ought to be teachers, you need someone to teach you the basic principles of God’s revelation again. You need milk, not solid food."
    },
    {
        "o": 34058,
        "r": "csb:Hebrews:5:13",
        "t": "Now everyone who lives on milk is inexperienced with the message about righteousness, because he is an infant."
    },
    {
        "o": 34059,
        "r": "csb:Hebrews:5:14",
        "t": "But solid food is for the mature - for those whose senses have been trained to distinguish between good and evil."
    }
]
