[
    {
        "o": 31606,
        "r": "esv:Romans:13:0",
        "t": "Romans 13",
        "h": 1
    },
    {
        "o": 31607,
        "r": "esv:Romans:13:0",
        "t": "Submission to the Authorities",
        "h": 2
    },
    {
        "o": 31608,
        "r": "esv:Romans:13:1",
        "t": "Let*p every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God."
    },
    {
        "o": 31609,
        "r": "esv:Romans:13:2",
        "t": "Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment."
    },
    {
        "o": 31610,
        "r": "esv:Romans:13:3",
        "t": "For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval,"
    },
    {
        "o": 31611,
        "r": "esv:Romans:13:4",
        "t": "for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer."
    },
    {
        "o": 31612,
        "r": "esv:Romans:13:5",
        "t": "Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience."
    },
    {
        "o": 31613,
        "r": "esv:Romans:13:6",
        "t": "For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing."
    },
    {
        "o": 31614,
        "r": "esv:Romans:13:7",
        "t": "Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed."
    },
    {
        "o": 31615,
        "r": "esv:Romans:13:7",
        "t": "Fulfilling the Law Through Love",
        "h": 2
    },
    {
        "o": 31616,
        "r": "esv:Romans:13:8",
        "t": "Owe*p no one anything, except to love each other, for the one who loves another has fulfilled the law."
    },
    {
        "o": 31617,
        "r": "esv:Romans:13:9",
        "t": "For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.”"
    },
    {
        "o": 31618,
        "r": "esv:Romans:13:10",
        "t": "Love does no wrong to a neighbor; therefore love is the fulfilling of the law."
    },
    {
        "o": 31619,
        "r": "esv:Romans:13:11",
        "t": "Besides*p this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed."
    },
    {
        "o": 31620,
        "r": "esv:Romans:13:12",
        "t": "The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light."
    },
    {
        "o": 31621,
        "r": "esv:Romans:13:13",
        "t": "Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy."
    },
    {
        "o": 31622,
        "r": "esv:Romans:13:14",
        "t": "But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires."
    }
]
