[
    {
        "o": 27585,
        "r": "kjv:John:9:0",
        "t": "John 9",
        "h": 1
    },
    {
        "o": 27586,
        "r": "kjv:John:9:1",
        "t": "And*p as Jesus passed by, he saw a man which was blind from his birth."
    },
    {
        "o": 27587,
        "r": "kjv:John:9:2",
        "t": "And*p his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?"
    },
    {
        "o": 27588,
        "r": "kjv:John:9:3",
        "t": "Jesus*p answered, Neither*r hath*r this*r man*r sinned,*r nor*r his*r parents:*r but*r that*r the*r works*r of*r God*r should*r be*r made*r manifest*r in*r him.*r"
    },
    {
        "o": 27589,
        "r": "kjv:John:9:4",
        "t": "I*rp must*r work*r the*r works*r of*r him*r that*r sent*r me,*r while*r it*r is*r day:*r the*r night*r cometh,*r when*r no*r man*r can*r work.*r"
    },
    {
        "o": 27590,
        "r": "kjv:John:9:5",
        "t": "As*rp long*r as*r I*r am*r in*r the*r world,*r I*r am*r the*r light*r of*r the*r world.*r"
    },
    {
        "o": 27591,
        "r": "kjv:John:9:6",
        "t": "When*p he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,"
    },
    {
        "o": 27592,
        "r": "kjv:John:9:7",
        "t": "And*p said unto him, Go,*r wash*r in*r the*r pool*r of*r Siloam,*r (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing."
    },
    {
        "o": 27593,
        "r": "kjv:John:9:8",
        "t": "The*p neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?"
    },
    {
        "o": 27594,
        "r": "kjv:John:9:9",
        "t": "Some*p said, This is he: others said, He is like him: but he said, I am he."
    },
    {
        "o": 27595,
        "r": "kjv:John:9:10",
        "t": "Therefore*p said they unto him, How were thine eyes opened?"
    },
    {
        "o": 27596,
        "r": "kjv:John:9:11",
        "t": "He*p answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go*r to*r the*r pool*r of*r Siloam,*r and*r wash:*r and I went and washed, and I received sight."
    },
    {
        "o": 27597,
        "r": "kjv:John:9:12",
        "t": "Then*p said they unto him, Where is he? He said, I know not."
    },
    {
        "o": 27598,
        "r": "kjv:John:9:13",
        "t": "They*p brought to the Pharisees him that aforetime was blind."
    },
    {
        "o": 27599,
        "r": "kjv:John:9:14",
        "t": "And*p it was the sabbath day when Jesus made the clay, and opened his eyes."
    },
    {
        "o": 27600,
        "r": "kjv:John:9:15",
        "t": "Then*p again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see."
    },
    {
        "o": 27601,
        "r": "kjv:John:9:16",
        "t": "Therefore*p said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them."
    },
    {
        "o": 27602,
        "r": "kjv:John:9:17",
        "t": "They*p say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet."
    },
    {
        "o": 27603,
        "r": "kjv:John:9:18",
        "t": "But*p the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight."
    },
    {
        "o": 27604,
        "r": "kjv:John:9:19",
        "t": "And*p they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?"
    },
    {
        "o": 27605,
        "r": "kjv:John:9:20",
        "t": "His*p parents answered them and said, We know that this is our son, and that he was born blind:"
    },
    {
        "o": 27606,
        "r": "kjv:John:9:21",
        "t": "But*p by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself."
    },
    {
        "o": 27607,
        "r": "kjv:John:9:22",
        "t": "These*p words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue."
    },
    {
        "o": 27608,
        "r": "kjv:John:9:23",
        "t": "Therefore*p said his parents, He is of age; ask him."
    },
    {
        "o": 27609,
        "r": "kjv:John:9:24",
        "t": "Then*p again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner."
    },
    {
        "o": 27610,
        "r": "kjv:John:9:25",
        "t": "He*p answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see."
    },
    {
        "o": 27611,
        "r": "kjv:John:9:26",
        "t": "Then*p said they to him again, What did he to thee? how opened he thine eyes?"
    },
    {
        "o": 27612,
        "r": "kjv:John:9:27",
        "t": "He*p answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?"
    },
    {
        "o": 27613,
        "r": "kjv:John:9:28",
        "t": "Then*p they reviled him, and said, Thou art his disciple; but we are Moses' disciples."
    },
    {
        "o": 27614,
        "r": "kjv:John:9:29",
        "t": "We*p know that God spake unto Moses: as for this fellow, we know not from whence he is."
    },
    {
        "o": 27615,
        "r": "kjv:John:9:30",
        "t": "The*p man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes."
    },
    {
        "o": 27616,
        "r": "kjv:John:9:31",
        "t": "Now*p we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth."
    },
    {
        "o": 27617,
        "r": "kjv:John:9:32",
        "t": "Since*p the world began was it not heard that any man opened the eyes of one that was born blind."
    },
    {
        "o": 27618,
        "r": "kjv:John:9:33",
        "t": "If*p this man were not of God, he could do nothing."
    },
    {
        "o": 27619,
        "r": "kjv:John:9:34",
        "t": "They*p answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out."
    },
    {
        "o": 27620,
        "r": "kjv:John:9:35",
        "t": "Jesus*p heard that they had cast him out; and when he had found him, he said unto him, Dost*r thou*r believe*r on*r the*r Son*r of*r God?*r"
    },
    {
        "o": 27621,
        "r": "kjv:John:9:36",
        "t": "He*p answered and said, Who is he, Lord, that I might believe on him?"
    },
    {
        "o": 27622,
        "r": "kjv:John:9:37",
        "t": "And*p Jesus said unto him, Thou*r hast*r both*r seen*r him,*r and*r it*r is*r he*r that*r talketh*r with*r thee.*r"
    },
    {
        "o": 27623,
        "r": "kjv:John:9:38",
        "t": "And*p he said, Lord, I believe. And he worshipped him."
    },
    {
        "o": 27624,
        "r": "kjv:John:9:39",
        "t": "And*p Jesus said, For*r judgment*r I*r am*r come*r into*r this*r world,*r that*r they*r which*r see*r not*r might*r see;*r and*r that*r they*r which*r see*r might*r be*r made*r blind.*r"
    },
    {
        "o": 27625,
        "r": "kjv:John:9:40",
        "t": "And*p some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?"
    },
    {
        "o": 27626,
        "r": "kjv:John:9:41",
        "t": "Jesus*p said unto them, If*r ye*r were*r blind,*r ye*r should*r have*r no*r sin:*r but*r now*r ye*r say,*r We*r see;*r therefore*r your*r sin*r remaineth.*r"
    }
]
