[
    {
        "o": 30901,
        "r": "niv:Romans:3:0",
        "t": "Romans 3",
        "h": 1
    },
    {
        "o": 30902,
        "r": "niv:Romans:3:0",
        "t": "God’s Faithfulness",
        "h": 2
    },
    {
        "o": 30903,
        "r": "niv:Romans:3:1",
        "t": "What*p advantage, then, is there in being a Jew, or what value is there in circumcision?"
    },
    {
        "o": 30904,
        "r": "niv:Romans:3:2",
        "t": "Much in every way! First of all, the Jews have been entrusted with the very words of God."
    },
    {
        "o": 30905,
        "r": "niv:Romans:3:3",
        "t": "What*p if some were unfaithful? Will their unfaithfulness nullify God’s faithfulness?"
    },
    {
        "o": 30906,
        "r": "niv:Romans:3:4",
        "t": "Not at all! Let God be true, and every human being a liar. As it is written: “So*pn that you may be proved right when you speak and*ld prevail when you judge.”"
    },
    {
        "o": 30907,
        "r": "niv:Romans:3:5",
        "t": "But*p if our unrighteousness brings out God’s righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.)"
    },
    {
        "o": 30908,
        "r": "niv:Romans:3:6",
        "t": "Certainly not! If that were so, how could God judge the world?"
    },
    {
        "o": 30909,
        "r": "niv:Romans:3:7",
        "t": "Someone might argue, “If my falsehood enhances God’s truthfulness and so increases his glory, why am I still condemned as a sinner?”"
    },
    {
        "o": 30910,
        "r": "niv:Romans:3:8",
        "t": "Why not say—as some slanderously claim that we say—“Let us do evil that good may result”? Their condemnation is just!"
    },
    {
        "o": 30911,
        "r": "niv:Romans:3:8",
        "t": "No One Is Righteous",
        "h": 2
    },
    {
        "o": 30912,
        "r": "niv:Romans:3:9",
        "t": "What*p shall we conclude then? Do we have any advantage? Not at all! For we have already made the charge that Jews and Gentiles alike are all under the power of sin."
    },
    {
        "o": 30913,
        "r": "niv:Romans:3:10",
        "t": "As it is written: “There*pn is no one righteous, not even one;"
    },
    {
        "o": 30914,
        "r": "niv:Romans:3:11",
        "t": "there*ld is no one who understands; there*ld is no one who seeks God."
    },
    {
        "o": 30915,
        "r": "niv:Romans:3:12",
        "t": "All*ln have turned away, they*ld have together become worthless; there*ln is no one who does good, not*ld even one.”"
    },
    {
        "o": 30916,
        "r": "niv:Romans:3:13",
        "t": "“Their*ln throats are open graves; their*ld tongues practice deceit.” “The*ln poison of vipers is on their lips.”"
    },
    {
        "o": 30917,
        "r": "niv:Romans:3:14",
        "t": "“Their*ld mouths are full of cursing and bitterness.”"
    },
    {
        "o": 30918,
        "r": "niv:Romans:3:15",
        "t": "“Their*ln feet are swift to shed blood;"
    },
    {
        "o": 30919,
        "r": "niv:Romans:3:16",
        "t": "ruin*ld and misery mark their ways,"
    },
    {
        "o": 30920,
        "r": "niv:Romans:3:17",
        "t": "and*ln the way of peace they do not know.”"
    },
    {
        "o": 30921,
        "r": "niv:Romans:3:18",
        "t": "“There*ld is no fear of God before their eyes.”"
    },
    {
        "o": 30922,
        "r": "niv:Romans:3:19",
        "t": "Now*p we know that whatever the law says, it says to those who are under the law, so that every mouth may be silenced and the whole world held accountable to God."
    },
    {
        "o": 30923,
        "r": "niv:Romans:3:20",
        "t": "Therefore no one will be declared righteous in God’s sight by the works of the law; rather, through the law we become conscious of our sin."
    },
    {
        "o": 30924,
        "r": "niv:Romans:3:20",
        "t": "Righteousness Through Faith",
        "h": 2
    },
    {
        "o": 30925,
        "r": "niv:Romans:3:21",
        "t": "But*p now apart from the law the righteousness of God has been made known, to which the Law and the Prophets testify."
    },
    {
        "o": 30926,
        "r": "niv:Romans:3:22",
        "t": "This righteousness is given through faith in Jesus Christ to all who believe. There is no difference between Jew and Gentile,"
    },
    {
        "o": 30927,
        "r": "niv:Romans:3:23",
        "t": "for all have sinned and fall short of the glory of God,"
    },
    {
        "o": 30928,
        "r": "niv:Romans:3:24",
        "t": "and all are justified freely by his grace through the redemption that came by Christ Jesus."
    },
    {
        "o": 30929,
        "r": "niv:Romans:3:25",
        "t": "God presented Christ as a sacrifice of atonement, through the shedding of his blood—to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished—"
    },
    {
        "o": 30930,
        "r": "niv:Romans:3:26",
        "t": "he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus."
    },
    {
        "o": 30931,
        "r": "niv:Romans:3:27",
        "t": "Where,*p then, is boasting? It is excluded. Because of what law? The law that requires works? No, because of the law that requires faith."
    },
    {
        "o": 30932,
        "r": "niv:Romans:3:28",
        "t": "For we maintain that a person is justified by faith apart from the works of the law."
    },
    {
        "o": 30933,
        "r": "niv:Romans:3:29",
        "t": "Or is God the God of Jews only? Is he not the God of Gentiles too? Yes, of Gentiles too,"
    },
    {
        "o": 30934,
        "r": "niv:Romans:3:30",
        "t": "since there is only one God, who will justify the circumcised by faith and the uncircumcised through that same faith."
    },
    {
        "o": 30935,
        "r": "niv:Romans:3:31",
        "t": "Do we, then, nullify the law by this faith? Not at all! Rather, we uphold the law."
    }
]
