[
    {
        "o": 20797,
        "r": "nasb:Isaiah:51:0",
        "t": "Isaiah 51",
        "h": 1
    },
    {
        "o": 20798,
        "r": "nasb:Isaiah:51:0",
        "t": "Israel Exhorted",
        "h": 2
    },
    {
        "o": 20799,
        "r": "nasb:Isaiah:51:1",
        "t": "“Listen*pn to me, you who pursue righteousness, Who*ln seek the Lord:*s Look*ln to the rock from which you were hewn And*ln to the quarry from which you were dug."
    },
    {
        "o": 20800,
        "r": "nasb:Isaiah:51:2",
        "t": "Look*ln to Abraham your father And*ln to Sarah who gave birth to you in pain; When*ln he*i was*i but*i one I called him, Then*ln I blessed him and multiplied him.”"
    },
    {
        "o": 20801,
        "r": "nasb:Isaiah:51:3",
        "t": "Indeed,*ln the Lord*s will comfort Zion; He*ln will comfort all her waste places. And*ln her wilderness He will make like Eden, And*ln her desert like the garden of the Lord;*s Joy*ln and gladness will be found in her, Thanksgiving*ln and sound of a melody."
    },
    {
        "o": 20802,
        "r": "nasb:Isaiah:51:4",
        "t": "“Pay*ln attention to Me, O My people, And*ln give ear to Me, O My nation; For*ln a law will go forth from Me, And*ln I will set My justice for a light of the peoples."
    },
    {
        "o": 20803,
        "r": "nasb:Isaiah:51:5",
        "t": "My*ln righteousness is near, My salvation has gone forth, And*ln My arms will judge the peoples; The*ln coastlands will wait for Me, And*ln for My arm they will wait expectantly."
    },
    {
        "o": 20804,
        "r": "nasb:Isaiah:51:6",
        "t": "Lift*ln up your eyes to the sky, Then*ln look to the earth beneath; For*ln the sky will vanish like smoke, And*ln the earth will wear out like a garment And*ln its inhabitants will die in like manner; But*ln My salvation will be forever, And*ln My righteousness will not wane."
    },
    {
        "o": 20805,
        "r": "nasb:Isaiah:51:7",
        "t": "Listen*ln to Me, you who know righteousness, A*ln people in whose heart is My law; Do*ln not fear the reproach of man, Nor*ln be dismayed at their revilings."
    },
    {
        "o": 20806,
        "r": "nasb:Isaiah:51:8",
        "t": "For*ln the moth will eat them like a garment, And*ln the grub will eat them like wool. But*ln My righteousness will be forever, And*ln My salvation to all generations.”"
    },
    {
        "o": 20807,
        "r": "nasb:Isaiah:51:9",
        "t": "Awake,*ln awake, put on strength, O arm of the Lord;*s Awake*ln as in the days of old, the generations of long ago. Was*ln it not You who cut Rahab in pieces, Who*ln pierced the dragon?"
    },
    {
        "o": 20808,
        "r": "nasb:Isaiah:51:10",
        "t": "Was*ln it not You who dried up the sea, The*ln waters of the great deep; Who*ln made the depths of the sea a pathway For*ln the redeemed to cross over?"
    },
    {
        "o": 20809,
        "r": "nasb:Isaiah:51:11",
        "t": "So*ln the ransomed of the Lord*s will return And*ln come with joyful shouting to Zion, And*ln everlasting joy will*i be*i on their heads. They*ln will obtain gladness and joy, And*ln sorrow and sighing will flee away."
    },
    {
        "o": 20810,
        "r": "nasb:Isaiah:51:12",
        "t": "“I,*ln even I, am He who comforts you. Who*ln are you that you are afraid of man who dies And*ln of the son of man who is made like grass,"
    },
    {
        "o": 20811,
        "r": "nasb:Isaiah:51:13",
        "t": "That*ln you have forgotten the Lord*s your Maker, Who*ln stretched out the heavens And*ln laid the foundations of the earth, That*ln you fear continually all day long because of the fury of the oppressor, As*ln he makes ready to destroy? But*ln where is the fury of the oppressor?"
    },
    {
        "o": 20812,
        "r": "nasb:Isaiah:51:14",
        "t": "The*p exile will soon be set free, and will not die in the dungeon, nor will his bread be lacking."
    },
    {
        "o": 20813,
        "r": "nasb:Isaiah:51:15",
        "t": "For I am the Lord*s your God, who stirs up the sea and its waves roar (the Lord*s of hosts is His name)."
    },
    {
        "o": 20814,
        "r": "nasb:Isaiah:51:16",
        "t": "I have put My words in your mouth and have covered you with the shadow of My hand, to establish the heavens, to found the earth, and to say to Zion, ‘You are My people.’ ”"
    },
    {
        "o": 20815,
        "r": "nasb:Isaiah:51:17",
        "t": "Rouse*pn yourself! Rouse yourself! Arise, O Jerusalem, You*ln who have drunk from the Lord’s*s hand the cup of His anger; The*ln chalice of reeling you have drained to the dregs."
    },
    {
        "o": 20816,
        "r": "nasb:Isaiah:51:18",
        "t": "There*ln is none to guide her among all the sons she has borne, Nor*ln is there one to take her by the hand among all the sons she has reared."
    },
    {
        "o": 20817,
        "r": "nasb:Isaiah:51:19",
        "t": "These*ln two things have befallen you; Who*ln will mourn for you? The*ln devastation and destruction, famine and sword; How*ln shall I comfort you?"
    },
    {
        "o": 20818,
        "r": "nasb:Isaiah:51:20",
        "t": "Your*ln sons have fainted, They*ln lie helpless*i at the head of every street, Like*ln an antelope in a net, Full*ln of the wrath of the Lord,*s The*ln rebuke of your God."
    },
    {
        "o": 20819,
        "r": "nasb:Isaiah:51:21",
        "t": "Therefore,*ln please hear this, you afflicted, Who*ln are drunk, but not with wine:"
    },
    {
        "o": 20820,
        "r": "nasb:Isaiah:51:22",
        "t": "Thus*ln says your Lord, the Lord,*s even your God Who*ln contends for His people, “Behold,*ln I have taken out of your hand the cup of reeling, The*ln chalice of My anger; You*ln will never drink it again."
    },
    {
        "o": 20821,
        "r": "nasb:Isaiah:51:23",
        "t": "I*ln will put it into the hand of your tormentors, Who*ln have said to you, ‘Lie down that we may walk over you.’*i You*ln have even made your back like the ground And*ln like the street for those who walk over it.”*i"
    }
]
