[
    {
        "o": 3391,
        "r": "kjv:Leviticus:19:0",
        "t": "Leviticus 19",
        "h": 1
    },
    {
        "o": 3392,
        "r": "kjv:Leviticus:19:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 3393,
        "r": "kjv:Leviticus:19:2",
        "t": "Speak*p unto all the congregation of the children of Israel, and say unto them, Ye shall be holy: for I the Lord*s your God am holy."
    },
    {
        "o": 3394,
        "r": "kjv:Leviticus:19:3",
        "t": "Ye*p shall fear every man his mother, and his father, and keep my sabbaths: I am the Lord*s your God."
    },
    {
        "o": 3395,
        "r": "kjv:Leviticus:19:4",
        "t": "Turn*p ye not unto idols, nor make to yourselves molten gods: I am the Lord*s your God."
    },
    {
        "o": 3396,
        "r": "kjv:Leviticus:19:5",
        "t": "And*p if ye offer a sacrifice of peace offerings unto the Lord,*s ye shall offer it at your own will."
    },
    {
        "o": 3397,
        "r": "kjv:Leviticus:19:6",
        "t": "It*p shall be eaten the same day ye offer it, and on the morrow: and if ought remain until the third day, it shall be burnt in the fire."
    },
    {
        "o": 3398,
        "r": "kjv:Leviticus:19:7",
        "t": "And*p if it be eaten at all on the third day, it is abominable; it shall not be accepted."
    },
    {
        "o": 3399,
        "r": "kjv:Leviticus:19:8",
        "t": "Therefore*p every one that eateth it shall bear his iniquity, because he hath profaned the hallowed thing of the Lord:*s and that soul shall be cut off from among his people."
    },
    {
        "o": 3400,
        "r": "kjv:Leviticus:19:9",
        "t": "And*p when ye reap the harvest of your land, thou shalt not wholly reap the corners of thy field, neither shalt thou gather the gleanings of thy harvest."
    },
    {
        "o": 3401,
        "r": "kjv:Leviticus:19:10",
        "t": "And*p thou shalt not glean thy vineyard, neither shalt thou gather every grape of thy vineyard; thou shalt leave them for the poor and stranger: I am the Lord*s your God."
    },
    {
        "o": 3402,
        "r": "kjv:Leviticus:19:11",
        "t": "Ye*p shall not steal, neither deal falsely, neither lie one to another."
    },
    {
        "o": 3403,
        "r": "kjv:Leviticus:19:12",
        "t": "And*p ye shall not swear by my name falsely, neither shalt thou profane the name of thy God: I am the Lord.*s"
    },
    {
        "o": 3404,
        "r": "kjv:Leviticus:19:13",
        "t": "Thou*p shalt not defraud thy neighbour, neither rob him: the wages of him that is hired shall not abide with thee all night until the morning."
    },
    {
        "o": 3405,
        "r": "kjv:Leviticus:19:14",
        "t": "Thou*p shalt not curse the deaf, nor put a stumblingblock before the blind, but shalt fear thy God: I am the Lord.*s"
    },
    {
        "o": 3406,
        "r": "kjv:Leviticus:19:15",
        "t": "Ye*p shall do no unrighteousness in judgment: thou shalt not respect the person of the poor, nor honour the person of the mighty: but in righteousness shalt thou judge thy neighbour."
    },
    {
        "o": 3407,
        "r": "kjv:Leviticus:19:16",
        "t": "Thou*p shalt not go up and down as a talebearer among thy people: neither shalt thou stand against the blood of thy neighbour: I am the Lord.*s"
    },
    {
        "o": 3408,
        "r": "kjv:Leviticus:19:17",
        "t": "Thou*p shalt not hate thy brother in thine heart: thou shalt in any wise rebuke thy neighbour, and not suffer sin upon him."
    },
    {
        "o": 3409,
        "r": "kjv:Leviticus:19:18",
        "t": "Thou*p shalt not avenge, nor bear any grudge against the children of thy people, but thou shalt love thy neighbour as thyself: I am the Lord.*s"
    },
    {
        "o": 3410,
        "r": "kjv:Leviticus:19:19",
        "t": "Ye*p shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee."
    },
    {
        "o": 3411,
        "r": "kjv:Leviticus:19:20",
        "t": "And*p whosoever lieth carnally with a woman, that is a bondmaid, betrothed to an husband, and not at all redeemed, nor freedom given her; she shall be scourged; they shall not be put to death, because she was not free."
    },
    {
        "o": 3412,
        "r": "kjv:Leviticus:19:21",
        "t": "And*p he shall bring his trespass offering unto the Lord,*s unto the door of the tabernacle of the congregation, even a ram for a trespass offering."
    },
    {
        "o": 3413,
        "r": "kjv:Leviticus:19:22",
        "t": "And*p the priest shall make an atonement for him with the ram of the trespass offering before the Lord*s for his sin which he hath done: and the sin which he hath done shall be forgiven him."
    },
    {
        "o": 3414,
        "r": "kjv:Leviticus:19:23",
        "t": "And*p when ye shall come into the land, and shall have planted all manner of trees for food, then ye shall count the fruit thereof as uncircumcised: three years shall it be as uncircumcised unto you: it shall not be eaten of."
    },
    {
        "o": 3415,
        "r": "kjv:Leviticus:19:24",
        "t": "But*p in the fourth year all the fruit thereof shall be holy to praise the Lord*s withal."
    },
    {
        "o": 3416,
        "r": "kjv:Leviticus:19:25",
        "t": "And*p in the fifth year shall ye eat of the fruit thereof, that it may yield unto you the increase thereof: I am the Lord*s your God."
    },
    {
        "o": 3417,
        "r": "kjv:Leviticus:19:26",
        "t": "Ye*p shall not eat any thing with the blood: neither shall ye use enchantment, nor observe times."
    },
    {
        "o": 3418,
        "r": "kjv:Leviticus:19:27",
        "t": "Ye*p shall not round the corners of your heads, neither shalt thou mar the corners of thy beard."
    },
    {
        "o": 3419,
        "r": "kjv:Leviticus:19:28",
        "t": "Ye*p shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the Lord.*s"
    },
    {
        "o": 3420,
        "r": "kjv:Leviticus:19:29",
        "t": "Do*p not prostitute thy daughter, to cause her to be a whore; lest the land fall to whoredom, and the land become full of wickedness."
    },
    {
        "o": 3421,
        "r": "kjv:Leviticus:19:30",
        "t": "Ye*p shall keep my sabbaths, and reverence my sanctuary: I am the Lord.*s"
    },
    {
        "o": 3422,
        "r": "kjv:Leviticus:19:31",
        "t": "Regard*p not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the Lord*s your God."
    },
    {
        "o": 3423,
        "r": "kjv:Leviticus:19:32",
        "t": "Thou*p shalt rise up before the hoary head, and honour the face of the old man, and fear thy God: I am the Lord.*s"
    },
    {
        "o": 3424,
        "r": "kjv:Leviticus:19:33",
        "t": "And*p if a stranger sojourn with thee in your land, ye shall not vex him."
    },
    {
        "o": 3425,
        "r": "kjv:Leviticus:19:34",
        "t": "But*p the stranger that dwelleth with you shall be unto you as one born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the Lord*s your God."
    },
    {
        "o": 3426,
        "r": "kjv:Leviticus:19:35",
        "t": "Ye*p shall do no unrighteousness in judgment, in meteyard, in weight, or in measure."
    },
    {
        "o": 3427,
        "r": "kjv:Leviticus:19:36",
        "t": "Just*p balances, just weights, a just ephah, and a just hin, shall ye have: I am the Lord*s your God, which brought you out of the land of Egypt."
    },
    {
        "o": 3428,
        "r": "kjv:Leviticus:19:37",
        "t": "Therefore*p shall ye observe all my statutes, and all my judgments, and do them: I am the Lord.*s"
    }
]
