[
    {
        "o": 10125,
        "r": "niv:1 Kings:16:0",
        "t": "1 Kings 16",
        "h": 1
    },
    {
        "o": 10126,
        "r": "niv:1 Kings:16:1",
        "t": "Then*p the word of the Lord*s came to Jehu son of Hanani concerning Baasha:"
    },
    {
        "o": 10127,
        "r": "niv:1 Kings:16:2",
        "t": "“I lifted you up from the dust and appointed you ruler over my people Israel, but you followed the ways of Jeroboam and caused my people Israel to sin and to arouse my anger by their sins."
    },
    {
        "o": 10128,
        "r": "niv:1 Kings:16:3",
        "t": "So I am about to wipe out Baasha and his house, and I will make your house like that of Jeroboam son of Nebat."
    },
    {
        "o": 10129,
        "r": "niv:1 Kings:16:4",
        "t": "Dogs will eat those belonging to Baasha who die in the city, and birds will feed on those who die in the country.”"
    },
    {
        "o": 10130,
        "r": "niv:1 Kings:16:5",
        "t": "As*p for the other events of Baasha’s reign, what he did and his achievements, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10131,
        "r": "niv:1 Kings:16:6",
        "t": "Baasha rested with his ancestors and was buried in Tirzah. And Elah his son succeeded him as king."
    },
    {
        "o": 10132,
        "r": "niv:1 Kings:16:7",
        "t": "Moreover,*p the word of the Lord*s came through the prophet Jehu son of Hanani to Baasha and his house, because of all the evil he had done in the eyes of the Lord,*s arousing his anger by the things he did, becoming like the house of Jeroboam—and also because he destroyed it."
    },
    {
        "o": 10133,
        "r": "niv:1 Kings:16:7",
        "t": "Elah King of Israel",
        "h": 2
    },
    {
        "o": 10134,
        "r": "niv:1 Kings:16:8",
        "t": "In*p the twenty-sixth year of Asa king of Judah, Elah son of Baasha became king of Israel, and he reigned in Tirzah two years."
    },
    {
        "o": 10135,
        "r": "niv:1 Kings:16:9",
        "t": "Zimri,*p one of his officials, who had command of half his chariots, plotted against him. Elah was in Tirzah at the time, getting drunk in the home of Arza, the palace administrator at Tirzah."
    },
    {
        "o": 10136,
        "r": "niv:1 Kings:16:10",
        "t": "Zimri came in, struck him down and killed him in the twenty-seventh year of Asa king of Judah. Then he succeeded him as king."
    },
    {
        "o": 10137,
        "r": "niv:1 Kings:16:11",
        "t": "As*p soon as he began to reign and was seated on the throne, he killed off Baasha’s whole family. He did not spare a single male, whether relative or friend."
    },
    {
        "o": 10138,
        "r": "niv:1 Kings:16:12",
        "t": "So Zimri destroyed the whole family of Baasha, in accordance with the word of the Lord*s spoken against Baasha through the prophet Jehu—"
    },
    {
        "o": 10139,
        "r": "niv:1 Kings:16:13",
        "t": "because of all the sins Baasha and his son Elah had committed and had caused Israel to commit, so that they aroused the anger of the Lord,*s the God of Israel, by their worthless idols."
    },
    {
        "o": 10140,
        "r": "niv:1 Kings:16:14",
        "t": "As*p for the other events of Elah’s reign, and all he did, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10141,
        "r": "niv:1 Kings:16:14",
        "t": "Zimri King of Israel",
        "h": 2
    },
    {
        "o": 10142,
        "r": "niv:1 Kings:16:15",
        "t": "In*p the twenty-seventh year of Asa king of Judah, Zimri reigned in Tirzah seven days. The army was encamped near Gibbethon, a Philistine town."
    },
    {
        "o": 10143,
        "r": "niv:1 Kings:16:16",
        "t": "When the Israelites in the camp heard that Zimri had plotted against the king and murdered him, they proclaimed Omri, the commander of the army, king over Israel that very day there in the camp."
    },
    {
        "o": 10144,
        "r": "niv:1 Kings:16:17",
        "t": "Then Omri and all the Israelites with him withdrew from Gibbethon and laid siege to Tirzah."
    },
    {
        "o": 10145,
        "r": "niv:1 Kings:16:18",
        "t": "When Zimri saw that the city was taken, he went into the citadel of the royal palace and set the palace on fire around him. So he died,"
    },
    {
        "o": 10146,
        "r": "niv:1 Kings:16:19",
        "t": "because of the sins he had committed, doing evil in the eyes of the Lord*s and following the ways of Jeroboam and committing the same sin Jeroboam had caused Israel to commit."
    },
    {
        "o": 10147,
        "r": "niv:1 Kings:16:20",
        "t": "As*p for the other events of Zimri’s reign, and the rebellion he carried out, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10148,
        "r": "niv:1 Kings:16:20",
        "t": "Omri King of Israel",
        "h": 2
    },
    {
        "o": 10149,
        "r": "niv:1 Kings:16:21",
        "t": "Then*p the people of Israel were split into two factions; half supported Tibni son of Ginath for king, and the other half supported Omri."
    },
    {
        "o": 10150,
        "r": "niv:1 Kings:16:22",
        "t": "But Omri’s followers proved stronger than those of Tibni son of Ginath. So Tibni died and Omri became king."
    },
    {
        "o": 10151,
        "r": "niv:1 Kings:16:23",
        "t": "In*p the thirty-first year of Asa king of Judah, Omri became king of Israel, and he reigned twelve years, six of them in Tirzah."
    },
    {
        "o": 10152,
        "r": "niv:1 Kings:16:24",
        "t": "He bought the hill of Samaria from Shemer for two talents of silver and built a city on the hill, calling it Samaria, after Shemer, the name of the former owner of the hill."
    },
    {
        "o": 10153,
        "r": "niv:1 Kings:16:25",
        "t": "But*p Omri did evil in the eyes of the Lord*s and sinned more than all those before him."
    },
    {
        "o": 10154,
        "r": "niv:1 Kings:16:26",
        "t": "He followed completely the ways of Jeroboam son of Nebat, committing the same sin Jeroboam had caused Israel to commit, so that they aroused the anger of the Lord,*s the God of Israel, by their worthless idols."
    },
    {
        "o": 10155,
        "r": "niv:1 Kings:16:27",
        "t": "As*p for the other events of Omri’s reign, what he did and the things he achieved, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10156,
        "r": "niv:1 Kings:16:28",
        "t": "Omri rested with his ancestors and was buried in Samaria. And Ahab his son succeeded him as king."
    },
    {
        "o": 10157,
        "r": "niv:1 Kings:16:28",
        "t": "Ahab Becomes King of Israel",
        "h": 2
    },
    {
        "o": 10158,
        "r": "niv:1 Kings:16:29",
        "t": "In*p the thirty-eighth year of Asa king of Judah, Ahab son of Omri became king of Israel, and he reigned in Samaria over Israel twenty-two years."
    },
    {
        "o": 10159,
        "r": "niv:1 Kings:16:30",
        "t": "Ahab son of Omri did more evil in the eyes of the Lord*s than any of those before him."
    },
    {
        "o": 10160,
        "r": "niv:1 Kings:16:31",
        "t": "He not only considered it trivial to commit the sins of Jeroboam son of Nebat, but he also married Jezebel daughter of Ethbaal king of the Sidonians, and began to serve Baal and worship him."
    },
    {
        "o": 10161,
        "r": "niv:1 Kings:16:32",
        "t": "He set up an altar for Baal in the temple of Baal that he built in Samaria."
    },
    {
        "o": 10162,
        "r": "niv:1 Kings:16:33",
        "t": "Ahab also made an Asherah pole and did more to arouse the anger of the Lord,*s the God of Israel, than did all the kings of Israel before him."
    },
    {
        "o": 10163,
        "r": "niv:1 Kings:16:34",
        "t": "In*p Ahab’s time, Hiel of Bethel rebuilt Jericho. He laid its foundations at the cost of his firstborn son Abiram, and he set up its gates at the cost of his youngest son Segub, in accordance with the word of the Lord*s spoken by Joshua son of Nun."
    }
]
