[
    {
        "o": 2859,
        "r": "nasb:Exodus:37:0",
        "t": "Exodus 37",
        "h": 1
    },
    {
        "o": 2860,
        "r": "nasb:Exodus:37:0",
        "t": "Construction Continues",
        "h": 2
    },
    {
        "o": 2861,
        "r": "nasb:Exodus:37:1",
        "t": "Now*p Bezalel made the ark of acacia wood; its length was two and a half cubits, and its width one and a half cubits, and its height one and a half cubits;"
    },
    {
        "o": 2862,
        "r": "nasb:Exodus:37:2",
        "t": "and he overlaid it with pure gold inside and out, and made a gold molding for it all around."
    },
    {
        "o": 2863,
        "r": "nasb:Exodus:37:3",
        "t": "He cast four rings of gold for it on its four feet; even two rings on one side of it, and two rings on the other side of it."
    },
    {
        "o": 2864,
        "r": "nasb:Exodus:37:4",
        "t": "He made poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2865,
        "r": "nasb:Exodus:37:5",
        "t": "He put the poles into the rings on the sides of the ark, to carry it."
    },
    {
        "o": 2866,
        "r": "nasb:Exodus:37:6",
        "t": "He made a mercy seat of pure gold, two and a half cubits long and one and a half cubits wide."
    },
    {
        "o": 2867,
        "r": "nasb:Exodus:37:7",
        "t": "He made two cherubim of gold; he made them of hammered work at the two ends of the mercy seat;"
    },
    {
        "o": 2868,
        "r": "nasb:Exodus:37:8",
        "t": "one cherub at the one end and one cherub at the other end; he made the cherubim of*i one*i piece*i with the mercy seat at the two ends."
    },
    {
        "o": 2869,
        "r": "nasb:Exodus:37:9",
        "t": "The cherubim had their*i wings spread upward, covering the mercy seat with their wings, with their faces toward each other; the faces of the cherubim were toward the mercy seat."
    },
    {
        "o": 2870,
        "r": "nasb:Exodus:37:10",
        "t": "Then*p he made the table of acacia wood, two cubits long and a cubit wide and one and a half cubits high."
    },
    {
        "o": 2871,
        "r": "nasb:Exodus:37:11",
        "t": "He overlaid it with pure gold, and made a gold molding for it all around."
    },
    {
        "o": 2872,
        "r": "nasb:Exodus:37:12",
        "t": "He made a rim for it of a handbreadth all around, and made a gold molding for its rim all around."
    },
    {
        "o": 2873,
        "r": "nasb:Exodus:37:13",
        "t": "He cast four gold rings for it and put the rings on the four corners that were on its four feet."
    },
    {
        "o": 2874,
        "r": "nasb:Exodus:37:14",
        "t": "Close by the rim were the rings, the holders for the poles to carry the table."
    },
    {
        "o": 2875,
        "r": "nasb:Exodus:37:15",
        "t": "He made the poles of acacia wood and overlaid them with gold, to carry the table."
    },
    {
        "o": 2876,
        "r": "nasb:Exodus:37:16",
        "t": "He made the utensils which were on the table, its dishes and its pans and its bowls and its jars, with which to pour out drink offerings, of pure gold."
    },
    {
        "o": 2877,
        "r": "nasb:Exodus:37:17",
        "t": "Then*p he made the lampstand of pure gold. He made the lampstand of hammered work, its base and its shaft; its cups, its bulbs and its flowers were of*i one*i piece*i with it."
    },
    {
        "o": 2878,
        "r": "nasb:Exodus:37:18",
        "t": "There were six branches going out of its sides; three branches of the lampstand from the one side of it and three branches of the lampstand from the other side of it;"
    },
    {
        "o": 2879,
        "r": "nasb:Exodus:37:19",
        "t": "three cups shaped like almond blossoms,*i a bulb and a flower in one branch, and three cups shaped like almond blossoms,*i a bulb and a flower in the other branch—so for the six branches going out of the lampstand."
    },
    {
        "o": 2880,
        "r": "nasb:Exodus:37:20",
        "t": "In the lampstand there*i were*i four cups shaped like almond blossoms,*i its bulbs and its flowers;"
    },
    {
        "o": 2881,
        "r": "nasb:Exodus:37:21",
        "t": "and a bulb was under the first*i pair of branches coming*i out of it, and a bulb under the second*i pair of branches coming*i out of it, and a bulb under the third*i pair of branches coming*i out of it, for the six branches coming out of the lampstand."
    },
    {
        "o": 2882,
        "r": "nasb:Exodus:37:22",
        "t": "Their bulbs and their branches were of*i one*i piece*i with it; the whole of it was*i a single hammered work of pure gold."
    },
    {
        "o": 2883,
        "r": "nasb:Exodus:37:23",
        "t": "He made its seven lamps with its snuffers and its trays of pure gold."
    },
    {
        "o": 2884,
        "r": "nasb:Exodus:37:24",
        "t": "He made it and all its utensils from a talent of pure gold."
    },
    {
        "o": 2885,
        "r": "nasb:Exodus:37:25",
        "t": "Then*p he made the altar of incense of acacia wood: a cubit long and a cubit wide, square, and two cubits high; its horns were of*i one*i piece*i with it."
    },
    {
        "o": 2886,
        "r": "nasb:Exodus:37:26",
        "t": "He overlaid it with pure gold, its top and its sides all around, and its horns; and he made a gold molding for it all around."
    },
    {
        "o": 2887,
        "r": "nasb:Exodus:37:27",
        "t": "He made two golden rings for it under its molding, on its two sides—on opposite sides—as holders for poles with which to carry it."
    },
    {
        "o": 2888,
        "r": "nasb:Exodus:37:28",
        "t": "He made the poles of acacia wood and overlaid them with gold."
    },
    {
        "o": 2889,
        "r": "nasb:Exodus:37:29",
        "t": "And he made the holy anointing oil and the pure, fragrant incense of spices, the work of a perfumer."
    }
]
