[
    {
        "o": 18366,
        "r": "kjv:Song of Solomon:2:0",
        "t": "Song of Solomon 2",
        "h": 1
    },
    {
        "o": 18367,
        "r": "kjv:Song of Solomon:2:1",
        "t": "I*p am the rose of Sharon, and the lily of the valleys."
    },
    {
        "o": 18368,
        "r": "kjv:Song of Solomon:2:2",
        "t": "As*p the lily among thorns, so is my love among the daughters."
    },
    {
        "o": 18369,
        "r": "kjv:Song of Solomon:2:3",
        "t": "As*p the apple tree among the trees of the wood, so is my beloved among the sons. I sat down under his shadow with great delight, and his fruit was sweet to my taste."
    },
    {
        "o": 18370,
        "r": "kjv:Song of Solomon:2:4",
        "t": "He*p brought me to the banqueting house, and his banner over me was love."
    },
    {
        "o": 18371,
        "r": "kjv:Song of Solomon:2:5",
        "t": "Stay*p me with flagons, comfort me with apples: for I am sick of love."
    },
    {
        "o": 18372,
        "r": "kjv:Song of Solomon:2:6",
        "t": "His*p left hand is under my head, and his right hand doth embrace me."
    },
    {
        "o": 18373,
        "r": "kjv:Song of Solomon:2:7",
        "t": "I*p charge you, O ye daughters of Jerusalem, by the roes, and by the hinds of the field, that ye stir not up, nor awake my love, till he please."
    },
    {
        "o": 18374,
        "r": "kjv:Song of Solomon:2:8",
        "t": "The*p voice of my beloved! behold, he cometh leaping upon the mountains, skipping upon the hills."
    },
    {
        "o": 18375,
        "r": "kjv:Song of Solomon:2:9",
        "t": "My*p beloved is like a roe or a young hart: behold, he standeth behind our wall, he looketh forth at the windows, shewing himself through the lattice."
    },
    {
        "o": 18376,
        "r": "kjv:Song of Solomon:2:10",
        "t": "My*p beloved spake, and said unto me, Rise up, my love, my fair one, and come away."
    },
    {
        "o": 18377,
        "r": "kjv:Song of Solomon:2:11",
        "t": "For,*p lo, the winter is past, the rain is over and gone;"
    },
    {
        "o": 18378,
        "r": "kjv:Song of Solomon:2:12",
        "t": "The*p flowers appear on the earth; the time of the singing of birds is come, and the voice of the turtle is heard in our land;"
    },
    {
        "o": 18379,
        "r": "kjv:Song of Solomon:2:13",
        "t": "The*p fig tree putteth forth her green figs, and the vines with the tender grape give a good smell. Arise, my love, my fair one, and come away."
    },
    {
        "o": 18380,
        "r": "kjv:Song of Solomon:2:14",
        "t": "O*p my dove, that art in the clefts of the rock, in the secret places of the stairs, let me see thy countenance, let me hear thy voice; for sweet is thy voice, and thy countenance is comely."
    },
    {
        "o": 18381,
        "r": "kjv:Song of Solomon:2:15",
        "t": "Take*p us the foxes, the little foxes, that spoil the vines: for our vines have tender grapes."
    },
    {
        "o": 18382,
        "r": "kjv:Song of Solomon:2:16",
        "t": "My*p beloved is mine, and I am his: he feedeth among the lilies."
    },
    {
        "o": 18383,
        "r": "kjv:Song of Solomon:2:17",
        "t": "Until*p the day break, and the shadows flee away, turn, my beloved, and be thou like a roe or a young hart upon the mountains of Bether."
    }
]
