[
    {
        "o": 13066,
        "r": "niv:2 Chronicles:34:0",
        "t": "2 Chronicles 34",
        "h": 1
    },
    {
        "o": 13067,
        "r": "niv:2 Chronicles:34:0",
        "t": "Josiah’s Reforms",
        "h": 2
    },
    {
        "o": 13068,
        "r": "niv:2 Chronicles:34:1",
        "t": "Josiah*p was eight years old when he became king, and he reigned in Jerusalem thirty-one years."
    },
    {
        "o": 13069,
        "r": "niv:2 Chronicles:34:2",
        "t": "He did what was right in the eyes of the Lord*s and followed the ways of his father David, not turning aside to the right or to the left."
    },
    {
        "o": 13070,
        "r": "niv:2 Chronicles:34:3",
        "t": "In*p the eighth year of his reign, while he was still young, he began to seek the God of his father David. In his twelfth year he began to purge Judah and Jerusalem of high places, Asherah poles and idols."
    },
    {
        "o": 13071,
        "r": "niv:2 Chronicles:34:4",
        "t": "Under his direction the altars of the Baals were torn down; he cut to pieces the incense altars that were above them, and smashed the Asherah poles and the idols. These he broke to pieces and scattered over the graves of those who had sacrificed to them."
    },
    {
        "o": 13072,
        "r": "niv:2 Chronicles:34:5",
        "t": "He burned the bones of the priests on their altars, and so he purged Judah and Jerusalem."
    },
    {
        "o": 13073,
        "r": "niv:2 Chronicles:34:6",
        "t": "In the towns of Manasseh, Ephraim and Simeon, as far as Naphtali, and in the ruins around them,"
    },
    {
        "o": 13074,
        "r": "niv:2 Chronicles:34:7",
        "t": "he tore down the altars and the Asherah poles and crushed the idols to powder and cut to pieces all the incense altars throughout Israel. Then he went back to Jerusalem."
    },
    {
        "o": 13075,
        "r": "niv:2 Chronicles:34:8",
        "t": "In*p the eighteenth year of Josiah’s reign, to purify the land and the temple, he sent Shaphan son of Azaliah and Maaseiah the ruler of the city, with Joah son of Joahaz, the recorder, to repair the temple of the Lord*s his God."
    },
    {
        "o": 13076,
        "r": "niv:2 Chronicles:34:9",
        "t": "They*p went to Hilkiah the high priest and gave him the money that had been brought into the temple of God, which the Levites who were the gatekeepers had collected from the people of Manasseh, Ephraim and the entire remnant of Israel and from all the people of Judah and Benjamin and the inhabitants of Jerusalem."
    },
    {
        "o": 13077,
        "r": "niv:2 Chronicles:34:10",
        "t": "Then they entrusted it to the men appointed to supervise the work on the Lord’s*s temple. These men paid the workers who repaired and restored the temple."
    },
    {
        "o": 13078,
        "r": "niv:2 Chronicles:34:11",
        "t": "They also gave money to the carpenters and builders to purchase dressed stone, and timber for joists and beams for the buildings that the kings of Judah had allowed to fall into ruin."
    },
    {
        "o": 13079,
        "r": "niv:2 Chronicles:34:12",
        "t": "The*p workers labored faithfully. Over them to direct them were Jahath and Obadiah, Levites descended from Merari, and Zechariah and Meshullam, descended from Kohath. The Levites—all who were skilled in playing musical instruments—"
    },
    {
        "o": 13080,
        "r": "niv:2 Chronicles:34:13",
        "t": "had charge of the laborers and supervised all the workers from job to job. Some of the Levites were secretaries, scribes and gatekeepers."
    },
    {
        "o": 13081,
        "r": "niv:2 Chronicles:34:13",
        "t": "The Book of the Law Found",
        "h": 2
    },
    {
        "o": 13082,
        "r": "niv:2 Chronicles:34:14",
        "t": "While*p they were bringing out the money that had been taken into the temple of the Lord,*s Hilkiah the priest found the Book of the Law of the Lord*s that had been given through Moses."
    },
    {
        "o": 13083,
        "r": "niv:2 Chronicles:34:15",
        "t": "Hilkiah said to Shaphan the secretary, “I have found the Book of the Law in the temple of the Lord.”*s He gave it to Shaphan."
    },
    {
        "o": 13084,
        "r": "niv:2 Chronicles:34:16",
        "t": "Then*p Shaphan took the book to the king and reported to him: “Your officials are doing everything that has been committed to them."
    },
    {
        "o": 13085,
        "r": "niv:2 Chronicles:34:17",
        "t": "They have paid out the money that was in the temple of the Lord*s and have entrusted it to the supervisors and workers.”"
    },
    {
        "o": 13086,
        "r": "niv:2 Chronicles:34:18",
        "t": "Then Shaphan the secretary informed the king, “Hilkiah the priest has given me a book.” And Shaphan read from it in the presence of the king."
    },
    {
        "o": 13087,
        "r": "niv:2 Chronicles:34:19",
        "t": "When*p the king heard the words of the Law, he tore his robes."
    },
    {
        "o": 13088,
        "r": "niv:2 Chronicles:34:20",
        "t": "He gave these orders to Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, Shaphan the secretary and Asaiah the king’s attendant:"
    },
    {
        "o": 13089,
        "r": "niv:2 Chronicles:34:21",
        "t": "“Go and inquire of the Lord*s for me and for the remnant in Israel and Judah about what is written in this book that has been found. Great is the Lord’s*s anger that is poured out on us because those who have gone before us have not kept the word of the Lord;*s they have not acted in accordance with all that is written in this book.”"
    },
    {
        "o": 13090,
        "r": "niv:2 Chronicles:34:22",
        "t": "Hilkiah*p and those the king had sent with him went to speak to the prophet Huldah, who was the wife of Shallum son of Tokhath, the son of Hasrah, keeper of the wardrobe. She lived in Jerusalem, in the New Quarter."
    },
    {
        "o": 13091,
        "r": "niv:2 Chronicles:34:23",
        "t": "She*p said to them, “This is what the Lord,*s the God of Israel, says: Tell the man who sent you to me,"
    },
    {
        "o": 13092,
        "r": "niv:2 Chronicles:34:24",
        "t": "‘This is what the Lord*s says: I am going to bring disaster on this place and its people—all the curses written in the book that has been read in the presence of the king of Judah."
    },
    {
        "o": 13093,
        "r": "niv:2 Chronicles:34:25",
        "t": "Because they have forsaken me and burned incense to other gods and aroused my anger by all that their hands have made, my anger will be poured out on this place and will not be quenched.’"
    },
    {
        "o": 13094,
        "r": "niv:2 Chronicles:34:26",
        "t": "Tell the king of Judah, who sent you to inquire of the Lord,*s ‘This is what the Lord,*s the God of Israel, says concerning the words you heard:"
    },
    {
        "o": 13095,
        "r": "niv:2 Chronicles:34:27",
        "t": "Because your heart was responsive and you humbled yourself before God when you heard what he spoke against this place and its people, and because you humbled yourself before me and tore your robes and wept in my presence, I have heard you, declares the Lord.*s"
    },
    {
        "o": 13096,
        "r": "niv:2 Chronicles:34:28",
        "t": "Now I will gather you to your ancestors, and you will be buried in peace. Your eyes will not see all the disaster I am going to bring on this place and on those who live here.’ ” So*p they took her answer back to the king."
    },
    {
        "o": 13097,
        "r": "niv:2 Chronicles:34:29",
        "t": "Then*p the king called together all the elders of Judah and Jerusalem."
    },
    {
        "o": 13098,
        "r": "niv:2 Chronicles:34:30",
        "t": "He went up to the temple of the Lord*s with the people of Judah, the inhabitants of Jerusalem, the priests and the Levites—all the people from the least to the greatest. He read in their hearing all the words of the Book of the Covenant, which had been found in the temple of the Lord.*s"
    },
    {
        "o": 13099,
        "r": "niv:2 Chronicles:34:31",
        "t": "The king stood by his pillar and renewed the covenant in the presence of the Lord*s —to follow the Lord*s and keep his commands, statutes and decrees with all his heart and all his soul, and to obey the words of the covenant written in this book."
    },
    {
        "o": 13100,
        "r": "niv:2 Chronicles:34:32",
        "t": "Then*p he had everyone in Jerusalem and Benjamin pledge themselves to it; the people of Jerusalem did this in accordance with the covenant of God, the God of their ancestors."
    },
    {
        "o": 13101,
        "r": "niv:2 Chronicles:34:33",
        "t": "Josiah*p removed all the detestable idols from all the territory belonging to the Israelites, and he had all who were present in Israel serve the Lord*s their God. As long as he lived, they did not fail to follow the Lord,*s the God of their ancestors."
    }
]
