[
    {
        "o": 33601,
        "r": "nkjv:1 Timothy:2:0",
        "t": "1 Timothy 2",
        "h": 1
    },
    {
        "o": 33602,
        "r": "nkjv:1 Timothy:2:0",
        "t": "Pray for All Men",
        "h": 2
    },
    {
        "o": 33603,
        "r": "nkjv:1 Timothy:2:1",
        "t": "Therefore*p I exhort first of all that supplications, prayers, intercessions, and*i giving of thanks be made for all men,"
    },
    {
        "o": 33604,
        "r": "nkjv:1 Timothy:2:2",
        "t": "for kings and all who are in authority, that we may lead a quiet and peaceable life in all godliness and reverence."
    },
    {
        "o": 33605,
        "r": "nkjv:1 Timothy:2:3",
        "t": "For this is*i good and acceptable in the sight of God our Savior,"
    },
    {
        "o": 33606,
        "r": "nkjv:1 Timothy:2:4",
        "t": "who desires all men to be saved and to come to the knowledge of the truth."
    },
    {
        "o": 33607,
        "r": "nkjv:1 Timothy:2:5",
        "t": "For there*i is*i one God and one Mediator between God and men, the*i Man Christ Jesus,"
    },
    {
        "o": 33608,
        "r": "nkjv:1 Timothy:2:6",
        "t": "who gave Himself a ransom for all, to be testified in due time,"
    },
    {
        "o": 33609,
        "r": "nkjv:1 Timothy:2:7",
        "t": "for which I was appointed a preacher and an apostle—I am speaking the truth in Christ and*i not lying— a teacher of the Gentiles in faith and truth."
    },
    {
        "o": 33610,
        "r": "nkjv:1 Timothy:2:7",
        "t": "Men and Women in the Church",
        "h": 2
    },
    {
        "o": 33611,
        "r": "nkjv:1 Timothy:2:8",
        "t": "I*p desire therefore that the men pray everywhere, lifting up holy hands, without wrath and doubting;"
    },
    {
        "o": 33612,
        "r": "nkjv:1 Timothy:2:9",
        "t": "in like manner also, that the women adorn themselves in modest apparel, with propriety and moderation, not with braided hair or gold or pearls or costly clothing,"
    },
    {
        "o": 33613,
        "r": "nkjv:1 Timothy:2:10",
        "t": "but, which is proper for women professing godliness, with good works."
    },
    {
        "o": 33614,
        "r": "nkjv:1 Timothy:2:11",
        "t": "Let a woman learn in silence with all submission."
    },
    {
        "o": 33615,
        "r": "nkjv:1 Timothy:2:12",
        "t": "And I do not permit a woman to teach or to have authority over a man, but to be in silence."
    },
    {
        "o": 33616,
        "r": "nkjv:1 Timothy:2:13",
        "t": "For Adam was formed first, then Eve."
    },
    {
        "o": 33617,
        "r": "nkjv:1 Timothy:2:14",
        "t": "And Adam was not deceived, but the woman being deceived, fell into transgression."
    },
    {
        "o": 33618,
        "r": "nkjv:1 Timothy:2:15",
        "t": "Nevertheless she will be saved in childbearing if they continue in faith, love, and holiness, with self-control."
    }
]
