[
    {
        "o": 4387,
        "r": "csb:Numbers:10:0",
        "t": "Numbers 10",
        "h": 1
    },
    {
        "o": 4388,
        "r": "csb:Numbers:10:0",
        "t": "Two Silver Trumpets",
        "h": 2
    },
    {
        "o": 4389,
        "r": "csb:Numbers:10:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 4390,
        "r": "csb:Numbers:10:2",
        "t": "“Make two trumpets of hammered silver to summon the community and have the camps set out."
    },
    {
        "o": 4391,
        "r": "csb:Numbers:10:3",
        "t": "When both are sounded in long blasts, the entire community is to gather before you at the entrance to the tent of meeting."
    },
    {
        "o": 4392,
        "r": "csb:Numbers:10:4",
        "t": "However, if one is sounded, only the leaders, the heads of Israel’s clans, are to gather before you."
    },
    {
        "o": 4393,
        "r": "csb:Numbers:10:5",
        "t": "“When*p you sound short blasts, the camps pitched on the east are to set out."
    },
    {
        "o": 4394,
        "r": "csb:Numbers:10:6",
        "t": "When you sound short blasts a second time, the camps pitched on the south are to set out. Short blasts are to be sounded for them to set out."
    },
    {
        "o": 4395,
        "r": "csb:Numbers:10:7",
        "t": "When calling the assembly together, you are to sound long blasts, not short ones."
    },
    {
        "o": 4396,
        "r": "csb:Numbers:10:8",
        "t": "The sons of Aaron, the priests, are to sound the trumpets. Your use of these is a permanent statute throughout your generations."
    },
    {
        "o": 4397,
        "r": "csb:Numbers:10:9",
        "t": "“When*p you enter into battle in your land against an adversary who is attacking you, sound short blasts on the trumpets, and you will be remembered before the Lord*s your God and be saved from your enemies."
    },
    {
        "o": 4398,
        "r": "csb:Numbers:10:10",
        "t": "You are to sound the trumpets over your burnt offerings and your fellowship sacrifices and on your joyous occasions, your appointed festivals, and the beginning of each of your months. They will serve as a reminder for you before your God: I am the Lord*s your God.”"
    },
    {
        "o": 4399,
        "r": "csb:Numbers:10:10",
        "t": "From Sinai to Paran",
        "h": 2
    },
    {
        "o": 4400,
        "r": "csb:Numbers:10:11",
        "t": "During*p the second year, in the second month on the twentieth day of the month, the cloud was lifted up above the tabernacle of the testimony."
    },
    {
        "o": 4401,
        "r": "csb:Numbers:10:12",
        "t": "The Israelites traveled on from the Wilderness of Sinai, moving from one place to the next until the cloud stopped in the Wilderness of Paran."
    },
    {
        "o": 4402,
        "r": "csb:Numbers:10:13",
        "t": "They set out for the first time according to the Lord’s*s command through Moses."
    },
    {
        "o": 4403,
        "r": "csb:Numbers:10:14",
        "t": "The*p military divisions of the camp of Judah’s descendants with their banner set out first, and Nahshon son of Amminadab was over their divisions."
    },
    {
        "o": 4404,
        "r": "csb:Numbers:10:15",
        "t": "Nethanel son of Zuar was over the division of the tribe of Issachar’s descendants,"
    },
    {
        "o": 4405,
        "r": "csb:Numbers:10:16",
        "t": "and Eliab son of Helon was over the division of the tribe of Zebulun’s descendants."
    },
    {
        "o": 4406,
        "r": "csb:Numbers:10:17",
        "t": "The tabernacle was then taken down, and the Gershonites and the Merarites set out, transporting the tabernacle."
    },
    {
        "o": 4407,
        "r": "csb:Numbers:10:18",
        "t": "The*p military divisions of the camp of Reuben with their banner set out, and Elizur son of Shedeur was over their divisions."
    },
    {
        "o": 4408,
        "r": "csb:Numbers:10:19",
        "t": "Shelumiel son of Zurishaddai was over the division of the tribe of Simeon’s descendants,"
    },
    {
        "o": 4409,
        "r": "csb:Numbers:10:20",
        "t": "and Eliasaph son of Deuel was over the division of the tribe of Gad’s descendants."
    },
    {
        "o": 4410,
        "r": "csb:Numbers:10:21",
        "t": "The Kohathites then set out, transporting the holy objects; the tabernacle was to be set up before their arrival."
    },
    {
        "o": 4411,
        "r": "csb:Numbers:10:22",
        "t": "Next*p the military divisions of the camp of Ephraim’s descendants with their banner set out, and Elishama son of Ammihud was over their divisions."
    },
    {
        "o": 4412,
        "r": "csb:Numbers:10:23",
        "t": "Gamaliel son of Pedahzur was over the division of the tribe of Manasseh’s descendants,"
    },
    {
        "o": 4413,
        "r": "csb:Numbers:10:24",
        "t": "and Abidan son of Gideoni was over the division of the tribe of Benjamin’s descendants."
    },
    {
        "o": 4414,
        "r": "csb:Numbers:10:25",
        "t": "The*p military divisions of the camp of Dan’s descendants with their banner set out, serving as rear guard for all the camps, and Ahiezer son of Ammishaddai was over their divisions."
    },
    {
        "o": 4415,
        "r": "csb:Numbers:10:26",
        "t": "Pagiel son of Ochran was over the division of the tribe of Asher’s descendants,"
    },
    {
        "o": 4416,
        "r": "csb:Numbers:10:27",
        "t": "and Ahira son of Enan was over the division of the tribe of Naphtali’s descendants."
    },
    {
        "o": 4417,
        "r": "csb:Numbers:10:28",
        "t": "This was the order of march for the Israelites by their military divisions as they set out."
    },
    {
        "o": 4418,
        "r": "csb:Numbers:10:29",
        "t": "Moses*p said to Hobab, descendant of Reuel the Midianite and Moses’s relative by marriage, “We’re setting out for the place the Lord*s promised, ‘I will give it to you.’ Come with us, and we will treat you well, for the Lord*s has promised good things to Israel.”"
    },
    {
        "o": 4419,
        "r": "csb:Numbers:10:30",
        "t": "But*p he replied to him, “I don’t want to go. Instead, I will go to my own land and my relatives.”"
    },
    {
        "o": 4420,
        "r": "csb:Numbers:10:31",
        "t": "“Please*p don’t leave us,” Moses said, “since you know where we should camp in the wilderness, and you can serve as our eyes."
    },
    {
        "o": 4421,
        "r": "csb:Numbers:10:32",
        "t": "If you come with us, whatever good the Lord*s does for us we will do for you.”"
    },
    {
        "o": 4422,
        "r": "csb:Numbers:10:33",
        "t": "They*p set out from the mountain of the Lord*s on a three-day journey with the ark of the Lord’s*s covenant traveling ahead of them for those three days to seek a resting place for them."
    },
    {
        "o": 4423,
        "r": "csb:Numbers:10:34",
        "t": "Meanwhile, the cloud of the Lord*s was over them by day when they set out from the camp."
    },
    {
        "o": 4424,
        "r": "csb:Numbers:10:35",
        "t": "Whenever*p the ark set out, Moses would say: Arise,*pn Lord!*s Let*ln your enemies be scattered, and*ln those who hate you flee from your presence."
    },
    {
        "o": 4425,
        "r": "csb:Numbers:10:36",
        "t": "When*p it came to rest, he would say: Return,*pn Lord,*s to*ln the countless thousands of Israel."
    }
]
