[
    {
        "o": 12675,
        "r": "niv:2 Chronicles:19:0",
        "t": "2 Chronicles 19",
        "h": 1
    },
    {
        "o": 12676,
        "r": "niv:2 Chronicles:19:1",
        "t": "When*p Jehoshaphat king of Judah returned safely to his palace in Jerusalem,"
    },
    {
        "o": 12677,
        "r": "niv:2 Chronicles:19:2",
        "t": "Jehu the seer, the son of Hanani, went out to meet him and said to the king, “Should you help the wicked and love those who hate the Lord?*s Because of this, the wrath of the Lord*s is on you."
    },
    {
        "o": 12678,
        "r": "niv:2 Chronicles:19:3",
        "t": "There is, however, some good in you, for you have rid the land of the Asherah poles and have set your heart on seeking God.”"
    },
    {
        "o": 12679,
        "r": "niv:2 Chronicles:19:3",
        "t": "Jehoshaphat Appoints Judges",
        "h": 2
    },
    {
        "o": 12680,
        "r": "niv:2 Chronicles:19:4",
        "t": "Jehoshaphat*p lived in Jerusalem, and he went out again among the people from Beersheba to the hill country of Ephraim and turned them back to the Lord,*s the God of their ancestors."
    },
    {
        "o": 12681,
        "r": "niv:2 Chronicles:19:5",
        "t": "He appointed judges in the land, in each of the fortified cities of Judah."
    },
    {
        "o": 12682,
        "r": "niv:2 Chronicles:19:6",
        "t": "He told them, “Consider carefully what you do, because you are not judging for mere mortals but for the Lord,*s who is with you whenever you give a verdict."
    },
    {
        "o": 12683,
        "r": "niv:2 Chronicles:19:7",
        "t": "Now let the fear of the Lord*s be on you. Judge carefully, for with the Lord*s our God there is no injustice or partiality or bribery.”"
    },
    {
        "o": 12684,
        "r": "niv:2 Chronicles:19:8",
        "t": "In*p Jerusalem also, Jehoshaphat appointed some of the Levites, priests and heads of Israelite families to administer the law of the Lord*s and to settle disputes. And they lived in Jerusalem."
    },
    {
        "o": 12685,
        "r": "niv:2 Chronicles:19:9",
        "t": "He gave them these orders: “You must serve faithfully and wholeheartedly in the fear of the Lord.*s"
    },
    {
        "o": 12686,
        "r": "niv:2 Chronicles:19:10",
        "t": "In every case that comes before you from your people who live in the cities—whether bloodshed or other concerns of the law, commands, decrees or regulations—you are to warn them not to sin against the Lord;*s otherwise his wrath will come on you and your people. Do this, and you will not sin."
    },
    {
        "o": 12687,
        "r": "niv:2 Chronicles:19:11",
        "t": "“Amariah*p the chief priest will be over you in any matter concerning the Lord,*s and Zebadiah son of Ishmael, the leader of the tribe of Judah, will be over you in any matter concerning the king, and the Levites will serve as officials before you. Act with courage, and may the Lord*s be with those who do well.”"
    }
]
