[
    {
        "o": 13945,
        "r": "kjv:Job:27:0",
        "t": "Job 27",
        "h": 1
    },
    {
        "o": 13946,
        "r": "kjv:Job:27:1",
        "t": "Moreover*p Job continued his parable, and said,"
    },
    {
        "o": 13947,
        "r": "kjv:Job:27:2",
        "t": "As*p God liveth, who hath taken away my judgment; and the Almighty, who hath vexed my soul;"
    },
    {
        "o": 13948,
        "r": "kjv:Job:27:3",
        "t": "All*p the while my breath is in me, and the spirit of God is in my nostrils;"
    },
    {
        "o": 13949,
        "r": "kjv:Job:27:4",
        "t": "My*p lips shall not speak wickedness, nor my tongue utter deceit."
    },
    {
        "o": 13950,
        "r": "kjv:Job:27:5",
        "t": "God*p forbid that I should justify you: till I die I will not remove mine integrity from me."
    },
    {
        "o": 13951,
        "r": "kjv:Job:27:6",
        "t": "My*p righteousness I hold fast, and will not let it go: my heart shall not reproach me so long as I live."
    },
    {
        "o": 13952,
        "r": "kjv:Job:27:7",
        "t": "Let*p mine enemy be as the wicked, and he that riseth up against me as the unrighteous."
    },
    {
        "o": 13953,
        "r": "kjv:Job:27:8",
        "t": "For*p what is the hope of the hypocrite, though he hath gained, when God taketh away his soul?"
    },
    {
        "o": 13954,
        "r": "kjv:Job:27:9",
        "t": "Will*p God hear his cry when trouble cometh upon him?"
    },
    {
        "o": 13955,
        "r": "kjv:Job:27:10",
        "t": "Will*p he delight himself in the Almighty? will he always call upon God?"
    },
    {
        "o": 13956,
        "r": "kjv:Job:27:11",
        "t": "I*p will teach you by the hand of God: that which is with the Almighty will I not conceal."
    },
    {
        "o": 13957,
        "r": "kjv:Job:27:12",
        "t": "Behold,*p all ye yourselves have seen it; why then are ye thus altogether vain?"
    },
    {
        "o": 13958,
        "r": "kjv:Job:27:13",
        "t": "This*p is the portion of a wicked man with God, and the heritage of oppressors, which they shall receive of the Almighty."
    },
    {
        "o": 13959,
        "r": "kjv:Job:27:14",
        "t": "If*p his children be multiplied, it is for the sword: and his offspring shall not be satisfied with bread."
    },
    {
        "o": 13960,
        "r": "kjv:Job:27:15",
        "t": "Those*p that remain of him shall be buried in death: and his widows shall not weep."
    },
    {
        "o": 13961,
        "r": "kjv:Job:27:16",
        "t": "Though*p he heap up silver as the dust, and prepare raiment as the clay;"
    },
    {
        "o": 13962,
        "r": "kjv:Job:27:17",
        "t": "He*p may prepare it, but the just shall put it on, and the innocent shall divide the silver."
    },
    {
        "o": 13963,
        "r": "kjv:Job:27:18",
        "t": "He*p buildeth his house as a moth, and as a booth that the keeper maketh."
    },
    {
        "o": 13964,
        "r": "kjv:Job:27:19",
        "t": "The*p rich man shall lie down, but he shall not be gathered: he openeth his eyes, and he is not."
    },
    {
        "o": 13965,
        "r": "kjv:Job:27:20",
        "t": "Terrors*p take hold on him as waters, a tempest stealeth him away in the night."
    },
    {
        "o": 13966,
        "r": "kjv:Job:27:21",
        "t": "The*p east wind carrieth him away, and he departeth: and as a storm hurleth him out of his place."
    },
    {
        "o": 13967,
        "r": "kjv:Job:27:22",
        "t": "For*p God shall cast upon him, and not spare: he would fain flee out of his hand."
    },
    {
        "o": 13968,
        "r": "kjv:Job:27:23",
        "t": "Men*p shall clap their hands at him, and shall hiss him out of his place."
    }
]
