[
    {
        "o": 7340,
        "r": "nkjv:Judges:6:0",
        "t": "Judges 6",
        "h": 1
    },
    {
        "o": 7341,
        "r": "nkjv:Judges:6:0",
        "t": "Midianites Oppress Israel",
        "h": 2
    },
    {
        "o": 7342,
        "r": "nkjv:Judges:6:1",
        "t": "Then*p the children of Israel did evil in the sight of the Lord.*s So the Lord*s delivered them into the hand of Midian for seven years,"
    },
    {
        "o": 7343,
        "r": "nkjv:Judges:6:2",
        "t": "and the hand of Midian prevailed against Israel. Because of the Midianites, the children of Israel made for themselves the dens, the caves, and the strongholds which are*i in the mountains."
    },
    {
        "o": 7344,
        "r": "nkjv:Judges:6:3",
        "t": "So it was, whenever Israel had sown, Midianites would come up; also Amalekites and the people of the East would come up against them."
    },
    {
        "o": 7345,
        "r": "nkjv:Judges:6:4",
        "t": "Then they would encamp against them and destroy the produce of the earth as far as Gaza, and leave no sustenance for Israel, neither sheep nor ox nor donkey."
    },
    {
        "o": 7346,
        "r": "nkjv:Judges:6:5",
        "t": "For they would come up with their livestock and their tents, coming in as numerous as locusts; both they and their camels were without number; and they would enter the land to destroy it."
    },
    {
        "o": 7347,
        "r": "nkjv:Judges:6:6",
        "t": "So Israel was greatly impoverished because of the Midianites, and the children of Israel cried out to the Lord.*s"
    },
    {
        "o": 7348,
        "r": "nkjv:Judges:6:7",
        "t": "And*p it came to pass, when the children of Israel cried out to the Lord*s because of the Midianites,"
    },
    {
        "o": 7349,
        "r": "nkjv:Judges:6:8",
        "t": "that the Lord*s sent a prophet to the children of Israel, who said to them, “Thus says the Lord*s God of Israel: ‘I brought you up from Egypt and brought you out of the house of bondage;"
    },
    {
        "o": 7350,
        "r": "nkjv:Judges:6:9",
        "t": "and I delivered you out of the hand of the Egyptians and out of the hand of all who oppressed you, and drove them out before you and gave you their land."
    },
    {
        "o": 7351,
        "r": "nkjv:Judges:6:10",
        "t": "Also I said to you, “I am*i the Lord*s your God; do not fear the gods of the Amorites, in whose land you dwell.” But you have not obeyed My voice.’”"
    },
    {
        "o": 7352,
        "r": "nkjv:Judges:6:10",
        "t": "Gideon",
        "h": 2
    },
    {
        "o": 7353,
        "r": "nkjv:Judges:6:11",
        "t": "Now*p the Angel of the Lord*s came and sat under the terebinth tree which was*i in Ophrah, which belonged*i to Joash the Abiezrite, while his son Gideon threshed wheat in the winepress, in order to hide it*i from the Midianites."
    },
    {
        "o": 7354,
        "r": "nkjv:Judges:6:12",
        "t": "And the Angel of the Lord*s appeared to him, and said to him, “The Lord*s is*i with you, you mighty man of valor!”"
    },
    {
        "o": 7355,
        "r": "nkjv:Judges:6:13",
        "t": "Gideon*p said to Him, “O my lord, if the Lord*s is with us, why then has all this happened to us? And where are*i all His miracles which our fathers told us about, saying, ‘Did not the Lord*s bring us up from Egypt?’ But now the Lord*s has forsaken us and delivered us into the hands of the Midianites.”"
    },
    {
        "o": 7356,
        "r": "nkjv:Judges:6:14",
        "t": "Then*p the Lord*s turned to him and said, “Go in this might of yours, and you shall save Israel from the hand of the Midianites. Have I not sent you?”"
    },
    {
        "o": 7357,
        "r": "nkjv:Judges:6:15",
        "t": "So*p he said to Him, “O my Lord, how can I save Israel? Indeed my clan is*i the weakest in Manasseh, and I am*i the least in my father’s house.”"
    },
    {
        "o": 7358,
        "r": "nkjv:Judges:6:16",
        "t": "And*p the Lord*s said to him, “Surely I will be with you, and you shall defeat the Midianites as one man.”"
    },
    {
        "o": 7359,
        "r": "nkjv:Judges:6:17",
        "t": "Then*p he said to Him, “If now I have found favor in Your sight, then show me a sign that it is You who talk with me."
    },
    {
        "o": 7360,
        "r": "nkjv:Judges:6:18",
        "t": "Do not depart from here, I pray, until I come to You and bring out my offering and set it*i before You.” And*p He said, “I will wait until you come back.”"
    },
    {
        "o": 7361,
        "r": "nkjv:Judges:6:19",
        "t": "So*p Gideon went in and prepared a young goat, and unleavened bread from an ephah of flour. The meat he put in a basket, and he put the broth in a pot; and he brought them*i out to Him under the terebinth tree and presented them.*i"
    },
    {
        "o": 7362,
        "r": "nkjv:Judges:6:20",
        "t": "The Angel of God said to him, “Take the meat and the unleavened bread and lay them*i on this rock, and pour out the broth.” And he did so."
    },
    {
        "o": 7363,
        "r": "nkjv:Judges:6:21",
        "t": "Then*p the Angel of the Lord*s put out the end of the staff that was*i in His hand, and touched the meat and the unleavened bread; and fire rose out of the rock and consumed the meat and the unleavened bread. And the Angel of the Lord*s departed out of his sight."
    },
    {
        "o": 7364,
        "r": "nkjv:Judges:6:22",
        "t": "Now*p Gideon perceived that He was*i the Angel of the Lord.*s So Gideon said, “Alas, O Lord God!*s For I have seen the Angel of the Lord*s face to face.”"
    },
    {
        "o": 7365,
        "r": "nkjv:Judges:6:23",
        "t": "Then*p the Lord*s said to him, “Peace be*i with you; do not fear, you shall not die.”"
    },
    {
        "o": 7366,
        "r": "nkjv:Judges:6:24",
        "t": "So Gideon built an altar there to the Lord,*s and called it The- Lord-*s Is*i -Peace. To this day it is*i still in Ophrah of the Abiezrites."
    },
    {
        "o": 7367,
        "r": "nkjv:Judges:6:25",
        "t": "Now*p it came to pass the same night that the Lord*s said to him, “Take your father’s young bull, the second bull of seven years old, and tear down the altar of Baal that your father has, and cut down the wooden image that is*i beside it;"
    },
    {
        "o": 7368,
        "r": "nkjv:Judges:6:26",
        "t": "and build an altar to the Lord*s your God on top of this rock in the proper arrangement, and take the second bull and offer a burnt sacrifice with the wood of the image which you shall cut down.”"
    },
    {
        "o": 7369,
        "r": "nkjv:Judges:6:27",
        "t": "So Gideon took ten men from among his servants and did as the Lord*s had said to him. But because he feared his father’s household and the men of the city too much to do it*i by day, he did it*i by night."
    },
    {
        "o": 7370,
        "r": "nkjv:Judges:6:27",
        "t": "Gideon Destroys the Altar of Baal",
        "h": 2
    },
    {
        "o": 7371,
        "r": "nkjv:Judges:6:28",
        "t": "And*p when the men of the city arose early in the morning, there was the altar of Baal, torn down; and the wooden image that was*i beside it was cut down, and the second bull was being offered on the altar which*i had*i been*i built."
    },
    {
        "o": 7372,
        "r": "nkjv:Judges:6:29",
        "t": "So they said to one another, “Who has done this thing?” And when they had inquired and asked, they said, “Gideon the son of Joash has done this thing.”"
    },
    {
        "o": 7373,
        "r": "nkjv:Judges:6:30",
        "t": "Then the men of the city said to Joash, “Bring out your son, that he may die, because he has torn down the altar of Baal, and because he has cut down the wooden image that was*i beside it.”"
    },
    {
        "o": 7374,
        "r": "nkjv:Judges:6:31",
        "t": "But*p Joash said to all who stood against him, “Would you plead for Baal? Would you save him? Let the one who would plead for him be put to death by morning! If he is*i a god, let him plead for himself, because his altar has been torn down!”"
    },
    {
        "o": 7375,
        "r": "nkjv:Judges:6:32",
        "t": "Therefore on that day he called him Jerubbaal, saying, “Let Baal plead against him, because he has torn down his altar.”"
    },
    {
        "o": 7376,
        "r": "nkjv:Judges:6:33",
        "t": "Then*p all the Midianites and Amalekites, the people of the East, gathered together; and they crossed over and encamped in the Valley of Jezreel."
    },
    {
        "o": 7377,
        "r": "nkjv:Judges:6:34",
        "t": "But the Spirit of the Lord*s came upon Gideon; then he blew the trumpet, and the Abiezrites gathered behind him."
    },
    {
        "o": 7378,
        "r": "nkjv:Judges:6:35",
        "t": "And he sent messengers throughout all Manasseh, who also gathered behind him. He also sent messengers to Asher, Zebulun, and Naphtali; and they came up to meet them."
    },
    {
        "o": 7379,
        "r": "nkjv:Judges:6:35",
        "t": "The Sign of the Fleece",
        "h": 2
    },
    {
        "o": 7380,
        "r": "nkjv:Judges:6:36",
        "t": "So*p Gideon said to God, “If You will save Israel by my hand as You have said—"
    },
    {
        "o": 7381,
        "r": "nkjv:Judges:6:37",
        "t": "look, I shall put a fleece of wool on the threshing floor; if there is dew on the fleece only, and it*i is*i dry on all the ground, then I shall know that You will save Israel by my hand, as You have said.”"
    },
    {
        "o": 7382,
        "r": "nkjv:Judges:6:38",
        "t": "And it was so. When he rose early the next morning and squeezed the fleece together, he wrung the dew out of the fleece, a bowlful of water."
    },
    {
        "o": 7383,
        "r": "nkjv:Judges:6:39",
        "t": "Then Gideon said to God, “Do not be angry with me, but let me speak just once more: Let me test, I pray, just once more with the fleece; let it now be dry only on the fleece, but on all the ground let there be dew.”"
    },
    {
        "o": 7384,
        "r": "nkjv:Judges:6:40",
        "t": "And God did so that night. It was dry on the fleece only, but there was dew on all the ground."
    }
]
