[
    {
        "o": 11857,
        "r": "kjv:2 Chronicles:14:0",
        "t": "2 Chronicles 14",
        "h": 1
    },
    {
        "o": 11858,
        "r": "kjv:2 Chronicles:14:1",
        "t": "So*p Abijah slept with his fathers, and they buried him in the city of David: and Asa his son reigned in his stead. In his days the land was quiet ten years."
    },
    {
        "o": 11859,
        "r": "kjv:2 Chronicles:14:2",
        "t": "And*p Asa did that which was good and right in the eyes of the Lord*s his God:"
    },
    {
        "o": 11860,
        "r": "kjv:2 Chronicles:14:3",
        "t": "For*p he took away the altars of the strange gods, and the high places, and brake down the images, and cut down the groves:"
    },
    {
        "o": 11861,
        "r": "kjv:2 Chronicles:14:4",
        "t": "And*p commanded Judah to seek the Lord*s God of their fathers, and to do the law and the commandment."
    },
    {
        "o": 11862,
        "r": "kjv:2 Chronicles:14:5",
        "t": "Also*p he took away out of all the cities of Judah the high places and the images: and the kingdom was quiet before him."
    },
    {
        "o": 11863,
        "r": "kjv:2 Chronicles:14:6",
        "t": "And*p he built fenced cities in Judah: for the land had rest, and he had no war in those years; because the Lord*s had given him rest."
    },
    {
        "o": 11864,
        "r": "kjv:2 Chronicles:14:7",
        "t": "Therefore*p he said unto Judah, Let us build these cities, and make about them walls, and towers, gates, and bars, while the land is yet before us; because we have sought the Lord*s our God, we have sought him, and he hath given us rest on every side. So they built and prospered."
    },
    {
        "o": 11865,
        "r": "kjv:2 Chronicles:14:8",
        "t": "And*p Asa had an army of men that bare targets and spears, out of Judah three hundred thousand; and out of Benjamin, that bare shields and drew bows, two hundred and fourscore thousand: all these were mighty men of valour."
    },
    {
        "o": 11866,
        "r": "kjv:2 Chronicles:14:9",
        "t": "And*p there came out against them Zerah the Ethiopian with an host of a thousand thousand, and three hundred chariots; and came unto Mareshah."
    },
    {
        "o": 11867,
        "r": "kjv:2 Chronicles:14:10",
        "t": "Then*p Asa went out against him, and they set the battle in array in the valley of Zephathah at Mareshah."
    },
    {
        "o": 11868,
        "r": "kjv:2 Chronicles:14:11",
        "t": "And*p Asa cried unto the Lord*s his God, and said, Lord,*s it is nothing with thee to help, whether with many, or with them that have no power: help us, O Lord*s our God; for we rest on thee, and in thy name we go against this multitude. O Lord,*s thou art our God; let not man prevail against thee."
    },
    {
        "o": 11869,
        "r": "kjv:2 Chronicles:14:12",
        "t": "So*p the Lord*s smote the Ethiopians before Asa, and before Judah; and the Ethiopians fled."
    },
    {
        "o": 11870,
        "r": "kjv:2 Chronicles:14:13",
        "t": "And*p Asa and the people that were with him pursued them unto Gerar: and the Ethiopians were overthrown, that they could not recover themselves; for they were destroyed before the Lord,*s and before his host; and they carried away very much spoil."
    },
    {
        "o": 11871,
        "r": "kjv:2 Chronicles:14:14",
        "t": "And*p they smote all the cities round about Gerar; for the fear of the Lord*s came upon them: and they spoiled all the cities; for there was exceeding much spoil in them."
    },
    {
        "o": 11872,
        "r": "kjv:2 Chronicles:14:15",
        "t": "They*p smote also the tents of cattle, and carried away sheep and camels in abundance, and returned to Jerusalem."
    }
]
