[
    {
        "o": 15040,
        "r": "kjv:Psalm:38:0",
        "t": "Psalm 38",
        "h": 1
    },
    {
        "o": 15041,
        "r": "kjv:Psalm:38:0",
        "t": "A Psalm of David, to bring to remembrance.",
        "h": 4
    },
    {
        "o": 15042,
        "r": "kjv:Psalm:38:1",
        "t": "O*p Lord,*s rebuke me not in thy wrath: neither chasten me in thy hot displeasure."
    },
    {
        "o": 15043,
        "r": "kjv:Psalm:38:2",
        "t": "For*p thine arrows stick fast in me, and thy hand presseth me sore."
    },
    {
        "o": 15044,
        "r": "kjv:Psalm:38:3",
        "t": "There*p is no soundness in my flesh because of thine anger; neither is there any rest in my bones because of my sin."
    },
    {
        "o": 15045,
        "r": "kjv:Psalm:38:4",
        "t": "For*p mine iniquities are gone over mine head: as an heavy burden they are too heavy for me."
    },
    {
        "o": 15046,
        "r": "kjv:Psalm:38:5",
        "t": "My*p wounds stink and are corrupt because of my foolishness."
    },
    {
        "o": 15047,
        "r": "kjv:Psalm:38:6",
        "t": "I*p am troubled; I am bowed down greatly; I go mourning all the day long."
    },
    {
        "o": 15048,
        "r": "kjv:Psalm:38:7",
        "t": "For*p my loins are filled with a loathsome disease: and there is no soundness in my flesh."
    },
    {
        "o": 15049,
        "r": "kjv:Psalm:38:8",
        "t": "I*p am feeble and sore broken: I have roared by reason of the disquietness of my heart."
    },
    {
        "o": 15050,
        "r": "kjv:Psalm:38:9",
        "t": "Lord,*p all my desire is before thee; and my groaning is not hid from thee."
    },
    {
        "o": 15051,
        "r": "kjv:Psalm:38:10",
        "t": "My*p heart panteth, my strength faileth me: as for the light of mine eyes, it also is gone from me."
    },
    {
        "o": 15052,
        "r": "kjv:Psalm:38:11",
        "t": "My*p lovers and my friends stand aloof from my sore; and my kinsmen stand afar off."
    },
    {
        "o": 15053,
        "r": "kjv:Psalm:38:12",
        "t": "They*p also that seek after my life lay snares for me: and they that seek my hurt speak mischievous things, and imagine deceits all the day long."
    },
    {
        "o": 15054,
        "r": "kjv:Psalm:38:13",
        "t": "But*p I, as a deaf man, heard not; and I was as a dumb man that openeth not his mouth."
    },
    {
        "o": 15055,
        "r": "kjv:Psalm:38:14",
        "t": "Thus*p I was as a man that heareth not, and in whose mouth are no reproofs."
    },
    {
        "o": 15056,
        "r": "kjv:Psalm:38:15",
        "t": "For*p in thee, O Lord,*s do I hope: thou wilt hear, O Lord my God."
    },
    {
        "o": 15057,
        "r": "kjv:Psalm:38:16",
        "t": "For*p I said, Hear me, lest otherwise they should rejoice over me: when my foot slippeth, they magnify themselves against me."
    },
    {
        "o": 15058,
        "r": "kjv:Psalm:38:17",
        "t": "For*p I am ready to halt, and my sorrow is continually before me."
    },
    {
        "o": 15059,
        "r": "kjv:Psalm:38:18",
        "t": "For*p I will declare mine iniquity; I will be sorry for my sin."
    },
    {
        "o": 15060,
        "r": "kjv:Psalm:38:19",
        "t": "But*p mine enemies are lively, and they are strong: and they that hate me wrongfully are multiplied."
    },
    {
        "o": 15061,
        "r": "kjv:Psalm:38:20",
        "t": "They*p also that render evil for good are mine adversaries; because I follow the thing that good is."
    },
    {
        "o": 15062,
        "r": "kjv:Psalm:38:21",
        "t": "Forsake*p me not, O Lord:*s O my God, be not far from me."
    },
    {
        "o": 15063,
        "r": "kjv:Psalm:38:22",
        "t": "Make*p haste to help me, O Lord my salvation."
    }
]
