[
    {
        "o": 6555,
        "r": "csb:Joshua:5:0",
        "t": "Joshua 5",
        "h": 1
    },
    {
        "o": 6556,
        "r": "csb:Joshua:5:0",
        "t": "Circumcision of the Israelites",
        "h": 2
    },
    {
        "o": 6557,
        "r": "csb:Joshua:5:1",
        "t": "When*p all the Amorite kings across the Jordan to the west and all the Canaanite kings near the sea heard how the Lord*s had dried up the water of the Jordan before the Israelites until they had crossed over, they lost heart and their courage failed because of the Israelites."
    },
    {
        "o": 6558,
        "r": "csb:Joshua:5:2",
        "t": "At*p that time the Lord*s said to Joshua, “Make flint knives and circumcise the Israelite men again.”"
    },
    {
        "o": 6559,
        "r": "csb:Joshua:5:3",
        "t": "So Joshua made flint knives and circumcised the Israelite men at Gibeath-haaraloth."
    },
    {
        "o": 6560,
        "r": "csb:Joshua:5:4",
        "t": "This is the reason Joshua circumcised them: All the people who came out of Egypt who were males - all the men of war - had died in the wilderness along the way after they had come out of Egypt."
    },
    {
        "o": 6561,
        "r": "csb:Joshua:5:5",
        "t": "Though all the people who came out were circumcised, none of the people born in the wilderness along the way were circumcised after they had come out of Egypt."
    },
    {
        "o": 6562,
        "r": "csb:Joshua:5:6",
        "t": "For the Israelites wandered in the wilderness forty years until all the nation’s men of war who came out of Egypt had died off because they did not obey the Lord.*s So the Lord*s vowed never to let them see the land he had sworn to their ancestors to give us, a land flowing with milk and honey."
    },
    {
        "o": 6563,
        "r": "csb:Joshua:5:7",
        "t": "He raised up their sons in their place; it was these Joshua circumcised. They were still uncircumcised, since they had not been circumcised along the way."
    },
    {
        "o": 6564,
        "r": "csb:Joshua:5:8",
        "t": "After the entire nation had been circumcised, they stayed where they were in the camp until they recovered."
    },
    {
        "o": 6565,
        "r": "csb:Joshua:5:9",
        "t": "The Lord*s then said to Joshua, “Today I have rolled away the disgrace of Egypt from you.” Therefore, that place is still called Gilgal today."
    },
    {
        "o": 6566,
        "r": "csb:Joshua:5:9",
        "t": "Food from the Land",
        "h": 2
    },
    {
        "o": 6567,
        "r": "csb:Joshua:5:10",
        "t": "While*p the Israelites camped at Gilgal on the plains of Jericho, they observed the Passover on the evening of the fourteenth day of the month."
    },
    {
        "o": 6568,
        "r": "csb:Joshua:5:11",
        "t": "The day after Passover they ate unleavened bread and roasted grain from the produce of the land."
    },
    {
        "o": 6569,
        "r": "csb:Joshua:5:12",
        "t": "And the day after they ate from the produce of the land, the manna ceased. Since there was no more manna for the Israelites, they ate from the crops of the land of Canaan that year."
    },
    {
        "o": 6570,
        "r": "csb:Joshua:5:12",
        "t": "Commander of the Lord’s Army",
        "h": 2
    },
    {
        "o": 6571,
        "r": "csb:Joshua:5:13",
        "t": "When*p Joshua was near Jericho, he looked up and saw a man standing in front of him with a drawn sword in his hand. Joshua approached him and asked, “Are you for us or for our enemies?”"
    },
    {
        "o": 6572,
        "r": "csb:Joshua:5:14",
        "t": "“Neither,”*p he replied. “I have now come as commander of the Lord’s*s army.” Then*p Joshua bowed with his face to the ground in homage and asked him, “What does my lord want to say to his servant?”"
    },
    {
        "o": 6573,
        "r": "csb:Joshua:5:15",
        "t": "The*p commander of the Lord’s*s army said to Joshua, “Remove the sandals from your feet, for the place where you are standing is holy.” And Joshua did that."
    }
]
