[
    {
        "o": 7351,
        "r": "esv:Judges:8:0",
        "t": "Judges 8",
        "h": 1
    },
    {
        "o": 7352,
        "r": "esv:Judges:8:0",
        "t": "Gideon Defeats Zebah and Zalmunna",
        "h": 2
    },
    {
        "o": 7353,
        "r": "esv:Judges:8:1",
        "t": "Then*p the men of Ephraim said to him, “What is this that you have done to us, not to call us when you went to fight against Midian?” And they accused him fiercely."
    },
    {
        "o": 7354,
        "r": "esv:Judges:8:2",
        "t": "And he said to them, “What have I done now in comparison with you? Is not the gleaning of the grapes of Ephraim better than the grape harvest of Abiezer?"
    },
    {
        "o": 7355,
        "r": "esv:Judges:8:3",
        "t": "God has given into your hands the princes of Midian, Oreb and Zeeb. What have I been able to do in comparison with you?” Then their anger against him subsided when he said this."
    },
    {
        "o": 7356,
        "r": "esv:Judges:8:4",
        "t": "And*p Gideon came to the Jordan and crossed over, he and the 300 men who were with him, exhausted yet pursuing."
    },
    {
        "o": 7357,
        "r": "esv:Judges:8:5",
        "t": "So he said to the men of Succoth, “Please give loaves of bread to the people who follow me, for they are exhausted, and I am pursuing after Zebah and Zalmunna, the kings of Midian.”"
    },
    {
        "o": 7358,
        "r": "esv:Judges:8:6",
        "t": "And the officials of Succoth said, “Are the hands of Zebah and Zalmunna already in your hand, that we should give bread to your army?”"
    },
    {
        "o": 7359,
        "r": "esv:Judges:8:7",
        "t": "So Gideon said, “Well then, when the Lord*s has given Zebah and Zalmunna into my hand, I will flail your flesh with the thorns of the wilderness and with briers.”"
    },
    {
        "o": 7360,
        "r": "esv:Judges:8:8",
        "t": "And from there he went up to Penuel, and spoke to them in the same way, and the men of Penuel answered him as the men of Succoth had answered."
    },
    {
        "o": 7361,
        "r": "esv:Judges:8:9",
        "t": "And he said to the men of Penuel, “When I come again in peace, I will break down this tower.”"
    },
    {
        "o": 7362,
        "r": "esv:Judges:8:10",
        "t": "Now*p Zebah and Zalmunna were in Karkor with their army, about 15,000 men, all who were left of all the army of the people of the East, for there had fallen 120,000 men who drew the sword."
    },
    {
        "o": 7363,
        "r": "esv:Judges:8:11",
        "t": "And Gideon went up by the way of the tent dwellers east of Nobah and Jogbehah and attacked the army, for the army felt secure."
    },
    {
        "o": 7364,
        "r": "esv:Judges:8:12",
        "t": "And Zebah and Zalmunna fled, and he pursued them and captured the two kings of Midian, Zebah and Zalmunna, and he threw all the army into a panic."
    },
    {
        "o": 7365,
        "r": "esv:Judges:8:13",
        "t": "Then*p Gideon the son of Joash returned from the battle by the ascent of Heres."
    },
    {
        "o": 7366,
        "r": "esv:Judges:8:14",
        "t": "And he captured a young man of Succoth and questioned him. And he wrote down for him the officials and elders of Succoth, seventy-seven men."
    },
    {
        "o": 7367,
        "r": "esv:Judges:8:15",
        "t": "And he came to the men of Succoth and said, “Behold Zebah and Zalmunna, about whom you taunted me, saying, ‘Are the hands of Zebah and Zalmunna already in your hand, that we should give bread to your men who are exhausted?’”"
    },
    {
        "o": 7368,
        "r": "esv:Judges:8:16",
        "t": "And he took the elders of the city, and he took thorns of the wilderness and briers and with them taught the men of Succoth a lesson."
    },
    {
        "o": 7369,
        "r": "esv:Judges:8:17",
        "t": "And he broke down the tower of Penuel and killed the men of the city."
    },
    {
        "o": 7370,
        "r": "esv:Judges:8:18",
        "t": "Then*p he said to Zebah and Zalmunna, “Where are the men whom you killed at Tabor?” They answered, “As you are, so were they. Every one of them resembled the son of a king.”"
    },
    {
        "o": 7371,
        "r": "esv:Judges:8:19",
        "t": "And he said, “They were my brothers, the sons of my mother. As the Lord*s lives, if you had saved them alive, I would not kill you.”"
    },
    {
        "o": 7372,
        "r": "esv:Judges:8:20",
        "t": "So he said to Jether his firstborn, “Rise and kill them!” But the young man did not draw his sword, for he was afraid, because he was still a young man."
    },
    {
        "o": 7373,
        "r": "esv:Judges:8:21",
        "t": "Then Zebah and Zalmunna said, “Rise yourself and fall upon us, for as the man is, so is his strength.” And Gideon arose and killed Zebah and Zalmunna, and he took the crescent ornaments that were on the necks of their camels."
    },
    {
        "o": 7374,
        "r": "esv:Judges:8:21",
        "t": "Gideon’s Ephod",
        "h": 2
    },
    {
        "o": 7375,
        "r": "esv:Judges:8:22",
        "t": "Then*p the men of Israel said to Gideon, “Rule over us, you and your son and your grandson also, for you have saved us from the hand of Midian.”"
    },
    {
        "o": 7376,
        "r": "esv:Judges:8:23",
        "t": "Gideon said to them, “I will not rule over you, and my son will not rule over you; the Lord*s will rule over you.”"
    },
    {
        "o": 7377,
        "r": "esv:Judges:8:24",
        "t": "And Gideon said to them, “Let me make a request of you: every one of you give me the earrings from his spoil.” (For they had golden earrings, because they were Ishmaelites.)"
    },
    {
        "o": 7378,
        "r": "esv:Judges:8:25",
        "t": "And they answered, “We will willingly give them.” And they spread a cloak, and every man threw in it the earrings of his spoil."
    },
    {
        "o": 7379,
        "r": "esv:Judges:8:26",
        "t": "And the weight of the golden earrings that he requested was 1,700 shekels of gold, besides the crescent ornaments and the pendants and the purple garments worn by the kings of Midian, and besides the collars that were around the necks of their camels."
    },
    {
        "o": 7380,
        "r": "esv:Judges:8:27",
        "t": "And Gideon made an ephod of it and put it in his city, in Ophrah. And all Israel whored after it there, and it became a snare to Gideon and to his family."
    },
    {
        "o": 7381,
        "r": "esv:Judges:8:28",
        "t": "So Midian was subdued before the people of Israel, and they raised their heads no more. And the land had rest forty years in the days of Gideon."
    },
    {
        "o": 7382,
        "r": "esv:Judges:8:28",
        "t": "The Death of Gideon",
        "h": 2
    },
    {
        "o": 7383,
        "r": "esv:Judges:8:29",
        "t": "Jerubbaal*p the son of Joash went and lived in his own house."
    },
    {
        "o": 7384,
        "r": "esv:Judges:8:30",
        "t": "Now Gideon had seventy sons, his own offspring, for he had many wives."
    },
    {
        "o": 7385,
        "r": "esv:Judges:8:31",
        "t": "And his concubine who was in Shechem also bore him a son, and he called his name Abimelech."
    },
    {
        "o": 7386,
        "r": "esv:Judges:8:32",
        "t": "And Gideon the son of Joash died in a good old age and was buried in the tomb of Joash his father, at Ophrah of the Abiezrites."
    },
    {
        "o": 7387,
        "r": "esv:Judges:8:33",
        "t": "As*p soon as Gideon died, the people of Israel turned again and whored after the Baals and made Baal-berith their god."
    },
    {
        "o": 7388,
        "r": "esv:Judges:8:34",
        "t": "And the people of Israel did not remember the Lord*s their God, who had delivered them from the hand of all their enemies on every side,"
    },
    {
        "o": 7389,
        "r": "esv:Judges:8:35",
        "t": "and they did not show steadfast love to the family of Jerubbaal (that is, Gideon) in return for all the good that he had done to Israel."
    }
]
