[
    {
        "o": 23225,
        "r": "esv:Ezekiel:20:0",
        "t": "Ezekiel 20",
        "h": 1
    },
    {
        "o": 23226,
        "r": "esv:Ezekiel:20:0",
        "t": "Israel’s Continuing Rebellion",
        "h": 2
    },
    {
        "o": 23227,
        "r": "esv:Ezekiel:20:1",
        "t": "In*p the seventh year, in the fifth month, on the tenth day of the month, certain of the elders of Israel came to inquire of the Lord,*s and sat before me."
    },
    {
        "o": 23228,
        "r": "esv:Ezekiel:20:2",
        "t": "And the word of the Lord*s came to me:"
    },
    {
        "o": 23229,
        "r": "esv:Ezekiel:20:3",
        "t": "“Son of man, speak to the elders of Israel, and say to them, Thus says the Lord God,*s Is it to inquire of me that you come? As I live, declares the Lord God,*s I will not be inquired of by you."
    },
    {
        "o": 23230,
        "r": "esv:Ezekiel:20:4",
        "t": "Will you judge them, son of man, will you judge them? Let them know the abominations of their fathers,"
    },
    {
        "o": 23231,
        "r": "esv:Ezekiel:20:5",
        "t": "and say to them, Thus says the Lord God:*s On the day when I chose Israel, I swore to the offspring of the house of Jacob, making myself known to them in the land of Egypt; I swore to them, saying, I am the Lord*s your God."
    },
    {
        "o": 23232,
        "r": "esv:Ezekiel:20:6",
        "t": "On that day I swore to them that I would bring them out of the land of Egypt into a land that I had searched out for them, a land flowing with milk and honey, the most glorious of all lands."
    },
    {
        "o": 23233,
        "r": "esv:Ezekiel:20:7",
        "t": "And I said to them, ‘Cast away the detestable things your eyes feast on, every one of you, and do not defile yourselves with the idols of Egypt; I am the Lord*s your God.’"
    },
    {
        "o": 23234,
        "r": "esv:Ezekiel:20:8",
        "t": "But they rebelled against me and were not willing to listen to me. None of them cast away the detestable things their eyes feasted on, nor did they forsake the idols of Egypt. “Then*p I said I would pour out my wrath upon them and spend my anger against them in the midst of the land of Egypt."
    },
    {
        "o": 23235,
        "r": "esv:Ezekiel:20:9",
        "t": "But I acted for the sake of my name, that it should not be profaned in the sight of the nations among whom they lived, in whose sight I made myself known to them in bringing them out of the land of Egypt."
    },
    {
        "o": 23236,
        "r": "esv:Ezekiel:20:10",
        "t": "So I led them out of the land of Egypt and brought them into the wilderness."
    },
    {
        "o": 23237,
        "r": "esv:Ezekiel:20:11",
        "t": "I gave them my statutes and made known to them my rules, by which, if a person does them, he shall live."
    },
    {
        "o": 23238,
        "r": "esv:Ezekiel:20:12",
        "t": "Moreover, I gave them my Sabbaths, as a sign between me and them, that they might know that I am the Lord*s who sanctifies them."
    },
    {
        "o": 23239,
        "r": "esv:Ezekiel:20:13",
        "t": "But the house of Israel rebelled against me in the wilderness. They did not walk in my statutes but rejected my rules, by which, if a person does them, he shall live; and my Sabbaths they greatly profaned. “Then*p I said I would pour out my wrath upon them in the wilderness, to make a full end of them."
    },
    {
        "o": 23240,
        "r": "esv:Ezekiel:20:14",
        "t": "But I acted for the sake of my name, that it should not be profaned in the sight of the nations, in whose sight I had brought them out."
    },
    {
        "o": 23241,
        "r": "esv:Ezekiel:20:15",
        "t": "Moreover, I swore to them in the wilderness that I would not bring them into the land that I had given them, a land flowing with milk and honey, the most glorious of all lands,"
    },
    {
        "o": 23242,
        "r": "esv:Ezekiel:20:16",
        "t": "because they rejected my rules and did not walk in my statutes, and profaned my Sabbaths; for their heart went after their idols."
    },
    {
        "o": 23243,
        "r": "esv:Ezekiel:20:17",
        "t": "Nevertheless, my eye spared them, and I did not destroy them or make a full end of them in the wilderness."
    },
    {
        "o": 23244,
        "r": "esv:Ezekiel:20:18",
        "t": "“And*p I said to their children in the wilderness, ‘Do not walk in the statutes of your fathers, nor keep their rules, nor defile yourselves with their idols."
    },
    {
        "o": 23245,
        "r": "esv:Ezekiel:20:19",
        "t": "I am the Lord*s your God; walk in my statutes, and be careful to obey my rules,"
    },
    {
        "o": 23246,
        "r": "esv:Ezekiel:20:20",
        "t": "and keep my Sabbaths holy that they may be a sign between me and you, that you may know that I am the Lord*s your God.’"
    },
    {
        "o": 23247,
        "r": "esv:Ezekiel:20:21",
        "t": "But the children rebelled against me. They did not walk in my statutes and were not careful to obey my rules, by which, if a person does them, he shall live; they profaned my Sabbaths. “Then*p I said I would pour out my wrath upon them and spend my anger against them in the wilderness."
    },
    {
        "o": 23248,
        "r": "esv:Ezekiel:20:22",
        "t": "But I withheld my hand and acted for the sake of my name, that it should not be profaned in the sight of the nations, in whose sight I had brought them out."
    },
    {
        "o": 23249,
        "r": "esv:Ezekiel:20:23",
        "t": "Moreover, I swore to them in the wilderness that I would scatter them among the nations and disperse them through the countries,"
    },
    {
        "o": 23250,
        "r": "esv:Ezekiel:20:24",
        "t": "because they had not obeyed my rules, but had rejected my statutes and profaned my Sabbaths, and their eyes were set on their fathers’ idols."
    },
    {
        "o": 23251,
        "r": "esv:Ezekiel:20:25",
        "t": "Moreover, I gave them statutes that were not good and rules by which they could not have life,"
    },
    {
        "o": 23252,
        "r": "esv:Ezekiel:20:26",
        "t": "and I defiled them through their very gifts in their offering up all their firstborn, that I might devastate them. I did it that they might know that I am the Lord.*s"
    },
    {
        "o": 23253,
        "r": "esv:Ezekiel:20:27",
        "t": "“Therefore,*p son of man, speak to the house of Israel and say to them, Thus says the Lord God:*s In this also your fathers blasphemed me, by dealing treacherously with me."
    },
    {
        "o": 23254,
        "r": "esv:Ezekiel:20:28",
        "t": "For when I had brought them into the land that I swore to give them, then wherever they saw any high hill or any leafy tree, there they offered their sacrifices and there they presented the provocation of their offering; there they sent up their pleasing aromas, and there they poured out their drink offerings."
    },
    {
        "o": 23255,
        "r": "esv:Ezekiel:20:29",
        "t": "(I said to them, ‘What is the high place to which you go?’ So its name is called Bamah to this day.)"
    },
    {
        "o": 23256,
        "r": "esv:Ezekiel:20:30",
        "t": "“Therefore*p say to the house of Israel, Thus says the Lord God:*s Will you defile yourselves after the manner of your fathers and go whoring after their detestable things?"
    },
    {
        "o": 23257,
        "r": "esv:Ezekiel:20:31",
        "t": "When you present your gifts and offer up your children in fire, you defile yourselves with all your idols to this day. And shall I be inquired of by you, O house of Israel? As I live, declares the Lord God,*s I will not be inquired of by you."
    },
    {
        "o": 23258,
        "r": "esv:Ezekiel:20:32",
        "t": "“What*p is in your mind shall never happen— the thought, ‘Let us be like the nations, like the tribes of the countries, and worship wood and stone.’"
    },
    {
        "o": 23259,
        "r": "esv:Ezekiel:20:32",
        "t": "The Lord Will Restore Israel",
        "h": 2
    },
    {
        "o": 23260,
        "r": "esv:Ezekiel:20:33",
        "t": "“As*p I live, declares the Lord God,*s surely with a mighty hand and an outstretched arm and with wrath poured out I will be king over you."
    },
    {
        "o": 23261,
        "r": "esv:Ezekiel:20:34",
        "t": "I will bring you out from the peoples and gather you out of the countries where you are scattered, with a mighty hand and an outstretched arm, and with wrath poured out."
    },
    {
        "o": 23262,
        "r": "esv:Ezekiel:20:35",
        "t": "And I will bring you into the wilderness of the peoples, and there I will enter into judgment with you face to face."
    },
    {
        "o": 23263,
        "r": "esv:Ezekiel:20:36",
        "t": "As I entered into judgment with your fathers in the wilderness of the land of Egypt, so I will enter into judgment with you, declares the Lord God.*s"
    },
    {
        "o": 23264,
        "r": "esv:Ezekiel:20:37",
        "t": "I will make you pass under the rod, and I will bring you into the bond of the covenant."
    },
    {
        "o": 23265,
        "r": "esv:Ezekiel:20:38",
        "t": "I will purge out the rebels from among you, and those who transgress against me. I will bring them out of the land where they sojourn, but they shall not enter the land of Israel. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23266,
        "r": "esv:Ezekiel:20:39",
        "t": "“As*p for you, O house of Israel, thus says the Lord God:*s Go serve every one of you his idols, now and hereafter, if you will not listen to me; but my holy name you shall no more profane with your gifts and your idols."
    },
    {
        "o": 23267,
        "r": "esv:Ezekiel:20:40",
        "t": "“For*p on my holy mountain, the mountain height of Israel, declares the Lord God,*s there all the house of Israel, all of them, shall serve me in the land. There I will accept them, and there I will require your contributions and the choicest of your gifts, with all your sacred offerings."
    },
    {
        "o": 23268,
        "r": "esv:Ezekiel:20:41",
        "t": "As a pleasing aroma I will accept you, when I bring you out from the peoples and gather you out of the countries where you have been scattered. And I will manifest my holiness among you in the sight of the nations."
    },
    {
        "o": 23269,
        "r": "esv:Ezekiel:20:42",
        "t": "And you shall know that I am the Lord,*s when I bring you into the land of Israel, the country that I swore to give to your fathers."
    },
    {
        "o": 23270,
        "r": "esv:Ezekiel:20:43",
        "t": "And there you shall remember your ways and all your deeds with which you have defiled yourselves, and you shall loathe yourselves for all the evils that you have committed."
    },
    {
        "o": 23271,
        "r": "esv:Ezekiel:20:44",
        "t": "And you shall know that I am the Lord,*s when I deal with you for my name’s sake, not according to your evil ways, nor according to your corrupt deeds, O house of Israel, declares the Lord God.”*s"
    },
    {
        "o": 23272,
        "r": "esv:Ezekiel:20:45",
        "t": "And*p the word of the Lord*s came to me:"
    },
    {
        "o": 23273,
        "r": "esv:Ezekiel:20:46",
        "t": "“Son of man, set your face toward the southland; preach against the south, and prophesy against the forest land in the Negeb."
    },
    {
        "o": 23274,
        "r": "esv:Ezekiel:20:47",
        "t": "Say to the forest of the Negeb, Hear the word of the Lord:*s Thus says the Lord God,*s Behold, I will kindle a fire in you, and it shall devour every green tree in you and every dry tree. The blazing flame shall not be quenched, and all faces from south to north shall be scorched by it."
    },
    {
        "o": 23275,
        "r": "esv:Ezekiel:20:48",
        "t": "All flesh shall see that I the Lord*s have kindled it; it shall not be quenched.”"
    },
    {
        "o": 23276,
        "r": "esv:Ezekiel:20:49",
        "t": "Then I said, “Ah, Lord God!*s They are saying of me, ‘Is he not a maker of parables?’”"
    }
]
