[
    {
        "o": 20833,
        "r": "esv:Isaiah:54:0",
        "t": "Isaiah 54",
        "h": 1
    },
    {
        "o": 20834,
        "r": "esv:Isaiah:54:0",
        "t": "The Eternal Covenant of Peace",
        "h": 2
    },
    {
        "o": 20835,
        "r": "esv:Isaiah:54:1",
        "t": "“Sing,*pn O barren one, who did not bear; break*ld forth into singing and cry aloud, you*ld who have not been in labor! For*ln the children of the desolate one will be more than*ld the children of her who is married,” says the Lord.*s"
    },
    {
        "o": 20836,
        "r": "esv:Isaiah:54:2",
        "t": "“Enlarge*ln the place of your tent, and*ld let the curtains of your habitations be stretched out; do*ln not hold back; lengthen your cords and*ld strengthen your stakes."
    },
    {
        "o": 20837,
        "r": "esv:Isaiah:54:3",
        "t": "For*ln you will spread abroad to the right and to the left, and*ld your offspring will possess the nations and*ld will people the desolate cities."
    },
    {
        "o": 20838,
        "r": "esv:Isaiah:54:4",
        "t": "“Fear*pn not, for you will not be ashamed; be*ld not confounded, for you will not be disgraced; for*ln you will forget the shame of your youth, and*ld the reproach of your widowhood you will remember no more."
    },
    {
        "o": 20839,
        "r": "esv:Isaiah:54:5",
        "t": "For*ln your Maker is your husband, the*ld Lord*s of hosts is his name; and*ln the Holy One of Israel is your Redeemer, the*ld God of the whole earth he is called."
    },
    {
        "o": 20840,
        "r": "esv:Isaiah:54:6",
        "t": "For*ln the Lord*s has called you like*ld a wife deserted and grieved in spirit, like*ln a wife of youth when she is cast off, says*ld your God."
    },
    {
        "o": 20841,
        "r": "esv:Isaiah:54:7",
        "t": "For*ln a brief moment I deserted you, but*ld with great compassion I will gather you."
    },
    {
        "o": 20842,
        "r": "esv:Isaiah:54:8",
        "t": "In*ln overflowing anger for a moment I*ld hid my face from you, but*ln with everlasting love I will have compassion on you,” says*ld the Lord,*s your Redeemer."
    },
    {
        "o": 20843,
        "r": "esv:Isaiah:54:9",
        "t": "“This*pn is like the days of Noah to me: as*ld I swore that the waters of Noah should*ld no more go over the earth, so*ln I have sworn that I will not be angry with you, and*ld will not rebuke you."
    },
    {
        "o": 20844,
        "r": "esv:Isaiah:54:10",
        "t": "For*ln the mountains may depart and*ld the hills be removed, but*ln my steadfast love shall not depart from you, and*ld my covenant of peace shall not be removed,” says*ld the Lord,*s who has compassion on you."
    },
    {
        "o": 20845,
        "r": "esv:Isaiah:54:11",
        "t": "“O*pn afflicted one, storm-tossed and not comforted, behold,*ld I will set your stones in antimony, and*ld lay your foundations with sapphires."
    },
    {
        "o": 20846,
        "r": "esv:Isaiah:54:12",
        "t": "I*ln will make your pinnacles of agate, your*ld gates of carbuncles, and*ld all your wall of precious stones."
    },
    {
        "o": 20847,
        "r": "esv:Isaiah:54:13",
        "t": "All*ln your children shall be taught by the Lord,*s and*ld great shall be the peace of your children."
    },
    {
        "o": 20848,
        "r": "esv:Isaiah:54:14",
        "t": "In*ln righteousness you shall be established; you*ld shall be far from oppression, for you shall not fear; and*ld from terror, for it shall not come near you."
    },
    {
        "o": 20849,
        "r": "esv:Isaiah:54:15",
        "t": "If*ln anyone stirs up strife, it*ld is not from me; whoever*ln stirs up strife with you shall*ld fall because of you."
    },
    {
        "o": 20850,
        "r": "esv:Isaiah:54:16",
        "t": "Behold,*ln I have created the smith who*ld blows the fire of coals and*ld produces a weapon for its purpose. I*ln have also created the ravager to destroy;"
    },
    {
        "o": 20851,
        "r": "esv:Isaiah:54:17",
        "t": "no*ld weapon that is fashioned against you shall succeed, and*ld you shall refute every tongue that rises against you in judgment. This*ln is the heritage of the servants of the Lord*s and*ld their vindication from me, declares the Lord.”*s"
    }
]
