[
    {
        "o": 22330,
        "r": "nasb:Jeremiah:46:0",
        "t": "Jeremiah 46",
        "h": 1
    },
    {
        "o": 22331,
        "r": "nasb:Jeremiah:46:0",
        "t": "Defeat of Pharaoh Foretold",
        "h": 2
    },
    {
        "o": 22332,
        "r": "nasb:Jeremiah:46:1",
        "t": "That*p which came as the word of the Lord*s to Jeremiah the prophet concerning the nations."
    },
    {
        "o": 22333,
        "r": "nasb:Jeremiah:46:2",
        "t": "To*p Egypt, concerning the army of Pharaoh Neco king of Egypt, which was by the Euphrates River at Carchemish, which Nebuchadnezzar king of Babylon defeated in the fourth year of Jehoiakim the son of Josiah, king of Judah:"
    },
    {
        "o": 22334,
        "r": "nasb:Jeremiah:46:3",
        "t": "“Line*pn up the shield and buckler, And*ln draw near for the battle!"
    },
    {
        "o": 22335,
        "r": "nasb:Jeremiah:46:4",
        "t": "Harness*ln the horses, And*ln mount the steeds, And*ln take your stand with helmets on!*i Polish*ln the spears, Put*ln on the scale-armor!"
    },
    {
        "o": 22336,
        "r": "nasb:Jeremiah:46:5",
        "t": "Why*ln have I seen it?*i They*ln are terrified, They*ln are drawing back, And*ln their mighty men are defeated And*ln have taken refuge in flight, Without*ln facing back; Terror*ln is on every side!” Declares*ln the Lord.*s"
    },
    {
        "o": 22337,
        "r": "nasb:Jeremiah:46:6",
        "t": "Let*ln not the swift man flee, Nor*ln the mighty man escape; In*ln the north beside the river Euphrates They*ln have stumbled and fallen."
    },
    {
        "o": 22338,
        "r": "nasb:Jeremiah:46:7",
        "t": "Who*ln is this that rises like the Nile, Like*ln the rivers whose waters surge about?"
    },
    {
        "o": 22339,
        "r": "nasb:Jeremiah:46:8",
        "t": "Egypt*ln rises like the Nile, Even*ln like the rivers whose waters surge about; And*ln He has said, “I will rise and cover that*i land; I*ln will surely destroy the city and its inhabitants.”"
    },
    {
        "o": 22340,
        "r": "nasb:Jeremiah:46:9",
        "t": "Go*ln up, you horses, and drive madly, you chariots, That*ln the mighty men may march forward: Ethiopia*ln and Put, that handle the shield, And*ln the Lydians, that handle and*i bend the bow."
    },
    {
        "o": 22341,
        "r": "nasb:Jeremiah:46:10",
        "t": "For*ln that day belongs to the Lord God*s of hosts, A*ln day of vengeance, so as to avenge Himself on His foes; And*ln the sword will devour and be satiated And*ln drink its fill of their blood; For*ln there will be a slaughter for the Lord God*s of hosts, In*ln the land of the north by the river Euphrates."
    },
    {
        "o": 22342,
        "r": "nasb:Jeremiah:46:11",
        "t": "Go*ln up to Gilead and obtain balm, O*ln virgin daughter of Egypt! In*ln vain have you multiplied remedies; There*ln is no healing for you."
    },
    {
        "o": 22343,
        "r": "nasb:Jeremiah:46:12",
        "t": "The*ln nations have heard of your shame, And*ln the earth is full of your cry of*i distress;*i For*ln one warrior has stumbled over another, And*ln both of them have fallen down together."
    },
    {
        "o": 22344,
        "r": "nasb:Jeremiah:46:13",
        "t": "This*ip is*i the message which the Lord*s spoke to Jeremiah the prophet about the coming of Nebuchadnezzar king of Babylon to smite the land of Egypt:"
    },
    {
        "o": 22345,
        "r": "nasb:Jeremiah:46:14",
        "t": "“Declare*pn in Egypt and proclaim in Migdol, Proclaim*ln also in Memphis and Tahpanhes; Say,*ln ‘Take your stand and get yourself ready, For*ln the sword has devoured those around you.’"
    },
    {
        "o": 22346,
        "r": "nasb:Jeremiah:46:15",
        "t": "Why*ln have your mighty ones become prostrate? They*ln do not stand because the Lord*s has thrust them down."
    },
    {
        "o": 22347,
        "r": "nasb:Jeremiah:46:16",
        "t": "They*ln have repeatedly stumbled; Indeed,*ln they have fallen one against another. Then*ln they said, ‘Get up! And let us go back To*ln our own people and our native land Away*ln from the sword of the oppressor.’"
    },
    {
        "o": 22348,
        "r": "nasb:Jeremiah:46:17",
        "t": "They*ln cried there, ‘Pharaoh king of Egypt is*i but*i a big noise; He*ln has let the appointed time pass by!’"
    },
    {
        "o": 22349,
        "r": "nasb:Jeremiah:46:18",
        "t": "As*ln I live,” declares the King Whose*ln name is the Lord*s of hosts, “Surely*ln one shall come who*i looms*i up*i like Tabor among the mountains, Or*ln like Carmel by the sea."
    },
    {
        "o": 22350,
        "r": "nasb:Jeremiah:46:19",
        "t": "Make*ln your baggage ready for exile, O*ln daughter dwelling in Egypt, For*ln Memphis will become a desolation; It*ln will even be burned down and*i bereft of inhabitants."
    },
    {
        "o": 22351,
        "r": "nasb:Jeremiah:46:20",
        "t": "Egypt*ln is a pretty heifer, But*iln a horsefly is coming from the north—it is coming!"
    },
    {
        "o": 22352,
        "r": "nasb:Jeremiah:46:21",
        "t": "Also*ln her mercenaries in her midst Are*ln like fattened calves, For*ln even they too have turned back and*i have fled away together; They*ln did not stand their*i ground.*i For*ln the day of their calamity has come upon them, The*ln time of their punishment."
    },
    {
        "o": 22353,
        "r": "nasb:Jeremiah:46:22",
        "t": "Its*ln sound moves along like a serpent; For*ln they move on like an army And*ln come to her as woodcutters with axes."
    },
    {
        "o": 22354,
        "r": "nasb:Jeremiah:46:23",
        "t": "They*ln have cut down her forest,” declares the Lord;*s “Surely*ln it will no more*i be found, Even*ln though they are now*i more numerous than locusts And*ln are without number."
    },
    {
        "o": 22355,
        "r": "nasb:Jeremiah:46:24",
        "t": "The*ln daughter of Egypt has been put to shame, Given*ln over to the power of the people of the north.”"
    },
    {
        "o": 22356,
        "r": "nasb:Jeremiah:46:25",
        "t": "The*p Lord*s of hosts, the God of Israel, says, “Behold, I am going to punish Amon of Thebes, and Pharaoh, and Egypt along with her gods and her kings, even Pharaoh and those who trust in him."
    },
    {
        "o": 22357,
        "r": "nasb:Jeremiah:46:26",
        "t": "I shall give them over to the power of those who are seeking their lives, even into the hand of Nebuchadnezzar king of Babylon and into the hand of his officers. Afterwards, however, it will be inhabited as in the days of old,” declares the Lord.*s"
    },
    {
        "o": 22358,
        "r": "nasb:Jeremiah:46:27",
        "t": "“But*pn as for you, O Jacob My servant, do not fear, Nor*ln be dismayed, O Israel! For,*ln see, I am going to save you from afar, And*ln your descendants from the land of their captivity; And*ln Jacob will return and be undisturbed And*ln secure, with no one making him*i tremble."
    },
    {
        "o": 22359,
        "r": "nasb:Jeremiah:46:28",
        "t": "O*ln Jacob My servant, do not fear,” declares the Lord,*s “For*ln I am with you. For*ln I will make a full end of all the nations Where*ln I have driven you, Yet*ln I will not make a full end of you; But*ln I will correct you properly And*ln by no means leave you unpunished.”"
    }
]
