[
    {
        "o": 14207,
        "r": "nkjv:Esther:8:0",
        "t": "Esther 8",
        "h": 1
    },
    {
        "o": 14208,
        "r": "nkjv:Esther:8:0",
        "t": "Esther Saves the Jews",
        "h": 2
    },
    {
        "o": 14209,
        "r": "nkjv:Esther:8:1",
        "t": "On*p that day King Ahasuerus gave Queen Esther the house of Haman, the enemy of the Jews. And Mordecai came before the king, for Esther had told how he was*i related*i to her."
    },
    {
        "o": 14210,
        "r": "nkjv:Esther:8:2",
        "t": "So the king took off his signet ring, which he had taken from Haman, and gave it to Mordecai; and Esther appointed Mordecai over the house of Haman."
    },
    {
        "o": 14211,
        "r": "nkjv:Esther:8:3",
        "t": "Now*p Esther spoke again to the king, fell down at his feet, and implored him with tears to counteract the evil of Haman the Agagite, and the scheme which he had devised against the Jews."
    },
    {
        "o": 14212,
        "r": "nkjv:Esther:8:4",
        "t": "And the king held out the golden scepter toward Esther. So Esther arose and stood before the king,"
    },
    {
        "o": 14213,
        "r": "nkjv:Esther:8:5",
        "t": "and said, “If it pleases the king, and if I have found favor in his sight and the thing seems*i right to the king and I am pleasing in his eyes, let it be written to revoke the letters devised by Haman, the son of Hammedatha the Agagite, which he wrote to annihilate the Jews who are*i in all the king’s provinces."
    },
    {
        "o": 14214,
        "r": "nkjv:Esther:8:6",
        "t": "For how can I endure to see the evil that will come to my people? Or how can I endure to see the destruction of my countrymen?”"
    },
    {
        "o": 14215,
        "r": "nkjv:Esther:8:7",
        "t": "Then*p King Ahasuerus said to Queen Esther and Mordecai the Jew, “Indeed, I have given Esther the house of Haman, and they have hanged him on the gallows because he tried*i to*i lay his hand on the Jews."
    },
    {
        "o": 14216,
        "r": "nkjv:Esther:8:8",
        "t": "You yourselves write a*i decree*i concerning the Jews, as you please, in the king’s name, and seal it*i with the king’s signet ring; for whatever is written in the king’s name and sealed with the king’s signet ring no one can revoke.”"
    },
    {
        "o": 14217,
        "r": "nkjv:Esther:8:9",
        "t": "So*p the king’s scribes were called at that time, in the third month, which is*i the month of Sivan, on the twenty-third day;*i and it was written, according to all that Mordecai commanded, to the Jews, the satraps, the governors, and the princes of the provinces from India to Ethiopia, one hundred and twenty-seven provinces in*i all,*i to every province in its own script, to every people in their own language, and to the Jews in their own script and language."
    },
    {
        "o": 14218,
        "r": "nkjv:Esther:8:10",
        "t": "And he wrote in the name of King Ahasuerus, sealed it*i with the king’s signet ring, and sent letters by couriers on horseback, riding on royal horses bred from swift steeds."
    },
    {
        "o": 14219,
        "r": "nkjv:Esther:8:11",
        "t": "By*p these letters the king permitted the Jews who were*i in every city to gather together and protect their lives—to destroy, kill, and annihilate all the forces of any people or province that would assault them, both*i little children and women, and to plunder their possessions,"
    },
    {
        "o": 14220,
        "r": "nkjv:Esther:8:12",
        "t": "on one day in all the provinces of King Ahasuerus, on the thirteenth day*i of the twelfth month, which is*i the month of Adar."
    },
    {
        "o": 14221,
        "r": "nkjv:Esther:8:13",
        "t": "A copy of the document was to be issued as a decree in every province and published for all people, so that the Jews would be ready on that day to avenge themselves on their enemies."
    },
    {
        "o": 14222,
        "r": "nkjv:Esther:8:14",
        "t": "The couriers who rode on royal horses went out, hastened and pressed on by the king’s command. And the decree was issued in Shushan the citadel."
    },
    {
        "o": 14223,
        "r": "nkjv:Esther:8:15",
        "t": "So*p Mordecai went out from the presence of the king in royal apparel of blue and white, with a great crown of gold and a garment of fine linen and purple; and the city of Shushan rejoiced and was glad."
    },
    {
        "o": 14224,
        "r": "nkjv:Esther:8:16",
        "t": "The Jews had light and gladness, joy and honor."
    },
    {
        "o": 14225,
        "r": "nkjv:Esther:8:17",
        "t": "And in every province and city, wherever the king’s command and decree came, the Jews had joy and gladness, a feast and a holiday. Then many of the people of the land became Jews, because fear of the Jews fell upon them."
    }
]
