[
    {
        "o": 30512,
        "r": "kjv:Ephesians:4:0",
        "t": "Ephesians 4",
        "h": 1
    },
    {
        "o": 30513,
        "r": "kjv:Ephesians:4:1",
        "t": "I*p therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,"
    },
    {
        "o": 30514,
        "r": "kjv:Ephesians:4:2",
        "t": "With*p all lowliness and meekness, with longsuffering, forbearing one another in love;"
    },
    {
        "o": 30515,
        "r": "kjv:Ephesians:4:3",
        "t": "Endeavouring*p to keep the unity of the Spirit in the bond of peace."
    },
    {
        "o": 30516,
        "r": "kjv:Ephesians:4:4",
        "t": "There*p is one body, and one Spirit, even as ye are called in one hope of your calling;"
    },
    {
        "o": 30517,
        "r": "kjv:Ephesians:4:5",
        "t": "One*p Lord, one faith, one baptism,"
    },
    {
        "o": 30518,
        "r": "kjv:Ephesians:4:6",
        "t": "One*p God and Father of all, who is above all, and through all, and in you all."
    },
    {
        "o": 30519,
        "r": "kjv:Ephesians:4:7",
        "t": "But*p unto every one of us is given grace according to the measure of the gift of Christ."
    },
    {
        "o": 30520,
        "r": "kjv:Ephesians:4:8",
        "t": "Wherefore*p he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men."
    },
    {
        "o": 30521,
        "r": "kjv:Ephesians:4:9",
        "t": "(Now*p that he ascended, what is it but that he also descended first into the lower parts of the earth?"
    },
    {
        "o": 30522,
        "r": "kjv:Ephesians:4:10",
        "t": "He*p that descended is the same also that ascended up far above all heavens, that he might fill all things.)"
    },
    {
        "o": 30523,
        "r": "kjv:Ephesians:4:11",
        "t": "And*p he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;"
    },
    {
        "o": 30524,
        "r": "kjv:Ephesians:4:12",
        "t": "For*p the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:"
    },
    {
        "o": 30525,
        "r": "kjv:Ephesians:4:13",
        "t": "Till*p we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:"
    },
    {
        "o": 30526,
        "r": "kjv:Ephesians:4:14",
        "t": "That*p we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive;"
    },
    {
        "o": 30527,
        "r": "kjv:Ephesians:4:15",
        "t": "But*p speaking the truth in love, may grow up into him in all things, which is the head, even Christ:"
    },
    {
        "o": 30528,
        "r": "kjv:Ephesians:4:16",
        "t": "From*p whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love."
    },
    {
        "o": 30529,
        "r": "kjv:Ephesians:4:17",
        "t": "This*p I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,"
    },
    {
        "o": 30530,
        "r": "kjv:Ephesians:4:18",
        "t": "Having*p the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:"
    },
    {
        "o": 30531,
        "r": "kjv:Ephesians:4:19",
        "t": "Who*p being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness."
    },
    {
        "o": 30532,
        "r": "kjv:Ephesians:4:20",
        "t": "But*p ye have not so learned Christ;"
    },
    {
        "o": 30533,
        "r": "kjv:Ephesians:4:21",
        "t": "If*p so be that ye have heard him, and have been taught by him, as the truth is in Jesus:"
    },
    {
        "o": 30534,
        "r": "kjv:Ephesians:4:22",
        "t": "That*p ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;"
    },
    {
        "o": 30535,
        "r": "kjv:Ephesians:4:23",
        "t": "And*p be renewed in the spirit of your mind;"
    },
    {
        "o": 30536,
        "r": "kjv:Ephesians:4:24",
        "t": "And*p that ye put on the new man, which after God is created in righteousness and true holiness."
    },
    {
        "o": 30537,
        "r": "kjv:Ephesians:4:25",
        "t": "Wherefore*p putting away lying, speak every man truth with his neighbour: for we are members one of another."
    },
    {
        "o": 30538,
        "r": "kjv:Ephesians:4:26",
        "t": "Be*p ye angry, and sin not: let not the sun go down upon your wrath:"
    },
    {
        "o": 30539,
        "r": "kjv:Ephesians:4:27",
        "t": "Neither*p give place to the devil."
    },
    {
        "o": 30540,
        "r": "kjv:Ephesians:4:28",
        "t": "Let*p him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth."
    },
    {
        "o": 30541,
        "r": "kjv:Ephesians:4:29",
        "t": "Let*p no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers."
    },
    {
        "o": 30542,
        "r": "kjv:Ephesians:4:30",
        "t": "And*p grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption."
    },
    {
        "o": 30543,
        "r": "kjv:Ephesians:4:31",
        "t": "Let*p all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:"
    },
    {
        "o": 30544,
        "r": "kjv:Ephesians:4:32",
        "t": "And*p be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you."
    }
]
