[
    {
        "o": 10242,
        "r": "esv:1 Kings:18:0",
        "t": "1 Kings 18",
        "h": 1
    },
    {
        "o": 10243,
        "r": "esv:1 Kings:18:0",
        "t": "Elijah Confronts Ahab",
        "h": 2
    },
    {
        "o": 10244,
        "r": "esv:1 Kings:18:1",
        "t": "After*p many days the word of the Lord*s came to Elijah, in the third year, saying, “Go, show yourself to Ahab, and I will send rain upon the earth.”"
    },
    {
        "o": 10245,
        "r": "esv:1 Kings:18:2",
        "t": "So Elijah went to show himself to Ahab. Now the famine was severe in Samaria."
    },
    {
        "o": 10246,
        "r": "esv:1 Kings:18:3",
        "t": "And Ahab called Obadiah, who was over the household. (Now Obadiah feared the Lord*s greatly,"
    },
    {
        "o": 10247,
        "r": "esv:1 Kings:18:4",
        "t": "and when Jezebel cut off the prophets of the Lord,*s Obadiah took a hundred prophets and hid them by fifties in a cave and fed them with bread and water.)"
    },
    {
        "o": 10248,
        "r": "esv:1 Kings:18:5",
        "t": "And Ahab said to Obadiah, “Go through the land to all the springs of water and to all the valleys. Perhaps we may find grass and save the horses and mules alive, and not lose some of the animals.”"
    },
    {
        "o": 10249,
        "r": "esv:1 Kings:18:6",
        "t": "So they divided the land between them to pass through it. Ahab went in one direction by himself, and Obadiah went in another direction by himself."
    },
    {
        "o": 10250,
        "r": "esv:1 Kings:18:7",
        "t": "And*p as Obadiah was on the way, behold, Elijah met him. And Obadiah recognized him and fell on his face and said, “Is it you, my lord Elijah?”"
    },
    {
        "o": 10251,
        "r": "esv:1 Kings:18:8",
        "t": "And he answered him, “It is I. Go, tell your lord, ‘Behold, Elijah is here.’”"
    },
    {
        "o": 10252,
        "r": "esv:1 Kings:18:9",
        "t": "And he said, “How have I sinned, that you would give your servant into the hand of Ahab, to kill me?"
    },
    {
        "o": 10253,
        "r": "esv:1 Kings:18:10",
        "t": "As the Lord*s your God lives, there is no nation or kingdom where my lord has not sent to seek you. And when they would say, ‘He is not here,’ he would take an oath of the kingdom or nation, that they had not found you."
    },
    {
        "o": 10254,
        "r": "esv:1 Kings:18:11",
        "t": "And now you say, ‘Go, tell your lord, “Behold, Elijah is here.”’"
    },
    {
        "o": 10255,
        "r": "esv:1 Kings:18:12",
        "t": "And as soon as I have gone from you, the Spirit of the Lord*s will carry you I know not where. And so, when I come and tell Ahab and he cannot find you, he will kill me, although I your servant have feared the Lord*s from my youth."
    },
    {
        "o": 10256,
        "r": "esv:1 Kings:18:13",
        "t": "Has it not been told my lord what I did when Jezebel killed the prophets of the Lord,*s how I hid a hundred men of the Lord’s*s prophets by fifties in a cave and fed them with bread and water?"
    },
    {
        "o": 10257,
        "r": "esv:1 Kings:18:14",
        "t": "And now you say, ‘Go, tell your lord, “Behold, Elijah is here”’; and he will kill me.”"
    },
    {
        "o": 10258,
        "r": "esv:1 Kings:18:15",
        "t": "And Elijah said, “As the Lord*s of hosts lives, before whom I stand, I will surely show myself to him today.”"
    },
    {
        "o": 10259,
        "r": "esv:1 Kings:18:16",
        "t": "So Obadiah went to meet Ahab, and told him. And Ahab went to meet Elijah."
    },
    {
        "o": 10260,
        "r": "esv:1 Kings:18:17",
        "t": "When*p Ahab saw Elijah, Ahab said to him, “Is it you, you troubler of Israel?”"
    },
    {
        "o": 10261,
        "r": "esv:1 Kings:18:18",
        "t": "And he answered, “I have not troubled Israel, but you have, and your father’s house, because you have abandoned the commandments of the Lord*s and followed the Baals."
    },
    {
        "o": 10262,
        "r": "esv:1 Kings:18:19",
        "t": "Now therefore send and gather all Israel to me at Mount Carmel, and the 450 prophets of Baal and the 400 prophets of Asherah, who eat at Jezebel’s table.”"
    },
    {
        "o": 10263,
        "r": "esv:1 Kings:18:19",
        "t": "The Prophets of Baal Defeated",
        "h": 2
    },
    {
        "o": 10264,
        "r": "esv:1 Kings:18:20",
        "t": "So*p Ahab sent to all the people of Israel and gathered the prophets together at Mount Carmel."
    },
    {
        "o": 10265,
        "r": "esv:1 Kings:18:21",
        "t": "And Elijah came near to all the people and said, “How long will you go limping between two different opinions? If the Lord*s is God, follow him; but if Baal, then follow him.” And the people did not answer him a word."
    },
    {
        "o": 10266,
        "r": "esv:1 Kings:18:22",
        "t": "Then Elijah said to the people, “I, even I only, am left a prophet of the Lord,*s but Baal’s prophets are 450 men."
    },
    {
        "o": 10267,
        "r": "esv:1 Kings:18:23",
        "t": "Let two bulls be given to us, and let them choose one bull for themselves and cut it in pieces and lay it on the wood, but put no fire to it. And I will prepare the other bull and lay it on the wood and put no fire to it."
    },
    {
        "o": 10268,
        "r": "esv:1 Kings:18:24",
        "t": "And you call upon the name of your god, and I will call upon the name of the Lord,*s and the God who answers by fire, he is God.” And all the people answered, “It is well spoken.”"
    },
    {
        "o": 10269,
        "r": "esv:1 Kings:18:25",
        "t": "Then Elijah said to the prophets of Baal, “Choose for yourselves one bull and prepare it first, for you are many, and call upon the name of your god, but put no fire to it.”"
    },
    {
        "o": 10270,
        "r": "esv:1 Kings:18:26",
        "t": "And they took the bull that was given them, and they prepared it and called upon the name of Baal from morning until noon, saying, “O Baal, answer us!” But there was no voice, and no one answered. And they limped around the altar that they had made."
    },
    {
        "o": 10271,
        "r": "esv:1 Kings:18:27",
        "t": "And at noon Elijah mocked them, saying, “Cry aloud, for he is a god. Either he is musing, or he is relieving himself, or he is on a journey, or perhaps he is asleep and must be awakened.”"
    },
    {
        "o": 10272,
        "r": "esv:1 Kings:18:28",
        "t": "And they cried aloud and cut themselves after their custom with swords and lances, until the blood gushed out upon them."
    },
    {
        "o": 10273,
        "r": "esv:1 Kings:18:29",
        "t": "And as midday passed, they raved on until the time of the offering of the oblation, but there was no voice. No one answered; no one paid attention."
    },
    {
        "o": 10274,
        "r": "esv:1 Kings:18:30",
        "t": "Then*p Elijah said to all the people, “Come near to me.” And all the people came near to him. And he repaired the altar of the Lord*s that had been thrown down."
    },
    {
        "o": 10275,
        "r": "esv:1 Kings:18:31",
        "t": "Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, to whom the word of the Lord*s came, saying, “Israel shall be your name,”"
    },
    {
        "o": 10276,
        "r": "esv:1 Kings:18:32",
        "t": "and with the stones he built an altar in the name of the Lord.*s And he made a trench about the altar, as great as would contain two seahs of seed."
    },
    {
        "o": 10277,
        "r": "esv:1 Kings:18:33",
        "t": "And he put the wood in order and cut the bull in pieces and laid it on the wood. And he said, “Fill four jars with water and pour it on the burnt offering and on the wood.”"
    },
    {
        "o": 10278,
        "r": "esv:1 Kings:18:34",
        "t": "And he said, “Do it a second time.” And they did it a second time. And he said, “Do it a third time.” And they did it a third time."
    },
    {
        "o": 10279,
        "r": "esv:1 Kings:18:35",
        "t": "And the water ran around the altar and filled the trench also with water."
    },
    {
        "o": 10280,
        "r": "esv:1 Kings:18:36",
        "t": "And*p at the time of the offering of the oblation, Elijah the prophet came near and said, “O Lord,*s God of Abraham, Isaac, and Israel, let it be known this day that you are God in Israel, and that I am your servant, and that I have done all these things at your word."
    },
    {
        "o": 10281,
        "r": "esv:1 Kings:18:37",
        "t": "Answer me, O Lord,*s answer me, that this people may know that you, O Lord,*s are God, and that you have turned their hearts back.”"
    },
    {
        "o": 10282,
        "r": "esv:1 Kings:18:38",
        "t": "Then the fire of the Lord*s fell and consumed the burnt offering and the wood and the stones and the dust, and licked up the water that was in the trench."
    },
    {
        "o": 10283,
        "r": "esv:1 Kings:18:39",
        "t": "And when all the people saw it, they fell on their faces and said, “The Lord,*s he is God; the Lord,*s he is God.”"
    },
    {
        "o": 10284,
        "r": "esv:1 Kings:18:40",
        "t": "And Elijah said to them, “Seize the prophets of Baal; let not one of them escape.” And they seized them. And Elijah brought them down to the brook Kishon and slaughtered them there."
    },
    {
        "o": 10285,
        "r": "esv:1 Kings:18:40",
        "t": "The Lord Sends Rain",
        "h": 2
    },
    {
        "o": 10286,
        "r": "esv:1 Kings:18:41",
        "t": "And*p Elijah said to Ahab, “Go up, eat and drink, for there is a sound of the rushing of rain.”"
    },
    {
        "o": 10287,
        "r": "esv:1 Kings:18:42",
        "t": "So Ahab went up to eat and to drink. And Elijah went up to the top of Mount Carmel. And he bowed himself down on the earth and put his face between his knees."
    },
    {
        "o": 10288,
        "r": "esv:1 Kings:18:43",
        "t": "And he said to his servant, “Go up now, look toward the sea.” And he went up and looked and said, “There is nothing.” And he said, “Go again,” seven times."
    },
    {
        "o": 10289,
        "r": "esv:1 Kings:18:44",
        "t": "And at the seventh time he said, “Behold, a little cloud like a man’s hand is rising from the sea.” And he said, “Go up, say to Ahab, ‘Prepare your chariot and go down, lest the rain stop you.’”"
    },
    {
        "o": 10290,
        "r": "esv:1 Kings:18:45",
        "t": "And in a little while the heavens grew black with clouds and wind, and there was a great rain. And Ahab rode and went to Jezreel."
    },
    {
        "o": 10291,
        "r": "esv:1 Kings:18:46",
        "t": "And the hand of the Lord*s was on Elijah, and he gathered up his garment and ran before Ahab to the entrance of Jezreel."
    }
]
