[
    {
        "o": 13575,
        "r": "csb:Ezra:8:0",
        "t": "Ezra 8",
        "h": 1
    },
    {
        "o": 13576,
        "r": "csb:Ezra:8:0",
        "t": "Those Returning with Ezra",
        "h": 2
    },
    {
        "o": 13577,
        "r": "csb:Ezra:8:1",
        "t": "These*p are the family heads and the genealogical records of those who returned with me from Babylon during the reign of King Artaxerxes:"
    },
    {
        "o": 13578,
        "r": "csb:Ezra:8:2",
        "t": "Gershom,*ln from Phinehas’s descendants; Daniel,*ln from Ithamar’s descendants; Hattush,*ln from David’s descendants,"
    },
    {
        "o": 13579,
        "r": "csb:Ezra:8:3",
        "t": "who*ln was of Shecaniah’s descendants; Zechariah,*ln from Parosh’s descendants, and*ln 150 men with him who were registered by genealogy;"
    },
    {
        "o": 13580,
        "r": "csb:Ezra:8:4",
        "t": "Eliehoenai*ln son of Zerahiah from*ln Pahath-moab’s descendants, and*ln 200 men with him;"
    },
    {
        "o": 13581,
        "r": "csb:Ezra:8:5",
        "t": "Shecaniah*ln son of Jahaziel from*ln Zattu’s descendants, and*ln 300 men with him;"
    },
    {
        "o": 13582,
        "r": "csb:Ezra:8:6",
        "t": "Ebed*ln son of Jonathan from*ln Adin’s descendants, and*ln 50 men with him;"
    },
    {
        "o": 13583,
        "r": "csb:Ezra:8:7",
        "t": "Jeshaiah*ln son of Athaliah from*ln Elam’s descendants, and*ln 70 men with him;"
    },
    {
        "o": 13584,
        "r": "csb:Ezra:8:8",
        "t": "Zebadiah*ln son of Michael from*ln Shephatiah’s descendants, and*ln 80 men with him;"
    },
    {
        "o": 13585,
        "r": "csb:Ezra:8:9",
        "t": "Obadiah*ln son of Jehiel from*ln Joab’s descendants, and*ln 218 men with him;"
    },
    {
        "o": 13586,
        "r": "csb:Ezra:8:10",
        "t": "Shelomith*ln son of Josiphiah from*ln Bani’s descendants, and*ln 160 men with him;"
    },
    {
        "o": 13587,
        "r": "csb:Ezra:8:11",
        "t": "Zechariah*ln son of Bebai from*ln Bebai’s descendants, and*ln 28 men with him;"
    },
    {
        "o": 13588,
        "r": "csb:Ezra:8:12",
        "t": "Johanan*ln son of Hakkatan from*ln Azgad’s descendants, and*ln 110 men with him;"
    },
    {
        "o": 13589,
        "r": "csb:Ezra:8:13",
        "t": "these*ln are the last ones, from Adonikam’s descendants, and*ln their names are Eliphelet,*ln Jeuel, and Shemaiah, and*ln 60 men with them;"
    },
    {
        "o": 13590,
        "r": "csb:Ezra:8:14",
        "t": "Uthai*ln and Zaccur from*ln Bigvai’s descendants, and*ln 70 men with them."
    },
    {
        "o": 13591,
        "r": "csb:Ezra:8:15",
        "t": "I*p gathered them at the river that flows to Ahava, and we camped there for three days. I searched among the people and priests, but found no Levites there."
    },
    {
        "o": 13592,
        "r": "csb:Ezra:8:16",
        "t": "Then I summoned the leaders: Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, as well as the teachers Joiarib and Elnathan."
    },
    {
        "o": 13593,
        "r": "csb:Ezra:8:17",
        "t": "I sent them to Iddo, the leader at Casiphia, with a message for him and his brothers, the temple servants at Casiphia, that they should bring us ministers for the house of our God."
    },
    {
        "o": 13594,
        "r": "csb:Ezra:8:18",
        "t": "Since the gracious hand of our God was on us, they brought us Sherebiah- a man of insight from the descendants of Mahli, a descendant of Levi son of Israel - along with his sons and brothers, 18 men,"
    },
    {
        "o": 13595,
        "r": "csb:Ezra:8:19",
        "t": "plus Hashabiah, along with Jeshaiah, from the descendants of Merari, and his brothers and their sons, 20 men."
    },
    {
        "o": 13596,
        "r": "csb:Ezra:8:20",
        "t": "There were also 220 of the temple servants, who had been appointed by David and the leaders for the work of the Levites. All were identified by name."
    },
    {
        "o": 13597,
        "r": "csb:Ezra:8:20",
        "t": "Preparing to Return",
        "h": 2
    },
    {
        "o": 13598,
        "r": "csb:Ezra:8:21",
        "t": "I*p proclaimed a fast by the Ahava River, so that we might humble ourselves before our God and ask him for a safe journey for us, our dependents, and all our possessions."
    },
    {
        "o": 13599,
        "r": "csb:Ezra:8:22",
        "t": "I did this because I was ashamed to ask the king for infantry and cavalry to protect us from enemies during the journey, since we had told him, “The hand of our God is gracious to all who seek him, but his fierce anger is against all who abandon him.”"
    },
    {
        "o": 13600,
        "r": "csb:Ezra:8:23",
        "t": "So we fasted and pleaded with our God about this, and he was receptive to our prayer."
    },
    {
        "o": 13601,
        "r": "csb:Ezra:8:24",
        "t": "I*p selected twelve of the leading priests, along with Sherebiah, Hashabiah, and ten of their brothers."
    },
    {
        "o": 13602,
        "r": "csb:Ezra:8:25",
        "t": "I weighed out to them the silver, the gold, and the articles - the contribution for the house of our God that the king, his counselors, his leaders, and all the Israelites who were present had offered."
    },
    {
        "o": 13603,
        "r": "csb:Ezra:8:26",
        "t": "I weighed out to them 24 tons of silver, silver articles weighing 7,500 pounds, 7,500 pounds of gold,"
    },
    {
        "o": 13604,
        "r": "csb:Ezra:8:27",
        "t": "twenty gold bowls worth a thousand gold coins, and two articles of fine gleaming bronze, as valuable as gold."
    },
    {
        "o": 13605,
        "r": "csb:Ezra:8:28",
        "t": "Then I said to them, “You are holy to the Lord,*s and the articles are holy. The silver and gold are a freewill offering to the Lord*s God of your ancestors."
    },
    {
        "o": 13606,
        "r": "csb:Ezra:8:29",
        "t": "Guard them carefully until you weigh them out in the chambers of the Lord’s*s house before the leading priests, Levites, and heads of the Israelite families in Jerusalem.”"
    },
    {
        "o": 13607,
        "r": "csb:Ezra:8:30",
        "t": "So the priests and Levites took charge of the silver, the gold, and the articles that had been weighed out, to bring them to the house of our God in Jerusalem."
    },
    {
        "o": 13608,
        "r": "csb:Ezra:8:30",
        "t": "Arrival in Jerusalem",
        "h": 2
    },
    {
        "o": 13609,
        "r": "csb:Ezra:8:31",
        "t": "We*p set out from the Ahava River on the twelfth day of the first month to go to Jerusalem. We were strengthened by our God, and he kept us from the grasp of the enemy and from ambush along the way."
    },
    {
        "o": 13610,
        "r": "csb:Ezra:8:32",
        "t": "So we arrived at Jerusalem and rested there for three days."
    },
    {
        "o": 13611,
        "r": "csb:Ezra:8:33",
        "t": "On the fourth day the silver, the gold, and the articles were weighed out in the house of our God into the care of the priest Meremoth son of Uriah. Eleazar son of Phinehas was with him. The Levites Jozabad son of Jeshua and Noadiah son of Binnui were also with them."
    },
    {
        "o": 13612,
        "r": "csb:Ezra:8:34",
        "t": "Everything was verified by number and weight, and the total weight was recorded at that time."
    },
    {
        "o": 13613,
        "r": "csb:Ezra:8:35",
        "t": "The*p exiles who had returned from the captivity offered burnt offerings to the God of Israel: twelve bulls for all Israel, ninety-six rams, and seventy-seven lambs, along with twelve male goats as a sin offering. All this was a burnt offering for the Lord.*s"
    },
    {
        "o": 13614,
        "r": "csb:Ezra:8:36",
        "t": "They also delivered the king’s edicts to the royal satraps and governors of the region west of the Euphrates, so that they would support the people and the house of God."
    }
]
