[
    {
        "o": 32368,
        "r": "nkjv:1 Corinthians:14:0",
        "t": "1 Corinthians 14",
        "h": 1
    },
    {
        "o": 32369,
        "r": "nkjv:1 Corinthians:14:0",
        "t": "Prophecy and Tongues",
        "h": 2
    },
    {
        "o": 32370,
        "r": "nkjv:1 Corinthians:14:1",
        "t": "Pursue*p love, and desire spiritual gifts,*i but especially that you may prophesy."
    },
    {
        "o": 32371,
        "r": "nkjv:1 Corinthians:14:2",
        "t": "For he who speaks in a tongue does not speak to men but to God, for no one understands him;*i however, in the spirit he speaks mysteries."
    },
    {
        "o": 32372,
        "r": "nkjv:1 Corinthians:14:3",
        "t": "But he who prophesies speaks edification and exhortation and comfort to men."
    },
    {
        "o": 32373,
        "r": "nkjv:1 Corinthians:14:4",
        "t": "He who speaks in a tongue edifies himself, but he who prophesies edifies the church."
    },
    {
        "o": 32374,
        "r": "nkjv:1 Corinthians:14:5",
        "t": "I wish you all spoke with tongues, but even more that you prophesied; for he who prophesies is*i greater than he who speaks with tongues, unless indeed he interprets, that the church may receive edification."
    },
    {
        "o": 32375,
        "r": "nkjv:1 Corinthians:14:5",
        "t": "Tongues Must Be Interpreted",
        "h": 2
    },
    {
        "o": 32376,
        "r": "nkjv:1 Corinthians:14:6",
        "t": "But*p now, brethren, if I come to you speaking with tongues, what shall I profit you unless I speak to you either by revelation, by knowledge, by prophesying, or by teaching?"
    },
    {
        "o": 32377,
        "r": "nkjv:1 Corinthians:14:7",
        "t": "Even things without life, whether flute or harp, when they make a sound, unless they make a distinction in the sounds, how will it be known what is piped or played?"
    },
    {
        "o": 32378,
        "r": "nkjv:1 Corinthians:14:8",
        "t": "For if the trumpet makes an uncertain sound, who will prepare for battle?"
    },
    {
        "o": 32379,
        "r": "nkjv:1 Corinthians:14:9",
        "t": "So likewise you, unless you utter by the tongue words easy to understand, how will it be known what is spoken? For you will be speaking into the air."
    },
    {
        "o": 32380,
        "r": "nkjv:1 Corinthians:14:10",
        "t": "There are, it may be, so many kinds of languages in the world, and none of them is*i without significance."
    },
    {
        "o": 32381,
        "r": "nkjv:1 Corinthians:14:11",
        "t": "Therefore, if I do not know the meaning of the language, I shall be a foreigner to him who speaks, and he who speaks will*i be*i a foreigner to me."
    },
    {
        "o": 32382,
        "r": "nkjv:1 Corinthians:14:12",
        "t": "Even so you, since you are zealous for spiritual gifts,*i let*i it*i be*i for the edification of the church that*i you seek to excel."
    },
    {
        "o": 32383,
        "r": "nkjv:1 Corinthians:14:13",
        "t": "Therefore*p let him who speaks in a tongue pray that he may interpret."
    },
    {
        "o": 32384,
        "r": "nkjv:1 Corinthians:14:14",
        "t": "For if I pray in a tongue, my spirit prays, but my understanding is unfruitful."
    },
    {
        "o": 32385,
        "r": "nkjv:1 Corinthians:14:15",
        "t": "What is the*i conclusion*i then? I will pray with the spirit, and I will also pray with the understanding. I will sing with the spirit, and I will also sing with the understanding."
    },
    {
        "o": 32386,
        "r": "nkjv:1 Corinthians:14:16",
        "t": "Otherwise, if you bless with the spirit, how will he who occupies the place of the uninformed say “Amen” at your giving of thanks, since he does not understand what you say?"
    },
    {
        "o": 32387,
        "r": "nkjv:1 Corinthians:14:17",
        "t": "For you indeed give thanks well, but the other is not edified."
    },
    {
        "o": 32388,
        "r": "nkjv:1 Corinthians:14:18",
        "t": "I*p thank my God I speak with tongues more than you all;"
    },
    {
        "o": 32389,
        "r": "nkjv:1 Corinthians:14:19",
        "t": "yet in the church I would rather speak five words with my understanding, that I may teach others also, than ten thousand words in a tongue."
    },
    {
        "o": 32390,
        "r": "nkjv:1 Corinthians:14:19",
        "t": "Tongues a Sign to Unbelievers",
        "h": 2
    },
    {
        "o": 32391,
        "r": "nkjv:1 Corinthians:14:20",
        "t": "Brethren,*p do not be children in understanding; however, in malice be babes, but in understanding be mature."
    },
    {
        "o": 32392,
        "r": "nkjv:1 Corinthians:14:21",
        "t": "In*p the law it is written: “With*pn men*i of*i other tongues and other lips I*ld will speak to this people; And*ld yet, for all that, they will not hear Me,” says*p the Lord."
    },
    {
        "o": 32393,
        "r": "nkjv:1 Corinthians:14:22",
        "t": "Therefore*p tongues are for a sign, not to those who believe but to unbelievers; but prophesying is not for unbelievers but for those who believe."
    },
    {
        "o": 32394,
        "r": "nkjv:1 Corinthians:14:23",
        "t": "Therefore if the whole church comes together in one place, and all speak with tongues, and there come in those*i who*i are*i uninformed or unbelievers, will they not say that you are out of your mind?"
    },
    {
        "o": 32395,
        "r": "nkjv:1 Corinthians:14:24",
        "t": "But if all prophesy, and an unbeliever or an uninformed person comes in, he is convinced by all, he is convicted by all."
    },
    {
        "o": 32396,
        "r": "nkjv:1 Corinthians:14:25",
        "t": "And thus the secrets of his heart are revealed; and so, falling down on his*i face, he will worship God and report that God is truly among you."
    },
    {
        "o": 32397,
        "r": "nkjv:1 Corinthians:14:25",
        "t": "Order in Church Meetings",
        "h": 2
    },
    {
        "o": 32398,
        "r": "nkjv:1 Corinthians:14:26",
        "t": "How*p is it then, brethren? Whenever you come together, each of you has a psalm, has a teaching, has a tongue, has a revelation, has an interpretation. Let all things be done for edification."
    },
    {
        "o": 32399,
        "r": "nkjv:1 Corinthians:14:27",
        "t": "If anyone speaks in a tongue, let*i there*i be*i two or at the most three, each*i in turn, and let one interpret."
    },
    {
        "o": 32400,
        "r": "nkjv:1 Corinthians:14:28",
        "t": "But if there is no interpreter, let him keep silent in church, and let him speak to himself and to God."
    },
    {
        "o": 32401,
        "r": "nkjv:1 Corinthians:14:29",
        "t": "Let two or three prophets speak, and let the others judge."
    },
    {
        "o": 32402,
        "r": "nkjv:1 Corinthians:14:30",
        "t": "But if anything*i is revealed to another who sits by, let the first keep silent."
    },
    {
        "o": 32403,
        "r": "nkjv:1 Corinthians:14:31",
        "t": "For you can all prophesy one by one, that all may learn and all may be encouraged."
    },
    {
        "o": 32404,
        "r": "nkjv:1 Corinthians:14:32",
        "t": "And the spirits of the prophets are subject to the prophets."
    },
    {
        "o": 32405,
        "r": "nkjv:1 Corinthians:14:33",
        "t": "For God is not the*i author*i of confusion but of peace, as in all the churches of the saints."
    },
    {
        "o": 32406,
        "r": "nkjv:1 Corinthians:14:34",
        "t": "Let*p your women keep silent in the churches, for they are not permitted to speak; but they*i are*i to be submissive, as the law also says."
    },
    {
        "o": 32407,
        "r": "nkjv:1 Corinthians:14:35",
        "t": "And if they want to learn something, let them ask their own husbands at home; for it is shameful for women to speak in church."
    },
    {
        "o": 32408,
        "r": "nkjv:1 Corinthians:14:36",
        "t": "Or*p did the word of God come originally*i from you? Or was*i it*i you only that it reached?"
    },
    {
        "o": 32409,
        "r": "nkjv:1 Corinthians:14:37",
        "t": "If anyone thinks himself to be a prophet or spiritual, let him acknowledge that the things which I write to you are the commandments of the Lord."
    },
    {
        "o": 32410,
        "r": "nkjv:1 Corinthians:14:38",
        "t": "But if anyone is ignorant, let him be ignorant."
    },
    {
        "o": 32411,
        "r": "nkjv:1 Corinthians:14:39",
        "t": "Therefore,*p brethren, desire earnestly to prophesy, and do not forbid to speak with tongues."
    },
    {
        "o": 32412,
        "r": "nkjv:1 Corinthians:14:40",
        "t": "Let all things be done decently and in order."
    }
]
