[
    {
        "o": 24331,
        "r": "csb:Ezekiel:45:0",
        "t": "Ezekiel 45",
        "h": 1
    },
    {
        "o": 24332,
        "r": "csb:Ezekiel:45:0",
        "t": "The Sacred Portion of the Land",
        "h": 2
    },
    {
        "o": 24333,
        "r": "csb:Ezekiel:45:1",
        "t": "“When*p you divide the land by lot as an inheritance, set aside a donation to the Lord,*s a holy portion of the land, 8⅓ miles long and 6⅔ miles wide. This entire region will be holy."
    },
    {
        "o": 24334,
        "r": "csb:Ezekiel:45:2",
        "t": "In this area there will be a square section for the sanctuary, 875 by 875 feet, with 87½ feet of open space all around it."
    },
    {
        "o": 24335,
        "r": "csb:Ezekiel:45:3",
        "t": "From this holy portion, you will measure off an area 8⅓ miles long and 3⅓ miles wide, in which the sanctuary, the most holy place, will stand."
    },
    {
        "o": 24336,
        "r": "csb:Ezekiel:45:4",
        "t": "It will be a holy area of the land to be used by the priests who minister in the sanctuary, who approach to serve the Lord.*s It will be a place for their houses, as well as a holy area for the sanctuary."
    },
    {
        "o": 24337,
        "r": "csb:Ezekiel:45:5",
        "t": "There will be another area 8⅓ miles long and 3⅓ miles wide for the Levites who minister in the temple; it will be their possession for towns to live in."
    },
    {
        "o": 24338,
        "r": "csb:Ezekiel:45:6",
        "t": "“As*p the property of the city, set aside an area 1⅔ miles wide and 8⅓ miles long, adjacent to the holy donation of land. It will be for the whole house of Israel."
    },
    {
        "o": 24339,
        "r": "csb:Ezekiel:45:7",
        "t": "And the prince will have the area on each side of the holy donation of land and the city’s property, adjacent to the holy donation and the city’s property, stretching to the west on the west side and to the east on the east side. Its length will correspond to one of the tribal portions from the western boundary to the eastern boundary."
    },
    {
        "o": 24340,
        "r": "csb:Ezekiel:45:8",
        "t": "This will be his land as a possession in Israel. My princes will no longer oppress my people but give the rest of the land to the house of Israel according to their tribes."
    },
    {
        "o": 24341,
        "r": "csb:Ezekiel:45:9",
        "t": "“This*p is what the Lord God*s says: You have gone too far, princes of Israel! Put away violence and oppression and do what is just and right. Put an end to your evictions of my people.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 24342,
        "r": "csb:Ezekiel:45:10",
        "t": "“You are to have honest scales, an honest dry measure, and an honest liquid measure."
    },
    {
        "o": 24343,
        "r": "csb:Ezekiel:45:11",
        "t": "The dry measure and the liquid measure will be uniform, with the liquid measure containing 5½ gallons and the dry measure holding half a bushel. Their measurement will be a tenth of the standard larger capacity measure."
    },
    {
        "o": 24344,
        "r": "csb:Ezekiel:45:12",
        "t": "The shekel will weigh twenty gerahs. Your mina will equal sixty shekels."
    },
    {
        "o": 24345,
        "r": "csb:Ezekiel:45:12",
        "t": "The People’s Contribution to the Sacrifices",
        "h": 2
    },
    {
        "o": 24346,
        "r": "csb:Ezekiel:45:13",
        "t": "“This*p is the contribution you are to offer: Three quarts from six bushels of wheat and three quarts from six bushels of barley."
    },
    {
        "o": 24347,
        "r": "csb:Ezekiel:45:14",
        "t": "The quota of oil in liquid measures will be one percent of every cor. The cor equals ten liquid measures or one standard larger capacity measure, since ten liquid measures equal one standard larger capacity measure."
    },
    {
        "o": 24348,
        "r": "csb:Ezekiel:45:15",
        "t": "And the quota from the flock is one animal out of every two hundred from the well-watered pastures of Israel. These are for the grain offerings, burnt offerings, and fellowship offerings, to make atonement for the people.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 24349,
        "r": "csb:Ezekiel:45:16",
        "t": "“All the people of the land must take part in this contribution for the prince in Israel."
    },
    {
        "o": 24350,
        "r": "csb:Ezekiel:45:17",
        "t": "Then the burnt offerings, grain offerings, and drink offerings for the festivals, New Moons, and Sabbaths - for all the appointed times of the house of Israel - will be the prince’s responsibility. He will provide the sin offerings, grain offerings, burnt offerings, and fellowship offerings to make atonement on behalf of the house of Israel."
    },
    {
        "o": 24351,
        "r": "csb:Ezekiel:45:18",
        "t": "“This*p is what the Lord God*s says: In the first month, on the first day of the month, you are to take a young, unblemished bull and purify the sanctuary."
    },
    {
        "o": 24352,
        "r": "csb:Ezekiel:45:19",
        "t": "The priest is to take some of the blood from the sin offering and apply it to the temple doorposts, the four corners of the altar’s ledge, and the doorposts of the gate of the inner court."
    },
    {
        "o": 24353,
        "r": "csb:Ezekiel:45:20",
        "t": "You are to do the same thing on the seventh day of the month for everyone who sins unintentionally or through ignorance. In this way you will make atonement for the temple."
    },
    {
        "o": 24354,
        "r": "csb:Ezekiel:45:21",
        "t": "“In*p the first month, on the fourteenth day of the month, you are to celebrate the Passover, a festival of seven days during which unleavened bread will be eaten."
    },
    {
        "o": 24355,
        "r": "csb:Ezekiel:45:22",
        "t": "On that day the prince will provide a bull as a sin offering on behalf of himself and all the people of the land."
    },
    {
        "o": 24356,
        "r": "csb:Ezekiel:45:23",
        "t": "During the seven days of the festival, he will provide seven bulls and seven rams without blemish as a burnt offering to the Lord*s on each of the seven days, along with a male goat each day for a sin offering."
    },
    {
        "o": 24357,
        "r": "csb:Ezekiel:45:24",
        "t": "He will also provide a grain offering of half a bushel per bull and half a bushel per ram, along with a gallon of oil for every half bushel."
    },
    {
        "o": 24358,
        "r": "csb:Ezekiel:45:25",
        "t": "At the festival that begins on the fifteenth day of the seventh month, he will provide the same things for seven days - the same sin offerings, burnt offerings, grain offerings, and oil."
    }
]
