[
    {
        "o": 6978,
        "r": "esv:Joshua:21:0",
        "t": "Joshua 21",
        "h": 1
    },
    {
        "o": 6979,
        "r": "esv:Joshua:21:0",
        "t": "Cities and Pasturelands Allotted to Levi",
        "h": 2
    },
    {
        "o": 6980,
        "r": "esv:Joshua:21:1",
        "t": "Then*p the heads of the fathers’ houses of the Levites came to Eleazar the priest and to Joshua the son of Nun and to the heads of the fathers’ houses of the tribes of the people of Israel."
    },
    {
        "o": 6981,
        "r": "esv:Joshua:21:2",
        "t": "And they said to them at Shiloh in the land of Canaan, “The Lord*s commanded through Moses that we be given cities to dwell in, along with their pasturelands for our livestock.”"
    },
    {
        "o": 6982,
        "r": "esv:Joshua:21:3",
        "t": "So by command of the Lord*s the people of Israel gave to the Levites the following cities and pasturelands out of their inheritance."
    },
    {
        "o": 6983,
        "r": "esv:Joshua:21:4",
        "t": "The*p lot came out for the clans of the Kohathites. So those Levites who were descendants of Aaron the priest received by lot from the tribes of Judah, Simeon, and Benjamin, thirteen cities."
    },
    {
        "o": 6984,
        "r": "esv:Joshua:21:5",
        "t": "And*p the rest of the Kohathites received by lot from the clans of the tribe of Ephraim, from the tribe of Dan and the half-tribe of Manasseh, ten cities."
    },
    {
        "o": 6985,
        "r": "esv:Joshua:21:6",
        "t": "The*p Gershonites received by lot from the clans of the tribe of Issachar, from the tribe of Asher, from the tribe of Naphtali, and from the half-tribe of Manasseh in Bashan, thirteen cities."
    },
    {
        "o": 6986,
        "r": "esv:Joshua:21:7",
        "t": "The*p Merarites according to their clans received from the tribe of Reuben, the tribe of Gad, and the tribe of Zebulun, twelve cities."
    },
    {
        "o": 6987,
        "r": "esv:Joshua:21:8",
        "t": "These*p cities and their pasturelands the people of Israel gave by lot to the Levites, as the Lord*s had commanded through Moses."
    },
    {
        "o": 6988,
        "r": "esv:Joshua:21:9",
        "t": "Out*p of the tribe of the people of Judah and the tribe of the people of Simeon they gave the following cities mentioned by name,"
    },
    {
        "o": 6989,
        "r": "esv:Joshua:21:10",
        "t": "which went to the descendants of Aaron, one of the clans of the Kohathites who belonged to the people of Levi; since the lot fell to them first."
    },
    {
        "o": 6990,
        "r": "esv:Joshua:21:11",
        "t": "They gave them Kiriath-arba (Arba being the father of Anak), that is Hebron, in the hill country of Judah, along with the pasturelands around it."
    },
    {
        "o": 6991,
        "r": "esv:Joshua:21:12",
        "t": "But the fields of the city and its villages had been given to Caleb the son of Jephunneh as his possession."
    },
    {
        "o": 6992,
        "r": "esv:Joshua:21:13",
        "t": "And*p to the descendants of Aaron the priest they gave Hebron, the city of refuge for the manslayer, with its pasturelands, Libnah with its pasturelands,"
    },
    {
        "o": 6993,
        "r": "esv:Joshua:21:14",
        "t": "Jattir with its pasturelands, Eshtemoa with its pasturelands,"
    },
    {
        "o": 6994,
        "r": "esv:Joshua:21:15",
        "t": "Holon with its pasturelands, Debir with its pasturelands,"
    },
    {
        "o": 6995,
        "r": "esv:Joshua:21:16",
        "t": "Ain with its pasturelands, Juttah with its pasturelands, Beth-shemesh with its pasturelands— nine cities out of these two tribes;"
    },
    {
        "o": 6996,
        "r": "esv:Joshua:21:17",
        "t": "then out of the tribe of Benjamin, Gibeon with its pasturelands, Geba with its pasturelands,"
    },
    {
        "o": 6997,
        "r": "esv:Joshua:21:18",
        "t": "Anathoth with its pasturelands, and Almon with its pasturelands— four cities."
    },
    {
        "o": 6998,
        "r": "esv:Joshua:21:19",
        "t": "The cities of the descendants of Aaron, the priests, were in all thirteen cities with their pasturelands."
    },
    {
        "o": 6999,
        "r": "esv:Joshua:21:20",
        "t": "As*p to the rest of the Kohathites belonging to the Kohathite clans of the Levites, the cities allotted to them were out of the tribe of Ephraim."
    },
    {
        "o": 7000,
        "r": "esv:Joshua:21:21",
        "t": "To them were given Shechem, the city of refuge for the manslayer, with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,"
    },
    {
        "o": 7001,
        "r": "esv:Joshua:21:22",
        "t": "Kibzaim with its pasturelands, Beth-horon with its pasturelands— four cities;"
    },
    {
        "o": 7002,
        "r": "esv:Joshua:21:23",
        "t": "and out of the tribe of Dan, Elteke with its pasturelands, Gibbethon with its pasturelands,"
    },
    {
        "o": 7003,
        "r": "esv:Joshua:21:24",
        "t": "Aijalon with its pasturelands, Gath-rimmon with its pasturelands— four cities;"
    },
    {
        "o": 7004,
        "r": "esv:Joshua:21:25",
        "t": "and out of the half-tribe of Manasseh, Taanach with its pasturelands, and Gath-rimmon with its pasturelands— two cities."
    },
    {
        "o": 7005,
        "r": "esv:Joshua:21:26",
        "t": "The cities of the clans of the rest of the Kohathites were ten in all with their pasturelands."
    },
    {
        "o": 7006,
        "r": "esv:Joshua:21:27",
        "t": "And*p to the Gershonites, one of the clans of the Levites, were given out of the half-tribe of Manasseh, Golan in Bashan with its pasturelands, the city of refuge for the manslayer, and Beeshterah with its pasturelands— two cities;"
    },
    {
        "o": 7007,
        "r": "esv:Joshua:21:28",
        "t": "and out of the tribe of Issachar, Kishion with its pasturelands, Daberath with its pasturelands,"
    },
    {
        "o": 7008,
        "r": "esv:Joshua:21:29",
        "t": "Jarmuth with its pasturelands, En-gannim with its pasturelands— four cities;"
    },
    {
        "o": 7009,
        "r": "esv:Joshua:21:30",
        "t": "and out of the tribe of Asher, Mishal with its pasturelands, Abdon with its pasturelands,"
    },
    {
        "o": 7010,
        "r": "esv:Joshua:21:31",
        "t": "Helkath with its pasturelands, and Rehob with its pasturelands— four cities;"
    },
    {
        "o": 7011,
        "r": "esv:Joshua:21:32",
        "t": "and out of the tribe of Naphtali, Kedesh in Galilee with its pasturelands, the city of refuge for the manslayer, Hammoth-dor with its pasturelands, and Kartan with its pasturelands— three cities."
    },
    {
        "o": 7012,
        "r": "esv:Joshua:21:33",
        "t": "The cities of the several clans of the Gershonites were in all thirteen cities with their pasturelands."
    },
    {
        "o": 7013,
        "r": "esv:Joshua:21:34",
        "t": "And*p to the rest of the Levites, the Merarite clans, were given out of the tribe of Zebulun, Jokneam with its pasturelands, Kartah with its pasturelands,"
    },
    {
        "o": 7014,
        "r": "esv:Joshua:21:35",
        "t": "Dimnah with its pasturelands, Nahalal with its pasturelands— four cities;"
    },
    {
        "o": 7015,
        "r": "esv:Joshua:21:36",
        "t": "and out of the tribe of Reuben, Bezer with its pasturelands, Jahaz with its pasturelands,"
    },
    {
        "o": 7016,
        "r": "esv:Joshua:21:37",
        "t": "Kedemoth with its pasturelands, and Mephaath with its pasturelands— four cities;"
    },
    {
        "o": 7017,
        "r": "esv:Joshua:21:38",
        "t": "and out of the tribe of Gad, Ramoth in Gilead with its pasturelands, the city of refuge for the manslayer, Mahanaim with its pasturelands,"
    },
    {
        "o": 7018,
        "r": "esv:Joshua:21:39",
        "t": "Heshbon with its pasturelands, Jazer with its pasturelands— four cities in all."
    },
    {
        "o": 7019,
        "r": "esv:Joshua:21:40",
        "t": "As for the cities of the several Merarite clans, that is, the remainder of the clans of the Levites, those allotted to them were in all twelve cities."
    },
    {
        "o": 7020,
        "r": "esv:Joshua:21:41",
        "t": "The*p cities of the Levites in the midst of the possession of the people of Israel were in all forty-eight cities with their pasturelands."
    },
    {
        "o": 7021,
        "r": "esv:Joshua:21:42",
        "t": "These cities each had its pasturelands around it. So it was with all these cities."
    },
    {
        "o": 7022,
        "r": "esv:Joshua:21:43",
        "t": "Thus*p the Lord*s gave to Israel all the land that he swore to give to their fathers. And they took possession of it, and they settled there."
    },
    {
        "o": 7023,
        "r": "esv:Joshua:21:44",
        "t": "And the Lord*s gave them rest on every side just as he had sworn to their fathers. Not one of all their enemies had withstood them, for the Lord*s had given all their enemies into their hands."
    },
    {
        "o": 7024,
        "r": "esv:Joshua:21:45",
        "t": "Not one word of all the good promises that the Lord*s had made to the house of Israel had failed; all came to pass."
    }
]
