[
    {
        "o": 12539,
        "r": "niv:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 12540,
        "r": "niv:2 Chronicles:13:0",
        "t": "Abijah King of Judah",
        "h": 2
    },
    {
        "o": 12541,
        "r": "niv:2 Chronicles:13:1",
        "t": "In*p the eighteenth year of the reign of Jeroboam, Abijah became king of Judah,"
    },
    {
        "o": 12542,
        "r": "niv:2 Chronicles:13:2",
        "t": "and he reigned in Jerusalem three years. His mother’s name was Maakah, a daughter of Uriel of Gibeah. There*p was war between Abijah and Jeroboam."
    },
    {
        "o": 12543,
        "r": "niv:2 Chronicles:13:3",
        "t": "Abijah went into battle with an army of four hundred thousand able fighting men, and Jeroboam drew up a battle line against him with eight hundred thousand able troops."
    },
    {
        "o": 12544,
        "r": "niv:2 Chronicles:13:4",
        "t": "Abijah*p stood on Mount Zemaraim, in the hill country of Ephraim, and said, “Jeroboam and all Israel, listen to me!"
    },
    {
        "o": 12545,
        "r": "niv:2 Chronicles:13:5",
        "t": "Don’t you know that the Lord,*s the God of Israel, has given the kingship of Israel to David and his descendants forever by a covenant of salt?"
    },
    {
        "o": 12546,
        "r": "niv:2 Chronicles:13:6",
        "t": "Yet Jeroboam son of Nebat, an official of Solomon son of David, rebelled against his master."
    },
    {
        "o": 12547,
        "r": "niv:2 Chronicles:13:7",
        "t": "Some worthless scoundrels gathered around him and opposed Rehoboam son of Solomon when he was young and indecisive and not strong enough to resist them."
    },
    {
        "o": 12548,
        "r": "niv:2 Chronicles:13:8",
        "t": "“And*p now you plan to resist the kingdom of the Lord,*s which is in the hands of David’s descendants. You are indeed a vast army and have with you the golden calves that Jeroboam made to be your gods."
    },
    {
        "o": 12549,
        "r": "niv:2 Chronicles:13:9",
        "t": "But didn’t you drive out the priests of the Lord,*s the sons of Aaron, and the Levites, and make priests of your own as the peoples of other lands do? Whoever comes to consecrate himself with a young bull and seven rams may become a priest of what are not gods."
    },
    {
        "o": 12550,
        "r": "niv:2 Chronicles:13:10",
        "t": "“As*p for us, the Lord*s is our God, and we have not forsaken him. The priests who serve the Lord*s are sons of Aaron, and the Levites assist them."
    },
    {
        "o": 12551,
        "r": "niv:2 Chronicles:13:11",
        "t": "Every morning and evening they present burnt offerings and fragrant incense to the Lord.*s They set out the bread on the ceremonially clean table and light the lamps on the gold lampstand every evening. We are observing the requirements of the Lord*s our God. But you have forsaken him."
    },
    {
        "o": 12552,
        "r": "niv:2 Chronicles:13:12",
        "t": "God is with us; he is our leader. His priests with their trumpets will sound the battle cry against you. People of Israel, do not fight against the Lord,*s the God of your ancestors, for you will not succeed.”"
    },
    {
        "o": 12553,
        "r": "niv:2 Chronicles:13:13",
        "t": "Now*p Jeroboam had sent troops around to the rear, so that while he was in front of Judah the ambush was behind them."
    },
    {
        "o": 12554,
        "r": "niv:2 Chronicles:13:14",
        "t": "Judah turned and saw that they were being attacked at both front and rear. Then they cried out to the Lord.*s The priests blew their trumpets"
    },
    {
        "o": 12555,
        "r": "niv:2 Chronicles:13:15",
        "t": "and the men of Judah raised the battle cry. At the sound of their battle cry, God routed Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 12556,
        "r": "niv:2 Chronicles:13:16",
        "t": "The Israelites fled before Judah, and God delivered them into their hands."
    },
    {
        "o": 12557,
        "r": "niv:2 Chronicles:13:17",
        "t": "Abijah and his troops inflicted heavy losses on them, so that there were five hundred thousand casualties among Israel’s able men."
    },
    {
        "o": 12558,
        "r": "niv:2 Chronicles:13:18",
        "t": "The Israelites were subdued on that occasion, and the people of Judah were victorious because they relied on the Lord,*s the God of their ancestors."
    },
    {
        "o": 12559,
        "r": "niv:2 Chronicles:13:19",
        "t": "Abijah*p pursued Jeroboam and took from him the towns of Bethel, Jeshanah and Ephron, with their surrounding villages."
    },
    {
        "o": 12560,
        "r": "niv:2 Chronicles:13:20",
        "t": "Jeroboam did not regain power during the time of Abijah. And the Lord*s struck him down and he died."
    },
    {
        "o": 12561,
        "r": "niv:2 Chronicles:13:21",
        "t": "But*p Abijah grew in strength. He married fourteen wives and had twenty-two sons and sixteen daughters."
    },
    {
        "o": 12562,
        "r": "niv:2 Chronicles:13:22",
        "t": "The*p other events of Abijah’s reign, what he did and what he said, are written in the annotations of the prophet Iddo."
    }
]
