[
    {
        "o": 13704,
        "r": "nkjv:Nehemiah:4:0",
        "t": "Nehemiah 4",
        "h": 1
    },
    {
        "o": 13705,
        "r": "nkjv:Nehemiah:4:0",
        "t": "The Wall Defended Against Enemies",
        "h": 2
    },
    {
        "o": 13706,
        "r": "nkjv:Nehemiah:4:1",
        "t": "But*p it so happened, when Sanballat heard that we were rebuilding the wall, that he was furious and very indignant, and mocked the Jews."
    },
    {
        "o": 13707,
        "r": "nkjv:Nehemiah:4:2",
        "t": "And he spoke before his brethren and the army of Samaria, and said, “What are these feeble Jews doing? Will they fortify themselves? Will they offer sacrifices? Will they complete it in a day? Will they revive the stones from the heaps of rubbish— stones*i that are burned?”"
    },
    {
        "o": 13708,
        "r": "nkjv:Nehemiah:4:3",
        "t": "Now*p Tobiah the Ammonite was*i beside him, and he said, “Whatever they build, if even a fox goes up on*i it,*i he will break down their stone wall.”"
    },
    {
        "o": 13709,
        "r": "nkjv:Nehemiah:4:4",
        "t": "Hear,*p O our God, for we are despised; turn their reproach on their own heads, and give them as plunder to a land of captivity!"
    },
    {
        "o": 13710,
        "r": "nkjv:Nehemiah:4:5",
        "t": "Do not cover their iniquity, and do not let their sin be blotted out from before You; for they have provoked You*i to anger before the builders."
    },
    {
        "o": 13711,
        "r": "nkjv:Nehemiah:4:6",
        "t": "So*p we built the wall, and the entire wall was joined together up to half its height,*i for the people had a mind to work."
    },
    {
        "o": 13712,
        "r": "nkjv:Nehemiah:4:7",
        "t": "Now*p it happened, when Sanballat, Tobiah, the Arabs, the Ammonites, and the Ashdodites heard that the walls of Jerusalem were being restored and the gaps were beginning to be closed, that they became very angry,"
    },
    {
        "o": 13713,
        "r": "nkjv:Nehemiah:4:8",
        "t": "and all of them conspired together to come and*i attack Jerusalem and create confusion."
    },
    {
        "o": 13714,
        "r": "nkjv:Nehemiah:4:9",
        "t": "Nevertheless we made our prayer to our God, and because of them we set a watch against them day and night."
    },
    {
        "o": 13715,
        "r": "nkjv:Nehemiah:4:10",
        "t": "Then*p Judah said, “The strength of the laborers is failing, and there*i is*i so much rubbish that we are not able to build the wall.”"
    },
    {
        "o": 13716,
        "r": "nkjv:Nehemiah:4:11",
        "t": "And*p our adversaries said, “They will neither know nor see anything, till we come into their midst and kill them and cause the work to cease.”"
    },
    {
        "o": 13717,
        "r": "nkjv:Nehemiah:4:12",
        "t": "So*p it was, when the Jews who dwelt near them came, that they told us ten times, “From whatever place you turn, they*i will*i be*i upon us.”"
    },
    {
        "o": 13718,
        "r": "nkjv:Nehemiah:4:13",
        "t": "Therefore*p I positioned men*i behind the lower parts of the wall, at the openings; and I set the people according to their families, with their swords, their spears, and their bows."
    },
    {
        "o": 13719,
        "r": "nkjv:Nehemiah:4:14",
        "t": "And I looked, and arose and said to the nobles, to the leaders, and to the rest of the people, “Do not be afraid of them. Remember the Lord, great and awesome, and fight for your brethren, your sons, your daughters, your wives, and your houses.”"
    },
    {
        "o": 13720,
        "r": "nkjv:Nehemiah:4:15",
        "t": "And*p it happened, when our enemies heard that it was known to us, and that*i God had brought their plot to nothing, that all of us returned to the wall, everyone to his work."
    },
    {
        "o": 13721,
        "r": "nkjv:Nehemiah:4:16",
        "t": "So it was, from that time on, that*i half of my servants worked at construction, while the other half held the spears, the shields, the bows, and wore*i armor; and the leaders were*i behind all the house of Judah."
    },
    {
        "o": 13722,
        "r": "nkjv:Nehemiah:4:17",
        "t": "Those who built on the wall, and those who carried burdens, loaded themselves so that with one hand they worked at construction, and with the other held a weapon."
    },
    {
        "o": 13723,
        "r": "nkjv:Nehemiah:4:18",
        "t": "Every one of the builders had his sword girded at his side as he built. And the one who sounded the trumpet was*i beside me."
    },
    {
        "o": 13724,
        "r": "nkjv:Nehemiah:4:19",
        "t": "Then*p I said to the nobles, the rulers, and the rest of the people, “The work is*i great and extensive, and we are separated far from one another on the wall."
    },
    {
        "o": 13725,
        "r": "nkjv:Nehemiah:4:20",
        "t": "Wherever you hear the sound of the trumpet, rally to us there. Our God will fight for us.”"
    },
    {
        "o": 13726,
        "r": "nkjv:Nehemiah:4:21",
        "t": "So*p we labored in the work, and half of the*i men*i held the spears from daybreak until the stars appeared."
    },
    {
        "o": 13727,
        "r": "nkjv:Nehemiah:4:22",
        "t": "At the same time I also said to the people, “Let each man and his servant stay at night in Jerusalem, that they may be our guard by night and a working party by day.”"
    },
    {
        "o": 13728,
        "r": "nkjv:Nehemiah:4:23",
        "t": "So neither I, my brethren, my servants, nor the men of the guard who followed me took off our clothes, except*i that everyone took them off for washing."
    }
]
