[
    {
        "o": 32576,
        "r": "csb:1 Corinthians:16:0",
        "t": "1 Corinthians 16",
        "h": 1
    },
    {
        "o": 32577,
        "r": "csb:1 Corinthians:16:0",
        "t": "Collection for the Jerusalem Church",
        "h": 2
    },
    {
        "o": 32578,
        "r": "csb:1 Corinthians:16:1",
        "t": "Now*p about the collection for the saints: Do the same as I instructed the Galatian churches."
    },
    {
        "o": 32579,
        "r": "csb:1 Corinthians:16:2",
        "t": "On the first day of the week, each of you is to set something aside and save in keeping with how he is prospering, so that no collections will need to be made when I come."
    },
    {
        "o": 32580,
        "r": "csb:1 Corinthians:16:3",
        "t": "When I arrive, I will send with letters those you recommend to carry your gift to Jerusalem."
    },
    {
        "o": 32581,
        "r": "csb:1 Corinthians:16:4",
        "t": "If it is suitable for me to go as well, they will travel with me."
    },
    {
        "o": 32582,
        "r": "csb:1 Corinthians:16:4",
        "t": "Paul’s Travel Plans",
        "h": 2
    },
    {
        "o": 32583,
        "r": "csb:1 Corinthians:16:5",
        "t": "I*p will come to you after I pass through Macedonia- for I will be traveling through Macedonia -"
    },
    {
        "o": 32584,
        "r": "csb:1 Corinthians:16:6",
        "t": "and perhaps I will remain with you or even spend the winter, so that you may send me on my way wherever I go."
    },
    {
        "o": 32585,
        "r": "csb:1 Corinthians:16:7",
        "t": "I don’t want to see you now just in passing, since I hope to spend some time with you, if the Lord allows."
    },
    {
        "o": 32586,
        "r": "csb:1 Corinthians:16:8",
        "t": "But I will stay in Ephesus until Pentecost,"
    },
    {
        "o": 32587,
        "r": "csb:1 Corinthians:16:9",
        "t": "because a wide door for effective ministry has opened for me- yet many oppose me."
    },
    {
        "o": 32588,
        "r": "csb:1 Corinthians:16:10",
        "t": "If Timothy comes, see that he has nothing to fear while with you, because he is doing the Lord’s work, just as I am."
    },
    {
        "o": 32589,
        "r": "csb:1 Corinthians:16:11",
        "t": "So let no one look down on him. Send him on his way in peace so that he can come to me, because I am expecting him with the brothers."
    },
    {
        "o": 32590,
        "r": "csb:1 Corinthians:16:12",
        "t": "Now*p about our brother Apollos: I strongly urged him to come to you with the brothers, but he was not at all willing to come now. However, he will come when he has an opportunity."
    },
    {
        "o": 32591,
        "r": "csb:1 Corinthians:16:12",
        "t": "Final Exhortation",
        "h": 2
    },
    {
        "o": 32592,
        "r": "csb:1 Corinthians:16:13",
        "t": "Be*p alert, stand firm in the faith, be courageous, be strong."
    },
    {
        "o": 32593,
        "r": "csb:1 Corinthians:16:14",
        "t": "Do everything in love."
    },
    {
        "o": 32594,
        "r": "csb:1 Corinthians:16:15",
        "t": "Brothers*p and sisters, you know the household of Stephanas: They are the firstfruits of Achaia and have devoted themselves to serving the saints. I urge you"
    },
    {
        "o": 32595,
        "r": "csb:1 Corinthians:16:16",
        "t": "also to submit to such people, and to everyone who works and labors with them."
    },
    {
        "o": 32596,
        "r": "csb:1 Corinthians:16:17",
        "t": "I am delighted to have Stephanas, Fortunatus, and Achaicus present, because these men have made up for your absence."
    },
    {
        "o": 32597,
        "r": "csb:1 Corinthians:16:18",
        "t": "For they have refreshed my spirit and yours. Therefore recognize such people."
    },
    {
        "o": 32598,
        "r": "csb:1 Corinthians:16:18",
        "t": "Conclusion",
        "h": 2
    },
    {
        "o": 32599,
        "r": "csb:1 Corinthians:16:19",
        "t": "The*p churches of Asia send you greetings. Aquila and Priscilla send you greetings warmly in the Lord, along with the church that meets in their home."
    },
    {
        "o": 32600,
        "r": "csb:1 Corinthians:16:20",
        "t": "All the brothers and sisters send you greetings. Greet one another with a holy kiss."
    },
    {
        "o": 32601,
        "r": "csb:1 Corinthians:16:21",
        "t": "This*p greeting is in my own hand- Paul."
    },
    {
        "o": 32602,
        "r": "csb:1 Corinthians:16:22",
        "t": "If anyone does not love the Lord, a curse be on him. Our Lord, come!"
    },
    {
        "o": 32603,
        "r": "csb:1 Corinthians:16:23",
        "t": "The grace of the Lord Jesus be with you."
    },
    {
        "o": 32604,
        "r": "csb:1 Corinthians:16:24",
        "t": "My love be with all of you in Christ Jesus."
    }
]
