[
    {
        "o": 31263,
        "r": "csb:Acts:20:0",
        "t": "Acts 20",
        "h": 1
    },
    {
        "o": 31264,
        "r": "csb:Acts:20:0",
        "t": "Paul in Macedonia",
        "h": 2
    },
    {
        "o": 31265,
        "r": "csb:Acts:20:1",
        "t": "After*p the uproar was over, Paul sent for the disciples, encouraged them, and after saying farewell, departed to go to Macedonia."
    },
    {
        "o": 31266,
        "r": "csb:Acts:20:2",
        "t": "And when he had passed through those areas and offered them many words of encouragement, he came to Greece"
    },
    {
        "o": 31267,
        "r": "csb:Acts:20:3",
        "t": "and stayed three months. The Jews plotted against him when he was about to set sail for Syria, and so he decided to go back through Macedonia."
    },
    {
        "o": 31268,
        "r": "csb:Acts:20:4",
        "t": "He was accompanied by Sopater son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy, and Tychicus and Trophimus from the province of Asia."
    },
    {
        "o": 31269,
        "r": "csb:Acts:20:5",
        "t": "These men went on ahead and waited for us in Troas,"
    },
    {
        "o": 31270,
        "r": "csb:Acts:20:6",
        "t": "but we sailed away from Philippi after the Festival of Unleavened Bread. In five days we reached them at Troas, where we spent seven days."
    },
    {
        "o": 31271,
        "r": "csb:Acts:20:6",
        "t": "Eutychus Revived at Troas",
        "h": 2
    },
    {
        "o": 31272,
        "r": "csb:Acts:20:7",
        "t": "On*p the first day of the week, we assembled to break bread. Paul spoke to them, and since he was about to depart the next day, he kept on talking until midnight."
    },
    {
        "o": 31273,
        "r": "csb:Acts:20:8",
        "t": "There were many lamps in the room upstairs where we were assembled,"
    },
    {
        "o": 31274,
        "r": "csb:Acts:20:9",
        "t": "and a young man named Eutychus was sitting on a window sill and sank into a deep sleep as Paul kept on talking. When he was overcome by sleep, he fell down from the third story and was picked up dead."
    },
    {
        "o": 31275,
        "r": "csb:Acts:20:10",
        "t": "But Paul went down, bent over him, embraced him, and said, “Don’t be alarmed, because he’s alive.”"
    },
    {
        "o": 31276,
        "r": "csb:Acts:20:11",
        "t": "After going upstairs, breaking the bread, and eating, Paul talked a long time until dawn. Then he left."
    },
    {
        "o": 31277,
        "r": "csb:Acts:20:12",
        "t": "They brought the boy home alive and were greatly comforted."
    },
    {
        "o": 31278,
        "r": "csb:Acts:20:12",
        "t": "From Troas to Miletus",
        "h": 2
    },
    {
        "o": 31279,
        "r": "csb:Acts:20:13",
        "t": "We*p went on ahead to the ship and sailed for Assos, where we were going to take Paul on board, because these were his instructions, since he himself was going by land."
    },
    {
        "o": 31280,
        "r": "csb:Acts:20:14",
        "t": "When he met us at Assos, we took him on board and went on to Mitylene."
    },
    {
        "o": 31281,
        "r": "csb:Acts:20:15",
        "t": "Sailing from there, the next day we arrived off Chios. The following day we crossed over to Samos, and the day after, we came to Miletus."
    },
    {
        "o": 31282,
        "r": "csb:Acts:20:16",
        "t": "For Paul had decided to sail past Ephesus to avoid spending time in the province of Asia, because he was hurrying to be in Jerusalem, if possible, for the day of Pentecost."
    },
    {
        "o": 31283,
        "r": "csb:Acts:20:16",
        "t": "Farewell Address to the Ephesian Elders",
        "h": 2
    },
    {
        "o": 31284,
        "r": "csb:Acts:20:17",
        "t": "Now*p from Miletus, he sent to Ephesus and summoned the elders of the church."
    },
    {
        "o": 31285,
        "r": "csb:Acts:20:18",
        "t": "When they came to him, he said to them, “You know, from the first day I set foot in Asia, how I was with you the whole time,"
    },
    {
        "o": 31286,
        "r": "csb:Acts:20:19",
        "t": "serving the Lord with all humility, with tears, and during the trials that came to me through the plots of the Jews."
    },
    {
        "o": 31287,
        "r": "csb:Acts:20:20",
        "t": "You know that I did not hesitate to proclaim anything to you that was profitable and to teach you publicly and from house to house."
    },
    {
        "o": 31288,
        "r": "csb:Acts:20:21",
        "t": "I testified to both Jews and Greeks about repentance toward God and faith in our Lord Jesus."
    },
    {
        "o": 31289,
        "r": "csb:Acts:20:22",
        "t": "“And*p now I am on my way to Jerusalem, compelled by the Spirit, not knowing what I will encounter there,"
    },
    {
        "o": 31290,
        "r": "csb:Acts:20:23",
        "t": "except that in every town the Holy Spirit warns me that chains and afflictions are waiting for me."
    },
    {
        "o": 31291,
        "r": "csb:Acts:20:24",
        "t": "But I consider my life of no value to myself; my purpose is to finish my course and the ministry I received from the Lord Jesus, to testify to the gospel of God’s grace."
    },
    {
        "o": 31292,
        "r": "csb:Acts:20:25",
        "t": "“And*p now I know that none of you, among whom I went about preaching the kingdom, will ever see me again."
    },
    {
        "o": 31293,
        "r": "csb:Acts:20:26",
        "t": "Therefore I declare to you this day that I am innocent of the blood of all of you,"
    },
    {
        "o": 31294,
        "r": "csb:Acts:20:27",
        "t": "because I did not avoid declaring to you the whole plan of God."
    },
    {
        "o": 31295,
        "r": "csb:Acts:20:28",
        "t": "Be on guard for yourselves and for all the flock of which the Holy Spirit has appointed you as overseers, to shepherd the church of God, which he purchased with his own blood."
    },
    {
        "o": 31296,
        "r": "csb:Acts:20:29",
        "t": "I know that after my departure savage wolves will come in among you, not sparing the flock."
    },
    {
        "o": 31297,
        "r": "csb:Acts:20:30",
        "t": "Men will rise up even from your own number and distort the truth to lure the disciples into following them."
    },
    {
        "o": 31298,
        "r": "csb:Acts:20:31",
        "t": "Therefore be on the alert, remembering that night and day for three years I never stopped warning each one of you with tears."
    },
    {
        "o": 31299,
        "r": "csb:Acts:20:32",
        "t": "“And*p now I commit you to God and to the word of his grace, which is able to build you up and to give you an inheritance among all who are sanctified."
    },
    {
        "o": 31300,
        "r": "csb:Acts:20:33",
        "t": "I have not coveted anyone’s silver or gold or clothing."
    },
    {
        "o": 31301,
        "r": "csb:Acts:20:34",
        "t": "You yourselves know that I worked with my own hands to support myself and those who are with me."
    },
    {
        "o": 31302,
        "r": "csb:Acts:20:35",
        "t": "In every way I’ve shown you that it is necessary to help the weak by laboring like this and to remember the words of the Lord Jesus, because he said, ‘It*r is*r more*r blessed*r to*r give*r than*r to*r receive.’”*r"
    },
    {
        "o": 31303,
        "r": "csb:Acts:20:36",
        "t": "After*p he said this, he knelt down and prayed with all of them."
    },
    {
        "o": 31304,
        "r": "csb:Acts:20:37",
        "t": "There were many tears shed by everyone. They embraced Paul and kissed him,"
    },
    {
        "o": 31305,
        "r": "csb:Acts:20:38",
        "t": "grieving most of all over his statement that they would never see his face again. And they accompanied him to the ship."
    }
]
