[
    {
        "o": 28640,
        "r": "niv:Luke:23:0",
        "t": "Luke 23",
        "h": 1
    },
    {
        "o": 28641,
        "r": "niv:Luke:23:1",
        "t": "Then*p the whole assembly rose and led him off to Pilate."
    },
    {
        "o": 28642,
        "r": "niv:Luke:23:2",
        "t": "And they began to accuse him, saying, “We have found this man subverting our nation. He opposes payment of taxes to Caesar and claims to be Messiah, a king.”"
    },
    {
        "o": 28643,
        "r": "niv:Luke:23:3",
        "t": "So*p Pilate asked Jesus, “Are you the king of the Jews?” “You*rp have*r said*r so,”*r Jesus replied."
    },
    {
        "o": 28644,
        "r": "niv:Luke:23:4",
        "t": "Then*p Pilate announced to the chief priests and the crowd, “I find no basis for a charge against this man.”"
    },
    {
        "o": 28645,
        "r": "niv:Luke:23:5",
        "t": "But*p they insisted, “He stirs up the people all over Judea by his teaching. He started in Galilee and has come all the way here.”"
    },
    {
        "o": 28646,
        "r": "niv:Luke:23:6",
        "t": "On*p hearing this, Pilate asked if the man was a Galilean."
    },
    {
        "o": 28647,
        "r": "niv:Luke:23:7",
        "t": "When he learned that Jesus was under Herod’s jurisdiction, he sent him to Herod, who was also in Jerusalem at that time."
    },
    {
        "o": 28648,
        "r": "niv:Luke:23:8",
        "t": "When*p Herod saw Jesus, he was greatly pleased, because for a long time he had been wanting to see him. From what he had heard about him, he hoped to see him perform a sign of some sort."
    },
    {
        "o": 28649,
        "r": "niv:Luke:23:9",
        "t": "He plied him with many questions, but Jesus gave him no answer."
    },
    {
        "o": 28650,
        "r": "niv:Luke:23:10",
        "t": "The chief priests and the teachers of the law were standing there, vehemently accusing him."
    },
    {
        "o": 28651,
        "r": "niv:Luke:23:11",
        "t": "Then Herod and his soldiers ridiculed and mocked him. Dressing him in an elegant robe, they sent him back to Pilate."
    },
    {
        "o": 28652,
        "r": "niv:Luke:23:12",
        "t": "That day Herod and Pilate became friends—before this they had been enemies."
    },
    {
        "o": 28653,
        "r": "niv:Luke:23:13",
        "t": "Pilate*p called together the chief priests, the rulers and the people,"
    },
    {
        "o": 28654,
        "r": "niv:Luke:23:14",
        "t": "and said to them, “You brought me this man as one who was inciting the people to rebellion. I have examined him in your presence and have found no basis for your charges against him."
    },
    {
        "o": 28655,
        "r": "niv:Luke:23:15",
        "t": "Neither has Herod, for he sent him back to us; as you can see, he has done nothing to deserve death."
    },
    {
        "o": 28656,
        "r": "niv:Luke:23:16",
        "t": "Therefore, I will punish him and then release him.”"
    },
    {
        "o": 28657,
        "r": "niv:Luke:23:18",
        "t": "But*p the whole crowd shouted, “Away with this man! Release Barabbas to us!”"
    },
    {
        "o": 28658,
        "r": "niv:Luke:23:19",
        "t": "(Barabbas had been thrown into prison for an insurrection in the city, and for murder.)"
    },
    {
        "o": 28659,
        "r": "niv:Luke:23:20",
        "t": "Wanting*p to release Jesus, Pilate appealed to them again."
    },
    {
        "o": 28660,
        "r": "niv:Luke:23:21",
        "t": "But they kept shouting, “Crucify him! Crucify him!”"
    },
    {
        "o": 28661,
        "r": "niv:Luke:23:22",
        "t": "For*p the third time he spoke to them: “Why? What crime has this man committed? I have found in him no grounds for the death penalty. Therefore I will have him punished and then release him.”"
    },
    {
        "o": 28662,
        "r": "niv:Luke:23:23",
        "t": "But*p with loud shouts they insistently demanded that he be crucified, and their shouts prevailed."
    },
    {
        "o": 28663,
        "r": "niv:Luke:23:24",
        "t": "So Pilate decided to grant their demand."
    },
    {
        "o": 28664,
        "r": "niv:Luke:23:25",
        "t": "He released the man who had been thrown into prison for insurrection and murder, the one they asked for, and surrendered Jesus to their will."
    },
    {
        "o": 28665,
        "r": "niv:Luke:23:25",
        "t": "The Crucifixion of Jesus",
        "h": 2
    },
    {
        "o": 28666,
        "r": "niv:Luke:23:26",
        "t": "As*p the soldiers led him away, they seized Simon from Cyrene, who was on his way in from the country, and put the cross on him and made him carry it behind Jesus."
    },
    {
        "o": 28667,
        "r": "niv:Luke:23:27",
        "t": "A large number of people followed him, including women who mourned and wailed for him."
    },
    {
        "o": 28668,
        "r": "niv:Luke:23:28",
        "t": "Jesus turned and said to them, “Daughters*r of*r Jerusalem,*r do*r not*r weep*r for*r me;*r weep*r for*r yourselves*r and*r for*r your*r children.*r"
    },
    {
        "o": 28669,
        "r": "niv:Luke:23:29",
        "t": "For*r the*r time*r will*r come*r when*r you*r will*r say,*r ‘Blessed*r are*r the*r childless*r women,*r the*r wombs*r that*r never*r bore*r and*r the*r breasts*r that*r never*r nursed!’*r"
    },
    {
        "o": 28670,
        "r": "niv:Luke:23:30",
        "t": "Then*r “ ‘they*rpn will*r say*r to*r the*r mountains,*r “Fall*r on*r us!”*r and*rld to*r the*r hills,*r “Cover*r us!” ’*r"
    },
    {
        "o": 28671,
        "r": "niv:Luke:23:31",
        "t": "For*rp if*r people*r do*r these*r things*r when*r the*r tree*r is*r green,*r what*r will*r happen*r when*r it*r is*r dry?”*r"
    },
    {
        "o": 28672,
        "r": "niv:Luke:23:32",
        "t": "Two*p other men, both criminals, were also led out with him to be executed."
    },
    {
        "o": 28673,
        "r": "niv:Luke:23:33",
        "t": "When they came to the place called the Skull, they crucified him there, along with the criminals—one on his right, the other on his left."
    },
    {
        "o": 28674,
        "r": "niv:Luke:23:34",
        "t": "Jesus said, “Father,*r forgive*r them,*r for*r they*r do*r not*r know*r what*r they*r are*r doing.”*r And they divided up his clothes by casting lots."
    },
    {
        "o": 28675,
        "r": "niv:Luke:23:35",
        "t": "The*p people stood watching, and the rulers even sneered at him. They said, “He saved others; let him save himself if he is God’s Messiah, the Chosen One.”"
    },
    {
        "o": 28676,
        "r": "niv:Luke:23:36",
        "t": "The*p soldiers also came up and mocked him. They offered him wine vinegar"
    },
    {
        "o": 28677,
        "r": "niv:Luke:23:37",
        "t": "and said, “If you are the king of the Jews, save yourself.”"
    },
    {
        "o": 28678,
        "r": "niv:Luke:23:38",
        "t": "There*p was a written notice above him, which read: this*s is*s the*s king*s of*s the*s jews.*s"
    },
    {
        "o": 28679,
        "r": "niv:Luke:23:39",
        "t": "One*p of the criminals who hung there hurled insults at him: “Aren’t you the Messiah? Save yourself and us!”"
    },
    {
        "o": 28680,
        "r": "niv:Luke:23:40",
        "t": "But*p the other criminal rebuked him. “Don’t you fear God,” he said, “since you are under the same sentence?"
    },
    {
        "o": 28681,
        "r": "niv:Luke:23:41",
        "t": "We are punished justly, for we are getting what our deeds deserve. But this man has done nothing wrong.”"
    },
    {
        "o": 28682,
        "r": "niv:Luke:23:42",
        "t": "Then*p he said, “Jesus, remember me when you come into your kingdom.”"
    },
    {
        "o": 28683,
        "r": "niv:Luke:23:43",
        "t": "Jesus*p answered him, “Truly*r I*r tell*r you,*r today*r you*r will*r be*r with*r me*r in*r paradise.”*r"
    },
    {
        "o": 28684,
        "r": "niv:Luke:23:43",
        "t": "The Death of Jesus",
        "h": 2
    },
    {
        "o": 28685,
        "r": "niv:Luke:23:44",
        "t": "It*p was now about noon, and darkness came over the whole land until three in the afternoon,"
    },
    {
        "o": 28686,
        "r": "niv:Luke:23:45",
        "t": "for the sun stopped shining. And the curtain of the temple was torn in two."
    },
    {
        "o": 28687,
        "r": "niv:Luke:23:46",
        "t": "Jesus called out with a loud voice, “Father,*r into*r your*r hands*r I*r commit*r my*r spirit.”*r When he had said this, he breathed his last."
    },
    {
        "o": 28688,
        "r": "niv:Luke:23:47",
        "t": "The*p centurion, seeing what had happened, praised God and said, “Surely this was a righteous man.”"
    },
    {
        "o": 28689,
        "r": "niv:Luke:23:48",
        "t": "When all the people who had gathered to witness this sight saw what took place, they beat their breasts and went away."
    },
    {
        "o": 28690,
        "r": "niv:Luke:23:49",
        "t": "But all those who knew him, including the women who had followed him from Galilee, stood at a distance, watching these things."
    },
    {
        "o": 28691,
        "r": "niv:Luke:23:49",
        "t": "The Burial of Jesus",
        "h": 2
    },
    {
        "o": 28692,
        "r": "niv:Luke:23:50",
        "t": "Now*p there was a man named Joseph, a member of the Council, a good and upright man,"
    },
    {
        "o": 28693,
        "r": "niv:Luke:23:51",
        "t": "who had not consented to their decision and action. He came from the Judean town of Arimathea, and he himself was waiting for the kingdom of God."
    },
    {
        "o": 28694,
        "r": "niv:Luke:23:52",
        "t": "Going to Pilate, he asked for Jesus’ body."
    },
    {
        "o": 28695,
        "r": "niv:Luke:23:53",
        "t": "Then he took it down, wrapped it in linen cloth and placed it in a tomb cut in the rock, one in which no one had yet been laid."
    },
    {
        "o": 28696,
        "r": "niv:Luke:23:54",
        "t": "It was Preparation Day, and the Sabbath was about to begin."
    },
    {
        "o": 28697,
        "r": "niv:Luke:23:55",
        "t": "The*p women who had come with Jesus from Galilee followed Joseph and saw the tomb and how his body was laid in it."
    },
    {
        "o": 28698,
        "r": "niv:Luke:23:56",
        "t": "Then they went home and prepared spices and perfumes. But they rested on the Sabbath in obedience to the commandment."
    }
]
