[
    {
        "o": 8554,
        "r": "niv:1 Samuel:24:0",
        "t": "1 Samuel 24",
        "h": 1
    },
    {
        "o": 8555,
        "r": "niv:1 Samuel:24:0",
        "t": "David Spares Saul’s Life",
        "h": 2
    },
    {
        "o": 8556,
        "r": "niv:1 Samuel:24:1",
        "t": "After*p Saul returned from pursuing the Philistines, he was told, “David is in the Desert of En Gedi.”"
    },
    {
        "o": 8557,
        "r": "niv:1 Samuel:24:2",
        "t": "So Saul took three thousand able young men from all Israel and set out to look for David and his men near the Crags of the Wild Goats."
    },
    {
        "o": 8558,
        "r": "niv:1 Samuel:24:3",
        "t": "He*p came to the sheep pens along the way; a cave was there, and Saul went in to relieve himself. David and his men were far back in the cave."
    },
    {
        "o": 8559,
        "r": "niv:1 Samuel:24:4",
        "t": "The men said, “This is the day the Lord*s spoke of when he said to you, ‘I will give your enemy into your hands for you to deal with as you wish.’ ” Then David crept up unnoticed and cut off a corner of Saul’s robe."
    },
    {
        "o": 8560,
        "r": "niv:1 Samuel:24:5",
        "t": "Afterward,*p David was conscience-stricken for having cut off a corner of his robe."
    },
    {
        "o": 8561,
        "r": "niv:1 Samuel:24:6",
        "t": "He said to his men, “The Lord*s forbid that I should do such a thing to my master, the Lord’s*s anointed, or lay my hand on him; for he is the anointed of the Lord.”*s"
    },
    {
        "o": 8562,
        "r": "niv:1 Samuel:24:7",
        "t": "With these words David sharply rebuked his men and did not allow them to attack Saul. And Saul left the cave and went his way."
    },
    {
        "o": 8563,
        "r": "niv:1 Samuel:24:8",
        "t": "Then*p David went out of the cave and called out to Saul, “My lord the king!” When Saul looked behind him, David bowed down and prostrated himself with his face to the ground."
    },
    {
        "o": 8564,
        "r": "niv:1 Samuel:24:9",
        "t": "He said to Saul, “Why do you listen when men say, ‘David is bent on harming you’?"
    },
    {
        "o": 8565,
        "r": "niv:1 Samuel:24:10",
        "t": "This day you have seen with your own eyes how the Lord*s delivered you into my hands in the cave. Some urged me to kill you, but I spared you; I said, ‘I will not lay my hand on my lord, because he is the Lord’s*s anointed.’"
    },
    {
        "o": 8566,
        "r": "niv:1 Samuel:24:11",
        "t": "See, my father, look at this piece of your robe in my hand! I cut off the corner of your robe but did not kill you. See that there is nothing in my hand to indicate that I am guilty of wrongdoing or rebellion. I have not wronged you, but you are hunting me down to take my life."
    },
    {
        "o": 8567,
        "r": "niv:1 Samuel:24:12",
        "t": "May the Lord*s judge between you and me. And may the Lord*s avenge the wrongs you have done to me, but my hand will not touch you."
    },
    {
        "o": 8568,
        "r": "niv:1 Samuel:24:13",
        "t": "As the old saying goes, ‘From evildoers come evil deeds,’ so my hand will not touch you."
    },
    {
        "o": 8569,
        "r": "niv:1 Samuel:24:14",
        "t": "“Against*p whom has the king of Israel come out? Who are you pursuing? A dead dog? A flea?"
    },
    {
        "o": 8570,
        "r": "niv:1 Samuel:24:15",
        "t": "May the Lord*s be our judge and decide between us. May he consider my cause and uphold it; may he vindicate me by delivering me from your hand.”"
    },
    {
        "o": 8571,
        "r": "niv:1 Samuel:24:16",
        "t": "When*p David finished saying this, Saul asked, “Is that your voice, David my son?” And he wept aloud."
    },
    {
        "o": 8572,
        "r": "niv:1 Samuel:24:17",
        "t": "“You are more righteous than I,” he said. “You have treated me well, but I have treated you badly."
    },
    {
        "o": 8573,
        "r": "niv:1 Samuel:24:18",
        "t": "You have just now told me about the good you did to me; the Lord*s delivered me into your hands, but you did not kill me."
    },
    {
        "o": 8574,
        "r": "niv:1 Samuel:24:19",
        "t": "When a man finds his enemy, does he let him get away unharmed? May the Lord*s reward you well for the way you treated me today."
    },
    {
        "o": 8575,
        "r": "niv:1 Samuel:24:20",
        "t": "I know that you will surely be king and that the kingdom of Israel will be established in your hands."
    },
    {
        "o": 8576,
        "r": "niv:1 Samuel:24:21",
        "t": "Now swear to me by the Lord*s that you will not kill off my descendants or wipe out my name from my father’s family.”"
    },
    {
        "o": 8577,
        "r": "niv:1 Samuel:24:22",
        "t": "So*p David gave his oath to Saul. Then Saul returned home, but David and his men went up to the stronghold."
    }
]
