[
    {
        "o": 345,
        "r": "nasb:Genesis:13:0",
        "t": "Genesis 13",
        "h": 1
    },
    {
        "o": 346,
        "r": "nasb:Genesis:13:0",
        "t": "Abram and Lot",
        "h": 2
    },
    {
        "o": 347,
        "r": "nasb:Genesis:13:1",
        "t": "So*p Abram went up from Egypt to the Negev, he and his wife and all that belonged to him, and Lot with him."
    },
    {
        "o": 348,
        "r": "nasb:Genesis:13:2",
        "t": "Now*p Abram was very rich in livestock, in silver and in gold."
    },
    {
        "o": 349,
        "r": "nasb:Genesis:13:3",
        "t": "He went on his journeys from the Negev as far as Bethel, to the place where his tent had been at the beginning, between Bethel and Ai,"
    },
    {
        "o": 350,
        "r": "nasb:Genesis:13:4",
        "t": "to the place of the altar which he had made there formerly; and there Abram called on the name of the Lord.*s"
    },
    {
        "o": 351,
        "r": "nasb:Genesis:13:5",
        "t": "Now Lot, who went with Abram, also had flocks and herds and tents."
    },
    {
        "o": 352,
        "r": "nasb:Genesis:13:6",
        "t": "And the land could not sustain them while dwelling together, for their possessions were so great that they were not able to remain together."
    },
    {
        "o": 353,
        "r": "nasb:Genesis:13:7",
        "t": "And there was strife between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. Now the Canaanite and the Perizzite were dwelling then in the land."
    },
    {
        "o": 354,
        "r": "nasb:Genesis:13:8",
        "t": "So*p Abram said to Lot, “Please let there be no strife between you and me, nor between my herdsmen and your herdsmen, for we are brothers."
    },
    {
        "o": 355,
        "r": "nasb:Genesis:13:9",
        "t": "Is not the whole land before you? Please separate from me; if to*i the left, then I will go to the right; or if to*i the right, then I will go to the left.”"
    },
    {
        "o": 356,
        "r": "nasb:Genesis:13:10",
        "t": "Lot lifted up his eyes and saw all the valley of the Jordan, that it was well watered everywhere— this*i was*i before the Lord*s destroyed Sodom and Gomorrah—like the garden of the Lord,*s like the land of Egypt as you go to Zoar."
    },
    {
        "o": 357,
        "r": "nasb:Genesis:13:11",
        "t": "So Lot chose for himself all the valley of the Jordan, and Lot journeyed eastward. Thus they separated from each other."
    },
    {
        "o": 358,
        "r": "nasb:Genesis:13:12",
        "t": "Abram settled in the land of Canaan, while Lot settled in the cities of the valley, and moved his tents as far as Sodom."
    },
    {
        "o": 359,
        "r": "nasb:Genesis:13:13",
        "t": "Now the men of Sodom were wicked exceedingly and sinners against the Lord.*s"
    },
    {
        "o": 360,
        "r": "nasb:Genesis:13:14",
        "t": "The*p Lord*s said to Abram, after Lot had separated from him, “Now lift up your eyes and look from the place where you are, northward and southward and eastward and westward;"
    },
    {
        "o": 361,
        "r": "nasb:Genesis:13:15",
        "t": "for all the land which you see, I will give it to you and to your descendants forever."
    },
    {
        "o": 362,
        "r": "nasb:Genesis:13:16",
        "t": "I will make your descendants as the dust of the earth, so that if anyone can number the dust of the earth, then your descendants can also be numbered."
    },
    {
        "o": 363,
        "r": "nasb:Genesis:13:17",
        "t": "Arise, walk about the land through its length and breadth; for I will give it to you.”"
    },
    {
        "o": 364,
        "r": "nasb:Genesis:13:18",
        "t": "Then Abram moved his tent and came and dwelt by the oaks of Mamre, which are in Hebron, and there he built an altar to the Lord.*s"
    }
]
