[
    {
        "o": 8718,
        "r": "nkjv:1 Samuel:26:0",
        "t": "1 Samuel 26",
        "h": 1
    },
    {
        "o": 8719,
        "r": "nkjv:1 Samuel:26:0",
        "t": "David Spares Saul a Second Time",
        "h": 2
    },
    {
        "o": 8720,
        "r": "nkjv:1 Samuel:26:1",
        "t": "Now*p the Ziphites came to Saul at Gibeah, saying, “Is David not hiding in the hill of Hachilah, opposite Jeshimon?”"
    },
    {
        "o": 8721,
        "r": "nkjv:1 Samuel:26:2",
        "t": "Then Saul arose and went down to the Wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the Wilderness of Ziph."
    },
    {
        "o": 8722,
        "r": "nkjv:1 Samuel:26:3",
        "t": "And Saul encamped in the hill of Hachilah, which is*i opposite Jeshimon, by the road. But David stayed in the wilderness, and he saw that Saul came after him into the wilderness."
    },
    {
        "o": 8723,
        "r": "nkjv:1 Samuel:26:4",
        "t": "David therefore sent out spies, and understood that Saul had indeed come."
    },
    {
        "o": 8724,
        "r": "nkjv:1 Samuel:26:5",
        "t": "So*p David arose and came to the place where Saul had encamped. And David saw the place where Saul lay, and Abner the son of Ner, the commander of his army. Now Saul lay within the camp, with the people encamped all around him."
    },
    {
        "o": 8725,
        "r": "nkjv:1 Samuel:26:6",
        "t": "Then David answered, and said to Ahimelech the Hittite and to Abishai the son of Zeruiah, brother of Joab, saying, “Who will go down with me to Saul in the camp?” And*p Abishai said, “I will go down with you.”"
    },
    {
        "o": 8726,
        "r": "nkjv:1 Samuel:26:7",
        "t": "So*p David and Abishai came to the people by night; and there Saul lay sleeping within the camp, with his spear stuck in the ground by his head. And Abner and the people lay all around him."
    },
    {
        "o": 8727,
        "r": "nkjv:1 Samuel:26:8",
        "t": "Then Abishai said to David, “God has delivered your enemy into your hand this day. Now therefore, please, let me strike him at once with the spear, right to the earth; and I will not have*i to*i strike*i him a second time!”"
    },
    {
        "o": 8728,
        "r": "nkjv:1 Samuel:26:9",
        "t": "But*p David said to Abishai, “Do not destroy him; for who can stretch out his hand against the Lord’s*s anointed, and be guiltless?”"
    },
    {
        "o": 8729,
        "r": "nkjv:1 Samuel:26:10",
        "t": "David said furthermore, “As*i the Lord*s lives, the Lord*s shall strike him, or his day shall come to die, or he shall go out to battle and perish."
    },
    {
        "o": 8730,
        "r": "nkjv:1 Samuel:26:11",
        "t": "The Lord*s forbid that I should stretch out my hand against the Lord’s*s anointed. But please, take now the spear and the jug of water that are*i by his head, and let us go.”"
    },
    {
        "o": 8731,
        "r": "nkjv:1 Samuel:26:12",
        "t": "So David took the spear and the jug of water by*i Saul’s head, and they got away; and no man saw or knew it*i or awoke. For they were*i all asleep, because a deep sleep from the Lord*s had fallen on them."
    },
    {
        "o": 8732,
        "r": "nkjv:1 Samuel:26:13",
        "t": "Now*p David went over to the other side, and stood on the top of a hill afar off, a great distance being*i between them."
    },
    {
        "o": 8733,
        "r": "nkjv:1 Samuel:26:14",
        "t": "And David called out to the people and to Abner the son of Ner, saying, “Do you not answer, Abner?” Then*p Abner answered and said, “Who are*i you, calling out to the king?”"
    },
    {
        "o": 8734,
        "r": "nkjv:1 Samuel:26:15",
        "t": "So*p David said to Abner, “Are*i you not a man? And who is*i like you in Israel? Why then have you not guarded your lord the king? For one of the people came in to destroy your lord the king."
    },
    {
        "o": 8735,
        "r": "nkjv:1 Samuel:26:16",
        "t": "This thing that you have done is*i not good. As*i the Lord*s lives, you deserve to die, because you have not guarded your master, the Lord’s*s anointed. And now see where the king’s spear is,*i and the jug of water that was*i by his head.”"
    },
    {
        "o": 8736,
        "r": "nkjv:1 Samuel:26:17",
        "t": "Then*p Saul knew David’s voice, and said, “Is*i that your voice, my son David?” David*p said, “It*i is*i my voice, my lord, O king.”"
    },
    {
        "o": 8737,
        "r": "nkjv:1 Samuel:26:18",
        "t": "And he said, “Why does my lord thus pursue his servant? For what have I done, or what evil is*i in my hand?"
    },
    {
        "o": 8738,
        "r": "nkjv:1 Samuel:26:19",
        "t": "Now therefore, please, let my lord the king hear the words of his servant: If the Lord*s has stirred you up against me, let Him accept an offering. But if it*i is*i the children of men, may*i they be*i cursed before the Lord,*s for they have driven me out this day from sharing in the inheritance of the Lord,*s saying, ‘Go, serve other gods.’"
    },
    {
        "o": 8739,
        "r": "nkjv:1 Samuel:26:20",
        "t": "So now, do not let my blood fall to the earth before the face of the Lord.*s For the king of Israel has come out to seek a flea, as when one hunts a partridge in the mountains.”"
    },
    {
        "o": 8740,
        "r": "nkjv:1 Samuel:26:21",
        "t": "Then*p Saul said, “I have sinned. Return, my son David. For I will harm you no more, because my life was precious in your eyes this day. Indeed I have played the fool and erred exceedingly.”"
    },
    {
        "o": 8741,
        "r": "nkjv:1 Samuel:26:22",
        "t": "And*p David answered and said, “Here is the king’s spear. Let one of the young men come over and get it."
    },
    {
        "o": 8742,
        "r": "nkjv:1 Samuel:26:23",
        "t": "May the Lord*s repay every man for*i his righteousness and his faithfulness; for the Lord*s delivered you into my*i hand today, but I would not stretch out my hand against the Lord’s*s anointed."
    },
    {
        "o": 8743,
        "r": "nkjv:1 Samuel:26:24",
        "t": "And indeed, as your life was valued much this day in my eyes, so let my life be valued much in the eyes of the Lord,*s and let Him deliver me out of all tribulation.”"
    },
    {
        "o": 8744,
        "r": "nkjv:1 Samuel:26:25",
        "t": "Then*p Saul said to David, “May*i you be*i blessed, my son David! You shall both do great things and also still prevail.” So*p David went on his way, and Saul returned to his place."
    }
]
