[
    {
        "o": 10473,
        "r": "nasb:2 Kings:3:0",
        "t": "2 Kings 3",
        "h": 1
    },
    {
        "o": 10474,
        "r": "nasb:2 Kings:3:0",
        "t": "Jehoram Meets Moab Rebellion",
        "h": 2
    },
    {
        "o": 10475,
        "r": "nasb:2 Kings:3:1",
        "t": "Now*p Jehoram the son of Ahab became king over Israel at Samaria in the eighteenth year of Jehoshaphat king of Judah, and reigned twelve years."
    },
    {
        "o": 10476,
        "r": "nasb:2 Kings:3:2",
        "t": "He did evil in the sight of the Lord,*s though not like his father and his mother; for he put away the sacred*i pillar of Baal which his father had made."
    },
    {
        "o": 10477,
        "r": "nasb:2 Kings:3:3",
        "t": "Nevertheless, he clung to the sins of Jeroboam the son of Nebat, which he made Israel sin; he did not depart from them."
    },
    {
        "o": 10478,
        "r": "nasb:2 Kings:3:4",
        "t": "Now*p Mesha king of Moab was a sheep breeder, and used to pay the king of Israel 100,000 lambs and the wool of 100,000 rams."
    },
    {
        "o": 10479,
        "r": "nasb:2 Kings:3:5",
        "t": "But when Ahab died, the king of Moab rebelled against the king of Israel."
    },
    {
        "o": 10480,
        "r": "nasb:2 Kings:3:6",
        "t": "And King Jehoram went out of Samaria at that time and mustered all Israel."
    },
    {
        "o": 10481,
        "r": "nasb:2 Kings:3:7",
        "t": "Then he went and sent word*i to Jehoshaphat the king of Judah, saying, “The king of Moab has rebelled against me. Will you go with me to fight against Moab?” And he said, “I will go up; I am as you are, my people as your people, my horses as your horses.”"
    },
    {
        "o": 10482,
        "r": "nasb:2 Kings:3:8",
        "t": "He said, “Which way shall we go up?” And he answered, “The way of the wilderness of Edom.”"
    },
    {
        "o": 10483,
        "r": "nasb:2 Kings:3:9",
        "t": "So*p the king of Israel went with the king of Judah and the king of Edom; and they made a circuit of seven days’ journey, and there was no water for the army or for the cattle that followed them."
    },
    {
        "o": 10484,
        "r": "nasb:2 Kings:3:10",
        "t": "Then the king of Israel said, “Alas! For the Lord*s has called these three kings to give them into the hand of Moab.”"
    },
    {
        "o": 10485,
        "r": "nasb:2 Kings:3:11",
        "t": "But Jehoshaphat said, “Is there not a prophet of the Lord*s here, that we may inquire of the Lord*s by him?” And one of the king of Israel’s servants answered and said, “Elisha the son of Shaphat is here, who used to pour water on the hands of Elijah.”"
    },
    {
        "o": 10486,
        "r": "nasb:2 Kings:3:12",
        "t": "Jehoshaphat said, “The word of the Lord*s is with him.” So the king of Israel and Jehoshaphat and the king of Edom went down to him."
    },
    {
        "o": 10487,
        "r": "nasb:2 Kings:3:13",
        "t": "Now*p Elisha said to the king of Israel, “What do I have to do with you? Go to the prophets of your father and to the prophets of your mother.” And the king of Israel said to him, “No, for the Lord*s has called these three kings together*i to give them into the hand of Moab.”"
    },
    {
        "o": 10488,
        "r": "nasb:2 Kings:3:14",
        "t": "Elisha said, “As the Lord*s of hosts lives, before whom I stand, were it not that I regard the presence of Jehoshaphat the king of Judah, I would not look at you nor see you."
    },
    {
        "o": 10489,
        "r": "nasb:2 Kings:3:15",
        "t": "But now bring me a minstrel.” And it came about, when the minstrel played, that the hand of the Lord*s came upon him."
    },
    {
        "o": 10490,
        "r": "nasb:2 Kings:3:16",
        "t": "He said, “Thus says the Lord,*s ‘Make this valley full of trenches.’"
    },
    {
        "o": 10491,
        "r": "nasb:2 Kings:3:17",
        "t": "For thus says the Lord,*s ‘You shall not see wind nor shall you see rain; yet that valley shall be filled with water, so that you shall drink, both you and your cattle and your beasts."
    },
    {
        "o": 10492,
        "r": "nasb:2 Kings:3:18",
        "t": "This is but a slight thing in the sight of the Lord;*s He will also give the Moabites into your hand."
    },
    {
        "o": 10493,
        "r": "nasb:2 Kings:3:19",
        "t": "Then you shall strike every fortified city and every choice city, and fell every good tree and stop all springs of water, and mar every good piece of land with stones.’ ”"
    },
    {
        "o": 10494,
        "r": "nasb:2 Kings:3:20",
        "t": "It happened in the morning about the time of offering the sacrifice, that behold, water came by the way of Edom, and the country was filled with water."
    },
    {
        "o": 10495,
        "r": "nasb:2 Kings:3:21",
        "t": "Now*p all the Moabites heard that the kings had come up to fight against them. And all who were able to put on armor and older were summoned and stood on the border."
    },
    {
        "o": 10496,
        "r": "nasb:2 Kings:3:22",
        "t": "They rose early in the morning, and the sun shone on the water, and the Moabites saw the water opposite them*i as red as blood."
    },
    {
        "o": 10497,
        "r": "nasb:2 Kings:3:23",
        "t": "Then they said, “This is blood; the kings have surely fought together, and they have slain one another. Now therefore, Moab, to the spoil!”"
    },
    {
        "o": 10498,
        "r": "nasb:2 Kings:3:24",
        "t": "But when they came to the camp of Israel, the Israelites arose and struck the Moabites, so that they fled before them; and they went forward into the land, slaughtering the Moabites."
    },
    {
        "o": 10499,
        "r": "nasb:2 Kings:3:25",
        "t": "Thus they destroyed the cities; and each one threw a stone on every piece of good land and filled it. So they stopped all the springs of water and felled all the good trees, until in Kir-hareseth only*i they left its stones; however, the slingers went about it*i and struck it."
    },
    {
        "o": 10500,
        "r": "nasb:2 Kings:3:26",
        "t": "When the king of Moab saw that the battle was too fierce for him, he took with him 700 men who drew swords, to break through to the king of Edom; but they could not."
    },
    {
        "o": 10501,
        "r": "nasb:2 Kings:3:27",
        "t": "Then he took his oldest son who was to reign in his place, and offered him as a burnt offering on the wall. And there came great wrath against Israel, and they departed from him and returned to their own land."
    }
]
