[
    {
        "o": 31713,
        "r": "niv:1 Corinthians:15:0",
        "t": "1 Corinthians 15",
        "h": 1
    },
    {
        "o": 31714,
        "r": "niv:1 Corinthians:15:0",
        "t": "The Resurrection of Christ",
        "h": 2
    },
    {
        "o": 31715,
        "r": "niv:1 Corinthians:15:1",
        "t": "Now,*p brothers and sisters, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand."
    },
    {
        "o": 31716,
        "r": "niv:1 Corinthians:15:2",
        "t": "By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain."
    },
    {
        "o": 31717,
        "r": "niv:1 Corinthians:15:3",
        "t": "For*p what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures,"
    },
    {
        "o": 31718,
        "r": "niv:1 Corinthians:15:4",
        "t": "that he was buried, that he was raised on the third day according to the Scriptures,"
    },
    {
        "o": 31719,
        "r": "niv:1 Corinthians:15:5",
        "t": "and that he appeared to Cephas, and then to the Twelve."
    },
    {
        "o": 31720,
        "r": "niv:1 Corinthians:15:6",
        "t": "After that, he appeared to more than five hundred of the brothers and sisters at the same time, most of whom are still living, though some have fallen asleep."
    },
    {
        "o": 31721,
        "r": "niv:1 Corinthians:15:7",
        "t": "Then he appeared to James, then to all the apostles,"
    },
    {
        "o": 31722,
        "r": "niv:1 Corinthians:15:8",
        "t": "and last of all he appeared to me also, as to one abnormally born."
    },
    {
        "o": 31723,
        "r": "niv:1 Corinthians:15:9",
        "t": "For*p I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God."
    },
    {
        "o": 31724,
        "r": "niv:1 Corinthians:15:10",
        "t": "But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them—yet not I, but the grace of God that was with me."
    },
    {
        "o": 31725,
        "r": "niv:1 Corinthians:15:11",
        "t": "Whether, then, it is I or they, this is what we preach, and this is what you believed."
    },
    {
        "o": 31726,
        "r": "niv:1 Corinthians:15:11",
        "t": "The Resurrection of the Dead",
        "h": 2
    },
    {
        "o": 31727,
        "r": "niv:1 Corinthians:15:12",
        "t": "But*p if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead?"
    },
    {
        "o": 31728,
        "r": "niv:1 Corinthians:15:13",
        "t": "If there is no resurrection of the dead, then not even Christ has been raised."
    },
    {
        "o": 31729,
        "r": "niv:1 Corinthians:15:14",
        "t": "And if Christ has not been raised, our preaching is useless and so is your faith."
    },
    {
        "o": 31730,
        "r": "niv:1 Corinthians:15:15",
        "t": "More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised."
    },
    {
        "o": 31731,
        "r": "niv:1 Corinthians:15:16",
        "t": "For if the dead are not raised, then Christ has not been raised either."
    },
    {
        "o": 31732,
        "r": "niv:1 Corinthians:15:17",
        "t": "And if Christ has not been raised, your faith is futile; you are still in your sins."
    },
    {
        "o": 31733,
        "r": "niv:1 Corinthians:15:18",
        "t": "Then those also who have fallen asleep in Christ are lost."
    },
    {
        "o": 31734,
        "r": "niv:1 Corinthians:15:19",
        "t": "If only for this life we have hope in Christ, we are of all people most to be pitied."
    },
    {
        "o": 31735,
        "r": "niv:1 Corinthians:15:20",
        "t": "But*p Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep."
    },
    {
        "o": 31736,
        "r": "niv:1 Corinthians:15:21",
        "t": "For since death came through a man, the resurrection of the dead comes also through a man."
    },
    {
        "o": 31737,
        "r": "niv:1 Corinthians:15:22",
        "t": "For as in Adam all die, so in Christ all will be made alive."
    },
    {
        "o": 31738,
        "r": "niv:1 Corinthians:15:23",
        "t": "But each in turn: Christ, the firstfruits; then, when he comes, those who belong to him."
    },
    {
        "o": 31739,
        "r": "niv:1 Corinthians:15:24",
        "t": "Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power."
    },
    {
        "o": 31740,
        "r": "niv:1 Corinthians:15:25",
        "t": "For he must reign until he has put all his enemies under his feet."
    },
    {
        "o": 31741,
        "r": "niv:1 Corinthians:15:26",
        "t": "The last enemy to be destroyed is death."
    },
    {
        "o": 31742,
        "r": "niv:1 Corinthians:15:27",
        "t": "For he “has put everything under his feet.” Now when it says that “everything” has been put under him, it is clear that this does not include God himself, who put everything under Christ."
    },
    {
        "o": 31743,
        "r": "niv:1 Corinthians:15:28",
        "t": "When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all."
    },
    {
        "o": 31744,
        "r": "niv:1 Corinthians:15:29",
        "t": "Now*p if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them?"
    },
    {
        "o": 31745,
        "r": "niv:1 Corinthians:15:30",
        "t": "And as for us, why do we endanger ourselves every hour?"
    },
    {
        "o": 31746,
        "r": "niv:1 Corinthians:15:31",
        "t": "I face death every day—yes, just as surely as I boast about you in Christ Jesus our Lord."
    },
    {
        "o": 31747,
        "r": "niv:1 Corinthians:15:32",
        "t": "If I fought wild beasts in Ephesus with no more than human hopes, what have I gained? If the dead are not raised, “Let*pn us eat and drink, for*ld tomorrow we die.”"
    },
    {
        "o": 31748,
        "r": "niv:1 Corinthians:15:33",
        "t": "Do*p not be misled: “Bad company corrupts good character.”"
    },
    {
        "o": 31749,
        "r": "niv:1 Corinthians:15:34",
        "t": "Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God—I say this to your shame."
    },
    {
        "o": 31750,
        "r": "niv:1 Corinthians:15:34",
        "t": "The Resurrection Body",
        "h": 2
    },
    {
        "o": 31751,
        "r": "niv:1 Corinthians:15:35",
        "t": "But*p someone will ask, “How are the dead raised? With what kind of body will they come?”"
    },
    {
        "o": 31752,
        "r": "niv:1 Corinthians:15:36",
        "t": "How foolish! What you sow does not come to life unless it dies."
    },
    {
        "o": 31753,
        "r": "niv:1 Corinthians:15:37",
        "t": "When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else."
    },
    {
        "o": 31754,
        "r": "niv:1 Corinthians:15:38",
        "t": "But God gives it a body as he has determined, and to each kind of seed he gives its own body."
    },
    {
        "o": 31755,
        "r": "niv:1 Corinthians:15:39",
        "t": "Not all flesh is the same: People have one kind of flesh, animals have another, birds another and fish another."
    },
    {
        "o": 31756,
        "r": "niv:1 Corinthians:15:40",
        "t": "There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another."
    },
    {
        "o": 31757,
        "r": "niv:1 Corinthians:15:41",
        "t": "The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor."
    },
    {
        "o": 31758,
        "r": "niv:1 Corinthians:15:42",
        "t": "So*p will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable;"
    },
    {
        "o": 31759,
        "r": "niv:1 Corinthians:15:43",
        "t": "it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power;"
    },
    {
        "o": 31760,
        "r": "niv:1 Corinthians:15:44",
        "t": "it is sown a natural body, it is raised a spiritual body. If*p there is a natural body, there is also a spiritual body."
    },
    {
        "o": 31761,
        "r": "niv:1 Corinthians:15:45",
        "t": "So it is written: “The first man Adam became a living being”; the last Adam, a life-giving spirit."
    },
    {
        "o": 31762,
        "r": "niv:1 Corinthians:15:46",
        "t": "The spiritual did not come first, but the natural, and after that the spiritual."
    },
    {
        "o": 31763,
        "r": "niv:1 Corinthians:15:47",
        "t": "The first man was of the dust of the earth; the second man is of heaven."
    },
    {
        "o": 31764,
        "r": "niv:1 Corinthians:15:48",
        "t": "As was the earthly man, so are those who are of the earth; and as is the heavenly man, so also are those who are of heaven."
    },
    {
        "o": 31765,
        "r": "niv:1 Corinthians:15:49",
        "t": "And just as we have borne the image of the earthly man, so shall we bear the image of the heavenly man."
    },
    {
        "o": 31766,
        "r": "niv:1 Corinthians:15:50",
        "t": "I*p declare to you, brothers and sisters, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable."
    },
    {
        "o": 31767,
        "r": "niv:1 Corinthians:15:51",
        "t": "Listen, I tell you a mystery: We will not all sleep, but we will all be changed—"
    },
    {
        "o": 31768,
        "r": "niv:1 Corinthians:15:52",
        "t": "in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed."
    },
    {
        "o": 31769,
        "r": "niv:1 Corinthians:15:53",
        "t": "For the perishable must clothe itself with the imperishable, and the mortal with immortality."
    },
    {
        "o": 31770,
        "r": "niv:1 Corinthians:15:54",
        "t": "When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: “Death has been swallowed up in victory.”"
    },
    {
        "o": 31771,
        "r": "niv:1 Corinthians:15:55",
        "t": "“Where,*pn O death, is your victory? Where,*ld O death, is your sting?”"
    },
    {
        "o": 31772,
        "r": "niv:1 Corinthians:15:56",
        "t": "The*p sting of death is sin, and the power of sin is the law."
    },
    {
        "o": 31773,
        "r": "niv:1 Corinthians:15:57",
        "t": "But thanks be to God! He gives us the victory through our Lord Jesus Christ."
    },
    {
        "o": 31774,
        "r": "niv:1 Corinthians:15:58",
        "t": "Therefore,*p my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain."
    }
]
