[
    {
        "o": 11682,
        "r": "nasb:1 Chronicles:10:0",
        "t": "1 Chronicles 10",
        "h": 1
    },
    {
        "o": 11683,
        "r": "nasb:1 Chronicles:10:0",
        "t": "Defeat and Death of Saul and His Sons",
        "h": 2
    },
    {
        "o": 11684,
        "r": "nasb:1 Chronicles:10:1",
        "t": "Now*p the Philistines fought against Israel; and the men of Israel fled before the Philistines and fell slain on Mount Gilboa."
    },
    {
        "o": 11685,
        "r": "nasb:1 Chronicles:10:2",
        "t": "The Philistines closely pursued Saul and his sons, and the Philistines struck down Jonathan, Abinadab and Malchi-shua, the sons of Saul."
    },
    {
        "o": 11686,
        "r": "nasb:1 Chronicles:10:3",
        "t": "The battle became heavy against Saul, and the archers overtook him; and he was wounded by the archers."
    },
    {
        "o": 11687,
        "r": "nasb:1 Chronicles:10:4",
        "t": "Then Saul said to his armor bearer, “Draw your sword and thrust me through with it, otherwise these uncircumcised will come and abuse me.” But his armor bearer would not, for he was greatly afraid. Therefore Saul took his sword and fell on it."
    },
    {
        "o": 11688,
        "r": "nasb:1 Chronicles:10:5",
        "t": "When his armor bearer saw that Saul was dead, he likewise fell on his sword and died."
    },
    {
        "o": 11689,
        "r": "nasb:1 Chronicles:10:6",
        "t": "Thus Saul died with his three sons, and all those*i of his house died together."
    },
    {
        "o": 11690,
        "r": "nasb:1 Chronicles:10:7",
        "t": "When*p all the men of Israel who were in the valley saw that they had fled, and that Saul and his sons were dead, they forsook their cities and fled; and the Philistines came and lived in them."
    },
    {
        "o": 11691,
        "r": "nasb:1 Chronicles:10:8",
        "t": "It*p came about the next day, when the Philistines came to strip the slain, that they found Saul and his sons fallen on Mount Gilboa."
    },
    {
        "o": 11692,
        "r": "nasb:1 Chronicles:10:9",
        "t": "So they stripped him and took his head and his armor and sent messengers*i around the land of the Philistines to carry the good news to their idols and to the people."
    },
    {
        "o": 11693,
        "r": "nasb:1 Chronicles:10:10",
        "t": "They put his armor in the house of their gods and fastened his head in the house of Dagon."
    },
    {
        "o": 11694,
        "r": "nasb:1 Chronicles:10:10",
        "t": "Jabesh-gilead’s Tribute to Saul",
        "h": 2
    },
    {
        "o": 11695,
        "r": "nasb:1 Chronicles:10:11",
        "t": "When*p all Jabesh-gilead heard all that the Philistines had done to Saul,"
    },
    {
        "o": 11696,
        "r": "nasb:1 Chronicles:10:12",
        "t": "all the valiant men arose and took away the body of Saul and the bodies of his sons and brought them to Jabesh, and they buried their bones under the oak in Jabesh, and fasted seven days."
    },
    {
        "o": 11697,
        "r": "nasb:1 Chronicles:10:13",
        "t": "So*p Saul died for his trespass which he committed against the Lord,*s because of the word of the Lord*s which he did not keep; and also because he asked counsel of a medium, making inquiry of*i it,*i"
    },
    {
        "o": 11698,
        "r": "nasb:1 Chronicles:10:14",
        "t": "and did not inquire of the Lord.*s Therefore He killed him and turned the kingdom to David the son of Jesse."
    }
]
