[
    {
        "o": 6158,
        "r": "nkjv:Deuteronomy:27:0",
        "t": "Deuteronomy 27",
        "h": 1
    },
    {
        "o": 6159,
        "r": "nkjv:Deuteronomy:27:0",
        "t": "The Law Inscribed on Stones",
        "h": 2
    },
    {
        "o": 6160,
        "r": "nkjv:Deuteronomy:27:1",
        "t": "Now*p Moses, with the elders of Israel, commanded the people, saying: “Keep all the commandments which I command you today."
    },
    {
        "o": 6161,
        "r": "nkjv:Deuteronomy:27:2",
        "t": "And it shall be, on the day when you cross over the Jordan to the land which the Lord*s your God is giving you, that you shall set up for yourselves large stones, and whitewash them with lime."
    },
    {
        "o": 6162,
        "r": "nkjv:Deuteronomy:27:3",
        "t": "You shall write on them all the words of this law, when you have crossed over, that you may enter the land which the Lord*s your God is giving you, ‘a land flowing with milk and honey,’ just as the Lord*s God of your fathers promised you."
    },
    {
        "o": 6163,
        "r": "nkjv:Deuteronomy:27:4",
        "t": "Therefore it shall be, when you have crossed over the Jordan, that*i on Mount Ebal you shall set up these stones, which I command you today, and you shall whitewash them with lime."
    },
    {
        "o": 6164,
        "r": "nkjv:Deuteronomy:27:5",
        "t": "And there you shall build an altar to the Lord*s your God, an altar of stones; you shall not use an iron tool*i on them."
    },
    {
        "o": 6165,
        "r": "nkjv:Deuteronomy:27:6",
        "t": "You shall build with whole stones the altar of the Lord*s your God, and offer burnt offerings on it to the Lord*s your God."
    },
    {
        "o": 6166,
        "r": "nkjv:Deuteronomy:27:7",
        "t": "You shall offer peace offerings, and shall eat there, and rejoice before the Lord*s your God."
    },
    {
        "o": 6167,
        "r": "nkjv:Deuteronomy:27:8",
        "t": "And you shall write very plainly on the stones all the words of this law.”"
    },
    {
        "o": 6168,
        "r": "nkjv:Deuteronomy:27:9",
        "t": "Then*p Moses and the priests, the Levites, spoke to all Israel, saying, “Take heed and listen, O Israel: This day you have become the people of the Lord*s your God."
    },
    {
        "o": 6169,
        "r": "nkjv:Deuteronomy:27:10",
        "t": "Therefore you shall obey the voice of the Lord*s your God, and observe His commandments and His statutes which I command you today.”"
    },
    {
        "o": 6170,
        "r": "nkjv:Deuteronomy:27:10",
        "t": "Curses Pronounced from Mount Ebal",
        "h": 2
    },
    {
        "o": 6171,
        "r": "nkjv:Deuteronomy:27:11",
        "t": "And*p Moses commanded the people on the same day, saying,"
    },
    {
        "o": 6172,
        "r": "nkjv:Deuteronomy:27:12",
        "t": "“These shall stand on Mount Gerizim to bless the people, when you have crossed over the Jordan: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin;"
    },
    {
        "o": 6173,
        "r": "nkjv:Deuteronomy:27:13",
        "t": "and these shall stand on Mount Ebal to curse: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali."
    },
    {
        "o": 6174,
        "r": "nkjv:Deuteronomy:27:14",
        "t": "“And*p the Levites shall speak with a loud voice and say to all the men of Israel:"
    },
    {
        "o": 6175,
        "r": "nkjv:Deuteronomy:27:15",
        "t": "‘Cursed is*i the one who makes a carved or molded image, an abomination to the Lord,*s the work of the hands of the craftsman, and sets it*i up in secret.’ “And*p all the people shall answer and say, ‘Amen!’"
    },
    {
        "o": 6176,
        "r": "nkjv:Deuteronomy:27:16",
        "t": "‘Cursed*p is*i the one who treats his father or his mother with contempt.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6177,
        "r": "nkjv:Deuteronomy:27:17",
        "t": "‘Cursed*p is*i the one who moves his neighbor’s landmark.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6178,
        "r": "nkjv:Deuteronomy:27:18",
        "t": "‘Cursed*p is*i the one who makes the blind to wander off the road.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6179,
        "r": "nkjv:Deuteronomy:27:19",
        "t": "‘Cursed*p is*i the one who perverts the justice due the stranger, the fatherless, and widow.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6180,
        "r": "nkjv:Deuteronomy:27:20",
        "t": "‘Cursed*p is*i the one who lies with his father’s wife, because he has uncovered his father’s bed.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6181,
        "r": "nkjv:Deuteronomy:27:21",
        "t": "‘Cursed*p is*i the one who lies with any kind of animal.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6182,
        "r": "nkjv:Deuteronomy:27:22",
        "t": "‘Cursed*p is*i the one who lies with his sister, the daughter of his father or the daughter of his mother.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6183,
        "r": "nkjv:Deuteronomy:27:23",
        "t": "‘Cursed*p is*i the one who lies with his mother-in-law.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6184,
        "r": "nkjv:Deuteronomy:27:24",
        "t": "‘Cursed*p is*i the one who attacks his neighbor secretly.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6185,
        "r": "nkjv:Deuteronomy:27:25",
        "t": "‘Cursed*p is*i the one who takes a bribe to slay an innocent person.’ “And*p all the people shall say, ‘Amen!’"
    },
    {
        "o": 6186,
        "r": "nkjv:Deuteronomy:27:26",
        "t": "‘Cursed*p is*i the one who does not confirm all*i the words of this law by observing them.’ “And*p all the people shall say, ‘Amen!’"
    }
]
