[
    {
        "o": 31020,
        "r": "csb:Acts:14:0",
        "t": "Acts 14",
        "h": 1
    },
    {
        "o": 31021,
        "r": "csb:Acts:14:0",
        "t": "Growth and Persecution in Iconium",
        "h": 2
    },
    {
        "o": 31022,
        "r": "csb:Acts:14:1",
        "t": "In*p Iconium they entered the Jewish synagogue, as usual, and spoke in such a way that a great number of both Jews and Greeks believed."
    },
    {
        "o": 31023,
        "r": "csb:Acts:14:2",
        "t": "But the unbelieving Jews stirred up the Gentiles and poisoned their minds against the brothers."
    },
    {
        "o": 31024,
        "r": "csb:Acts:14:3",
        "t": "So they stayed there a long time and spoke boldly for the Lord, who testified to the message of his grace by enabling them to do signs and wonders."
    },
    {
        "o": 31025,
        "r": "csb:Acts:14:4",
        "t": "But the people of the city were divided, some siding with the Jews and others with the apostles."
    },
    {
        "o": 31026,
        "r": "csb:Acts:14:5",
        "t": "When an attempt was made by both the Gentiles and Jews, with their rulers, to mistreat and stone them,"
    },
    {
        "o": 31027,
        "r": "csb:Acts:14:6",
        "t": "they found out about it and fled to the Lycaonian towns of Lystra and Derbe and to the surrounding countryside."
    },
    {
        "o": 31028,
        "r": "csb:Acts:14:7",
        "t": "There they continued preaching the gospel."
    },
    {
        "o": 31029,
        "r": "csb:Acts:14:7",
        "t": "Mistaken for Gods in Lystra",
        "h": 2
    },
    {
        "o": 31030,
        "r": "csb:Acts:14:8",
        "t": "In*p Lystra a man was sitting who was without strength in his feet, had never walked, and had been lame from birth."
    },
    {
        "o": 31031,
        "r": "csb:Acts:14:9",
        "t": "He listened as Paul spoke. After looking directly at him and seeing that he had faith to be healed,"
    },
    {
        "o": 31032,
        "r": "csb:Acts:14:10",
        "t": "Paul said in a loud voice, “Stand up on your feet!” And he jumped up and began to walk around."
    },
    {
        "o": 31033,
        "r": "csb:Acts:14:11",
        "t": "When*p the crowds saw what Paul had done, they shouted, saying in the Lycaonian language, “The gods have come down to us in human form!”"
    },
    {
        "o": 31034,
        "r": "csb:Acts:14:12",
        "t": "Barnabas they called Zeus, and Paul, Hermes, because he was the chief speaker."
    },
    {
        "o": 31035,
        "r": "csb:Acts:14:13",
        "t": "The priest of Zeus, whose temple was just outside the town, brought bulls and wreaths to the gates because he intended, with the crowds, to offer sacrifice."
    },
    {
        "o": 31036,
        "r": "csb:Acts:14:14",
        "t": "The*p apostles Barnabas and Paul tore their robes when they heard this and rushed into the crowd, shouting,"
    },
    {
        "o": 31037,
        "r": "csb:Acts:14:15",
        "t": "“People! Why are you doing these things? We are people also, just like you, and we are proclaiming good news to you, that you turn from these worthless things to the living God, who*i made*i the*i heaven,*i the*i earth,*i the*i sea,*i and*i everything*i in*i them.*i"
    },
    {
        "o": 31038,
        "r": "csb:Acts:14:16",
        "t": "In past generations he allowed all the nations to go their own way,"
    },
    {
        "o": 31039,
        "r": "csb:Acts:14:17",
        "t": "although he did not leave himself without a witness, since he did what is good by giving you rain from heaven and fruitful seasons and filling you with food and your hearts with joy.”"
    },
    {
        "o": 31040,
        "r": "csb:Acts:14:18",
        "t": "Even though they said these things, they barely stopped the crowds from sacrificing to them."
    },
    {
        "o": 31041,
        "r": "csb:Acts:14:19",
        "t": "Some*p Jews came from Antioch and Iconium, and when they won over the crowds, they stoned Paul and dragged him out of the city, thinking he was dead."
    },
    {
        "o": 31042,
        "r": "csb:Acts:14:20",
        "t": "After the disciples gathered around him, he got up and went into the town. The next day he left with Barnabas for Derbe."
    },
    {
        "o": 31043,
        "r": "csb:Acts:14:20",
        "t": "Church Planting",
        "h": 2
    },
    {
        "o": 31044,
        "r": "csb:Acts:14:21",
        "t": "After*p they had preached the gospel in that town and made many disciples, they returned to Lystra, to Iconium, and to Antioch,"
    },
    {
        "o": 31045,
        "r": "csb:Acts:14:22",
        "t": "strengthening the disciples by encouraging them to continue in the faith and by telling them, “It is necessary to go through many hardships to enter the kingdom of God.”"
    },
    {
        "o": 31046,
        "r": "csb:Acts:14:23",
        "t": "When they had appointed elders for them in every church and prayed with fasting, they committed them to the Lord in whom they had believed."
    },
    {
        "o": 31047,
        "r": "csb:Acts:14:24",
        "t": "They*p passed through Pisidia and came to Pamphylia."
    },
    {
        "o": 31048,
        "r": "csb:Acts:14:25",
        "t": "After they had spoken the word in Perga, they went down to Attalia."
    },
    {
        "o": 31049,
        "r": "csb:Acts:14:26",
        "t": "From there they sailed back to Antioch where they had been commended to the grace of God for the work they had now completed."
    },
    {
        "o": 31050,
        "r": "csb:Acts:14:27",
        "t": "After they arrived and gathered the church together, they reported everything God had done with them and that he had opened the door of faith to the Gentiles."
    },
    {
        "o": 31051,
        "r": "csb:Acts:14:28",
        "t": "And they spent a considerable time with the disciples."
    }
]
