[
    {
        "o": 33199,
        "r": "nasb:2 Timothy:2:0",
        "t": "2 Timothy 2",
        "h": 1
    },
    {
        "o": 33200,
        "r": "nasb:2 Timothy:2:0",
        "t": "Be Strong",
        "h": 2
    },
    {
        "o": 33201,
        "r": "nasb:2 Timothy:2:1",
        "t": "You*p therefore, my son, be strong in the grace that is in Christ Jesus."
    },
    {
        "o": 33202,
        "r": "nasb:2 Timothy:2:2",
        "t": "The things which you have heard from me in the presence of many witnesses, entrust these to faithful men who will be able to teach others also."
    },
    {
        "o": 33203,
        "r": "nasb:2 Timothy:2:3",
        "t": "Suffer hardship with me,*i as a good soldier of Christ Jesus."
    },
    {
        "o": 33204,
        "r": "nasb:2 Timothy:2:4",
        "t": "No soldier in active service entangles himself in the affairs of everyday life, so that he may please the one who enlisted him as a soldier."
    },
    {
        "o": 33205,
        "r": "nasb:2 Timothy:2:5",
        "t": "Also if anyone competes as an athlete, he does not win the prize unless he competes according to the rules."
    },
    {
        "o": 33206,
        "r": "nasb:2 Timothy:2:6",
        "t": "The hard-working farmer ought to be the first to receive his share of the crops."
    },
    {
        "o": 33207,
        "r": "nasb:2 Timothy:2:7",
        "t": "Consider what I say, for the Lord will give you understanding in everything."
    },
    {
        "o": 33208,
        "r": "nasb:2 Timothy:2:8",
        "t": "Remember*p Jesus Christ, risen from the dead, descendant of David, according to my gospel,"
    },
    {
        "o": 33209,
        "r": "nasb:2 Timothy:2:9",
        "t": "for which I suffer hardship even to imprisonment as a criminal; but the word of God is not imprisoned."
    },
    {
        "o": 33210,
        "r": "nasb:2 Timothy:2:10",
        "t": "For this reason I endure all things for the sake of those who are chosen, so that they also may obtain the salvation which is in Christ Jesus and*i with it*i eternal glory."
    },
    {
        "o": 33211,
        "r": "nasb:2 Timothy:2:11",
        "t": "It is a trustworthy statement: For*pn if we died with Him, we will also live with Him;"
    },
    {
        "o": 33212,
        "r": "nasb:2 Timothy:2:12",
        "t": "If*ln we endure, we will also reign with Him; If*ln we deny Him, He also will deny us;"
    },
    {
        "o": 33213,
        "r": "nasb:2 Timothy:2:13",
        "t": "If*ln we are faithless, He remains faithful, for He cannot deny Himself."
    },
    {
        "o": 33214,
        "r": "nasb:2 Timothy:2:13",
        "t": "An Unashamed Workman",
        "h": 2
    },
    {
        "o": 33215,
        "r": "nasb:2 Timothy:2:14",
        "t": "Remind*p them*i of these things, and solemnly charge them*i in the presence of God not to wrangle about words, which is useless and*i leads*i to the ruin of the hearers."
    },
    {
        "o": 33216,
        "r": "nasb:2 Timothy:2:15",
        "t": "Be diligent to present yourself approved to God as a workman who does not need to be ashamed, accurately handling the word of truth."
    },
    {
        "o": 33217,
        "r": "nasb:2 Timothy:2:16",
        "t": "But avoid worldly and*i empty chatter, for it will lead to further ungodliness,"
    },
    {
        "o": 33218,
        "r": "nasb:2 Timothy:2:17",
        "t": "and their talk will spread like gangrene. Among them are Hymenaeus and Philetus,"
    },
    {
        "o": 33219,
        "r": "nasb:2 Timothy:2:18",
        "t": "men*i who have gone astray from the truth saying that the resurrection has already taken place, and they upset the faith of some."
    },
    {
        "o": 33220,
        "r": "nasb:2 Timothy:2:19",
        "t": "Nevertheless, the firm foundation of God stands, having this seal, “The Lord knows those who are His,” and, “Everyone who names the name of the Lord is to abstain from wickedness.”"
    },
    {
        "o": 33221,
        "r": "nasb:2 Timothy:2:20",
        "t": "Now*p in a large house there are not only gold and silver vessels, but also vessels of wood and of earthenware, and some to honor and some to dishonor."
    },
    {
        "o": 33222,
        "r": "nasb:2 Timothy:2:21",
        "t": "Therefore, if anyone cleanses himself from these things,*i he will be a vessel for honor, sanctified, useful to the Master, prepared for every good work."
    },
    {
        "o": 33223,
        "r": "nasb:2 Timothy:2:22",
        "t": "Now flee from youthful lusts and pursue righteousness, faith, love and*i peace, with those who call on the Lord from a pure heart."
    },
    {
        "o": 33224,
        "r": "nasb:2 Timothy:2:23",
        "t": "But refuse foolish and ignorant speculations, knowing that they produce quarrels."
    },
    {
        "o": 33225,
        "r": "nasb:2 Timothy:2:24",
        "t": "The Lord’s bond-servant must not be quarrelsome, but be kind to all, able to teach, patient when wronged,"
    },
    {
        "o": 33226,
        "r": "nasb:2 Timothy:2:25",
        "t": "with gentleness correcting those who are in opposition, if perhaps God may grant them repentance leading to the knowledge of the truth,"
    },
    {
        "o": 33227,
        "r": "nasb:2 Timothy:2:26",
        "t": "and they may come to their senses and*i escape*i from the snare of the devil, having been held captive by him to do his will."
    }
]
