[
    {
        "o": 3243,
        "r": "esv:Leviticus:10:0",
        "t": "Leviticus 10",
        "h": 1
    },
    {
        "o": 3244,
        "r": "esv:Leviticus:10:0",
        "t": "The Death of Nadab and Abihu",
        "h": 2
    },
    {
        "o": 3245,
        "r": "esv:Leviticus:10:1",
        "t": "Now*p Nadab and Abihu, the sons of Aaron, each took his censer and put fire in it and laid incense on it and offered unauthorized fire before the Lord,*s which he had not commanded them."
    },
    {
        "o": 3246,
        "r": "esv:Leviticus:10:2",
        "t": "And fire came out from before the Lord*s and consumed them, and they died before the Lord.*s"
    },
    {
        "o": 3247,
        "r": "esv:Leviticus:10:3",
        "t": "Then Moses said to Aaron, “This is what the Lord*s has said: ‘Among those who are near me I will be sanctified, and before all the people I will be glorified.’” And Aaron held his peace."
    },
    {
        "o": 3248,
        "r": "esv:Leviticus:10:4",
        "t": "And*p Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said to them, “Come near; carry your brothers away from the front of the sanctuary and out of the camp.”"
    },
    {
        "o": 3249,
        "r": "esv:Leviticus:10:5",
        "t": "So they came near and carried them in their coats out of the camp, as Moses had said."
    },
    {
        "o": 3250,
        "r": "esv:Leviticus:10:6",
        "t": "And Moses said to Aaron and to Eleazar and Ithamar his sons, “Do not let the hair of your heads hang loose, and do not tear your clothes, lest you die, and wrath come upon all the congregation; but let your brothers, the whole house of Israel, bewail the burning that the Lord*s has kindled."
    },
    {
        "o": 3251,
        "r": "esv:Leviticus:10:7",
        "t": "And do not go outside the entrance of the tent of meeting, lest you die, for the anointing oil of the Lord*s is upon you.” And they did according to the word of Moses."
    },
    {
        "o": 3252,
        "r": "esv:Leviticus:10:8",
        "t": "And*p the Lord*s spoke to Aaron, saying,"
    },
    {
        "o": 3253,
        "r": "esv:Leviticus:10:9",
        "t": "“Drink no wine or strong drink, you or your sons with you, when you go into the tent of meeting, lest you die. It shall be a statute forever throughout your generations."
    },
    {
        "o": 3254,
        "r": "esv:Leviticus:10:10",
        "t": "You are to distinguish between the holy and the common, and between the unclean and the clean,"
    },
    {
        "o": 3255,
        "r": "esv:Leviticus:10:11",
        "t": "and you are to teach the people of Israel all the statutes that the Lord*s has spoken to them by Moses.”"
    },
    {
        "o": 3256,
        "r": "esv:Leviticus:10:12",
        "t": "Moses*p spoke to Aaron and to Eleazar and Ithamar, his surviving sons: “Take the grain offering that is left of the Lord’s*s food offerings, and eat it unleavened beside the altar, for it is most holy."
    },
    {
        "o": 3257,
        "r": "esv:Leviticus:10:13",
        "t": "You shall eat it in a holy place, because it is your due and your sons’ due, from the Lord’s*s food offerings, for so I am commanded."
    },
    {
        "o": 3258,
        "r": "esv:Leviticus:10:14",
        "t": "But the breast that is waved and the thigh that is contributed you shall eat in a clean place, you and your sons and your daughters with you, for they are given as your due and your sons’ due from the sacrifices of the peace offerings of the people of Israel."
    },
    {
        "o": 3259,
        "r": "esv:Leviticus:10:15",
        "t": "The thigh that is contributed and the breast that is waved they shall bring with the food offerings of the fat pieces to wave for a wave offering before the Lord,*s and it shall be yours and your sons’ with you as a due forever, as the Lord*s has commanded.”"
    },
    {
        "o": 3260,
        "r": "esv:Leviticus:10:16",
        "t": "Now*p Moses diligently inquired about the goat of the sin offering, and behold, it was burned up! And he was angry with Eleazar and Ithamar, the surviving sons of Aaron, saying,"
    },
    {
        "o": 3261,
        "r": "esv:Leviticus:10:17",
        "t": "“Why have you not eaten the sin offering in the place of the sanctuary, since it is a thing most holy and has been given to you that you may bear the iniquity of the congregation, to make atonement for them before the Lord?*s"
    },
    {
        "o": 3262,
        "r": "esv:Leviticus:10:18",
        "t": "Behold, its blood was not brought into the inner part of the sanctuary. You certainly ought to have eaten it in the sanctuary, as I commanded.”"
    },
    {
        "o": 3263,
        "r": "esv:Leviticus:10:19",
        "t": "And Aaron said to Moses, “Behold, today they have offered their sin offering and their burnt offering before the Lord,*s and yet such things as these have happened to me! If I had eaten the sin offering today, would the Lord*s have approved?”"
    },
    {
        "o": 3264,
        "r": "esv:Leviticus:10:20",
        "t": "And when Moses heard that, he approved."
    }
]
