[
    {
        "o": 1713,
        "r": "esv:Exodus:3:0",
        "t": "Exodus 3",
        "h": 1
    },
    {
        "o": 1714,
        "r": "esv:Exodus:3:0",
        "t": "The Burning Bush",
        "h": 2
    },
    {
        "o": 1715,
        "r": "esv:Exodus:3:1",
        "t": "Now*p Moses was keeping the flock of his father-in-law, Jethro, the priest of Midian, and he led his flock to the west side of the wilderness and came to Horeb, the mountain of God."
    },
    {
        "o": 1716,
        "r": "esv:Exodus:3:2",
        "t": "And the angel of the Lord*s appeared to him in a flame of fire out of the midst of a bush. He looked, and behold, the bush was burning, yet it was not consumed."
    },
    {
        "o": 1717,
        "r": "esv:Exodus:3:3",
        "t": "And Moses said, “I will turn aside to see this great sight, why the bush is not burned.”"
    },
    {
        "o": 1718,
        "r": "esv:Exodus:3:4",
        "t": "When the Lord*s saw that he turned aside to see, God called to him out of the bush, “Moses, Moses!” And he said, “Here I am.”"
    },
    {
        "o": 1719,
        "r": "esv:Exodus:3:5",
        "t": "Then he said, “Do not come near; take your sandals off your feet, for the place on which you are standing is holy ground.”"
    },
    {
        "o": 1720,
        "r": "esv:Exodus:3:6",
        "t": "And he said, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” And Moses hid his face, for he was afraid to look at God."
    },
    {
        "o": 1721,
        "r": "esv:Exodus:3:7",
        "t": "Then*p the Lord*s said, “I have surely seen the affliction of my people who are in Egypt and have heard their cry because of their taskmasters. I know their sufferings,"
    },
    {
        "o": 1722,
        "r": "esv:Exodus:3:8",
        "t": "and I have come down to deliver them out of the hand of the Egyptians and to bring them up out of that land to a good and broad land, a land flowing with milk and honey, to the place of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites."
    },
    {
        "o": 1723,
        "r": "esv:Exodus:3:9",
        "t": "And now, behold, the cry of the people of Israel has come to me, and I have also seen the oppression with which the Egyptians oppress them."
    },
    {
        "o": 1724,
        "r": "esv:Exodus:3:10",
        "t": "Come, I will send you to Pharaoh that you may bring my people, the children of Israel, out of Egypt.”"
    },
    {
        "o": 1725,
        "r": "esv:Exodus:3:11",
        "t": "But Moses said to God, “Who am I that I should go to Pharaoh and bring the children of Israel out of Egypt?”"
    },
    {
        "o": 1726,
        "r": "esv:Exodus:3:12",
        "t": "He said, “But I will be with you, and this shall be the sign for you, that I have sent you: when you have brought the people out of Egypt, you shall serve God on this mountain.”"
    },
    {
        "o": 1727,
        "r": "esv:Exodus:3:13",
        "t": "Then*p Moses said to God, “If I come to the people of Israel and say to them, ‘The God of your fathers has sent me to you,’ and they ask me, ‘What is his name?’ what shall I say to them?”"
    },
    {
        "o": 1728,
        "r": "esv:Exodus:3:14",
        "t": "God said to Moses, “I*s am*s who*s I*s am.”*s And he said, “Say this to the people of Israel: ‘I*s am*s has sent me to you.’”"
    },
    {
        "o": 1729,
        "r": "esv:Exodus:3:15",
        "t": "God also said to Moses, “Say this to the people of Israel: ‘The Lord,*s the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is my name forever, and thus I am to be remembered throughout all generations."
    },
    {
        "o": 1730,
        "r": "esv:Exodus:3:16",
        "t": "Go and gather the elders of Israel together and say to them, ‘The Lord,*s the God of your fathers, the God of Abraham, of Isaac, and of Jacob, has appeared to me, saying, “I have observed you and what has been done to you in Egypt,"
    },
    {
        "o": 1731,
        "r": "esv:Exodus:3:17",
        "t": "and I promise that I will bring you up out of the affliction of Egypt to the land of the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, a land flowing with milk and honey.”’"
    },
    {
        "o": 1732,
        "r": "esv:Exodus:3:18",
        "t": "And they will listen to your voice, and you and the elders of Israel shall go to the king of Egypt and say to him, ‘The Lord,*s the God of the Hebrews, has met with us; and now, please let us go a three days’ journey into the wilderness, that we may sacrifice to the Lord*s our God.’"
    },
    {
        "o": 1733,
        "r": "esv:Exodus:3:19",
        "t": "But I know that the king of Egypt will not let you go unless compelled by a mighty hand."
    },
    {
        "o": 1734,
        "r": "esv:Exodus:3:20",
        "t": "So I will stretch out my hand and strike Egypt with all the wonders that I will do in it; after that he will let you go."
    },
    {
        "o": 1735,
        "r": "esv:Exodus:3:21",
        "t": "And I will give this people favor in the sight of the Egyptians; and when you go, you shall not go empty,"
    },
    {
        "o": 1736,
        "r": "esv:Exodus:3:22",
        "t": "but each woman shall ask of her neighbor, and any woman who lives in her house, for silver and gold jewelry, and for clothing. You shall put them on your sons and on your daughters. So you shall plunder the Egyptians.”"
    }
]
