[
    {
        "o": 14894,
        "r": "kjv:Psalm:32:0",
        "t": "Psalm 32",
        "h": 1
    },
    {
        "o": 14895,
        "r": "kjv:Psalm:32:0",
        "t": "A Psalm of David, Maschil.",
        "h": 4
    },
    {
        "o": 14896,
        "r": "kjv:Psalm:32:1",
        "t": "Blessed*p is he whose transgression is forgiven, whose sin is covered."
    },
    {
        "o": 14897,
        "r": "kjv:Psalm:32:2",
        "t": "Blessed*p is the man unto whom the Lord*s imputeth not iniquity, and in whose spirit there is no guile."
    },
    {
        "o": 14898,
        "r": "kjv:Psalm:32:3",
        "t": "When*p I kept silence, my bones waxed old through my roaring all the day long."
    },
    {
        "o": 14899,
        "r": "kjv:Psalm:32:4",
        "t": "For*p day and night thy hand was heavy upon me: my moisture is turned into the drought of summer. Selah."
    },
    {
        "o": 14900,
        "r": "kjv:Psalm:32:5",
        "t": "I*p acknowledged my sin unto thee, and mine iniquity have I not hid. I said, I will confess my transgressions unto the Lord;*s and thou forgavest the iniquity of my sin. Selah."
    },
    {
        "o": 14901,
        "r": "kjv:Psalm:32:6",
        "t": "For*p this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him."
    },
    {
        "o": 14902,
        "r": "kjv:Psalm:32:7",
        "t": "Thou*p art my hiding place; thou shalt preserve me from trouble; thou shalt compass me about with songs of deliverance. Selah."
    },
    {
        "o": 14903,
        "r": "kjv:Psalm:32:8",
        "t": "I*p will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye."
    },
    {
        "o": 14904,
        "r": "kjv:Psalm:32:9",
        "t": "Be*p ye not as the horse, or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee."
    },
    {
        "o": 14905,
        "r": "kjv:Psalm:32:10",
        "t": "Many*p sorrows shall be to the wicked: but he that trusteth in the Lord,*s mercy shall compass him about."
    },
    {
        "o": 14906,
        "r": "kjv:Psalm:32:11",
        "t": "Be*p glad in the Lord,*s and rejoice, ye righteous: and shout for joy, all ye that are upright in heart."
    }
]
