[
    {
        "o": 396,
        "r": "esv:Genesis:15:0",
        "t": "Genesis 15",
        "h": 1
    },
    {
        "o": 397,
        "r": "esv:Genesis:15:0",
        "t": "God’s Covenant with Abram",
        "h": 2
    },
    {
        "o": 398,
        "r": "esv:Genesis:15:1",
        "t": "After*p these things the word of the Lord*s came to Abram in a vision: “Fear not, Abram, I am your shield; your reward shall be very great.”"
    },
    {
        "o": 399,
        "r": "esv:Genesis:15:2",
        "t": "But Abram said, “O Lord God,*s what will you give me, for I continue childless, and the heir of my house is Eliezer of Damascus?”"
    },
    {
        "o": 400,
        "r": "esv:Genesis:15:3",
        "t": "And Abram said, “Behold, you have given me no offspring, and a member of my household will be my heir.”"
    },
    {
        "o": 401,
        "r": "esv:Genesis:15:4",
        "t": "And behold, the word of the Lord*s came to him: “This man shall not be your heir; your very own son shall be your heir.”"
    },
    {
        "o": 402,
        "r": "esv:Genesis:15:5",
        "t": "And he brought him outside and said, “Look toward heaven, and number the stars, if you are able to number them.” Then he said to him, “So shall your offspring be.”"
    },
    {
        "o": 403,
        "r": "esv:Genesis:15:6",
        "t": "And he believed the Lord,*s and he counted it to him as righteousness."
    },
    {
        "o": 404,
        "r": "esv:Genesis:15:7",
        "t": "And*p he said to him, “I am the Lord*s who brought you out from Ur of the Chaldeans to give you this land to possess.”"
    },
    {
        "o": 405,
        "r": "esv:Genesis:15:8",
        "t": "But he said, “O Lord God,*s how am I to know that I shall possess it?”"
    },
    {
        "o": 406,
        "r": "esv:Genesis:15:9",
        "t": "He said to him, “Bring me a heifer three years old, a female goat three years old, a ram three years old, a turtledove, and a young pigeon.”"
    },
    {
        "o": 407,
        "r": "esv:Genesis:15:10",
        "t": "And he brought him all these, cut them in half, and laid each half over against the other. But he did not cut the birds in half."
    },
    {
        "o": 408,
        "r": "esv:Genesis:15:11",
        "t": "And when birds of prey came down on the carcasses, Abram drove them away."
    },
    {
        "o": 409,
        "r": "esv:Genesis:15:12",
        "t": "As*p the sun was going down, a deep sleep fell on Abram. And behold, dreadful and great darkness fell upon him."
    },
    {
        "o": 410,
        "r": "esv:Genesis:15:13",
        "t": "Then the Lord*s said to Abram, “Know for certain that your offspring will be sojourners in a land that is not theirs and will be servants there, and they will be afflicted for four hundred years."
    },
    {
        "o": 411,
        "r": "esv:Genesis:15:14",
        "t": "But I will bring judgment on the nation that they serve, and afterward they shall come out with great possessions."
    },
    {
        "o": 412,
        "r": "esv:Genesis:15:15",
        "t": "As for you, you shall go to your fathers in peace; you shall be buried in a good old age."
    },
    {
        "o": 413,
        "r": "esv:Genesis:15:16",
        "t": "And they shall come back here in the fourth generation, for the iniquity of the Amorites is not yet complete.”"
    },
    {
        "o": 414,
        "r": "esv:Genesis:15:17",
        "t": "When*p the sun had gone down and it was dark, behold, a smoking fire pot and a flaming torch passed between these pieces."
    },
    {
        "o": 415,
        "r": "esv:Genesis:15:18",
        "t": "On that day the Lord*s made a covenant with Abram, saying, “To your offspring I give this land, from the river of Egypt to the great river, the river Euphrates,"
    },
    {
        "o": 416,
        "r": "esv:Genesis:15:19",
        "t": "the land of the Kenites, the Kenizzites, the Kadmonites,"
    },
    {
        "o": 417,
        "r": "esv:Genesis:15:20",
        "t": "the Hittites, the Perizzites, the Rephaim,"
    },
    {
        "o": 418,
        "r": "esv:Genesis:15:21",
        "t": "the Amorites, the Canaanites, the Girgashites and the Jebusites.”"
    }
]
