[
    {
        "o": 10174,
        "r": "nkjv:1 Kings:14:0",
        "t": "1 Kings 14",
        "h": 1
    },
    {
        "o": 10175,
        "r": "nkjv:1 Kings:14:0",
        "t": "Judgment on the House of Jeroboam",
        "h": 2
    },
    {
        "o": 10176,
        "r": "nkjv:1 Kings:14:1",
        "t": "At*p that time Abijah the son of Jeroboam became sick."
    },
    {
        "o": 10177,
        "r": "nkjv:1 Kings:14:2",
        "t": "And Jeroboam said to his wife, “Please arise, and disguise yourself, that they may not recognize you as the wife of Jeroboam, and go to Shiloh. Indeed, Ahijah the prophet is*i there, who told me that I*i would*i be*i king over this people."
    },
    {
        "o": 10178,
        "r": "nkjv:1 Kings:14:3",
        "t": "Also take with you ten loaves, some*i cakes, and a jar of honey, and go to him; he will tell you what will become of the child.”"
    },
    {
        "o": 10179,
        "r": "nkjv:1 Kings:14:4",
        "t": "And Jeroboam’s wife did so; she arose and went to Shiloh, and came to the house of Ahijah. But Ahijah could not see, for his eyes were glazed by reason of his age."
    },
    {
        "o": 10180,
        "r": "nkjv:1 Kings:14:5",
        "t": "Now*p the Lord*s had said to Ahijah, “Here is the wife of Jeroboam, coming to ask you something about her son, for he is*i sick. Thus and thus you shall say to her; for it will be, when she comes in, that she will pretend to*i be*i another woman.”*i"
    },
    {
        "o": 10181,
        "r": "nkjv:1 Kings:14:6",
        "t": "And*p so it was, when Ahijah heard the sound of her footsteps as she came through the door, he said, “Come in, wife of Jeroboam. Why do you pretend to*i be*i another person?*i For I have*i been*i sent to you with*i bad news.*i"
    },
    {
        "o": 10182,
        "r": "nkjv:1 Kings:14:7",
        "t": "Go, tell Jeroboam, ‘Thus says the Lord*s God of Israel: “Because I exalted you from among the people, and made you ruler over My people Israel,"
    },
    {
        "o": 10183,
        "r": "nkjv:1 Kings:14:8",
        "t": "and tore the kingdom away from the house of David, and gave it to you; and yet*i you have not been as My servant David, who kept My commandments and who followed Me with all his heart, to do only what*i was*i right in My eyes;"
    },
    {
        "o": 10184,
        "r": "nkjv:1 Kings:14:9",
        "t": "but you have done more evil than all who were before you, for you have gone and made for yourself other gods and molded images to provoke Me to anger, and have cast Me behind your back—"
    },
    {
        "o": 10185,
        "r": "nkjv:1 Kings:14:10",
        "t": "therefore behold! I will bring disaster on the house of Jeroboam, and will cut off from Jeroboam every male in Israel, bond and free; I will take away the remnant of the house of Jeroboam, as one takes away refuse until it is all gone."
    },
    {
        "o": 10186,
        "r": "nkjv:1 Kings:14:11",
        "t": "The dogs shall eat whoever belongs to Jeroboam and dies in the city, and the birds of the air shall eat whoever dies in the field; for the Lord*s has spoken!”’"
    },
    {
        "o": 10187,
        "r": "nkjv:1 Kings:14:12",
        "t": "Arise therefore, go to your own house. When your feet enter the city, the child shall die."
    },
    {
        "o": 10188,
        "r": "nkjv:1 Kings:14:13",
        "t": "And all Israel shall mourn for him and bury him, for he is the only one of Jeroboam who shall come to the grave, because in him there is found something good toward the Lord*s God of Israel in the house of Jeroboam."
    },
    {
        "o": 10189,
        "r": "nkjv:1 Kings:14:14",
        "t": "“Moreover*p the Lord*s will raise up for Himself a king over Israel who shall cut off the house of Jeroboam; this is the day. What? Even now!"
    },
    {
        "o": 10190,
        "r": "nkjv:1 Kings:14:15",
        "t": "For the Lord*s will strike Israel, as a reed is shaken in the water. He will uproot Israel from this good land which He gave to their fathers, and will scatter them beyond the River, because they have made their wooden images, provoking the Lord*s to anger."
    },
    {
        "o": 10191,
        "r": "nkjv:1 Kings:14:16",
        "t": "And He will give Israel up because of the sins of Jeroboam, who sinned and who made Israel sin.”"
    },
    {
        "o": 10192,
        "r": "nkjv:1 Kings:14:17",
        "t": "Then*p Jeroboam’s wife arose and departed, and came to Tirzah. When she came to the threshold of the house, the child died."
    },
    {
        "o": 10193,
        "r": "nkjv:1 Kings:14:18",
        "t": "And they buried him; and all Israel mourned for him, according to the word of the Lord*s which He spoke through His servant Ahijah the prophet."
    },
    {
        "o": 10194,
        "r": "nkjv:1 Kings:14:18",
        "t": "Death of Jeroboam",
        "h": 2
    },
    {
        "o": 10195,
        "r": "nkjv:1 Kings:14:19",
        "t": "Now*p the rest of the acts of Jeroboam, how he made war and how he reigned, indeed they are*i written in the book of the chronicles of the kings of Israel."
    },
    {
        "o": 10196,
        "r": "nkjv:1 Kings:14:20",
        "t": "The period that Jeroboam reigned was*i twenty-two years. So he rested with his fathers. Then Nadab his son reigned in his place."
    },
    {
        "o": 10197,
        "r": "nkjv:1 Kings:14:20",
        "t": "Rehoboam Reigns in Judah",
        "h": 2
    },
    {
        "o": 10198,
        "r": "nkjv:1 Kings:14:21",
        "t": "And*p Rehoboam the son of Solomon reigned in Judah. Rehoboam was*i forty-one years old when he became king. He reigned seventeen years in Jerusalem, the city which the Lord*s had chosen out of all the tribes of Israel, to put His name there. His mother’s name was*i Naamah, an Ammonitess."
    },
    {
        "o": 10199,
        "r": "nkjv:1 Kings:14:22",
        "t": "Now Judah did evil in the sight of the Lord,*s and they provoked Him to jealousy with their sins which they committed, more than all that their fathers had done."
    },
    {
        "o": 10200,
        "r": "nkjv:1 Kings:14:23",
        "t": "For they also built for themselves high places, sacred*i pillars, and wooden images on every high hill and under every green tree."
    },
    {
        "o": 10201,
        "r": "nkjv:1 Kings:14:24",
        "t": "And there were also perverted persons in the land. They did according to all the abominations of the nations which the Lord*s had cast out before the children of Israel."
    },
    {
        "o": 10202,
        "r": "nkjv:1 Kings:14:25",
        "t": "It*p happened in the fifth year of King Rehoboam that*i Shishak king of Egypt came up against Jerusalem."
    },
    {
        "o": 10203,
        "r": "nkjv:1 Kings:14:26",
        "t": "And he took away the treasures of the house of the Lord*s and the treasures of the king’s house; he took away everything. He also took away all the gold shields which Solomon had made."
    },
    {
        "o": 10204,
        "r": "nkjv:1 Kings:14:27",
        "t": "Then King Rehoboam made bronze shields in their place, and committed them*i to the hands of the captains of the guard, who guarded the doorway of the king’s house."
    },
    {
        "o": 10205,
        "r": "nkjv:1 Kings:14:28",
        "t": "And whenever the king entered the house of the Lord,*s the guards carried them, then brought them back into the guardroom."
    },
    {
        "o": 10206,
        "r": "nkjv:1 Kings:14:29",
        "t": "Now*p the rest of the acts of Rehoboam, and all that he did, are*i they not written in the book of the chronicles of the kings of Judah?"
    },
    {
        "o": 10207,
        "r": "nkjv:1 Kings:14:30",
        "t": "And there was war between Rehoboam and Jeroboam all their*i days."
    },
    {
        "o": 10208,
        "r": "nkjv:1 Kings:14:31",
        "t": "So Rehoboam rested with his fathers, and was buried with his fathers in the City of David. His mother’s name was*i Naamah, an Ammonitess. Then Abijam his son reigned in his place."
    }
]
