[
    {
        "o": 24768,
        "r": "csb:Daniel:10:0",
        "t": "Daniel 10",
        "h": 1
    },
    {
        "o": 24769,
        "r": "csb:Daniel:10:0",
        "t": "Vision of a Glorious One",
        "h": 2
    },
    {
        "o": 24770,
        "r": "csb:Daniel:10:1",
        "t": "In*p the third year of King Cyrus of Persia, a message was revealed to Daniel, who was named Belteshazzar. The message was true and was about a great conflict. He understood the message and had understanding of the vision."
    },
    {
        "o": 24771,
        "r": "csb:Daniel:10:2",
        "t": "In*p those days I, Daniel, was mourning for three full weeks."
    },
    {
        "o": 24772,
        "r": "csb:Daniel:10:3",
        "t": "I didn’t eat any rich food, no meat or wine entered my mouth, and I didn’t put any oil on my body until the three weeks were over."
    },
    {
        "o": 24773,
        "r": "csb:Daniel:10:4",
        "t": "On the twenty-fourth day of the first month, as I was standing on the bank of the great river, the Tigris,"
    },
    {
        "o": 24774,
        "r": "csb:Daniel:10:5",
        "t": "I looked up, and there was a man dressed in linen, with a belt of gold from Uphaz around his waist."
    },
    {
        "o": 24775,
        "r": "csb:Daniel:10:6",
        "t": "His body was like beryl, his face like the brilliance of lightning, his eyes like flaming torches, his arms and feet like the gleam of polished bronze, and the sound of his words like the sound of a multitude."
    },
    {
        "o": 24776,
        "r": "csb:Daniel:10:7",
        "t": "Only*p I, Daniel, saw the vision. The men who were with me did not see it, but a great terror fell on them, and they ran and hid."
    },
    {
        "o": 24777,
        "r": "csb:Daniel:10:8",
        "t": "I was left alone, looking at this great vision. No strength was left in me; my face grew deathly pale, and I was powerless."
    },
    {
        "o": 24778,
        "r": "csb:Daniel:10:9",
        "t": "I heard the words he said, and when I heard them I fell into a deep sleep, with my face to the ground."
    },
    {
        "o": 24779,
        "r": "csb:Daniel:10:9",
        "t": "Angelic Conflict",
        "h": 2
    },
    {
        "o": 24780,
        "r": "csb:Daniel:10:10",
        "t": "Suddenly,*p a hand touched me and set me shaking on my hands and knees."
    },
    {
        "o": 24781,
        "r": "csb:Daniel:10:11",
        "t": "He said to me, “Daniel, you are a man treasured by God. Understand the words that I’m saying to you. Stand on your feet, for I have now been sent to you.” After he said this to me, I stood trembling."
    },
    {
        "o": 24782,
        "r": "csb:Daniel:10:12",
        "t": "“Don’t*p be afraid, Daniel,” he said to me, “for from the first day that you purposed to understand and to humble yourself before your God, your prayers were heard. I have come because of your prayers."
    },
    {
        "o": 24783,
        "r": "csb:Daniel:10:13",
        "t": "But the prince of the kingdom of Persia opposed me for twenty-one days. Then Michael, one of the chief princes, came to help me after I had been left there with the kings of Persia."
    },
    {
        "o": 24784,
        "r": "csb:Daniel:10:14",
        "t": "Now I have come to help you understand what will happen to your people in the last days, for the vision refers to those days.”"
    },
    {
        "o": 24785,
        "r": "csb:Daniel:10:15",
        "t": "While*p he was saying these words to me, I turned my face toward the ground and was speechless."
    },
    {
        "o": 24786,
        "r": "csb:Daniel:10:16",
        "t": "Suddenly one with human likeness touched my lips. I opened my mouth and said to the one standing in front of me, “My lord, because of the vision, anguish overwhelms me and I am powerless."
    },
    {
        "o": 24787,
        "r": "csb:Daniel:10:17",
        "t": "How can someone like me, your servant, speak with someone like you, my lord? Now I have no strength, and there is no breath in me.”"
    },
    {
        "o": 24788,
        "r": "csb:Daniel:10:18",
        "t": "Then*p the one with a human appearance touched me again and strengthened me."
    },
    {
        "o": 24789,
        "r": "csb:Daniel:10:19",
        "t": "He said, “Don’t be afraid, you who are treasured by God. Peace to you; be very strong!” As*p he spoke to me, I was strengthened and said, “Let my lord speak, for you have strengthened me.”"
    },
    {
        "o": 24790,
        "r": "csb:Daniel:10:20",
        "t": "He*p said, “Do you know why I’ve come to you? I must return at once to fight against the prince of Persia, and when I leave, the prince of Greece will come."
    },
    {
        "o": 24791,
        "r": "csb:Daniel:10:21",
        "t": "However, I will tell you what is recorded in the book of truth. (No one has the courage to support me against those princes except Michael, your prince."
    }
]
