[
    {
        "o": 11612,
        "r": "niv:1 Chronicles:9:0",
        "t": "1 Chronicles 9",
        "h": 1
    },
    {
        "o": 11613,
        "r": "niv:1 Chronicles:9:1",
        "t": "All*p Israel was listed in the genealogies recorded in the book of the kings of Israel and Judah. They were taken captive to Babylon because of their unfaithfulness."
    },
    {
        "o": 11614,
        "r": "niv:1 Chronicles:9:1",
        "t": "The People in Jerusalem",
        "h": 2
    },
    {
        "o": 11615,
        "r": "niv:1 Chronicles:9:2",
        "t": "Now*p the first to resettle on their own property in their own towns were some Israelites, priests, Levites and temple servants."
    },
    {
        "o": 11616,
        "r": "niv:1 Chronicles:9:3",
        "t": "Those*p from Judah, from Benjamin, and from Ephraim and Manasseh who lived in Jerusalem were:"
    },
    {
        "o": 11617,
        "r": "niv:1 Chronicles:9:4",
        "t": "Uthai*ln son of Ammihud, the son of Omri, the son of Imri, the son of Bani, a descendant of Perez son of Judah."
    },
    {
        "o": 11618,
        "r": "niv:1 Chronicles:9:5",
        "t": "Of*ln the Shelanites: Asaiah*ld the firstborn and his sons."
    },
    {
        "o": 11619,
        "r": "niv:1 Chronicles:9:6",
        "t": "Of*ln the Zerahites: Jeuel.*ld The*ld people from Judah numbered 690."
    },
    {
        "o": 11620,
        "r": "niv:1 Chronicles:9:7",
        "t": "Of*ln the Benjamites: Sallu*ld son of Meshullam, the son of Hodaviah, the son of Hassenuah;"
    },
    {
        "o": 11621,
        "r": "niv:1 Chronicles:9:8",
        "t": "Ibneiah*ld son of Jeroham; Elah son of Uzzi, the son of Mikri; and Meshullam son of Shephatiah, the son of Reuel, the son of Ibnijah."
    },
    {
        "o": 11622,
        "r": "niv:1 Chronicles:9:9",
        "t": "The*ld people from Benjamin, as listed in their genealogy, numbered 956. All these men were heads of their families."
    },
    {
        "o": 11623,
        "r": "niv:1 Chronicles:9:10",
        "t": "Of*ln the priests: Jedaiah;*ld Jehoiarib; Jakin;"
    },
    {
        "o": 11624,
        "r": "niv:1 Chronicles:9:11",
        "t": "Azariah*ld son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, the official in charge of the house of God;"
    },
    {
        "o": 11625,
        "r": "niv:1 Chronicles:9:12",
        "t": "Adaiah*ld son of Jeroham, the son of Pashhur, the son of Malkijah; and Maasai son of Adiel, the son of Jahzerah, the son of Meshullam, the son of Meshillemith, the son of Immer."
    },
    {
        "o": 11626,
        "r": "niv:1 Chronicles:9:13",
        "t": "The*ld priests, who were heads of families, numbered 1,760. They were able men, responsible for ministering in the house of God."
    },
    {
        "o": 11627,
        "r": "niv:1 Chronicles:9:14",
        "t": "Of*ln the Levites: Shemaiah*ld son of Hasshub, the son of Azrikam, the son of Hashabiah, a Merarite;"
    },
    {
        "o": 11628,
        "r": "niv:1 Chronicles:9:15",
        "t": "Bakbakkar, Heresh, Galal and Mattaniah son of Mika, the son of Zikri, the son of Asaph;"
    },
    {
        "o": 11629,
        "r": "niv:1 Chronicles:9:16",
        "t": "Obadiah son of Shemaiah, the son of Galal, the son of Jeduthun; and Berekiah son of Asa, the son of Elkanah, who lived in the villages of the Netophathites."
    },
    {
        "o": 11630,
        "r": "niv:1 Chronicles:9:17",
        "t": "The*ln gatekeepers: Shallum,*ld Akkub, Talmon, Ahiman and their fellow Levites, Shallum their chief"
    },
    {
        "o": 11631,
        "r": "niv:1 Chronicles:9:18",
        "t": "being stationed at the King’s Gate on the east, up to the present time. These were the gatekeepers belonging to the camp of the Levites."
    },
    {
        "o": 11632,
        "r": "niv:1 Chronicles:9:19",
        "t": "Shallum son of Kore, the son of Ebiasaph, the son of Korah, and his fellow gatekeepers from his family (the Korahites) were responsible for guarding the thresholds of the tent just as their ancestors had been responsible for guarding the entrance to the dwelling of the Lord.*s"
    },
    {
        "o": 11633,
        "r": "niv:1 Chronicles:9:20",
        "t": "In earlier times Phinehas son of Eleazar was the official in charge of the gatekeepers, and the Lord*s was with him."
    },
    {
        "o": 11634,
        "r": "niv:1 Chronicles:9:21",
        "t": "Zechariah son of Meshelemiah was the gatekeeper at the entrance to the tent of meeting."
    },
    {
        "o": 11635,
        "r": "niv:1 Chronicles:9:22",
        "t": "Altogether,*p those chosen to be gatekeepers at the thresholds numbered 212. They were registered by genealogy in their villages. The gatekeepers had been assigned to their positions of trust by David and Samuel the seer."
    },
    {
        "o": 11636,
        "r": "niv:1 Chronicles:9:23",
        "t": "They and their descendants were in charge of guarding the gates of the house of the Lord*s —the house called the tent of meeting."
    },
    {
        "o": 11637,
        "r": "niv:1 Chronicles:9:24",
        "t": "The gatekeepers were on the four sides: east, west, north and south."
    },
    {
        "o": 11638,
        "r": "niv:1 Chronicles:9:25",
        "t": "Their fellow Levites in their villages had to come from time to time and share their duties for seven-day periods."
    },
    {
        "o": 11639,
        "r": "niv:1 Chronicles:9:26",
        "t": "But the four principal gatekeepers, who were Levites, were entrusted with the responsibility for the rooms and treasuries in the house of God."
    },
    {
        "o": 11640,
        "r": "niv:1 Chronicles:9:27",
        "t": "They would spend the night stationed around the house of God, because they had to guard it; and they had charge of the key for opening it each morning."
    },
    {
        "o": 11641,
        "r": "niv:1 Chronicles:9:28",
        "t": "Some*p of them were in charge of the articles used in the temple service; they counted them when they were brought in and when they were taken out."
    },
    {
        "o": 11642,
        "r": "niv:1 Chronicles:9:29",
        "t": "Others were assigned to take care of the furnishings and all the other articles of the sanctuary, as well as the special flour and wine, and the olive oil, incense and spices."
    },
    {
        "o": 11643,
        "r": "niv:1 Chronicles:9:30",
        "t": "But some of the priests took care of mixing the spices."
    },
    {
        "o": 11644,
        "r": "niv:1 Chronicles:9:31",
        "t": "A Levite named Mattithiah, the firstborn son of Shallum the Korahite, was entrusted with the responsibility for baking the offering bread."
    },
    {
        "o": 11645,
        "r": "niv:1 Chronicles:9:32",
        "t": "Some of the Kohathites, their fellow Levites, were in charge of preparing for every Sabbath the bread set out on the table."
    },
    {
        "o": 11646,
        "r": "niv:1 Chronicles:9:33",
        "t": "Those*p who were musicians, heads of Levite families, stayed in the rooms of the temple and were exempt from other duties because they were responsible for the work day and night."
    },
    {
        "o": 11647,
        "r": "niv:1 Chronicles:9:34",
        "t": "All*p these were heads of Levite families, chiefs as listed in their genealogy, and they lived in Jerusalem."
    },
    {
        "o": 11648,
        "r": "niv:1 Chronicles:9:34",
        "t": "The Genealogy of Saul",
        "h": 2
    },
    {
        "o": 11649,
        "r": "niv:1 Chronicles:9:35",
        "t": "Jeiel*ln the father of Gibeon lived in Gibeon. His*ld wife’s name was Maakah,"
    },
    {
        "o": 11650,
        "r": "niv:1 Chronicles:9:36",
        "t": "and his firstborn son was Abdon, followed by Zur, Kish, Baal, Ner, Nadab,"
    },
    {
        "o": 11651,
        "r": "niv:1 Chronicles:9:37",
        "t": "Gedor, Ahio, Zechariah and Mikloth."
    },
    {
        "o": 11652,
        "r": "niv:1 Chronicles:9:38",
        "t": "Mikloth was the father of Shimeam. They too lived near their relatives in Jerusalem."
    },
    {
        "o": 11653,
        "r": "niv:1 Chronicles:9:39",
        "t": "Ner*ln was the father of Kish, Kish the father of Saul, and Saul the father of Jonathan, Malki-Shua, Abinadab and Esh-Baal."
    },
    {
        "o": 11654,
        "r": "niv:1 Chronicles:9:40",
        "t": "The*ln son of Jonathan: Merib-Baal,*ld who was the father of Micah."
    },
    {
        "o": 11655,
        "r": "niv:1 Chronicles:9:41",
        "t": "The*ln sons of Micah: Pithon,*ld Melek, Tahrea and Ahaz."
    },
    {
        "o": 11656,
        "r": "niv:1 Chronicles:9:42",
        "t": "Ahaz*ld was the father of Jadah, Jadah was the father of Alemeth, Azmaveth and Zimri, and Zimri was the father of Moza."
    },
    {
        "o": 11657,
        "r": "niv:1 Chronicles:9:43",
        "t": "Moza was the father of Binea; Rephaiah was his son, Eleasah his son and Azel his son."
    },
    {
        "o": 11658,
        "r": "niv:1 Chronicles:9:44",
        "t": "Azel*ln had six sons, and these were their names: Azrikam,*ld Bokeru, Ishmael, Sheariah, Obadiah and Hanan. These were the sons of Azel."
    }
]
