[
    {
        "o": 1273,
        "r": "niv:Genesis:40:0",
        "t": "Genesis 40",
        "h": 1
    },
    {
        "o": 1274,
        "r": "niv:Genesis:40:0",
        "t": "The Cupbearer and the Baker",
        "h": 2
    },
    {
        "o": 1275,
        "r": "niv:Genesis:40:1",
        "t": "Some*p time later, the cupbearer and the baker of the king of Egypt offended their master, the king of Egypt."
    },
    {
        "o": 1276,
        "r": "niv:Genesis:40:2",
        "t": "Pharaoh was angry with his two officials, the chief cupbearer and the chief baker,"
    },
    {
        "o": 1277,
        "r": "niv:Genesis:40:3",
        "t": "and put them in custody in the house of the captain of the guard, in the same prison where Joseph was confined."
    },
    {
        "o": 1278,
        "r": "niv:Genesis:40:4",
        "t": "The captain of the guard assigned them to Joseph, and he attended them. After*p they had been in custody for some time,"
    },
    {
        "o": 1279,
        "r": "niv:Genesis:40:5",
        "t": "each of the two men—the cupbearer and the baker of the king of Egypt, who were being held in prison—had a dream the same night, and each dream had a meaning of its own."
    },
    {
        "o": 1280,
        "r": "niv:Genesis:40:6",
        "t": "When*p Joseph came to them the next morning, he saw that they were dejected."
    },
    {
        "o": 1281,
        "r": "niv:Genesis:40:7",
        "t": "So he asked Pharaoh’s officials who were in custody with him in his master’s house, “Why do you look so sad today?”"
    },
    {
        "o": 1282,
        "r": "niv:Genesis:40:8",
        "t": "“We*p both had dreams,” they answered, “but there is no one to interpret them.” Then*p Joseph said to them, “Do not interpretations belong to God? Tell me your dreams.”"
    },
    {
        "o": 1283,
        "r": "niv:Genesis:40:9",
        "t": "So*p the chief cupbearer told Joseph his dream. He said to him, “In my dream I saw a vine in front of me,"
    },
    {
        "o": 1284,
        "r": "niv:Genesis:40:10",
        "t": "and on the vine were three branches. As soon as it budded, it blossomed, and its clusters ripened into grapes."
    },
    {
        "o": 1285,
        "r": "niv:Genesis:40:11",
        "t": "Pharaoh’s cup was in my hand, and I took the grapes, squeezed them into Pharaoh’s cup and put the cup in his hand.”"
    },
    {
        "o": 1286,
        "r": "niv:Genesis:40:12",
        "t": "“This*p is what it means,” Joseph said to him. “The three branches are three days."
    },
    {
        "o": 1287,
        "r": "niv:Genesis:40:13",
        "t": "Within three days Pharaoh will lift up your head and restore you to your position, and you will put Pharaoh’s cup in his hand, just as you used to do when you were his cupbearer."
    },
    {
        "o": 1288,
        "r": "niv:Genesis:40:14",
        "t": "But when all goes well with you, remember me and show me kindness; mention me to Pharaoh and get me out of this prison."
    },
    {
        "o": 1289,
        "r": "niv:Genesis:40:15",
        "t": "I was forcibly carried off from the land of the Hebrews, and even here I have done nothing to deserve being put in a dungeon.”"
    },
    {
        "o": 1290,
        "r": "niv:Genesis:40:16",
        "t": "When*p the chief baker saw that Joseph had given a favorable interpretation, he said to Joseph, “I too had a dream: On my head were three baskets of bread."
    },
    {
        "o": 1291,
        "r": "niv:Genesis:40:17",
        "t": "In the top basket were all kinds of baked goods for Pharaoh, but the birds were eating them out of the basket on my head.”"
    },
    {
        "o": 1292,
        "r": "niv:Genesis:40:18",
        "t": "“This*p is what it means,” Joseph said. “The three baskets are three days."
    },
    {
        "o": 1293,
        "r": "niv:Genesis:40:19",
        "t": "Within three days Pharaoh will lift off your head and impale your body on a pole. And the birds will eat away your flesh.”"
    },
    {
        "o": 1294,
        "r": "niv:Genesis:40:20",
        "t": "Now*p the third day was Pharaoh’s birthday, and he gave a feast for all his officials. He lifted up the heads of the chief cupbearer and the chief baker in the presence of his officials:"
    },
    {
        "o": 1295,
        "r": "niv:Genesis:40:21",
        "t": "He restored the chief cupbearer to his position, so that he once again put the cup into Pharaoh’s hand—"
    },
    {
        "o": 1296,
        "r": "niv:Genesis:40:22",
        "t": "but he impaled the chief baker, just as Joseph had said to them in his interpretation."
    },
    {
        "o": 1297,
        "r": "niv:Genesis:40:23",
        "t": "The*p chief cupbearer, however, did not remember Joseph; he forgot him."
    }
]
