[
    {
        "o": 32904,
        "r": "nkjv:Galatians:4:0",
        "t": "Galatians 4",
        "h": 1
    },
    {
        "o": 32905,
        "r": "nkjv:Galatians:4:1",
        "t": "Now*p I say that*i the heir, as long as he is a child, does not differ at all from a slave, though he is master of all,"
    },
    {
        "o": 32906,
        "r": "nkjv:Galatians:4:2",
        "t": "but is under guardians and stewards until the time appointed by the father."
    },
    {
        "o": 32907,
        "r": "nkjv:Galatians:4:3",
        "t": "Even so we, when we were children, were in bondage under the elements of the world."
    },
    {
        "o": 32908,
        "r": "nkjv:Galatians:4:4",
        "t": "But when the fullness of the time had come, God sent forth His Son, born of a woman, born under the law,"
    },
    {
        "o": 32909,
        "r": "nkjv:Galatians:4:5",
        "t": "to redeem those who were under the law, that we might receive the adoption as sons."
    },
    {
        "o": 32910,
        "r": "nkjv:Galatians:4:6",
        "t": "And*p because you are sons, God has sent forth the Spirit of His Son into your hearts, crying out, “Abba, Father!”"
    },
    {
        "o": 32911,
        "r": "nkjv:Galatians:4:7",
        "t": "Therefore you are no longer a slave but a son, and if a son, then an heir of God through Christ."
    },
    {
        "o": 32912,
        "r": "nkjv:Galatians:4:7",
        "t": "Fears for the Church",
        "h": 2
    },
    {
        "o": 32913,
        "r": "nkjv:Galatians:4:8",
        "t": "But*p then, indeed, when you did not know God, you served those which by nature are not gods."
    },
    {
        "o": 32914,
        "r": "nkjv:Galatians:4:9",
        "t": "But now after you have known God, or rather are known by God, how is*i it*i that*i you turn again to the weak and beggarly elements, to which you desire again to be in bondage?"
    },
    {
        "o": 32915,
        "r": "nkjv:Galatians:4:10",
        "t": "You observe days and months and seasons and years."
    },
    {
        "o": 32916,
        "r": "nkjv:Galatians:4:11",
        "t": "I am afraid for you, lest I have labored for you in vain."
    },
    {
        "o": 32917,
        "r": "nkjv:Galatians:4:12",
        "t": "Brethren,*p I urge you to become like me, for I became*i like you. You have not injured me at all."
    },
    {
        "o": 32918,
        "r": "nkjv:Galatians:4:13",
        "t": "You know that because of physical infirmity I preached the gospel to you at the first."
    },
    {
        "o": 32919,
        "r": "nkjv:Galatians:4:14",
        "t": "And my trial which was in my flesh you did not despise or reject, but you received me as an angel of God, even*i as Christ Jesus."
    },
    {
        "o": 32920,
        "r": "nkjv:Galatians:4:15",
        "t": "What then was the blessing you enjoyed?*i For I bear you witness that, if possible, you would have plucked out your own eyes and given them to me."
    },
    {
        "o": 32921,
        "r": "nkjv:Galatians:4:16",
        "t": "Have I therefore become your enemy because I tell you the truth?"
    },
    {
        "o": 32922,
        "r": "nkjv:Galatians:4:17",
        "t": "They*p zealously court you, but*i for no good; yes, they want to exclude you, that you may be zealous for them."
    },
    {
        "o": 32923,
        "r": "nkjv:Galatians:4:18",
        "t": "But it is good to be zealous in a good thing always, and not only when I am present with you."
    },
    {
        "o": 32924,
        "r": "nkjv:Galatians:4:19",
        "t": "My little children, for whom I labor in birth again until Christ is formed in you,"
    },
    {
        "o": 32925,
        "r": "nkjv:Galatians:4:20",
        "t": "I would like to be present with you now and to change my tone; for I have doubts about you."
    },
    {
        "o": 32926,
        "r": "nkjv:Galatians:4:20",
        "t": "Two Covenants",
        "h": 2
    },
    {
        "o": 32927,
        "r": "nkjv:Galatians:4:21",
        "t": "Tell*p me, you who desire to be under the law, do you not hear the law?"
    },
    {
        "o": 32928,
        "r": "nkjv:Galatians:4:22",
        "t": "For it is written that Abraham had two sons: the one by a bondwoman, the other by a freewoman."
    },
    {
        "o": 32929,
        "r": "nkjv:Galatians:4:23",
        "t": "But he who*i was*i of the bondwoman was born according to the flesh, and he of the freewoman through promise,"
    },
    {
        "o": 32930,
        "r": "nkjv:Galatians:4:24",
        "t": "which things are symbolic. For these are the two covenants: the one from Mount Sinai which gives birth to bondage, which is Hagar—"
    },
    {
        "o": 32931,
        "r": "nkjv:Galatians:4:25",
        "t": "for this Hagar is Mount Sinai in Arabia, and corresponds to Jerusalem which now is, and is in bondage with her children—"
    },
    {
        "o": 32932,
        "r": "nkjv:Galatians:4:26",
        "t": "but the Jerusalem above is free, which is the mother of us all."
    },
    {
        "o": 32933,
        "r": "nkjv:Galatians:4:27",
        "t": "For it is written: “Rejoice,*pn O barren, You*ild who do not bear! Break*ld forth and shout, You*ld who are not in labor! For*ld the desolate has many more children Than*ld she who has a husband.”"
    },
    {
        "o": 32934,
        "r": "nkjv:Galatians:4:28",
        "t": "Now*p we, brethren, as Isaac was,*i are children of promise."
    },
    {
        "o": 32935,
        "r": "nkjv:Galatians:4:29",
        "t": "But, as he who was born according to the flesh then persecuted him who*i was*i born*i according to the Spirit, even so it*i is*i now."
    },
    {
        "o": 32936,
        "r": "nkjv:Galatians:4:30",
        "t": "Nevertheless what does the Scripture say? “Cast out the bondwoman and her son, for the son of the bondwoman shall not be heir with the son of the freewoman.”"
    },
    {
        "o": 32937,
        "r": "nkjv:Galatians:4:31",
        "t": "So then, brethren, we are not children of the bondwoman but of the free."
    }
]
