[
    {
        "o": 10647,
        "r": "kjv:1 Chronicles:2:0",
        "t": "1 Chronicles 2",
        "h": 1
    },
    {
        "o": 10648,
        "r": "kjv:1 Chronicles:2:1",
        "t": "These*p are the sons of Israel; Reuben, Simeon, Levi, and Judah, Issachar, and Zebulun,"
    },
    {
        "o": 10649,
        "r": "kjv:1 Chronicles:2:2",
        "t": "Dan,*p Joseph, and Benjamin, Naphtali, Gad, and Asher."
    },
    {
        "o": 10650,
        "r": "kjv:1 Chronicles:2:3",
        "t": "The*p sons of Judah; Er, and Onan, and Shelah: which three were born unto him of the daughter of Shua the Canaanitess. And Er, the firstborn of Judah, was evil in the sight of the Lord;*s and he slew him."
    },
    {
        "o": 10651,
        "r": "kjv:1 Chronicles:2:4",
        "t": "And*p Tamar his daughter in law bare him Pharez and Zerah. All the sons of Judah were five."
    },
    {
        "o": 10652,
        "r": "kjv:1 Chronicles:2:5",
        "t": "The*p sons of Pharez; Hezron, and Hamul."
    },
    {
        "o": 10653,
        "r": "kjv:1 Chronicles:2:6",
        "t": "And*p the sons of Zerah; Zimri, and Ethan, and Heman, and Calcol, and Dara: five of them in all."
    },
    {
        "o": 10654,
        "r": "kjv:1 Chronicles:2:7",
        "t": "And*p the sons of Carmi; Achar, the troubler of Israel, who transgressed in the thing accursed."
    },
    {
        "o": 10655,
        "r": "kjv:1 Chronicles:2:8",
        "t": "And*p the sons of Ethan; Azariah."
    },
    {
        "o": 10656,
        "r": "kjv:1 Chronicles:2:9",
        "t": "The*p sons also of Hezron, that were born unto him; Jerahmeel, and Ram, and Chelubai."
    },
    {
        "o": 10657,
        "r": "kjv:1 Chronicles:2:10",
        "t": "And*p Ram begat Amminadab; and Amminadab begat Nahshon, prince of the children of Judah;"
    },
    {
        "o": 10658,
        "r": "kjv:1 Chronicles:2:11",
        "t": "And*p Nahshon begat Salma, and Salma begat Boaz,"
    },
    {
        "o": 10659,
        "r": "kjv:1 Chronicles:2:12",
        "t": "And*p Boaz begat Obed, and Obed begat Jesse,"
    },
    {
        "o": 10660,
        "r": "kjv:1 Chronicles:2:13",
        "t": "And*p Jesse begat his firstborn Eliab, and Abinadab the second, and Shimma the third,"
    },
    {
        "o": 10661,
        "r": "kjv:1 Chronicles:2:14",
        "t": "Nethaneel*p the fourth, Raddai the fifth,"
    },
    {
        "o": 10662,
        "r": "kjv:1 Chronicles:2:15",
        "t": "Ozem*p the sixth, David the seventh:"
    },
    {
        "o": 10663,
        "r": "kjv:1 Chronicles:2:16",
        "t": "Whose*p sisters were Zeruiah, and Abigail. And the sons of Zeruiah; Abishai, and Joab, and Asahel, three."
    },
    {
        "o": 10664,
        "r": "kjv:1 Chronicles:2:17",
        "t": "And*p Abigail bare Amasa: and the father of Amasa was Jether the Ishmaelite."
    },
    {
        "o": 10665,
        "r": "kjv:1 Chronicles:2:18",
        "t": "And*p Caleb the son of Hezron begat children of Azubah his wife, and of Jerioth: her sons are these; Jesher, and Shobab, and Ardon."
    },
    {
        "o": 10666,
        "r": "kjv:1 Chronicles:2:19",
        "t": "And*p when Azubah was dead, Caleb took unto him Ephrath, which bare him Hur."
    },
    {
        "o": 10667,
        "r": "kjv:1 Chronicles:2:20",
        "t": "And*p Hur begat Uri, and Uri begat Bezaleel."
    },
    {
        "o": 10668,
        "r": "kjv:1 Chronicles:2:21",
        "t": "And*p afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was threescore years old; and she bare him Segub."
    },
    {
        "o": 10669,
        "r": "kjv:1 Chronicles:2:22",
        "t": "And*p Segub begat Jair, who had three and twenty cities in the land of Gilead."
    },
    {
        "o": 10670,
        "r": "kjv:1 Chronicles:2:23",
        "t": "And*p he took Geshur, and Aram, with the towns of Jair, from them, with Kenath, and the towns thereof, even threescore cities. All these belonged to the sons of Machir the father of Gilead."
    },
    {
        "o": 10671,
        "r": "kjv:1 Chronicles:2:24",
        "t": "And*p after that Hezron was dead in Caleb–ephratah, then Abiah Hezron's wife bare him Ashur the father of Tekoa."
    },
    {
        "o": 10672,
        "r": "kjv:1 Chronicles:2:25",
        "t": "And*p the sons of Jerahmeel the firstborn of Hezron were, Ram the firstborn, and Bunah, and Oren, and Ozem, and Ahijah."
    },
    {
        "o": 10673,
        "r": "kjv:1 Chronicles:2:26",
        "t": "Jerahmeel*p had also another wife, whose name was Atarah; she was the mother of Onam."
    },
    {
        "o": 10674,
        "r": "kjv:1 Chronicles:2:27",
        "t": "And*p the sons of Ram the firstborn of Jerahmeel were, Maaz, and Jamin, and Eker."
    },
    {
        "o": 10675,
        "r": "kjv:1 Chronicles:2:28",
        "t": "And*p the sons of Onam were, Shammai, and Jada. And the sons of Shammai; Nadab, and Abishur."
    },
    {
        "o": 10676,
        "r": "kjv:1 Chronicles:2:29",
        "t": "And*p the name of the wife of Abishur was Abihail, and she bare him Ahban, and Molid."
    },
    {
        "o": 10677,
        "r": "kjv:1 Chronicles:2:30",
        "t": "And*p the sons of Nadab; Seled, and Appaim: but Seled died without children."
    },
    {
        "o": 10678,
        "r": "kjv:1 Chronicles:2:31",
        "t": "And*p the sons of Appaim; Ishi. And the sons of Ishi; Sheshan. And the children of Sheshan; Ahlai."
    },
    {
        "o": 10679,
        "r": "kjv:1 Chronicles:2:32",
        "t": "And*p the sons of Jada the brother of Shammai; Jether, and Jonathan: and Jether died without children."
    },
    {
        "o": 10680,
        "r": "kjv:1 Chronicles:2:33",
        "t": "And*p the sons of Jonathan; Peleth, and Zaza. These were the sons of Jerahmeel."
    },
    {
        "o": 10681,
        "r": "kjv:1 Chronicles:2:34",
        "t": "Now*p Sheshan had no sons, but daughters. And Sheshan had a servant, an Egyptian, whose name was Jarha."
    },
    {
        "o": 10682,
        "r": "kjv:1 Chronicles:2:35",
        "t": "And*p Sheshan gave his daughter to Jarha his servant to wife; and she bare him Attai."
    },
    {
        "o": 10683,
        "r": "kjv:1 Chronicles:2:36",
        "t": "And*p Attai begat Nathan, and Nathan begat Zabad,"
    },
    {
        "o": 10684,
        "r": "kjv:1 Chronicles:2:37",
        "t": "And*p Zabad begat Ephlal, and Ephlal begat Obed,"
    },
    {
        "o": 10685,
        "r": "kjv:1 Chronicles:2:38",
        "t": "And*p Obed begat Jehu, and Jehu begat Azariah,"
    },
    {
        "o": 10686,
        "r": "kjv:1 Chronicles:2:39",
        "t": "And*p Azariah begat Helez, and Helez begat Eleasah,"
    },
    {
        "o": 10687,
        "r": "kjv:1 Chronicles:2:40",
        "t": "And*p Eleasah begat Sisamai, and Sisamai begat Shallum,"
    },
    {
        "o": 10688,
        "r": "kjv:1 Chronicles:2:41",
        "t": "And*p Shallum begat Jekamiah, and Jekamiah begat Elishama."
    },
    {
        "o": 10689,
        "r": "kjv:1 Chronicles:2:42",
        "t": "Now*p the sons of Caleb the brother of Jerahmeel were, Mesha his firstborn, which was the father of Ziph; and the sons of Mareshah the father of Hebron."
    },
    {
        "o": 10690,
        "r": "kjv:1 Chronicles:2:43",
        "t": "And*p the sons of Hebron; Korah, and Tappuah, and Rekem, and Shema."
    },
    {
        "o": 10691,
        "r": "kjv:1 Chronicles:2:44",
        "t": "And*p Shema begat Raham, the father of Jorkoam: and Rekem begat Shammai."
    },
    {
        "o": 10692,
        "r": "kjv:1 Chronicles:2:45",
        "t": "And*p the son of Shammai was Maon: and Maon was the father of Beth–zur."
    },
    {
        "o": 10693,
        "r": "kjv:1 Chronicles:2:46",
        "t": "And*p Ephah, Caleb's concubine, bare Haran, and Moza, and Gazez: and Haran begat Gazez."
    },
    {
        "o": 10694,
        "r": "kjv:1 Chronicles:2:47",
        "t": "And*p the sons of Jahdai; Regem, and Jotham, and Geshan, and Pelet, and Ephah, and Shaaph."
    },
    {
        "o": 10695,
        "r": "kjv:1 Chronicles:2:48",
        "t": "Maachah,*p Caleb's concubine, bare Sheber, and Tirhanah."
    },
    {
        "o": 10696,
        "r": "kjv:1 Chronicles:2:49",
        "t": "She*p bare also Shaaph the father of Madmannah, Sheva the father of Machbenah, and the father of Gibea: and the daughter of Caleb was Achsah."
    },
    {
        "o": 10697,
        "r": "kjv:1 Chronicles:2:50",
        "t": "These*p were the sons of Caleb the son of Hur, the firstborn of Ephratah; Shobal the father of Kirjath–jearim,"
    },
    {
        "o": 10698,
        "r": "kjv:1 Chronicles:2:51",
        "t": "Salma*p the father of Beth–lehem, Hareph the father of Beth–gader."
    },
    {
        "o": 10699,
        "r": "kjv:1 Chronicles:2:52",
        "t": "And*p Shobal the father of Kirjath–jearim had sons; Haroeh, and half of the Manahethites."
    },
    {
        "o": 10700,
        "r": "kjv:1 Chronicles:2:53",
        "t": "And*p the families of Kirjath–jearim; the Ithrites, and the Puhites, and the Shumathites, and the Mishraites; of them came the Zorathites, and the Eshtaulites."
    },
    {
        "o": 10701,
        "r": "kjv:1 Chronicles:2:54",
        "t": "The*p sons of Salma; Beth–lehem, and the Netophathites, Ataroth, the house of Joab, and half of the Manahethites, the Zorites."
    },
    {
        "o": 10702,
        "r": "kjv:1 Chronicles:2:55",
        "t": "And*p the families of the scribes which dwelt at Jabez; the Tirathites, the Shimeathites, and Suchathites. These are the Kenites that came of Hemath, the father of the house of Rechab."
    }
]
