[
    {
        "o": 23620,
        "r": "nasb:Ezekiel:31:0",
        "t": "Ezekiel 31",
        "h": 1
    },
    {
        "o": 23621,
        "r": "nasb:Ezekiel:31:0",
        "t": "Pharaoh Warned of Assyria’s Fate",
        "h": 2
    },
    {
        "o": 23622,
        "r": "nasb:Ezekiel:31:1",
        "t": "In*p the eleventh year, in the third month,*i on the first of the month, the word of the Lord*s came to me saying,"
    },
    {
        "o": 23623,
        "r": "nasb:Ezekiel:31:2",
        "t": "“Son of man, say to Pharaoh king of Egypt and to his hordes, ‘Whom*pn are you like in your greatness?"
    },
    {
        "o": 23624,
        "r": "nasb:Ezekiel:31:3",
        "t": "Behold,*ln Assyria was*i a cedar in Lebanon With*ln beautiful branches and forest shade, And*ln very high, And*ln its top was among the clouds."
    },
    {
        "o": 23625,
        "r": "nasb:Ezekiel:31:4",
        "t": "The*ln waters made it grow, the deep made it high. With*ln its rivers it continually extended all around its planting place, And*ln sent out its channels to all the trees of the field."
    },
    {
        "o": 23626,
        "r": "nasb:Ezekiel:31:5",
        "t": "Therefore*ln its height was loftier than all the trees of the field And*ln its boughs became many and its branches long Because*ln of many waters as it spread them out."
    },
    {
        "o": 23627,
        "r": "nasb:Ezekiel:31:6",
        "t": "All*ln the birds of the heavens nested in its boughs, And*ln under its branches all the beasts of the field gave birth, And*ln all great nations lived under its shade."
    },
    {
        "o": 23628,
        "r": "nasb:Ezekiel:31:7",
        "t": "So*ln it was beautiful in its greatness, in the length of its branches; For*ln its roots extended to many waters."
    },
    {
        "o": 23629,
        "r": "nasb:Ezekiel:31:8",
        "t": "The*ln cedars in God’s garden could not match it; The*ln cypresses could not compare with its boughs, And*ln the plane trees could not match its branches. No*ln tree in God’s garden could compare with it in its beauty."
    },
    {
        "o": 23630,
        "r": "nasb:Ezekiel:31:9",
        "t": "I*ln made it beautiful with the multitude of its branches, And*ln all the trees of Eden, which were in the garden of God, were jealous of it."
    },
    {
        "o": 23631,
        "r": "nasb:Ezekiel:31:10",
        "t": "‘Therefore*p thus says the Lord God,*s “Because it is high in stature and has set its top among the clouds, and its heart is haughty in its loftiness,"
    },
    {
        "o": 23632,
        "r": "nasb:Ezekiel:31:11",
        "t": "therefore I will give it into the hand of a despot of the nations; he will thoroughly deal with it. According to its wickedness I have driven it away."
    },
    {
        "o": 23633,
        "r": "nasb:Ezekiel:31:12",
        "t": "Alien tyrants of the nations have cut it down and left it; on the mountains and in all the valleys its branches have fallen and its boughs have been broken in all the ravines of the land. And all the peoples of the earth have gone down from its shade and left it."
    },
    {
        "o": 23634,
        "r": "nasb:Ezekiel:31:13",
        "t": "On its ruin all the birds of the heavens will dwell, and all the beasts of the field will be on its fallen*i branches"
    },
    {
        "o": 23635,
        "r": "nasb:Ezekiel:31:14",
        "t": "so that all the trees by the waters may not be exalted in their stature, nor set their top among the clouds, nor their well-watered mighty ones stand erect*i in their height. For they have all been given over to death, to the earth beneath, among the sons of men, with those who go down to the pit.”"
    },
    {
        "o": 23636,
        "r": "nasb:Ezekiel:31:15",
        "t": "‘Thus*p says the Lord God,*s “On the day when it went down to Sheol I caused lamentations; I closed the deep over it and held back its rivers. And its*i many waters were stopped up, and I made Lebanon mourn for it, and all the trees of the field wilted away on account of it."
    },
    {
        "o": 23637,
        "r": "nasb:Ezekiel:31:16",
        "t": "I made the nations quake at the sound of its fall when I made it go down to Sheol with those who go down to the pit; and all the well-watered trees of Eden, the choicest and best of Lebanon, were comforted in the earth beneath."
    },
    {
        "o": 23638,
        "r": "nasb:Ezekiel:31:17",
        "t": "They also went down with it to Sheol to those who were slain by the sword; and those who were its strength lived under its shade among the nations."
    },
    {
        "o": 23639,
        "r": "nasb:Ezekiel:31:18",
        "t": "“To*p which among the trees of Eden are you thus equal in glory and greatness? Yet you will be brought down with the trees of Eden to the earth beneath; you will lie in the midst of the uncircumcised, with those who were slain by the sword. So is Pharaoh and all his hordes!” ’ declares the Lord God.”*s"
    }
]
