[
    {
        "o": 3528,
        "r": "niv:Leviticus:17:0",
        "t": "Leviticus 17",
        "h": 1
    },
    {
        "o": 3529,
        "r": "niv:Leviticus:17:0",
        "t": "Eating Blood Forbidden",
        "h": 2
    },
    {
        "o": 3530,
        "r": "niv:Leviticus:17:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3531,
        "r": "niv:Leviticus:17:2",
        "t": "“Speak to Aaron and his sons and to all the Israelites and say to them: ‘This is what the Lord*s has commanded:"
    },
    {
        "o": 3532,
        "r": "niv:Leviticus:17:3",
        "t": "Any Israelite who sacrifices an ox, a lamb or a goat in the camp or outside of it"
    },
    {
        "o": 3533,
        "r": "niv:Leviticus:17:4",
        "t": "instead of bringing it to the entrance to the tent of meeting to present it as an offering to the Lord*s in front of the tabernacle of the Lord*s —that person shall be considered guilty of bloodshed; they have shed blood and must be cut off from their people."
    },
    {
        "o": 3534,
        "r": "niv:Leviticus:17:5",
        "t": "This is so the Israelites will bring to the Lord*s the sacrifices they are now making in the open fields. They must bring them to the priest, that is, to the Lord,*s at the entrance to the tent of meeting and sacrifice them as fellowship offerings."
    },
    {
        "o": 3535,
        "r": "niv:Leviticus:17:6",
        "t": "The priest is to splash the blood against the altar of the Lord*s at the entrance to the tent of meeting and burn the fat as an aroma pleasing to the Lord.*s"
    },
    {
        "o": 3536,
        "r": "niv:Leviticus:17:7",
        "t": "They must no longer offer any of their sacrifices to the goat idols to whom they prostitute themselves. This is to be a lasting ordinance for them and for the generations to come.’"
    },
    {
        "o": 3537,
        "r": "niv:Leviticus:17:8",
        "t": "“Say*p to them: ‘Any Israelite or any foreigner residing among them who offers a burnt offering or sacrifice"
    },
    {
        "o": 3538,
        "r": "niv:Leviticus:17:9",
        "t": "and does not bring it to the entrance to the tent of meeting to sacrifice it to the Lord*s must be cut off from the people of Israel."
    },
    {
        "o": 3539,
        "r": "niv:Leviticus:17:10",
        "t": "“ ‘I*p will set my face against any Israelite or any foreigner residing among them who eats blood, and I will cut them off from the people."
    },
    {
        "o": 3540,
        "r": "niv:Leviticus:17:11",
        "t": "For the life of a creature is in the blood, and I have given it to you to make atonement for yourselves on the altar; it is the blood that makes atonement for one’s life."
    },
    {
        "o": 3541,
        "r": "niv:Leviticus:17:12",
        "t": "Therefore I say to the Israelites, “None of you may eat blood, nor may any foreigner residing among you eat blood.”"
    },
    {
        "o": 3542,
        "r": "niv:Leviticus:17:13",
        "t": "“ ‘Any*p Israelite or any foreigner residing among you who hunts any animal or bird that may be eaten must drain out the blood and cover it with earth,"
    },
    {
        "o": 3543,
        "r": "niv:Leviticus:17:14",
        "t": "because the life of every creature is its blood. That is why I have said to the Israelites, “You must not eat the blood of any creature, because the life of every creature is its blood; anyone who eats it must be cut off.”"
    },
    {
        "o": 3544,
        "r": "niv:Leviticus:17:15",
        "t": "“ ‘Anyone,*p whether native-born or foreigner, who eats anything found dead or torn by wild animals must wash their clothes and bathe with water, and they will be ceremonially unclean till evening; then they will be clean."
    },
    {
        "o": 3545,
        "r": "niv:Leviticus:17:16",
        "t": "But if they do not wash their clothes and bathe themselves, they will be held responsible.’ ”"
    }
]
