[
    {
        "o": 21172,
        "r": "csb:Isaiah:65:0",
        "t": "Isaiah 65",
        "h": 1
    },
    {
        "o": 21173,
        "r": "csb:Isaiah:65:0",
        "t": "The Lord’s Response",
        "h": 2
    },
    {
        "o": 21174,
        "r": "csb:Isaiah:65:1",
        "t": "“I*pn was sought by those who did not ask; I*ln was found by those who did not seek me. I*ln said, ‘Here I am, here I am,’ to*ln a nation that did not call on my name."
    },
    {
        "o": 21175,
        "r": "csb:Isaiah:65:2",
        "t": "I*ln spread out my hands all day long to*ln a rebellious people who*ln walk in the path that is not good, following*ln their own thoughts."
    },
    {
        "o": 21176,
        "r": "csb:Isaiah:65:3",
        "t": "These*ln people continually anger me to*ln my face, sacrificing*ln in gardens, burning*ln incense on bricks,"
    },
    {
        "o": 21177,
        "r": "csb:Isaiah:65:4",
        "t": "sitting*ln among the graves, spending*ln nights in secret places, eating*ln the meat of pigs, and*ln putting polluted broth in their bowls."
    },
    {
        "o": 21178,
        "r": "csb:Isaiah:65:5",
        "t": "They*ln say, ‘Keep to yourself, don’t*ln come near me, for I am too holy for you!’ These*ln practices are smoke in my nostrils, a*ln fire that burns all day long."
    },
    {
        "o": 21179,
        "r": "csb:Isaiah:65:6",
        "t": "Look,*ln it is written in front of me: I*ln will not keep silent, but I will repay; I*ln will repay them fully"
    },
    {
        "o": 21180,
        "r": "csb:Isaiah:65:7",
        "t": "for*ln your iniquities and the iniquities of*ln your ancestors together,” says*ln the Lord.*s “Because*ln they burned incense on the mountains and*ln reproached me on the hills, I*ln will reward them fully for*ln their former deeds.”"
    },
    {
        "o": 21181,
        "r": "csb:Isaiah:65:8",
        "t": "The*p Lord*s says this: “As*pn the new wine is found in a bunch of grapes, and*ln one says, ‘Don’t destroy it, for*ln there’s some good in it,’ so*ln I will act because of my servants and*ln not destroy them all."
    },
    {
        "o": 21182,
        "r": "csb:Isaiah:65:9",
        "t": "I*ln will produce descendants from Jacob, and*ln heirs to my mountains from Judah; my*ln chosen ones will possess it, and*ln my servants will dwell there."
    },
    {
        "o": 21183,
        "r": "csb:Isaiah:65:10",
        "t": "Sharon*ln will be a pasture for flocks, and*ln the Valley of Achor a place for herds to lie down, for*ln my people who have sought me."
    },
    {
        "o": 21184,
        "r": "csb:Isaiah:65:11",
        "t": "But*ln you who abandon the Lord,*s who*ln forget my holy mountain, who*ln prepare a table for Fortune and*ln fill bowls of mixed wine for Destiny,"
    },
    {
        "o": 21185,
        "r": "csb:Isaiah:65:12",
        "t": "I*ln will destine you for the sword, and*ln all of you will kneel down to be slaughtered, because*ln I called and you did not answer, I*ln spoke and you did not hear; you*ln did what was evil in my sight and*ln chose what I did not delight in.”"
    },
    {
        "o": 21186,
        "r": "csb:Isaiah:65:13",
        "t": "Therefore,*p this is what the Lord God*s says: “Look!*pn My servants will eat, but*ln you will be hungry. Look!*ln My servants will drink, but*ln you will be thirsty. Look!*ln My servants will rejoice, but*ln you will be put to shame."
    },
    {
        "o": 21187,
        "r": "csb:Isaiah:65:14",
        "t": "Look!*ln My servants will shout for joy from a glad heart, but*ln you will cry out from an anguished heart, and*ln you will lament out of a broken spirit."
    },
    {
        "o": 21188,
        "r": "csb:Isaiah:65:15",
        "t": "You*ln will leave your name behind as*ln a curse for my chosen ones, and*ln the Lord God*s will kill you; but*ln he will give his servants another name."
    },
    {
        "o": 21189,
        "r": "csb:Isaiah:65:16",
        "t": "Whoever*ln asks for a blessing in the land will*ln ask for a blessing by the God of truth, and*ln whoever swears in the land will*ln swear by the God of truth. For*ln the former troubles will be forgotten and*ln hidden from my sight."
    },
    {
        "o": 21190,
        "r": "csb:Isaiah:65:16",
        "t": "A New Creation",
        "h": 2
    },
    {
        "o": 21191,
        "r": "csb:Isaiah:65:17",
        "t": "“For*pn I will create new heavens and a new earth; the*ln past events will not be remembered or come to mind."
    },
    {
        "o": 21192,
        "r": "csb:Isaiah:65:18",
        "t": "Then*ln be glad and rejoice forever in*ln what I am creating; for*ln I will create Jerusalem to be a joy and*ln its people to be a delight."
    },
    {
        "o": 21193,
        "r": "csb:Isaiah:65:19",
        "t": "I*ln will rejoice in Jerusalem and*ln be glad in my people. The*ln sound of weeping and crying will*ln no longer be heard in her."
    },
    {
        "o": 21194,
        "r": "csb:Isaiah:65:20",
        "t": "In*ln her, a nursing infant will no longer live only*ln a few days, or*ln an old man not live out his days. Indeed,*ln the one who dies at a hundred years old will*ln be mourned as a young man, and*ln the one who misses a hundred years will*ln be considered cursed."
    },
    {
        "o": 21195,
        "r": "csb:Isaiah:65:21",
        "t": "People*ln will build houses and live in them; they*ln will plant vineyards and eat their fruit."
    },
    {
        "o": 21196,
        "r": "csb:Isaiah:65:22",
        "t": "They*ln will not build and others live in them; they*ln will not plant and others eat. For*ln my people’s lives will be like*ln the lifetime of a tree. My*ln chosen ones will fully enjoy the*ln work of their hands."
    },
    {
        "o": 21197,
        "r": "csb:Isaiah:65:23",
        "t": "They*ln will not labor without success or*ln bear children destined for disaster, for*ln they will be a people blessed by the Lord*s along*ln with their descendants."
    },
    {
        "o": 21198,
        "r": "csb:Isaiah:65:24",
        "t": "Even*ln before they call, I will answer; while*ln they are still speaking, I will hear."
    },
    {
        "o": 21199,
        "r": "csb:Isaiah:65:25",
        "t": "The*ln wolf and the lamb will feed together, and*ln the lion will eat straw like cattle, but*ln the serpent’s food will be dust! They*ln will not do what is evil or destroy on*ln my entire holy mountain,” says*ln the Lord.*s"
    }
]
