[
    {
        "o": 11532,
        "r": "kjv:1 Chronicles:29:0",
        "t": "1 Chronicles 29",
        "h": 1
    },
    {
        "o": 11533,
        "r": "kjv:1 Chronicles:29:1",
        "t": "Furthermore*p David the king said unto all the congregation, Solomon my son, whom alone God hath chosen, is yet young and tender, and the work is great: for the palace is not for man, but for the Lord*s God."
    },
    {
        "o": 11534,
        "r": "kjv:1 Chronicles:29:2",
        "t": "Now*p I have prepared with all my might for the house of my God the gold for things to be made of gold, and the silver for things of silver, and the brass for things of brass, the iron for things of iron, and wood for things of wood; onyx stones, and stones to be set, glistering stones, and of divers colours, and all manner of precious stones, and marble stones in abundance."
    },
    {
        "o": 11535,
        "r": "kjv:1 Chronicles:29:3",
        "t": "Moreover,*p because I have set my affection to the house of my God, I have of mine own proper good, of gold and silver, which I have given to the house of my God, over and above all that I have prepared for the holy house,"
    },
    {
        "o": 11536,
        "r": "kjv:1 Chronicles:29:4",
        "t": "Even*p three thousand talents of gold, of the gold of Ophir, and seven thousand talents of refined silver, to overlay the walls of the houses withal:"
    },
    {
        "o": 11537,
        "r": "kjv:1 Chronicles:29:5",
        "t": "The*p gold for things of gold, and the silver for things of silver, and for all manner of work to be made by the hands of artificers. And who then is willing to consecrate his service this day unto the Lord?*s"
    },
    {
        "o": 11538,
        "r": "kjv:1 Chronicles:29:6",
        "t": "Then*p the chief of the fathers and princes of the tribes of Israel, and the captains of thousands and of hundreds, with the rulers of the king's work, offered willingly,"
    },
    {
        "o": 11539,
        "r": "kjv:1 Chronicles:29:7",
        "t": "And*p gave for the service of the house of God of gold five thousand talents and ten thousand drams, and of silver ten thousand talents, and of brass eighteen thousand talents, and one hundred thousand talents of iron."
    },
    {
        "o": 11540,
        "r": "kjv:1 Chronicles:29:8",
        "t": "And*p they with whom precious stones were found gave them to the treasure of the house of the Lord,*s by the hand of Jehiel the Gershonite."
    },
    {
        "o": 11541,
        "r": "kjv:1 Chronicles:29:9",
        "t": "Then*p the people rejoiced, for that they offered willingly, because with perfect heart they offered willingly to the Lord:*s and David the king also rejoiced with great joy."
    },
    {
        "o": 11542,
        "r": "kjv:1 Chronicles:29:10",
        "t": "Wherefore*p David blessed the Lord*s before all the congregation: and David said, Blessed be thou, Lord*s God of Israel our father, for ever and ever."
    },
    {
        "o": 11543,
        "r": "kjv:1 Chronicles:29:11",
        "t": "Thine,*p O Lord,*s is the greatness, and the power, and the glory, and the victory, and the majesty: for all that is in the heaven and in the earth is thine; thine is the kingdom, O Lord,*s and thou art exalted as head above all."
    },
    {
        "o": 11544,
        "r": "kjv:1 Chronicles:29:12",
        "t": "Both*p riches and honour come of thee, and thou reignest over all; and in thine hand is power and might; and in thine hand it is to make great, and to give strength unto all."
    },
    {
        "o": 11545,
        "r": "kjv:1 Chronicles:29:13",
        "t": "Now*p therefore, our God, we thank thee, and praise thy glorious name."
    },
    {
        "o": 11546,
        "r": "kjv:1 Chronicles:29:14",
        "t": "But*p who am I, and what is my people, that we should be able to offer so willingly after this sort? for all things come of thee, and of thine own have we given thee."
    },
    {
        "o": 11547,
        "r": "kjv:1 Chronicles:29:15",
        "t": "For*p we are strangers before thee, and sojourners, as were all our fathers: our days on the earth are as a shadow, and there is none abiding."
    },
    {
        "o": 11548,
        "r": "kjv:1 Chronicles:29:16",
        "t": "O*p Lord*s our God, all this store that we have prepared to build thee an house for thine holy name cometh of thine hand, and is all thine own."
    },
    {
        "o": 11549,
        "r": "kjv:1 Chronicles:29:17",
        "t": "I*p know also, my God, that thou triest the heart, and hast pleasure in uprightness. As for me, in the uprightness of mine heart I have willingly offered all these things: and now have I seen with joy thy people, which are present here, to offer willingly unto thee."
    },
    {
        "o": 11550,
        "r": "kjv:1 Chronicles:29:18",
        "t": "O*p Lord*s God of Abraham, Isaac, and of Israel, our fathers, keep this for ever in the imagination of the thoughts of the heart of thy people, and prepare their heart unto thee:"
    },
    {
        "o": 11551,
        "r": "kjv:1 Chronicles:29:19",
        "t": "And*p give unto Solomon my son a perfect heart, to keep thy commandments, thy testimonies, and thy statutes, and to do all these things, and to build the palace, for the which I have made provision."
    },
    {
        "o": 11552,
        "r": "kjv:1 Chronicles:29:20",
        "t": "And*p David said to all the congregation, Now bless the Lord*s your God. And all the congregation blessed the Lord*s God of their fathers, and bowed down their heads, and worshipped the Lord,*s and the king."
    },
    {
        "o": 11553,
        "r": "kjv:1 Chronicles:29:21",
        "t": "And*p they sacrificed sacrifices unto the Lord,*s and offered burnt offerings unto the Lord,*s on the morrow after that day, even a thousand bullocks, a thousand rams, and a thousand lambs, with their drink offerings, and sacrifices in abundance for all Israel:"
    },
    {
        "o": 11554,
        "r": "kjv:1 Chronicles:29:22",
        "t": "And*p did eat and drink before the Lord*s on that day with great gladness. And they made Solomon the son of David king the second time, and anointed him unto the Lord*s to be the chief governor, and Zadok to be priest."
    },
    {
        "o": 11555,
        "r": "kjv:1 Chronicles:29:23",
        "t": "Then*p Solomon sat on the throne of the Lord*s as king instead of David his father, and prospered; and all Israel obeyed him."
    },
    {
        "o": 11556,
        "r": "kjv:1 Chronicles:29:24",
        "t": "And*p all the princes, and the mighty men, and all the sons likewise of king David, submitted themselves unto Solomon the king."
    },
    {
        "o": 11557,
        "r": "kjv:1 Chronicles:29:25",
        "t": "And*p the Lord*s magnified Solomon exceedingly in the sight of all Israel, and bestowed upon him such royal majesty as had not been on any king before him in Israel."
    },
    {
        "o": 11558,
        "r": "kjv:1 Chronicles:29:26",
        "t": "Thus*p David the son of Jesse reigned over all Israel."
    },
    {
        "o": 11559,
        "r": "kjv:1 Chronicles:29:27",
        "t": "And*p the time that he reigned over Israel was forty years; seven years reigned he in Hebron, and thirty and three years reigned he in Jerusalem."
    },
    {
        "o": 11560,
        "r": "kjv:1 Chronicles:29:28",
        "t": "And*p he died in a good old age, full of days, riches, and honour: and Solomon his son reigned in his stead."
    },
    {
        "o": 11561,
        "r": "kjv:1 Chronicles:29:29",
        "t": "Now*p the acts of David the king, first and last, behold, they are written in the book of Samuel the seer, and in the book of Nathan the prophet, and in the book of Gad the seer,"
    },
    {
        "o": 11562,
        "r": "kjv:1 Chronicles:29:30",
        "t": "With*p all his reign and his might, and the times that went over him, and over Israel, and over all the kingdoms of the countries."
    }
]
