[
    {
        "o": 21020,
        "r": "esv:Isaiah:64:0",
        "t": "Isaiah 64",
        "h": 1
    },
    {
        "o": 21021,
        "r": "esv:Isaiah:64:1",
        "t": "Oh*pn that you would rend the heavens and come down, that*ld the mountains might quake at your presence—"
    },
    {
        "o": 21022,
        "r": "esv:Isaiah:64:2",
        "t": "as*ln when fire kindles brushwood and*ld the fire causes water to boil— to*ln make your name known to your adversaries, and*ld that the nations might tremble at your presence!"
    },
    {
        "o": 21023,
        "r": "esv:Isaiah:64:3",
        "t": "When*ln you did awesome things that we did not look for, you*ld came down, the mountains quaked at your presence."
    },
    {
        "o": 21024,
        "r": "esv:Isaiah:64:4",
        "t": "From*ln of old no one has heard or*ld perceived by the ear, no*ln eye has seen a God besides you, who*ld acts for those who wait for him."
    },
    {
        "o": 21025,
        "r": "esv:Isaiah:64:5",
        "t": "You*ln meet him who joyfully works righteousness, those*ld who remember you in your ways. Behold,*ln you were angry, and we sinned; in*ld our sins we have been a long time, and shall we be saved?"
    },
    {
        "o": 21026,
        "r": "esv:Isaiah:64:6",
        "t": "We*ln have all become like one who is unclean, and*ld all our righteous deeds are like a polluted garment. We*ln all fade like a leaf, and*ld our iniquities, like the wind, take us away."
    },
    {
        "o": 21027,
        "r": "esv:Isaiah:64:7",
        "t": "There*ln is no one who calls upon your name, who*ld rouses himself to take hold of you; for*ln you have hidden your face from us, and*ld have made us melt in the hand of our iniquities."
    },
    {
        "o": 21028,
        "r": "esv:Isaiah:64:8",
        "t": "But*pn now, O Lord,*s you are our Father; we*ld are the clay, and you are our potter; we*ld are all the work of your hand."
    },
    {
        "o": 21029,
        "r": "esv:Isaiah:64:9",
        "t": "Be*ln not so terribly angry, O Lord,*s and*ld remember not iniquity forever. Behold,*ld please look, we are all your people."
    },
    {
        "o": 21030,
        "r": "esv:Isaiah:64:10",
        "t": "Your*ln holy cities have become a wilderness; Zion*ld has become a wilderness, Jerusalem*ld a desolation."
    },
    {
        "o": 21031,
        "r": "esv:Isaiah:64:11",
        "t": "Our*ln holy and beautiful house, where*ld our fathers praised you, has*ln been burned by fire, and*ld all our pleasant places have become ruins."
    },
    {
        "o": 21032,
        "r": "esv:Isaiah:64:12",
        "t": "Will*ln you restrain yourself at these things, O Lord?*s Will*ld you keep silent, and afflict us so terribly?"
    }
]
