[
    {
        "o": 502,
        "r": "esv:Genesis:19:0",
        "t": "Genesis 19",
        "h": 1
    },
    {
        "o": 503,
        "r": "esv:Genesis:19:0",
        "t": "God Rescues Lot",
        "h": 2
    },
    {
        "o": 504,
        "r": "esv:Genesis:19:1",
        "t": "The*p two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth"
    },
    {
        "o": 505,
        "r": "esv:Genesis:19:2",
        "t": "and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.”"
    },
    {
        "o": 506,
        "r": "esv:Genesis:19:3",
        "t": "But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate."
    },
    {
        "o": 507,
        "r": "esv:Genesis:19:4",
        "t": "But*p before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house."
    },
    {
        "o": 508,
        "r": "esv:Genesis:19:5",
        "t": "And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.”"
    },
    {
        "o": 509,
        "r": "esv:Genesis:19:6",
        "t": "Lot went out to the men at the entrance, shut the door after him,"
    },
    {
        "o": 510,
        "r": "esv:Genesis:19:7",
        "t": "and said, “I beg you, my brothers, do not act so wickedly."
    },
    {
        "o": 511,
        "r": "esv:Genesis:19:8",
        "t": "Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.”"
    },
    {
        "o": 512,
        "r": "esv:Genesis:19:9",
        "t": "But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down."
    },
    {
        "o": 513,
        "r": "esv:Genesis:19:10",
        "t": "But the men reached out their hands and brought Lot into the house with them and shut the door."
    },
    {
        "o": 514,
        "r": "esv:Genesis:19:11",
        "t": "And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door."
    },
    {
        "o": 515,
        "r": "esv:Genesis:19:12",
        "t": "Then*p the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place."
    },
    {
        "o": 516,
        "r": "esv:Genesis:19:13",
        "t": "For we are about to destroy this place, because the outcry against its people has become great before the Lord,*s and the Lord*s has sent us to destroy it.”"
    },
    {
        "o": 517,
        "r": "esv:Genesis:19:14",
        "t": "So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the Lord*s is about to destroy the city.” But he seemed to his sons-in-law to be jesting."
    },
    {
        "o": 518,
        "r": "esv:Genesis:19:15",
        "t": "As*p morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.”"
    },
    {
        "o": 519,
        "r": "esv:Genesis:19:16",
        "t": "But he lingered. So the men seized him and his wife and his two daughters by the hand, the Lord*s being merciful to him, and they brought him out and set him outside the city."
    },
    {
        "o": 520,
        "r": "esv:Genesis:19:17",
        "t": "And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.”"
    },
    {
        "o": 521,
        "r": "esv:Genesis:19:18",
        "t": "And Lot said to them, “Oh, no, my lords."
    },
    {
        "o": 522,
        "r": "esv:Genesis:19:19",
        "t": "Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die."
    },
    {
        "o": 523,
        "r": "esv:Genesis:19:20",
        "t": "Behold, this city is near enough to flee to, and it is a little one. Let me escape there— is it not a little one?— and my life will be saved!”"
    },
    {
        "o": 524,
        "r": "esv:Genesis:19:21",
        "t": "He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken."
    },
    {
        "o": 525,
        "r": "esv:Genesis:19:22",
        "t": "Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar."
    },
    {
        "o": 526,
        "r": "esv:Genesis:19:22",
        "t": "God Destroys Sodom",
        "h": 2
    },
    {
        "o": 527,
        "r": "esv:Genesis:19:23",
        "t": "The*p sun had risen on the earth when Lot came to Zoar."
    },
    {
        "o": 528,
        "r": "esv:Genesis:19:24",
        "t": "Then the Lord*s rained on Sodom and Gomorrah sulfur and fire from the Lord*s out of heaven."
    },
    {
        "o": 529,
        "r": "esv:Genesis:19:25",
        "t": "And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground."
    },
    {
        "o": 530,
        "r": "esv:Genesis:19:26",
        "t": "But Lot’s wife, behind him, looked back, and she became a pillar of salt."
    },
    {
        "o": 531,
        "r": "esv:Genesis:19:27",
        "t": "And*p Abraham went early in the morning to the place where he had stood before the Lord.*s"
    },
    {
        "o": 532,
        "r": "esv:Genesis:19:28",
        "t": "And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace."
    },
    {
        "o": 533,
        "r": "esv:Genesis:19:29",
        "t": "So*p it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived."
    },
    {
        "o": 534,
        "r": "esv:Genesis:19:29",
        "t": "Lot and His Daughters",
        "h": 2
    },
    {
        "o": 535,
        "r": "esv:Genesis:19:30",
        "t": "Now*p Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters."
    },
    {
        "o": 536,
        "r": "esv:Genesis:19:31",
        "t": "And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth."
    },
    {
        "o": 537,
        "r": "esv:Genesis:19:32",
        "t": "Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.”"
    },
    {
        "o": 538,
        "r": "esv:Genesis:19:33",
        "t": "So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose."
    },
    {
        "o": 539,
        "r": "esv:Genesis:19:34",
        "t": "The*p next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.”"
    },
    {
        "o": 540,
        "r": "esv:Genesis:19:35",
        "t": "So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose."
    },
    {
        "o": 541,
        "r": "esv:Genesis:19:36",
        "t": "Thus both the daughters of Lot became pregnant by their father."
    },
    {
        "o": 542,
        "r": "esv:Genesis:19:37",
        "t": "The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day."
    },
    {
        "o": 543,
        "r": "esv:Genesis:19:38",
        "t": "The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day."
    }
]
