[
    {
        "o": 20888,
        "r": "nasb:Isaiah:56:0",
        "t": "Isaiah 56",
        "h": 1
    },
    {
        "o": 20889,
        "r": "nasb:Isaiah:56:0",
        "t": "Rewards for Obedience to God",
        "h": 2
    },
    {
        "o": 20890,
        "r": "nasb:Isaiah:56:1",
        "t": "Thus*pn says the Lord,*s “Preserve*ln justice and do righteousness, For*ln My salvation is about to come And*ln My righteousness to be revealed."
    },
    {
        "o": 20891,
        "r": "nasb:Isaiah:56:2",
        "t": "How*ln blessed is the man who does this, And*ln the son of man who takes hold of it; Who*ln keeps from profaning the sabbath, And*ln keeps his hand from doing any evil.”"
    },
    {
        "o": 20892,
        "r": "nasb:Isaiah:56:3",
        "t": "Let*ln not the foreigner who has joined himself to the Lord*s say, “The*ln Lord*s will surely separate me from His people.” Nor*ln let the eunuch say, “Behold, I am a dry tree.”"
    },
    {
        "o": 20893,
        "r": "nasb:Isaiah:56:4",
        "t": "For*ln thus says the Lord,*s “To*ln the eunuchs who keep My sabbaths, And*ln choose what pleases Me, And*ln hold fast My covenant,"
    },
    {
        "o": 20894,
        "r": "nasb:Isaiah:56:5",
        "t": "To*ln them I will give in My house and within My walls a memorial, And*ln a name better than that of sons and daughters; I*ln will give them an everlasting name which will not be cut off."
    },
    {
        "o": 20895,
        "r": "nasb:Isaiah:56:6",
        "t": "“Also*ln the foreigners who join themselves to the Lord,*s To*ln minister to Him, and to love the name of the Lord,*s To*ln be His servants, every one who keeps from profaning the sabbath And*ln holds fast My covenant;"
    },
    {
        "o": 20896,
        "r": "nasb:Isaiah:56:7",
        "t": "Even*ln those I will bring to My holy mountain And*ln make them joyful in My house of prayer. Their*ln burnt offerings and their sacrifices will be acceptable on My altar; For*ln My house will be called a house of prayer for all the peoples.”"
    },
    {
        "o": 20897,
        "r": "nasb:Isaiah:56:8",
        "t": "The*ln Lord God,*s who gathers the dispersed of Israel, declares, “Yet*ln others*i I will gather to them, to those already*i gathered.”"
    },
    {
        "o": 20898,
        "r": "nasb:Isaiah:56:9",
        "t": "All*ln you beasts of the field, All*ln you beasts in the forest, Come*ln to eat."
    },
    {
        "o": 20899,
        "r": "nasb:Isaiah:56:10",
        "t": "His*ln watchmen are blind, All*ln of them know nothing. All*ln of them are mute dogs unable to bark, Dreamers*ln lying down, who love to slumber;"
    },
    {
        "o": 20900,
        "r": "nasb:Isaiah:56:11",
        "t": "And*ln the dogs are greedy, they are not satisfied. And*ln they are shepherds who have no understanding; They*ln have all turned to their own way, Each*ln one to his unjust gain, to the last one."
    },
    {
        "o": 20901,
        "r": "nasb:Isaiah:56:12",
        "t": "“Come,”*ln they*i say,*i “let us get wine, and let us drink heavily of strong drink; And*ln tomorrow will be like today, only more so.”"
    }
]
