[
    {
        "o": 6027,
        "r": "kjv:Deuteronomy:34:0",
        "t": "Deuteronomy 34",
        "h": 1
    },
    {
        "o": 6028,
        "r": "kjv:Deuteronomy:34:1",
        "t": "And*p Moses went up from the plains of Moab unto the mountain of Nebo, to the top of Pisgah, that is over against Jericho. And the Lord*s shewed him all the land of Gilead, unto Dan,"
    },
    {
        "o": 6029,
        "r": "kjv:Deuteronomy:34:2",
        "t": "And*p all Naphtali, and the land of Ephraim, and Manasseh, and all the land of Judah, unto the utmost sea,"
    },
    {
        "o": 6030,
        "r": "kjv:Deuteronomy:34:3",
        "t": "And*p the south, and the plain of the valley of Jericho, the city of palm trees, unto Zoar."
    },
    {
        "o": 6031,
        "r": "kjv:Deuteronomy:34:4",
        "t": "And*p the Lord*s said unto him, This is the land which I sware unto Abraham, unto Isaac, and unto Jacob, saying, I will give it unto thy seed: I have caused thee to see it with thine eyes, but thou shalt not go over thither."
    },
    {
        "o": 6032,
        "r": "kjv:Deuteronomy:34:5",
        "t": "So*p Moses the servant of the Lord*s died there in the land of Moab, according to the word of the Lord.*s"
    },
    {
        "o": 6033,
        "r": "kjv:Deuteronomy:34:6",
        "t": "And*p he buried him in a valley in the land of Moab, over against Beth–peor: but no man knoweth of his sepulchre unto this day."
    },
    {
        "o": 6034,
        "r": "kjv:Deuteronomy:34:7",
        "t": "And*p Moses was an hundred and twenty years old when he died: his eye was not dim, nor his natural force abated."
    },
    {
        "o": 6035,
        "r": "kjv:Deuteronomy:34:8",
        "t": "And*p the children of Israel wept for Moses in the plains of Moab thirty days: so the days of weeping and mourning for Moses were ended."
    },
    {
        "o": 6036,
        "r": "kjv:Deuteronomy:34:9",
        "t": "And*p Joshua the son of Nun was full of the spirit of wisdom; for Moses had laid his hands upon him: and the children of Israel hearkened unto him, and did as the Lord*s commanded Moses."
    },
    {
        "o": 6037,
        "r": "kjv:Deuteronomy:34:10",
        "t": "And*p there arose not a prophet since in Israel like unto Moses, whom the Lord*s knew face to face,"
    },
    {
        "o": 6038,
        "r": "kjv:Deuteronomy:34:11",
        "t": "In*p all the signs and the wonders, which the Lord*s sent him to do in the land of Egypt to Pharaoh, and to all his servants, and to all his land,"
    },
    {
        "o": 6039,
        "r": "kjv:Deuteronomy:34:12",
        "t": "And*p in all that mighty hand, and in all the great terror which Moses shewed in the sight of all Israel."
    }
]
