[
    {
        "o": 7260,
        "r": "niv:Judges:6:0",
        "t": "Judges 6",
        "h": 1
    },
    {
        "o": 7261,
        "r": "niv:Judges:6:0",
        "t": "Gideon",
        "h": 2
    },
    {
        "o": 7262,
        "r": "niv:Judges:6:1",
        "t": "The*p Israelites did evil in the eyes of the Lord,*s and for seven years he gave them into the hands of the Midianites."
    },
    {
        "o": 7263,
        "r": "niv:Judges:6:2",
        "t": "Because the power of Midian was so oppressive, the Israelites prepared shelters for themselves in mountain clefts, caves and strongholds."
    },
    {
        "o": 7264,
        "r": "niv:Judges:6:3",
        "t": "Whenever the Israelites planted their crops, the Midianites, Amalekites and other eastern peoples invaded the country."
    },
    {
        "o": 7265,
        "r": "niv:Judges:6:4",
        "t": "They camped on the land and ruined the crops all the way to Gaza and did not spare a living thing for Israel, neither sheep nor cattle nor donkeys."
    },
    {
        "o": 7266,
        "r": "niv:Judges:6:5",
        "t": "They came up with their livestock and their tents like swarms of locusts. It was impossible to count them or their camels; they invaded the land to ravage it."
    },
    {
        "o": 7267,
        "r": "niv:Judges:6:6",
        "t": "Midian so impoverished the Israelites that they cried out to the Lord*s for help."
    },
    {
        "o": 7268,
        "r": "niv:Judges:6:7",
        "t": "When*p the Israelites cried out to the Lord*s because of Midian,"
    },
    {
        "o": 7269,
        "r": "niv:Judges:6:8",
        "t": "he sent them a prophet, who said, “This is what the Lord,*s the God of Israel, says: I brought you up out of Egypt, out of the land of slavery."
    },
    {
        "o": 7270,
        "r": "niv:Judges:6:9",
        "t": "I rescued you from the hand of the Egyptians. And I delivered you from the hand of all your oppressors; I drove them out before you and gave you their land."
    },
    {
        "o": 7271,
        "r": "niv:Judges:6:10",
        "t": "I said to you, ‘I am the Lord*s your God; do not worship the gods of the Amorites, in whose land you live.’ But you have not listened to me.”"
    },
    {
        "o": 7272,
        "r": "niv:Judges:6:11",
        "t": "The*p angel of the Lord*s came and sat down under the oak in Ophrah that belonged to Joash the Abiezrite, where his son Gideon was threshing wheat in a winepress to keep it from the Midianites."
    },
    {
        "o": 7273,
        "r": "niv:Judges:6:12",
        "t": "When the angel of the Lord*s appeared to Gideon, he said, “The Lord*s is with you, mighty warrior.”"
    },
    {
        "o": 7274,
        "r": "niv:Judges:6:13",
        "t": "“Pardon*p me, my lord,” Gideon replied, “but if the Lord*s is with us, why has all this happened to us? Where are all his wonders that our ancestors told us about when they said, ‘Did not the Lord*s bring us up out of Egypt?’ But now the Lord*s has abandoned us and given us into the hand of Midian.”"
    },
    {
        "o": 7275,
        "r": "niv:Judges:6:14",
        "t": "The*p Lord*s turned to him and said, “Go in the strength you have and save Israel out of Midian’s hand. Am I not sending you?”"
    },
    {
        "o": 7276,
        "r": "niv:Judges:6:15",
        "t": "“Pardon*p me, my lord,” Gideon replied, “but how can I save Israel? My clan is the weakest in Manasseh, and I am the least in my family.”"
    },
    {
        "o": 7277,
        "r": "niv:Judges:6:16",
        "t": "The*p Lord*s answered, “I will be with you, and you will strike down all the Midianites, leaving none alive.”"
    },
    {
        "o": 7278,
        "r": "niv:Judges:6:17",
        "t": "Gideon*p replied, “If now I have found favor in your eyes, give me a sign that it is really you talking to me."
    },
    {
        "o": 7279,
        "r": "niv:Judges:6:18",
        "t": "Please do not go away until I come back and bring my offering and set it before you.” And*p the Lord*s said, “I will wait until you return.”"
    },
    {
        "o": 7280,
        "r": "niv:Judges:6:19",
        "t": "Gideon*p went inside, prepared a young goat, and from an ephah of flour he made bread without yeast. Putting the meat in a basket and its broth in a pot, he brought them out and offered them to him under the oak."
    },
    {
        "o": 7281,
        "r": "niv:Judges:6:20",
        "t": "The*p angel of God said to him, “Take the meat and the unleavened bread, place them on this rock, and pour out the broth.” And Gideon did so."
    },
    {
        "o": 7282,
        "r": "niv:Judges:6:21",
        "t": "Then the angel of the Lord*s touched the meat and the unleavened bread with the tip of the staff that was in his hand. Fire flared from the rock, consuming the meat and the bread. And the angel of the Lord*s disappeared."
    },
    {
        "o": 7283,
        "r": "niv:Judges:6:22",
        "t": "When Gideon realized that it was the angel of the Lord,*s he exclaimed, “Alas, Sovereign Lord!*s I have seen the angel of the Lord*s face to face!”"
    },
    {
        "o": 7284,
        "r": "niv:Judges:6:23",
        "t": "But*p the Lord*s said to him, “Peace! Do not be afraid. You are not going to die.”"
    },
    {
        "o": 7285,
        "r": "niv:Judges:6:24",
        "t": "So*p Gideon built an altar to the Lord*s there and called it The Lord*s Is Peace. To this day it stands in Ophrah of the Abiezrites."
    },
    {
        "o": 7286,
        "r": "niv:Judges:6:25",
        "t": "That*p same night the Lord*s said to him, “Take the second bull from your father’s herd, the one seven years old. Tear down your father’s altar to Baal and cut down the Asherah pole beside it."
    },
    {
        "o": 7287,
        "r": "niv:Judges:6:26",
        "t": "Then build a proper kind of altar to the Lord*s your God on the top of this height. Using the wood of the Asherah pole that you cut down, offer the second bull as a burnt offering.”"
    },
    {
        "o": 7288,
        "r": "niv:Judges:6:27",
        "t": "So*p Gideon took ten of his servants and did as the Lord*s told him. But because he was afraid of his family and the townspeople, he did it at night rather than in the daytime."
    },
    {
        "o": 7289,
        "r": "niv:Judges:6:28",
        "t": "In*p the morning when the people of the town got up, there was Baal’s altar, demolished, with the Asherah pole beside it cut down and the second bull sacrificed on the newly built altar!"
    },
    {
        "o": 7290,
        "r": "niv:Judges:6:29",
        "t": "They*p asked each other, “Who did this?” When*p they carefully investigated, they were told, “Gideon son of Joash did it.”"
    },
    {
        "o": 7291,
        "r": "niv:Judges:6:30",
        "t": "The*p people of the town demanded of Joash, “Bring out your son. He must die, because he has broken down Baal’s altar and cut down the Asherah pole beside it.”"
    },
    {
        "o": 7292,
        "r": "niv:Judges:6:31",
        "t": "But*p Joash replied to the hostile crowd around him, “Are you going to plead Baal’s cause? Are you trying to save him? Whoever fights for him shall be put to death by morning! If Baal really is a god, he can defend himself when someone breaks down his altar.”"
    },
    {
        "o": 7293,
        "r": "niv:Judges:6:32",
        "t": "So because Gideon broke down Baal’s altar, they gave him the name Jerub-Baal that day, saying, “Let Baal contend with him.”"
    },
    {
        "o": 7294,
        "r": "niv:Judges:6:33",
        "t": "Now*p all the Midianites, Amalekites and other eastern peoples joined forces and crossed over the Jordan and camped in the Valley of Jezreel."
    },
    {
        "o": 7295,
        "r": "niv:Judges:6:34",
        "t": "Then the Spirit of the Lord*s came on Gideon, and he blew a trumpet, summoning the Abiezrites to follow him."
    },
    {
        "o": 7296,
        "r": "niv:Judges:6:35",
        "t": "He sent messengers throughout Manasseh, calling them to arms, and also into Asher, Zebulun and Naphtali, so that they too went up to meet them."
    },
    {
        "o": 7297,
        "r": "niv:Judges:6:36",
        "t": "Gideon*p said to God, “If you will save Israel by my hand as you have promised—"
    },
    {
        "o": 7298,
        "r": "niv:Judges:6:37",
        "t": "look, I will place a wool fleece on the threshing floor. If there is dew only on the fleece and all the ground is dry, then I will know that you will save Israel by my hand, as you said.”"
    },
    {
        "o": 7299,
        "r": "niv:Judges:6:38",
        "t": "And that is what happened. Gideon rose early the next day; he squeezed the fleece and wrung out the dew—a bowlful of water."
    },
    {
        "o": 7300,
        "r": "niv:Judges:6:39",
        "t": "Then*p Gideon said to God, “Do not be angry with me. Let me make just one more request. Allow me one more test with the fleece, but this time make the fleece dry and let the ground be covered with dew.”"
    },
    {
        "o": 7301,
        "r": "niv:Judges:6:40",
        "t": "That night God did so. Only the fleece was dry; all the ground was covered with dew."
    }
]
