[
    {
        "o": 5452,
        "r": "esv:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5453,
        "r": "esv:Deuteronomy:4:0",
        "t": "Moses Commands Obedience",
        "h": 2
    },
    {
        "o": 5454,
        "r": "esv:Deuteronomy:4:1",
        "t": "“And*p now, O Israel, listen to the statutes and the rules that I am teaching you, and do them, that you may live, and go in and take possession of the land that the Lord,*s the God of your fathers, is giving you."
    },
    {
        "o": 5455,
        "r": "esv:Deuteronomy:4:2",
        "t": "You shall not add to the word that I command you, nor take from it, that you may keep the commandments of the Lord*s your God that I command you."
    },
    {
        "o": 5456,
        "r": "esv:Deuteronomy:4:3",
        "t": "Your eyes have seen what the Lord*s did at Baal-peor, for the Lord*s your God destroyed from among you all the men who followed the Baal of Peor."
    },
    {
        "o": 5457,
        "r": "esv:Deuteronomy:4:4",
        "t": "But you who held fast to the Lord*s your God are all alive today."
    },
    {
        "o": 5458,
        "r": "esv:Deuteronomy:4:5",
        "t": "See, I have taught you statutes and rules, as the Lord*s my God commanded me, that you should do them in the land that you are entering to take possession of it."
    },
    {
        "o": 5459,
        "r": "esv:Deuteronomy:4:6",
        "t": "Keep them and do them, for that will be your wisdom and your understanding in the sight of the peoples, who, when they hear all these statutes, will say, ‘Surely this great nation is a wise and understanding people.’"
    },
    {
        "o": 5460,
        "r": "esv:Deuteronomy:4:7",
        "t": "For what great nation is there that has a god so near to it as the Lord*s our God is to us, whenever we call upon him?"
    },
    {
        "o": 5461,
        "r": "esv:Deuteronomy:4:8",
        "t": "And what great nation is there, that has statutes and rules so righteous as all this law that I set before you today?"
    },
    {
        "o": 5462,
        "r": "esv:Deuteronomy:4:9",
        "t": "“Only*p take care, and keep your soul diligently, lest you forget the things that your eyes have seen, and lest they depart from your heart all the days of your life. Make them known to your children and your children’s children—"
    },
    {
        "o": 5463,
        "r": "esv:Deuteronomy:4:10",
        "t": "how on the day that you stood before the Lord*s your God at Horeb, the Lord*s said to me, ‘Gather the people to me, that I may let them hear my words, so that they may learn to fear me all the days that they live on the earth, and that they may teach their children so.’"
    },
    {
        "o": 5464,
        "r": "esv:Deuteronomy:4:11",
        "t": "And you came near and stood at the foot of the mountain, while the mountain burned with fire to the heart of heaven, wrapped in darkness, cloud, and gloom."
    },
    {
        "o": 5465,
        "r": "esv:Deuteronomy:4:12",
        "t": "Then the Lord*s spoke to you out of the midst of the fire. You heard the sound of words, but saw no form; there was only a voice."
    },
    {
        "o": 5466,
        "r": "esv:Deuteronomy:4:13",
        "t": "And he declared to you his covenant, which he commanded you to perform, that is, the Ten Commandments, and he wrote them on two tablets of stone."
    },
    {
        "o": 5467,
        "r": "esv:Deuteronomy:4:14",
        "t": "And the Lord*s commanded me at that time to teach you statutes and rules, that you might do them in the land that you are going over to possess."
    },
    {
        "o": 5468,
        "r": "esv:Deuteronomy:4:14",
        "t": "Idolatry Forbidden",
        "h": 2
    },
    {
        "o": 5469,
        "r": "esv:Deuteronomy:4:15",
        "t": "“Therefore*p watch yourselves very carefully. Since you saw no form on the day that the Lord*s spoke to you at Horeb out of the midst of the fire,"
    },
    {
        "o": 5470,
        "r": "esv:Deuteronomy:4:16",
        "t": "beware lest you act corruptly by making a carved image for yourselves, in the form of any figure, the likeness of male or female,"
    },
    {
        "o": 5471,
        "r": "esv:Deuteronomy:4:17",
        "t": "the likeness of any animal that is on the earth, the likeness of any winged bird that flies in the air,"
    },
    {
        "o": 5472,
        "r": "esv:Deuteronomy:4:18",
        "t": "the likeness of anything that creeps on the ground, the likeness of any fish that is in the water under the earth."
    },
    {
        "o": 5473,
        "r": "esv:Deuteronomy:4:19",
        "t": "And beware lest you raise your eyes to heaven, and when you see the sun and the moon and the stars, all the host of heaven, you be drawn away and bow down to them and serve them, things that the Lord*s your God has allotted to all the peoples under the whole heaven."
    },
    {
        "o": 5474,
        "r": "esv:Deuteronomy:4:20",
        "t": "But the Lord*s has taken you and brought you out of the iron furnace, out of Egypt, to be a people of his own inheritance, as you are this day."
    },
    {
        "o": 5475,
        "r": "esv:Deuteronomy:4:21",
        "t": "Furthermore, the Lord*s was angry with me because of you, and he swore that I should not cross the Jordan, and that I should not enter the good land that the Lord*s your God is giving you for an inheritance."
    },
    {
        "o": 5476,
        "r": "esv:Deuteronomy:4:22",
        "t": "For I must die in this land; I must not go over the Jordan. But you shall go over and take possession of that good land."
    },
    {
        "o": 5477,
        "r": "esv:Deuteronomy:4:23",
        "t": "Take care, lest you forget the covenant of the Lord*s your God, which he made with you, and make a carved image, the form of anything that the Lord*s your God has forbidden you."
    },
    {
        "o": 5478,
        "r": "esv:Deuteronomy:4:24",
        "t": "For the Lord*s your God is a consuming fire, a jealous God."
    },
    {
        "o": 5479,
        "r": "esv:Deuteronomy:4:25",
        "t": "“When*p you father children and children’s children, and have grown old in the land, if you act corruptly by making a carved image in the form of anything, and by doing what is evil in the sight of the Lord*s your God, so as to provoke him to anger,"
    },
    {
        "o": 5480,
        "r": "esv:Deuteronomy:4:26",
        "t": "I call heaven and earth to witness against you today, that you will soon utterly perish from the land that you are going over the Jordan to possess. You will not live long in it, but will be utterly destroyed."
    },
    {
        "o": 5481,
        "r": "esv:Deuteronomy:4:27",
        "t": "And the Lord*s will scatter you among the peoples, and you will be left few in number among the nations where the Lord*s will drive you."
    },
    {
        "o": 5482,
        "r": "esv:Deuteronomy:4:28",
        "t": "And there you will serve gods of wood and stone, the work of human hands, that neither see, nor hear, nor eat, nor smell."
    },
    {
        "o": 5483,
        "r": "esv:Deuteronomy:4:29",
        "t": "But from there you will seek the Lord*s your God and you will find him, if you search after him with all your heart and with all your soul."
    },
    {
        "o": 5484,
        "r": "esv:Deuteronomy:4:30",
        "t": "When you are in tribulation, and all these things come upon you in the latter days, you will return to the Lord*s your God and obey his voice."
    },
    {
        "o": 5485,
        "r": "esv:Deuteronomy:4:31",
        "t": "For the Lord*s your God is a merciful God. He will not leave you or destroy you or forget the covenant with your fathers that he swore to them."
    },
    {
        "o": 5486,
        "r": "esv:Deuteronomy:4:31",
        "t": "The Lord Alone Is God",
        "h": 2
    },
    {
        "o": 5487,
        "r": "esv:Deuteronomy:4:32",
        "t": "“For*p ask now of the days that are past, which were before you, since the day that God created man on the earth, and ask from one end of heaven to the other, whether such a great thing as this has ever happened or was ever heard of."
    },
    {
        "o": 5488,
        "r": "esv:Deuteronomy:4:33",
        "t": "Did any people ever hear the voice of a god speaking out of the midst of the fire, as you have heard, and still live?"
    },
    {
        "o": 5489,
        "r": "esv:Deuteronomy:4:34",
        "t": "Or has any god ever attempted to go and take a nation for himself from the midst of another nation, by trials, by signs, by wonders, and by war, by a mighty hand and an outstretched arm, and by great deeds of terror, all of which the Lord*s your God did for you in Egypt before your eyes?"
    },
    {
        "o": 5490,
        "r": "esv:Deuteronomy:4:35",
        "t": "To you it was shown, that you might know that the Lord*s is God; there is no other besides him."
    },
    {
        "o": 5491,
        "r": "esv:Deuteronomy:4:36",
        "t": "Out of heaven he let you hear his voice, that he might discipline you. And on earth he let you see his great fire, and you heard his words out of the midst of the fire."
    },
    {
        "o": 5492,
        "r": "esv:Deuteronomy:4:37",
        "t": "And because he loved your fathers and chose their offspring after them and brought you out of Egypt with his own presence, by his great power,"
    },
    {
        "o": 5493,
        "r": "esv:Deuteronomy:4:38",
        "t": "driving out before you nations greater and mightier than you, to bring you in, to give you their land for an inheritance, as it is this day,"
    },
    {
        "o": 5494,
        "r": "esv:Deuteronomy:4:39",
        "t": "know therefore today, and lay it to your heart, that the Lord*s is God in heaven above and on the earth beneath; there is no other."
    },
    {
        "o": 5495,
        "r": "esv:Deuteronomy:4:40",
        "t": "Therefore you shall keep his statutes and his commandments, which I command you today, that it may go well with you and with your children after you, and that you may prolong your days in the land that the Lord*s your God is giving you for all time.”"
    },
    {
        "o": 5496,
        "r": "esv:Deuteronomy:4:40",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5497,
        "r": "esv:Deuteronomy:4:41",
        "t": "Then*p Moses set apart three cities in the east beyond the Jordan,"
    },
    {
        "o": 5498,
        "r": "esv:Deuteronomy:4:42",
        "t": "that the manslayer might flee there, anyone who kills his neighbor unintentionally, without being at enmity with him in time past; he may flee to one of these cities and save his life:"
    },
    {
        "o": 5499,
        "r": "esv:Deuteronomy:4:43",
        "t": "Bezer in the wilderness on the tableland for the Reubenites, Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites."
    },
    {
        "o": 5500,
        "r": "esv:Deuteronomy:4:43",
        "t": "Introduction to the Law",
        "h": 2
    },
    {
        "o": 5501,
        "r": "esv:Deuteronomy:4:44",
        "t": "This*p is the law that Moses set before the people of Israel."
    },
    {
        "o": 5502,
        "r": "esv:Deuteronomy:4:45",
        "t": "These are the testimonies, the statutes, and the rules, which Moses spoke to the people of Israel when they came out of Egypt,"
    },
    {
        "o": 5503,
        "r": "esv:Deuteronomy:4:46",
        "t": "beyond the Jordan in the valley opposite Beth-peor, in the land of Sihon the king of the Amorites, who lived at Heshbon, whom Moses and the people of Israel defeated when they came out of Egypt."
    },
    {
        "o": 5504,
        "r": "esv:Deuteronomy:4:47",
        "t": "And they took possession of his land and the land of Og, the king of Bashan, the two kings of the Amorites, who lived to the east beyond the Jordan;"
    },
    {
        "o": 5505,
        "r": "esv:Deuteronomy:4:48",
        "t": "from Aroer, which is on the edge of the Valley of the Arnon, as far as Mount Sirion (that is, Hermon),"
    },
    {
        "o": 5506,
        "r": "esv:Deuteronomy:4:49",
        "t": "together with all the Arabah on the east side of the Jordan as far as the Sea of the Arabah, under the slopes of Pisgah."
    }
]
