[
    {
        "o": 6877,
        "r": "nasb:Joshua:19:0",
        "t": "Joshua 19",
        "h": 1
    },
    {
        "o": 6878,
        "r": "nasb:Joshua:19:0",
        "t": "Territory of Simeon",
        "h": 2
    },
    {
        "o": 6879,
        "r": "nasb:Joshua:19:1",
        "t": "Then*p the second lot fell to Simeon, to the tribe of the sons of Simeon according to their families, and their inheritance was in the midst of the inheritance of the sons of Judah."
    },
    {
        "o": 6880,
        "r": "nasb:Joshua:19:2",
        "t": "So they had as their inheritance Beersheba or Sheba and Moladah,"
    },
    {
        "o": 6881,
        "r": "nasb:Joshua:19:3",
        "t": "and Hazar-shual and Balah and Ezem,"
    },
    {
        "o": 6882,
        "r": "nasb:Joshua:19:4",
        "t": "and Eltolad and Bethul and Hormah,"
    },
    {
        "o": 6883,
        "r": "nasb:Joshua:19:5",
        "t": "and Ziklag and Beth-marcaboth and Hazar-susah,"
    },
    {
        "o": 6884,
        "r": "nasb:Joshua:19:6",
        "t": "and Beth-lebaoth and Sharuhen; thirteen cities with their villages;"
    },
    {
        "o": 6885,
        "r": "nasb:Joshua:19:7",
        "t": "Ain, Rimmon and Ether and Ashan; four cities with their villages;"
    },
    {
        "o": 6886,
        "r": "nasb:Joshua:19:8",
        "t": "and all the villages which were*i around these cities as far as Baalath-beer, Ramah of the Negev. This was*i the inheritance of the tribe of the sons of Simeon according to their families."
    },
    {
        "o": 6887,
        "r": "nasb:Joshua:19:9",
        "t": "The inheritance of the sons of Simeon was*i taken*i from the portion of the sons of Judah, for the share of the sons of Judah was too large for them; so the sons of Simeon received an*i inheritance in the midst of Judah’s inheritance."
    },
    {
        "o": 6888,
        "r": "nasb:Joshua:19:9",
        "t": "Territory of Zebulun",
        "h": 2
    },
    {
        "o": 6889,
        "r": "nasb:Joshua:19:10",
        "t": "Now*p the third lot came up for the sons of Zebulun according to their families. And the territory of their inheritance was as far as Sarid."
    },
    {
        "o": 6890,
        "r": "nasb:Joshua:19:11",
        "t": "Then their border went up to the west and to Maralah, it then touched Dabbesheth and reached to the brook that is before Jokneam."
    },
    {
        "o": 6891,
        "r": "nasb:Joshua:19:12",
        "t": "Then it turned from Sarid to the east toward the sunrise as far as the border of Chisloth-tabor, and it proceeded to Daberath and up to Japhia."
    },
    {
        "o": 6892,
        "r": "nasb:Joshua:19:13",
        "t": "From there it continued eastward toward the sunrise to Gath-hepher, to Eth-kazin, and it proceeded to Rimmon which stretches to Neah."
    },
    {
        "o": 6893,
        "r": "nasb:Joshua:19:14",
        "t": "The border circled around it on the north to Hannathon, and it ended at the valley of Iphtahel."
    },
    {
        "o": 6894,
        "r": "nasb:Joshua:19:15",
        "t": "Included*i also were*i Kattah and Nahalal and Shimron and Idalah and Bethlehem; twelve cities with their villages."
    },
    {
        "o": 6895,
        "r": "nasb:Joshua:19:16",
        "t": "This was*i the inheritance of the sons of Zebulun according to their families, these cities with their villages."
    },
    {
        "o": 6896,
        "r": "nasb:Joshua:19:16",
        "t": "Territory of Issachar",
        "h": 2
    },
    {
        "o": 6897,
        "r": "nasb:Joshua:19:17",
        "t": "The*p fourth lot fell to Issachar, to the sons of Issachar according to their families."
    },
    {
        "o": 6898,
        "r": "nasb:Joshua:19:18",
        "t": "Their territory was to Jezreel and included*i Chesulloth and Shunem,"
    },
    {
        "o": 6899,
        "r": "nasb:Joshua:19:19",
        "t": "and Hapharaim and Shion and Anaharath,"
    },
    {
        "o": 6900,
        "r": "nasb:Joshua:19:20",
        "t": "and Rabbith and Kishion and Ebez,"
    },
    {
        "o": 6901,
        "r": "nasb:Joshua:19:21",
        "t": "and Remeth and En-gannim and En-haddah and Beth-pazzez."
    },
    {
        "o": 6902,
        "r": "nasb:Joshua:19:22",
        "t": "The border reached to Tabor and Shahazumah and Beth-shemesh, and their border ended at the Jordan; sixteen cities with their villages."
    },
    {
        "o": 6903,
        "r": "nasb:Joshua:19:23",
        "t": "This was*i the inheritance of the tribe of the sons of Issachar according to their families, the cities with their villages."
    },
    {
        "o": 6904,
        "r": "nasb:Joshua:19:23",
        "t": "Territory of Asher",
        "h": 2
    },
    {
        "o": 6905,
        "r": "nasb:Joshua:19:24",
        "t": "Now*p the fifth lot fell to the tribe of the sons of Asher according to their families."
    },
    {
        "o": 6906,
        "r": "nasb:Joshua:19:25",
        "t": "Their territory was Helkath and Hali and Beten and Achshaph,"
    },
    {
        "o": 6907,
        "r": "nasb:Joshua:19:26",
        "t": "and Allammelech and Amad and Mishal; and it reached to Carmel on the west and to Shihor-libnath."
    },
    {
        "o": 6908,
        "r": "nasb:Joshua:19:27",
        "t": "It turned toward the east to Beth-dagon and reached to Zebulun, and to the valley of Iphtahel northward to Beth-emek and Neiel; then it proceeded on north to Cabul,"
    },
    {
        "o": 6909,
        "r": "nasb:Joshua:19:28",
        "t": "and Ebron and Rehob and Hammon and Kanah, as far as Great Sidon."
    },
    {
        "o": 6910,
        "r": "nasb:Joshua:19:29",
        "t": "The border turned to Ramah and to the fortified city of Tyre; then the border turned to Hosah, and it ended at the sea by the region of Achzib."
    },
    {
        "o": 6911,
        "r": "nasb:Joshua:19:30",
        "t": "Included*i also were*i Ummah, and Aphek and Rehob; twenty-two cities with their villages."
    },
    {
        "o": 6912,
        "r": "nasb:Joshua:19:31",
        "t": "This was*i the inheritance of the tribe of the sons of Asher according to their families, these cities with their villages."
    },
    {
        "o": 6913,
        "r": "nasb:Joshua:19:31",
        "t": "Territory of Naphtali",
        "h": 2
    },
    {
        "o": 6914,
        "r": "nasb:Joshua:19:32",
        "t": "The*p sixth lot fell to the sons of Naphtali; to the sons of Naphtali according to their families."
    },
    {
        "o": 6915,
        "r": "nasb:Joshua:19:33",
        "t": "Their border was from Heleph, from the oak in Zaanannim and Adami-nekeb and Jabneel, as far as Lakkum, and it ended at the Jordan."
    },
    {
        "o": 6916,
        "r": "nasb:Joshua:19:34",
        "t": "Then the border turned westward to Aznoth-tabor and proceeded from there to Hukkok; and it reached to Zebulun on the south and touched Asher on the west, and to Judah at the Jordan toward the east."
    },
    {
        "o": 6917,
        "r": "nasb:Joshua:19:35",
        "t": "The fortified cities were*i Ziddim, Zer and Hammath, Rakkath and Chinnereth,"
    },
    {
        "o": 6918,
        "r": "nasb:Joshua:19:36",
        "t": "and Adamah and Ramah and Hazor,"
    },
    {
        "o": 6919,
        "r": "nasb:Joshua:19:37",
        "t": "and Kedesh and Edrei and En-hazor,"
    },
    {
        "o": 6920,
        "r": "nasb:Joshua:19:38",
        "t": "and Yiron and Migdal-el, Horem and Beth-anath and Beth-shemesh; nineteen cities with their villages."
    },
    {
        "o": 6921,
        "r": "nasb:Joshua:19:39",
        "t": "This was*i the inheritance of the tribe of the sons of Naphtali according to their families, the cities with their villages."
    },
    {
        "o": 6922,
        "r": "nasb:Joshua:19:39",
        "t": "Territory of Dan",
        "h": 2
    },
    {
        "o": 6923,
        "r": "nasb:Joshua:19:40",
        "t": "The*p seventh lot fell to the tribe of the sons of Dan according to their families."
    },
    {
        "o": 6924,
        "r": "nasb:Joshua:19:41",
        "t": "The territory of their inheritance was Zorah and Eshtaol and Ir-shemesh,"
    },
    {
        "o": 6925,
        "r": "nasb:Joshua:19:42",
        "t": "and Shaalabbin and Aijalon and Ithlah,"
    },
    {
        "o": 6926,
        "r": "nasb:Joshua:19:43",
        "t": "and Elon and Timnah and Ekron,"
    },
    {
        "o": 6927,
        "r": "nasb:Joshua:19:44",
        "t": "and Eltekeh and Gibbethon and Baalath,"
    },
    {
        "o": 6928,
        "r": "nasb:Joshua:19:45",
        "t": "and Jehud and Bene-berak and Gath-rimmon,"
    },
    {
        "o": 6929,
        "r": "nasb:Joshua:19:46",
        "t": "and Me-jarkon and Rakkon, with the territory over against Joppa."
    },
    {
        "o": 6930,
        "r": "nasb:Joshua:19:47",
        "t": "The territory of the sons of Dan proceeded beyond them; for the sons of Dan went up and fought with Leshem and captured it. Then they struck it with the edge of the sword and possessed it and settled in it; and they called Leshem Dan after the name of Dan their father."
    },
    {
        "o": 6931,
        "r": "nasb:Joshua:19:48",
        "t": "This was*i the inheritance of the tribe of the sons of Dan according to their families, these cities with their villages."
    },
    {
        "o": 6932,
        "r": "nasb:Joshua:19:49",
        "t": "When*p they finished apportioning the land for inheritance by its borders, the sons of Israel gave an inheritance in their midst to Joshua the son of Nun."
    },
    {
        "o": 6933,
        "r": "nasb:Joshua:19:50",
        "t": "In accordance with the command of the Lord*s they gave him the city for which he asked, Timnath-serah in the hill country of Ephraim. So he built the city and settled in it."
    },
    {
        "o": 6934,
        "r": "nasb:Joshua:19:51",
        "t": "These*p are the inheritances which Eleazar the priest, and Joshua the son of Nun, and the heads of the households of the tribes of the sons of Israel distributed by lot in Shiloh before the Lord*s at the doorway of the tent of meeting. So they finished dividing the land."
    }
]
