[
    {
        "o": 31767,
        "r": "csb:Romans:6:0",
        "t": "Romans 6",
        "h": 1
    },
    {
        "o": 31768,
        "r": "csb:Romans:6:0",
        "t": "The New Life in Christ",
        "h": 2
    },
    {
        "o": 31769,
        "r": "csb:Romans:6:1",
        "t": "What*p should we say then? Should we continue in sin so that grace may multiply?"
    },
    {
        "o": 31770,
        "r": "csb:Romans:6:2",
        "t": "Absolutely not! How can we who died to sin still live in it?"
    },
    {
        "o": 31771,
        "r": "csb:Romans:6:3",
        "t": "Or are you unaware that all of us who were baptized into Christ Jesus were baptized into his death?"
    },
    {
        "o": 31772,
        "r": "csb:Romans:6:4",
        "t": "Therefore we were buried with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, so we too may walk in newness of life."
    },
    {
        "o": 31773,
        "r": "csb:Romans:6:5",
        "t": "For if we have been united with him in the likeness of his death, we will certainly also be in the likeness of his resurrection."
    },
    {
        "o": 31774,
        "r": "csb:Romans:6:6",
        "t": "For we know that our old self was crucified with him so that the body ruled by sin might be rendered powerless so that we may no longer be enslaved to sin,"
    },
    {
        "o": 31775,
        "r": "csb:Romans:6:7",
        "t": "since a person who has died is freed from sin."
    },
    {
        "o": 31776,
        "r": "csb:Romans:6:8",
        "t": "Now if we died with Christ, we believe that we will also live with him,"
    },
    {
        "o": 31777,
        "r": "csb:Romans:6:9",
        "t": "because we know that Christ, having been raised from the dead, will not die again. Death no longer rules over him."
    },
    {
        "o": 31778,
        "r": "csb:Romans:6:10",
        "t": "For the death he died, he died to sin once for all time; but the life he lives, he lives to God."
    },
    {
        "o": 31779,
        "r": "csb:Romans:6:11",
        "t": "So, you too consider yourselves dead to sin and alive to God in Christ Jesus."
    },
    {
        "o": 31780,
        "r": "csb:Romans:6:12",
        "t": "Therefore*p do not let sin reign in your mortal body, so that you obey its desires."
    },
    {
        "o": 31781,
        "r": "csb:Romans:6:13",
        "t": "And do not offer any parts of it to sin as weapons for unrighteousness. But as those who are alive from the dead, offer yourselves to God, and all the parts of yourselves to God as weapons for righteousness."
    },
    {
        "o": 31782,
        "r": "csb:Romans:6:14",
        "t": "For sin will not rule over you, because you are not under the law but under grace."
    },
    {
        "o": 31783,
        "r": "csb:Romans:6:14",
        "t": "From Slaves of Sin to Slaves of God",
        "h": 2
    },
    {
        "o": 31784,
        "r": "csb:Romans:6:15",
        "t": "What*p then? Should we sin because we are not under the law but under grace? Absolutely not!"
    },
    {
        "o": 31785,
        "r": "csb:Romans:6:16",
        "t": "Don’t you know that if you offer yourselves to someone as obedient slaves, you are slaves of that one you obey- either of sin leading to death or of obedience leading to righteousness?"
    },
    {
        "o": 31786,
        "r": "csb:Romans:6:17",
        "t": "But thank God that, although you used to be slaves of sin, you obeyed from the heart that pattern of teaching to which you were handed over,"
    },
    {
        "o": 31787,
        "r": "csb:Romans:6:18",
        "t": "and having been set free from sin, you became enslaved to righteousness."
    },
    {
        "o": 31788,
        "r": "csb:Romans:6:19",
        "t": "I am using a human analogy because of the weakness of your flesh. For just as you offered the parts of yourselves as slaves to impurity, and to greater and greater lawlessness, so now offer them as slaves to righteousness, which results in sanctification."
    },
    {
        "o": 31789,
        "r": "csb:Romans:6:20",
        "t": "For when you were slaves of sin, you were free with regard to righteousness."
    },
    {
        "o": 31790,
        "r": "csb:Romans:6:21",
        "t": "So what fruit was produced then from the things you are now ashamed of? The outcome of those things is death."
    },
    {
        "o": 31791,
        "r": "csb:Romans:6:22",
        "t": "But now, since you have been set free from sin and have become enslaved to God, you have your fruit, which results in sanctification- and the outcome is eternal life!"
    },
    {
        "o": 31792,
        "r": "csb:Romans:6:23",
        "t": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."
    }
]
