[
    {
        "o": 715,
        "r": "nasb:Genesis:25:0",
        "t": "Genesis 25",
        "h": 1
    },
    {
        "o": 716,
        "r": "nasb:Genesis:25:0",
        "t": "Abraham’s Death",
        "h": 2
    },
    {
        "o": 717,
        "r": "nasb:Genesis:25:1",
        "t": "Now*p Abraham took another wife, whose name was Keturah."
    },
    {
        "o": 718,
        "r": "nasb:Genesis:25:2",
        "t": "She bore to him Zimran and Jokshan and Medan and Midian and Ishbak and Shuah."
    },
    {
        "o": 719,
        "r": "nasb:Genesis:25:3",
        "t": "Jokshan became the father of Sheba and Dedan. And the sons of Dedan were Asshurim and Letushim and Leummim."
    },
    {
        "o": 720,
        "r": "nasb:Genesis:25:4",
        "t": "The sons of Midian were*i Ephah and Epher and Hanoch and Abida and Eldaah. All these were*i the sons of Keturah."
    },
    {
        "o": 721,
        "r": "nasb:Genesis:25:5",
        "t": "Now Abraham gave all that he had to Isaac;"
    },
    {
        "o": 722,
        "r": "nasb:Genesis:25:6",
        "t": "but to the sons of his concubines, Abraham gave gifts while he was still living, and sent them away from his son Isaac eastward, to the land of the east."
    },
    {
        "o": 723,
        "r": "nasb:Genesis:25:7",
        "t": "These*p are all the years of Abraham’s life that he lived, one hundred and seventy-five years."
    },
    {
        "o": 724,
        "r": "nasb:Genesis:25:8",
        "t": "Abraham breathed his last and died in a ripe old age, an old man and satisfied with*i life;*i and he was gathered to his people."
    },
    {
        "o": 725,
        "r": "nasb:Genesis:25:9",
        "t": "Then his sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, facing Mamre,"
    },
    {
        "o": 726,
        "r": "nasb:Genesis:25:10",
        "t": "the field which Abraham purchased from the sons of Heth; there Abraham was buried with Sarah his wife."
    },
    {
        "o": 727,
        "r": "nasb:Genesis:25:11",
        "t": "It came about after the death of Abraham, that God blessed his son Isaac; and Isaac lived by Beer-lahai-roi."
    },
    {
        "o": 728,
        "r": "nasb:Genesis:25:11",
        "t": "Descendants of Ishmael",
        "h": 2
    },
    {
        "o": 729,
        "r": "nasb:Genesis:25:12",
        "t": "Now*p these are the*i records*i of*i the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s maid, bore to Abraham;"
    },
    {
        "o": 730,
        "r": "nasb:Genesis:25:13",
        "t": "and these are the names of the sons of Ishmael, by their names, in the order of their birth: Nebaioth, the firstborn of Ishmael, and Kedar and Adbeel and Mibsam"
    },
    {
        "o": 731,
        "r": "nasb:Genesis:25:14",
        "t": "and Mishma and Dumah and Massa,"
    },
    {
        "o": 732,
        "r": "nasb:Genesis:25:15",
        "t": "Hadad and Tema, Jetur, Naphish and Kedemah."
    },
    {
        "o": 733,
        "r": "nasb:Genesis:25:16",
        "t": "These are the sons of Ishmael and these are their names, by their villages, and by their camps; twelve princes according to their tribes."
    },
    {
        "o": 734,
        "r": "nasb:Genesis:25:17",
        "t": "These are the years of the life of Ishmael, one hundred and thirty-seven years; and he breathed his last and died, and was gathered to his people."
    },
    {
        "o": 735,
        "r": "nasb:Genesis:25:18",
        "t": "They settled from Havilah to Shur which is east of Egypt as one goes toward Assyria; he settled in defiance of all his relatives."
    },
    {
        "o": 736,
        "r": "nasb:Genesis:25:18",
        "t": "Isaac’s Sons",
        "h": 2
    },
    {
        "o": 737,
        "r": "nasb:Genesis:25:19",
        "t": "Now*p these are the*i records*i of*i the generations of Isaac, Abraham’s son: Abraham became the father of Isaac;"
    },
    {
        "o": 738,
        "r": "nasb:Genesis:25:20",
        "t": "and Isaac was forty years old when he took Rebekah, the daughter of Bethuel the Aramean of Paddan-aram, the sister of Laban the Aramean, to be his wife."
    },
    {
        "o": 739,
        "r": "nasb:Genesis:25:21",
        "t": "Isaac prayed to the Lord*s on behalf of his wife, because she was barren; and the Lord*s answered him and Rebekah his wife conceived."
    },
    {
        "o": 740,
        "r": "nasb:Genesis:25:22",
        "t": "But the children struggled together within her; and she said, “If it is so, why then am I this*i way?”*i So she went to inquire of the Lord.*s"
    },
    {
        "o": 741,
        "r": "nasb:Genesis:25:23",
        "t": "The Lord*s said to her, “Two*pn nations are in your womb; And*ln two peoples will be separated from your body; And*ln one people shall be stronger than the other; And*ln the older shall serve the younger.”"
    },
    {
        "o": 742,
        "r": "nasb:Genesis:25:24",
        "t": "When*p her days to be delivered were fulfilled, behold, there were twins in her womb."
    },
    {
        "o": 743,
        "r": "nasb:Genesis:25:25",
        "t": "Now the first came forth red, all over like a hairy garment; and they named him Esau."
    },
    {
        "o": 744,
        "r": "nasb:Genesis:25:26",
        "t": "Afterward his brother came forth with his hand holding on to Esau’s heel, so his name was called Jacob; and Isaac was sixty years old when she gave birth to them."
    },
    {
        "o": 745,
        "r": "nasb:Genesis:25:27",
        "t": "When*p the boys grew up, Esau became a skillful hunter, a man of the field, but Jacob was a peaceful man, living in tents."
    },
    {
        "o": 746,
        "r": "nasb:Genesis:25:28",
        "t": "Now Isaac loved Esau, because he had a taste for game, but Rebekah loved Jacob."
    },
    {
        "o": 747,
        "r": "nasb:Genesis:25:29",
        "t": "When Jacob had cooked stew, Esau came in from the field and he was famished;"
    },
    {
        "o": 748,
        "r": "nasb:Genesis:25:30",
        "t": "and Esau said to Jacob, “Please let me have a swallow of that red stuff there, for I am famished.” Therefore his name was called Edom."
    },
    {
        "o": 749,
        "r": "nasb:Genesis:25:31",
        "t": "But Jacob said, “First sell me your birthright.”"
    },
    {
        "o": 750,
        "r": "nasb:Genesis:25:32",
        "t": "Esau said, “Behold, I am about to die; so of what use*i then is the birthright to me?”"
    },
    {
        "o": 751,
        "r": "nasb:Genesis:25:33",
        "t": "And Jacob said, “First swear to me”; so he swore to him, and sold his birthright to Jacob."
    },
    {
        "o": 752,
        "r": "nasb:Genesis:25:34",
        "t": "Then Jacob gave Esau bread and lentil stew; and he ate and drank, and rose and went on his way. Thus Esau despised his birthright."
    }
]
