[
    {
        "o": 10317,
        "r": "esv:1 Kings:20:0",
        "t": "1 Kings 20",
        "h": 1
    },
    {
        "o": 10318,
        "r": "esv:1 Kings:20:0",
        "t": "Ahab’s Wars with Syria",
        "h": 2
    },
    {
        "o": 10319,
        "r": "esv:1 Kings:20:1",
        "t": "Ben-hadad*p the king of Syria gathered all his army together. Thirty-two kings were with him, and horses and chariots. And he went up and closed in on Samaria and fought against it."
    },
    {
        "o": 10320,
        "r": "esv:1 Kings:20:2",
        "t": "And he sent messengers into the city to Ahab king of Israel and said to him, “Thus says Ben-hadad:"
    },
    {
        "o": 10321,
        "r": "esv:1 Kings:20:3",
        "t": "‘Your silver and your gold are mine; your best wives and children also are mine.’”"
    },
    {
        "o": 10322,
        "r": "esv:1 Kings:20:4",
        "t": "And the king of Israel answered, “As you say, my lord, O king, I am yours, and all that I have.”"
    },
    {
        "o": 10323,
        "r": "esv:1 Kings:20:5",
        "t": "The messengers came again and said, “Thus says Ben-hadad: ‘I sent to you, saying, “Deliver to me your silver and your gold, your wives and your children.”"
    },
    {
        "o": 10324,
        "r": "esv:1 Kings:20:6",
        "t": "Nevertheless I will send my servants to you tomorrow about this time, and they shall search your house and the houses of your servants and lay hands on whatever pleases you and take it away.’”"
    },
    {
        "o": 10325,
        "r": "esv:1 Kings:20:7",
        "t": "Then*p the king of Israel called all the elders of the land and said, “Mark, now, and see how this man is seeking trouble, for he sent to me for my wives and my children, and for my silver and my gold, and I did not refuse him.”"
    },
    {
        "o": 10326,
        "r": "esv:1 Kings:20:8",
        "t": "And all the elders and all the people said to him, “Do not listen or consent.”"
    },
    {
        "o": 10327,
        "r": "esv:1 Kings:20:9",
        "t": "So he said to the messengers of Ben-hadad, “Tell my lord the king, ‘All that you first demanded of your servant I will do, but this thing I cannot do.’” And the messengers departed and brought him word again."
    },
    {
        "o": 10328,
        "r": "esv:1 Kings:20:10",
        "t": "Ben-hadad sent to him and said, “The gods do so to me and more also, if the dust of Samaria shall suffice for handfuls for all the people who follow me.”"
    },
    {
        "o": 10329,
        "r": "esv:1 Kings:20:11",
        "t": "And the king of Israel answered, “Tell him, ‘Let not him who straps on his armor boast himself as he who takes it off.’”"
    },
    {
        "o": 10330,
        "r": "esv:1 Kings:20:12",
        "t": "When Ben-hadad heard this message as he was drinking with the kings in the booths, he said to his men, “Take your positions.” And they took their positions against the city."
    },
    {
        "o": 10331,
        "r": "esv:1 Kings:20:12",
        "t": "Ahab Defeats Ben-hadad",
        "h": 2
    },
    {
        "o": 10332,
        "r": "esv:1 Kings:20:13",
        "t": "And*p behold, a prophet came near to Ahab king of Israel and said, “Thus says the Lord,*s Have you seen all this great multitude? Behold, I will give it into your hand this day, and you shall know that I am the Lord.”*s"
    },
    {
        "o": 10333,
        "r": "esv:1 Kings:20:14",
        "t": "And Ahab said, “By whom?” He said, “Thus says the Lord,*s By the servants of the governors of the districts.” Then he said, “Who shall begin the battle?” He answered, “You.”"
    },
    {
        "o": 10334,
        "r": "esv:1 Kings:20:15",
        "t": "Then he mustered the servants of the governors of the districts, and they were 232. And after them he mustered all the people of Israel, seven thousand."
    },
    {
        "o": 10335,
        "r": "esv:1 Kings:20:16",
        "t": "And*p they went out at noon, while Ben-hadad was drinking himself drunk in the booths, he and the thirty-two kings who helped him."
    },
    {
        "o": 10336,
        "r": "esv:1 Kings:20:17",
        "t": "The servants of the governors of the districts went out first. And Ben-hadad sent out scouts, and they reported to him, “Men are coming out from Samaria.”"
    },
    {
        "o": 10337,
        "r": "esv:1 Kings:20:18",
        "t": "He said, “If they have come out for peace, take them alive. Or if they have come out for war, take them alive.”"
    },
    {
        "o": 10338,
        "r": "esv:1 Kings:20:19",
        "t": "So*p these went out of the city, the servants of the governors of the districts and the army that followed them."
    },
    {
        "o": 10339,
        "r": "esv:1 Kings:20:20",
        "t": "And each struck down his man. The Syrians fled, and Israel pursued them, but Ben-hadad king of Syria escaped on a horse with horsemen."
    },
    {
        "o": 10340,
        "r": "esv:1 Kings:20:21",
        "t": "And the king of Israel went out and struck the horses and chariots, and struck the Syrians with a great blow."
    },
    {
        "o": 10341,
        "r": "esv:1 Kings:20:22",
        "t": "Then*p the prophet came near to the king of Israel and said to him, “Come, strengthen yourself, and consider well what you have to do, for in the spring the king of Syria will come up against you.”"
    },
    {
        "o": 10342,
        "r": "esv:1 Kings:20:23",
        "t": "And*p the servants of the king of Syria said to him, “Their gods are gods of the hills, and so they were stronger than we. But let us fight against them in the plain, and surely we shall be stronger than they."
    },
    {
        "o": 10343,
        "r": "esv:1 Kings:20:24",
        "t": "And do this: remove the kings, each from his post, and put commanders in their places,"
    },
    {
        "o": 10344,
        "r": "esv:1 Kings:20:25",
        "t": "and muster an army like the army that you have lost, horse for horse, and chariot for chariot. Then we will fight against them in the plain, and surely we shall be stronger than they.” And he listened to their voice and did so."
    },
    {
        "o": 10345,
        "r": "esv:1 Kings:20:25",
        "t": "Ahab Defeats Ben-hadad Again",
        "h": 2
    },
    {
        "o": 10346,
        "r": "esv:1 Kings:20:26",
        "t": "In*p the spring, Ben-hadad mustered the Syrians and went up to Aphek to fight against Israel."
    },
    {
        "o": 10347,
        "r": "esv:1 Kings:20:27",
        "t": "And the people of Israel were mustered and were provisioned and went against them. The people of Israel encamped before them like two little flocks of goats, but the Syrians filled the country."
    },
    {
        "o": 10348,
        "r": "esv:1 Kings:20:28",
        "t": "And a man of God came near and said to the king of Israel, “Thus says the Lord,*s ‘Because the Syrians have said, “The Lord*s is a god of the hills but he is not a god of the valleys,” therefore I will give all this great multitude into your hand, and you shall know that I am the Lord.’”*s"
    },
    {
        "o": 10349,
        "r": "esv:1 Kings:20:29",
        "t": "And they encamped opposite one another seven days. Then on the seventh day the battle was joined. And the people of Israel struck down of the Syrians 100,000 foot soldiers in one day."
    },
    {
        "o": 10350,
        "r": "esv:1 Kings:20:30",
        "t": "And the rest fled into the city of Aphek, and the wall fell upon 27,000 men who were left. Ben-hadad*p also fled and entered an inner chamber in the city."
    },
    {
        "o": 10351,
        "r": "esv:1 Kings:20:31",
        "t": "And his servants said to him, “Behold now, we have heard that the kings of the house of Israel are merciful kings. Let us put sackcloth around our waists and ropes on our heads and go out to the king of Israel. Perhaps he will spare your life.”"
    },
    {
        "o": 10352,
        "r": "esv:1 Kings:20:32",
        "t": "So they tied sackcloth around their waists and put ropes on their heads and went to the king of Israel and said, “Your servant Ben-hadad says, ‘Please, let me live.’” And he said, “Does he still live? He is my brother.”"
    },
    {
        "o": 10353,
        "r": "esv:1 Kings:20:33",
        "t": "Now the men were watching for a sign, and they quickly took it up from him and said, “Yes, your brother Ben-hadad.” Then he said, “Go and bring him.” Then Ben-hadad came out to him, and he caused him to come up into the chariot."
    },
    {
        "o": 10354,
        "r": "esv:1 Kings:20:34",
        "t": "And Ben-hadad said to him, “The cities that my father took from your father I will restore, and you may establish bazaars for yourself in Damascus, as my father did in Samaria.” And Ahab said, “I will let you go on these terms.” So he made a covenant with him and let him go."
    },
    {
        "o": 10355,
        "r": "esv:1 Kings:20:34",
        "t": "A Prophet Condemns Ben-hadad’s Release",
        "h": 2
    },
    {
        "o": 10356,
        "r": "esv:1 Kings:20:35",
        "t": "And*p a certain man of the sons of the prophets said to his fellow at the command of the Lord,*s “Strike me, please.” But the man refused to strike him."
    },
    {
        "o": 10357,
        "r": "esv:1 Kings:20:36",
        "t": "Then he said to him, “Because you have not obeyed the voice of the Lord,*s behold, as soon as you have gone from me, a lion shall strike you down.” And as soon as he had departed from him, a lion met him and struck him down."
    },
    {
        "o": 10358,
        "r": "esv:1 Kings:20:37",
        "t": "Then he found another man and said, “Strike me, please.” And the man struck him— struck him and wounded him."
    },
    {
        "o": 10359,
        "r": "esv:1 Kings:20:38",
        "t": "So the prophet departed and waited for the king by the way, disguising himself with a bandage over his eyes."
    },
    {
        "o": 10360,
        "r": "esv:1 Kings:20:39",
        "t": "And as the king passed, he cried to the king and said, “Your servant went out into the midst of the battle, and behold, a soldier turned and brought a man to me and said, ‘Guard this man; if by any means he is missing, your life shall be for his life, or else you shall pay a talent of silver.’"
    },
    {
        "o": 10361,
        "r": "esv:1 Kings:20:40",
        "t": "And as your servant was busy here and there, he was gone.” The king of Israel said to him, “So shall your judgment be; you yourself have decided it.”"
    },
    {
        "o": 10362,
        "r": "esv:1 Kings:20:41",
        "t": "Then he hurried to take the bandage away from his eyes, and the king of Israel recognized him as one of the prophets."
    },
    {
        "o": 10363,
        "r": "esv:1 Kings:20:42",
        "t": "And he said to him, “Thus says the Lord,*s ‘Because you have let go out of your hand the man whom I had devoted to destruction, therefore your life shall be for his life, and your people for his people.’”"
    },
    {
        "o": 10364,
        "r": "esv:1 Kings:20:43",
        "t": "And the king of Israel went to his house vexed and sullen and came to Samaria."
    }
]
