[
    {
        "o": 27233,
        "r": "kjv:John:2:0",
        "t": "John 2",
        "h": 1
    },
    {
        "o": 27234,
        "r": "kjv:John:2:1",
        "t": "And*p the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:"
    },
    {
        "o": 27235,
        "r": "kjv:John:2:2",
        "t": "And*p both Jesus was called, and his disciples, to the marriage."
    },
    {
        "o": 27236,
        "r": "kjv:John:2:3",
        "t": "And*p when they wanted wine, the mother of Jesus saith unto him, They have no wine."
    },
    {
        "o": 27237,
        "r": "kjv:John:2:4",
        "t": "Jesus*p saith unto her, Woman,*r what*r have*r I*r to*r do*r with*r thee?*r mine*r hour*r is*r not*r yet*r come.*r"
    },
    {
        "o": 27238,
        "r": "kjv:John:2:5",
        "t": "His*p mother saith unto the servants, Whatsoever he saith unto you, do it."
    },
    {
        "o": 27239,
        "r": "kjv:John:2:6",
        "t": "And*p there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece."
    },
    {
        "o": 27240,
        "r": "kjv:John:2:7",
        "t": "Jesus*p saith unto them, Fill*r the*r waterpots*r with*r water.*r And they filled them up to the brim."
    },
    {
        "o": 27241,
        "r": "kjv:John:2:8",
        "t": "And*p he saith unto them, Draw*r out*r now,*r and*r bear*r unto*r the*r governor*r of*r the*r feast.*r And they bare it."
    },
    {
        "o": 27242,
        "r": "kjv:John:2:9",
        "t": "When*p the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,"
    },
    {
        "o": 27243,
        "r": "kjv:John:2:10",
        "t": "And*p saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now."
    },
    {
        "o": 27244,
        "r": "kjv:John:2:11",
        "t": "This*p beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him."
    },
    {
        "o": 27245,
        "r": "kjv:John:2:12",
        "t": "After*p this he went down to Capernaum, he, and his mother, and his brethren, and his disciples: and they continued there not many days."
    },
    {
        "o": 27246,
        "r": "kjv:John:2:13",
        "t": "And*p the Jews' passover was at hand, and Jesus went up to Jerusalem,"
    },
    {
        "o": 27247,
        "r": "kjv:John:2:14",
        "t": "And*p found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:"
    },
    {
        "o": 27248,
        "r": "kjv:John:2:15",
        "t": "And*p when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers' money, and overthrew the tables;"
    },
    {
        "o": 27249,
        "r": "kjv:John:2:16",
        "t": "And*p said unto them that sold doves, Take*r these*r things*r hence;*r make*r not*r my*r Father's*r house*r an*r house*r of*r merchandise.*r"
    },
    {
        "o": 27250,
        "r": "kjv:John:2:17",
        "t": "And*p his disciples remembered that it was written, The zeal of thine house hath eaten me up."
    },
    {
        "o": 27251,
        "r": "kjv:John:2:18",
        "t": "Then*p answered the Jews and said unto him, What sign shewest thou unto us, seeing that thou doest these things?"
    },
    {
        "o": 27252,
        "r": "kjv:John:2:19",
        "t": "Jesus*p answered and said unto them, Destroy*r this*r temple,*r and*r in*r three*r days*r I*r will*r raise*r it*r up.*r"
    },
    {
        "o": 27253,
        "r": "kjv:John:2:20",
        "t": "Then*p said the Jews, Forty and six years was this temple in building, and wilt thou rear it up in three days?"
    },
    {
        "o": 27254,
        "r": "kjv:John:2:21",
        "t": "But*p he spake of the temple of his body."
    },
    {
        "o": 27255,
        "r": "kjv:John:2:22",
        "t": "When*p therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said."
    },
    {
        "o": 27256,
        "r": "kjv:John:2:23",
        "t": "Now*p when he was in Jerusalem at the passover, in the feast day, many believed in his name, when they saw the miracles which he did."
    },
    {
        "o": 27257,
        "r": "kjv:John:2:24",
        "t": "But*p Jesus did not commit himself unto them, because he knew all men,"
    },
    {
        "o": 27258,
        "r": "kjv:John:2:25",
        "t": "And*p needed not that any should testify of man: for he knew what was in man."
    }
]
