[
    {
        "o": 4515,
        "r": "nkjv:Numbers:14:0",
        "t": "Numbers 14",
        "h": 1
    },
    {
        "o": 4516,
        "r": "nkjv:Numbers:14:0",
        "t": "Israel Refuses to Enter Canaan",
        "h": 2
    },
    {
        "o": 4517,
        "r": "nkjv:Numbers:14:1",
        "t": "So*p all the congregation lifted up their voices and cried, and the people wept that night."
    },
    {
        "o": 4518,
        "r": "nkjv:Numbers:14:2",
        "t": "And all the children of Israel complained against Moses and Aaron, and the whole congregation said to them, “If only we had died in the land of Egypt! Or if only we had died in this wilderness!"
    },
    {
        "o": 4519,
        "r": "nkjv:Numbers:14:3",
        "t": "Why has the Lord*s brought us to this land to fall by the sword, that our wives and children should become victims? Would it not be better for us to return to Egypt?”"
    },
    {
        "o": 4520,
        "r": "nkjv:Numbers:14:4",
        "t": "So they said to one another, “Let us select a leader and return to Egypt.”"
    },
    {
        "o": 4521,
        "r": "nkjv:Numbers:14:5",
        "t": "Then*p Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel."
    },
    {
        "o": 4522,
        "r": "nkjv:Numbers:14:6",
        "t": "But*p Joshua the son of Nun and Caleb the son of Jephunneh, who*i were*i among those who had spied out the land, tore their clothes;"
    },
    {
        "o": 4523,
        "r": "nkjv:Numbers:14:7",
        "t": "and they spoke to all the congregation of the children of Israel, saying: “The land we passed through to spy out is*i an exceedingly good land."
    },
    {
        "o": 4524,
        "r": "nkjv:Numbers:14:8",
        "t": "If the Lord*s delights in us, then He will bring us into this land and give it to us, ‘a land which flows with milk and honey.’"
    },
    {
        "o": 4525,
        "r": "nkjv:Numbers:14:9",
        "t": "Only do not rebel against the Lord,*s nor fear the people of the land, for they are*i our bread; their protection has departed from them, and the Lord*s is*i with us. Do not fear them.”"
    },
    {
        "o": 4526,
        "r": "nkjv:Numbers:14:10",
        "t": "And*p all the congregation said to stone them with stones. Now the glory of the Lord*s appeared in the tabernacle of meeting before all the children of Israel."
    },
    {
        "o": 4527,
        "r": "nkjv:Numbers:14:10",
        "t": "Moses Intercedes for the People",
        "h": 2
    },
    {
        "o": 4528,
        "r": "nkjv:Numbers:14:11",
        "t": "Then*p the Lord*s said to Moses: “How long will these people reject Me? And how long will they not believe Me, with all the signs which I have performed among them?"
    },
    {
        "o": 4529,
        "r": "nkjv:Numbers:14:12",
        "t": "I will strike them with the pestilence and disinherit them, and I will make of you a nation greater and mightier than they.”"
    },
    {
        "o": 4530,
        "r": "nkjv:Numbers:14:13",
        "t": "And*p Moses said to the Lord:*s “Then the Egyptians will hear it,*i for by Your might You brought these people up from among them,"
    },
    {
        "o": 4531,
        "r": "nkjv:Numbers:14:14",
        "t": "and they will tell it*i to the inhabitants of this land. They have heard that You, Lord,*s are*i among these people; that You, Lord,*s are seen face to face and Your cloud stands above them, and You go before them in a pillar of cloud by day and in a pillar of fire by night."
    },
    {
        "o": 4532,
        "r": "nkjv:Numbers:14:15",
        "t": "Now if*i You kill these people as one man, then the nations which have heard of Your fame will speak, saying,"
    },
    {
        "o": 4533,
        "r": "nkjv:Numbers:14:16",
        "t": "‘Because the Lord*s was not able to bring this people to the land which He swore to give them, therefore He killed them in the wilderness.’"
    },
    {
        "o": 4534,
        "r": "nkjv:Numbers:14:17",
        "t": "And now, I pray, let the power of my Lord be great, just as You have spoken, saying,"
    },
    {
        "o": 4535,
        "r": "nkjv:Numbers:14:18",
        "t": "‘The Lord*s is longsuffering and abundant in mercy, forgiving iniquity and transgression; but He by no means clears the*i guilty,*i visiting the iniquity of the fathers on the children to the third and fourth generation.’*i"
    },
    {
        "o": 4536,
        "r": "nkjv:Numbers:14:19",
        "t": "Pardon the iniquity of this people, I pray, according to the greatness of Your mercy, just as You have forgiven this people, from Egypt even until now.”"
    },
    {
        "o": 4537,
        "r": "nkjv:Numbers:14:20",
        "t": "Then*p the Lord*s said: “I have pardoned, according to your word;"
    },
    {
        "o": 4538,
        "r": "nkjv:Numbers:14:21",
        "t": "but truly, as I live, all the earth shall be filled with the glory of the Lord—*s"
    },
    {
        "o": 4539,
        "r": "nkjv:Numbers:14:22",
        "t": "because all these men who have seen My glory and the signs which I did in Egypt and in the wilderness, and have put Me to the test now these ten times, and have not heeded My voice,"
    },
    {
        "o": 4540,
        "r": "nkjv:Numbers:14:23",
        "t": "they certainly shall not see the land of which I swore to their fathers, nor shall any of those who rejected Me see it."
    },
    {
        "o": 4541,
        "r": "nkjv:Numbers:14:24",
        "t": "But My servant Caleb, because he has a different spirit in him and has followed Me fully, I will bring into the land where he went, and his descendants shall inherit it."
    },
    {
        "o": 4542,
        "r": "nkjv:Numbers:14:25",
        "t": "Now the Amalekites and the Canaanites dwell in the valley; tomorrow turn and move out into the wilderness by the Way of the Red Sea.”"
    },
    {
        "o": 4543,
        "r": "nkjv:Numbers:14:25",
        "t": "Death Sentence on the Rebels",
        "h": 2
    },
    {
        "o": 4544,
        "r": "nkjv:Numbers:14:26",
        "t": "And*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4545,
        "r": "nkjv:Numbers:14:27",
        "t": "“How long shall*i I*i bear*i with*i this evil congregation who complain against Me? I have heard the complaints which the children of Israel make against Me."
    },
    {
        "o": 4546,
        "r": "nkjv:Numbers:14:28",
        "t": "Say to them, ‘As I live,’ says the Lord,*s ‘just as you have spoken in My hearing, so I will do to you:"
    },
    {
        "o": 4547,
        "r": "nkjv:Numbers:14:29",
        "t": "The carcasses of you who have complained against Me shall fall in this wilderness, all of you who were numbered, according to your entire number, from twenty years old and above."
    },
    {
        "o": 4548,
        "r": "nkjv:Numbers:14:30",
        "t": "Except for Caleb the son of Jephunneh and Joshua the son of Nun, you shall by no means enter the land which I swore I would make you dwell in."
    },
    {
        "o": 4549,
        "r": "nkjv:Numbers:14:31",
        "t": "But your little ones, whom you said would be victims, I will bring in, and they shall know the land which you have despised."
    },
    {
        "o": 4550,
        "r": "nkjv:Numbers:14:32",
        "t": "But as*i for*i you, your carcasses shall fall in this wilderness."
    },
    {
        "o": 4551,
        "r": "nkjv:Numbers:14:33",
        "t": "And your sons shall be shepherds in the wilderness forty years, and bear the brunt of your infidelity, until your carcasses are consumed in the wilderness."
    },
    {
        "o": 4552,
        "r": "nkjv:Numbers:14:34",
        "t": "According to the number of the days in which you spied out the land, forty days, for each day you shall bear your guilt one year, namely*i forty years, and you shall know My rejection."
    },
    {
        "o": 4553,
        "r": "nkjv:Numbers:14:35",
        "t": "I the Lord*s have spoken this. I will surely do so to all this evil congregation who are gathered together against Me. In this wilderness they shall be consumed, and there they shall die.’”"
    },
    {
        "o": 4554,
        "r": "nkjv:Numbers:14:36",
        "t": "Now*p the men whom Moses sent to spy out the land, who returned and made all the congregation complain against him by bringing a bad report of the land,"
    },
    {
        "o": 4555,
        "r": "nkjv:Numbers:14:37",
        "t": "those very men who brought the evil report about the land, died by the plague before the Lord.*s"
    },
    {
        "o": 4556,
        "r": "nkjv:Numbers:14:38",
        "t": "But Joshua the son of Nun and Caleb the son of Jephunneh remained alive, of the men who went to spy out the land."
    },
    {
        "o": 4557,
        "r": "nkjv:Numbers:14:38",
        "t": "A Futile Invasion Attempt",
        "h": 2
    },
    {
        "o": 4558,
        "r": "nkjv:Numbers:14:39",
        "t": "Then*p Moses told these words to all the children of Israel, and the people mourned greatly."
    },
    {
        "o": 4559,
        "r": "nkjv:Numbers:14:40",
        "t": "And they rose early in the morning and went up to the top of the mountain, saying, “Here we are, and we will go up to the place which the Lord*s has promised, for we have sinned!”"
    },
    {
        "o": 4560,
        "r": "nkjv:Numbers:14:41",
        "t": "And*p Moses said, “Now why do you transgress the command of the Lord?*s For this will not succeed."
    },
    {
        "o": 4561,
        "r": "nkjv:Numbers:14:42",
        "t": "Do not go up, lest you be defeated by your enemies, for the Lord*s is*i not among you."
    },
    {
        "o": 4562,
        "r": "nkjv:Numbers:14:43",
        "t": "For the Amalekites and the Canaanites are*i there before you, and you shall fall by the sword; because you have turned away from the Lord,*s the Lord*s will not be with you.”"
    },
    {
        "o": 4563,
        "r": "nkjv:Numbers:14:44",
        "t": "But*p they presumed to go up to the mountaintop. Nevertheless, neither the ark of the covenant of the Lord*s nor Moses departed from the camp."
    },
    {
        "o": 4564,
        "r": "nkjv:Numbers:14:45",
        "t": "Then the Amalekites and the Canaanites who dwelt in that mountain came down and attacked them, and drove them back as far as Hormah."
    }
]
