[
    {
        "o": 1077,
        "r": "kjv:Genesis:36:0",
        "t": "Genesis 36",
        "h": 1
    },
    {
        "o": 1078,
        "r": "kjv:Genesis:36:1",
        "t": "Now*p these are the generations of Esau, who is Edom."
    },
    {
        "o": 1079,
        "r": "kjv:Genesis:36:2",
        "t": "Esau*p took his wives of the daughters of Canaan; Adah the daughter of Elon the Hittite, and Aholibamah the daughter of Anah the daughter of Zibeon the Hivite;"
    },
    {
        "o": 1080,
        "r": "kjv:Genesis:36:3",
        "t": "And*p Bashemath Ishmael's daughter, sister of Nebaioth."
    },
    {
        "o": 1081,
        "r": "kjv:Genesis:36:4",
        "t": "And*p Adah bare to Esau Eliphaz; and Bashemath bare Reuel;"
    },
    {
        "o": 1082,
        "r": "kjv:Genesis:36:5",
        "t": "And*p Aholibamah bare Jeush, and Jaalam, and Korah: these are the sons of Esau, which were born unto him in the land of Canaan."
    },
    {
        "o": 1083,
        "r": "kjv:Genesis:36:6",
        "t": "And*p Esau took his wives, and his sons, and his daughters, and all the persons of his house, and his cattle, and all his beasts, and all his substance, which he had got in the land of Canaan; and went into the country from the face of his brother Jacob."
    },
    {
        "o": 1084,
        "r": "kjv:Genesis:36:7",
        "t": "For*p their riches were more than that they might dwell together; and the land wherein they were strangers could not bear them because of their cattle."
    },
    {
        "o": 1085,
        "r": "kjv:Genesis:36:8",
        "t": "Thus*p dwelt Esau in mount Seir: Esau is Edom."
    },
    {
        "o": 1086,
        "r": "kjv:Genesis:36:9",
        "t": "And*p these are the generations of Esau the father of the Edomites in mount Seir:"
    },
    {
        "o": 1087,
        "r": "kjv:Genesis:36:10",
        "t": "These*p are the names of Esau's sons; Eliphaz the son of Adah the wife of Esau, Reuel the son of Bashemath the wife of Esau."
    },
    {
        "o": 1088,
        "r": "kjv:Genesis:36:11",
        "t": "And*p the sons of Eliphaz were Teman, Omar, Zepho, and Gatam, and Kenaz."
    },
    {
        "o": 1089,
        "r": "kjv:Genesis:36:12",
        "t": "And*p Timna was concubine to Eliphaz Esau's son; and she bare to Eliphaz Amalek: these were the sons of Adah Esau's wife."
    },
    {
        "o": 1090,
        "r": "kjv:Genesis:36:13",
        "t": "And*p these are the sons of Reuel; Nahath, and Zerah, Shammah, and Mizzah: these were the sons of Bashemath Esau's wife."
    },
    {
        "o": 1091,
        "r": "kjv:Genesis:36:14",
        "t": "And*p these were the sons of Aholibamah, the daughter of Anah the daughter of Zibeon, Esau's wife: and she bare to Esau Jeush, and Jaalam, and Korah."
    },
    {
        "o": 1092,
        "r": "kjv:Genesis:36:15",
        "t": "These*p were dukes of the sons of Esau: the sons of Eliphaz the firstborn son of Esau; duke Teman, duke Omar, duke Zepho, duke Kenaz,"
    },
    {
        "o": 1093,
        "r": "kjv:Genesis:36:16",
        "t": "Duke*p Korah, duke Gatam, and duke Amalek: these are the dukes that came of Eliphaz in the land of Edom; these were the sons of Adah."
    },
    {
        "o": 1094,
        "r": "kjv:Genesis:36:17",
        "t": "And*p these are the sons of Reuel Esau's son; duke Nahath, duke Zerah, duke Shammah, duke Mizzah: these are the dukes that came of Reuel in the land of Edom; these are the sons of Bashemath Esau's wife."
    },
    {
        "o": 1095,
        "r": "kjv:Genesis:36:18",
        "t": "And*p these are the sons of Aholibamah Esau's wife; duke Jeush, duke Jaalam, duke Korah: these were the dukes that came of Aholibamah the daughter of Anah, Esau's wife."
    },
    {
        "o": 1096,
        "r": "kjv:Genesis:36:19",
        "t": "These*p are the sons of Esau, who is Edom, and these are their dukes."
    },
    {
        "o": 1097,
        "r": "kjv:Genesis:36:20",
        "t": "These*p are the sons of Seir the Horite, who inhabited the land; Lotan, and Shobal, and Zibeon, and Anah,"
    },
    {
        "o": 1098,
        "r": "kjv:Genesis:36:21",
        "t": "And*p Dishon, and Ezer, and Dishan: these are the dukes of the Horites, the children of Seir in the land of Edom."
    },
    {
        "o": 1099,
        "r": "kjv:Genesis:36:22",
        "t": "And*p the children of Lotan were Hori and Hemam; and Lotan's sister was Timna."
    },
    {
        "o": 1100,
        "r": "kjv:Genesis:36:23",
        "t": "And*p the children of Shobal were these; Alvan, and Manahath, and Ebal, Shepho, and Onam."
    },
    {
        "o": 1101,
        "r": "kjv:Genesis:36:24",
        "t": "And*p these are the children of Zibeon; both Aiah, and Anah: this was that Anah that found the mules in the wilderness, as he fed the asses of Zibeon his father."
    },
    {
        "o": 1102,
        "r": "kjv:Genesis:36:25",
        "t": "And*p the children of Anah were these; Dishon, and Aholibamah the daughter of Anah."
    },
    {
        "o": 1103,
        "r": "kjv:Genesis:36:26",
        "t": "And*p these are the children of Dishon; Hemdan, and Eshban, and Ithran, and Cheran."
    },
    {
        "o": 1104,
        "r": "kjv:Genesis:36:27",
        "t": "The*p children of Ezer are these; Bilhan, and Zaavan, and Akan."
    },
    {
        "o": 1105,
        "r": "kjv:Genesis:36:28",
        "t": "The*p children of Dishan are these; Uz, and Aran."
    },
    {
        "o": 1106,
        "r": "kjv:Genesis:36:29",
        "t": "These*p are the dukes that came of the Horites; duke Lotan, duke Shobal, duke Zibeon, duke Anah,"
    },
    {
        "o": 1107,
        "r": "kjv:Genesis:36:30",
        "t": "Duke*p Dishon, duke Ezer, duke Dishan: these are the dukes that came of Hori, among their dukes in the land of Seir."
    },
    {
        "o": 1108,
        "r": "kjv:Genesis:36:31",
        "t": "And*p these are the kings that reigned in the land of Edom, before there reigned any king over the children of Israel."
    },
    {
        "o": 1109,
        "r": "kjv:Genesis:36:32",
        "t": "And*p Bela the son of Beor reigned in Edom: and the name of his city was Dinhabah."
    },
    {
        "o": 1110,
        "r": "kjv:Genesis:36:33",
        "t": "And*p Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead."
    },
    {
        "o": 1111,
        "r": "kjv:Genesis:36:34",
        "t": "And*p Jobab died, and Husham of the land of Temani reigned in his stead."
    },
    {
        "o": 1112,
        "r": "kjv:Genesis:36:35",
        "t": "And*p Husham died, and Hadad the son of Bedad, who smote Midian in the field of Moab, reigned in his stead: and the name of his city was Avith."
    },
    {
        "o": 1113,
        "r": "kjv:Genesis:36:36",
        "t": "And*p Hadad died, and Samlah of Masrekah reigned in his stead."
    },
    {
        "o": 1114,
        "r": "kjv:Genesis:36:37",
        "t": "And*p Samlah died, and Saul of Rehoboth by the river reigned in his stead."
    },
    {
        "o": 1115,
        "r": "kjv:Genesis:36:38",
        "t": "And*p Saul died, and Baal–hanan the son of Achbor reigned in his stead."
    },
    {
        "o": 1116,
        "r": "kjv:Genesis:36:39",
        "t": "And*p Baal–hanan the son of Achbor died, and Hadar reigned in his stead: and the name of his city was Pau; and his wife's name was Mehetabel, the daughter of Matred, the daughter of Mezahab."
    },
    {
        "o": 1117,
        "r": "kjv:Genesis:36:40",
        "t": "And*p these are the names of the dukes that came of Esau, according to their families, after their places, by their names; duke Timnah, duke Alvah, duke Jetheth,"
    },
    {
        "o": 1118,
        "r": "kjv:Genesis:36:41",
        "t": "Duke*p Aholibamah, duke Elah, duke Pinon,"
    },
    {
        "o": 1119,
        "r": "kjv:Genesis:36:42",
        "t": "Duke*p Kenaz, duke Teman, duke Mibzar,"
    },
    {
        "o": 1120,
        "r": "kjv:Genesis:36:43",
        "t": "Duke*p Magdiel, duke Iram: these be the dukes of Edom, according to their habitations in the land of their possession: he is Esau the father of the Edomites."
    }
]
