[
    {
        "o": 20180,
        "r": "niv:Isaiah:37:0",
        "t": "Isaiah 37",
        "h": 1
    },
    {
        "o": 20181,
        "r": "niv:Isaiah:37:0",
        "t": "Jerusalem’s Deliverance Foretold",
        "h": 2
    },
    {
        "o": 20182,
        "r": "niv:Isaiah:37:1",
        "t": "When*p King Hezekiah heard this, he tore his clothes and put on sackcloth and went into the temple of the Lord.*s"
    },
    {
        "o": 20183,
        "r": "niv:Isaiah:37:2",
        "t": "He sent Eliakim the palace administrator, Shebna the secretary, and the leading priests, all wearing sackcloth, to the prophet Isaiah son of Amoz."
    },
    {
        "o": 20184,
        "r": "niv:Isaiah:37:3",
        "t": "They told him, “This is what Hezekiah says: This day is a day of distress and rebuke and disgrace, as when children come to the moment of birth and there is no strength to deliver them."
    },
    {
        "o": 20185,
        "r": "niv:Isaiah:37:4",
        "t": "It may be that the Lord*s your God will hear the words of the field commander, whom his master, the king of Assyria, has sent to ridicule the living God, and that he will rebuke him for the words the Lord*s your God has heard. Therefore pray for the remnant that still survives.”"
    },
    {
        "o": 20186,
        "r": "niv:Isaiah:37:5",
        "t": "When*p King Hezekiah’s officials came to Isaiah,"
    },
    {
        "o": 20187,
        "r": "niv:Isaiah:37:6",
        "t": "Isaiah said to them, “Tell your master, ‘This is what the Lord*s says: Do not be afraid of what you have heard—those words with which the underlings of the king of Assyria have blasphemed me."
    },
    {
        "o": 20188,
        "r": "niv:Isaiah:37:7",
        "t": "Listen! When he hears a certain report, I will make him want to return to his own country, and there I will have him cut down with the sword.’ ”"
    },
    {
        "o": 20189,
        "r": "niv:Isaiah:37:8",
        "t": "When*p the field commander heard that the king of Assyria had left Lachish, he withdrew and found the king fighting against Libnah."
    },
    {
        "o": 20190,
        "r": "niv:Isaiah:37:9",
        "t": "Now*p Sennacherib received a report that Tirhakah, the king of Cush, was marching out to fight against him. When he heard it, he sent messengers to Hezekiah with this word:"
    },
    {
        "o": 20191,
        "r": "niv:Isaiah:37:10",
        "t": "“Say to Hezekiah king of Judah: Do not let the god you depend on deceive you when he says, ‘Jerusalem will not be given into the hands of the king of Assyria.’"
    },
    {
        "o": 20192,
        "r": "niv:Isaiah:37:11",
        "t": "Surely you have heard what the kings of Assyria have done to all the countries, destroying them completely. And will you be delivered?"
    },
    {
        "o": 20193,
        "r": "niv:Isaiah:37:12",
        "t": "Did the gods of the nations that were destroyed by my predecessors deliver them—the gods of Gozan, Harran, Rezeph and the people of Eden who were in Tel Assar?"
    },
    {
        "o": 20194,
        "r": "niv:Isaiah:37:13",
        "t": "Where is the king of Hamath or the king of Arpad? Where are the kings of Lair, Sepharvaim, Hena and Ivvah?”"
    },
    {
        "o": 20195,
        "r": "niv:Isaiah:37:13",
        "t": "Hezekiah’s Prayer",
        "h": 2
    },
    {
        "o": 20196,
        "r": "niv:Isaiah:37:14",
        "t": "Hezekiah*p received the letter from the messengers and read it. Then he went up to the temple of the Lord*s and spread it out before the Lord.*s"
    },
    {
        "o": 20197,
        "r": "niv:Isaiah:37:15",
        "t": "And Hezekiah prayed to the Lord:*s"
    },
    {
        "o": 20198,
        "r": "niv:Isaiah:37:16",
        "t": "“Lord*s Almighty, the God of Israel, enthroned between the cherubim, you alone are God over all the kingdoms of the earth. You have made heaven and earth."
    },
    {
        "o": 20199,
        "r": "niv:Isaiah:37:17",
        "t": "Give ear, Lord,*s and hear; open your eyes, Lord,*s and see; listen to all the words Sennacherib has sent to ridicule the living God."
    },
    {
        "o": 20200,
        "r": "niv:Isaiah:37:18",
        "t": "“It*p is true, Lord,*s that the Assyrian kings have laid waste all these peoples and their lands."
    },
    {
        "o": 20201,
        "r": "niv:Isaiah:37:19",
        "t": "They have thrown their gods into the fire and destroyed them, for they were not gods but only wood and stone, fashioned by human hands."
    },
    {
        "o": 20202,
        "r": "niv:Isaiah:37:20",
        "t": "Now, Lord*s our God, deliver us from his hand, so that all the kingdoms of the earth may know that you, Lord,*s are the only God.”"
    },
    {
        "o": 20203,
        "r": "niv:Isaiah:37:20",
        "t": "Sennacherib’s Fall",
        "h": 2
    },
    {
        "o": 20204,
        "r": "niv:Isaiah:37:21",
        "t": "Then*p Isaiah son of Amoz sent a message to Hezekiah: “This is what the Lord,*s the God of Israel, says: Because you have prayed to me concerning Sennacherib king of Assyria,"
    },
    {
        "o": 20205,
        "r": "niv:Isaiah:37:22",
        "t": "this is the word the Lord*s has spoken against him: “Virgin*pn Daughter Zion despises*ld and mocks you. Daughter*ln Jerusalem tosses*ld her head as you flee."
    },
    {
        "o": 20206,
        "r": "niv:Isaiah:37:23",
        "t": "Who*ln is it you have ridiculed and blasphemed? Against*ld whom have you raised your voice and*ln lifted your eyes in pride? Against*ld the Holy One of Israel!"
    },
    {
        "o": 20207,
        "r": "niv:Isaiah:37:24",
        "t": "By*ln your messengers you*ld have ridiculed the Lord. And*ln you have said, ‘With*ld my many chariots I*ln have ascended the heights of the mountains, the*ld utmost heights of Lebanon. I*ln have cut down its tallest cedars, the*ld choicest of its junipers. I*ln have reached its remotest heights, the*ld finest of its forests."
    },
    {
        "o": 20208,
        "r": "niv:Isaiah:37:25",
        "t": "I*ln have dug wells in foreign lands and*ld drunk the water there. With*ln the soles of my feet I*ld have dried up all the streams of Egypt.’"
    },
    {
        "o": 20209,
        "r": "niv:Isaiah:37:26",
        "t": "“Have*pn you not heard? Long*ld ago I ordained it. In*ln days of old I planned it; now*ld I have brought it to pass, that*ln you have turned fortified cities into*ld piles of stone."
    },
    {
        "o": 20210,
        "r": "niv:Isaiah:37:27",
        "t": "Their*ln people, drained of power, are*ld dismayed and put to shame. They*ln are like plants in the field, like*ld tender green shoots, like*ln grass sprouting on the roof, scorched*ld before it grows up."
    },
    {
        "o": 20211,
        "r": "niv:Isaiah:37:28",
        "t": "“But*pn I know where you are and*ld when you come and go and*ld how you rage against me."
    },
    {
        "o": 20212,
        "r": "niv:Isaiah:37:29",
        "t": "Because*ln you rage against me and*ld because your insolence has reached my ears, I*ln will put my hook in your nose and*ld my bit in your mouth, and*ln I will make you return by*ld the way you came."
    },
    {
        "o": 20213,
        "r": "niv:Isaiah:37:30",
        "t": "“This*p will be the sign for you, Hezekiah: “This*pn year you will eat what grows by itself, and*ld the second year what springs from that. But*ln in the third year sow and reap, plant*ld vineyards and eat their fruit."
    },
    {
        "o": 20214,
        "r": "niv:Isaiah:37:31",
        "t": "Once*ln more a remnant of the kingdom of Judah will*ld take root below and bear fruit above."
    },
    {
        "o": 20215,
        "r": "niv:Isaiah:37:32",
        "t": "For*ln out of Jerusalem will come a remnant, and*ld out of Mount Zion a band of survivors. The*ln zeal of the Lord*s Almighty will*ld accomplish this."
    },
    {
        "o": 20216,
        "r": "niv:Isaiah:37:33",
        "t": "“Therefore*p this is what the Lord*s says concerning the king of Assyria: “He*pn will not enter this city or*ld shoot an arrow here. He*ln will not come before it with shield or*ld build a siege ramp against it."
    },
    {
        "o": 20217,
        "r": "niv:Isaiah:37:34",
        "t": "By*ln the way that he came he will return; he*ld will not enter this city,” declares*ld the Lord.*s"
    },
    {
        "o": 20218,
        "r": "niv:Isaiah:37:35",
        "t": "“I*pn will defend this city and save it, for*ld my sake and for the sake of David my servant!”"
    },
    {
        "o": 20219,
        "r": "niv:Isaiah:37:36",
        "t": "Then*p the angel of the Lord*s went out and put to death a hundred and eighty-five thousand in the Assyrian camp. When the people got up the next morning—there were all the dead bodies!"
    },
    {
        "o": 20220,
        "r": "niv:Isaiah:37:37",
        "t": "So Sennacherib king of Assyria broke camp and withdrew. He returned to Nineveh and stayed there."
    },
    {
        "o": 20221,
        "r": "niv:Isaiah:37:38",
        "t": "One*p day, while he was worshiping in the temple of his god Nisrok, his sons Adrammelek and Sharezer killed him with the sword, and they escaped to the land of Ararat. And Esarhaddon his son succeeded him as king."
    }
]
