[
    {
        "o": 8624,
        "r": "niv:1 Samuel:26:0",
        "t": "1 Samuel 26",
        "h": 1
    },
    {
        "o": 8625,
        "r": "niv:1 Samuel:26:0",
        "t": "David Again Spares Saul’s Life",
        "h": 2
    },
    {
        "o": 8626,
        "r": "niv:1 Samuel:26:1",
        "t": "The*p Ziphites went to Saul at Gibeah and said, “Is not David hiding on the hill of Hakilah, which faces Jeshimon?”"
    },
    {
        "o": 8627,
        "r": "niv:1 Samuel:26:2",
        "t": "So*p Saul went down to the Desert of Ziph, with his three thousand select Israelite troops, to search there for David."
    },
    {
        "o": 8628,
        "r": "niv:1 Samuel:26:3",
        "t": "Saul made his camp beside the road on the hill of Hakilah facing Jeshimon, but David stayed in the wilderness. When he saw that Saul had followed him there,"
    },
    {
        "o": 8629,
        "r": "niv:1 Samuel:26:4",
        "t": "he sent out scouts and learned that Saul had definitely arrived."
    },
    {
        "o": 8630,
        "r": "niv:1 Samuel:26:5",
        "t": "Then*p David set out and went to the place where Saul had camped. He saw where Saul and Abner son of Ner, the commander of the army, had lain down. Saul was lying inside the camp, with the army encamped around him."
    },
    {
        "o": 8631,
        "r": "niv:1 Samuel:26:6",
        "t": "David*p then asked Ahimelek the Hittite and Abishai son of Zeruiah, Joab’s brother, “Who will go down into the camp with me to Saul?” “I’ll*p go with you,” said Abishai."
    },
    {
        "o": 8632,
        "r": "niv:1 Samuel:26:7",
        "t": "So*p David and Abishai went to the army by night, and there was Saul, lying asleep inside the camp with his spear stuck in the ground near his head. Abner and the soldiers were lying around him."
    },
    {
        "o": 8633,
        "r": "niv:1 Samuel:26:8",
        "t": "Abishai*p said to David, “Today God has delivered your enemy into your hands. Now let me pin him to the ground with one thrust of the spear; I won’t strike him twice.”"
    },
    {
        "o": 8634,
        "r": "niv:1 Samuel:26:9",
        "t": "But*p David said to Abishai, “Don’t destroy him! Who can lay a hand on the Lord’s*s anointed and be guiltless?"
    },
    {
        "o": 8635,
        "r": "niv:1 Samuel:26:10",
        "t": "As surely as the Lord*s lives,” he said, “the Lord*s himself will strike him, or his time will come and he will die, or he will go into battle and perish."
    },
    {
        "o": 8636,
        "r": "niv:1 Samuel:26:11",
        "t": "But the Lord*s forbid that I should lay a hand on the Lord’s*s anointed. Now get the spear and water jug that are near his head, and let’s go.”"
    },
    {
        "o": 8637,
        "r": "niv:1 Samuel:26:12",
        "t": "So*p David took the spear and water jug near Saul’s head, and they left. No one saw or knew about it, nor did anyone wake up. They were all sleeping, because the Lord*s had put them into a deep sleep."
    },
    {
        "o": 8638,
        "r": "niv:1 Samuel:26:13",
        "t": "Then*p David crossed over to the other side and stood on top of the hill some distance away; there was a wide space between them."
    },
    {
        "o": 8639,
        "r": "niv:1 Samuel:26:14",
        "t": "He called out to the army and to Abner son of Ner, “Aren’t you going to answer me, Abner?” Abner*p replied, “Who are you who calls to the king?”"
    },
    {
        "o": 8640,
        "r": "niv:1 Samuel:26:15",
        "t": "David*p said, “You’re a man, aren’t you? And who is like you in Israel? Why didn’t you guard your lord the king? Someone came to destroy your lord the king."
    },
    {
        "o": 8641,
        "r": "niv:1 Samuel:26:16",
        "t": "What you have done is not good. As surely as the Lord*s lives, you and your men must die, because you did not guard your master, the Lord’s*s anointed. Look around you. Where are the king’s spear and water jug that were near his head?”"
    },
    {
        "o": 8642,
        "r": "niv:1 Samuel:26:17",
        "t": "Saul*p recognized David’s voice and said, “Is that your voice, David my son?” David*p replied, “Yes it is, my lord the king.”"
    },
    {
        "o": 8643,
        "r": "niv:1 Samuel:26:18",
        "t": "And he added, “Why is my lord pursuing his servant? What have I done, and what wrong am I guilty of?"
    },
    {
        "o": 8644,
        "r": "niv:1 Samuel:26:19",
        "t": "Now let my lord the king listen to his servant’s words. If the Lord*s has incited you against me, then may he accept an offering. If, however, people have done it, may they be cursed before the Lord!*s They have driven me today from my share in the Lord’s*s inheritance and have said, ‘Go, serve other gods.’"
    },
    {
        "o": 8645,
        "r": "niv:1 Samuel:26:20",
        "t": "Now do not let my blood fall to the ground far from the presence of the Lord.*s The king of Israel has come out to look for a flea—as one hunts a partridge in the mountains.”"
    },
    {
        "o": 8646,
        "r": "niv:1 Samuel:26:21",
        "t": "Then*p Saul said, “I have sinned. Come back, David my son. Because you considered my life precious today, I will not try to harm you again. Surely I have acted like a fool and have been terribly wrong.”"
    },
    {
        "o": 8647,
        "r": "niv:1 Samuel:26:22",
        "t": "“Here*p is the king’s spear,” David answered. “Let one of your young men come over and get it."
    },
    {
        "o": 8648,
        "r": "niv:1 Samuel:26:23",
        "t": "The Lord*s rewards everyone for their righteousness and faithfulness. The Lord*s delivered you into my hands today, but I would not lay a hand on the Lord’s*s anointed."
    },
    {
        "o": 8649,
        "r": "niv:1 Samuel:26:24",
        "t": "As surely as I valued your life today, so may the Lord*s value my life and deliver me from all trouble.”"
    },
    {
        "o": 8650,
        "r": "niv:1 Samuel:26:25",
        "t": "Then*p Saul said to David, “May you be blessed, David my son; you will do great things and surely triumph.” So*p David went on his way, and Saul returned home."
    }
]
