[
    {
        "o": 9601,
        "r": "csb:2 Samuel:24:0",
        "t": "2 Samuel 24",
        "h": 1
    },
    {
        "o": 9602,
        "r": "csb:2 Samuel:24:0",
        "t": "David’s Military Census",
        "h": 2
    },
    {
        "o": 9603,
        "r": "csb:2 Samuel:24:1",
        "t": "The*p Lord’s*s anger burned against Israel again, and he stirred up David against them to say, “Go, count the people of Israel and Judah.”"
    },
    {
        "o": 9604,
        "r": "csb:2 Samuel:24:2",
        "t": "So*p the king said to Joab, the commander of his army, “Go through all the tribes of Israel from Dan to Beer-sheba and register the troops so I can know their number.”"
    },
    {
        "o": 9605,
        "r": "csb:2 Samuel:24:3",
        "t": "Joab*p replied to the king, “May the Lord*s your God multiply the troops a hundred times more than they are- while my lord the king looks on! But why does my lord the king want to do this?”"
    },
    {
        "o": 9606,
        "r": "csb:2 Samuel:24:4",
        "t": "Yet*p the king’s order prevailed over Joab and the commanders of the army. So Joab and the commanders of the army left the king’s presence to register the troops of Israel."
    },
    {
        "o": 9607,
        "r": "csb:2 Samuel:24:5",
        "t": "They*p crossed the Jordan and camped in Aroer, south of the town in the middle of the valley, and then proceeded toward Gad and Jazer."
    },
    {
        "o": 9608,
        "r": "csb:2 Samuel:24:6",
        "t": "They went to Gilead and to the land of the Hittites and continued on to Dan-jaan and around to Sidon."
    },
    {
        "o": 9609,
        "r": "csb:2 Samuel:24:7",
        "t": "They went to the fortress of Tyre and all the cities of the Hivites and Canaanites. Afterward, they went to the Negev of Judah at Beer-sheba."
    },
    {
        "o": 9610,
        "r": "csb:2 Samuel:24:8",
        "t": "When*p they had gone through the whole land, they returned to Jerusalem at the end of nine months and twenty days."
    },
    {
        "o": 9611,
        "r": "csb:2 Samuel:24:9",
        "t": "Joab gave the king the total of the registration of the troops. There were eight hundred thousand valiant armed men from Israel and five hundred thousand men from Judah."
    },
    {
        "o": 9612,
        "r": "csb:2 Samuel:24:10",
        "t": "David’s*p conscience troubled him after he had taken a census of the troops. He said to the Lord,*s “I have sinned greatly in what I’ve done. Now, Lord,*s because I’ve been very foolish, please take away your servant’s guilt.”"
    },
    {
        "o": 9613,
        "r": "csb:2 Samuel:24:10",
        "t": "David’s Punishment",
        "h": 2
    },
    {
        "o": 9614,
        "r": "csb:2 Samuel:24:11",
        "t": "When*p David got up in the morning, the word of the Lord*s had come to the prophet Gad, David’s seer:"
    },
    {
        "o": 9615,
        "r": "csb:2 Samuel:24:12",
        "t": "“Go and say to David, ‘This is what the Lord*s says: I am offering you three choices. Choose one of them, and I will do it to you.’”"
    },
    {
        "o": 9616,
        "r": "csb:2 Samuel:24:13",
        "t": "So*p Gad went to David, told him the choices, and asked him, “Do you want three years of famine to come on your land, to flee from your foes three months while they pursue you, or to have a plague in your land three days? Now, consider carefully what answer I should take back to the one who sent me.”"
    },
    {
        "o": 9617,
        "r": "csb:2 Samuel:24:14",
        "t": "David*p answered Gad, “I have great anxiety. Please, let us fall into the Lord’s*s hands because his mercies are great, but don’t let me fall into human hands.”"
    },
    {
        "o": 9618,
        "r": "csb:2 Samuel:24:15",
        "t": "So*p the Lord*s sent a plague on Israel from that morning until the appointed time, and from Dan to Beer-sheba seventy thousand men died."
    },
    {
        "o": 9619,
        "r": "csb:2 Samuel:24:16",
        "t": "Then the angel extended his hand toward Jerusalem to destroy it, but the Lord*s relented concerning the destruction and said to the angel who was destroying the people, “Enough, withdraw your hand now!” The angel of the Lord*s was then at the threshing floor of Araunah the Jebusite."
    },
    {
        "o": 9620,
        "r": "csb:2 Samuel:24:17",
        "t": "When*p David saw the angel striking the people, he said to the Lord,*s “Look, I am the one who has sinned; I am the one who has done wrong. But these sheep, what have they done? Please, let your hand be against me and my father’s family.”"
    },
    {
        "o": 9621,
        "r": "csb:2 Samuel:24:17",
        "t": "David’s Altar",
        "h": 2
    },
    {
        "o": 9622,
        "r": "csb:2 Samuel:24:18",
        "t": "Gad*p came to David that day and said to him, “Go up and set up an altar to the Lord*s on the threshing floor of Araunah the Jebusite.”"
    },
    {
        "o": 9623,
        "r": "csb:2 Samuel:24:19",
        "t": "David went up in obedience to Gad’s command, just as the Lord*s had commanded."
    },
    {
        "o": 9624,
        "r": "csb:2 Samuel:24:20",
        "t": "Araunah looked down and saw the king and his servants coming toward him, so he went out and paid homage to the king with his face to the ground."
    },
    {
        "o": 9625,
        "r": "csb:2 Samuel:24:21",
        "t": "Araunah*p said, “Why has my lord the king come to his servant?” David*p replied, “To buy the threshing floor from you in order to build an altar to the Lord,*s so the plague on the people may be halted.”"
    },
    {
        "o": 9626,
        "r": "csb:2 Samuel:24:22",
        "t": "Araunah*p said to David, “My lord the king may take whatever he wants and offer it. Here are the oxen for a burnt offering and the threshing sledges and ox yokes for the wood."
    },
    {
        "o": 9627,
        "r": "csb:2 Samuel:24:23",
        "t": "Your Majesty, Araunah gives everything here to the king.” Then he said to the king, “May the Lord*s your God accept you.”"
    },
    {
        "o": 9628,
        "r": "csb:2 Samuel:24:24",
        "t": "The*p king answered Araunah, “No, I insist on buying it from you for a price, for I will not offer to the Lord*s my God burnt offerings that cost me nothing.” David bought the threshing floor and the oxen for twenty ounces of silver."
    },
    {
        "o": 9629,
        "r": "csb:2 Samuel:24:25",
        "t": "He built an altar to the Lord*s there and offered burnt offerings and fellowship offerings. Then the Lord*s was receptive to prayer for the land, and the plague on Israel ended."
    }
]
