[
    {
        "o": 25505,
        "r": "nasb:Zechariah:2:0",
        "t": "Zechariah 2",
        "h": 1
    },
    {
        "o": 25506,
        "r": "nasb:Zechariah:2:0",
        "t": "God’s Favor to Zion",
        "h": 2
    },
    {
        "o": 25507,
        "r": "nasb:Zechariah:2:1",
        "t": "Then*p I lifted up my eyes and looked, and behold, there*i was*i a man with a measuring line in his hand."
    },
    {
        "o": 25508,
        "r": "nasb:Zechariah:2:2",
        "t": "So I said, “Where are you going?” And he said to me, “To measure Jerusalem, to see how wide it is and how long it is.”"
    },
    {
        "o": 25509,
        "r": "nasb:Zechariah:2:3",
        "t": "And behold, the angel who was speaking with me was going out, and another angel was coming out to meet him,"
    },
    {
        "o": 25510,
        "r": "nasb:Zechariah:2:4",
        "t": "and said to him, “Run, speak to that young man, saying, ‘Jerusalem will be inhabited without walls because of the multitude of men and cattle within it."
    },
    {
        "o": 25511,
        "r": "nasb:Zechariah:2:5",
        "t": "For I,’ declares the Lord,*s ‘will be a wall of fire around her, and I will be the glory in her midst.’ ”"
    },
    {
        "o": 25512,
        "r": "nasb:Zechariah:2:6",
        "t": "“Ho*p there! Flee from the land of the north,” declares the Lord,*s “for I have dispersed you as the four winds of the heavens,” declares the Lord.*s"
    },
    {
        "o": 25513,
        "r": "nasb:Zechariah:2:7",
        "t": "“Ho, Zion! Escape, you who are living with the daughter of Babylon.”"
    },
    {
        "o": 25514,
        "r": "nasb:Zechariah:2:8",
        "t": "For thus says the Lord*s of hosts, “After glory He has sent me against the nations which plunder you, for he who touches you, touches the apple of His eye."
    },
    {
        "o": 25515,
        "r": "nasb:Zechariah:2:9",
        "t": "For behold, I will wave My hand over them so that they will be plunder for their slaves. Then you will know that the Lord*s of hosts has sent Me."
    },
    {
        "o": 25516,
        "r": "nasb:Zechariah:2:10",
        "t": "Sing for joy and be glad, O daughter of Zion; for behold I am coming and I will dwell in your midst,” declares the Lord.*s"
    },
    {
        "o": 25517,
        "r": "nasb:Zechariah:2:11",
        "t": "“Many nations will join themselves to the Lord*s in that day and will become My people. Then I will dwell in your midst, and you will know that the Lord*s of hosts has sent Me to you."
    },
    {
        "o": 25518,
        "r": "nasb:Zechariah:2:12",
        "t": "The Lord*s will possess Judah as His portion in the holy land, and will again choose Jerusalem."
    },
    {
        "o": 25519,
        "r": "nasb:Zechariah:2:13",
        "t": "“Be*p silent, all flesh, before the Lord;*s for He is aroused from His holy habitation.”"
    }
]
