[
    {
        "o": 7743,
        "r": "niv:Judges:21:0",
        "t": "Judges 21",
        "h": 1
    },
    {
        "o": 7744,
        "r": "niv:Judges:21:0",
        "t": "Wives for the Benjamites",
        "h": 2
    },
    {
        "o": 7745,
        "r": "niv:Judges:21:1",
        "t": "The*p men of Israel had taken an oath at Mizpah: “Not one of us will give his daughter in marriage to a Benjamite.”"
    },
    {
        "o": 7746,
        "r": "niv:Judges:21:2",
        "t": "The*p people went to Bethel, where they sat before God until evening, raising their voices and weeping bitterly."
    },
    {
        "o": 7747,
        "r": "niv:Judges:21:3",
        "t": "“Lord,*s God of Israel,” they cried, “why has this happened to Israel? Why should one tribe be missing from Israel today?”"
    },
    {
        "o": 7748,
        "r": "niv:Judges:21:4",
        "t": "Early*p the next day the people built an altar and presented burnt offerings and fellowship offerings."
    },
    {
        "o": 7749,
        "r": "niv:Judges:21:5",
        "t": "Then*p the Israelites asked, “Who from all the tribes of Israel has failed to assemble before the Lord?”*s For they had taken a solemn oath that anyone who failed to assemble before the Lord*s at Mizpah was to be put to death."
    },
    {
        "o": 7750,
        "r": "niv:Judges:21:6",
        "t": "Now*p the Israelites grieved for the tribe of Benjamin, their fellow Israelites. “Today one tribe is cut off from Israel,” they said."
    },
    {
        "o": 7751,
        "r": "niv:Judges:21:7",
        "t": "“How can we provide wives for those who are left, since we have taken an oath by the Lord*s not to give them any of our daughters in marriage?”"
    },
    {
        "o": 7752,
        "r": "niv:Judges:21:8",
        "t": "Then they asked, “Which one of the tribes of Israel failed to assemble before the Lord*s at Mizpah?” They discovered that no one from Jabesh Gilead had come to the camp for the assembly."
    },
    {
        "o": 7753,
        "r": "niv:Judges:21:9",
        "t": "For when they counted the people, they found that none of the people of Jabesh Gilead were there."
    },
    {
        "o": 7754,
        "r": "niv:Judges:21:10",
        "t": "So*p the assembly sent twelve thousand fighting men with instructions to go to Jabesh Gilead and put to the sword those living there, including the women and children."
    },
    {
        "o": 7755,
        "r": "niv:Judges:21:11",
        "t": "“This is what you are to do,” they said. “Kill every male and every woman who is not a virgin.”"
    },
    {
        "o": 7756,
        "r": "niv:Judges:21:12",
        "t": "They found among the people living in Jabesh Gilead four hundred young women who had never slept with a man, and they took them to the camp at Shiloh in Canaan."
    },
    {
        "o": 7757,
        "r": "niv:Judges:21:13",
        "t": "Then*p the whole assembly sent an offer of peace to the Benjamites at the rock of Rimmon."
    },
    {
        "o": 7758,
        "r": "niv:Judges:21:14",
        "t": "So the Benjamites returned at that time and were given the women of Jabesh Gilead who had been spared. But there were not enough for all of them."
    },
    {
        "o": 7759,
        "r": "niv:Judges:21:15",
        "t": "The*p people grieved for Benjamin, because the Lord*s had made a gap in the tribes of Israel."
    },
    {
        "o": 7760,
        "r": "niv:Judges:21:16",
        "t": "And the elders of the assembly said, “With the women of Benjamin destroyed, how shall we provide wives for the men who are left?"
    },
    {
        "o": 7761,
        "r": "niv:Judges:21:17",
        "t": "The Benjamite survivors must have heirs,” they said, “so that a tribe of Israel will not be wiped out."
    },
    {
        "o": 7762,
        "r": "niv:Judges:21:18",
        "t": "We can’t give them our daughters as wives, since we Israelites have taken this oath: ‘Cursed be anyone who gives a wife to a Benjamite.’"
    },
    {
        "o": 7763,
        "r": "niv:Judges:21:19",
        "t": "But look, there is the annual festival of the Lord*s in Shiloh, which lies north of Bethel, east of the road that goes from Bethel to Shechem, and south of Lebonah.”"
    },
    {
        "o": 7764,
        "r": "niv:Judges:21:20",
        "t": "So*p they instructed the Benjamites, saying, “Go and hide in the vineyards"
    },
    {
        "o": 7765,
        "r": "niv:Judges:21:21",
        "t": "and watch. When the young women of Shiloh come out to join in the dancing, rush from the vineyards and each of you seize one of them to be your wife. Then return to the land of Benjamin."
    },
    {
        "o": 7766,
        "r": "niv:Judges:21:22",
        "t": "When their fathers or brothers complain to us, we will say to them, ‘Do us the favor of helping them, because we did not get wives for them during the war. You will not be guilty of breaking your oath because you did not give your daughters to them.’ ”"
    },
    {
        "o": 7767,
        "r": "niv:Judges:21:23",
        "t": "So*p that is what the Benjamites did. While the young women were dancing, each man caught one and carried her off to be his wife. Then they returned to their inheritance and rebuilt the towns and settled in them."
    },
    {
        "o": 7768,
        "r": "niv:Judges:21:24",
        "t": "At*p that time the Israelites left that place and went home to their tribes and clans, each to his own inheritance."
    },
    {
        "o": 7769,
        "r": "niv:Judges:21:25",
        "t": "In*p those days Israel had no king; everyone did as they saw fit."
    }
]
