[
    {
        "o": 21830,
        "r": "esv:Jeremiah:28:0",
        "t": "Jeremiah 28",
        "h": 1
    },
    {
        "o": 21831,
        "r": "esv:Jeremiah:28:0",
        "t": "Hananiah the False Prophet",
        "h": 2
    },
    {
        "o": 21832,
        "r": "esv:Jeremiah:28:1",
        "t": "In*p that same year, at the beginning of the reign of Zedekiah king of Judah, in the fifth month of the fourth year, Hananiah the son of Azzur, the prophet from Gibeon, spoke to me in the house of the Lord,*s in the presence of the priests and all the people, saying,"
    },
    {
        "o": 21833,
        "r": "esv:Jeremiah:28:2",
        "t": "“Thus says the Lord*s of hosts, the God of Israel: I have broken the yoke of the king of Babylon."
    },
    {
        "o": 21834,
        "r": "esv:Jeremiah:28:3",
        "t": "Within two years I will bring back to this place all the vessels of the Lord’s*s house, which Nebuchadnezzar king of Babylon took away from this place and carried to Babylon."
    },
    {
        "o": 21835,
        "r": "esv:Jeremiah:28:4",
        "t": "I will also bring back to this place Jeconiah the son of Jehoiakim, king of Judah, and all the exiles from Judah who went to Babylon, declares the Lord,*s for I will break the yoke of the king of Babylon.”"
    },
    {
        "o": 21836,
        "r": "esv:Jeremiah:28:5",
        "t": "Then*p the prophet Jeremiah spoke to Hananiah the prophet in the presence of the priests and all the people who were standing in the house of the Lord,*s"
    },
    {
        "o": 21837,
        "r": "esv:Jeremiah:28:6",
        "t": "and the prophet Jeremiah said, “Amen! May the Lord*s do so; may the Lord*s make the words that you have prophesied come true, and bring back to this place from Babylon the vessels of the house of the Lord,*s and all the exiles."
    },
    {
        "o": 21838,
        "r": "esv:Jeremiah:28:7",
        "t": "Yet hear now this word that I speak in your hearing and in the hearing of all the people."
    },
    {
        "o": 21839,
        "r": "esv:Jeremiah:28:8",
        "t": "The prophets who preceded you and me from ancient times prophesied war, famine, and pestilence against many countries and great kingdoms."
    },
    {
        "o": 21840,
        "r": "esv:Jeremiah:28:9",
        "t": "As for the prophet who prophesies peace, when the word of that prophet comes to pass, then it will be known that the Lord*s has truly sent the prophet.”"
    },
    {
        "o": 21841,
        "r": "esv:Jeremiah:28:10",
        "t": "Then*p the prophet Hananiah took the yoke-bars from the neck of Jeremiah the prophet and broke them."
    },
    {
        "o": 21842,
        "r": "esv:Jeremiah:28:11",
        "t": "And Hananiah spoke in the presence of all the people, saying, “Thus says the Lord:*s Even so will I break the yoke of Nebuchadnezzar king of Babylon from the neck of all the nations within two years.” But Jeremiah the prophet went his way."
    },
    {
        "o": 21843,
        "r": "esv:Jeremiah:28:12",
        "t": "Sometime*p after the prophet Hananiah had broken the yoke-bars from off the neck of Jeremiah the prophet, the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21844,
        "r": "esv:Jeremiah:28:13",
        "t": "“Go, tell Hananiah, ‘Thus says the Lord:*s You have broken wooden bars, but you have made in their place bars of iron."
    },
    {
        "o": 21845,
        "r": "esv:Jeremiah:28:14",
        "t": "For thus says the Lord*s of hosts, the God of Israel: I have put upon the neck of all these nations an iron yoke to serve Nebuchadnezzar king of Babylon, and they shall serve him, for I have given to him even the beasts of the field.’”"
    },
    {
        "o": 21846,
        "r": "esv:Jeremiah:28:15",
        "t": "And Jeremiah the prophet said to the prophet Hananiah, “Listen, Hananiah, the Lord*s has not sent you, and you have made this people trust in a lie."
    },
    {
        "o": 21847,
        "r": "esv:Jeremiah:28:16",
        "t": "Therefore thus says the Lord:*s ‘Behold, I will remove you from the face of the earth. This year you shall die, because you have uttered rebellion against the Lord.’”*s"
    },
    {
        "o": 21848,
        "r": "esv:Jeremiah:28:17",
        "t": "In*p that same year, in the seventh month, the prophet Hananiah died."
    }
]
