[
    {
        "o": 8753,
        "r": "niv:2 Samuel:1:0",
        "t": "2 Samuel 1",
        "h": 1
    },
    {
        "o": 8754,
        "r": "niv:2 Samuel:1:0",
        "t": "David Hears of Saul’s Death",
        "h": 2
    },
    {
        "o": 8755,
        "r": "niv:2 Samuel:1:1",
        "t": "After*p the death of Saul, David returned from striking down the Amalekites and stayed in Ziklag two days."
    },
    {
        "o": 8756,
        "r": "niv:2 Samuel:1:2",
        "t": "On the third day a man arrived from Saul’s camp with his clothes torn and dust on his head. When he came to David, he fell to the ground to pay him honor."
    },
    {
        "o": 8757,
        "r": "niv:2 Samuel:1:3",
        "t": "“Where*p have you come from?” David asked him. He*p answered, “I have escaped from the Israelite camp.”"
    },
    {
        "o": 8758,
        "r": "niv:2 Samuel:1:4",
        "t": "“What*p happened?” David asked. “Tell me.” “The*p men fled from the battle,” he replied. “Many of them fell and died. And Saul and his son Jonathan are dead.”"
    },
    {
        "o": 8759,
        "r": "niv:2 Samuel:1:5",
        "t": "Then*p David said to the young man who brought him the report, “How do you know that Saul and his son Jonathan are dead?”"
    },
    {
        "o": 8760,
        "r": "niv:2 Samuel:1:6",
        "t": "“I*p happened to be on Mount Gilboa,” the young man said, “and there was Saul, leaning on his spear, with the chariots and their drivers in hot pursuit."
    },
    {
        "o": 8761,
        "r": "niv:2 Samuel:1:7",
        "t": "When he turned around and saw me, he called out to me, and I said, ‘What can I do?’"
    },
    {
        "o": 8762,
        "r": "niv:2 Samuel:1:8",
        "t": "“He*p asked me, ‘Who are you?’ “ ‘An*p Amalekite,’ I answered."
    },
    {
        "o": 8763,
        "r": "niv:2 Samuel:1:9",
        "t": "“Then*p he said to me, ‘Stand here by me and kill me! I’m in the throes of death, but I’m still alive.’"
    },
    {
        "o": 8764,
        "r": "niv:2 Samuel:1:10",
        "t": "“So*p I stood beside him and killed him, because I knew that after he had fallen he could not survive. And I took the crown that was on his head and the band on his arm and have brought them here to my lord.”"
    },
    {
        "o": 8765,
        "r": "niv:2 Samuel:1:11",
        "t": "Then*p David and all the men with him took hold of their clothes and tore them."
    },
    {
        "o": 8766,
        "r": "niv:2 Samuel:1:12",
        "t": "They mourned and wept and fasted till evening for Saul and his son Jonathan, and for the army of the Lord*s and for the nation of Israel, because they had fallen by the sword."
    },
    {
        "o": 8767,
        "r": "niv:2 Samuel:1:13",
        "t": "David*p said to the young man who brought him the report, “Where are you from?” “I*p am the son of a foreigner, an Amalekite,” he answered."
    },
    {
        "o": 8768,
        "r": "niv:2 Samuel:1:14",
        "t": "David*p asked him, “Why weren’t you afraid to lift your hand to destroy the Lord’s*s anointed?”"
    },
    {
        "o": 8769,
        "r": "niv:2 Samuel:1:15",
        "t": "Then*p David called one of his men and said, “Go, strike him down!” So he struck him down, and he died."
    },
    {
        "o": 8770,
        "r": "niv:2 Samuel:1:16",
        "t": "For David had said to him, “Your blood be on your own head. Your own mouth testified against you when you said, ‘I killed the Lord’s*s anointed.’ ”"
    },
    {
        "o": 8771,
        "r": "niv:2 Samuel:1:16",
        "t": "David’s Lament for Saul and Jonathan",
        "h": 2
    },
    {
        "o": 8772,
        "r": "niv:2 Samuel:1:17",
        "t": "David*p took up this lament concerning Saul and his son Jonathan,"
    },
    {
        "o": 8773,
        "r": "niv:2 Samuel:1:18",
        "t": "and he ordered that the people of Judah be taught this lament of the bow (it is written in the Book of Jashar):"
    },
    {
        "o": 8774,
        "r": "niv:2 Samuel:1:19",
        "t": "“A*pn gazelle lies slain on your heights, Israel. How*ld the mighty have fallen!"
    },
    {
        "o": 8775,
        "r": "niv:2 Samuel:1:20",
        "t": "“Tell*pn it not in Gath, proclaim*ld it not in the streets of Ashkelon, lest*ln the daughters of the Philistines be glad, lest*ld the daughters of the uncircumcised rejoice."
    },
    {
        "o": 8776,
        "r": "niv:2 Samuel:1:21",
        "t": "“Mountains*pn of Gilboa, may*ld you have neither dew nor rain, may*ld no showers fall on your terraced fields. For*ln there the shield of the mighty was despised, the*ld shield of Saul—no longer rubbed with oil."
    },
    {
        "o": 8777,
        "r": "niv:2 Samuel:1:22",
        "t": "“From*pn the blood of the slain, from*ld the flesh of the mighty, the*ln bow of Jonathan did not turn back, the*ld sword of Saul did not return unsatisfied."
    },
    {
        "o": 8778,
        "r": "niv:2 Samuel:1:23",
        "t": "Saul*ln and Jonathan— in*ld life they were loved and admired, and*ld in death they were not parted. They*ln were swifter than eagles, they*ld were stronger than lions."
    },
    {
        "o": 8779,
        "r": "niv:2 Samuel:1:24",
        "t": "“Daughters*pn of Israel, weep*ld for Saul, who*ln clothed you in scarlet and finery, who*ld adorned your garments with ornaments of gold."
    },
    {
        "o": 8780,
        "r": "niv:2 Samuel:1:25",
        "t": "“How*pn the mighty have fallen in battle! Jonathan*ld lies slain on your heights."
    },
    {
        "o": 8781,
        "r": "niv:2 Samuel:1:26",
        "t": "I*ln grieve for you, Jonathan my brother; you*ld were very dear to me. Your*ln love for me was wonderful, more*ld wonderful than that of women."
    },
    {
        "o": 8782,
        "r": "niv:2 Samuel:1:27",
        "t": "“How*pn the mighty have fallen! The*ld weapons of war have perished!”"
    },
    {
        "o": 8783,
        "r": "niv:2 Samuel:2:0",
        "t": "2 Samuel 2",
        "h": 1
    },
    {
        "o": 8784,
        "r": "niv:2 Samuel:2:0",
        "t": "David Anointed King Over Judah",
        "h": 2
    },
    {
        "o": 8785,
        "r": "niv:2 Samuel:2:1",
        "t": "In*p the course of time, David inquired of the Lord.*s “Shall I go up to one of the towns of Judah?” he asked. The*p Lord*s said, “Go up.” David*p asked, “Where shall I go?” “To*p Hebron,” the Lord*s answered."
    },
    {
        "o": 8786,
        "r": "niv:2 Samuel:2:2",
        "t": "So*p David went up there with his two wives, Ahinoam of Jezreel and Abigail, the widow of Nabal of Carmel."
    },
    {
        "o": 8787,
        "r": "niv:2 Samuel:2:3",
        "t": "David also took the men who were with him, each with his family, and they settled in Hebron and its towns."
    },
    {
        "o": 8788,
        "r": "niv:2 Samuel:2:4",
        "t": "Then the men of Judah came to Hebron, and there they anointed David king over the tribe of Judah. When*p David was told that it was the men from Jabesh Gilead who had buried Saul,"
    },
    {
        "o": 8789,
        "r": "niv:2 Samuel:2:5",
        "t": "he sent messengers to them to say to them, “The Lord*s bless you for showing this kindness to Saul your master by burying him."
    },
    {
        "o": 8790,
        "r": "niv:2 Samuel:2:6",
        "t": "May the Lord*s now show you kindness and faithfulness, and I too will show you the same favor because you have done this."
    },
    {
        "o": 8791,
        "r": "niv:2 Samuel:2:7",
        "t": "Now then, be strong and brave, for Saul your master is dead, and the people of Judah have anointed me king over them.”"
    },
    {
        "o": 8792,
        "r": "niv:2 Samuel:2:7",
        "t": "War Between the Houses of David and Saul",
        "h": 2
    },
    {
        "o": 8793,
        "r": "niv:2 Samuel:2:8",
        "t": "Meanwhile,*p Abner son of Ner, the commander of Saul’s army, had taken Ish-Bosheth son of Saul and brought him over to Mahanaim."
    },
    {
        "o": 8794,
        "r": "niv:2 Samuel:2:9",
        "t": "He made him king over Gilead, Ashuri and Jezreel, and also over Ephraim, Benjamin and all Israel."
    },
    {
        "o": 8795,
        "r": "niv:2 Samuel:2:10",
        "t": "Ish-Bosheth*p son of Saul was forty years old when he became king over Israel, and he reigned two years. The tribe of Judah, however, remained loyal to David."
    },
    {
        "o": 8796,
        "r": "niv:2 Samuel:2:11",
        "t": "The length of time David was king in Hebron over Judah was seven years and six months."
    },
    {
        "o": 8797,
        "r": "niv:2 Samuel:2:12",
        "t": "Abner*p son of Ner, together with the men of Ish-Bosheth son of Saul, left Mahanaim and went to Gibeon."
    },
    {
        "o": 8798,
        "r": "niv:2 Samuel:2:13",
        "t": "Joab son of Zeruiah and David’s men went out and met them at the pool of Gibeon. One group sat down on one side of the pool and one group on the other side."
    },
    {
        "o": 8799,
        "r": "niv:2 Samuel:2:14",
        "t": "Then*p Abner said to Joab, “Let’s have some of the young men get up and fight hand to hand in front of us.” “All*p right, let them do it,” Joab said."
    },
    {
        "o": 8800,
        "r": "niv:2 Samuel:2:15",
        "t": "So*p they stood up and were counted off—twelve men for Benjamin and Ish-Bosheth son of Saul, and twelve for David."
    },
    {
        "o": 8801,
        "r": "niv:2 Samuel:2:16",
        "t": "Then each man grabbed his opponent by the head and thrust his dagger into his opponent’s side, and they fell down together. So that place in Gibeon was called Helkath Hazzurim."
    },
    {
        "o": 8802,
        "r": "niv:2 Samuel:2:17",
        "t": "The*p battle that day was very fierce, and Abner and the Israelites were defeated by David’s men."
    },
    {
        "o": 8803,
        "r": "niv:2 Samuel:2:18",
        "t": "The*p three sons of Zeruiah were there: Joab, Abishai and Asahel. Now Asahel was as fleet-footed as a wild gazelle."
    },
    {
        "o": 8804,
        "r": "niv:2 Samuel:2:19",
        "t": "He chased Abner, turning neither to the right nor to the left as he pursued him."
    },
    {
        "o": 8805,
        "r": "niv:2 Samuel:2:20",
        "t": "Abner looked behind him and asked, “Is that you, Asahel?” “It*p is,” he answered."
    },
    {
        "o": 8806,
        "r": "niv:2 Samuel:2:21",
        "t": "Then*p Abner said to him, “Turn aside to the right or to the left; take on one of the young men and strip him of his weapons.” But Asahel would not stop chasing him."
    },
    {
        "o": 8807,
        "r": "niv:2 Samuel:2:22",
        "t": "Again*p Abner warned Asahel, “Stop chasing me! Why should I strike you down? How could I look your brother Joab in the face?”"
    },
    {
        "o": 8808,
        "r": "niv:2 Samuel:2:23",
        "t": "But*p Asahel refused to give up the pursuit; so Abner thrust the butt of his spear into Asahel’s stomach, and the spear came out through his back. He fell there and died on the spot. And every man stopped when he came to the place where Asahel had fallen and died."
    },
    {
        "o": 8809,
        "r": "niv:2 Samuel:2:24",
        "t": "But*p Joab and Abishai pursued Abner, and as the sun was setting, they came to the hill of Ammah, near Giah on the way to the wasteland of Gibeon."
    },
    {
        "o": 8810,
        "r": "niv:2 Samuel:2:25",
        "t": "Then the men of Benjamin rallied behind Abner. They formed themselves into a group and took their stand on top of a hill."
    },
    {
        "o": 8811,
        "r": "niv:2 Samuel:2:26",
        "t": "Abner*p called out to Joab, “Must the sword devour forever? Don’t you realize that this will end in bitterness? How long before you order your men to stop pursuing their fellow Israelites?”"
    },
    {
        "o": 8812,
        "r": "niv:2 Samuel:2:27",
        "t": "Joab*p answered, “As surely as God lives, if you had not spoken, the men would have continued pursuing them until morning.”"
    },
    {
        "o": 8813,
        "r": "niv:2 Samuel:2:28",
        "t": "So*p Joab blew the trumpet, and all the troops came to a halt; they no longer pursued Israel, nor did they fight anymore."
    },
    {
        "o": 8814,
        "r": "niv:2 Samuel:2:29",
        "t": "All*p that night Abner and his men marched through the Arabah. They crossed the Jordan, continued through the morning hours and came to Mahanaim."
    },
    {
        "o": 8815,
        "r": "niv:2 Samuel:2:30",
        "t": "Then*p Joab stopped pursuing Abner and assembled the whole army. Besides Asahel, nineteen of David’s men were found missing."
    },
    {
        "o": 8816,
        "r": "niv:2 Samuel:2:31",
        "t": "But David’s men had killed three hundred and sixty Benjamites who were with Abner."
    },
    {
        "o": 8817,
        "r": "niv:2 Samuel:2:32",
        "t": "They took Asahel and buried him in his father’s tomb at Bethlehem. Then Joab and his men marched all night and arrived at Hebron by daybreak."
    },
    {
        "o": 8818,
        "r": "niv:2 Samuel:3:0",
        "t": "2 Samuel 3",
        "h": 1
    },
    {
        "o": 8819,
        "r": "niv:2 Samuel:3:1",
        "t": "The*p war between the house of Saul and the house of David lasted a long time. David grew stronger and stronger, while the house of Saul grew weaker and weaker."
    },
    {
        "o": 8820,
        "r": "niv:2 Samuel:3:2",
        "t": "Sons*ln were born to David in Hebron: His*ld firstborn was Amnon the son of Ahinoam of Jezreel;"
    },
    {
        "o": 8821,
        "r": "niv:2 Samuel:3:3",
        "t": "his*ld second, Kileab the son of Abigail the widow of Nabal of Carmel; the*ld third, Absalom the son of Maakah daughter of Talmai king of Geshur;"
    },
    {
        "o": 8822,
        "r": "niv:2 Samuel:3:4",
        "t": "the*ld fourth, Adonijah the son of Haggith; the*ld fifth, Shephatiah the son of Abital;"
    },
    {
        "o": 8823,
        "r": "niv:2 Samuel:3:5",
        "t": "and*ld the sixth, Ithream the son of David’s wife Eglah. These*ld were born to David in Hebron."
    },
    {
        "o": 8824,
        "r": "niv:2 Samuel:3:5",
        "t": "Abner Goes Over to David",
        "h": 2
    },
    {
        "o": 8825,
        "r": "niv:2 Samuel:3:6",
        "t": "During*p the war between the house of Saul and the house of David, Abner had been strengthening his own position in the house of Saul."
    },
    {
        "o": 8826,
        "r": "niv:2 Samuel:3:7",
        "t": "Now Saul had had a concubine named Rizpah daughter of Aiah. And Ish-Bosheth said to Abner, “Why did you sleep with my father’s concubine?”"
    },
    {
        "o": 8827,
        "r": "niv:2 Samuel:3:8",
        "t": "Abner*p was very angry because of what Ish-Bosheth said. So he answered, “Am I a dog’s head—on Judah’s side? This very day I am loyal to the house of your father Saul and to his family and friends. I haven’t handed you over to David. Yet now you accuse me of an offense involving this woman!"
    },
    {
        "o": 8828,
        "r": "niv:2 Samuel:3:9",
        "t": "May God deal with Abner, be it ever so severely, if I do not do for David what the Lord*s promised him on oath"
    },
    {
        "o": 8829,
        "r": "niv:2 Samuel:3:10",
        "t": "and transfer the kingdom from the house of Saul and establish David’s throne over Israel and Judah from Dan to Beersheba.”"
    },
    {
        "o": 8830,
        "r": "niv:2 Samuel:3:11",
        "t": "Ish-Bosheth did not dare to say another word to Abner, because he was afraid of him."
    },
    {
        "o": 8831,
        "r": "niv:2 Samuel:3:12",
        "t": "Then*p Abner sent messengers on his behalf to say to David, “Whose land is it? Make an agreement with me, and I will help you bring all Israel over to you.”"
    },
    {
        "o": 8832,
        "r": "niv:2 Samuel:3:13",
        "t": "“Good,”*p said David. “I will make an agreement with you. But I demand one thing of you: Do not come into my presence unless you bring Michal daughter of Saul when you come to see me.”"
    },
    {
        "o": 8833,
        "r": "niv:2 Samuel:3:14",
        "t": "Then David sent messengers to Ish-Bosheth son of Saul, demanding, “Give me my wife Michal, whom I betrothed to myself for the price of a hundred Philistine foreskins.”"
    },
    {
        "o": 8834,
        "r": "niv:2 Samuel:3:15",
        "t": "So*p Ish-Bosheth gave orders and had her taken away from her husband Paltiel son of Laish."
    },
    {
        "o": 8835,
        "r": "niv:2 Samuel:3:16",
        "t": "Her husband, however, went with her, weeping behind her all the way to Bahurim. Then Abner said to him, “Go back home!” So he went back."
    },
    {
        "o": 8836,
        "r": "niv:2 Samuel:3:17",
        "t": "Abner*p conferred with the elders of Israel and said, “For some time you have wanted to make David your king."
    },
    {
        "o": 8837,
        "r": "niv:2 Samuel:3:18",
        "t": "Now do it! For the Lord*s promised David, ‘By my servant David I will rescue my people Israel from the hand of the Philistines and from the hand of all their enemies.’ ”"
    },
    {
        "o": 8838,
        "r": "niv:2 Samuel:3:19",
        "t": "Abner*p also spoke to the Benjamites in person. Then he went to Hebron to tell David everything that Israel and the whole tribe of Benjamin wanted to do."
    },
    {
        "o": 8839,
        "r": "niv:2 Samuel:3:20",
        "t": "When Abner, who had twenty men with him, came to David at Hebron, David prepared a feast for him and his men."
    },
    {
        "o": 8840,
        "r": "niv:2 Samuel:3:21",
        "t": "Then Abner said to David, “Let me go at once and assemble all Israel for my lord the king, so that they may make a covenant with you, and that you may rule over all that your heart desires.” So David sent Abner away, and he went in peace."
    },
    {
        "o": 8841,
        "r": "niv:2 Samuel:3:21",
        "t": "Joab Murders Abner",
        "h": 2
    },
    {
        "o": 8842,
        "r": "niv:2 Samuel:3:22",
        "t": "Just*p then David’s men and Joab returned from a raid and brought with them a great deal of plunder. But Abner was no longer with David in Hebron, because David had sent him away, and he had gone in peace."
    },
    {
        "o": 8843,
        "r": "niv:2 Samuel:3:23",
        "t": "When Joab and all the soldiers with him arrived, he was told that Abner son of Ner had come to the king and that the king had sent him away and that he had gone in peace."
    },
    {
        "o": 8844,
        "r": "niv:2 Samuel:3:24",
        "t": "So*p Joab went to the king and said, “What have you done? Look, Abner came to you. Why did you let him go? Now he is gone!"
    },
    {
        "o": 8845,
        "r": "niv:2 Samuel:3:25",
        "t": "You know Abner son of Ner; he came to deceive you and observe your movements and find out everything you are doing.”"
    },
    {
        "o": 8846,
        "r": "niv:2 Samuel:3:26",
        "t": "Joab*p then left David and sent messengers after Abner, and they brought him back from the cistern at Sirah. But David did not know it."
    },
    {
        "o": 8847,
        "r": "niv:2 Samuel:3:27",
        "t": "Now when Abner returned to Hebron, Joab took him aside into an inner chamber, as if to speak with him privately. And there, to avenge the blood of his brother Asahel, Joab stabbed him in the stomach, and he died."
    },
    {
        "o": 8848,
        "r": "niv:2 Samuel:3:28",
        "t": "Later,*p when David heard about this, he said, “I and my kingdom are forever innocent before the Lord*s concerning the blood of Abner son of Ner."
    },
    {
        "o": 8849,
        "r": "niv:2 Samuel:3:29",
        "t": "May his blood fall on the head of Joab and on his whole family! May Joab’s family never be without someone who has a running sore or leprosy or who leans on a crutch or who falls by the sword or who lacks food.”"
    },
    {
        "o": 8850,
        "r": "niv:2 Samuel:3:30",
        "t": "(Joab*p and his brother Abishai murdered Abner because he had killed their brother Asahel in the battle at Gibeon.)"
    },
    {
        "o": 8851,
        "r": "niv:2 Samuel:3:31",
        "t": "Then*p David said to Joab and all the people with him, “Tear your clothes and put on sackcloth and walk in mourning in front of Abner.” King David himself walked behind the bier."
    },
    {
        "o": 8852,
        "r": "niv:2 Samuel:3:32",
        "t": "They buried Abner in Hebron, and the king wept aloud at Abner’s tomb. All the people wept also."
    },
    {
        "o": 8853,
        "r": "niv:2 Samuel:3:33",
        "t": "The*p king sang this lament for Abner: “Should*pn Abner have died as the lawless die?"
    },
    {
        "o": 8854,
        "r": "niv:2 Samuel:3:34",
        "t": "Your*ld hands were not bound, your*ld feet were not fettered. You*ln fell as one falls before the wicked.” And*p all the people wept over him again."
    },
    {
        "o": 8855,
        "r": "niv:2 Samuel:3:35",
        "t": "Then*p they all came and urged David to eat something while it was still day; but David took an oath, saying, “May God deal with me, be it ever so severely, if I taste bread or anything else before the sun sets!”"
    },
    {
        "o": 8856,
        "r": "niv:2 Samuel:3:36",
        "t": "All*p the people took note and were pleased; indeed, everything the king did pleased them."
    },
    {
        "o": 8857,
        "r": "niv:2 Samuel:3:37",
        "t": "So on that day all the people there and all Israel knew that the king had no part in the murder of Abner son of Ner."
    },
    {
        "o": 8858,
        "r": "niv:2 Samuel:3:38",
        "t": "Then*p the king said to his men, “Do you not realize that a commander and a great man has fallen in Israel this day?"
    },
    {
        "o": 8859,
        "r": "niv:2 Samuel:3:39",
        "t": "And today, though I am the anointed king, I am weak, and these sons of Zeruiah are too strong for me. May the Lord*s repay the evildoer according to his evil deeds!”"
    },
    {
        "o": 8860,
        "r": "niv:2 Samuel:4:0",
        "t": "2 Samuel 4",
        "h": 1
    },
    {
        "o": 8861,
        "r": "niv:2 Samuel:4:0",
        "t": "Ish-Bosheth Murdered",
        "h": 2
    },
    {
        "o": 8862,
        "r": "niv:2 Samuel:4:1",
        "t": "When*p Ish-Bosheth son of Saul heard that Abner had died in Hebron, he lost courage, and all Israel became alarmed."
    },
    {
        "o": 8863,
        "r": "niv:2 Samuel:4:2",
        "t": "Now Saul’s son had two men who were leaders of raiding bands. One was named Baanah and the other Rekab; they were sons of Rimmon the Beerothite from the tribe of Benjamin—Beeroth is considered part of Benjamin,"
    },
    {
        "o": 8864,
        "r": "niv:2 Samuel:4:3",
        "t": "because the people of Beeroth fled to Gittaim and have resided there as foreigners to this day."
    },
    {
        "o": 8865,
        "r": "niv:2 Samuel:4:4",
        "t": "(Jonathan*p son of Saul had a son who was lame in both feet. He was five years old when the news about Saul and Jonathan came from Jezreel. His nurse picked him up and fled, but as she hurried to leave, he fell and became disabled. His name was Mephibosheth.)"
    },
    {
        "o": 8866,
        "r": "niv:2 Samuel:4:5",
        "t": "Now*p Rekab and Baanah, the sons of Rimmon the Beerothite, set out for the house of Ish-Bosheth, and they arrived there in the heat of the day while he was taking his noonday rest."
    },
    {
        "o": 8867,
        "r": "niv:2 Samuel:4:6",
        "t": "They went into the inner part of the house as if to get some wheat, and they stabbed him in the stomach. Then Rekab and his brother Baanah slipped away."
    },
    {
        "o": 8868,
        "r": "niv:2 Samuel:4:7",
        "t": "They*p had gone into the house while he was lying on the bed in his bedroom. After they stabbed and killed him, they cut off his head. Taking it with them, they traveled all night by way of the Arabah."
    },
    {
        "o": 8869,
        "r": "niv:2 Samuel:4:8",
        "t": "They brought the head of Ish-Bosheth to David at Hebron and said to the king, “Here is the head of Ish-Bosheth son of Saul, your enemy, who tried to kill you. This day the Lord*s has avenged my lord the king against Saul and his offspring.”"
    },
    {
        "o": 8870,
        "r": "niv:2 Samuel:4:9",
        "t": "David*p answered Rekab and his brother Baanah, the sons of Rimmon the Beerothite, “As surely as the Lord*s lives, who has delivered me out of every trouble,"
    },
    {
        "o": 8871,
        "r": "niv:2 Samuel:4:10",
        "t": "when someone told me, ‘Saul is dead,’ and thought he was bringing good news, I seized him and put him to death in Ziklag. That was the reward I gave him for his news!"
    },
    {
        "o": 8872,
        "r": "niv:2 Samuel:4:11",
        "t": "How much more—when wicked men have killed an innocent man in his own house and on his own bed—should I not now demand his blood from your hand and rid the earth of you!”"
    },
    {
        "o": 8873,
        "r": "niv:2 Samuel:4:12",
        "t": "So*p David gave an order to his men, and they killed them. They cut off their hands and feet and hung the bodies by the pool in Hebron. But they took the head of Ish-Bosheth and buried it in Abner’s tomb at Hebron."
    },
    {
        "o": 8874,
        "r": "niv:2 Samuel:5:0",
        "t": "2 Samuel 5",
        "h": 1
    },
    {
        "o": 8875,
        "r": "niv:2 Samuel:5:0",
        "t": "David Becomes King Over Israel",
        "h": 2
    },
    {
        "o": 8876,
        "r": "niv:2 Samuel:5:1",
        "t": "All*p the tribes of Israel came to David at Hebron and said, “We are your own flesh and blood."
    },
    {
        "o": 8877,
        "r": "niv:2 Samuel:5:2",
        "t": "In the past, while Saul was king over us, you were the one who led Israel on their military campaigns. And the Lord*s said to you, ‘You will shepherd my people Israel, and you will become their ruler.’ ”"
    },
    {
        "o": 8878,
        "r": "niv:2 Samuel:5:3",
        "t": "When*p all the elders of Israel had come to King David at Hebron, the king made a covenant with them at Hebron before the Lord,*s and they anointed David king over Israel."
    },
    {
        "o": 8879,
        "r": "niv:2 Samuel:5:4",
        "t": "David*p was thirty years old when he became king, and he reigned forty years."
    },
    {
        "o": 8880,
        "r": "niv:2 Samuel:5:5",
        "t": "In Hebron he reigned over Judah seven years and six months, and in Jerusalem he reigned over all Israel and Judah thirty-three years."
    },
    {
        "o": 8881,
        "r": "niv:2 Samuel:5:5",
        "t": "David Conquers Jerusalem",
        "h": 2
    },
    {
        "o": 8882,
        "r": "niv:2 Samuel:5:6",
        "t": "The*p king and his men marched to Jerusalem to attack the Jebusites, who lived there. The Jebusites said to David, “You will not get in here; even the blind and the lame can ward you off.” They thought, “David cannot get in here.”"
    },
    {
        "o": 8883,
        "r": "niv:2 Samuel:5:7",
        "t": "Nevertheless, David captured the fortress of Zion—which is the City of David."
    },
    {
        "o": 8884,
        "r": "niv:2 Samuel:5:8",
        "t": "On*p that day David had said, “Anyone who conquers the Jebusites will have to use the water shaft to reach those ‘lame and blind’ who are David’s enemies.” That is why they say, “The ‘blind and lame’ will not enter the palace.”"
    },
    {
        "o": 8885,
        "r": "niv:2 Samuel:5:9",
        "t": "David*p then took up residence in the fortress and called it the City of David. He built up the area around it, from the terraces inward."
    },
    {
        "o": 8886,
        "r": "niv:2 Samuel:5:10",
        "t": "And he became more and more powerful, because the Lord*s God Almighty was with him."
    },
    {
        "o": 8887,
        "r": "niv:2 Samuel:5:11",
        "t": "Now*p Hiram king of Tyre sent envoys to David, along with cedar logs and carpenters and stonemasons, and they built a palace for David."
    },
    {
        "o": 8888,
        "r": "niv:2 Samuel:5:12",
        "t": "Then David knew that the Lord*s had established him as king over Israel and had exalted his kingdom for the sake of his people Israel."
    },
    {
        "o": 8889,
        "r": "niv:2 Samuel:5:13",
        "t": "After*p he left Hebron, David took more concubines and wives in Jerusalem, and more sons and daughters were born to him."
    },
    {
        "o": 8890,
        "r": "niv:2 Samuel:5:14",
        "t": "These are the names of the children born to him there: Shammua, Shobab, Nathan, Solomon,"
    },
    {
        "o": 8891,
        "r": "niv:2 Samuel:5:15",
        "t": "Ibhar, Elishua, Nepheg, Japhia,"
    },
    {
        "o": 8892,
        "r": "niv:2 Samuel:5:16",
        "t": "Elishama, Eliada and Eliphelet."
    },
    {
        "o": 8893,
        "r": "niv:2 Samuel:5:16",
        "t": "David Defeats the Philistines",
        "h": 2
    },
    {
        "o": 8894,
        "r": "niv:2 Samuel:5:17",
        "t": "When*p the Philistines heard that David had been anointed king over Israel, they went up in full force to search for him, but David heard about it and went down to the stronghold."
    },
    {
        "o": 8895,
        "r": "niv:2 Samuel:5:18",
        "t": "Now the Philistines had come and spread out in the Valley of Rephaim;"
    },
    {
        "o": 8896,
        "r": "niv:2 Samuel:5:19",
        "t": "so David inquired of the Lord,*s “Shall I go and attack the Philistines? Will you deliver them into my hands?” The*p Lord*s answered him, “Go, for I will surely deliver the Philistines into your hands.”"
    },
    {
        "o": 8897,
        "r": "niv:2 Samuel:5:20",
        "t": "So*p David went to Baal Perazim, and there he defeated them. He said, “As waters break out, the Lord*s has broken out against my enemies before me.” So that place was called Baal Perazim."
    },
    {
        "o": 8898,
        "r": "niv:2 Samuel:5:21",
        "t": "The Philistines abandoned their idols there, and David and his men carried them off."
    },
    {
        "o": 8899,
        "r": "niv:2 Samuel:5:22",
        "t": "Once*p more the Philistines came up and spread out in the Valley of Rephaim;"
    },
    {
        "o": 8900,
        "r": "niv:2 Samuel:5:23",
        "t": "so David inquired of the Lord,*s and he answered, “Do not go straight up, but circle around behind them and attack them in front of the poplar trees."
    },
    {
        "o": 8901,
        "r": "niv:2 Samuel:5:24",
        "t": "As soon as you hear the sound of marching in the tops of the poplar trees, move quickly, because that will mean the Lord*s has gone out in front of you to strike the Philistine army.”"
    },
    {
        "o": 8902,
        "r": "niv:2 Samuel:5:25",
        "t": "So David did as the Lord*s commanded him, and he struck down the Philistines all the way from Gibeon to Gezer."
    },
    {
        "o": 8903,
        "r": "niv:2 Samuel:6:0",
        "t": "2 Samuel 6",
        "h": 1
    },
    {
        "o": 8904,
        "r": "niv:2 Samuel:6:0",
        "t": "The Ark Brought to Jerusalem",
        "h": 2
    },
    {
        "o": 8905,
        "r": "niv:2 Samuel:6:1",
        "t": "David*p again brought together all the able young men of Israel—thirty thousand."
    },
    {
        "o": 8906,
        "r": "niv:2 Samuel:6:2",
        "t": "He and all his men went to Baalah in Judah to bring up from there the ark of God, which is called by the Name, the name of the Lord*s Almighty, who is enthroned between the cherubim on the ark."
    },
    {
        "o": 8907,
        "r": "niv:2 Samuel:6:3",
        "t": "They set the ark of God on a new cart and brought it from the house of Abinadab, which was on the hill. Uzzah and Ahio, sons of Abinadab, were guiding the new cart"
    },
    {
        "o": 8908,
        "r": "niv:2 Samuel:6:4",
        "t": "with the ark of God on it, and Ahio was walking in front of it."
    },
    {
        "o": 8909,
        "r": "niv:2 Samuel:6:5",
        "t": "David and all Israel were celebrating with all their might before the Lord,*s with castanets, harps, lyres, timbrels, sistrums and cymbals."
    },
    {
        "o": 8910,
        "r": "niv:2 Samuel:6:6",
        "t": "When*p they came to the threshing floor of Nakon, Uzzah reached out and took hold of the ark of God, because the oxen stumbled."
    },
    {
        "o": 8911,
        "r": "niv:2 Samuel:6:7",
        "t": "The Lord’s*s anger burned against Uzzah because of his irreverent act; therefore God struck him down, and he died there beside the ark of God."
    },
    {
        "o": 8912,
        "r": "niv:2 Samuel:6:8",
        "t": "Then*p David was angry because the Lord’s*s wrath had broken out against Uzzah, and to this day that place is called Perez Uzzah."
    },
    {
        "o": 8913,
        "r": "niv:2 Samuel:6:9",
        "t": "David*p was afraid of the Lord*s that day and said, “How can the ark of the Lord*s ever come to me?”"
    },
    {
        "o": 8914,
        "r": "niv:2 Samuel:6:10",
        "t": "He was not willing to take the ark of the Lord*s to be with him in the City of David. Instead, he took it to the house of Obed-Edom the Gittite."
    },
    {
        "o": 8915,
        "r": "niv:2 Samuel:6:11",
        "t": "The ark of the Lord*s remained in the house of Obed-Edom the Gittite for three months, and the Lord*s blessed him and his entire household."
    },
    {
        "o": 8916,
        "r": "niv:2 Samuel:6:12",
        "t": "Now*p King David was told, “The Lord*s has blessed the household of Obed-Edom and everything he has, because of the ark of God.” So David went to bring up the ark of God from the house of Obed-Edom to the City of David with rejoicing."
    },
    {
        "o": 8917,
        "r": "niv:2 Samuel:6:13",
        "t": "When those who were carrying the ark of the Lord*s had taken six steps, he sacrificed a bull and a fattened calf."
    },
    {
        "o": 8918,
        "r": "niv:2 Samuel:6:14",
        "t": "Wearing a linen ephod, David was dancing before the Lord*s with all his might,"
    },
    {
        "o": 8919,
        "r": "niv:2 Samuel:6:15",
        "t": "while he and all Israel were bringing up the ark of the Lord*s with shouts and the sound of trumpets."
    },
    {
        "o": 8920,
        "r": "niv:2 Samuel:6:16",
        "t": "As*p the ark of the Lord*s was entering the City of David, Michal daughter of Saul watched from a window. And when she saw King David leaping and dancing before the Lord,*s she despised him in her heart."
    },
    {
        "o": 8921,
        "r": "niv:2 Samuel:6:17",
        "t": "They*p brought the ark of the Lord*s and set it in its place inside the tent that David had pitched for it, and David sacrificed burnt offerings and fellowship offerings before the Lord.*s"
    },
    {
        "o": 8922,
        "r": "niv:2 Samuel:6:18",
        "t": "After he had finished sacrificing the burnt offerings and fellowship offerings, he blessed the people in the name of the Lord*s Almighty."
    },
    {
        "o": 8923,
        "r": "niv:2 Samuel:6:19",
        "t": "Then he gave a loaf of bread, a cake of dates and a cake of raisins to each person in the whole crowd of Israelites, both men and women. And all the people went to their homes."
    },
    {
        "o": 8924,
        "r": "niv:2 Samuel:6:20",
        "t": "When*p David returned home to bless his household, Michal daughter of Saul came out to meet him and said, “How the king of Israel has distinguished himself today, going around half-naked in full view of the slave girls of his servants as any vulgar fellow would!”"
    },
    {
        "o": 8925,
        "r": "niv:2 Samuel:6:21",
        "t": "David*p said to Michal, “It was before the Lord,*s who chose me rather than your father or anyone from his house when he appointed me ruler over the Lord’s*s people Israel—I will celebrate before the Lord.*s"
    },
    {
        "o": 8926,
        "r": "niv:2 Samuel:6:22",
        "t": "I will become even more undignified than this, and I will be humiliated in my own eyes. But by these slave girls you spoke of, I will be held in honor.”"
    },
    {
        "o": 8927,
        "r": "niv:2 Samuel:6:23",
        "t": "And*p Michal daughter of Saul had no children to the day of her death."
    },
    {
        "o": 8928,
        "r": "niv:2 Samuel:7:0",
        "t": "2 Samuel 7",
        "h": 1
    },
    {
        "o": 8929,
        "r": "niv:2 Samuel:7:0",
        "t": "God’s Promise to David",
        "h": 2
    },
    {
        "o": 8930,
        "r": "niv:2 Samuel:7:1",
        "t": "After*p the king was settled in his palace and the Lord*s had given him rest from all his enemies around him,"
    },
    {
        "o": 8931,
        "r": "niv:2 Samuel:7:2",
        "t": "he said to Nathan the prophet, “Here I am, living in a house of cedar, while the ark of God remains in a tent.”"
    },
    {
        "o": 8932,
        "r": "niv:2 Samuel:7:3",
        "t": "Nathan*p replied to the king, “Whatever you have in mind, go ahead and do it, for the Lord*s is with you.”"
    },
    {
        "o": 8933,
        "r": "niv:2 Samuel:7:4",
        "t": "But*p that night the word of the Lord*s came to Nathan, saying:"
    },
    {
        "o": 8934,
        "r": "niv:2 Samuel:7:5",
        "t": "“Go*ln and tell my servant David, ‘This is what the Lord*s says: Are you the one to build me a house to dwell in?"
    },
    {
        "o": 8935,
        "r": "niv:2 Samuel:7:6",
        "t": "I have not dwelt in a house from the day I brought the Israelites up out of Egypt to this day. I have been moving from place to place with a tent as my dwelling."
    },
    {
        "o": 8936,
        "r": "niv:2 Samuel:7:7",
        "t": "Wherever I have moved with all the Israelites, did I ever say to any of their rulers whom I commanded to shepherd my people Israel, “Why have you not built me a house of cedar?” ’"
    },
    {
        "o": 8937,
        "r": "niv:2 Samuel:7:8",
        "t": "“Now*ln then, tell my servant David, ‘This is what the Lord*s Almighty says: I took you from the pasture, from tending the flock, and appointed you ruler over my people Israel."
    },
    {
        "o": 8938,
        "r": "niv:2 Samuel:7:9",
        "t": "I have been with you wherever you have gone, and I have cut off all your enemies from before you. Now I will make your name great, like the names of the greatest men on earth."
    },
    {
        "o": 8939,
        "r": "niv:2 Samuel:7:10",
        "t": "And I will provide a place for my people Israel and will plant them so that they can have a home of their own and no longer be disturbed. Wicked people will not oppress them anymore, as they did at the beginning"
    },
    {
        "o": 8940,
        "r": "niv:2 Samuel:7:11",
        "t": "and have done ever since the time I appointed leaders over my people Israel. I will also give you rest from all your enemies. “ ‘The*ln Lord*s declares to you that the Lord*s himself will establish a house for you:"
    },
    {
        "o": 8941,
        "r": "niv:2 Samuel:7:12",
        "t": "When your days are over and you rest with your ancestors, I will raise up your offspring to succeed you, your own flesh and blood, and I will establish his kingdom."
    },
    {
        "o": 8942,
        "r": "niv:2 Samuel:7:13",
        "t": "He is the one who will build a house for my Name, and I will establish the throne of his kingdom forever."
    },
    {
        "o": 8943,
        "r": "niv:2 Samuel:7:14",
        "t": "I will be his father, and he will be my son. When he does wrong, I will punish him with a rod wielded by men, with floggings inflicted by human hands."
    },
    {
        "o": 8944,
        "r": "niv:2 Samuel:7:15",
        "t": "But my love will never be taken away from him, as I took it away from Saul, whom I removed from before you."
    },
    {
        "o": 8945,
        "r": "niv:2 Samuel:7:16",
        "t": "Your house and your kingdom will endure forever before me; your throne will be established forever.’ ”"
    },
    {
        "o": 8946,
        "r": "niv:2 Samuel:7:17",
        "t": "Nathan*p reported to David all the words of this entire revelation."
    },
    {
        "o": 8947,
        "r": "niv:2 Samuel:7:17",
        "t": "David’s Prayer",
        "h": 2
    },
    {
        "o": 8948,
        "r": "niv:2 Samuel:7:18",
        "t": "Then*p King David went in and sat before the Lord,*s and he said: “Who*ln am I, Sovereign Lord,*s and what is my family, that you have brought me this far?"
    },
    {
        "o": 8949,
        "r": "niv:2 Samuel:7:19",
        "t": "And as if this were not enough in your sight, Sovereign Lord,*s you have also spoken about the future of the house of your servant—and this decree, Sovereign Lord,*s is for a mere human!"
    },
    {
        "o": 8950,
        "r": "niv:2 Samuel:7:20",
        "t": "“What*ln more can David say to you? For you know your servant, Sovereign Lord.*s"
    },
    {
        "o": 8951,
        "r": "niv:2 Samuel:7:21",
        "t": "For the sake of your word and according to your will, you have done this great thing and made it known to your servant."
    },
    {
        "o": 8952,
        "r": "niv:2 Samuel:7:22",
        "t": "“How*ln great you are, Sovereign Lord!*s There is no one like you, and there is no God but you, as we have heard with our own ears."
    },
    {
        "o": 8953,
        "r": "niv:2 Samuel:7:23",
        "t": "And who is like your people Israel—the one nation on earth that God went out to redeem as a people for himself, and to make a name for himself, and to perform great and awesome wonders by driving out nations and their gods from before your people, whom you redeemed from Egypt?"
    },
    {
        "o": 8954,
        "r": "niv:2 Samuel:7:24",
        "t": "You have established your people Israel as your very own forever, and you, Lord,*s have become their God."
    },
    {
        "o": 8955,
        "r": "niv:2 Samuel:7:25",
        "t": "“And*ln now, Lord*s God, keep forever the promise you have made concerning your servant and his house. Do as you promised,"
    },
    {
        "o": 8956,
        "r": "niv:2 Samuel:7:26",
        "t": "so that your name will be great forever. Then people will say, ‘The Lord*s Almighty is God over Israel!’ And the house of your servant David will be established in your sight."
    },
    {
        "o": 8957,
        "r": "niv:2 Samuel:7:27",
        "t": "“Lord*sln Almighty, God of Israel, you have revealed this to your servant, saying, ‘I will build a house for you.’ So your servant has found courage to pray this prayer to you."
    },
    {
        "o": 8958,
        "r": "niv:2 Samuel:7:28",
        "t": "Sovereign Lord,*s you are God! Your covenant is trustworthy, and you have promised these good things to your servant."
    },
    {
        "o": 8959,
        "r": "niv:2 Samuel:7:29",
        "t": "Now be pleased to bless the house of your servant, that it may continue forever in your sight; for you, Sovereign Lord,*s have spoken, and with your blessing the house of your servant will be blessed forever.”"
    },
    {
        "o": 8960,
        "r": "niv:2 Samuel:8:0",
        "t": "2 Samuel 8",
        "h": 1
    },
    {
        "o": 8961,
        "r": "niv:2 Samuel:8:0",
        "t": "David’s Victories",
        "h": 2
    },
    {
        "o": 8962,
        "r": "niv:2 Samuel:8:1",
        "t": "In*p the course of time, David defeated the Philistines and subdued them, and he took Metheg Ammah from the control of the Philistines."
    },
    {
        "o": 8963,
        "r": "niv:2 Samuel:8:2",
        "t": "David*p also defeated the Moabites. He made them lie down on the ground and measured them off with a length of cord. Every two lengths of them were put to death, and the third length was allowed to live. So the Moabites became subject to David and brought him tribute."
    },
    {
        "o": 8964,
        "r": "niv:2 Samuel:8:3",
        "t": "Moreover,*p David defeated Hadadezer son of Rehob, king of Zobah, when he went to restore his monument at the Euphrates River."
    },
    {
        "o": 8965,
        "r": "niv:2 Samuel:8:4",
        "t": "David captured a thousand of his chariots, seven thousand charioteers and twenty thousand foot soldiers. He hamstrung all but a hundred of the chariot horses."
    },
    {
        "o": 8966,
        "r": "niv:2 Samuel:8:5",
        "t": "When*p the Arameans of Damascus came to help Hadadezer king of Zobah, David struck down twenty-two thousand of them."
    },
    {
        "o": 8967,
        "r": "niv:2 Samuel:8:6",
        "t": "He put garrisons in the Aramean kingdom of Damascus, and the Arameans became subject to him and brought tribute. The Lord*s gave David victory wherever he went."
    },
    {
        "o": 8968,
        "r": "niv:2 Samuel:8:7",
        "t": "David*p took the gold shields that belonged to the officers of Hadadezer and brought them to Jerusalem."
    },
    {
        "o": 8969,
        "r": "niv:2 Samuel:8:8",
        "t": "From Tebah and Berothai, towns that belonged to Hadadezer, King David took a great quantity of bronze."
    },
    {
        "o": 8970,
        "r": "niv:2 Samuel:8:9",
        "t": "When*p Tou king of Hamath heard that David had defeated the entire army of Hadadezer,"
    },
    {
        "o": 8971,
        "r": "niv:2 Samuel:8:10",
        "t": "he sent his son Joram to King David to greet him and congratulate him on his victory in battle over Hadadezer, who had been at war with Tou. Joram brought with him articles of silver, of gold and of bronze."
    },
    {
        "o": 8972,
        "r": "niv:2 Samuel:8:11",
        "t": "King*p David dedicated these articles to the Lord,*s as he had done with the silver and gold from all the nations he had subdued:"
    },
    {
        "o": 8973,
        "r": "niv:2 Samuel:8:12",
        "t": "Edom and Moab, the Ammonites and the Philistines, and Amalek. He also dedicated the plunder taken from Hadadezer son of Rehob, king of Zobah."
    },
    {
        "o": 8974,
        "r": "niv:2 Samuel:8:13",
        "t": "And*p David became famous after he returned from striking down eighteen thousand Edomites in the Valley of Salt."
    },
    {
        "o": 8975,
        "r": "niv:2 Samuel:8:14",
        "t": "He*p put garrisons throughout Edom, and all the Edomites became subject to David. The Lord*s gave David victory wherever he went."
    },
    {
        "o": 8976,
        "r": "niv:2 Samuel:8:14",
        "t": "David’s Officials",
        "h": 2
    },
    {
        "o": 8977,
        "r": "niv:2 Samuel:8:15",
        "t": "David*p reigned over all Israel, doing what was just and right for all his people."
    },
    {
        "o": 8978,
        "r": "niv:2 Samuel:8:16",
        "t": "Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was recorder;"
    },
    {
        "o": 8979,
        "r": "niv:2 Samuel:8:17",
        "t": "Zadok son of Ahitub and Ahimelek son of Abiathar were priests; Seraiah was secretary;"
    },
    {
        "o": 8980,
        "r": "niv:2 Samuel:8:18",
        "t": "Benaiah son of Jehoiada was over the Kerethites and Pelethites; and David’s sons were priests."
    },
    {
        "o": 8981,
        "r": "niv:2 Samuel:9:0",
        "t": "2 Samuel 9",
        "h": 1
    },
    {
        "o": 8982,
        "r": "niv:2 Samuel:9:0",
        "t": "David and Mephibosheth",
        "h": 2
    },
    {
        "o": 8983,
        "r": "niv:2 Samuel:9:1",
        "t": "David*p asked, “Is there anyone still left of the house of Saul to whom I can show kindness for Jonathan’s sake?”"
    },
    {
        "o": 8984,
        "r": "niv:2 Samuel:9:2",
        "t": "Now*p there was a servant of Saul’s household named Ziba. They summoned him to appear before David, and the king said to him, “Are you Ziba?” “At*p your service,” he replied."
    },
    {
        "o": 8985,
        "r": "niv:2 Samuel:9:3",
        "t": "The*p king asked, “Is there no one still alive from the house of Saul to whom I can show God’s kindness?” Ziba*p answered the king, “There is still a son of Jonathan; he is lame in both feet.”"
    },
    {
        "o": 8986,
        "r": "niv:2 Samuel:9:4",
        "t": "“Where*p is he?” the king asked. Ziba*p answered, “He is at the house of Makir son of Ammiel in Lo Debar.”"
    },
    {
        "o": 8987,
        "r": "niv:2 Samuel:9:5",
        "t": "So*p King David had him brought from Lo Debar, from the house of Makir son of Ammiel."
    },
    {
        "o": 8988,
        "r": "niv:2 Samuel:9:6",
        "t": "When*p Mephibosheth son of Jonathan, the son of Saul, came to David, he bowed down to pay him honor. David*p said, “Mephibosheth!” “At*p your service,” he replied."
    },
    {
        "o": 8989,
        "r": "niv:2 Samuel:9:7",
        "t": "“Don’t*p be afraid,” David said to him, “for I will surely show you kindness for the sake of your father Jonathan. I will restore to you all the land that belonged to your grandfather Saul, and you will always eat at my table.”"
    },
    {
        "o": 8990,
        "r": "niv:2 Samuel:9:8",
        "t": "Mephibosheth*p bowed down and said, “What is your servant, that you should notice a dead dog like me?”"
    },
    {
        "o": 8991,
        "r": "niv:2 Samuel:9:9",
        "t": "Then*p the king summoned Ziba, Saul’s steward, and said to him, “I have given your master’s grandson everything that belonged to Saul and his family."
    },
    {
        "o": 8992,
        "r": "niv:2 Samuel:9:10",
        "t": "You and your sons and your servants are to farm the land for him and bring in the crops, so that your master’s grandson may be provided for. And Mephibosheth, grandson of your master, will always eat at my table.” (Now Ziba had fifteen sons and twenty servants.)"
    },
    {
        "o": 8993,
        "r": "niv:2 Samuel:9:11",
        "t": "Then*p Ziba said to the king, “Your servant will do whatever my lord the king commands his servant to do.” So Mephibosheth ate at David’s table like one of the king’s sons."
    },
    {
        "o": 8994,
        "r": "niv:2 Samuel:9:12",
        "t": "Mephibosheth*p had a young son named Mika, and all the members of Ziba’s household were servants of Mephibosheth."
    },
    {
        "o": 8995,
        "r": "niv:2 Samuel:9:13",
        "t": "And Mephibosheth lived in Jerusalem, because he always ate at the king’s table; he was lame in both feet."
    },
    {
        "o": 8996,
        "r": "niv:2 Samuel:10:0",
        "t": "2 Samuel 10",
        "h": 1
    },
    {
        "o": 8997,
        "r": "niv:2 Samuel:10:0",
        "t": "David Defeats the Ammonites",
        "h": 2
    },
    {
        "o": 8998,
        "r": "niv:2 Samuel:10:1",
        "t": "In*p the course of time, the king of the Ammonites died, and his son Hanun succeeded him as king."
    },
    {
        "o": 8999,
        "r": "niv:2 Samuel:10:2",
        "t": "David thought, “I will show kindness to Hanun son of Nahash, just as his father showed kindness to me.” So David sent a delegation to express his sympathy to Hanun concerning his father. When*p David’s men came to the land of the Ammonites,"
    },
    {
        "o": 9000,
        "r": "niv:2 Samuel:10:3",
        "t": "the Ammonite commanders said to Hanun their lord, “Do you think David is honoring your father by sending envoys to you to express sympathy? Hasn’t David sent them to you only to explore the city and spy it out and overthrow it?”"
    },
    {
        "o": 9001,
        "r": "niv:2 Samuel:10:4",
        "t": "So Hanun seized David’s envoys, shaved off half of each man’s beard, cut off their garments at the buttocks, and sent them away."
    },
    {
        "o": 9002,
        "r": "niv:2 Samuel:10:5",
        "t": "When*p David was told about this, he sent messengers to meet the men, for they were greatly humiliated. The king said, “Stay at Jericho till your beards have grown, and then come back.”"
    },
    {
        "o": 9003,
        "r": "niv:2 Samuel:10:6",
        "t": "When*p the Ammonites realized that they had become obnoxious to David, they hired twenty thousand Aramean foot soldiers from Beth Rehob and Zobah, as well as the king of Maakah with a thousand men, and also twelve thousand men from Tob."
    },
    {
        "o": 9004,
        "r": "niv:2 Samuel:10:7",
        "t": "On*p hearing this, David sent Joab out with the entire army of fighting men."
    },
    {
        "o": 9005,
        "r": "niv:2 Samuel:10:8",
        "t": "The Ammonites came out and drew up in battle formation at the entrance of their city gate, while the Arameans of Zobah and Rehob and the men of Tob and Maakah were by themselves in the open country."
    },
    {
        "o": 9006,
        "r": "niv:2 Samuel:10:9",
        "t": "Joab*p saw that there were battle lines in front of him and behind him; so he selected some of the best troops in Israel and deployed them against the Arameans."
    },
    {
        "o": 9007,
        "r": "niv:2 Samuel:10:10",
        "t": "He put the rest of the men under the command of Abishai his brother and deployed them against the Ammonites."
    },
    {
        "o": 9008,
        "r": "niv:2 Samuel:10:11",
        "t": "Joab said, “If the Arameans are too strong for me, then you are to come to my rescue; but if the Ammonites are too strong for you, then I will come to rescue you."
    },
    {
        "o": 9009,
        "r": "niv:2 Samuel:10:12",
        "t": "Be strong, and let us fight bravely for our people and the cities of our God. The Lord*s will do what is good in his sight.”"
    },
    {
        "o": 9010,
        "r": "niv:2 Samuel:10:13",
        "t": "Then*p Joab and the troops with him advanced to fight the Arameans, and they fled before him."
    },
    {
        "o": 9011,
        "r": "niv:2 Samuel:10:14",
        "t": "When the Ammonites realized that the Arameans were fleeing, they fled before Abishai and went inside the city. So Joab returned from fighting the Ammonites and came to Jerusalem."
    },
    {
        "o": 9012,
        "r": "niv:2 Samuel:10:15",
        "t": "After*p the Arameans saw that they had been routed by Israel, they regrouped."
    },
    {
        "o": 9013,
        "r": "niv:2 Samuel:10:16",
        "t": "Hadadezer had Arameans brought from beyond the Euphrates River; they went to Helam, with Shobak the commander of Hadadezer’s army leading them."
    },
    {
        "o": 9014,
        "r": "niv:2 Samuel:10:17",
        "t": "When*p David was told of this, he gathered all Israel, crossed the Jordan and went to Helam. The Arameans formed their battle lines to meet David and fought against him."
    },
    {
        "o": 9015,
        "r": "niv:2 Samuel:10:18",
        "t": "But they fled before Israel, and David killed seven hundred of their charioteers and forty thousand of their foot soldiers. He also struck down Shobak the commander of their army, and he died there."
    },
    {
        "o": 9016,
        "r": "niv:2 Samuel:10:19",
        "t": "When all the kings who were vassals of Hadadezer saw that they had been routed by Israel, they made peace with the Israelites and became subject to them. So*p the Arameans were afraid to help the Ammonites anymore."
    },
    {
        "o": 9017,
        "r": "niv:2 Samuel:11:0",
        "t": "2 Samuel 11",
        "h": 1
    },
    {
        "o": 9018,
        "r": "niv:2 Samuel:11:0",
        "t": "David and Bathsheba",
        "h": 2
    },
    {
        "o": 9019,
        "r": "niv:2 Samuel:11:1",
        "t": "In*p the spring, at the time when kings go off to war, David sent Joab out with the king’s men and the whole Israelite army. They destroyed the Ammonites and besieged Rabbah. But David remained in Jerusalem."
    },
    {
        "o": 9020,
        "r": "niv:2 Samuel:11:2",
        "t": "One*p evening David got up from his bed and walked around on the roof of the palace. From the roof he saw a woman bathing. The woman was very beautiful,"
    },
    {
        "o": 9021,
        "r": "niv:2 Samuel:11:3",
        "t": "and David sent someone to find out about her. The man said, “She is Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite.”"
    },
    {
        "o": 9022,
        "r": "niv:2 Samuel:11:4",
        "t": "Then David sent messengers to get her. She came to him, and he slept with her. (Now she was purifying herself from her monthly uncleanness.) Then she went back home."
    },
    {
        "o": 9023,
        "r": "niv:2 Samuel:11:5",
        "t": "The woman conceived and sent word to David, saying, “I am pregnant.”"
    },
    {
        "o": 9024,
        "r": "niv:2 Samuel:11:6",
        "t": "So*p David sent this word to Joab: “Send me Uriah the Hittite.” And Joab sent him to David."
    },
    {
        "o": 9025,
        "r": "niv:2 Samuel:11:7",
        "t": "When Uriah came to him, David asked him how Joab was, how the soldiers were and how the war was going."
    },
    {
        "o": 9026,
        "r": "niv:2 Samuel:11:8",
        "t": "Then David said to Uriah, “Go down to your house and wash your feet.” So Uriah left the palace, and a gift from the king was sent after him."
    },
    {
        "o": 9027,
        "r": "niv:2 Samuel:11:9",
        "t": "But Uriah slept at the entrance to the palace with all his master’s servants and did not go down to his house."
    },
    {
        "o": 9028,
        "r": "niv:2 Samuel:11:10",
        "t": "David*p was told, “Uriah did not go home.” So he asked Uriah, “Haven’t you just come from a military campaign? Why didn’t you go home?”"
    },
    {
        "o": 9029,
        "r": "niv:2 Samuel:11:11",
        "t": "Uriah*p said to David, “The ark and Israel and Judah are staying in tents, and my commander Joab and my lord’s men are camped in the open country. How could I go to my house to eat and drink and make love to my wife? As surely as you live, I will not do such a thing!”"
    },
    {
        "o": 9030,
        "r": "niv:2 Samuel:11:12",
        "t": "Then*p David said to him, “Stay here one more day, and tomorrow I will send you back.” So Uriah remained in Jerusalem that day and the next."
    },
    {
        "o": 9031,
        "r": "niv:2 Samuel:11:13",
        "t": "At David’s invitation, he ate and drank with him, and David made him drunk. But in the evening Uriah went out to sleep on his mat among his master’s servants; he did not go home."
    },
    {
        "o": 9032,
        "r": "niv:2 Samuel:11:14",
        "t": "In*p the morning David wrote a letter to Joab and sent it with Uriah."
    },
    {
        "o": 9033,
        "r": "niv:2 Samuel:11:15",
        "t": "In it he wrote, “Put Uriah out in front where the fighting is fiercest. Then withdraw from him so he will be struck down and die.”"
    },
    {
        "o": 9034,
        "r": "niv:2 Samuel:11:16",
        "t": "So*p while Joab had the city under siege, he put Uriah at a place where he knew the strongest defenders were."
    },
    {
        "o": 9035,
        "r": "niv:2 Samuel:11:17",
        "t": "When the men of the city came out and fought against Joab, some of the men in David’s army fell; moreover, Uriah the Hittite died."
    },
    {
        "o": 9036,
        "r": "niv:2 Samuel:11:18",
        "t": "Joab*p sent David a full account of the battle."
    },
    {
        "o": 9037,
        "r": "niv:2 Samuel:11:19",
        "t": "He instructed the messenger: “When you have finished giving the king this account of the battle,"
    },
    {
        "o": 9038,
        "r": "niv:2 Samuel:11:20",
        "t": "the king’s anger may flare up, and he may ask you, ‘Why did you get so close to the city to fight? Didn’t you know they would shoot arrows from the wall?"
    },
    {
        "o": 9039,
        "r": "niv:2 Samuel:11:21",
        "t": "Who killed Abimelek son of Jerub-Besheth? Didn’t a woman drop an upper millstone on him from the wall, so that he died in Thebez? Why did you get so close to the wall?’ If he asks you this, then say to him, ‘Moreover, your servant Uriah the Hittite is dead.’ ”"
    },
    {
        "o": 9040,
        "r": "niv:2 Samuel:11:22",
        "t": "The*p messenger set out, and when he arrived he told David everything Joab had sent him to say."
    },
    {
        "o": 9041,
        "r": "niv:2 Samuel:11:23",
        "t": "The messenger said to David, “The men overpowered us and came out against us in the open, but we drove them back to the entrance of the city gate."
    },
    {
        "o": 9042,
        "r": "niv:2 Samuel:11:24",
        "t": "Then the archers shot arrows at your servants from the wall, and some of the king’s men died. Moreover, your servant Uriah the Hittite is dead.”"
    },
    {
        "o": 9043,
        "r": "niv:2 Samuel:11:25",
        "t": "David*p told the messenger, “Say this to Joab: ‘Don’t let this upset you; the sword devours one as well as another. Press the attack against the city and destroy it.’ Say this to encourage Joab.”"
    },
    {
        "o": 9044,
        "r": "niv:2 Samuel:11:26",
        "t": "When*p Uriah’s wife heard that her husband was dead, she mourned for him."
    },
    {
        "o": 9045,
        "r": "niv:2 Samuel:11:27",
        "t": "After the time of mourning was over, David had her brought to his house, and she became his wife and bore him a son. But the thing David had done displeased the Lord.*s"
    },
    {
        "o": 9046,
        "r": "niv:2 Samuel:12:0",
        "t": "2 Samuel 12",
        "h": 1
    },
    {
        "o": 9047,
        "r": "niv:2 Samuel:12:0",
        "t": "Nathan Rebukes David",
        "h": 2
    },
    {
        "o": 9048,
        "r": "niv:2 Samuel:12:1",
        "t": "The*p Lord*s sent Nathan to David. When he came to him, he said, “There were two men in a certain town, one rich and the other poor."
    },
    {
        "o": 9049,
        "r": "niv:2 Samuel:12:2",
        "t": "The rich man had a very large number of sheep and cattle,"
    },
    {
        "o": 9050,
        "r": "niv:2 Samuel:12:3",
        "t": "but the poor man had nothing except one little ewe lamb he had bought. He raised it, and it grew up with him and his children. It shared his food, drank from his cup and even slept in his arms. It was like a daughter to him."
    },
    {
        "o": 9051,
        "r": "niv:2 Samuel:12:4",
        "t": "“Now*p a traveler came to the rich man, but the rich man refrained from taking one of his own sheep or cattle to prepare a meal for the traveler who had come to him. Instead, he took the ewe lamb that belonged to the poor man and prepared it for the one who had come to him.”"
    },
    {
        "o": 9052,
        "r": "niv:2 Samuel:12:5",
        "t": "David*p burned with anger against the man and said to Nathan, “As surely as the Lord*s lives, the man who did this must die!"
    },
    {
        "o": 9053,
        "r": "niv:2 Samuel:12:6",
        "t": "He must pay for that lamb four times over, because he did such a thing and had no pity.”"
    },
    {
        "o": 9054,
        "r": "niv:2 Samuel:12:7",
        "t": "Then*p Nathan said to David, “You are the man! This is what the Lord,*s the God of Israel, says: ‘I anointed you king over Israel, and I delivered you from the hand of Saul."
    },
    {
        "o": 9055,
        "r": "niv:2 Samuel:12:8",
        "t": "I gave your master’s house to you, and your master’s wives into your arms. I gave you all Israel and Judah. And if all this had been too little, I would have given you even more."
    },
    {
        "o": 9056,
        "r": "niv:2 Samuel:12:9",
        "t": "Why did you despise the word of the Lord*s by doing what is evil in his eyes? You struck down Uriah the Hittite with the sword and took his wife to be your own. You killed him with the sword of the Ammonites."
    },
    {
        "o": 9057,
        "r": "niv:2 Samuel:12:10",
        "t": "Now, therefore, the sword will never depart from your house, because you despised me and took the wife of Uriah the Hittite to be your own.’"
    },
    {
        "o": 9058,
        "r": "niv:2 Samuel:12:11",
        "t": "“This*p is what the Lord*s says: ‘Out of your own household I am going to bring calamity on you. Before your very eyes I will take your wives and give them to one who is close to you, and he will sleep with your wives in broad daylight."
    },
    {
        "o": 9059,
        "r": "niv:2 Samuel:12:12",
        "t": "You did it in secret, but I will do this thing in broad daylight before all Israel.’ ”"
    },
    {
        "o": 9060,
        "r": "niv:2 Samuel:12:13",
        "t": "Then*p David said to Nathan, “I have sinned against the Lord.”*s Nathan*p replied, “The Lord*s has taken away your sin. You are not going to die."
    },
    {
        "o": 9061,
        "r": "niv:2 Samuel:12:14",
        "t": "But because by doing this you have shown utter contempt for the Lord,*s the son born to you will die.”"
    },
    {
        "o": 9062,
        "r": "niv:2 Samuel:12:15",
        "t": "After*p Nathan had gone home, the Lord*s struck the child that Uriah’s wife had borne to David, and he became ill."
    },
    {
        "o": 9063,
        "r": "niv:2 Samuel:12:16",
        "t": "David pleaded with God for the child. He fasted and spent the nights lying in sackcloth on the ground."
    },
    {
        "o": 9064,
        "r": "niv:2 Samuel:12:17",
        "t": "The elders of his household stood beside him to get him up from the ground, but he refused, and he would not eat any food with them."
    },
    {
        "o": 9065,
        "r": "niv:2 Samuel:12:18",
        "t": "On*p the seventh day the child died. David’s attendants were afraid to tell him that the child was dead, for they thought, “While the child was still living, he wouldn’t listen to us when we spoke to him. How can we now tell him the child is dead? He may do something desperate.”"
    },
    {
        "o": 9066,
        "r": "niv:2 Samuel:12:19",
        "t": "David*p noticed that his attendants were whispering among themselves, and he realized the child was dead. “Is the child dead?” he asked. “Yes,”*p they replied, “he is dead.”"
    },
    {
        "o": 9067,
        "r": "niv:2 Samuel:12:20",
        "t": "Then*p David got up from the ground. After he had washed, put on lotions and changed his clothes, he went into the house of the Lord*s and worshiped. Then he went to his own house, and at his request they served him food, and he ate."
    },
    {
        "o": 9068,
        "r": "niv:2 Samuel:12:21",
        "t": "His*p attendants asked him, “Why are you acting this way? While the child was alive, you fasted and wept, but now that the child is dead, you get up and eat!”"
    },
    {
        "o": 9069,
        "r": "niv:2 Samuel:12:22",
        "t": "He*p answered, “While the child was still alive, I fasted and wept. I thought, ‘Who knows? The Lord*s may be gracious to me and let the child live.’"
    },
    {
        "o": 9070,
        "r": "niv:2 Samuel:12:23",
        "t": "But now that he is dead, why should I go on fasting? Can I bring him back again? I will go to him, but he will not return to me.”"
    },
    {
        "o": 9071,
        "r": "niv:2 Samuel:12:24",
        "t": "Then*p David comforted his wife Bathsheba, and he went to her and made love to her. She gave birth to a son, and they named him Solomon. The Lord*s loved him;"
    },
    {
        "o": 9072,
        "r": "niv:2 Samuel:12:25",
        "t": "and because the Lord*s loved him, he sent word through Nathan the prophet to name him Jedidiah."
    },
    {
        "o": 9073,
        "r": "niv:2 Samuel:12:26",
        "t": "Meanwhile*p Joab fought against Rabbah of the Ammonites and captured the royal citadel."
    },
    {
        "o": 9074,
        "r": "niv:2 Samuel:12:27",
        "t": "Joab then sent messengers to David, saying, “I have fought against Rabbah and taken its water supply."
    },
    {
        "o": 9075,
        "r": "niv:2 Samuel:12:28",
        "t": "Now muster the rest of the troops and besiege the city and capture it. Otherwise I will take the city, and it will be named after me.”"
    },
    {
        "o": 9076,
        "r": "niv:2 Samuel:12:29",
        "t": "So*p David mustered the entire army and went to Rabbah, and attacked and captured it."
    },
    {
        "o": 9077,
        "r": "niv:2 Samuel:12:30",
        "t": "David took the crown from their king’s head, and it was placed on his own head. It weighed a talent of gold, and it was set with precious stones. David took a great quantity of plunder from the city"
    },
    {
        "o": 9078,
        "r": "niv:2 Samuel:12:31",
        "t": "and brought out the people who were there, consigning them to labor with saws and with iron picks and axes, and he made them work at brickmaking. David did this to all the Ammonite towns. Then he and his entire army returned to Jerusalem."
    },
    {
        "o": 9079,
        "r": "niv:2 Samuel:13:0",
        "t": "2 Samuel 13",
        "h": 1
    },
    {
        "o": 9080,
        "r": "niv:2 Samuel:13:0",
        "t": "Amnon and Tamar",
        "h": 2
    },
    {
        "o": 9081,
        "r": "niv:2 Samuel:13:1",
        "t": "In*p the course of time, Amnon son of David fell in love with Tamar, the beautiful sister of Absalom son of David."
    },
    {
        "o": 9082,
        "r": "niv:2 Samuel:13:2",
        "t": "Amnon*p became so obsessed with his sister Tamar that he made himself ill. She was a virgin, and it seemed impossible for him to do anything to her."
    },
    {
        "o": 9083,
        "r": "niv:2 Samuel:13:3",
        "t": "Now*p Amnon had an adviser named Jonadab son of Shimeah, David’s brother. Jonadab was a very shrewd man."
    },
    {
        "o": 9084,
        "r": "niv:2 Samuel:13:4",
        "t": "He asked Amnon, “Why do you, the king’s son, look so haggard morning after morning? Won’t you tell me?” Amnon*p said to him, “I’m in love with Tamar, my brother Absalom’s sister.”"
    },
    {
        "o": 9085,
        "r": "niv:2 Samuel:13:5",
        "t": "“Go*p to bed and pretend to be ill,” Jonadab said. “When your father comes to see you, say to him, ‘I would like my sister Tamar to come and give me something to eat. Let her prepare the food in my sight so I may watch her and then eat it from her hand.’ ”"
    },
    {
        "o": 9086,
        "r": "niv:2 Samuel:13:6",
        "t": "So*p Amnon lay down and pretended to be ill. When the king came to see him, Amnon said to him, “I would like my sister Tamar to come and make some special bread in my sight, so I may eat from her hand.”"
    },
    {
        "o": 9087,
        "r": "niv:2 Samuel:13:7",
        "t": "David*p sent word to Tamar at the palace: “Go to the house of your brother Amnon and prepare some food for him.”"
    },
    {
        "o": 9088,
        "r": "niv:2 Samuel:13:8",
        "t": "So Tamar went to the house of her brother Amnon, who was lying down. She took some dough, kneaded it, made the bread in his sight and baked it."
    },
    {
        "o": 9089,
        "r": "niv:2 Samuel:13:9",
        "t": "Then she took the pan and served him the bread, but he refused to eat. “Send*p everyone out of here,” Amnon said. So everyone left him."
    },
    {
        "o": 9090,
        "r": "niv:2 Samuel:13:10",
        "t": "Then Amnon said to Tamar, “Bring the food here into my bedroom so I may eat from your hand.” And Tamar took the bread she had prepared and brought it to her brother Amnon in his bedroom."
    },
    {
        "o": 9091,
        "r": "niv:2 Samuel:13:11",
        "t": "But when she took it to him to eat, he grabbed her and said, “Come to bed with me, my sister.”"
    },
    {
        "o": 9092,
        "r": "niv:2 Samuel:13:12",
        "t": "“No,*p my brother!” she said to him. “Don’t force me! Such a thing should not be done in Israel! Don’t do this wicked thing."
    },
    {
        "o": 9093,
        "r": "niv:2 Samuel:13:13",
        "t": "What about me? Where could I get rid of my disgrace? And what about you? You would be like one of the wicked fools in Israel. Please speak to the king; he will not keep me from being married to you.”"
    },
    {
        "o": 9094,
        "r": "niv:2 Samuel:13:14",
        "t": "But he refused to listen to her, and since he was stronger than she, he raped her."
    },
    {
        "o": 9095,
        "r": "niv:2 Samuel:13:15",
        "t": "Then*p Amnon hated her with intense hatred. In fact, he hated her more than he had loved her. Amnon said to her, “Get up and get out!”"
    },
    {
        "o": 9096,
        "r": "niv:2 Samuel:13:16",
        "t": "“No!”*p she said to him. “Sending me away would be a greater wrong than what you have already done to me.” But*p he refused to listen to her."
    },
    {
        "o": 9097,
        "r": "niv:2 Samuel:13:17",
        "t": "He called his personal servant and said, “Get this woman out of my sight and bolt the door after her.”"
    },
    {
        "o": 9098,
        "r": "niv:2 Samuel:13:18",
        "t": "So his servant put her out and bolted the door after her. She was wearing an ornate robe, for this was the kind of garment the virgin daughters of the king wore."
    },
    {
        "o": 9099,
        "r": "niv:2 Samuel:13:19",
        "t": "Tamar put ashes on her head and tore the ornate robe she was wearing. She put her hands on her head and went away, weeping aloud as she went."
    },
    {
        "o": 9100,
        "r": "niv:2 Samuel:13:20",
        "t": "Her*p brother Absalom said to her, “Has that Amnon, your brother, been with you? Be quiet for now, my sister; he is your brother. Don’t take this thing to heart.” And Tamar lived in her brother Absalom’s house, a desolate woman."
    },
    {
        "o": 9101,
        "r": "niv:2 Samuel:13:21",
        "t": "When*p King David heard all this, he was furious."
    },
    {
        "o": 9102,
        "r": "niv:2 Samuel:13:22",
        "t": "And Absalom never said a word to Amnon, either good or bad; he hated Amnon because he had disgraced his sister Tamar."
    },
    {
        "o": 9103,
        "r": "niv:2 Samuel:13:22",
        "t": "Absalom Kills Amnon",
        "h": 2
    },
    {
        "o": 9104,
        "r": "niv:2 Samuel:13:23",
        "t": "Two*p years later, when Absalom’s sheepshearers were at Baal Hazor near the border of Ephraim, he invited all the king’s sons to come there."
    },
    {
        "o": 9105,
        "r": "niv:2 Samuel:13:24",
        "t": "Absalom went to the king and said, “Your servant has had shearers come. Will the king and his attendants please join me?”"
    },
    {
        "o": 9106,
        "r": "niv:2 Samuel:13:25",
        "t": "“No,*p my son,” the king replied. “All of us should not go; we would only be a burden to you.” Although Absalom urged him, he still refused to go but gave him his blessing."
    },
    {
        "o": 9107,
        "r": "niv:2 Samuel:13:26",
        "t": "Then*p Absalom said, “If not, please let my brother Amnon come with us.” The*p king asked him, “Why should he go with you?”"
    },
    {
        "o": 9108,
        "r": "niv:2 Samuel:13:27",
        "t": "But Absalom urged him, so he sent with him Amnon and the rest of the king’s sons."
    },
    {
        "o": 9109,
        "r": "niv:2 Samuel:13:28",
        "t": "Absalom*p ordered his men, “Listen! When Amnon is in high spirits from drinking wine and I say to you, ‘Strike Amnon down,’ then kill him. Don’t be afraid. Haven’t I given you this order? Be strong and brave.”"
    },
    {
        "o": 9110,
        "r": "niv:2 Samuel:13:29",
        "t": "So Absalom’s men did to Amnon what Absalom had ordered. Then all the king’s sons got up, mounted their mules and fled."
    },
    {
        "o": 9111,
        "r": "niv:2 Samuel:13:30",
        "t": "While*p they were on their way, the report came to David: “Absalom has struck down all the king’s sons; not one of them is left.”"
    },
    {
        "o": 9112,
        "r": "niv:2 Samuel:13:31",
        "t": "The king stood up, tore his clothes and lay down on the ground; and all his attendants stood by with their clothes torn."
    },
    {
        "o": 9113,
        "r": "niv:2 Samuel:13:32",
        "t": "But*p Jonadab son of Shimeah, David’s brother, said, “My lord should not think that they killed all the princes; only Amnon is dead. This has been Absalom’s express intention ever since the day Amnon raped his sister Tamar."
    },
    {
        "o": 9114,
        "r": "niv:2 Samuel:13:33",
        "t": "My lord the king should not be concerned about the report that all the king’s sons are dead. Only Amnon is dead.”"
    },
    {
        "o": 9115,
        "r": "niv:2 Samuel:13:34",
        "t": "Meanwhile,*p Absalom had fled. Now*p the man standing watch looked up and saw many people on the road west of him, coming down the side of the hill. The watchman went and told the king, “I see men in the direction of Horonaim, on the side of the hill.”"
    },
    {
        "o": 9116,
        "r": "niv:2 Samuel:13:35",
        "t": "Jonadab*p said to the king, “See, the king’s sons have come; it has happened just as your servant said.”"
    },
    {
        "o": 9117,
        "r": "niv:2 Samuel:13:36",
        "t": "As*p he finished speaking, the king’s sons came in, wailing loudly. The king, too, and all his attendants wept very bitterly."
    },
    {
        "o": 9118,
        "r": "niv:2 Samuel:13:37",
        "t": "Absalom*p fled and went to Talmai son of Ammihud, the king of Geshur. But King David mourned many days for his son."
    },
    {
        "o": 9119,
        "r": "niv:2 Samuel:13:38",
        "t": "After*p Absalom fled and went to Geshur, he stayed there three years."
    },
    {
        "o": 9120,
        "r": "niv:2 Samuel:13:39",
        "t": "And King David longed to go to Absalom, for he was consoled concerning Amnon’s death."
    },
    {
        "o": 9121,
        "r": "niv:2 Samuel:14:0",
        "t": "2 Samuel 14",
        "h": 1
    },
    {
        "o": 9122,
        "r": "niv:2 Samuel:14:0",
        "t": "Absalom Returns to Jerusalem",
        "h": 2
    },
    {
        "o": 9123,
        "r": "niv:2 Samuel:14:1",
        "t": "Joab*p son of Zeruiah knew that the king’s heart longed for Absalom."
    },
    {
        "o": 9124,
        "r": "niv:2 Samuel:14:2",
        "t": "So Joab sent someone to Tekoa and had a wise woman brought from there. He said to her, “Pretend you are in mourning. Dress in mourning clothes, and don’t use any cosmetic lotions. Act like a woman who has spent many days grieving for the dead."
    },
    {
        "o": 9125,
        "r": "niv:2 Samuel:14:3",
        "t": "Then go to the king and speak these words to him.” And Joab put the words in her mouth."
    },
    {
        "o": 9126,
        "r": "niv:2 Samuel:14:4",
        "t": "When*p the woman from Tekoa went to the king, she fell with her face to the ground to pay him honor, and she said, “Help me, Your Majesty!”"
    },
    {
        "o": 9127,
        "r": "niv:2 Samuel:14:5",
        "t": "The*p king asked her, “What is troubling you?” She*p said, “I am a widow; my husband is dead."
    },
    {
        "o": 9128,
        "r": "niv:2 Samuel:14:6",
        "t": "I your servant had two sons. They got into a fight with each other in the field, and no one was there to separate them. One struck the other and killed him."
    },
    {
        "o": 9129,
        "r": "niv:2 Samuel:14:7",
        "t": "Now the whole clan has risen up against your servant; they say, ‘Hand over the one who struck his brother down, so that we may put him to death for the life of his brother whom he killed; then we will get rid of the heir as well.’ They would put out the only burning coal I have left, leaving my husband neither name nor descendant on the face of the earth.”"
    },
    {
        "o": 9130,
        "r": "niv:2 Samuel:14:8",
        "t": "The*p king said to the woman, “Go home, and I will issue an order in your behalf.”"
    },
    {
        "o": 9131,
        "r": "niv:2 Samuel:14:9",
        "t": "But*p the woman from Tekoa said to him, “Let my lord the king pardon me and my family, and let the king and his throne be without guilt.”"
    },
    {
        "o": 9132,
        "r": "niv:2 Samuel:14:10",
        "t": "The*p king replied, “If anyone says anything to you, bring them to me, and they will not bother you again.”"
    },
    {
        "o": 9133,
        "r": "niv:2 Samuel:14:11",
        "t": "She*p said, “Then let the king invoke the Lord*s his God to prevent the avenger of blood from adding to the destruction, so that my son will not be destroyed.” “As*p surely as the Lord*s lives,” he said, “not one hair of your son’s head will fall to the ground.”"
    },
    {
        "o": 9134,
        "r": "niv:2 Samuel:14:12",
        "t": "Then*p the woman said, “Let your servant speak a word to my lord the king.” “Speak,”*p he replied."
    },
    {
        "o": 9135,
        "r": "niv:2 Samuel:14:13",
        "t": "The*p woman said, “Why then have you devised a thing like this against the people of God? When the king says this, does he not convict himself, for the king has not brought back his banished son?"
    },
    {
        "o": 9136,
        "r": "niv:2 Samuel:14:14",
        "t": "Like water spilled on the ground, which cannot be recovered, so we must die. But that is not what God desires; rather, he devises ways so that a banished person does not remain banished from him."
    },
    {
        "o": 9137,
        "r": "niv:2 Samuel:14:15",
        "t": "“And*p now I have come to say this to my lord the king because the people have made me afraid. Your servant thought, ‘I will speak to the king; perhaps he will grant his servant’s request."
    },
    {
        "o": 9138,
        "r": "niv:2 Samuel:14:16",
        "t": "Perhaps the king will agree to deliver his servant from the hand of the man who is trying to cut off both me and my son from God’s inheritance.’"
    },
    {
        "o": 9139,
        "r": "niv:2 Samuel:14:17",
        "t": "“And*p now your servant says, ‘May the word of my lord the king secure my inheritance, for my lord the king is like an angel of God in discerning good and evil. May the Lord*s your God be with you.’ ”"
    },
    {
        "o": 9140,
        "r": "niv:2 Samuel:14:18",
        "t": "Then*p the king said to the woman, “Don’t keep from me the answer to what I am going to ask you.” “Let*p my lord the king speak,” the woman said."
    },
    {
        "o": 9141,
        "r": "niv:2 Samuel:14:19",
        "t": "The*p king asked, “Isn’t the hand of Joab with you in all this?” The*p woman answered, “As surely as you live, my lord the king, no one can turn to the right or to the left from anything my lord the king says. Yes, it was your servant Joab who instructed me to do this and who put all these words into the mouth of your servant."
    },
    {
        "o": 9142,
        "r": "niv:2 Samuel:14:20",
        "t": "Your servant Joab did this to change the present situation. My lord has wisdom like that of an angel of God—he knows everything that happens in the land.”"
    },
    {
        "o": 9143,
        "r": "niv:2 Samuel:14:21",
        "t": "The*p king said to Joab, “Very well, I will do it. Go, bring back the young man Absalom.”"
    },
    {
        "o": 9144,
        "r": "niv:2 Samuel:14:22",
        "t": "Joab*p fell with his face to the ground to pay him honor, and he blessed the king. Joab said, “Today your servant knows that he has found favor in your eyes, my lord the king, because the king has granted his servant’s request.”"
    },
    {
        "o": 9145,
        "r": "niv:2 Samuel:14:23",
        "t": "Then*p Joab went to Geshur and brought Absalom back to Jerusalem."
    },
    {
        "o": 9146,
        "r": "niv:2 Samuel:14:24",
        "t": "But the king said, “He must go to his own house; he must not see my face.” So Absalom went to his own house and did not see the face of the king."
    },
    {
        "o": 9147,
        "r": "niv:2 Samuel:14:25",
        "t": "In*p all Israel there was not a man so highly praised for his handsome appearance as Absalom. From the top of his head to the sole of his foot there was no blemish in him."
    },
    {
        "o": 9148,
        "r": "niv:2 Samuel:14:26",
        "t": "Whenever he cut the hair of his head—he used to cut his hair once a year because it became too heavy for him—he would weigh it, and its weight was two hundred shekels by the royal standard."
    },
    {
        "o": 9149,
        "r": "niv:2 Samuel:14:27",
        "t": "Three*p sons and a daughter were born to Absalom. His daughter’s name was Tamar, and she became a beautiful woman."
    },
    {
        "o": 9150,
        "r": "niv:2 Samuel:14:28",
        "t": "Absalom*p lived two years in Jerusalem without seeing the king’s face."
    },
    {
        "o": 9151,
        "r": "niv:2 Samuel:14:29",
        "t": "Then Absalom sent for Joab in order to send him to the king, but Joab refused to come to him. So he sent a second time, but he refused to come."
    },
    {
        "o": 9152,
        "r": "niv:2 Samuel:14:30",
        "t": "Then he said to his servants, “Look, Joab’s field is next to mine, and he has barley there. Go and set it on fire.” So Absalom’s servants set the field on fire."
    },
    {
        "o": 9153,
        "r": "niv:2 Samuel:14:31",
        "t": "Then*p Joab did go to Absalom’s house, and he said to him, “Why have your servants set my field on fire?”"
    },
    {
        "o": 9154,
        "r": "niv:2 Samuel:14:32",
        "t": "Absalom*p said to Joab, “Look, I sent word to you and said, ‘Come here so I can send you to the king to ask, “Why have I come from Geshur? It would be better for me if I were still there!” ’ Now then, I want to see the king’s face, and if I am guilty of anything, let him put me to death.”"
    },
    {
        "o": 9155,
        "r": "niv:2 Samuel:14:33",
        "t": "So*p Joab went to the king and told him this. Then the king summoned Absalom, and he came in and bowed down with his face to the ground before the king. And the king kissed Absalom."
    },
    {
        "o": 9156,
        "r": "niv:2 Samuel:15:0",
        "t": "2 Samuel 15",
        "h": 1
    },
    {
        "o": 9157,
        "r": "niv:2 Samuel:15:0",
        "t": "Absalom’s Conspiracy",
        "h": 2
    },
    {
        "o": 9158,
        "r": "niv:2 Samuel:15:1",
        "t": "In*p the course of time, Absalom provided himself with a chariot and horses and with fifty men to run ahead of him."
    },
    {
        "o": 9159,
        "r": "niv:2 Samuel:15:2",
        "t": "He would get up early and stand by the side of the road leading to the city gate. Whenever anyone came with a complaint to be placed before the king for a decision, Absalom would call out to him, “What town are you from?” He would answer, “Your servant is from one of the tribes of Israel.”"
    },
    {
        "o": 9160,
        "r": "niv:2 Samuel:15:3",
        "t": "Then Absalom would say to him, “Look, your claims are valid and proper, but there is no representative of the king to hear you.”"
    },
    {
        "o": 9161,
        "r": "niv:2 Samuel:15:4",
        "t": "And Absalom would add, “If only I were appointed judge in the land! Then everyone who has a complaint or case could come to me and I would see that they receive justice.”"
    },
    {
        "o": 9162,
        "r": "niv:2 Samuel:15:5",
        "t": "Also,*p whenever anyone approached him to bow down before him, Absalom would reach out his hand, take hold of him and kiss him."
    },
    {
        "o": 9163,
        "r": "niv:2 Samuel:15:6",
        "t": "Absalom behaved in this way toward all the Israelites who came to the king asking for justice, and so he stole the hearts of the people of Israel."
    },
    {
        "o": 9164,
        "r": "niv:2 Samuel:15:7",
        "t": "At*p the end of four years, Absalom said to the king, “Let me go to Hebron and fulfill a vow I made to the Lord.*s"
    },
    {
        "o": 9165,
        "r": "niv:2 Samuel:15:8",
        "t": "While your servant was living at Geshur in Aram, I made this vow: ‘If the Lord*s takes me back to Jerusalem, I will worship the Lord*s in Hebron.’ ”"
    },
    {
        "o": 9166,
        "r": "niv:2 Samuel:15:9",
        "t": "The*p king said to him, “Go in peace.” So he went to Hebron."
    },
    {
        "o": 9167,
        "r": "niv:2 Samuel:15:10",
        "t": "Then*p Absalom sent secret messengers throughout the tribes of Israel to say, “As soon as you hear the sound of the trumpets, then say, ‘Absalom is king in Hebron.’ ”"
    },
    {
        "o": 9168,
        "r": "niv:2 Samuel:15:11",
        "t": "Two hundred men from Jerusalem had accompanied Absalom. They had been invited as guests and went quite innocently, knowing nothing about the matter."
    },
    {
        "o": 9169,
        "r": "niv:2 Samuel:15:12",
        "t": "While Absalom was offering sacrifices, he also sent for Ahithophel the Gilonite, David’s counselor, to come from Giloh, his hometown. And so the conspiracy gained strength, and Absalom’s following kept on increasing."
    },
    {
        "o": 9170,
        "r": "niv:2 Samuel:15:12",
        "t": "David Flees",
        "h": 2
    },
    {
        "o": 9171,
        "r": "niv:2 Samuel:15:13",
        "t": "A*p messenger came and told David, “The hearts of the people of Israel are with Absalom.”"
    },
    {
        "o": 9172,
        "r": "niv:2 Samuel:15:14",
        "t": "Then*p David said to all his officials who were with him in Jerusalem, “Come! We must flee, or none of us will escape from Absalom. We must leave immediately, or he will move quickly to overtake us and bring ruin on us and put the city to the sword.”"
    },
    {
        "o": 9173,
        "r": "niv:2 Samuel:15:15",
        "t": "The*p king’s officials answered him, “Your servants are ready to do whatever our lord the king chooses.”"
    },
    {
        "o": 9174,
        "r": "niv:2 Samuel:15:16",
        "t": "The*p king set out, with his entire household following him; but he left ten concubines to take care of the palace."
    },
    {
        "o": 9175,
        "r": "niv:2 Samuel:15:17",
        "t": "So the king set out, with all the people following him, and they halted at the edge of the city."
    },
    {
        "o": 9176,
        "r": "niv:2 Samuel:15:18",
        "t": "All his men marched past him, along with all the Kerethites and Pelethites; and all the six hundred Gittites who had accompanied him from Gath marched before the king."
    },
    {
        "o": 9177,
        "r": "niv:2 Samuel:15:19",
        "t": "The*p king said to Ittai the Gittite, “Why should you come along with us? Go back and stay with King Absalom. You are a foreigner, an exile from your homeland."
    },
    {
        "o": 9178,
        "r": "niv:2 Samuel:15:20",
        "t": "You came only yesterday. And today shall I make you wander about with us, when I do not know where I am going? Go back, and take your people with you. May the Lord*s show you kindness and faithfulness.”"
    },
    {
        "o": 9179,
        "r": "niv:2 Samuel:15:21",
        "t": "But*p Ittai replied to the king, “As surely as the Lord*s lives, and as my lord the king lives, wherever my lord the king may be, whether it means life or death, there will your servant be.”"
    },
    {
        "o": 9180,
        "r": "niv:2 Samuel:15:22",
        "t": "David*p said to Ittai, “Go ahead, march on.” So Ittai the Gittite marched on with all his men and the families that were with him."
    },
    {
        "o": 9181,
        "r": "niv:2 Samuel:15:23",
        "t": "The*p whole countryside wept aloud as all the people passed by. The king also crossed the Kidron Valley, and all the people moved on toward the wilderness."
    },
    {
        "o": 9182,
        "r": "niv:2 Samuel:15:24",
        "t": "Zadok*p was there, too, and all the Levites who were with him were carrying the ark of the covenant of God. They set down the ark of God, and Abiathar offered sacrifices until all the people had finished leaving the city."
    },
    {
        "o": 9183,
        "r": "niv:2 Samuel:15:25",
        "t": "Then*p the king said to Zadok, “Take the ark of God back into the city. If I find favor in the Lord’s*s eyes, he will bring me back and let me see it and his dwelling place again."
    },
    {
        "o": 9184,
        "r": "niv:2 Samuel:15:26",
        "t": "But if he says, ‘I am not pleased with you,’ then I am ready; let him do to me whatever seems good to him.”"
    },
    {
        "o": 9185,
        "r": "niv:2 Samuel:15:27",
        "t": "The*p king also said to Zadok the priest, “Do you understand? Go back to the city with my blessing. Take your son Ahimaaz with you, and also Abiathar’s son Jonathan. You and Abiathar return with your two sons."
    },
    {
        "o": 9186,
        "r": "niv:2 Samuel:15:28",
        "t": "I will wait at the fords in the wilderness until word comes from you to inform me.”"
    },
    {
        "o": 9187,
        "r": "niv:2 Samuel:15:29",
        "t": "So Zadok and Abiathar took the ark of God back to Jerusalem and stayed there."
    },
    {
        "o": 9188,
        "r": "niv:2 Samuel:15:30",
        "t": "But*p David continued up the Mount of Olives, weeping as he went; his head was covered and he was barefoot. All the people with him covered their heads too and were weeping as they went up."
    },
    {
        "o": 9189,
        "r": "niv:2 Samuel:15:31",
        "t": "Now David had been told, “Ahithophel is among the conspirators with Absalom.” So David prayed, “Lord,*s turn Ahithophel’s counsel into foolishness.”"
    },
    {
        "o": 9190,
        "r": "niv:2 Samuel:15:32",
        "t": "When*p David arrived at the summit, where people used to worship God, Hushai the Arkite was there to meet him, his robe torn and dust on his head."
    },
    {
        "o": 9191,
        "r": "niv:2 Samuel:15:33",
        "t": "David said to him, “If you go with me, you will be a burden to me."
    },
    {
        "o": 9192,
        "r": "niv:2 Samuel:15:34",
        "t": "But if you return to the city and say to Absalom, ‘Your Majesty, I will be your servant; I was your father’s servant in the past, but now I will be your servant,’ then you can help me by frustrating Ahithophel’s advice."
    },
    {
        "o": 9193,
        "r": "niv:2 Samuel:15:35",
        "t": "Won’t the priests Zadok and Abiathar be there with you? Tell them anything you hear in the king’s palace."
    },
    {
        "o": 9194,
        "r": "niv:2 Samuel:15:36",
        "t": "Their two sons, Ahimaaz son of Zadok and Jonathan son of Abiathar, are there with them. Send them to me with anything you hear.”"
    },
    {
        "o": 9195,
        "r": "niv:2 Samuel:15:37",
        "t": "So*p Hushai, David’s confidant, arrived at Jerusalem as Absalom was entering the city."
    },
    {
        "o": 9196,
        "r": "niv:2 Samuel:16:0",
        "t": "2 Samuel 16",
        "h": 1
    },
    {
        "o": 9197,
        "r": "niv:2 Samuel:16:0",
        "t": "David and Ziba",
        "h": 2
    },
    {
        "o": 9198,
        "r": "niv:2 Samuel:16:1",
        "t": "When*p David had gone a short distance beyond the summit, there was Ziba, the steward of Mephibosheth, waiting to meet him. He had a string of donkeys saddled and loaded with two hundred loaves of bread, a hundred cakes of raisins, a hundred cakes of figs and a skin of wine."
    },
    {
        "o": 9199,
        "r": "niv:2 Samuel:16:2",
        "t": "The*p king asked Ziba, “Why have you brought these?” Ziba*p answered, “The donkeys are for the king’s household to ride on, the bread and fruit are for the men to eat, and the wine is to refresh those who become exhausted in the wilderness.”"
    },
    {
        "o": 9200,
        "r": "niv:2 Samuel:16:3",
        "t": "The*p king then asked, “Where is your master’s grandson?” Ziba*p said to him, “He is staying in Jerusalem, because he thinks, ‘Today the Israelites will restore to me my grandfather’s kingdom.’ ”"
    },
    {
        "o": 9201,
        "r": "niv:2 Samuel:16:4",
        "t": "Then*p the king said to Ziba, “All that belonged to Mephibosheth is now yours.” “I*p humbly bow,” Ziba said. “May I find favor in your eyes, my lord the king.”"
    },
    {
        "o": 9202,
        "r": "niv:2 Samuel:16:4",
        "t": "Shimei Curses David",
        "h": 2
    },
    {
        "o": 9203,
        "r": "niv:2 Samuel:16:5",
        "t": "As*p King David approached Bahurim, a man from the same clan as Saul’s family came out from there. His name was Shimei son of Gera, and he cursed as he came out."
    },
    {
        "o": 9204,
        "r": "niv:2 Samuel:16:6",
        "t": "He pelted David and all the king’s officials with stones, though all the troops and the special guard were on David’s right and left."
    },
    {
        "o": 9205,
        "r": "niv:2 Samuel:16:7",
        "t": "As he cursed, Shimei said, “Get out, get out, you murderer, you scoundrel!"
    },
    {
        "o": 9206,
        "r": "niv:2 Samuel:16:8",
        "t": "The Lord*s has repaid you for all the blood you shed in the household of Saul, in whose place you have reigned. The Lord*s has given the kingdom into the hands of your son Absalom. You have come to ruin because you are a murderer!”"
    },
    {
        "o": 9207,
        "r": "niv:2 Samuel:16:9",
        "t": "Then*p Abishai son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over and cut off his head.”"
    },
    {
        "o": 9208,
        "r": "niv:2 Samuel:16:10",
        "t": "But*p the king said, “What does this have to do with you, you sons of Zeruiah? If he is cursing because the Lord*s said to him, ‘Curse David,’ who can ask, ‘Why do you do this?’ ”"
    },
    {
        "o": 9209,
        "r": "niv:2 Samuel:16:11",
        "t": "David*p then said to Abishai and all his officials, “My son, my own flesh and blood, is trying to kill me. How much more, then, this Benjamite! Leave him alone; let him curse, for the Lord*s has told him to."
    },
    {
        "o": 9210,
        "r": "niv:2 Samuel:16:12",
        "t": "It may be that the Lord*s will look upon my misery and restore to me his covenant blessing instead of his curse today.”"
    },
    {
        "o": 9211,
        "r": "niv:2 Samuel:16:13",
        "t": "So*p David and his men continued along the road while Shimei was going along the hillside opposite him, cursing as he went and throwing stones at him and showering him with dirt."
    },
    {
        "o": 9212,
        "r": "niv:2 Samuel:16:14",
        "t": "The king and all the people with him arrived at their destination exhausted. And there he refreshed himself."
    },
    {
        "o": 9213,
        "r": "niv:2 Samuel:16:14",
        "t": "The Advice of Ahithophel and Hushai",
        "h": 2
    },
    {
        "o": 9214,
        "r": "niv:2 Samuel:16:15",
        "t": "Meanwhile,*p Absalom and all the men of Israel came to Jerusalem, and Ahithophel was with him."
    },
    {
        "o": 9215,
        "r": "niv:2 Samuel:16:16",
        "t": "Then Hushai the Arkite, David’s confidant, went to Absalom and said to him, “Long live the king! Long live the king!”"
    },
    {
        "o": 9216,
        "r": "niv:2 Samuel:16:17",
        "t": "Absalom*p said to Hushai, “So this is the love you show your friend? If he’s your friend, why didn’t you go with him?”"
    },
    {
        "o": 9217,
        "r": "niv:2 Samuel:16:18",
        "t": "Hushai*p said to Absalom, “No, the one chosen by the Lord,*s by these people, and by all the men of Israel—his I will be, and I will remain with him."
    },
    {
        "o": 9218,
        "r": "niv:2 Samuel:16:19",
        "t": "Furthermore, whom should I serve? Should I not serve the son? Just as I served your father, so I will serve you.”"
    },
    {
        "o": 9219,
        "r": "niv:2 Samuel:16:20",
        "t": "Absalom*p said to Ahithophel, “Give us your advice. What should we do?”"
    },
    {
        "o": 9220,
        "r": "niv:2 Samuel:16:21",
        "t": "Ahithophel*p answered, “Sleep with your father’s concubines whom he left to take care of the palace. Then all Israel will hear that you have made yourself obnoxious to your father, and the hands of everyone with you will be more resolute.”"
    },
    {
        "o": 9221,
        "r": "niv:2 Samuel:16:22",
        "t": "So they pitched a tent for Absalom on the roof, and he slept with his father’s concubines in the sight of all Israel."
    },
    {
        "o": 9222,
        "r": "niv:2 Samuel:16:23",
        "t": "Now*p in those days the advice Ahithophel gave was like that of one who inquires of God. That was how both David and Absalom regarded all of Ahithophel’s advice."
    },
    {
        "o": 9223,
        "r": "niv:2 Samuel:17:0",
        "t": "2 Samuel 17",
        "h": 1
    },
    {
        "o": 9224,
        "r": "niv:2 Samuel:17:1",
        "t": "Ahithophel*p said to Absalom, “I would choose twelve thousand men and set out tonight in pursuit of David."
    },
    {
        "o": 9225,
        "r": "niv:2 Samuel:17:2",
        "t": "I would attack him while he is weary and weak. I would strike him with terror, and then all the people with him will flee. I would strike down only the king"
    },
    {
        "o": 9226,
        "r": "niv:2 Samuel:17:3",
        "t": "and bring all the people back to you. The death of the man you seek will mean the return of all; all the people will be unharmed.”"
    },
    {
        "o": 9227,
        "r": "niv:2 Samuel:17:4",
        "t": "This plan seemed good to Absalom and to all the elders of Israel."
    },
    {
        "o": 9228,
        "r": "niv:2 Samuel:17:5",
        "t": "But*p Absalom said, “Summon also Hushai the Arkite, so we can hear what he has to say as well.”"
    },
    {
        "o": 9229,
        "r": "niv:2 Samuel:17:6",
        "t": "When Hushai came to him, Absalom said, “Ahithophel has given this advice. Should we do what he says? If not, give us your opinion.”"
    },
    {
        "o": 9230,
        "r": "niv:2 Samuel:17:7",
        "t": "Hushai*p replied to Absalom, “The advice Ahithophel has given is not good this time."
    },
    {
        "o": 9231,
        "r": "niv:2 Samuel:17:8",
        "t": "You know your father and his men; they are fighters, and as fierce as a wild bear robbed of her cubs. Besides, your father is an experienced fighter; he will not spend the night with the troops."
    },
    {
        "o": 9232,
        "r": "niv:2 Samuel:17:9",
        "t": "Even now, he is hidden in a cave or some other place. If he should attack your troops first, whoever hears about it will say, ‘There has been a slaughter among the troops who follow Absalom.’"
    },
    {
        "o": 9233,
        "r": "niv:2 Samuel:17:10",
        "t": "Then even the bravest soldier, whose heart is like the heart of a lion, will melt with fear, for all Israel knows that your father is a fighter and that those with him are brave."
    },
    {
        "o": 9234,
        "r": "niv:2 Samuel:17:11",
        "t": "“So*p I advise you: Let all Israel, from Dan to Beersheba—as numerous as the sand on the seashore—be gathered to you, with you yourself leading them into battle."
    },
    {
        "o": 9235,
        "r": "niv:2 Samuel:17:12",
        "t": "Then we will attack him wherever he may be found, and we will fall on him as dew settles on the ground. Neither he nor any of his men will be left alive."
    },
    {
        "o": 9236,
        "r": "niv:2 Samuel:17:13",
        "t": "If he withdraws into a city, then all Israel will bring ropes to that city, and we will drag it down to the valley until not so much as a pebble is left.”"
    },
    {
        "o": 9237,
        "r": "niv:2 Samuel:17:14",
        "t": "Absalom*p and all the men of Israel said, “The advice of Hushai the Arkite is better than that of Ahithophel.” For the Lord*s had determined to frustrate the good advice of Ahithophel in order to bring disaster on Absalom."
    },
    {
        "o": 9238,
        "r": "niv:2 Samuel:17:15",
        "t": "Hushai*p told Zadok and Abiathar, the priests, “Ahithophel has advised Absalom and the elders of Israel to do such and such, but I have advised them to do so and so."
    },
    {
        "o": 9239,
        "r": "niv:2 Samuel:17:16",
        "t": "Now send a message at once and tell David, ‘Do not spend the night at the fords in the wilderness; cross over without fail, or the king and all the people with him will be swallowed up.’ ”"
    },
    {
        "o": 9240,
        "r": "niv:2 Samuel:17:17",
        "t": "Jonathan*p and Ahimaaz were staying at En Rogel. A female servant was to go and inform them, and they were to go and tell King David, for they could not risk being seen entering the city."
    },
    {
        "o": 9241,
        "r": "niv:2 Samuel:17:18",
        "t": "But a young man saw them and told Absalom. So the two of them left at once and went to the house of a man in Bahurim. He had a well in his courtyard, and they climbed down into it."
    },
    {
        "o": 9242,
        "r": "niv:2 Samuel:17:19",
        "t": "His wife took a covering and spread it out over the opening of the well and scattered grain over it. No one knew anything about it."
    },
    {
        "o": 9243,
        "r": "niv:2 Samuel:17:20",
        "t": "When*p Absalom’s men came to the woman at the house, they asked, “Where are Ahimaaz and Jonathan?” The*p woman answered them, “They crossed over the brook.” The men searched but found no one, so they returned to Jerusalem."
    },
    {
        "o": 9244,
        "r": "niv:2 Samuel:17:21",
        "t": "After*p they had gone, the two climbed out of the well and went to inform King David. They said to him, “Set out and cross the river at once; Ahithophel has advised such and such against you.”"
    },
    {
        "o": 9245,
        "r": "niv:2 Samuel:17:22",
        "t": "So David and all the people with him set out and crossed the Jordan. By daybreak, no one was left who had not crossed the Jordan."
    },
    {
        "o": 9246,
        "r": "niv:2 Samuel:17:23",
        "t": "When*p Ahithophel saw that his advice had not been followed, he saddled his donkey and set out for his house in his hometown. He put his house in order and then hanged himself. So he died and was buried in his father’s tomb."
    },
    {
        "o": 9247,
        "r": "niv:2 Samuel:17:23",
        "t": "Absalom’s Death",
        "h": 2
    },
    {
        "o": 9248,
        "r": "niv:2 Samuel:17:24",
        "t": "David*p went to Mahanaim, and Absalom crossed the Jordan with all the men of Israel."
    },
    {
        "o": 9249,
        "r": "niv:2 Samuel:17:25",
        "t": "Absalom had appointed Amasa over the army in place of Joab. Amasa was the son of Jether, an Ishmaelite who had married Abigail, the daughter of Nahash and sister of Zeruiah the mother of Joab."
    },
    {
        "o": 9250,
        "r": "niv:2 Samuel:17:26",
        "t": "The Israelites and Absalom camped in the land of Gilead."
    },
    {
        "o": 9251,
        "r": "niv:2 Samuel:17:27",
        "t": "When*p David came to Mahanaim, Shobi son of Nahash from Rabbah of the Ammonites, and Makir son of Ammiel from Lo Debar, and Barzillai the Gileadite from Rogelim"
    },
    {
        "o": 9252,
        "r": "niv:2 Samuel:17:28",
        "t": "brought bedding and bowls and articles of pottery. They also brought wheat and barley, flour and roasted grain, beans and lentils,"
    },
    {
        "o": 9253,
        "r": "niv:2 Samuel:17:29",
        "t": "honey and curds, sheep, and cheese from cows’ milk for David and his people to eat. For they said, “The people have become exhausted and hungry and thirsty in the wilderness.”"
    },
    {
        "o": 9254,
        "r": "niv:2 Samuel:18:0",
        "t": "2 Samuel 18",
        "h": 1
    },
    {
        "o": 9255,
        "r": "niv:2 Samuel:18:1",
        "t": "David*p mustered the men who were with him and appointed over them commanders of thousands and commanders of hundreds."
    },
    {
        "o": 9256,
        "r": "niv:2 Samuel:18:2",
        "t": "David sent out his troops, a third under the command of Joab, a third under Joab’s brother Abishai son of Zeruiah, and a third under Ittai the Gittite. The king told the troops, “I myself will surely march out with you.”"
    },
    {
        "o": 9257,
        "r": "niv:2 Samuel:18:3",
        "t": "But*p the men said, “You must not go out; if we are forced to flee, they won’t care about us. Even if half of us die, they won’t care; but you are worth ten thousand of us. It would be better now for you to give us support from the city.”"
    },
    {
        "o": 9258,
        "r": "niv:2 Samuel:18:4",
        "t": "The*p king answered, “I will do whatever seems best to you.” So*p the king stood beside the gate while all his men marched out in units of hundreds and of thousands."
    },
    {
        "o": 9259,
        "r": "niv:2 Samuel:18:5",
        "t": "The king commanded Joab, Abishai and Ittai, “Be gentle with the young man Absalom for my sake.” And all the troops heard the king giving orders concerning Absalom to each of the commanders."
    },
    {
        "o": 9260,
        "r": "niv:2 Samuel:18:6",
        "t": "David’s*p army marched out of the city to fight Israel, and the battle took place in the forest of Ephraim."
    },
    {
        "o": 9261,
        "r": "niv:2 Samuel:18:7",
        "t": "There Israel’s troops were routed by David’s men, and the casualties that day were great—twenty thousand men."
    },
    {
        "o": 9262,
        "r": "niv:2 Samuel:18:8",
        "t": "The battle spread out over the whole countryside, and the forest swallowed up more men that day than the sword."
    },
    {
        "o": 9263,
        "r": "niv:2 Samuel:18:9",
        "t": "Now*p Absalom happened to meet David’s men. He was riding his mule, and as the mule went under the thick branches of a large oak, Absalom’s hair got caught in the tree. He was left hanging in midair, while the mule he was riding kept on going."
    },
    {
        "o": 9264,
        "r": "niv:2 Samuel:18:10",
        "t": "When*p one of the men saw what had happened, he told Joab, “I just saw Absalom hanging in an oak tree.”"
    },
    {
        "o": 9265,
        "r": "niv:2 Samuel:18:11",
        "t": "Joab*p said to the man who had told him this, “What! You saw him? Why didn’t you strike him to the ground right there? Then I would have had to give you ten shekels of silver and a warrior’s belt.”"
    },
    {
        "o": 9266,
        "r": "niv:2 Samuel:18:12",
        "t": "But*p the man replied, “Even if a thousand shekels were weighed out into my hands, I would not lay a hand on the king’s son. In our hearing the king commanded you and Abishai and Ittai, ‘Protect the young man Absalom for my sake.’"
    },
    {
        "o": 9267,
        "r": "niv:2 Samuel:18:13",
        "t": "And if I had put my life in jeopardy —and nothing is hidden from the king—you would have kept your distance from me.”"
    },
    {
        "o": 9268,
        "r": "niv:2 Samuel:18:14",
        "t": "Joab*p said, “I’m not going to wait like this for you.” So he took three javelins in his hand and plunged them into Absalom’s heart while Absalom was still alive in the oak tree."
    },
    {
        "o": 9269,
        "r": "niv:2 Samuel:18:15",
        "t": "And ten of Joab’s armor-bearers surrounded Absalom, struck him and killed him."
    },
    {
        "o": 9270,
        "r": "niv:2 Samuel:18:16",
        "t": "Then*p Joab sounded the trumpet, and the troops stopped pursuing Israel, for Joab halted them."
    },
    {
        "o": 9271,
        "r": "niv:2 Samuel:18:17",
        "t": "They took Absalom, threw him into a big pit in the forest and piled up a large heap of rocks over him. Meanwhile, all the Israelites fled to their homes."
    },
    {
        "o": 9272,
        "r": "niv:2 Samuel:18:18",
        "t": "During*p his lifetime Absalom had taken a pillar and erected it in the King’s Valley as a monument to himself, for he thought, “I have no son to carry on the memory of my name.” He named the pillar after himself, and it is called Absalom’s Monument to this day."
    },
    {
        "o": 9273,
        "r": "niv:2 Samuel:18:18",
        "t": "David Mourns",
        "h": 2
    },
    {
        "o": 9274,
        "r": "niv:2 Samuel:18:19",
        "t": "Now*p Ahimaaz son of Zadok said, “Let me run and take the news to the king that the Lord*s has vindicated him by delivering him from the hand of his enemies.”"
    },
    {
        "o": 9275,
        "r": "niv:2 Samuel:18:20",
        "t": "“You*p are not the one to take the news today,” Joab told him. “You may take the news another time, but you must not do so today, because the king’s son is dead.”"
    },
    {
        "o": 9276,
        "r": "niv:2 Samuel:18:21",
        "t": "Then*p Joab said to a Cushite, “Go, tell the king what you have seen.” The Cushite bowed down before Joab and ran off."
    },
    {
        "o": 9277,
        "r": "niv:2 Samuel:18:22",
        "t": "Ahimaaz*p son of Zadok again said to Joab, “Come what may, please let me run behind the Cushite.” But*p Joab replied, “My son, why do you want to go? You don’t have any news that will bring you a reward.”"
    },
    {
        "o": 9278,
        "r": "niv:2 Samuel:18:23",
        "t": "He*p said, “Come what may, I want to run.” So*p Joab said, “Run!” Then Ahimaaz ran by way of the plain and outran the Cushite."
    },
    {
        "o": 9279,
        "r": "niv:2 Samuel:18:24",
        "t": "While*p David was sitting between the inner and outer gates, the watchman went up to the roof of the gateway by the wall. As he looked out, he saw a man running alone."
    },
    {
        "o": 9280,
        "r": "niv:2 Samuel:18:25",
        "t": "The watchman called out to the king and reported it. The*p king said, “If he is alone, he must have good news.” And the runner came closer and closer."
    },
    {
        "o": 9281,
        "r": "niv:2 Samuel:18:26",
        "t": "Then*p the watchman saw another runner, and he called down to the gatekeeper, “Look, another man running alone!” The*p king said, “He must be bringing good news, too.”"
    },
    {
        "o": 9282,
        "r": "niv:2 Samuel:18:27",
        "t": "The*p watchman said, “It seems to me that the first one runs like Ahimaaz son of Zadok.” “He’s*p a good man,” the king said. “He comes with good news.”"
    },
    {
        "o": 9283,
        "r": "niv:2 Samuel:18:28",
        "t": "Then*p Ahimaaz called out to the king, “All is well!” He bowed down before the king with his face to the ground and said, “Praise be to the Lord*s your God! He has delivered up those who lifted their hands against my lord the king.”"
    },
    {
        "o": 9284,
        "r": "niv:2 Samuel:18:29",
        "t": "The*p king asked, “Is the young man Absalom safe?” Ahimaaz*p answered, “I saw great confusion just as Joab was about to send the king’s servant and me, your servant, but I don’t know what it was.”"
    },
    {
        "o": 9285,
        "r": "niv:2 Samuel:18:30",
        "t": "The*p king said, “Stand aside and wait here.” So he stepped aside and stood there."
    },
    {
        "o": 9286,
        "r": "niv:2 Samuel:18:31",
        "t": "Then*p the Cushite arrived and said, “My lord the king, hear the good news! The Lord*s has vindicated you today by delivering you from the hand of all who rose up against you.”"
    },
    {
        "o": 9287,
        "r": "niv:2 Samuel:18:32",
        "t": "The*p king asked the Cushite, “Is the young man Absalom safe?” The*p Cushite replied, “May the enemies of my lord the king and all who rise up to harm you be like that young man.”"
    },
    {
        "o": 9288,
        "r": "niv:2 Samuel:18:33",
        "t": "The*p king was shaken. He went up to the room over the gateway and wept. As he went, he said: “O my son Absalom! My son, my son Absalom! If only I had died instead of you—O Absalom, my son, my son!”"
    },
    {
        "o": 9289,
        "r": "niv:2 Samuel:19:0",
        "t": "2 Samuel 19",
        "h": 1
    },
    {
        "o": 9290,
        "r": "niv:2 Samuel:19:1",
        "t": "Joab*p was told, “The king is weeping and mourning for Absalom.”"
    },
    {
        "o": 9291,
        "r": "niv:2 Samuel:19:2",
        "t": "And for the whole army the victory that day was turned into mourning, because on that day the troops heard it said, “The king is grieving for his son.”"
    },
    {
        "o": 9292,
        "r": "niv:2 Samuel:19:3",
        "t": "The men stole into the city that day as men steal in who are ashamed when they flee from battle."
    },
    {
        "o": 9293,
        "r": "niv:2 Samuel:19:4",
        "t": "The king covered his face and cried aloud, “O my son Absalom! O Absalom, my son, my son!”"
    },
    {
        "o": 9294,
        "r": "niv:2 Samuel:19:5",
        "t": "Then*p Joab went into the house to the king and said, “Today you have humiliated all your men, who have just saved your life and the lives of your sons and daughters and the lives of your wives and concubines."
    },
    {
        "o": 9295,
        "r": "niv:2 Samuel:19:6",
        "t": "You love those who hate you and hate those who love you. You have made it clear today that the commanders and their men mean nothing to you. I see that you would be pleased if Absalom were alive today and all of us were dead."
    },
    {
        "o": 9296,
        "r": "niv:2 Samuel:19:7",
        "t": "Now go out and encourage your men. I swear by the Lord*s that if you don’t go out, not a man will be left with you by nightfall. This will be worse for you than all the calamities that have come on you from your youth till now.”"
    },
    {
        "o": 9297,
        "r": "niv:2 Samuel:19:8",
        "t": "So*p the king got up and took his seat in the gateway. When the men were told, “The king is sitting in the gateway,” they all came before him. Meanwhile,*p the Israelites had fled to their homes."
    },
    {
        "o": 9298,
        "r": "niv:2 Samuel:19:8",
        "t": "David Returns to Jerusalem",
        "h": 2
    },
    {
        "o": 9299,
        "r": "niv:2 Samuel:19:9",
        "t": "Throughout*p the tribes of Israel, all the people were arguing among themselves, saying, “The king delivered us from the hand of our enemies; he is the one who rescued us from the hand of the Philistines. But now he has fled the country to escape from Absalom;"
    },
    {
        "o": 9300,
        "r": "niv:2 Samuel:19:10",
        "t": "and Absalom, whom we anointed to rule over us, has died in battle. So why do you say nothing about bringing the king back?”"
    },
    {
        "o": 9301,
        "r": "niv:2 Samuel:19:11",
        "t": "King*p David sent this message to Zadok and Abiathar, the priests: “Ask the elders of Judah, ‘Why should you be the last to bring the king back to his palace, since what is being said throughout Israel has reached the king at his quarters?"
    },
    {
        "o": 9302,
        "r": "niv:2 Samuel:19:12",
        "t": "You are my relatives, my own flesh and blood. So why should you be the last to bring back the king?’"
    },
    {
        "o": 9303,
        "r": "niv:2 Samuel:19:13",
        "t": "And say to Amasa, ‘Are you not my own flesh and blood? May God deal with me, be it ever so severely, if you are not the commander of my army for life in place of Joab.’ ”"
    },
    {
        "o": 9304,
        "r": "niv:2 Samuel:19:14",
        "t": "He*p won over the hearts of the men of Judah so that they were all of one mind. They sent word to the king, “Return, you and all your men.”"
    },
    {
        "o": 9305,
        "r": "niv:2 Samuel:19:15",
        "t": "Then the king returned and went as far as the Jordan. Now*p the men of Judah had come to Gilgal to go out and meet the king and bring him across the Jordan."
    },
    {
        "o": 9306,
        "r": "niv:2 Samuel:19:16",
        "t": "Shimei son of Gera, the Benjamite from Bahurim, hurried down with the men of Judah to meet King David."
    },
    {
        "o": 9307,
        "r": "niv:2 Samuel:19:17",
        "t": "With him were a thousand Benjamites, along with Ziba, the steward of Saul’s household, and his fifteen sons and twenty servants. They rushed to the Jordan, where the king was."
    },
    {
        "o": 9308,
        "r": "niv:2 Samuel:19:18",
        "t": "They crossed at the ford to take the king’s household over and to do whatever he wished. When*p Shimei son of Gera crossed the Jordan, he fell prostrate before the king"
    },
    {
        "o": 9309,
        "r": "niv:2 Samuel:19:19",
        "t": "and said to him, “May my lord not hold me guilty. Do not remember how your servant did wrong on the day my lord the king left Jerusalem. May the king put it out of his mind."
    },
    {
        "o": 9310,
        "r": "niv:2 Samuel:19:20",
        "t": "For I your servant know that I have sinned, but today I have come here as the first from the tribes of Joseph to come down and meet my lord the king.”"
    },
    {
        "o": 9311,
        "r": "niv:2 Samuel:19:21",
        "t": "Then*p Abishai son of Zeruiah said, “Shouldn’t Shimei be put to death for this? He cursed the Lord’s*s anointed.”"
    },
    {
        "o": 9312,
        "r": "niv:2 Samuel:19:22",
        "t": "David*p replied, “What does this have to do with you, you sons of Zeruiah? What right do you have to interfere? Should anyone be put to death in Israel today? Don’t I know that today I am king over Israel?”"
    },
    {
        "o": 9313,
        "r": "niv:2 Samuel:19:23",
        "t": "So the king said to Shimei, “You shall not die.” And the king promised him on oath."
    },
    {
        "o": 9314,
        "r": "niv:2 Samuel:19:24",
        "t": "Mephibosheth,*p Saul’s grandson, also went down to meet the king. He had not taken care of his feet or trimmed his mustache or washed his clothes from the day the king left until the day he returned safely."
    },
    {
        "o": 9315,
        "r": "niv:2 Samuel:19:25",
        "t": "When he came from Jerusalem to meet the king, the king asked him, “Why didn’t you go with me, Mephibosheth?”"
    },
    {
        "o": 9316,
        "r": "niv:2 Samuel:19:26",
        "t": "He*p said, “My lord the king, since I your servant am lame, I said, ‘I will have my donkey saddled and will ride on it, so I can go with the king.’ But Ziba my servant betrayed me."
    },
    {
        "o": 9317,
        "r": "niv:2 Samuel:19:27",
        "t": "And he has slandered your servant to my lord the king. My lord the king is like an angel of God; so do whatever you wish."
    },
    {
        "o": 9318,
        "r": "niv:2 Samuel:19:28",
        "t": "All my grandfather’s descendants deserved nothing but death from my lord the king, but you gave your servant a place among those who eat at your table. So what right do I have to make any more appeals to the king?”"
    },
    {
        "o": 9319,
        "r": "niv:2 Samuel:19:29",
        "t": "The*p king said to him, “Why say more? I order you and Ziba to divide the land.”"
    },
    {
        "o": 9320,
        "r": "niv:2 Samuel:19:30",
        "t": "Mephibosheth*p said to the king, “Let him take everything, now that my lord the king has returned home safely.”"
    },
    {
        "o": 9321,
        "r": "niv:2 Samuel:19:31",
        "t": "Barzillai*p the Gileadite also came down from Rogelim to cross the Jordan with the king and to send him on his way from there."
    },
    {
        "o": 9322,
        "r": "niv:2 Samuel:19:32",
        "t": "Now Barzillai was very old, eighty years of age. He had provided for the king during his stay in Mahanaim, for he was a very wealthy man."
    },
    {
        "o": 9323,
        "r": "niv:2 Samuel:19:33",
        "t": "The king said to Barzillai, “Cross over with me and stay with me in Jerusalem, and I will provide for you.”"
    },
    {
        "o": 9324,
        "r": "niv:2 Samuel:19:34",
        "t": "But*p Barzillai answered the king, “How many more years will I live, that I should go up to Jerusalem with the king?"
    },
    {
        "o": 9325,
        "r": "niv:2 Samuel:19:35",
        "t": "I am now eighty years old. Can I tell the difference between what is enjoyable and what is not? Can your servant taste what he eats and drinks? Can I still hear the voices of male and female singers? Why should your servant be an added burden to my lord the king?"
    },
    {
        "o": 9326,
        "r": "niv:2 Samuel:19:36",
        "t": "Your servant will cross over the Jordan with the king for a short distance, but why should the king reward me in this way?"
    },
    {
        "o": 9327,
        "r": "niv:2 Samuel:19:37",
        "t": "Let your servant return, that I may die in my own town near the tomb of my father and mother. But here is your servant Kimham. Let him cross over with my lord the king. Do for him whatever you wish.”"
    },
    {
        "o": 9328,
        "r": "niv:2 Samuel:19:38",
        "t": "The*p king said, “Kimham shall cross over with me, and I will do for him whatever you wish. And anything you desire from me I will do for you.”"
    },
    {
        "o": 9329,
        "r": "niv:2 Samuel:19:39",
        "t": "So*p all the people crossed the Jordan, and then the king crossed over. The king kissed Barzillai and bid him farewell, and Barzillai returned to his home."
    },
    {
        "o": 9330,
        "r": "niv:2 Samuel:19:40",
        "t": "When*p the king crossed over to Gilgal, Kimham crossed with him. All the troops of Judah and half the troops of Israel had taken the king over."
    },
    {
        "o": 9331,
        "r": "niv:2 Samuel:19:41",
        "t": "Soon*p all the men of Israel were coming to the king and saying to him, “Why did our brothers, the men of Judah, steal the king away and bring him and his household across the Jordan, together with all his men?”"
    },
    {
        "o": 9332,
        "r": "niv:2 Samuel:19:42",
        "t": "All*p the men of Judah answered the men of Israel, “We did this because the king is closely related to us. Why are you angry about it? Have we eaten any of the king’s provisions? Have we taken anything for ourselves?”"
    },
    {
        "o": 9333,
        "r": "niv:2 Samuel:19:43",
        "t": "Then*p the men of Israel answered the men of Judah, “We have ten shares in the king; so we have a greater claim on David than you have. Why then do you treat us with contempt? Weren’t we the first to speak of bringing back our king?” But*p the men of Judah pressed their claims even more forcefully than the men of Israel."
    },
    {
        "o": 9334,
        "r": "niv:2 Samuel:20:0",
        "t": "2 Samuel 20",
        "h": 1
    },
    {
        "o": 9335,
        "r": "niv:2 Samuel:20:0",
        "t": "Sheba Rebels Against David",
        "h": 2
    },
    {
        "o": 9336,
        "r": "niv:2 Samuel:20:1",
        "t": "Now*p a troublemaker named Sheba son of Bikri, a Benjamite, happened to be there. He sounded the trumpet and shouted, “We*pn have no share in David, no*ld part in Jesse’s son! Every*ln man to his tent, Israel!”"
    },
    {
        "o": 9337,
        "r": "niv:2 Samuel:20:2",
        "t": "So*p all the men of Israel deserted David to follow Sheba son of Bikri. But the men of Judah stayed by their king all the way from the Jordan to Jerusalem."
    },
    {
        "o": 9338,
        "r": "niv:2 Samuel:20:3",
        "t": "When*p David returned to his palace in Jerusalem, he took the ten concubines he had left to take care of the palace and put them in a house under guard. He provided for them but had no sexual relations with them. They were kept in confinement till the day of their death, living as widows."
    },
    {
        "o": 9339,
        "r": "niv:2 Samuel:20:4",
        "t": "Then*p the king said to Amasa, “Summon the men of Judah to come to me within three days, and be here yourself.”"
    },
    {
        "o": 9340,
        "r": "niv:2 Samuel:20:5",
        "t": "But when Amasa went to summon Judah, he took longer than the time the king had set for him."
    },
    {
        "o": 9341,
        "r": "niv:2 Samuel:20:6",
        "t": "David*p said to Abishai, “Now Sheba son of Bikri will do us more harm than Absalom did. Take your master’s men and pursue him, or he will find fortified cities and escape from us.”"
    },
    {
        "o": 9342,
        "r": "niv:2 Samuel:20:7",
        "t": "So Joab’s men and the Kerethites and Pelethites and all the mighty warriors went out under the command of Abishai. They marched out from Jerusalem to pursue Sheba son of Bikri."
    },
    {
        "o": 9343,
        "r": "niv:2 Samuel:20:8",
        "t": "While*p they were at the great rock in Gibeon, Amasa came to meet them. Joab was wearing his military tunic, and strapped over it at his waist was a belt with a dagger in its sheath. As he stepped forward, it dropped out of its sheath."
    },
    {
        "o": 9344,
        "r": "niv:2 Samuel:20:9",
        "t": "Joab*p said to Amasa, “How are you, my brother?” Then Joab took Amasa by the beard with his right hand to kiss him."
    },
    {
        "o": 9345,
        "r": "niv:2 Samuel:20:10",
        "t": "Amasa was not on his guard against the dagger in Joab’s hand, and Joab plunged it into his belly, and his intestines spilled out on the ground. Without being stabbed again, Amasa died. Then Joab and his brother Abishai pursued Sheba son of Bikri."
    },
    {
        "o": 9346,
        "r": "niv:2 Samuel:20:11",
        "t": "One*p of Joab’s men stood beside Amasa and said, “Whoever favors Joab, and whoever is for David, let him follow Joab!”"
    },
    {
        "o": 9347,
        "r": "niv:2 Samuel:20:12",
        "t": "Amasa lay wallowing in his blood in the middle of the road, and the man saw that all the troops came to a halt there. When he realized that everyone who came up to Amasa stopped, he dragged him from the road into a field and threw a garment over him."
    },
    {
        "o": 9348,
        "r": "niv:2 Samuel:20:13",
        "t": "After Amasa had been removed from the road, everyone went on with Joab to pursue Sheba son of Bikri."
    },
    {
        "o": 9349,
        "r": "niv:2 Samuel:20:14",
        "t": "Sheba*p passed through all the tribes of Israel to Abel Beth Maakah and through the entire region of the Bikrites, who gathered together and followed him."
    },
    {
        "o": 9350,
        "r": "niv:2 Samuel:20:15",
        "t": "All the troops with Joab came and besieged Sheba in Abel Beth Maakah. They built a siege ramp up to the city, and it stood against the outer fortifications. While they were battering the wall to bring it down,"
    },
    {
        "o": 9351,
        "r": "niv:2 Samuel:20:16",
        "t": "a wise woman called from the city, “Listen! Listen! Tell Joab to come here so I can speak to him.”"
    },
    {
        "o": 9352,
        "r": "niv:2 Samuel:20:17",
        "t": "He went toward her, and she asked, “Are you Joab?” “I*p am,” he answered. She*p said, “Listen to what your servant has to say.” “I’m*p listening,” he said."
    },
    {
        "o": 9353,
        "r": "niv:2 Samuel:20:18",
        "t": "She*p continued, “Long ago they used to say, ‘Get your answer at Abel,’ and that settled it."
    },
    {
        "o": 9354,
        "r": "niv:2 Samuel:20:19",
        "t": "We are the peaceful and faithful in Israel. You are trying to destroy a city that is a mother in Israel. Why do you want to swallow up the Lord’s*s inheritance?”"
    },
    {
        "o": 9355,
        "r": "niv:2 Samuel:20:20",
        "t": "“Far*p be it from me!” Joab replied, “Far be it from me to swallow up or destroy!"
    },
    {
        "o": 9356,
        "r": "niv:2 Samuel:20:21",
        "t": "That is not the case. A man named Sheba son of Bikri, from the hill country of Ephraim, has lifted up his hand against the king, against David. Hand over this one man, and I’ll withdraw from the city.” The*p woman said to Joab, “His head will be thrown to you from the wall.”"
    },
    {
        "o": 9357,
        "r": "niv:2 Samuel:20:22",
        "t": "Then*p the woman went to all the people with her wise advice, and they cut off the head of Sheba son of Bikri and threw it to Joab. So he sounded the trumpet, and his men dispersed from the city, each returning to his home. And Joab went back to the king in Jerusalem."
    },
    {
        "o": 9358,
        "r": "niv:2 Samuel:20:22",
        "t": "David’s Officials",
        "h": 2
    },
    {
        "o": 9359,
        "r": "niv:2 Samuel:20:23",
        "t": "Joab*p was over Israel’s entire army; Benaiah son of Jehoiada was over the Kerethites and Pelethites;"
    },
    {
        "o": 9360,
        "r": "niv:2 Samuel:20:24",
        "t": "Adoniram was in charge of forced labor; Jehoshaphat son of Ahilud was recorder;"
    },
    {
        "o": 9361,
        "r": "niv:2 Samuel:20:25",
        "t": "Sheva was secretary; Zadok and Abiathar were priests;"
    },
    {
        "o": 9362,
        "r": "niv:2 Samuel:20:26",
        "t": "and Ira the Jairite was David’s priest."
    },
    {
        "o": 9363,
        "r": "niv:2 Samuel:21:0",
        "t": "2 Samuel 21",
        "h": 1
    },
    {
        "o": 9364,
        "r": "niv:2 Samuel:21:0",
        "t": "The Gibeonites Avenged",
        "h": 2
    },
    {
        "o": 9365,
        "r": "niv:2 Samuel:21:1",
        "t": "During*p the reign of David, there was a famine for three successive years; so David sought the face of the Lord.*s The Lord*s said, “It is on account of Saul and his blood-stained house; it is because he put the Gibeonites to death.”"
    },
    {
        "o": 9366,
        "r": "niv:2 Samuel:21:2",
        "t": "The*p king summoned the Gibeonites and spoke to them. (Now the Gibeonites were not a part of Israel but were survivors of the Amorites; the Israelites had sworn to spare them, but Saul in his zeal for Israel and Judah had tried to annihilate them.)"
    },
    {
        "o": 9367,
        "r": "niv:2 Samuel:21:3",
        "t": "David asked the Gibeonites, “What shall I do for you? How shall I make atonement so that you will bless the Lord’s*s inheritance?”"
    },
    {
        "o": 9368,
        "r": "niv:2 Samuel:21:4",
        "t": "The*p Gibeonites answered him, “We have no right to demand silver or gold from Saul or his family, nor do we have the right to put anyone in Israel to death.” “What*p do you want me to do for you?” David asked."
    },
    {
        "o": 9369,
        "r": "niv:2 Samuel:21:5",
        "t": "They*p answered the king, “As for the man who destroyed us and plotted against us so that we have been decimated and have no place anywhere in Israel,"
    },
    {
        "o": 9370,
        "r": "niv:2 Samuel:21:6",
        "t": "let seven of his male descendants be given to us to be killed and their bodies exposed before the Lord*s at Gibeah of Saul—the Lord’s*s chosen one.” So*p the king said, “I will give them to you.”"
    },
    {
        "o": 9371,
        "r": "niv:2 Samuel:21:7",
        "t": "The*p king spared Mephibosheth son of Jonathan, the son of Saul, because of the oath before the Lord*s between David and Jonathan son of Saul."
    },
    {
        "o": 9372,
        "r": "niv:2 Samuel:21:8",
        "t": "But the king took Armoni and Mephibosheth, the two sons of Aiah’s daughter Rizpah, whom she had borne to Saul, together with the five sons of Saul’s daughter Merab, whom she had borne to Adriel son of Barzillai the Meholathite."
    },
    {
        "o": 9373,
        "r": "niv:2 Samuel:21:9",
        "t": "He handed them over to the Gibeonites, who killed them and exposed their bodies on a hill before the Lord.*s All seven of them fell together; they were put to death during the first days of the harvest, just as the barley harvest was beginning."
    },
    {
        "o": 9374,
        "r": "niv:2 Samuel:21:10",
        "t": "Rizpah*p daughter of Aiah took sackcloth and spread it out for herself on a rock. From the beginning of the harvest till the rain poured down from the heavens on the bodies, she did not let the birds touch them by day or the wild animals by night."
    },
    {
        "o": 9375,
        "r": "niv:2 Samuel:21:11",
        "t": "When David was told what Aiah’s daughter Rizpah, Saul’s concubine, had done,"
    },
    {
        "o": 9376,
        "r": "niv:2 Samuel:21:12",
        "t": "he went and took the bones of Saul and his son Jonathan from the citizens of Jabesh Gilead. (They had stolen their bodies from the public square at Beth Shan, where the Philistines had hung them after they struck Saul down on Gilboa.)"
    },
    {
        "o": 9377,
        "r": "niv:2 Samuel:21:13",
        "t": "David brought the bones of Saul and his son Jonathan from there, and the bones of those who had been killed and exposed were gathered up."
    },
    {
        "o": 9378,
        "r": "niv:2 Samuel:21:14",
        "t": "They*p buried the bones of Saul and his son Jonathan in the tomb of Saul’s father Kish, at Zela in Benjamin, and did everything the king commanded. After that, God answered prayer in behalf of the land."
    },
    {
        "o": 9379,
        "r": "niv:2 Samuel:21:14",
        "t": "Wars Against the Philistines",
        "h": 2
    },
    {
        "o": 9380,
        "r": "niv:2 Samuel:21:15",
        "t": "Once*p again there was a battle between the Philistines and Israel. David went down with his men to fight against the Philistines, and he became exhausted."
    },
    {
        "o": 9381,
        "r": "niv:2 Samuel:21:16",
        "t": "And Ishbi-Benob, one of the descendants of Rapha, whose bronze spearhead weighed three hundred shekels and who was armed with a new sword, said he would kill David."
    },
    {
        "o": 9382,
        "r": "niv:2 Samuel:21:17",
        "t": "But Abishai son of Zeruiah came to David’s rescue; he struck the Philistine down and killed him. Then David’s men swore to him, saying, “Never again will you go out with us to battle, so that the lamp of Israel will not be extinguished.”"
    },
    {
        "o": 9383,
        "r": "niv:2 Samuel:21:18",
        "t": "In*p the course of time, there was another battle with the Philistines, at Gob. At that time Sibbekai the Hushathite killed Saph, one of the descendants of Rapha."
    },
    {
        "o": 9384,
        "r": "niv:2 Samuel:21:19",
        "t": "In*p another battle with the Philistines at Gob, Elhanan son of Jair the Bethlehemite killed the brother of Goliath the Gittite, who had a spear with a shaft like a weaver’s rod."
    },
    {
        "o": 9385,
        "r": "niv:2 Samuel:21:20",
        "t": "In*p still another battle, which took place at Gath, there was a huge man with six fingers on each hand and six toes on each foot—twenty-four in all. He also was descended from Rapha."
    },
    {
        "o": 9386,
        "r": "niv:2 Samuel:21:21",
        "t": "When he taunted Israel, Jonathan son of Shimeah, David’s brother, killed him."
    },
    {
        "o": 9387,
        "r": "niv:2 Samuel:21:22",
        "t": "These*p four were descendants of Rapha in Gath, and they fell at the hands of David and his men."
    },
    {
        "o": 9388,
        "r": "niv:2 Samuel:22:0",
        "t": "2 Samuel 22",
        "h": 1
    },
    {
        "o": 9389,
        "r": "niv:2 Samuel:22:0",
        "t": "David’s Song of Praise",
        "h": 2
    },
    {
        "o": 9390,
        "r": "niv:2 Samuel:22:1",
        "t": "David*p sang to the Lord*s the words of this song when the Lord*s delivered him from the hand of all his enemies and from the hand of Saul."
    },
    {
        "o": 9391,
        "r": "niv:2 Samuel:22:2",
        "t": "He said: “The*pn Lord*s is my rock, my fortress and my deliverer;"
    },
    {
        "o": 9392,
        "r": "niv:2 Samuel:22:3",
        "t": "my*ld God is my rock, in whom I take refuge, my*ld shield and the horn of my salvation. He*ln is my stronghold, my refuge and my savior— from*ld violent people you save me."
    },
    {
        "o": 9393,
        "r": "niv:2 Samuel:22:4",
        "t": "“I*pn called to the Lord,*s who is worthy of praise, and*ld have been saved from my enemies."
    },
    {
        "o": 9394,
        "r": "niv:2 Samuel:22:5",
        "t": "The*ln waves of death swirled about me; the*ld torrents of destruction overwhelmed me."
    },
    {
        "o": 9395,
        "r": "niv:2 Samuel:22:6",
        "t": "The*ln cords of the grave coiled around me; the*ld snares of death confronted me."
    },
    {
        "o": 9396,
        "r": "niv:2 Samuel:22:7",
        "t": "“In*pn my distress I called to the Lord;*s I*ld called out to my God. From*ln his temple he heard my voice; my*ld cry came to his ears."
    },
    {
        "o": 9397,
        "r": "niv:2 Samuel:22:8",
        "t": "The*ln earth trembled and quaked, the*ld foundations of the heavens shook; they*ld trembled because he was angry."
    },
    {
        "o": 9398,
        "r": "niv:2 Samuel:22:9",
        "t": "Smoke*ln rose from his nostrils; consuming*ld fire came from his mouth, burning*ld coals blazed out of it."
    },
    {
        "o": 9399,
        "r": "niv:2 Samuel:22:10",
        "t": "He*ln parted the heavens and came down; dark*ld clouds were under his feet."
    },
    {
        "o": 9400,
        "r": "niv:2 Samuel:22:11",
        "t": "He*ln mounted the cherubim and flew; he*ld soared on the wings of the wind."
    },
    {
        "o": 9401,
        "r": "niv:2 Samuel:22:12",
        "t": "He*ln made darkness his canopy around him— the*ld dark rain clouds of the sky."
    },
    {
        "o": 9402,
        "r": "niv:2 Samuel:22:13",
        "t": "Out*ln of the brightness of his presence bolts*ld of lightning blazed forth."
    },
    {
        "o": 9403,
        "r": "niv:2 Samuel:22:14",
        "t": "The*ln Lord*s thundered from heaven; the*ld voice of the Most High resounded."
    },
    {
        "o": 9404,
        "r": "niv:2 Samuel:22:15",
        "t": "He*ln shot his arrows and scattered the enemy, with*ld great bolts of lightning he routed them."
    },
    {
        "o": 9405,
        "r": "niv:2 Samuel:22:16",
        "t": "The*ln valleys of the sea were exposed and*ld the foundations of the earth laid bare at*ln the rebuke of the Lord,*s at*ld the blast of breath from his nostrils."
    },
    {
        "o": 9406,
        "r": "niv:2 Samuel:22:17",
        "t": "“He*pn reached down from on high and took hold of me; he*ld drew me out of deep waters."
    },
    {
        "o": 9407,
        "r": "niv:2 Samuel:22:18",
        "t": "He*ln rescued me from my powerful enemy, from*ld my foes, who were too strong for me."
    },
    {
        "o": 9408,
        "r": "niv:2 Samuel:22:19",
        "t": "They*ln confronted me in the day of my disaster, but*ld the Lord*s was my support."
    },
    {
        "o": 9409,
        "r": "niv:2 Samuel:22:20",
        "t": "He*ln brought me out into a spacious place; he*ld rescued me because he delighted in me."
    },
    {
        "o": 9410,
        "r": "niv:2 Samuel:22:21",
        "t": "“The*pn Lord*s has dealt with me according to my righteousness; according*ld to the cleanness of my hands he has rewarded me."
    },
    {
        "o": 9411,
        "r": "niv:2 Samuel:22:22",
        "t": "For*ln I have kept the ways of the Lord;*s I*ld am not guilty of turning from my God."
    },
    {
        "o": 9412,
        "r": "niv:2 Samuel:22:23",
        "t": "All*ln his laws are before me; I*ld have not turned away from his decrees."
    },
    {
        "o": 9413,
        "r": "niv:2 Samuel:22:24",
        "t": "I*ln have been blameless before him and*ld have kept myself from sin."
    },
    {
        "o": 9414,
        "r": "niv:2 Samuel:22:25",
        "t": "The*ln Lord*s has rewarded me according to my righteousness, according*ld to my cleanness in his sight."
    },
    {
        "o": 9415,
        "r": "niv:2 Samuel:22:26",
        "t": "“To*pn the faithful you show yourself faithful, to*ld the blameless you show yourself blameless,"
    },
    {
        "o": 9416,
        "r": "niv:2 Samuel:22:27",
        "t": "to*ln the pure you show yourself pure, but*ld to the devious you show yourself shrewd."
    },
    {
        "o": 9417,
        "r": "niv:2 Samuel:22:28",
        "t": "You*ln save the humble, but*ld your eyes are on the haughty to bring them low."
    },
    {
        "o": 9418,
        "r": "niv:2 Samuel:22:29",
        "t": "You,*ln Lord,*s are my lamp; the*ld Lord*s turns my darkness into light."
    },
    {
        "o": 9419,
        "r": "niv:2 Samuel:22:30",
        "t": "With*ln your help I can advance against a troop; with*ld my God I can scale a wall."
    },
    {
        "o": 9420,
        "r": "niv:2 Samuel:22:31",
        "t": "“As*pn for God, his way is perfect: The*ld Lord’s*s word is flawless; he*ld shields all who take refuge in him."
    },
    {
        "o": 9421,
        "r": "niv:2 Samuel:22:32",
        "t": "For*ln who is God besides the Lord?*s And*ld who is the Rock except our God?"
    },
    {
        "o": 9422,
        "r": "niv:2 Samuel:22:33",
        "t": "It*ln is God who arms me with strength and*ld keeps my way secure."
    },
    {
        "o": 9423,
        "r": "niv:2 Samuel:22:34",
        "t": "He*ln makes my feet like the feet of a deer; he*ld causes me to stand on the heights."
    },
    {
        "o": 9424,
        "r": "niv:2 Samuel:22:35",
        "t": "He*ln trains my hands for battle; my*ld arms can bend a bow of bronze."
    },
    {
        "o": 9425,
        "r": "niv:2 Samuel:22:36",
        "t": "You*ln make your saving help my shield; your*ld help has made me great."
    },
    {
        "o": 9426,
        "r": "niv:2 Samuel:22:37",
        "t": "You*ln provide a broad path for my feet, so*ld that my ankles do not give way."
    },
    {
        "o": 9427,
        "r": "niv:2 Samuel:22:38",
        "t": "“I*pn pursued my enemies and crushed them; I*ld did not turn back till they were destroyed."
    },
    {
        "o": 9428,
        "r": "niv:2 Samuel:22:39",
        "t": "I*ln crushed them completely, and they could not rise; they*ld fell beneath my feet."
    },
    {
        "o": 9429,
        "r": "niv:2 Samuel:22:40",
        "t": "You*ln armed me with strength for battle; you*ld humbled my adversaries before me."
    },
    {
        "o": 9430,
        "r": "niv:2 Samuel:22:41",
        "t": "You*ln made my enemies turn their backs in flight, and*ld I destroyed my foes."
    },
    {
        "o": 9431,
        "r": "niv:2 Samuel:22:42",
        "t": "They*ln cried for help, but there was no one to save them— to*ld the Lord,*s but he did not answer."
    },
    {
        "o": 9432,
        "r": "niv:2 Samuel:22:43",
        "t": "I*ln beat them as fine as the dust of the earth; I*ld pounded and trampled them like mud in the streets."
    },
    {
        "o": 9433,
        "r": "niv:2 Samuel:22:44",
        "t": "“You*pn have delivered me from the attacks of the peoples; you*ld have preserved me as the head of nations. People*ln I did not know now serve me,"
    },
    {
        "o": 9434,
        "r": "niv:2 Samuel:22:45",
        "t": "foreigners*ld cower before me; as*ld soon as they hear of me, they obey me."
    },
    {
        "o": 9435,
        "r": "niv:2 Samuel:22:46",
        "t": "They*ln all lose heart; they*ld come trembling from their strongholds."
    },
    {
        "o": 9436,
        "r": "niv:2 Samuel:22:47",
        "t": "“The*pn Lord*s lives! Praise be to my Rock! Exalted*ld be my God, the Rock, my Savior!"
    },
    {
        "o": 9437,
        "r": "niv:2 Samuel:22:48",
        "t": "He*ln is the God who avenges me, who*ld puts the nations under me,"
    },
    {
        "o": 9438,
        "r": "niv:2 Samuel:22:49",
        "t": "who*ld sets me free from my enemies. You*ln exalted me above my foes; from*ld a violent man you rescued me."
    },
    {
        "o": 9439,
        "r": "niv:2 Samuel:22:50",
        "t": "Therefore*ln I will praise you, Lord,*s among the nations; I*ld will sing the praises of your name."
    },
    {
        "o": 9440,
        "r": "niv:2 Samuel:22:51",
        "t": "“He*pn gives his king great victories; he*ld shows unfailing kindness to his anointed, to*ld David and his descendants forever.”"
    },
    {
        "o": 9441,
        "r": "niv:2 Samuel:23:0",
        "t": "2 Samuel 23",
        "h": 1
    },
    {
        "o": 9442,
        "r": "niv:2 Samuel:23:0",
        "t": "David’s Last Words",
        "h": 2
    },
    {
        "o": 9443,
        "r": "niv:2 Samuel:23:1",
        "t": "These*p are the last words of David: “The*pn inspired utterance of David son of Jesse, the*ld utterance of the man exalted by the Most High, the*ln man anointed by the God of Jacob, the*ld hero of Israel’s songs:"
    },
    {
        "o": 9444,
        "r": "niv:2 Samuel:23:2",
        "t": "“The*pn Spirit of the Lord*s spoke through me; his*ld word was on my tongue."
    },
    {
        "o": 9445,
        "r": "niv:2 Samuel:23:3",
        "t": "The*ln God of Israel spoke, the*ld Rock of Israel said to me: ‘When*ln one rules over people in righteousness, when*ld he rules in the fear of God,"
    },
    {
        "o": 9446,
        "r": "niv:2 Samuel:23:4",
        "t": "he*ln is like the light of morning at sunrise on*ld a cloudless morning, like*ln the brightness after rain that*ld brings grass from the earth.’"
    },
    {
        "o": 9447,
        "r": "niv:2 Samuel:23:5",
        "t": "“If*pn my house were not right with God, surely*ld he would not have made with me an everlasting covenant, arranged*ld and secured in every part; surely*ln he would not bring to fruition my salvation and*ld grant me my every desire."
    },
    {
        "o": 9448,
        "r": "niv:2 Samuel:23:6",
        "t": "But*ln evil men are all to be cast aside like thorns, which*ld are not gathered with the hand."
    },
    {
        "o": 9449,
        "r": "niv:2 Samuel:23:7",
        "t": "Whoever*ln touches thorns uses*ld a tool of iron or the shaft of a spear; they*ld are burned up where they lie.”"
    },
    {
        "o": 9450,
        "r": "niv:2 Samuel:23:7",
        "t": "David’s Mighty Warriors",
        "h": 2
    },
    {
        "o": 9451,
        "r": "niv:2 Samuel:23:8",
        "t": "These*p are the names of David’s mighty warriors: Josheb-Basshebeth,*p a Tahkemonite, was chief of the Three; he raised his spear against eight hundred men, whom he killed in one encounter."
    },
    {
        "o": 9452,
        "r": "niv:2 Samuel:23:9",
        "t": "Next*p to him was Eleazar son of Dodai the Ahohite. As one of the three mighty warriors, he was with David when they taunted the Philistines gathered at Pas Dammim for battle. Then the Israelites retreated,"
    },
    {
        "o": 9453,
        "r": "niv:2 Samuel:23:10",
        "t": "but Eleazar stood his ground and struck down the Philistines till his hand grew tired and froze to the sword. The Lord*s brought about a great victory that day. The troops returned to Eleazar, but only to strip the dead."
    },
    {
        "o": 9454,
        "r": "niv:2 Samuel:23:11",
        "t": "Next*p to him was Shammah son of Agee the Hararite. When the Philistines banded together at a place where there was a field full of lentils, Israel’s troops fled from them."
    },
    {
        "o": 9455,
        "r": "niv:2 Samuel:23:12",
        "t": "But Shammah took his stand in the middle of the field. He defended it and struck the Philistines down, and the Lord*s brought about a great victory."
    },
    {
        "o": 9456,
        "r": "niv:2 Samuel:23:13",
        "t": "During*p harvest time, three of the thirty chief warriors came down to David at the cave of Adullam, while a band of Philistines was encamped in the Valley of Rephaim."
    },
    {
        "o": 9457,
        "r": "niv:2 Samuel:23:14",
        "t": "At that time David was in the stronghold, and the Philistine garrison was at Bethlehem."
    },
    {
        "o": 9458,
        "r": "niv:2 Samuel:23:15",
        "t": "David longed for water and said, “Oh, that someone would get me a drink of water from the well near the gate of Bethlehem!”"
    },
    {
        "o": 9459,
        "r": "niv:2 Samuel:23:16",
        "t": "So the three mighty warriors broke through the Philistine lines, drew water from the well near the gate of Bethlehem and carried it back to David. But he refused to drink it; instead, he poured it out before the Lord.*s"
    },
    {
        "o": 9460,
        "r": "niv:2 Samuel:23:17",
        "t": "“Far be it from me, Lord,*s to do this!” he said. “Is it not the blood of men who went at the risk of their lives?” And David would not drink it. Such*p were the exploits of the three mighty warriors."
    },
    {
        "o": 9461,
        "r": "niv:2 Samuel:23:18",
        "t": "Abishai*p the brother of Joab son of Zeruiah was chief of the Three. He raised his spear against three hundred men, whom he killed, and so he became as famous as the Three."
    },
    {
        "o": 9462,
        "r": "niv:2 Samuel:23:19",
        "t": "Was he not held in greater honor than the Three? He became their commander, even though he was not included among them."
    },
    {
        "o": 9463,
        "r": "niv:2 Samuel:23:20",
        "t": "Benaiah*p son of Jehoiada, a valiant fighter from Kabzeel, performed great exploits. He struck down Moab’s two mightiest warriors. He also went down into a pit on a snowy day and killed a lion."
    },
    {
        "o": 9464,
        "r": "niv:2 Samuel:23:21",
        "t": "And he struck down a huge Egyptian. Although the Egyptian had a spear in his hand, Benaiah went against him with a club. He snatched the spear from the Egyptian’s hand and killed him with his own spear."
    },
    {
        "o": 9465,
        "r": "niv:2 Samuel:23:22",
        "t": "Such were the exploits of Benaiah son of Jehoiada; he too was as famous as the three mighty warriors."
    },
    {
        "o": 9466,
        "r": "niv:2 Samuel:23:23",
        "t": "He was held in greater honor than any of the Thirty, but he was not included among the Three. And David put him in charge of his bodyguard."
    },
    {
        "o": 9467,
        "r": "niv:2 Samuel:23:24",
        "t": "Among*pln the Thirty were: Asahel*ld the brother of Joab, Elhanan*ld son of Dodo from Bethlehem,"
    },
    {
        "o": 9468,
        "r": "niv:2 Samuel:23:25",
        "t": "Shammah*ld the Harodite, Elika*ld the Harodite,"
    },
    {
        "o": 9469,
        "r": "niv:2 Samuel:23:26",
        "t": "Helez*ld the Paltite, Ira*ld son of Ikkesh from Tekoa,"
    },
    {
        "o": 9470,
        "r": "niv:2 Samuel:23:27",
        "t": "Abiezer*ld from Anathoth, Sibbekai*ld the Hushathite,"
    },
    {
        "o": 9471,
        "r": "niv:2 Samuel:23:28",
        "t": "Zalmon*ld the Ahohite, Maharai*ld the Netophathite,"
    },
    {
        "o": 9472,
        "r": "niv:2 Samuel:23:29",
        "t": "Heled*ld son of Baanah the Netophathite, Ithai*ld son of Ribai from Gibeah in Benjamin,"
    },
    {
        "o": 9473,
        "r": "niv:2 Samuel:23:30",
        "t": "Benaiah*ld the Pirathonite, Hiddai*ld from the ravines of Gaash,"
    },
    {
        "o": 9474,
        "r": "niv:2 Samuel:23:31",
        "t": "Abi-Albon*ld the Arbathite, Azmaveth*ld the Barhumite,"
    },
    {
        "o": 9475,
        "r": "niv:2 Samuel:23:32",
        "t": "Eliahba*ld the Shaalbonite, the*ld sons of Jashen, Jonathan*ld"
    },
    {
        "o": 9476,
        "r": "niv:2 Samuel:23:33",
        "t": "son of Shammah the Hararite, Ahiam*ld son of Sharar the Hararite,"
    },
    {
        "o": 9477,
        "r": "niv:2 Samuel:23:34",
        "t": "Eliphelet*ld son of Ahasbai the Maakathite, Eliam*ld son of Ahithophel the Gilonite,"
    },
    {
        "o": 9478,
        "r": "niv:2 Samuel:23:35",
        "t": "Hezro*ld the Carmelite, Paarai*ld the Arbite,"
    },
    {
        "o": 9479,
        "r": "niv:2 Samuel:23:36",
        "t": "Igal*ld son of Nathan from Zobah, the*ld son of Hagri,"
    },
    {
        "o": 9480,
        "r": "niv:2 Samuel:23:37",
        "t": "Zelek*ld the Ammonite, Naharai*ld the Beerothite, the armor-bearer of Joab son of Zeruiah,"
    },
    {
        "o": 9481,
        "r": "niv:2 Samuel:23:38",
        "t": "Ira*ld the Ithrite, Gareb*ld the Ithrite"
    },
    {
        "o": 9482,
        "r": "niv:2 Samuel:23:39",
        "t": "and*ld Uriah the Hittite. There*ln were thirty-seven in all."
    },
    {
        "o": 9483,
        "r": "niv:2 Samuel:24:0",
        "t": "2 Samuel 24",
        "h": 1
    },
    {
        "o": 9484,
        "r": "niv:2 Samuel:24:0",
        "t": "David Enrolls the Fighting Men",
        "h": 2
    },
    {
        "o": 9485,
        "r": "niv:2 Samuel:24:1",
        "t": "Again*p the anger of the Lord*s burned against Israel, and he incited David against them, saying, “Go and take a census of Israel and Judah.”"
    },
    {
        "o": 9486,
        "r": "niv:2 Samuel:24:2",
        "t": "So*p the king said to Joab and the army commanders with him, “Go throughout the tribes of Israel from Dan to Beersheba and enroll the fighting men, so that I may know how many there are.”"
    },
    {
        "o": 9487,
        "r": "niv:2 Samuel:24:3",
        "t": "But*p Joab replied to the king, “May the Lord*s your God multiply the troops a hundred times over, and may the eyes of my lord the king see it. But why does my lord the king want to do such a thing?”"
    },
    {
        "o": 9488,
        "r": "niv:2 Samuel:24:4",
        "t": "The*p king’s word, however, overruled Joab and the army commanders; so they left the presence of the king to enroll the fighting men of Israel."
    },
    {
        "o": 9489,
        "r": "niv:2 Samuel:24:5",
        "t": "After*p crossing the Jordan, they camped near Aroer, south of the town in the gorge, and then went through Gad and on to Jazer."
    },
    {
        "o": 9490,
        "r": "niv:2 Samuel:24:6",
        "t": "They went to Gilead and the region of Tahtim Hodshi, and on to Dan Jaan and around toward Sidon."
    },
    {
        "o": 9491,
        "r": "niv:2 Samuel:24:7",
        "t": "Then they went toward the fortress of Tyre and all the towns of the Hivites and Canaanites. Finally, they went on to Beersheba in the Negev of Judah."
    },
    {
        "o": 9492,
        "r": "niv:2 Samuel:24:8",
        "t": "After*p they had gone through the entire land, they came back to Jerusalem at the end of nine months and twenty days."
    },
    {
        "o": 9493,
        "r": "niv:2 Samuel:24:9",
        "t": "Joab*p reported the number of the fighting men to the king: In Israel there were eight hundred thousand able-bodied men who could handle a sword, and in Judah five hundred thousand."
    },
    {
        "o": 9494,
        "r": "niv:2 Samuel:24:10",
        "t": "David*p was conscience-stricken after he had counted the fighting men, and he said to the Lord,*s “I have sinned greatly in what I have done. Now, Lord,*s I beg you, take away the guilt of your servant. I have done a very foolish thing.”"
    },
    {
        "o": 9495,
        "r": "niv:2 Samuel:24:11",
        "t": "Before*p David got up the next morning, the word of the Lord*s had come to Gad the prophet, David’s seer:"
    },
    {
        "o": 9496,
        "r": "niv:2 Samuel:24:12",
        "t": "“Go and tell David, ‘This is what the Lord*s says: I am giving you three options. Choose one of them for me to carry out against you.’ ”"
    },
    {
        "o": 9497,
        "r": "niv:2 Samuel:24:13",
        "t": "So*p Gad went to David and said to him, “Shall there come on you three years of famine in your land? Or three months of fleeing from your enemies while they pursue you? Or three days of plague in your land? Now then, think it over and decide how I should answer the one who sent me.”"
    },
    {
        "o": 9498,
        "r": "niv:2 Samuel:24:14",
        "t": "David*p said to Gad, “I am in deep distress. Let us fall into the hands of the Lord,*s for his mercy is great; but do not let me fall into human hands.”"
    },
    {
        "o": 9499,
        "r": "niv:2 Samuel:24:15",
        "t": "So*p the Lord*s sent a plague on Israel from that morning until the end of the time designated, and seventy thousand of the people from Dan to Beersheba died."
    },
    {
        "o": 9500,
        "r": "niv:2 Samuel:24:16",
        "t": "When the angel stretched out his hand to destroy Jerusalem, the Lord*s relented concerning the disaster and said to the angel who was afflicting the people, “Enough! Withdraw your hand.” The angel of the Lord*s was then at the threshing floor of Araunah the Jebusite."
    },
    {
        "o": 9501,
        "r": "niv:2 Samuel:24:17",
        "t": "When*p David saw the angel who was striking down the people, he said to the Lord,*s “I have sinned; I, the shepherd, have done wrong. These are but sheep. What have they done? Let your hand fall on me and my family.”"
    },
    {
        "o": 9502,
        "r": "niv:2 Samuel:24:17",
        "t": "David Builds an Altar",
        "h": 2
    },
    {
        "o": 9503,
        "r": "niv:2 Samuel:24:18",
        "t": "On*p that day Gad went to David and said to him, “Go up and build an altar to the Lord*s on the threshing floor of Araunah the Jebusite.”"
    },
    {
        "o": 9504,
        "r": "niv:2 Samuel:24:19",
        "t": "So David went up, as the Lord*s had commanded through Gad."
    },
    {
        "o": 9505,
        "r": "niv:2 Samuel:24:20",
        "t": "When Araunah looked and saw the king and his officials coming toward him, he went out and bowed down before the king with his face to the ground."
    },
    {
        "o": 9506,
        "r": "niv:2 Samuel:24:21",
        "t": "Araunah*p said, “Why has my lord the king come to his servant?” “To*p buy your threshing floor,” David answered, “so I can build an altar to the Lord,*s that the plague on the people may be stopped.”"
    },
    {
        "o": 9507,
        "r": "niv:2 Samuel:24:22",
        "t": "Araunah*p said to David, “Let my lord the king take whatever he wishes and offer it up. Here are oxen for the burnt offering, and here are threshing sledges and ox yokes for the wood."
    },
    {
        "o": 9508,
        "r": "niv:2 Samuel:24:23",
        "t": "Your Majesty, Araunah gives all this to the king.” Araunah also said to him, “May the Lord*s your God accept you.”"
    },
    {
        "o": 9509,
        "r": "niv:2 Samuel:24:24",
        "t": "But*p the king replied to Araunah, “No, I insist on paying you for it. I will not sacrifice to the Lord*s my God burnt offerings that cost me nothing.” So*p David bought the threshing floor and the oxen and paid fifty shekels of silver for them."
    },
    {
        "o": 9510,
        "r": "niv:2 Samuel:24:25",
        "t": "David built an altar to the Lord*s there and sacrificed burnt offerings and fellowship offerings. Then the Lord*s answered his prayer in behalf of the land, and the plague on Israel was stopped."
    }
]
