[
    {
        "o": 31820,
        "r": "kjv:2 Peter:3:0",
        "t": "2 Peter 3",
        "h": 1
    },
    {
        "o": 31821,
        "r": "kjv:2 Peter:3:1",
        "t": "This*p second epistle, beloved, I now write unto you; in both which I stir up your pure minds by way of remembrance:"
    },
    {
        "o": 31822,
        "r": "kjv:2 Peter:3:2",
        "t": "That*p ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:"
    },
    {
        "o": 31823,
        "r": "kjv:2 Peter:3:3",
        "t": "Knowing*p this first, that there shall come in the last days scoffers, walking after their own lusts,"
    },
    {
        "o": 31824,
        "r": "kjv:2 Peter:3:4",
        "t": "And*p saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation."
    },
    {
        "o": 31825,
        "r": "kjv:2 Peter:3:5",
        "t": "For*p this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:"
    },
    {
        "o": 31826,
        "r": "kjv:2 Peter:3:6",
        "t": "Whereby*p the world that then was, being overflowed with water, perished:"
    },
    {
        "o": 31827,
        "r": "kjv:2 Peter:3:7",
        "t": "But*p the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men."
    },
    {
        "o": 31828,
        "r": "kjv:2 Peter:3:8",
        "t": "But,*p beloved, be not ignorant of this one thing, that one day is with the Lord as a thousand years, and a thousand years as one day."
    },
    {
        "o": 31829,
        "r": "kjv:2 Peter:3:9",
        "t": "The*p Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance."
    },
    {
        "o": 31830,
        "r": "kjv:2 Peter:3:10",
        "t": "But*p the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up."
    },
    {
        "o": 31831,
        "r": "kjv:2 Peter:3:11",
        "t": "Seeing*p then that all these things shall be dissolved, what manner of persons ought ye to be in all holy conversation and godliness,"
    },
    {
        "o": 31832,
        "r": "kjv:2 Peter:3:12",
        "t": "Looking*p for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?"
    },
    {
        "o": 31833,
        "r": "kjv:2 Peter:3:13",
        "t": "Nevertheless*p we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness."
    },
    {
        "o": 31834,
        "r": "kjv:2 Peter:3:14",
        "t": "Wherefore,*p beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless."
    },
    {
        "o": 31835,
        "r": "kjv:2 Peter:3:15",
        "t": "And*p account that the longsuffering of our Lord is salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;"
    },
    {
        "o": 31836,
        "r": "kjv:2 Peter:3:16",
        "t": "As*p also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction."
    },
    {
        "o": 31837,
        "r": "kjv:2 Peter:3:17",
        "t": "Ye*p therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own stedfastness."
    },
    {
        "o": 31838,
        "r": "kjv:2 Peter:3:18",
        "t": "But*p grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen."
    }
]
