[
    {
        "o": 22175,
        "r": "kjv:Ezekiel:30:0",
        "t": "Ezekiel 30",
        "h": 1
    },
    {
        "o": 22176,
        "r": "kjv:Ezekiel:30:1",
        "t": "The*p word of the Lord*s came again unto me, saying,"
    },
    {
        "o": 22177,
        "r": "kjv:Ezekiel:30:2",
        "t": "Son*p of man, prophesy and say, Thus saith the Lord God;*s Howl ye, Woe worth the day!"
    },
    {
        "o": 22178,
        "r": "kjv:Ezekiel:30:3",
        "t": "For*p the day is near, even the day of the Lord*s is near, a cloudy day; it shall be the time of the heathen."
    },
    {
        "o": 22179,
        "r": "kjv:Ezekiel:30:4",
        "t": "And*p the sword shall come upon Egypt, and great pain shall be in Ethiopia, when the slain shall fall in Egypt, and they shall take away her multitude, and her foundations shall be broken down."
    },
    {
        "o": 22180,
        "r": "kjv:Ezekiel:30:5",
        "t": "Ethiopia,*p and Libya, and Lydia, and all the mingled people, and Chub, and the men of the land that is in league, shall fall with them by the sword."
    },
    {
        "o": 22181,
        "r": "kjv:Ezekiel:30:6",
        "t": "Thus*p saith the Lord;*s They also that uphold Egypt shall fall; and the pride of her power shall come down: from the tower of Syene shall they fall in it by the sword, saith the Lord God.*s"
    },
    {
        "o": 22182,
        "r": "kjv:Ezekiel:30:7",
        "t": "And*p they shall be desolate in the midst of the countries that are desolate, and her cities shall be in the midst of the cities that are wasted."
    },
    {
        "o": 22183,
        "r": "kjv:Ezekiel:30:8",
        "t": "And*p they shall know that I am the Lord,*s when I have set a fire in Egypt, and when all her helpers shall be destroyed."
    },
    {
        "o": 22184,
        "r": "kjv:Ezekiel:30:9",
        "t": "In*p that day shall messengers go forth from me in ships to make the careless Ethiopians afraid, and great pain shall come upon them, as in the day of Egypt: for, lo, it cometh."
    },
    {
        "o": 22185,
        "r": "kjv:Ezekiel:30:10",
        "t": "Thus*p saith the Lord God;*s I will also make the multitude of Egypt to cease by the hand of Nebuchadrezzar king of Babylon."
    },
    {
        "o": 22186,
        "r": "kjv:Ezekiel:30:11",
        "t": "He*p and his people with him, the terrible of the nations, shall be brought to destroy the land: and they shall draw their swords against Egypt, and fill the land with the slain."
    },
    {
        "o": 22187,
        "r": "kjv:Ezekiel:30:12",
        "t": "And*p I will make the rivers dry, and sell the land into the hand of the wicked: and I will make the land waste, and all that is therein, by the hand of strangers: I the Lord*s have spoken it."
    },
    {
        "o": 22188,
        "r": "kjv:Ezekiel:30:13",
        "t": "Thus*p saith the Lord God;*s I will also destroy the idols, and I will cause their images to cease out of Memphis; and there shall be no more a prince of the land of Egypt: and I will put a fear in the land of Egypt."
    },
    {
        "o": 22189,
        "r": "kjv:Ezekiel:30:14",
        "t": "And*p I will make Pathros desolate, and will set fire in Zoan, and will execute judgments in No."
    },
    {
        "o": 22190,
        "r": "kjv:Ezekiel:30:15",
        "t": "And*p I will pour my fury upon Sin, the strength of Egypt; and I will cut off the multitude of No."
    },
    {
        "o": 22191,
        "r": "kjv:Ezekiel:30:16",
        "t": "And*p I will set fire in Egypt: Sin shall have great pain, and No shall be rent asunder, and Memphis shall have distresses daily."
    },
    {
        "o": 22192,
        "r": "kjv:Ezekiel:30:17",
        "t": "The*p young men of Aven and of Pi–beseth shall fall by the sword: and these cities shall go into captivity."
    },
    {
        "o": 22193,
        "r": "kjv:Ezekiel:30:18",
        "t": "At*p Tehaphnehes also the day shall be darkened, when I shall break there the yokes of Egypt: and the pomp of her strength shall cease in her: as for her, a cloud shall cover her, and her daughters shall go into captivity."
    },
    {
        "o": 22194,
        "r": "kjv:Ezekiel:30:19",
        "t": "Thus*p will I execute judgments in Egypt: and they shall know that I am the Lord.*s"
    },
    {
        "o": 22195,
        "r": "kjv:Ezekiel:30:20",
        "t": "And*p it came to pass in the eleventh year, in the first month, in the seventh day of the month, that the word of the Lord*s came unto me, saying,"
    },
    {
        "o": 22196,
        "r": "kjv:Ezekiel:30:21",
        "t": "Son*p of man, I have broken the arm of Pharaoh king of Egypt; and, lo, it shall not be bound up to be healed, to put a roller to bind it, to make it strong to hold the sword."
    },
    {
        "o": 22197,
        "r": "kjv:Ezekiel:30:22",
        "t": "Therefore*p thus saith the Lord God;*s Behold, I am against Pharaoh king of Egypt, and will break his arms, the strong, and that which was broken; and I will cause the sword to fall out of his hand."
    },
    {
        "o": 22198,
        "r": "kjv:Ezekiel:30:23",
        "t": "And*p I will scatter the Egyptians among the nations, and will disperse them through the countries."
    },
    {
        "o": 22199,
        "r": "kjv:Ezekiel:30:24",
        "t": "And*p I will strengthen the arms of the king of Babylon, and put my sword in his hand: but I will break Pharaoh's arms, and he shall groan before him with the groanings of a deadly wounded man."
    },
    {
        "o": 22200,
        "r": "kjv:Ezekiel:30:25",
        "t": "But*p I will strengthen the arms of the king of Babylon, and the arms of Pharaoh shall fall down; and they shall know that I am the Lord,*s when I shall put my sword into the hand of the king of Babylon, and he shall stretch it out upon the land of Egypt."
    },
    {
        "o": 22201,
        "r": "kjv:Ezekiel:30:26",
        "t": "And*p I will scatter the Egyptians among the nations, and disperse them among the countries; and they shall know that I am the Lord.*s"
    }
]
