[
    {
        "o": 14094,
        "r": "nasb:Esther:5:0",
        "t": "Esther 5",
        "h": 1
    },
    {
        "o": 14095,
        "r": "nasb:Esther:5:0",
        "t": "Esther Plans a Banquet",
        "h": 2
    },
    {
        "o": 14096,
        "r": "nasb:Esther:5:1",
        "t": "Now*p it came about on the third day that Esther put on her royal robes and stood in the inner court of the king’s palace in front of the king’s rooms, and the king was sitting on his royal throne in the throne room, opposite the entrance to the palace."
    },
    {
        "o": 14097,
        "r": "nasb:Esther:5:2",
        "t": "When the king saw Esther the queen standing in the court, she obtained favor in his sight; and the king extended to Esther the golden scepter which was*i in his hand. So Esther came near and touched the top of the scepter."
    },
    {
        "o": 14098,
        "r": "nasb:Esther:5:3",
        "t": "Then the king said to her, “What is troubling*i you, Queen Esther? And what is your request? Even to half of the kingdom it shall be given to you.”"
    },
    {
        "o": 14099,
        "r": "nasb:Esther:5:4",
        "t": "Esther said, “If it pleases the king, may the king and Haman come this day to the banquet that I have prepared for him.”"
    },
    {
        "o": 14100,
        "r": "nasb:Esther:5:5",
        "t": "Then*p the king said, “Bring Haman quickly that we may do as Esther desires.” So the king and Haman came to the banquet which Esther had prepared."
    },
    {
        "o": 14101,
        "r": "nasb:Esther:5:6",
        "t": "As they drank their wine at the banquet, the king said to Esther, “What is your petition, for it shall be granted to you. And what is your request? Even to half of the kingdom it shall be done.”"
    },
    {
        "o": 14102,
        "r": "nasb:Esther:5:7",
        "t": "So Esther replied, “My petition and my request is:"
    },
    {
        "o": 14103,
        "r": "nasb:Esther:5:8",
        "t": "if I have found favor in the sight of the king, and if it pleases the king to grant my petition and do what I request, may the king and Haman come to the banquet which I will prepare for them, and tomorrow I will do as the king says.”"
    },
    {
        "o": 14104,
        "r": "nasb:Esther:5:8",
        "t": "Haman’s Pride",
        "h": 2
    },
    {
        "o": 14105,
        "r": "nasb:Esther:5:9",
        "t": "Then*p Haman went out that day glad and pleased of heart; but when Haman saw Mordecai in the king’s gate and that he did not stand up or tremble before him, Haman was filled with anger against Mordecai."
    },
    {
        "o": 14106,
        "r": "nasb:Esther:5:10",
        "t": "Haman controlled himself, however, went to his house and sent for his friends and his wife Zeresh."
    },
    {
        "o": 14107,
        "r": "nasb:Esther:5:11",
        "t": "Then Haman recounted to them the glory of his riches, and the number of his sons, and every instance*i where the king had magnified him and how he had promoted him above the princes and servants of the king."
    },
    {
        "o": 14108,
        "r": "nasb:Esther:5:12",
        "t": "Haman also said, “Even Esther the queen let no one but me come with the king to the banquet which she had prepared; and tomorrow also I am invited by her with the king."
    },
    {
        "o": 14109,
        "r": "nasb:Esther:5:13",
        "t": "Yet all of this does not satisfy me every time I see Mordecai the Jew sitting at the king’s gate.”"
    },
    {
        "o": 14110,
        "r": "nasb:Esther:5:14",
        "t": "Then Zeresh his wife and all his friends said to him, “Have a gallows fifty cubits high made and in the morning ask the king to have Mordecai hanged on it; then go joyfully with the king to the banquet.” And the advice pleased Haman, so he had the gallows made."
    }
]
