[
    {
        "o": 2740,
        "r": "nasb:Exodus:34:0",
        "t": "Exodus 34",
        "h": 1
    },
    {
        "o": 2741,
        "r": "nasb:Exodus:34:0",
        "t": "The Two Tablets Replaced",
        "h": 2
    },
    {
        "o": 2742,
        "r": "nasb:Exodus:34:1",
        "t": "Now*p the Lord*s said to Moses, “Cut out for yourself two stone tablets like the former ones, and I will write on the tablets the words that were on the former tablets which you shattered."
    },
    {
        "o": 2743,
        "r": "nasb:Exodus:34:2",
        "t": "So be ready by morning, and come up in the morning to Mount Sinai, and present yourself there to Me on the top of the mountain."
    },
    {
        "o": 2744,
        "r": "nasb:Exodus:34:3",
        "t": "No man is to come up with you, nor let any man be seen anywhere on the mountain; even the flocks and the herds may not graze in front of that mountain.”"
    },
    {
        "o": 2745,
        "r": "nasb:Exodus:34:4",
        "t": "So he cut out two stone tablets like the former ones, and Moses rose up early in the morning and went up to Mount Sinai, as the Lord*s had commanded him, and he took two stone tablets in his hand."
    },
    {
        "o": 2746,
        "r": "nasb:Exodus:34:5",
        "t": "The Lord*s descended in the cloud and stood there with him as he called upon the name of the Lord.*s"
    },
    {
        "o": 2747,
        "r": "nasb:Exodus:34:6",
        "t": "Then the Lord*s passed by in front of him and proclaimed, “The Lord,*s the Lord*s God, compassionate and gracious, slow to anger, and abounding in lovingkindness and truth;"
    },
    {
        "o": 2748,
        "r": "nasb:Exodus:34:7",
        "t": "who keeps lovingkindness for thousands, who forgives iniquity, transgression and sin; yet He will by no means leave the*i guilty*i unpunished, visiting the iniquity of fathers on the children and on the grandchildren to the third and fourth generations.”"
    },
    {
        "o": 2749,
        "r": "nasb:Exodus:34:8",
        "t": "Moses made haste to bow low toward the earth and worship."
    },
    {
        "o": 2750,
        "r": "nasb:Exodus:34:9",
        "t": "He said, “If now I have found favor in Your sight, O Lord, I pray, let the Lord go along in our midst, even though the people are so obstinate, and pardon our iniquity and our sin, and take us as Your own possession.”"
    },
    {
        "o": 2751,
        "r": "nasb:Exodus:34:9",
        "t": "The Covenant Renewed",
        "h": 2
    },
    {
        "o": 2752,
        "r": "nasb:Exodus:34:10",
        "t": "Then*p God said, “Behold, I am going to make a covenant. Before all your people I will perform miracles which have not been produced in all the earth nor among any of the nations; and all the people among whom you live will see the working of the Lord,*s for it is a fearful thing that I am going to perform with you."
    },
    {
        "o": 2753,
        "r": "nasb:Exodus:34:11",
        "t": "“Be*p sure to observe what I am commanding you this day: behold, I am going to drive out the Amorite before you, and the Canaanite, the Hittite, the Perizzite, the Hivite and the Jebusite."
    },
    {
        "o": 2754,
        "r": "nasb:Exodus:34:12",
        "t": "Watch yourself that you make no covenant with the inhabitants of the land into which you are going, or it will become a snare in your midst."
    },
    {
        "o": 2755,
        "r": "nasb:Exodus:34:13",
        "t": "But rather,*i you are to tear down their altars and smash their sacred*i pillars and cut down their Asherim"
    },
    {
        "o": 2756,
        "r": "nasb:Exodus:34:14",
        "t": "—for you shall not worship any other god, for the Lord,*s whose name is Jealous, is a jealous God—"
    },
    {
        "o": 2757,
        "r": "nasb:Exodus:34:15",
        "t": "otherwise you might make a covenant with the inhabitants of the land and they would play the harlot with their gods and sacrifice to their gods, and someone might invite you to eat of his sacrifice,"
    },
    {
        "o": 2758,
        "r": "nasb:Exodus:34:16",
        "t": "and you might take some of his daughters for your sons, and his daughters might play the harlot with their gods and cause your sons also*i to play the harlot with their gods."
    },
    {
        "o": 2759,
        "r": "nasb:Exodus:34:17",
        "t": "You shall make for yourself no molten gods."
    },
    {
        "o": 2760,
        "r": "nasb:Exodus:34:18",
        "t": "“You*p shall observe the Feast of Unleavened Bread. For seven days you are to eat unleavened bread, as I commanded you, at the appointed time in the month of Abib, for in the month of Abib you came out of Egypt."
    },
    {
        "o": 2761,
        "r": "nasb:Exodus:34:19",
        "t": "“The*p first offspring from every womb belongs to Me, and all your male livestock, the first offspring from cattle and sheep."
    },
    {
        "o": 2762,
        "r": "nasb:Exodus:34:20",
        "t": "You shall redeem with a lamb the first offspring from a donkey; and if you do not redeem it,*i then you shall break its neck. You shall redeem all the firstborn of your sons. None shall appear before Me empty-handed."
    },
    {
        "o": 2763,
        "r": "nasb:Exodus:34:21",
        "t": "“You*p shall work six days, but on the seventh day you shall rest; even*i during plowing time and harvest you shall rest."
    },
    {
        "o": 2764,
        "r": "nasb:Exodus:34:22",
        "t": "You shall celebrate the Feast of Weeks, that*i is,*i the first fruits of the wheat harvest, and the Feast of Ingathering at the turn of the year."
    },
    {
        "o": 2765,
        "r": "nasb:Exodus:34:23",
        "t": "Three times a year all your males are to appear before the Lord God,*s the God of Israel."
    },
    {
        "o": 2766,
        "r": "nasb:Exodus:34:24",
        "t": "For I will drive out nations before you and enlarge your borders, and no man shall covet your land when you go up three times a year to appear before the Lord*s your God."
    },
    {
        "o": 2767,
        "r": "nasb:Exodus:34:25",
        "t": "“You*p shall not offer the blood of My sacrifice with leavened bread, nor is the sacrifice of the Feast of the Passover to be left over until morning."
    },
    {
        "o": 2768,
        "r": "nasb:Exodus:34:26",
        "t": "“You*p shall bring the very first of the first fruits of your soil into the house of the Lord*s your God. “You*bp shall not boil a young goat in its mother’s milk.”"
    },
    {
        "o": 2769,
        "r": "nasb:Exodus:34:27",
        "t": "Then*p the Lord*s said to Moses, “Write down these words, for in accordance with these words I have made a covenant with you and with Israel.”"
    },
    {
        "o": 2770,
        "r": "nasb:Exodus:34:28",
        "t": "So he was there with the Lord*s forty days and forty nights; he did not eat bread or drink water. And he wrote on the tablets the words of the covenant, the Ten Commandments."
    },
    {
        "o": 2771,
        "r": "nasb:Exodus:34:28",
        "t": "Moses’ Face Shines",
        "h": 2
    },
    {
        "o": 2772,
        "r": "nasb:Exodus:34:29",
        "t": "It*p came about when Moses was coming down from Mount Sinai (and the two tablets of the testimony were*i in Moses’ hand as he was coming down from the mountain), that Moses did not know that the skin of his face shone because of his speaking with Him."
    },
    {
        "o": 2773,
        "r": "nasb:Exodus:34:30",
        "t": "So when Aaron and all the sons of Israel saw Moses, behold, the skin of his face shone, and they were afraid to come near him."
    },
    {
        "o": 2774,
        "r": "nasb:Exodus:34:31",
        "t": "Then Moses called to them, and Aaron and all the rulers in the congregation returned to him; and Moses spoke to them."
    },
    {
        "o": 2775,
        "r": "nasb:Exodus:34:32",
        "t": "Afterward all the sons of Israel came near, and he commanded them to*i do*i everything that the Lord*s had spoken to him on Mount Sinai."
    },
    {
        "o": 2776,
        "r": "nasb:Exodus:34:33",
        "t": "When Moses had finished speaking with them, he put a veil over his face."
    },
    {
        "o": 2777,
        "r": "nasb:Exodus:34:34",
        "t": "But whenever Moses went in before the Lord*s to speak with Him, he would take off the veil until he came out; and whenever he came out and spoke to the sons of Israel what he had been commanded,"
    },
    {
        "o": 2778,
        "r": "nasb:Exodus:34:35",
        "t": "the sons of Israel would see the face of Moses, that the skin of Moses’ face shone. So Moses would replace the veil over his face until he went in to speak with Him."
    }
]
