[
    {
        "o": 23742,
        "r": "csb:Ezekiel:26:0",
        "t": "Ezekiel 26",
        "h": 1
    },
    {
        "o": 23743,
        "r": "csb:Ezekiel:26:0",
        "t": "The Downfall of Tyre",
        "h": 2
    },
    {
        "o": 23744,
        "r": "csb:Ezekiel:26:1",
        "t": "In*p the eleventh year, on the first day of the month, the word of the Lord*s came to me:"
    },
    {
        "o": 23745,
        "r": "csb:Ezekiel:26:2",
        "t": "“Son of man, because Tyre said about Jerusalem, ‘Aha! The gateway to the peoples is shattered. She has been turned over to me. I will be filled now that she lies in ruins,’"
    },
    {
        "o": 23746,
        "r": "csb:Ezekiel:26:3",
        "t": "therefore this is what the Lord God*s says: See, I am against you, Tyre! I will raise up many nations against you, just as the sea raises its waves."
    },
    {
        "o": 23747,
        "r": "csb:Ezekiel:26:4",
        "t": "They will destroy the walls of Tyre and demolish her towers. I will scrape the soil from her and turn her into a bare rock."
    },
    {
        "o": 23748,
        "r": "csb:Ezekiel:26:5",
        "t": "She will become a place in the sea to spread nets, for I have spoken.” This is the declaration of the Lord God.*s “She will become plunder for the nations,"
    },
    {
        "o": 23749,
        "r": "csb:Ezekiel:26:6",
        "t": "and her villages on the mainland will be slaughtered by the sword. Then they will know that I am the Lord.”*s"
    },
    {
        "o": 23750,
        "r": "csb:Ezekiel:26:7",
        "t": "For*p this is what the Lord God*s says: “See, I am about to bring King Nebuchadnezzar of Babylon, king of kings, against Tyre from the north with horses, chariots, cavalry, and a huge assembly of troops."
    },
    {
        "o": 23751,
        "r": "csb:Ezekiel:26:8",
        "t": "He will slaughter your villages on the mainland with the sword. He will set up siege works, build a ramp, and raise a wall of shields against you."
    },
    {
        "o": 23752,
        "r": "csb:Ezekiel:26:9",
        "t": "He will direct the blows of his battering rams against your walls and tear down your towers with his iron tools."
    },
    {
        "o": 23753,
        "r": "csb:Ezekiel:26:10",
        "t": "His horses will be so numerous that their dust will cover you. When he enters your gates as an army entering a breached city, your walls will shake from the noise of cavalry, wagons, and chariots."
    },
    {
        "o": 23754,
        "r": "csb:Ezekiel:26:11",
        "t": "He will trample all your streets with the hooves of his horses. He will slaughter your people with the sword, and your mighty pillars will fall to the ground."
    },
    {
        "o": 23755,
        "r": "csb:Ezekiel:26:12",
        "t": "They will take your wealth as spoil and plunder your merchandise. They will also demolish your walls and tear down your beautiful homes. Then they will throw your stones, timber, and soil into the water."
    },
    {
        "o": 23756,
        "r": "csb:Ezekiel:26:13",
        "t": "I will put an end to the noise of your songs, and the sound of your lyres will no longer be heard."
    },
    {
        "o": 23757,
        "r": "csb:Ezekiel:26:14",
        "t": "I will turn you into a bare rock, and you will be a place to spread nets. You will never be rebuilt, for I, the Lord,*s have spoken.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 23758,
        "r": "csb:Ezekiel:26:15",
        "t": "This*p is what the Lord God*s says to Tyre: “Won’t the coasts and islands quake at the sound of your downfall, when the wounded groan and slaughter occurs within you?"
    },
    {
        "o": 23759,
        "r": "csb:Ezekiel:26:16",
        "t": "All the princes of the sea will descend from their thrones, remove their robes, and strip off their embroidered garments. They will clothe themselves with trembling; they will sit on the ground, tremble continually, and be appalled at you."
    },
    {
        "o": 23760,
        "r": "csb:Ezekiel:26:17",
        "t": "Then they will lament for you and say of you, ‘How*pn you have perished, city of renown, you*ln who were populated from the seas! She*ln who was powerful on the sea, she*ln and all of her inhabitants inflicted*ln their terror."
    },
    {
        "o": 23761,
        "r": "csb:Ezekiel:26:18",
        "t": "Now*ln the coastlands tremble on*ln the day of your downfall; the*ln islands in the sea are*ln alarmed by your demise.’”"
    },
    {
        "o": 23762,
        "r": "csb:Ezekiel:26:19",
        "t": "For*p this is what the Lord God*s says: “When I make you a ruined city like other deserted cities, when I raise up the deep against you so that the mighty waters cover you,"
    },
    {
        "o": 23763,
        "r": "csb:Ezekiel:26:20",
        "t": "then I will bring you down to be with those who descend to the Pit, to the people of antiquity. I will make you dwell in the underworld like the ancient ruins, with those who descend to the Pit, so that you will no longer be inhabited or display your splendor in the land of the living."
    },
    {
        "o": 23764,
        "r": "csb:Ezekiel:26:21",
        "t": "I will make you an object of horror, and you will no longer exist. You will be sought but will never be found again.” This is the declaration of the Lord God.*s"
    }
]
