[
    {
        "o": 22001,
        "r": "esv:Jeremiah:33:0",
        "t": "Jeremiah 33",
        "h": 1
    },
    {
        "o": 22002,
        "r": "esv:Jeremiah:33:0",
        "t": "The Lord Promises Peace",
        "h": 2
    },
    {
        "o": 22003,
        "r": "esv:Jeremiah:33:1",
        "t": "The*p word of the Lord*s came to Jeremiah a second time, while he was still shut up in the court of the guard:"
    },
    {
        "o": 22004,
        "r": "esv:Jeremiah:33:2",
        "t": "“Thus says the Lord*s who made the earth, the Lord*s who formed it to establish it— the Lord*s is his name:"
    },
    {
        "o": 22005,
        "r": "esv:Jeremiah:33:3",
        "t": "Call to me and I will answer you, and will tell you great and hidden things that you have not known."
    },
    {
        "o": 22006,
        "r": "esv:Jeremiah:33:4",
        "t": "For thus says the Lord,*s the God of Israel, concerning the houses of this city and the houses of the kings of Judah that were torn down to make a defense against the siege mounds and against the sword:"
    },
    {
        "o": 22007,
        "r": "esv:Jeremiah:33:5",
        "t": "They are coming in to fight against the Chaldeans and to fill them with the dead bodies of men whom I shall strike down in my anger and my wrath, for I have hidden my face from this city because of all their evil."
    },
    {
        "o": 22008,
        "r": "esv:Jeremiah:33:6",
        "t": "Behold, I will bring to it health and healing, and I will heal them and reveal to them abundance of prosperity and security."
    },
    {
        "o": 22009,
        "r": "esv:Jeremiah:33:7",
        "t": "I will restore the fortunes of Judah and the fortunes of Israel, and rebuild them as they were at first."
    },
    {
        "o": 22010,
        "r": "esv:Jeremiah:33:8",
        "t": "I will cleanse them from all the guilt of their sin against me, and I will forgive all the guilt of their sin and rebellion against me."
    },
    {
        "o": 22011,
        "r": "esv:Jeremiah:33:9",
        "t": "And this city shall be to me a name of joy, a praise and a glory before all the nations of the earth who shall hear of all the good that I do for them. They shall fear and tremble because of all the good and all the prosperity I provide for it."
    },
    {
        "o": 22012,
        "r": "esv:Jeremiah:33:10",
        "t": "“Thus*p says the Lord:*s In this place of which you say, ‘It is a waste without man or beast,’ in the cities of Judah and the streets of Jerusalem that are desolate, without man or inhabitant or beast, there shall be heard again"
    },
    {
        "o": 22013,
        "r": "esv:Jeremiah:33:11",
        "t": "the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voices of those who sing, as they bring thank offerings to the house of the Lord:*s “‘Give*pn thanks to the Lord*s of hosts, for*ld the Lord*s is good, for*ld his steadfast love endures forever!’ For*p I will restore the fortunes of the land as at first, says the Lord.*s"
    },
    {
        "o": 22014,
        "r": "esv:Jeremiah:33:12",
        "t": "“Thus*p says the Lord*s of hosts: In this place that is waste, without man or beast, and in all of its cities, there shall again be habitations of shepherds resting their flocks."
    },
    {
        "o": 22015,
        "r": "esv:Jeremiah:33:13",
        "t": "In the cities of the hill country, in the cities of the Shephelah, and in the cities of the Negeb, in the land of Benjamin, the places about Jerusalem, and in the cities of Judah, flocks shall again pass under the hands of the one who counts them, says the Lord.*s"
    },
    {
        "o": 22016,
        "r": "esv:Jeremiah:33:13",
        "t": "The Lord’s Eternal Covenant with David",
        "h": 2
    },
    {
        "o": 22017,
        "r": "esv:Jeremiah:33:14",
        "t": "“Behold,*p the days are coming, declares the Lord,*s when I will fulfill the promise I made to the house of Israel and the house of Judah."
    },
    {
        "o": 22018,
        "r": "esv:Jeremiah:33:15",
        "t": "In those days and at that time I will cause a righteous Branch to spring up for David, and he shall execute justice and righteousness in the land."
    },
    {
        "o": 22019,
        "r": "esv:Jeremiah:33:16",
        "t": "In those days Judah will be saved, and Jerusalem will dwell securely. And this is the name by which it will be called: ‘The Lord*s is our righteousness.’"
    },
    {
        "o": 22020,
        "r": "esv:Jeremiah:33:17",
        "t": "“For*p thus says the Lord:*s David shall never lack a man to sit on the throne of the house of Israel,"
    },
    {
        "o": 22021,
        "r": "esv:Jeremiah:33:18",
        "t": "and the Levitical priests shall never lack a man in my presence to offer burnt offerings, to burn grain offerings, and to make sacrifices forever.”"
    },
    {
        "o": 22022,
        "r": "esv:Jeremiah:33:19",
        "t": "The*p word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 22023,
        "r": "esv:Jeremiah:33:20",
        "t": "“Thus says the Lord:*s If you can break my covenant with the day and my covenant with the night, so that day and night will not come at their appointed time,"
    },
    {
        "o": 22024,
        "r": "esv:Jeremiah:33:21",
        "t": "then also my covenant with David my servant may be broken, so that he shall not have a son to reign on his throne, and my covenant with the Levitical priests my ministers."
    },
    {
        "o": 22025,
        "r": "esv:Jeremiah:33:22",
        "t": "As the host of heaven cannot be numbered and the sands of the sea cannot be measured, so I will multiply the offspring of David my servant, and the Levitical priests who minister to me.”"
    },
    {
        "o": 22026,
        "r": "esv:Jeremiah:33:23",
        "t": "The*p word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 22027,
        "r": "esv:Jeremiah:33:24",
        "t": "“Have you not observed that these people are saying, ‘The Lord*s has rejected the two clans that he chose’? Thus they have despised my people so that they are no longer a nation in their sight."
    },
    {
        "o": 22028,
        "r": "esv:Jeremiah:33:25",
        "t": "Thus says the Lord:*s If I have not established my covenant with day and night and the fixed order of heaven and earth,"
    },
    {
        "o": 22029,
        "r": "esv:Jeremiah:33:26",
        "t": "then I will reject the offspring of Jacob and David my servant and will not choose one of his offspring to rule over the offspring of Abraham, Isaac, and Jacob. For I will restore their fortunes and will have mercy on them.”"
    }
]
