[
    {
        "o": 31908,
        "r": "nkjv:Romans:14:0",
        "t": "Romans 14",
        "h": 1
    },
    {
        "o": 31909,
        "r": "nkjv:Romans:14:0",
        "t": "The Law of Liberty",
        "h": 2
    },
    {
        "o": 31910,
        "r": "nkjv:Romans:14:1",
        "t": "Receive*p one who is weak in the faith, but*i not to disputes over doubtful things."
    },
    {
        "o": 31911,
        "r": "nkjv:Romans:14:2",
        "t": "For one believes he may eat all things, but he who is weak eats only*i vegetables."
    },
    {
        "o": 31912,
        "r": "nkjv:Romans:14:3",
        "t": "Let not him who eats despise him who does not eat, and let not him who does not eat judge him who eats; for God has received him."
    },
    {
        "o": 31913,
        "r": "nkjv:Romans:14:4",
        "t": "Who are you to judge another’s servant? To his own master he stands or falls. Indeed, he will be made to stand, for God is able to make him stand."
    },
    {
        "o": 31914,
        "r": "nkjv:Romans:14:5",
        "t": "One*p person esteems one*i day above another; another esteems every day alike.*i Let each be fully convinced in his own mind."
    },
    {
        "o": 31915,
        "r": "nkjv:Romans:14:6",
        "t": "He who observes the day, observes it*i to the Lord; and he who does not observe the day, to the Lord he does not observe it.*i He who eats, eats to the Lord, for he gives God thanks; and he who does not eat, to the Lord he does not eat, and gives God thanks."
    },
    {
        "o": 31916,
        "r": "nkjv:Romans:14:7",
        "t": "For none of us lives to himself, and no one dies to himself."
    },
    {
        "o": 31917,
        "r": "nkjv:Romans:14:8",
        "t": "For if we live, we live to the Lord; and if we die, we die to the Lord. Therefore, whether we live or die, we are the Lord’s."
    },
    {
        "o": 31918,
        "r": "nkjv:Romans:14:9",
        "t": "For to this end Christ died and rose and lived again, that He might be Lord of both the dead and the living."
    },
    {
        "o": 31919,
        "r": "nkjv:Romans:14:10",
        "t": "But why do you judge your brother? Or why do you show contempt for your brother? For we shall all stand before the judgment seat of Christ."
    },
    {
        "o": 31920,
        "r": "nkjv:Romans:14:11",
        "t": "For it is written: “As*ipn I live, says the Lord,*sb Every*ld knee shall bow to Me, And*ld every tongue shall confess to God.”"
    },
    {
        "o": 31921,
        "r": "nkjv:Romans:14:12",
        "t": "So*p then each of us shall give account of himself to God."
    },
    {
        "o": 31922,
        "r": "nkjv:Romans:14:13",
        "t": "Therefore let us not judge one another anymore, but rather resolve this, not to put a stumbling block or a cause to fall in our*i brother’s way."
    },
    {
        "o": 31923,
        "r": "nkjv:Romans:14:13",
        "t": "The Law of Love",
        "h": 2
    },
    {
        "o": 31924,
        "r": "nkjv:Romans:14:14",
        "t": "I*p know and am convinced by the Lord Jesus that there*i is*i nothing unclean of itself; but to him who considers anything to be unclean, to him it*i is*i unclean."
    },
    {
        "o": 31925,
        "r": "nkjv:Romans:14:15",
        "t": "Yet if your brother is grieved because of your*i food, you are no longer walking in love. Do not destroy with your food the one for whom Christ died."
    },
    {
        "o": 31926,
        "r": "nkjv:Romans:14:16",
        "t": "Therefore do not let your good be spoken of as evil;"
    },
    {
        "o": 31927,
        "r": "nkjv:Romans:14:17",
        "t": "for the kingdom of God is not eating and drinking, but righteousness and peace and joy in the Holy Spirit."
    },
    {
        "o": 31928,
        "r": "nkjv:Romans:14:18",
        "t": "For he who serves Christ in these things is*i acceptable to God and approved by men."
    },
    {
        "o": 31929,
        "r": "nkjv:Romans:14:19",
        "t": "Therefore*p let us pursue the things which*i make*i for peace and the things by which one may edify another."
    },
    {
        "o": 31930,
        "r": "nkjv:Romans:14:20",
        "t": "Do not destroy the work of God for the sake of food. All things indeed are*i pure, but it*i is*i evil for the man who eats with offense."
    },
    {
        "o": 31931,
        "r": "nkjv:Romans:14:21",
        "t": "It*i is*i good neither to eat meat nor drink wine nor do*i anything*i by which your brother stumbles or is offended or is made weak."
    },
    {
        "o": 31932,
        "r": "nkjv:Romans:14:22",
        "t": "Do you have faith? Have it*i to yourself before God. Happy is*i he who does not condemn himself in what he approves."
    },
    {
        "o": 31933,
        "r": "nkjv:Romans:14:23",
        "t": "But he who doubts is condemned if he eats, because he*i does*i not eat*i from faith; for whatever is*i not from faith is sin."
    }
]
