[
    {
        "o": 396,
        "r": "niv:Genesis:15:0",
        "t": "Genesis 15",
        "h": 1
    },
    {
        "o": 397,
        "r": "niv:Genesis:15:0",
        "t": "The Lord’s Covenant With Abram",
        "h": 2
    },
    {
        "o": 398,
        "r": "niv:Genesis:15:1",
        "t": "After*p this, the word of the Lord*s came to Abram in a vision: “Do*pn not be afraid, Abram. I*ld am your shield, your*ld very great reward.”"
    },
    {
        "o": 399,
        "r": "niv:Genesis:15:2",
        "t": "But*p Abram said, “Sovereign Lord,*s what can you give me since I remain childless and the one who will inherit my estate is Eliezer of Damascus?”"
    },
    {
        "o": 400,
        "r": "niv:Genesis:15:3",
        "t": "And Abram said, “You have given me no children; so a servant in my household will be my heir.”"
    },
    {
        "o": 401,
        "r": "niv:Genesis:15:4",
        "t": "Then*p the word of the Lord*s came to him: “This man will not be your heir, but a son who is your own flesh and blood will be your heir.”"
    },
    {
        "o": 402,
        "r": "niv:Genesis:15:5",
        "t": "He took him outside and said, “Look up at the sky and count the stars—if indeed you can count them.” Then he said to him, “So shall your offspring be.”"
    },
    {
        "o": 403,
        "r": "niv:Genesis:15:6",
        "t": "Abram*p believed the Lord,*s and he credited it to him as righteousness."
    },
    {
        "o": 404,
        "r": "niv:Genesis:15:7",
        "t": "He*p also said to him, “I am the Lord,*s who brought you out of Ur of the Chaldeans to give you this land to take possession of it.”"
    },
    {
        "o": 405,
        "r": "niv:Genesis:15:8",
        "t": "But*p Abram said, “Sovereign Lord,*s how can I know that I will gain possession of it?”"
    },
    {
        "o": 406,
        "r": "niv:Genesis:15:9",
        "t": "So*p the Lord*s said to him, “Bring me a heifer, a goat and a ram, each three years old, along with a dove and a young pigeon.”"
    },
    {
        "o": 407,
        "r": "niv:Genesis:15:10",
        "t": "Abram*p brought all these to him, cut them in two and arranged the halves opposite each other; the birds, however, he did not cut in half."
    },
    {
        "o": 408,
        "r": "niv:Genesis:15:11",
        "t": "Then birds of prey came down on the carcasses, but Abram drove them away."
    },
    {
        "o": 409,
        "r": "niv:Genesis:15:12",
        "t": "As*p the sun was setting, Abram fell into a deep sleep, and a thick and dreadful darkness came over him."
    },
    {
        "o": 410,
        "r": "niv:Genesis:15:13",
        "t": "Then the Lord*s said to him, “Know for certain that for four hundred years your descendants will be strangers in a country not their own and that they will be enslaved and mistreated there."
    },
    {
        "o": 411,
        "r": "niv:Genesis:15:14",
        "t": "But I will punish the nation they serve as slaves, and afterward they will come out with great possessions."
    },
    {
        "o": 412,
        "r": "niv:Genesis:15:15",
        "t": "You, however, will go to your ancestors in peace and be buried at a good old age."
    },
    {
        "o": 413,
        "r": "niv:Genesis:15:16",
        "t": "In the fourth generation your descendants will come back here, for the sin of the Amorites has not yet reached its full measure.”"
    },
    {
        "o": 414,
        "r": "niv:Genesis:15:17",
        "t": "When*p the sun had set and darkness had fallen, a smoking firepot with a blazing torch appeared and passed between the pieces."
    },
    {
        "o": 415,
        "r": "niv:Genesis:15:18",
        "t": "On that day the Lord*s made a covenant with Abram and said, “To your descendants I give this land, from the Wadi of Egypt to the great river, the Euphrates—"
    },
    {
        "o": 416,
        "r": "niv:Genesis:15:19",
        "t": "the land of the Kenites, Kenizzites, Kadmonites,"
    },
    {
        "o": 417,
        "r": "niv:Genesis:15:20",
        "t": "Hittites, Perizzites, Rephaites,"
    },
    {
        "o": 418,
        "r": "niv:Genesis:15:21",
        "t": "Amorites, Canaanites, Girgashites and Jebusites.”"
    }
]
