[
    {
        "o": 33965,
        "r": "esv:James:4:0",
        "t": "James 4",
        "h": 1
    },
    {
        "o": 33966,
        "r": "esv:James:4:0",
        "t": "Warning Against Worldliness",
        "h": 2
    },
    {
        "o": 33967,
        "r": "esv:James:4:1",
        "t": "What*p causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you?"
    },
    {
        "o": 33968,
        "r": "esv:James:4:2",
        "t": "You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask."
    },
    {
        "o": 33969,
        "r": "esv:James:4:3",
        "t": "You ask and do not receive, because you ask wrongly, to spend it on your passions."
    },
    {
        "o": 33970,
        "r": "esv:James:4:4",
        "t": "You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God."
    },
    {
        "o": 33971,
        "r": "esv:James:4:5",
        "t": "Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”?"
    },
    {
        "o": 33972,
        "r": "esv:James:4:6",
        "t": "But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”"
    },
    {
        "o": 33973,
        "r": "esv:James:4:7",
        "t": "Submit yourselves therefore to God. Resist the devil, and he will flee from you."
    },
    {
        "o": 33974,
        "r": "esv:James:4:8",
        "t": "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded."
    },
    {
        "o": 33975,
        "r": "esv:James:4:9",
        "t": "Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom."
    },
    {
        "o": 33976,
        "r": "esv:James:4:10",
        "t": "Humble yourselves before the Lord, and he will exalt you."
    },
    {
        "o": 33977,
        "r": "esv:James:4:11",
        "t": "Do*p not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge."
    },
    {
        "o": 33978,
        "r": "esv:James:4:12",
        "t": "There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?"
    },
    {
        "o": 33979,
        "r": "esv:James:4:12",
        "t": "Boasting About Tomorrow",
        "h": 2
    },
    {
        "o": 33980,
        "r": "esv:James:4:13",
        "t": "Come*p now, you who say, “Today or tomorrow we will go into such and such a town and spend a year there and trade and make a profit”—"
    },
    {
        "o": 33981,
        "r": "esv:James:4:14",
        "t": "yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes."
    },
    {
        "o": 33982,
        "r": "esv:James:4:15",
        "t": "Instead you ought to say, “If the Lord wills, we will live and do this or that.”"
    },
    {
        "o": 33983,
        "r": "esv:James:4:16",
        "t": "As it is, you boast in your arrogance. All such boasting is evil."
    },
    {
        "o": 33984,
        "r": "esv:James:4:17",
        "t": "So whoever knows the right thing to do and fails to do it, for him it is sin."
    }
]
