[
    {
        "o": 204,
        "r": "csb:Genesis:8:0",
        "t": "Genesis 8",
        "h": 1
    },
    {
        "o": 205,
        "r": "csb:Genesis:8:0",
        "t": "The Flood Recedes",
        "h": 2
    },
    {
        "o": 206,
        "r": "csb:Genesis:8:1",
        "t": "God*p remembered Noah, as well as all the wildlife and all the livestock that were with him in the ark. God caused a wind to pass over the earth, and the water began to subside."
    },
    {
        "o": 207,
        "r": "csb:Genesis:8:2",
        "t": "The sources of the watery depths and the floodgates of the sky were closed, and the rain from the sky stopped."
    },
    {
        "o": 208,
        "r": "csb:Genesis:8:3",
        "t": "The water steadily receded from the earth, and by the end of 150 days the water had decreased significantly."
    },
    {
        "o": 209,
        "r": "csb:Genesis:8:4",
        "t": "The ark came to rest in the seventh month, on the seventeenth day of the month, on the mountains of Ararat."
    },
    {
        "o": 210,
        "r": "csb:Genesis:8:5",
        "t": "The*p water continued to recede until the tenth month; in the tenth month, on the first day of the month, the tops of the mountains were visible."
    },
    {
        "o": 211,
        "r": "csb:Genesis:8:6",
        "t": "After forty days Noah opened the window of the ark that he had made,"
    },
    {
        "o": 212,
        "r": "csb:Genesis:8:7",
        "t": "and he sent out a raven. It went back and forth until the water had dried up from the earth."
    },
    {
        "o": 213,
        "r": "csb:Genesis:8:8",
        "t": "Then he sent out a dove to see whether the water on the earth’s surface had gone down,"
    },
    {
        "o": 214,
        "r": "csb:Genesis:8:9",
        "t": "but the dove found no resting place for its foot. It returned to him in the ark because water covered the surface of the whole earth. He reached out and brought it into the ark to himself."
    },
    {
        "o": 215,
        "r": "csb:Genesis:8:10",
        "t": "So Noah waited seven more days and sent out the dove from the ark again."
    },
    {
        "o": 216,
        "r": "csb:Genesis:8:11",
        "t": "When the dove came to him at evening, there was a plucked olive leaf in its beak. So Noah knew that the water on the earth’s surface had gone down."
    },
    {
        "o": 217,
        "r": "csb:Genesis:8:12",
        "t": "After he had waited another seven days, he sent out the dove, but it did not return to him again."
    },
    {
        "o": 218,
        "r": "csb:Genesis:8:13",
        "t": "In the six hundred first year, in the first month, on the first day of the month, the water that had covered the earth was dried up. Then Noah removed the ark’s cover and saw that the surface of the ground was drying."
    },
    {
        "o": 219,
        "r": "csb:Genesis:8:14",
        "t": "By the twenty-seventh day of the second month, the earth was dry."
    },
    {
        "o": 220,
        "r": "csb:Genesis:8:14",
        "t": "The Lord’s Promise",
        "h": 2
    },
    {
        "o": 221,
        "r": "csb:Genesis:8:15",
        "t": "Then*p God spoke to Noah,"
    },
    {
        "o": 222,
        "r": "csb:Genesis:8:16",
        "t": "“Come out of the ark, you, your wife, your sons, and your sons’ wives with you."
    },
    {
        "o": 223,
        "r": "csb:Genesis:8:17",
        "t": "Bring out all the living creatures that are with you - birds, livestock, those that crawl on the earth - and they will spread over the earth and be fruitful and multiply on the earth.”"
    },
    {
        "o": 224,
        "r": "csb:Genesis:8:18",
        "t": "So Noah, along with his sons, his wife, and his sons’ wives, came out."
    },
    {
        "o": 225,
        "r": "csb:Genesis:8:19",
        "t": "All the animals, all the creatures that crawl, and all the flying creatures - everything that moves on the earth - came out of the ark by their families."
    },
    {
        "o": 226,
        "r": "csb:Genesis:8:20",
        "t": "Then*p Noah built an altar to the Lord.*s He took some of every kind of clean animal and every kind of clean bird and offered burnt offerings on the altar."
    },
    {
        "o": 227,
        "r": "csb:Genesis:8:21",
        "t": "When the Lord*s smelled the pleasing aroma, he said to himself, “I will never again curse the ground because of human beings, even though the inclination of the human heart is evil from youth onward. And I will never again strike down every living thing as I have done."
    },
    {
        "o": 228,
        "r": "csb:Genesis:8:22",
        "t": "As*pn long as the earth endures, seedtime*ln and harvest, cold and heat, summer*ln and winter, and day and night will*ln not cease.”"
    }
]
