[
    {
        "o": 26050,
        "r": "csb:Malachi:2:0",
        "t": "Malachi 2",
        "h": 1
    },
    {
        "o": 26051,
        "r": "csb:Malachi:2:0",
        "t": "Warning to the Priests",
        "h": 2
    },
    {
        "o": 26052,
        "r": "csb:Malachi:2:1",
        "t": "“Therefore,*p this decree is for you priests:"
    },
    {
        "o": 26053,
        "r": "csb:Malachi:2:2",
        "t": "If you don’t listen, and if you don’t take it to heart to honor my name,” says the Lord*s of Armies, “I will send a curse among you, and I will curse your blessings. In fact, I have already begun to curse them because you are not taking it to heart."
    },
    {
        "o": 26054,
        "r": "csb:Malachi:2:3",
        "t": "“Look,*p I am going to rebuke your descendants, and I will spread animal waste over your faces, the waste from your festival sacrifices, and you will be taken away with it."
    },
    {
        "o": 26055,
        "r": "csb:Malachi:2:4",
        "t": "Then you will know that I sent you this decree, so that my covenant with Levi may continue,” says the Lord*s of Armies."
    },
    {
        "o": 26056,
        "r": "csb:Malachi:2:5",
        "t": "“My covenant with him was one of life and peace, and I gave these to him; it called for reverence, and he revered me and stood in awe of my name."
    },
    {
        "o": 26057,
        "r": "csb:Malachi:2:6",
        "t": "True instruction was in his mouth, and nothing wrong was found on his lips. He walked with me in peace and integrity and turned many from iniquity."
    },
    {
        "o": 26058,
        "r": "csb:Malachi:2:7",
        "t": "For the lips of a priest should guard knowledge, and people should desire instruction from his mouth, because he is the messenger of the Lord*s of Armies."
    },
    {
        "o": 26059,
        "r": "csb:Malachi:2:8",
        "t": "“You,*p on the other hand, have turned from the way. You have caused many to stumble by your instruction. You have violated the covenant of Levi,” says the Lord*s of Armies."
    },
    {
        "o": 26060,
        "r": "csb:Malachi:2:9",
        "t": "“So I in turn have made you despised and humiliated before all the people because you are not keeping my ways but are showing partiality in your instruction.”"
    },
    {
        "o": 26061,
        "r": "csb:Malachi:2:9",
        "t": "Judah’s Marital Unfaithfulness",
        "h": 2
    },
    {
        "o": 26062,
        "r": "csb:Malachi:2:10",
        "t": "Don’t*p all of us have one Father? Didn’t one God create us? Why then do we act treacherously against one another, profaning the covenant of our ancestors?"
    },
    {
        "o": 26063,
        "r": "csb:Malachi:2:11",
        "t": "Judah has acted treacherously, and a detestable act has been done in Israel and in Jerusalem. For Judah has profaned the Lord’s*s sanctuary, which he loves, and has married the daughter of a foreign god."
    },
    {
        "o": 26064,
        "r": "csb:Malachi:2:12",
        "t": "May the Lord*s cut off from the tents of Jacob the man who does this, whoever he may be, even if he presents an offering to the Lord*s of Armies."
    },
    {
        "o": 26065,
        "r": "csb:Malachi:2:13",
        "t": "This*p is another thing you do. You are covering the Lord’s*s altar with tears, with weeping and groaning, because he no longer respects your offerings or receives them gladly from your hands."
    },
    {
        "o": 26066,
        "r": "csb:Malachi:2:14",
        "t": "And*p you ask, “Why?” Because even though the Lord*s has been a witness between you and the wife of your youth, you have acted treacherously against her. She was your marriage partner and your wife by covenant."
    },
    {
        "o": 26067,
        "r": "csb:Malachi:2:15",
        "t": "Didn’t God make them one and give them a portion of spirit? What is the one seeking? Godly offspring. So watch yourselves carefully, so that no one acts treacherously against the wife of his youth."
    },
    {
        "o": 26068,
        "r": "csb:Malachi:2:16",
        "t": "“If*p he hates and divorces his wife,” says the Lord*s God of Israel, “he covers his garment with injustice,” says the Lord*s of Armies. Therefore, watch yourselves carefully, and do not act treacherously."
    },
    {
        "o": 26069,
        "r": "csb:Malachi:2:16",
        "t": "Judgment at the Lord’s Coming",
        "h": 2
    },
    {
        "o": 26070,
        "r": "csb:Malachi:2:17",
        "t": "You*p have wearied the Lord*s with your words. Yet*p you ask, “How have we wearied him?” When*p you say, “Everyone who does what is evil is good in the Lord’s*s sight, and he is delighted with them, or else where is the God of justice?”"
    }
]
