[
    {
        "o": 32202,
        "r": "nasb:2 Corinthians:8:0",
        "t": "2 Corinthians 8",
        "h": 1
    },
    {
        "o": 32203,
        "r": "nasb:2 Corinthians:8:0",
        "t": "Great Generosity",
        "h": 2
    },
    {
        "o": 32204,
        "r": "nasb:2 Corinthians:8:1",
        "t": "Now,*p brethren, we wish*i to*i make known to you the grace of God which has been given in the churches of Macedonia,"
    },
    {
        "o": 32205,
        "r": "nasb:2 Corinthians:8:2",
        "t": "that in a great ordeal of affliction their abundance of joy and their deep poverty overflowed in the wealth of their liberality."
    },
    {
        "o": 32206,
        "r": "nasb:2 Corinthians:8:3",
        "t": "For I testify that according to their ability, and beyond their ability, they*i gave*i of their own accord,"
    },
    {
        "o": 32207,
        "r": "nasb:2 Corinthians:8:4",
        "t": "begging us with much urging for the favor of participation in the support of the saints,"
    },
    {
        "o": 32208,
        "r": "nasb:2 Corinthians:8:5",
        "t": "and this,*i not as we had expected, but they first gave themselves to the Lord and to us by the will of God."
    },
    {
        "o": 32209,
        "r": "nasb:2 Corinthians:8:6",
        "t": "So we urged Titus that as he had previously made a beginning, so he would also complete in you this gracious work as well."
    },
    {
        "o": 32210,
        "r": "nasb:2 Corinthians:8:7",
        "t": "But*p just as you abound in everything, in faith and utterance and knowledge and in all earnestness and in the love we inspired in you, see*i that you abound in this gracious work also."
    },
    {
        "o": 32211,
        "r": "nasb:2 Corinthians:8:8",
        "t": "I am not speaking this*i as a command, but as proving through the earnestness of others the sincerity of your love also."
    },
    {
        "o": 32212,
        "r": "nasb:2 Corinthians:8:9",
        "t": "For you know the grace of our Lord Jesus Christ, that though He was rich, yet for your sake He became poor, so that you through His poverty might become rich."
    },
    {
        "o": 32213,
        "r": "nasb:2 Corinthians:8:10",
        "t": "I give my*i opinion in this matter, for this is to your advantage, who were the first to begin a year ago not only to do this,*i but also to desire to*i do*i it.*i"
    },
    {
        "o": 32214,
        "r": "nasb:2 Corinthians:8:11",
        "t": "But now finish doing it also, so that just as there*i was*i the readiness to desire it, so there*i may*i be*i also the completion of it by your ability."
    },
    {
        "o": 32215,
        "r": "nasb:2 Corinthians:8:12",
        "t": "For if the readiness is present, it is acceptable according to what a*i person*i has, not according to what he does not have."
    },
    {
        "o": 32216,
        "r": "nasb:2 Corinthians:8:13",
        "t": "For this*i is not for the ease of others and*i for your affliction, but by way of equality—"
    },
    {
        "o": 32217,
        "r": "nasb:2 Corinthians:8:14",
        "t": "at this present time your abundance being*i a*i supply*i for their need, so that their abundance also may become a*i supply*i for your need, that there may be equality;"
    },
    {
        "o": 32218,
        "r": "nasb:2 Corinthians:8:15",
        "t": "as it is written, “He*s who*s gathered*i much*s did*s not*s have*s too*s much,*s and*s he*s who*s gathered*i little*s had*s no*s lack.”*s"
    },
    {
        "o": 32219,
        "r": "nasb:2 Corinthians:8:16",
        "t": "But*p thanks be to God who puts the same earnestness on your behalf in the heart of Titus."
    },
    {
        "o": 32220,
        "r": "nasb:2 Corinthians:8:17",
        "t": "For he not only accepted our appeal, but being himself very earnest, he has gone to you of his own accord."
    },
    {
        "o": 32221,
        "r": "nasb:2 Corinthians:8:18",
        "t": "We have sent along with him the brother whose fame in the*i things*i of*i the gospel has*i spread*i through all the churches;"
    },
    {
        "o": 32222,
        "r": "nasb:2 Corinthians:8:19",
        "t": "and not only this,*i but he has also been appointed by the churches to travel with us in this gracious work, which is being administered by us for the glory of the Lord Himself, and to*i show*i our readiness,"
    },
    {
        "o": 32223,
        "r": "nasb:2 Corinthians:8:20",
        "t": "taking precaution so that no one will discredit us in our administration of this generous gift;"
    },
    {
        "o": 32224,
        "r": "nasb:2 Corinthians:8:21",
        "t": "for we have regard for what is honorable, not only in the sight of the Lord, but also in the sight of men."
    },
    {
        "o": 32225,
        "r": "nasb:2 Corinthians:8:22",
        "t": "We have sent with them our brother, whom we have often tested and found diligent in many things, but now even more diligent because of his*i great confidence in you."
    },
    {
        "o": 32226,
        "r": "nasb:2 Corinthians:8:23",
        "t": "As for Titus, he*i is*i my partner and fellow worker among you; as for our brethren, they*i are*i messengers of the churches, a glory to Christ."
    },
    {
        "o": 32227,
        "r": "nasb:2 Corinthians:8:24",
        "t": "Therefore openly before the churches, show them the proof of your love and of our reason for boasting about you."
    }
]
