[
    {
        "o": 31516,
        "r": "nasb:Romans:15:0",
        "t": "Romans 15",
        "h": 1
    },
    {
        "o": 31517,
        "r": "nasb:Romans:15:0",
        "t": "Self-denial on Behalf of Others",
        "h": 2
    },
    {
        "o": 31518,
        "r": "nasb:Romans:15:1",
        "t": "Now*p we who are strong ought to bear the weaknesses of those without strength and not just*i please ourselves."
    },
    {
        "o": 31519,
        "r": "nasb:Romans:15:2",
        "t": "Each of us is to please his neighbor for his good, to his edification."
    },
    {
        "o": 31520,
        "r": "nasb:Romans:15:3",
        "t": "For even Christ did not please Himself; but as it is written, “The*s reproaches*s of*s those*s who*s reproached*s You*s fell*s on*s Me.”*s"
    },
    {
        "o": 31521,
        "r": "nasb:Romans:15:4",
        "t": "For whatever was written in earlier times was written for our instruction, so that through perseverance and the encouragement of the Scriptures we might have hope."
    },
    {
        "o": 31522,
        "r": "nasb:Romans:15:5",
        "t": "Now may the God who gives perseverance and encouragement grant you to be of the same mind with one another according to Christ Jesus,"
    },
    {
        "o": 31523,
        "r": "nasb:Romans:15:6",
        "t": "so that with one accord you may with one voice glorify the God and Father of our Lord Jesus Christ."
    },
    {
        "o": 31524,
        "r": "nasb:Romans:15:7",
        "t": "Therefore,*p accept one another, just as Christ also accepted us to the glory of God."
    },
    {
        "o": 31525,
        "r": "nasb:Romans:15:8",
        "t": "For I say that Christ has become a servant to the circumcision on behalf of the truth of God to confirm the promises given*i to the fathers,"
    },
    {
        "o": 31526,
        "r": "nasb:Romans:15:9",
        "t": "and for the Gentiles to glorify God for His mercy; as it is written, “Therefore*spn I will*s give*s praise*s to*s You*s among*s the*s Gentiles,*s And*ln I will*s sing*s to*s Your*s name.”*s"
    },
    {
        "o": 31527,
        "r": "nasb:Romans:15:10",
        "t": "Again*p he says, “Rejoice,*spn O Gentiles,*s with*s His*s people.”*s"
    },
    {
        "o": 31528,
        "r": "nasb:Romans:15:11",
        "t": "And*p again, “Praise*spn the*s Lord*s all*s you*s Gentiles,*s And*ln let*s all*s the*s peoples*s praise*s Him.”*s"
    },
    {
        "o": 31529,
        "r": "nasb:Romans:15:12",
        "t": "Again*p Isaiah says, “There*spn shall*s come*s the*s root*s of*s Jesse,*s And*ln He*s who*s arises*s to*s rule*s over*s the*s Gentiles,*s In*ln Him*s shall*s the*s Gentiles*s hope.”*s"
    },
    {
        "o": 31530,
        "r": "nasb:Romans:15:13",
        "t": "Now*p may the God of hope fill you with all joy and peace in believing, so that you will abound in hope by the power of the Holy Spirit."
    },
    {
        "o": 31531,
        "r": "nasb:Romans:15:14",
        "t": "And*p concerning you, my brethren, I myself also am convinced that you yourselves are full of goodness, filled with all knowledge and able also to admonish one another."
    },
    {
        "o": 31532,
        "r": "nasb:Romans:15:15",
        "t": "But I have written very boldly to you on some points so as to remind you again, because of the grace that was given me from God,"
    },
    {
        "o": 31533,
        "r": "nasb:Romans:15:16",
        "t": "to be a minister of Christ Jesus to the Gentiles, ministering as a priest the gospel of God, so that my*i offering of the Gentiles may become acceptable, sanctified by the Holy Spirit."
    },
    {
        "o": 31534,
        "r": "nasb:Romans:15:17",
        "t": "Therefore in Christ Jesus I have found reason for boasting in things pertaining to God."
    },
    {
        "o": 31535,
        "r": "nasb:Romans:15:18",
        "t": "For I will not presume to speak of anything except what Christ has accomplished through me, resulting in the obedience of the Gentiles by word and deed,"
    },
    {
        "o": 31536,
        "r": "nasb:Romans:15:19",
        "t": "in the power of signs and wonders, in the power of the Spirit; so that from Jerusalem and round about as far as Illyricum I have fully preached the gospel of Christ."
    },
    {
        "o": 31537,
        "r": "nasb:Romans:15:20",
        "t": "And thus I aspired to preach the gospel, not where Christ was already*i named, so that I would not build on another man’s foundation;"
    },
    {
        "o": 31538,
        "r": "nasb:Romans:15:21",
        "t": "but as it is written, “They*spn who*s had*s no*s news*s of*s Him*s shall*s see,*s And*ln they*s who*s have*s not*s heard*s shall*s understand.”*s"
    },
    {
        "o": 31539,
        "r": "nasb:Romans:15:22",
        "t": "For*p this reason I have often been prevented from coming to you;"
    },
    {
        "o": 31540,
        "r": "nasb:Romans:15:23",
        "t": "but now, with no further place for me in these regions, and since I have had for many years a longing to come to you"
    },
    {
        "o": 31541,
        "r": "nasb:Romans:15:24",
        "t": "whenever I go to Spain—for I hope to see you in passing, and to be helped on my way there by you, when I have first enjoyed your company for a while—"
    },
    {
        "o": 31542,
        "r": "nasb:Romans:15:25",
        "t": "but now, I am going to Jerusalem serving the saints."
    },
    {
        "o": 31543,
        "r": "nasb:Romans:15:26",
        "t": "For Macedonia and Achaia have been pleased to make a contribution for the poor among the saints in Jerusalem."
    },
    {
        "o": 31544,
        "r": "nasb:Romans:15:27",
        "t": "Yes, they were pleased to*i do*i so,*i and they are indebted to them. For if the Gentiles have shared in their spiritual things, they are indebted to minister to them also in material things."
    },
    {
        "o": 31545,
        "r": "nasb:Romans:15:28",
        "t": "Therefore, when I have finished this, and have put my seal on this fruit of theirs, I will go on by way of you to Spain."
    },
    {
        "o": 31546,
        "r": "nasb:Romans:15:29",
        "t": "I know that when I come to you, I will come in the fullness of the blessing of Christ."
    },
    {
        "o": 31547,
        "r": "nasb:Romans:15:30",
        "t": "Now*p I urge you, brethren, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God for me,"
    },
    {
        "o": 31548,
        "r": "nasb:Romans:15:31",
        "t": "that I may be rescued from those who are disobedient in Judea, and that*i my service for Jerusalem may prove acceptable to the saints;"
    },
    {
        "o": 31549,
        "r": "nasb:Romans:15:32",
        "t": "so that I may come to you in joy by the will of God and find refreshing*i rest in your company."
    },
    {
        "o": 31550,
        "r": "nasb:Romans:15:33",
        "t": "Now the God of peace be with you all. Amen."
    }
]
