[
    {
        "o": 13018,
        "r": "esv:2 Chronicles:30:0",
        "t": "2 Chronicles 30",
        "h": 1
    },
    {
        "o": 13019,
        "r": "esv:2 Chronicles:30:0",
        "t": "Passover Celebrated",
        "h": 2
    },
    {
        "o": 13020,
        "r": "esv:2 Chronicles:30:1",
        "t": "Hezekiah*p sent to all Israel and Judah, and wrote letters also to Ephraim and Manasseh, that they should come to the house of the Lord*s at Jerusalem to keep the Passover to the Lord,*s the God of Israel."
    },
    {
        "o": 13021,
        "r": "esv:2 Chronicles:30:2",
        "t": "For the king and his princes and all the assembly in Jerusalem had taken counsel to keep the Passover in the second month—"
    },
    {
        "o": 13022,
        "r": "esv:2 Chronicles:30:3",
        "t": "for they could not keep it at that time because the priests had not consecrated themselves in sufficient number, nor had the people assembled in Jerusalem—"
    },
    {
        "o": 13023,
        "r": "esv:2 Chronicles:30:4",
        "t": "and the plan seemed right to the king and all the assembly."
    },
    {
        "o": 13024,
        "r": "esv:2 Chronicles:30:5",
        "t": "So they decreed to make a proclamation throughout all Israel, from Beersheba to Dan, that the people should come and keep the Passover to the Lord,*s the God of Israel, at Jerusalem, for they had not kept it as often as prescribed."
    },
    {
        "o": 13025,
        "r": "esv:2 Chronicles:30:6",
        "t": "So couriers went throughout all Israel and Judah with letters from the king and his princes, as the king had commanded, saying, “O people of Israel, return to the Lord,*s the God of Abraham, Isaac, and Israel, that he may turn again to the remnant of you who have escaped from the hand of the kings of Assyria."
    },
    {
        "o": 13026,
        "r": "esv:2 Chronicles:30:7",
        "t": "Do not be like your fathers and your brothers, who were faithless to the Lord*s God of their fathers, so that he made them a desolation, as you see."
    },
    {
        "o": 13027,
        "r": "esv:2 Chronicles:30:8",
        "t": "Do not now be stiff-necked as your fathers were, but yield yourselves to the Lord*s and come to his sanctuary, which he has consecrated forever, and serve the Lord*s your God, that his fierce anger may turn away from you."
    },
    {
        "o": 13028,
        "r": "esv:2 Chronicles:30:9",
        "t": "For if you return to the Lord,*s your brothers and your children will find compassion with their captors and return to this land. For the Lord*s your God is gracious and merciful and will not turn away his face from you, if you return to him.”"
    },
    {
        "o": 13029,
        "r": "esv:2 Chronicles:30:10",
        "t": "So*p the couriers went from city to city through the country of Ephraim and Manasseh, and as far as Zebulun, but they laughed them to scorn and mocked them."
    },
    {
        "o": 13030,
        "r": "esv:2 Chronicles:30:11",
        "t": "However, some men of Asher, of Manasseh, and of Zebulun humbled themselves and came to Jerusalem."
    },
    {
        "o": 13031,
        "r": "esv:2 Chronicles:30:12",
        "t": "The hand of God was also on Judah to give them one heart to do what the king and the princes commanded by the word of the Lord.*s"
    },
    {
        "o": 13032,
        "r": "esv:2 Chronicles:30:13",
        "t": "And*p many people came together in Jerusalem to keep the Feast of Unleavened Bread in the second month, a very great assembly."
    },
    {
        "o": 13033,
        "r": "esv:2 Chronicles:30:14",
        "t": "They set to work and removed the altars that were in Jerusalem, and all the altars for burning incense they took away and threw into the brook Kidron."
    },
    {
        "o": 13034,
        "r": "esv:2 Chronicles:30:15",
        "t": "And they slaughtered the Passover lamb on the fourteenth day of the second month. And the priests and the Levites were ashamed, so that they consecrated themselves and brought burnt offerings into the house of the Lord.*s"
    },
    {
        "o": 13035,
        "r": "esv:2 Chronicles:30:16",
        "t": "They took their accustomed posts according to the Law of Moses the man of God. The priests threw the blood that they received from the hand of the Levites."
    },
    {
        "o": 13036,
        "r": "esv:2 Chronicles:30:17",
        "t": "For there were many in the assembly who had not consecrated themselves. Therefore the Levites had to slaughter the Passover lamb for everyone who was not clean, to consecrate it to the Lord.*s"
    },
    {
        "o": 13037,
        "r": "esv:2 Chronicles:30:18",
        "t": "For a majority of the people, many of them from Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet they ate the Passover otherwise than as prescribed. For Hezekiah had prayed for them, saying, “May the good Lord*s pardon everyone"
    },
    {
        "o": 13038,
        "r": "esv:2 Chronicles:30:19",
        "t": "who sets his heart to seek God, the Lord,*s the God of his fathers, even though not according to the sanctuary’s rules of cleanness.”"
    },
    {
        "o": 13039,
        "r": "esv:2 Chronicles:30:20",
        "t": "And the Lord*s heard Hezekiah and healed the people."
    },
    {
        "o": 13040,
        "r": "esv:2 Chronicles:30:21",
        "t": "And the people of Israel who were present at Jerusalem kept the Feast of Unleavened Bread seven days with great gladness, and the Levites and the priests praised the Lord*s day by day, singing with all their might to the Lord.*s"
    },
    {
        "o": 13041,
        "r": "esv:2 Chronicles:30:22",
        "t": "And Hezekiah spoke encouragingly to all the Levites who showed good skill in the service of the Lord.*s So they ate the food of the festival for seven days, sacrificing peace offerings and giving thanks to the Lord,*s the God of their fathers."
    },
    {
        "o": 13042,
        "r": "esv:2 Chronicles:30:23",
        "t": "Then*p the whole assembly agreed together to keep the feast for another seven days. So they kept it for another seven days with gladness."
    },
    {
        "o": 13043,
        "r": "esv:2 Chronicles:30:24",
        "t": "For Hezekiah king of Judah gave the assembly 1,000 bulls and 7,000 sheep for offerings, and the princes gave the assembly 1,000 bulls and 10,000 sheep. And the priests consecrated themselves in great numbers."
    },
    {
        "o": 13044,
        "r": "esv:2 Chronicles:30:25",
        "t": "The whole assembly of Judah, and the priests and the Levites, and the whole assembly that came out of Israel, and the sojourners who came out of the land of Israel, and the sojourners who lived in Judah, rejoiced."
    },
    {
        "o": 13045,
        "r": "esv:2 Chronicles:30:26",
        "t": "So there was great joy in Jerusalem, for since the time of Solomon the son of David king of Israel there had been nothing like this in Jerusalem."
    },
    {
        "o": 13046,
        "r": "esv:2 Chronicles:30:27",
        "t": "Then the priests and the Levites arose and blessed the people, and their voice was heard, and their prayer came to his holy habitation in heaven."
    }
]
