[
    {
        "o": 3097,
        "r": "csb:Leviticus:4:0",
        "t": "Leviticus 4",
        "h": 1
    },
    {
        "o": 3098,
        "r": "csb:Leviticus:4:0",
        "t": "The Sin Offering",
        "h": 2
    },
    {
        "o": 3099,
        "r": "csb:Leviticus:4:1",
        "t": "Then*p the Lord*s spoke to Moses:"
    },
    {
        "o": 3100,
        "r": "csb:Leviticus:4:2",
        "t": "“Tell the Israelites: When someone sins unintentionally against any of the Lord’s*s commands and does anything prohibited by them —"
    },
    {
        "o": 3101,
        "r": "csb:Leviticus:4:3",
        "t": "“If*p the anointed priest sins, bringing guilt on the people, he is to present to the Lord*s a young, unblemished bull as a sin offering for the sin he has committed."
    },
    {
        "o": 3102,
        "r": "csb:Leviticus:4:4",
        "t": "He is to bring the bull to the entrance to the tent of meeting before the Lord,*s lay his hand on the bull’s head, and slaughter it before the Lord.*s"
    },
    {
        "o": 3103,
        "r": "csb:Leviticus:4:5",
        "t": "The anointed priest will then take some of the bull’s blood and bring it into the tent of meeting."
    },
    {
        "o": 3104,
        "r": "csb:Leviticus:4:6",
        "t": "The priest is to dip his finger in the blood and sprinkle some of it seven times before the Lord*s in front of the curtain of the sanctuary."
    },
    {
        "o": 3105,
        "r": "csb:Leviticus:4:7",
        "t": "The priest is to apply some of the blood to the horns of the altar of fragrant incense that is before the Lord*s in the tent of meeting. He must pour out the rest of the bull’s blood at the base of the altar of burnt offering that is at the entrance to the tent of meeting."
    },
    {
        "o": 3106,
        "r": "csb:Leviticus:4:8",
        "t": "He is to remove all the fat from the bull of the sin offering: the fat surrounding the entrails, all the fat that is on the entrails,"
    },
    {
        "o": 3107,
        "r": "csb:Leviticus:4:9",
        "t": "and the two kidneys with the fat on them at the loins. He will also remove the fatty lobe of the liver with the kidneys,"
    },
    {
        "o": 3108,
        "r": "csb:Leviticus:4:10",
        "t": "just as the fat is removed from the ox of the fellowship sacrifice. The priest is to burn them on the altar of burnt offering."
    },
    {
        "o": 3109,
        "r": "csb:Leviticus:4:11",
        "t": "But the hide of the bull and all its flesh, with its head and legs, and its entrails and waste -"
    },
    {
        "o": 3110,
        "r": "csb:Leviticus:4:12",
        "t": "all the rest of the bull - he must bring to a ceremonially clean place outside the camp to the ash heap, and must burn it on a wood fire. It is to be burned at the ash heap."
    },
    {
        "o": 3111,
        "r": "csb:Leviticus:4:13",
        "t": "“Now*p if the whole community of Israel errs, and the matter escapes the notice of the assembly, so that they violate any of the Lord’s*s commands and incur guilt by doing what is prohibited,"
    },
    {
        "o": 3112,
        "r": "csb:Leviticus:4:14",
        "t": "then the assembly must present a young bull as a sin offering. They are to bring it before the tent of meeting when the sin they have committed in regard to the command becomes known."
    },
    {
        "o": 3113,
        "r": "csb:Leviticus:4:15",
        "t": "The elders of the community are to lay their hands on the bull’s head before the Lord*s and it is to be slaughtered before the Lord.*s"
    },
    {
        "o": 3114,
        "r": "csb:Leviticus:4:16",
        "t": "The anointed priest will bring some of the bull’s blood into the tent of meeting."
    },
    {
        "o": 3115,
        "r": "csb:Leviticus:4:17",
        "t": "The priest is to dip his finger in the blood and sprinkle it seven times before the Lord*s in front of the curtain."
    },
    {
        "o": 3116,
        "r": "csb:Leviticus:4:18",
        "t": "He is to apply some of the blood to the horns of the altar that is before the Lord*s in the tent of meeting. He will pour out the rest of the blood at the base of the altar of burnt offering that is at the entrance to the tent of meeting."
    },
    {
        "o": 3117,
        "r": "csb:Leviticus:4:19",
        "t": "He is to remove all the fat from it and burn it on the altar."
    },
    {
        "o": 3118,
        "r": "csb:Leviticus:4:20",
        "t": "He is to offer this bull just as he did with the bull in the sin offering; he will offer it the same way. So the priest will make atonement on their behalf, and they will be forgiven."
    },
    {
        "o": 3119,
        "r": "csb:Leviticus:4:21",
        "t": "Then he will bring the bull outside the camp and burn it just as he burned the first bull. It is the sin offering for the assembly."
    },
    {
        "o": 3120,
        "r": "csb:Leviticus:4:22",
        "t": "“When*p a leader sins and unintentionally violates any of the commands of the Lord*s his God by doing what is prohibited, and incurs guilt,"
    },
    {
        "o": 3121,
        "r": "csb:Leviticus:4:23",
        "t": "or someone informs him about the sin he has committed, he is to bring an unblemished male goat as his offering."
    },
    {
        "o": 3122,
        "r": "csb:Leviticus:4:24",
        "t": "He is to lay his hand on the head of the goat and slaughter it at the place where the burnt offering is slaughtered before the Lord.*s It is a sin offering."
    },
    {
        "o": 3123,
        "r": "csb:Leviticus:4:25",
        "t": "Then the priest is to take some of the blood from the sin offering with his finger and apply it to the horns of the altar of burnt offering. The rest of its blood he is to pour out at the base of the altar of burnt offering."
    },
    {
        "o": 3124,
        "r": "csb:Leviticus:4:26",
        "t": "He must burn all its fat on the altar, like the fat of the fellowship sacrifice. In this way the priest will make atonement on his behalf for that person’s sin, and he will be forgiven."
    },
    {
        "o": 3125,
        "r": "csb:Leviticus:4:27",
        "t": "“Now*p if any of the common people sins unintentionally by violating one of the Lord’s*s commands, does what is prohibited, and incurs guilt,"
    },
    {
        "o": 3126,
        "r": "csb:Leviticus:4:28",
        "t": "or if someone informs him about the sin he has committed, then he is to bring an unblemished female goat as his offering for the sin that he has committed."
    },
    {
        "o": 3127,
        "r": "csb:Leviticus:4:29",
        "t": "He is to lay his hand on the head of the sin offering and slaughter it at the place of the burnt offering."
    },
    {
        "o": 3128,
        "r": "csb:Leviticus:4:30",
        "t": "Then the priest is to take some of its blood with his finger and apply it to the horns of the altar of burnt offering. He is to pour out the rest of its blood at the base of the altar."
    },
    {
        "o": 3129,
        "r": "csb:Leviticus:4:31",
        "t": "He is to remove all its fat just as the fat is removed from the fellowship sacrifice. The priest is to burn it on the altar as a pleasing aroma to the Lord.*s In this way the priest will make atonement on his behalf, and he will be forgiven."
    },
    {
        "o": 3130,
        "r": "csb:Leviticus:4:32",
        "t": "“Or*p if the offering that he brings as a sin offering is a lamb, he is to bring an unblemished female."
    },
    {
        "o": 3131,
        "r": "csb:Leviticus:4:33",
        "t": "He is to lay his hand on the head of the sin offering and slaughter it as a sin offering at the place where the burnt offering is slaughtered."
    },
    {
        "o": 3132,
        "r": "csb:Leviticus:4:34",
        "t": "Then the priest is to take some of the blood of the sin offering with his finger and apply it to the horns of the altar of burnt offering. He is to pour out the rest of its blood at the base of the altar."
    },
    {
        "o": 3133,
        "r": "csb:Leviticus:4:35",
        "t": "He is to remove all its fat just as the fat of the lamb is removed from the fellowship sacrifice. The priest will burn it on the altar along with the food offerings to the Lord.*s In this way the priest will make atonement on his behalf for the sin he has committed, and he will be forgiven."
    }
]
