[
    {
        "o": 25657,
        "r": "esv:Zechariah:12:0",
        "t": "Zechariah 12",
        "h": 1
    },
    {
        "o": 25658,
        "r": "esv:Zechariah:12:0",
        "t": "The Lord Will Give Salvation",
        "h": 2
    },
    {
        "o": 25659,
        "r": "esv:Zechariah:12:1",
        "t": "The*p oracle of the word of the Lord*s concerning Israel: Thus declares the Lord,*s who stretched out the heavens and founded the earth and formed the spirit of man within him:"
    },
    {
        "o": 25660,
        "r": "esv:Zechariah:12:2",
        "t": "“Behold, I am about to make Jerusalem a cup of staggering to all the surrounding peoples. The siege of Jerusalem will also be against Judah."
    },
    {
        "o": 25661,
        "r": "esv:Zechariah:12:3",
        "t": "On that day I will make Jerusalem a heavy stone for all the peoples. All who lift it will surely hurt themselves. And all the nations of the earth will gather against it."
    },
    {
        "o": 25662,
        "r": "esv:Zechariah:12:4",
        "t": "On that day, declares the Lord,*s I will strike every horse with panic, and its rider with madness. But for the sake of the house of Judah I will keep my eyes open, when I strike every horse of the peoples with blindness."
    },
    {
        "o": 25663,
        "r": "esv:Zechariah:12:5",
        "t": "Then the clans of Judah shall say to themselves, ‘The inhabitants of Jerusalem have strength through the Lord*s of hosts, their God.’"
    },
    {
        "o": 25664,
        "r": "esv:Zechariah:12:6",
        "t": "“On*p that day I will make the clans of Judah like a blazing pot in the midst of wood, like a flaming torch among sheaves. And they shall devour to the right and to the left all the surrounding peoples, while Jerusalem shall again be inhabited in its place, in Jerusalem."
    },
    {
        "o": 25665,
        "r": "esv:Zechariah:12:7",
        "t": "“And*p the Lord*s will give salvation to the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not surpass that of Judah."
    },
    {
        "o": 25666,
        "r": "esv:Zechariah:12:8",
        "t": "On that day the Lord*s will protect the inhabitants of Jerusalem, so that the feeblest among them on that day shall be like David, and the house of David shall be like God, like the angel of the Lord,*s going before them."
    },
    {
        "o": 25667,
        "r": "esv:Zechariah:12:9",
        "t": "And on that day I will seek to destroy all the nations that come against Jerusalem."
    },
    {
        "o": 25668,
        "r": "esv:Zechariah:12:9",
        "t": "Him Whom They Have Pierced",
        "h": 2
    },
    {
        "o": 25669,
        "r": "esv:Zechariah:12:10",
        "t": "“And*p I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn."
    },
    {
        "o": 25670,
        "r": "esv:Zechariah:12:11",
        "t": "On that day the mourning in Jerusalem will be as great as the mourning for Hadad-rimmon in the plain of Megiddo."
    },
    {
        "o": 25671,
        "r": "esv:Zechariah:12:12",
        "t": "The land shall mourn, each family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves;"
    },
    {
        "o": 25672,
        "r": "esv:Zechariah:12:13",
        "t": "the family of the house of Levi by itself, and their wives by themselves; the family of the Shimeites by itself, and their wives by themselves;"
    },
    {
        "o": 25673,
        "r": "esv:Zechariah:12:14",
        "t": "and all the families that are left, each by itself, and their wives by themselves."
    }
]
