[
    {
        "o": 31500,
        "r": "niv:1 Corinthians:8:0",
        "t": "1 Corinthians 8",
        "h": 1
    },
    {
        "o": 31501,
        "r": "niv:1 Corinthians:8:0",
        "t": "Concerning Food Sacrificed to Idols",
        "h": 2
    },
    {
        "o": 31502,
        "r": "niv:1 Corinthians:8:1",
        "t": "Now*p about food sacrificed to idols: We know that “We all possess knowledge.” But knowledge puffs up while love builds up."
    },
    {
        "o": 31503,
        "r": "niv:1 Corinthians:8:2",
        "t": "Those who think they know something do not yet know as they ought to know."
    },
    {
        "o": 31504,
        "r": "niv:1 Corinthians:8:3",
        "t": "But whoever loves God is known by God."
    },
    {
        "o": 31505,
        "r": "niv:1 Corinthians:8:4",
        "t": "So*p then, about eating food sacrificed to idols: We know that “An idol is nothing at all in the world” and that “There is no God but one.”"
    },
    {
        "o": 31506,
        "r": "niv:1 Corinthians:8:5",
        "t": "For even if there are so-called gods, whether in heaven or on earth (as indeed there are many “gods” and many “lords”),"
    },
    {
        "o": 31507,
        "r": "niv:1 Corinthians:8:6",
        "t": "yet for us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live."
    },
    {
        "o": 31508,
        "r": "niv:1 Corinthians:8:7",
        "t": "But*p not everyone possesses this knowledge. Some people are still so accustomed to idols that when they eat sacrificial food they think of it as having been sacrificed to a god, and since their conscience is weak, it is defiled."
    },
    {
        "o": 31509,
        "r": "niv:1 Corinthians:8:8",
        "t": "But food does not bring us near to God; we are no worse if we do not eat, and no better if we do."
    },
    {
        "o": 31510,
        "r": "niv:1 Corinthians:8:9",
        "t": "Be*p careful, however, that the exercise of your rights does not become a stumbling block to the weak."
    },
    {
        "o": 31511,
        "r": "niv:1 Corinthians:8:10",
        "t": "For if someone with a weak conscience sees you, with all your knowledge, eating in an idol’s temple, won’t that person be emboldened to eat what is sacrificed to idols?"
    },
    {
        "o": 31512,
        "r": "niv:1 Corinthians:8:11",
        "t": "So this weak brother or sister, for whom Christ died, is destroyed by your knowledge."
    },
    {
        "o": 31513,
        "r": "niv:1 Corinthians:8:12",
        "t": "When you sin against them in this way and wound their weak conscience, you sin against Christ."
    },
    {
        "o": 31514,
        "r": "niv:1 Corinthians:8:13",
        "t": "Therefore, if what I eat causes my brother or sister to fall into sin, I will never eat meat again, so that I will not cause them to fall."
    }
]
