[
    {
        "o": 10034,
        "r": "csb:1 Kings:10:0",
        "t": "1 Kings 10",
        "h": 1
    },
    {
        "o": 10035,
        "r": "csb:1 Kings:10:0",
        "t": "The Queen of Sheba",
        "h": 2
    },
    {
        "o": 10036,
        "r": "csb:1 Kings:10:1",
        "t": "The*p queen of Sheba heard about Solomon’s fame connected with the name of the Lord*s and came to test him with difficult questions."
    },
    {
        "o": 10037,
        "r": "csb:1 Kings:10:2",
        "t": "She came to Jerusalem with a very large entourage, with camels bearing spices, gold in great abundance, and precious stones. She came to Solomon and spoke to him about everything that was on her mind."
    },
    {
        "o": 10038,
        "r": "csb:1 Kings:10:3",
        "t": "So Solomon answered all her questions; nothing was too difficult for the king to explain to her."
    },
    {
        "o": 10039,
        "r": "csb:1 Kings:10:4",
        "t": "When the queen of Sheba observed all of Solomon’s wisdom, the palace he had built,"
    },
    {
        "o": 10040,
        "r": "csb:1 Kings:10:5",
        "t": "the food at his table, his servants’ residence, his attendants’ service and their attire, his cupbearers, and the burnt offerings he offered at the Lord’s*s temple, it took her breath away."
    },
    {
        "o": 10041,
        "r": "csb:1 Kings:10:6",
        "t": "She*p said to the king, “The report I heard in my own country about your words and about your wisdom is true."
    },
    {
        "o": 10042,
        "r": "csb:1 Kings:10:7",
        "t": "But I didn’t believe the reports until I came and saw with my own eyes. Indeed, I was not even told half. Your wisdom and prosperity far exceed the report I heard."
    },
    {
        "o": 10043,
        "r": "csb:1 Kings:10:8",
        "t": "How happy are your men. How happy are these servants of yours, who always stand in your presence hearing your wisdom."
    },
    {
        "o": 10044,
        "r": "csb:1 Kings:10:9",
        "t": "Blessed be the Lord*s your God! He delighted in you and put you on the throne of Israel, because of the Lord’s*s eternal love for Israel. He has made you king to carry out justice and righteousness.”"
    },
    {
        "o": 10045,
        "r": "csb:1 Kings:10:10",
        "t": "Then*p she gave the king four and a half tons of gold, a great quantity of spices, and precious stones. Never again did such a quantity of spices arrive as those the queen of Sheba gave to King Solomon."
    },
    {
        "o": 10046,
        "r": "csb:1 Kings:10:11",
        "t": "In*p addition, Hiram’s fleet that carried gold from Ophir brought from Ophir a large quantity of almug wood and precious stones."
    },
    {
        "o": 10047,
        "r": "csb:1 Kings:10:12",
        "t": "The king made the almug wood into steps for the Lord’s*s temple and the king’s palace and into lyres and harps for the singers. Never before did such almug wood arrive, and the like has not been seen again."
    },
    {
        "o": 10048,
        "r": "csb:1 Kings:10:13",
        "t": "King*p Solomon gave the queen of Sheba her every desire - whatever she asked - besides what he had given her out of his royal bounty. Then she, along with her servants, returned to her own country."
    },
    {
        "o": 10049,
        "r": "csb:1 Kings:10:13",
        "t": "Solomon’s Wealth",
        "h": 2
    },
    {
        "o": 10050,
        "r": "csb:1 Kings:10:14",
        "t": "The*p weight of gold that came to Solomon annually was twenty-five tons,"
    },
    {
        "o": 10051,
        "r": "csb:1 Kings:10:15",
        "t": "besides what came from merchants, traders’ merchandise, and all the Arabian kings and governors of the land."
    },
    {
        "o": 10052,
        "r": "csb:1 Kings:10:16",
        "t": "King*p Solomon made two hundred large shields of hammered gold; fifteen pounds of gold went into each shield."
    },
    {
        "o": 10053,
        "r": "csb:1 Kings:10:17",
        "t": "He made three hundred small shields of hammered gold; nearly four pounds of gold went into each shield. The king put them in the House of the Forest of Lebanon."
    },
    {
        "o": 10054,
        "r": "csb:1 Kings:10:18",
        "t": "The*p king also made a large ivory throne and overlaid it with fine gold."
    },
    {
        "o": 10055,
        "r": "csb:1 Kings:10:19",
        "t": "The throne had six steps; there was a rounded top at the back of the throne, armrests on either side of the seat, and two lions standing beside the armrests."
    },
    {
        "o": 10056,
        "r": "csb:1 Kings:10:20",
        "t": "Twelve lions were standing there on the six steps, one at each end. Nothing like it had ever been made in any other kingdom."
    },
    {
        "o": 10057,
        "r": "csb:1 Kings:10:21",
        "t": "All*p of King Solomon’s drinking cups were gold, and all the utensils of the House of the Forest of Lebanon were pure gold. There was no silver, since it was considered as nothing in Solomon’s time,"
    },
    {
        "o": 10058,
        "r": "csb:1 Kings:10:22",
        "t": "for the king had ships of Tarshish at sea with Hiram’s fleet, and once every three years the ships of Tarshish would arrive bearing gold, silver, ivory, apes, and peacocks."
    },
    {
        "o": 10059,
        "r": "csb:1 Kings:10:23",
        "t": "King*p Solomon surpassed all the kings of the world in riches and in wisdom."
    },
    {
        "o": 10060,
        "r": "csb:1 Kings:10:24",
        "t": "The whole world wanted an audience with Solomon to hear the wisdom that God had put in his heart."
    },
    {
        "o": 10061,
        "r": "csb:1 Kings:10:25",
        "t": "Every man would bring his annual tribute: items of silver and gold, clothing, weapons, spices, and horses and mules."
    },
    {
        "o": 10062,
        "r": "csb:1 Kings:10:26",
        "t": "Solomon*p accumulated 1,400 chariots and 12,000 horsemen and stationed them in the chariot cities and with the king in Jerusalem."
    },
    {
        "o": 10063,
        "r": "csb:1 Kings:10:27",
        "t": "The king made silver as common in Jerusalem as stones, and he made cedar as abundant as sycamore in the Judean foothills."
    },
    {
        "o": 10064,
        "r": "csb:1 Kings:10:28",
        "t": "Solomon’s horses were imported from Egypt and Kue. The king’s traders bought them from Kue at the going price."
    },
    {
        "o": 10065,
        "r": "csb:1 Kings:10:29",
        "t": "A chariot was imported from Egypt for fifteen pounds of silver, and a horse for four pounds. In the same way, they exported them to all the kings of the Hittites and to the kings of Aram through their agents."
    }
]
