[
    {
        "o": 21651,
        "r": "esv:Jeremiah:22:0",
        "t": "Jeremiah 22",
        "h": 1
    },
    {
        "o": 21652,
        "r": "esv:Jeremiah:22:1",
        "t": "Thus*p says the Lord:*s “Go down to the house of the king of Judah and speak there this word,"
    },
    {
        "o": 21653,
        "r": "esv:Jeremiah:22:2",
        "t": "and say, ‘Hear the word of the Lord,*s O king of Judah, who sits on the throne of David, you, and your servants, and your people who enter these gates."
    },
    {
        "o": 21654,
        "r": "esv:Jeremiah:22:3",
        "t": "Thus says the Lord:*s Do justice and righteousness, and deliver from the hand of the oppressor him who has been robbed. And do no wrong or violence to the resident alien, the fatherless, and the widow, nor shed innocent blood in this place."
    },
    {
        "o": 21655,
        "r": "esv:Jeremiah:22:4",
        "t": "For if you will indeed obey this word, then there shall enter the gates of this house kings who sit on the throne of David, riding in chariots and on horses, they and their servants and their people."
    },
    {
        "o": 21656,
        "r": "esv:Jeremiah:22:5",
        "t": "But if you will not obey these words, I swear by myself, declares the Lord,*s that this house shall become a desolation."
    },
    {
        "o": 21657,
        "r": "esv:Jeremiah:22:6",
        "t": "For thus says the Lord*s concerning the house of the king of Judah: “‘You*pn are like Gilead to me, like*ld the summit of Lebanon, yet*ln surely I will make you a desert, an*ld uninhabited city."
    },
    {
        "o": 21658,
        "r": "esv:Jeremiah:22:7",
        "t": "I*ln will prepare destroyers against you, each*ld with his weapons, and*ln they shall cut down your choicest cedars and*ld cast them into the fire."
    },
    {
        "o": 21659,
        "r": "esv:Jeremiah:22:8",
        "t": "“‘And*p many nations will pass by this city, and every man will say to his neighbor, “Why has the Lord*s dealt thus with this great city?”"
    },
    {
        "o": 21660,
        "r": "esv:Jeremiah:22:9",
        "t": "And they will answer, “Because they have forsaken the covenant of the Lord*s their God and worshiped other gods and served them.”’”"
    },
    {
        "o": 21661,
        "r": "esv:Jeremiah:22:10",
        "t": "Weep*pn not for him who is dead, nor*ld grieve for him, but*ln weep bitterly for him who goes away, for*ld he shall return no more to*ld see his native land."
    },
    {
        "o": 21662,
        "r": "esv:Jeremiah:22:10",
        "t": "Message to the Sons of Josiah",
        "h": 2
    },
    {
        "o": 21663,
        "r": "esv:Jeremiah:22:11",
        "t": "For*p thus says the Lord*s concerning Shallum the son of Josiah, king of Judah, who reigned instead of Josiah his father, and who went away from this place: “He shall return here no more,"
    },
    {
        "o": 21664,
        "r": "esv:Jeremiah:22:12",
        "t": "but in the place where they have carried him captive, there shall he die, and he shall never see this land again.”"
    },
    {
        "o": 21665,
        "r": "esv:Jeremiah:22:13",
        "t": "“Woe*pn to him who builds his house by unrighteousness, and*ld his upper rooms by injustice, who*ln makes his neighbor serve him for nothing and*ld does not give him his wages,"
    },
    {
        "o": 21666,
        "r": "esv:Jeremiah:22:14",
        "t": "who*ln says, ‘I will build myself a great house with*ld spacious upper rooms,’ who*ln cuts out windows for it, paneling*ld it with cedar and*ld painting it with vermilion."
    },
    {
        "o": 21667,
        "r": "esv:Jeremiah:22:15",
        "t": "Do*ln you think you are a king because*ld you compete in cedar? Did*ln not your father eat and drink and*ld do justice and righteousness? Then*ld it was well with him."
    },
    {
        "o": 21668,
        "r": "esv:Jeremiah:22:16",
        "t": "He*ln judged the cause of the poor and needy; then*ld it was well. Is*ln not this to know me? declares*ld the Lord.*s"
    },
    {
        "o": 21669,
        "r": "esv:Jeremiah:22:17",
        "t": "But*ln you have eyes and heart only*ld for your dishonest gain, for*ln shedding innocent blood, and*ld for practicing oppression and violence.”"
    },
    {
        "o": 21670,
        "r": "esv:Jeremiah:22:18",
        "t": "Therefore*p thus says the Lord*s concerning Jehoiakim the son of Josiah, king of Judah: “They*pn shall not lament for him, saying, ‘Ah,*ld my brother!’ or ‘Ah, sister!’ They*ln shall not lament for him, saying, ‘Ah,*ld lord!’ or ‘Ah, his majesty!’"
    },
    {
        "o": 21671,
        "r": "esv:Jeremiah:22:19",
        "t": "With*ln the burial of a donkey he shall be buried, dragged*ld and dumped beyond the gates of Jerusalem.”"
    },
    {
        "o": 21672,
        "r": "esv:Jeremiah:22:20",
        "t": "“Go*pn up to Lebanon, and cry out, and*ld lift up your voice in Bashan; cry*ln out from Abarim, for*ld all your lovers are destroyed."
    },
    {
        "o": 21673,
        "r": "esv:Jeremiah:22:21",
        "t": "I*ln spoke to you in your prosperity, but*ld you said, ‘I will not listen.’ This*ln has been your way from your youth, that*ld you have not obeyed my voice."
    },
    {
        "o": 21674,
        "r": "esv:Jeremiah:22:22",
        "t": "The*ln wind shall shepherd all your shepherds, and*ld your lovers shall go into captivity; then*ln you will be ashamed and confounded because*ld of all your evil."
    },
    {
        "o": 21675,
        "r": "esv:Jeremiah:22:23",
        "t": "O*ln inhabitant of Lebanon, nested*ld among the cedars, how*ln you will be pitied when pangs come upon you, pain*ld as of a woman in labor!”"
    },
    {
        "o": 21676,
        "r": "esv:Jeremiah:22:24",
        "t": "“As*p I live, declares the Lord,*s though Coniah the son of Jehoiakim, king of Judah, were the signet ring on my right hand, yet I would tear you off"
    },
    {
        "o": 21677,
        "r": "esv:Jeremiah:22:25",
        "t": "and give you into the hand of those who seek your life, into the hand of those of whom you are afraid, even into the hand of Nebuchadnezzar king of Babylon and into the hand of the Chaldeans."
    },
    {
        "o": 21678,
        "r": "esv:Jeremiah:22:26",
        "t": "I will hurl you and the mother who bore you into another country, where you were not born, and there you shall die."
    },
    {
        "o": 21679,
        "r": "esv:Jeremiah:22:27",
        "t": "But to the land to which they will long to return, there they shall not return.”"
    },
    {
        "o": 21680,
        "r": "esv:Jeremiah:22:28",
        "t": "Is*pn this man Coniah a despised, broken pot, a*ld vessel no one cares for? Why*ln are he and his children hurled and cast into*ld a land that they do not know?"
    },
    {
        "o": 21681,
        "r": "esv:Jeremiah:22:29",
        "t": "O*ln land, land, land, hear*ld the word of the Lord!*s"
    },
    {
        "o": 21682,
        "r": "esv:Jeremiah:22:30",
        "t": "Thus*ln says the Lord:*s “Write*ln this man down as childless, a*ld man who shall not succeed in his days, for*ln none of his offspring shall succeed in*ld sitting on the throne of David and*ld ruling again in Judah.”"
    }
]
