[
    {
        "o": 34113,
        "r": "esv:1 Peter:5:0",
        "t": "1 Peter 5",
        "h": 1
    },
    {
        "o": 34114,
        "r": "esv:1 Peter:5:0",
        "t": "Shepherd the Flock of God",
        "h": 2
    },
    {
        "o": 34115,
        "r": "esv:1 Peter:5:1",
        "t": "So*p I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed:"
    },
    {
        "o": 34116,
        "r": "esv:1 Peter:5:2",
        "t": "shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly;"
    },
    {
        "o": 34117,
        "r": "esv:1 Peter:5:3",
        "t": "not domineering over those in your charge, but being examples to the flock."
    },
    {
        "o": 34118,
        "r": "esv:1 Peter:5:4",
        "t": "And when the chief Shepherd appears, you will receive the unfading crown of glory."
    },
    {
        "o": 34119,
        "r": "esv:1 Peter:5:5",
        "t": "Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”"
    },
    {
        "o": 34120,
        "r": "esv:1 Peter:5:6",
        "t": "Humble*p yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you,"
    },
    {
        "o": 34121,
        "r": "esv:1 Peter:5:7",
        "t": "casting all your anxieties on him, because he cares for you."
    },
    {
        "o": 34122,
        "r": "esv:1 Peter:5:8",
        "t": "Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour."
    },
    {
        "o": 34123,
        "r": "esv:1 Peter:5:9",
        "t": "Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world."
    },
    {
        "o": 34124,
        "r": "esv:1 Peter:5:10",
        "t": "And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you."
    },
    {
        "o": 34125,
        "r": "esv:1 Peter:5:11",
        "t": "To him be the dominion forever and ever. Amen."
    },
    {
        "o": 34126,
        "r": "esv:1 Peter:5:11",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 34127,
        "r": "esv:1 Peter:5:12",
        "t": "By*p Silvanus, a faithful brother as I regard him, I have written briefly to you, exhorting and declaring that this is the true grace of God. Stand firm in it."
    },
    {
        "o": 34128,
        "r": "esv:1 Peter:5:13",
        "t": "She who is at Babylon, who is likewise chosen, sends you greetings, and so does Mark, my son."
    },
    {
        "o": 34129,
        "r": "esv:1 Peter:5:14",
        "t": "Greet one another with the kiss of love. Peace*p to all of you who are in Christ."
    }
]
