[
    {
        "o": 7795,
        "r": "niv:Ruth:2:0",
        "t": "Ruth 2",
        "h": 1
    },
    {
        "o": 7796,
        "r": "niv:Ruth:2:0",
        "t": "Ruth Meets Boaz in the Grain Field",
        "h": 2
    },
    {
        "o": 7797,
        "r": "niv:Ruth:2:1",
        "t": "Now*p Naomi had a relative on her husband’s side, a man of standing from the clan of Elimelek, whose name was Boaz."
    },
    {
        "o": 7798,
        "r": "niv:Ruth:2:2",
        "t": "And*p Ruth the Moabite said to Naomi, “Let me go to the fields and pick up the leftover grain behind anyone in whose eyes I find favor.” Naomi*p said to her, “Go ahead, my daughter.”"
    },
    {
        "o": 7799,
        "r": "niv:Ruth:2:3",
        "t": "So she went out, entered a field and began to glean behind the harvesters. As it turned out, she was working in a field belonging to Boaz, who was from the clan of Elimelek."
    },
    {
        "o": 7800,
        "r": "niv:Ruth:2:4",
        "t": "Just*p then Boaz arrived from Bethlehem and greeted the harvesters, “The Lord*s be with you!” “The*p Lord*s bless you!” they answered."
    },
    {
        "o": 7801,
        "r": "niv:Ruth:2:5",
        "t": "Boaz*p asked the overseer of his harvesters, “Who does that young woman belong to?”"
    },
    {
        "o": 7802,
        "r": "niv:Ruth:2:6",
        "t": "The*p overseer replied, “She is the Moabite who came back from Moab with Naomi."
    },
    {
        "o": 7803,
        "r": "niv:Ruth:2:7",
        "t": "She said, ‘Please let me glean and gather among the sheaves behind the harvesters.’ She came into the field and has remained here from morning till now, except for a short rest in the shelter.”"
    },
    {
        "o": 7804,
        "r": "niv:Ruth:2:8",
        "t": "So*p Boaz said to Ruth, “My daughter, listen to me. Don’t go and glean in another field and don’t go away from here. Stay here with the women who work for me."
    },
    {
        "o": 7805,
        "r": "niv:Ruth:2:9",
        "t": "Watch the field where the men are harvesting, and follow along after the women. I have told the men not to lay a hand on you. And whenever you are thirsty, go and get a drink from the water jars the men have filled.”"
    },
    {
        "o": 7806,
        "r": "niv:Ruth:2:10",
        "t": "At*p this, she bowed down with her face to the ground. She asked him, “Why have I found such favor in your eyes that you notice me—a foreigner?”"
    },
    {
        "o": 7807,
        "r": "niv:Ruth:2:11",
        "t": "Boaz*p replied, “I’ve been told all about what you have done for your mother-in-law since the death of your husband—how you left your father and mother and your homeland and came to live with a people you did not know before."
    },
    {
        "o": 7808,
        "r": "niv:Ruth:2:12",
        "t": "May the Lord*s repay you for what you have done. May you be richly rewarded by the Lord,*s the God of Israel, under whose wings you have come to take refuge.”"
    },
    {
        "o": 7809,
        "r": "niv:Ruth:2:13",
        "t": "“May*p I continue to find favor in your eyes, my lord,” she said. “You have put me at ease by speaking kindly to your servant—though I do not have the standing of one of your servants.”"
    },
    {
        "o": 7810,
        "r": "niv:Ruth:2:14",
        "t": "At*p mealtime Boaz said to her, “Come over here. Have some bread and dip it in the wine vinegar.” When*p she sat down with the harvesters, he offered her some roasted grain. She ate all she wanted and had some left over."
    },
    {
        "o": 7811,
        "r": "niv:Ruth:2:15",
        "t": "As she got up to glean, Boaz gave orders to his men, “Let her gather among the sheaves and don’t reprimand her."
    },
    {
        "o": 7812,
        "r": "niv:Ruth:2:16",
        "t": "Even pull out some stalks for her from the bundles and leave them for her to pick up, and don’t rebuke her.”"
    },
    {
        "o": 7813,
        "r": "niv:Ruth:2:17",
        "t": "So*p Ruth gleaned in the field until evening. Then she threshed the barley she had gathered, and it amounted to about an ephah."
    },
    {
        "o": 7814,
        "r": "niv:Ruth:2:18",
        "t": "She carried it back to town, and her mother-in-law saw how much she had gathered. Ruth also brought out and gave her what she had left over after she had eaten enough."
    },
    {
        "o": 7815,
        "r": "niv:Ruth:2:19",
        "t": "Her*p mother-in-law asked her, “Where did you glean today? Where did you work? Blessed be the man who took notice of you!” Then*p Ruth told her mother-in-law about the one at whose place she had been working. “The name of the man I worked with today is Boaz,” she said."
    },
    {
        "o": 7816,
        "r": "niv:Ruth:2:20",
        "t": "“The*p Lord*s bless him!” Naomi said to her daughter-in-law. “He has not stopped showing his kindness to the living and the dead.” She added, “That man is our close relative; he is one of our guardian-redeemers.”"
    },
    {
        "o": 7817,
        "r": "niv:Ruth:2:21",
        "t": "Then*p Ruth the Moabite said, “He even said to me, ‘Stay with my workers until they finish harvesting all my grain.’ ”"
    },
    {
        "o": 7818,
        "r": "niv:Ruth:2:22",
        "t": "Naomi*p said to Ruth her daughter-in-law, “It will be good for you, my daughter, to go with the women who work for him, because in someone else’s field you might be harmed.”"
    },
    {
        "o": 7819,
        "r": "niv:Ruth:2:23",
        "t": "So*p Ruth stayed close to the women of Boaz to glean until the barley and wheat harvests were finished. And she lived with her mother-in-law."
    }
]
