[
    {
        "o": 7025,
        "r": "esv:Joshua:22:0",
        "t": "Joshua 22",
        "h": 1
    },
    {
        "o": 7026,
        "r": "esv:Joshua:22:0",
        "t": "The Eastern Tribes Return Home",
        "h": 2
    },
    {
        "o": 7027,
        "r": "esv:Joshua:22:1",
        "t": "At*p that time Joshua summoned the Reubenites and the Gadites and the half-tribe of Manasseh,"
    },
    {
        "o": 7028,
        "r": "esv:Joshua:22:2",
        "t": "and said to them, “You have kept all that Moses the servant of the Lord*s commanded you and have obeyed my voice in all that I have commanded you."
    },
    {
        "o": 7029,
        "r": "esv:Joshua:22:3",
        "t": "You have not forsaken your brothers these many days, down to this day, but have been careful to keep the charge of the Lord*s your God."
    },
    {
        "o": 7030,
        "r": "esv:Joshua:22:4",
        "t": "And now the Lord*s your God has given rest to your brothers, as he promised them. Therefore turn and go to your tents in the land where your possession lies, which Moses the servant of the Lord*s gave you on the other side of the Jordan."
    },
    {
        "o": 7031,
        "r": "esv:Joshua:22:5",
        "t": "Only be very careful to observe the commandment and the law that Moses the servant of the Lord*s commanded you, to love the Lord*s your God, and to walk in all his ways and to keep his commandments and to cling to him and to serve him with all your heart and with all your soul.”"
    },
    {
        "o": 7032,
        "r": "esv:Joshua:22:6",
        "t": "So Joshua blessed them and sent them away, and they went to their tents."
    },
    {
        "o": 7033,
        "r": "esv:Joshua:22:7",
        "t": "Now*p to the one half of the tribe of Manasseh Moses had given a possession in Bashan, but to the other half Joshua had given a possession beside their brothers in the land west of the Jordan. And when Joshua sent them away to their homes and blessed them,"
    },
    {
        "o": 7034,
        "r": "esv:Joshua:22:8",
        "t": "he said to them, “Go back to your tents with much wealth and with very much livestock, with silver, gold, bronze, and iron, and with much clothing. Divide the spoil of your enemies with your brothers.”"
    },
    {
        "o": 7035,
        "r": "esv:Joshua:22:9",
        "t": "So the people of Reuben and the people of Gad and the half-tribe of Manasseh returned home, parting from the people of Israel at Shiloh, which is in the land of Canaan, to go to the land of Gilead, their own land of which they had possessed themselves by command of the Lord*s through Moses."
    },
    {
        "o": 7036,
        "r": "esv:Joshua:22:9",
        "t": "The Eastern Tribes’ Altar of Witness",
        "h": 2
    },
    {
        "o": 7037,
        "r": "esv:Joshua:22:10",
        "t": "And*p when they came to the region of the Jordan that is in the land of Canaan, the people of Reuben and the people of Gad and the half-tribe of Manasseh built there an altar by the Jordan, an altar of imposing size."
    },
    {
        "o": 7038,
        "r": "esv:Joshua:22:11",
        "t": "And the people of Israel heard it said, “Behold, the people of Reuben and the people of Gad and the half-tribe of Manasseh have built the altar at the frontier of the land of Canaan, in the region about the Jordan, on the side that belongs to the people of Israel.”"
    },
    {
        "o": 7039,
        "r": "esv:Joshua:22:12",
        "t": "And when the people of Israel heard of it, the whole assembly of the people of Israel gathered at Shiloh to make war against them."
    },
    {
        "o": 7040,
        "r": "esv:Joshua:22:13",
        "t": "Then*p the people of Israel sent to the people of Reuben and the people of Gad and the half-tribe of Manasseh, in the land of Gilead, Phinehas the son of Eleazar the priest,"
    },
    {
        "o": 7041,
        "r": "esv:Joshua:22:14",
        "t": "and with him ten chiefs, one from each of the tribal families of Israel, every one of them the head of a family among the clans of Israel."
    },
    {
        "o": 7042,
        "r": "esv:Joshua:22:15",
        "t": "And they came to the people of Reuben, the people of Gad, and the half-tribe of Manasseh, in the land of Gilead, and they said to them,"
    },
    {
        "o": 7043,
        "r": "esv:Joshua:22:16",
        "t": "“Thus says the whole congregation of the Lord,*s ‘What is this breach of faith that you have committed against the God of Israel in turning away this day from following the Lord*s by building yourselves an altar this day in rebellion against the Lord?*s"
    },
    {
        "o": 7044,
        "r": "esv:Joshua:22:17",
        "t": "Have we not had enough of the sin at Peor from which even yet we have not cleansed ourselves, and for which there came a plague upon the congregation of the Lord,*s"
    },
    {
        "o": 7045,
        "r": "esv:Joshua:22:18",
        "t": "that you too must turn away this day from following the Lord?*s And if you too rebel against the Lord*s today then tomorrow he will be angry with the whole congregation of Israel."
    },
    {
        "o": 7046,
        "r": "esv:Joshua:22:19",
        "t": "But now, if the land of your possession is unclean, pass over into the Lord’s*s land where the Lord’s*s tabernacle stands, and take for yourselves a possession among us. Only do not rebel against the Lord*s or make us as rebels by building for yourselves an altar other than the altar of the Lord*s our God."
    },
    {
        "o": 7047,
        "r": "esv:Joshua:22:20",
        "t": "Did not Achan the son of Zerah break faith in the matter of the devoted things, and wrath fell upon all the congregation of Israel? And he did not perish alone for his iniquity.’”"
    },
    {
        "o": 7048,
        "r": "esv:Joshua:22:21",
        "t": "Then*p the people of Reuben, the people of Gad, and the half-tribe of Manasseh said in answer to the heads of the families of Israel,"
    },
    {
        "o": 7049,
        "r": "esv:Joshua:22:22",
        "t": "“The Mighty One, God, the Lord!*s The Mighty One, God, the Lord!*s He knows; and let Israel itself know! If it was in rebellion or in breach of faith against the Lord,*s do not spare us today"
    },
    {
        "o": 7050,
        "r": "esv:Joshua:22:23",
        "t": "for building an altar to turn away from following the Lord.*s Or if we did so to offer burnt offerings or grain offerings or peace offerings on it, may the Lord*s himself take vengeance."
    },
    {
        "o": 7051,
        "r": "esv:Joshua:22:24",
        "t": "No, but we did it from fear that in time to come your children might say to our children, ‘What have you to do with the Lord,*s the God of Israel?"
    },
    {
        "o": 7052,
        "r": "esv:Joshua:22:25",
        "t": "For the Lord*s has made the Jordan a boundary between us and you, you people of Reuben and people of Gad. You have no portion in the Lord.’*s So your children might make our children cease to worship the Lord.*s"
    },
    {
        "o": 7053,
        "r": "esv:Joshua:22:26",
        "t": "Therefore we said, ‘Let us now build an altar, not for burnt offering, nor for sacrifice,"
    },
    {
        "o": 7054,
        "r": "esv:Joshua:22:27",
        "t": "but to be a witness between us and you, and between our generations after us, that we do perform the service of the Lord*s in his presence with our burnt offerings and sacrifices and peace offerings, so your children will not say to our children in time to come, “You have no portion in the Lord.”’*s"
    },
    {
        "o": 7055,
        "r": "esv:Joshua:22:28",
        "t": "And we thought, ‘If this should be said to us or to our descendants in time to come, we should say, “Behold, the copy of the altar of the Lord,*s which our fathers made, not for burnt offerings, nor for sacrifice, but to be a witness between us and you.”’"
    },
    {
        "o": 7056,
        "r": "esv:Joshua:22:29",
        "t": "Far be it from us that we should rebel against the Lord*s and turn away this day from following the Lord*s by building an altar for burnt offering, grain offering, or sacrifice, other than the altar of the Lord*s our God that stands before his tabernacle!”"
    },
    {
        "o": 7057,
        "r": "esv:Joshua:22:30",
        "t": "When*p Phinehas the priest and the chiefs of the congregation, the heads of the families of Israel who were with him, heard the words that the people of Reuben and the people of Gad and the people of Manasseh spoke, it was good in their eyes."
    },
    {
        "o": 7058,
        "r": "esv:Joshua:22:31",
        "t": "And Phinehas the son of Eleazar the priest said to the people of Reuben and the people of Gad and the people of Manasseh, “Today we know that the Lord*s is in our midst, because you have not committed this breach of faith against the Lord.*s Now you have delivered the people of Israel from the hand of the Lord.”*s"
    },
    {
        "o": 7059,
        "r": "esv:Joshua:22:32",
        "t": "Then*p Phinehas the son of Eleazar the priest, and the chiefs, returned from the people of Reuben and the people of Gad in the land of Gilead to the land of Canaan, to the people of Israel, and brought back word to them."
    },
    {
        "o": 7060,
        "r": "esv:Joshua:22:33",
        "t": "And the report was good in the eyes of the people of Israel. And the people of Israel blessed God and spoke no more of making war against them to destroy the land where the people of Reuben and the people of Gad were settled."
    },
    {
        "o": 7061,
        "r": "esv:Joshua:22:34",
        "t": "The people of Reuben and the people of Gad called the altar Witness, “For,” they said, “it is a witness between us that the Lord*s is God.”"
    }
]
