[
    {
        "o": 13905,
        "r": "csb:Nehemiah:8:0",
        "t": "Nehemiah 8",
        "h": 1
    },
    {
        "o": 13906,
        "r": "csb:Nehemiah:8:1",
        "t": "all*p the people gathered together at the square in front of the Water Gate. They asked the scribe Ezra to bring the book of the law of Moses that the Lord*s had given Israel."
    },
    {
        "o": 13907,
        "r": "csb:Nehemiah:8:2",
        "t": "On the first day of the seventh month, the priest Ezra brought the law before the assembly of men, women, and all who could listen with understanding."
    },
    {
        "o": 13908,
        "r": "csb:Nehemiah:8:3",
        "t": "While he was facing the square in front of the Water Gate, he read out of it from daybreak until noon before the men, the women, and those who could understand. All the people listened attentively to the book of the law."
    },
    {
        "o": 13909,
        "r": "csb:Nehemiah:8:4",
        "t": "The scribe Ezra stood on a high wooden platform made for this purpose. Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah stood beside him on his right; to his left were Pedaiah, Mishael, Malchijah, Hashum, Hash-baddanah, Zechariah, and Meshullam."
    },
    {
        "o": 13910,
        "r": "csb:Nehemiah:8:5",
        "t": "Ezra opened the book in full view of all the people, since he was elevated above everyone. As he opened it, all the people stood up."
    },
    {
        "o": 13911,
        "r": "csb:Nehemiah:8:6",
        "t": "Ezra blessed the Lord,*s the great God, and with their hands uplifted all the people said, “Amen, Amen!” Then they knelt low and worshiped the Lord*s with their faces to the ground."
    },
    {
        "o": 13912,
        "r": "csb:Nehemiah:8:7",
        "t": "Jeshua,*p Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, and Pelaiah, who were Levites, explained the law to the people as they stood in their places."
    },
    {
        "o": 13913,
        "r": "csb:Nehemiah:8:8",
        "t": "They read out of the book of the law of God, translating and giving the meaning so that the people could understand what was read."
    },
    {
        "o": 13914,
        "r": "csb:Nehemiah:8:9",
        "t": "Nehemiah the governor, Ezra the priest and scribe, and the Levites who were instructing the people said to all of them, “This day is holy to the Lord*s your God. Do not mourn or weep.” For all the people were weeping as they heard the words of the law."
    },
    {
        "o": 13915,
        "r": "csb:Nehemiah:8:10",
        "t": "Then he said to them, “Go and eat what is rich, drink what is sweet, and send portions to those who have nothing prepared, since today is holy to our Lord. Do not grieve, because the joy of the Lord*s is your strength.”"
    },
    {
        "o": 13916,
        "r": "csb:Nehemiah:8:11",
        "t": "And the Levites quieted all the people, saying, “Be still, since today is holy. Don’t grieve.”"
    },
    {
        "o": 13917,
        "r": "csb:Nehemiah:8:12",
        "t": "Then all the people began to eat and drink, send portions, and have a great celebration, because they had understood the words that were explained to them."
    },
    {
        "o": 13918,
        "r": "csb:Nehemiah:8:12",
        "t": "Festival of Shelters Observed",
        "h": 2
    },
    {
        "o": 13919,
        "r": "csb:Nehemiah:8:13",
        "t": "On*p the second day, the family heads of all the people, along with the priests and Levites, assembled before the scribe Ezra to study the words of the law."
    },
    {
        "o": 13920,
        "r": "csb:Nehemiah:8:14",
        "t": "They found written in the law how the Lord*s had commanded through Moses that the Israelites should dwell in shelters during the festival of the seventh month."
    },
    {
        "o": 13921,
        "r": "csb:Nehemiah:8:15",
        "t": "So they proclaimed and spread this news throughout their towns and in Jerusalem, saying, “Go out to the hill country and bring back branches of olive, wild olive, myrtle, palm, and other leafy trees to make shelters, just as it is written.”"
    },
    {
        "o": 13922,
        "r": "csb:Nehemiah:8:16",
        "t": "The people went out, brought back branches, and made shelters for themselves on each of their rooftops and courtyards, the court of the house of God, the square by the Water Gate, and the square by the Ephraim Gate."
    },
    {
        "o": 13923,
        "r": "csb:Nehemiah:8:17",
        "t": "The whole community that had returned from exile made shelters and lived in them. The Israelites had not celebrated like this from the days of Joshua son of Nun until that day. And there was tremendous joy."
    },
    {
        "o": 13924,
        "r": "csb:Nehemiah:8:18",
        "t": "Ezra read out of the book of the law of God every day, from the first day to the last. The Israelites celebrated the festival for seven days, and on the eighth day there was a solemn assembly, according to the ordinance."
    }
]
