[
    {
        "o": 31052,
        "r": "kjv:1 Timothy:6:0",
        "t": "1 Timothy 6",
        "h": 1
    },
    {
        "o": 31053,
        "r": "kjv:1 Timothy:6:1",
        "t": "Let*p as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and his doctrine be not blasphemed."
    },
    {
        "o": 31054,
        "r": "kjv:1 Timothy:6:2",
        "t": "And*p they that have believing masters, let them not despise them, because they are brethren; but rather do them service, because they are faithful and beloved, partakers of the benefit. These things teach and exhort."
    },
    {
        "o": 31055,
        "r": "kjv:1 Timothy:6:3",
        "t": "If*p any man teach otherwise, and consent not to wholesome words, even the words of our Lord Jesus Christ, and to the doctrine which is according to godliness;"
    },
    {
        "o": 31056,
        "r": "kjv:1 Timothy:6:4",
        "t": "He*p is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,"
    },
    {
        "o": 31057,
        "r": "kjv:1 Timothy:6:5",
        "t": "Perverse*p disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself."
    },
    {
        "o": 31058,
        "r": "kjv:1 Timothy:6:6",
        "t": "But*p godliness with contentment is great gain."
    },
    {
        "o": 31059,
        "r": "kjv:1 Timothy:6:7",
        "t": "For*p we brought nothing into this world, and it is certain we can carry nothing out."
    },
    {
        "o": 31060,
        "r": "kjv:1 Timothy:6:8",
        "t": "And*p having food and raiment let us be therewith content."
    },
    {
        "o": 31061,
        "r": "kjv:1 Timothy:6:9",
        "t": "But*p they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition."
    },
    {
        "o": 31062,
        "r": "kjv:1 Timothy:6:10",
        "t": "For*p the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows."
    },
    {
        "o": 31063,
        "r": "kjv:1 Timothy:6:11",
        "t": "But*p thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness."
    },
    {
        "o": 31064,
        "r": "kjv:1 Timothy:6:12",
        "t": "Fight*p the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses."
    },
    {
        "o": 31065,
        "r": "kjv:1 Timothy:6:13",
        "t": "I*p give thee charge in the sight of God, who quickeneth all things, and before Christ Jesus, who before Pontius Pilate witnessed a good confession;"
    },
    {
        "o": 31066,
        "r": "kjv:1 Timothy:6:14",
        "t": "That*p thou keep this commandment without spot, unrebukeable, until the appearing of our Lord Jesus Christ:"
    },
    {
        "o": 31067,
        "r": "kjv:1 Timothy:6:15",
        "t": "Which*p in his times he shall shew, who is the blessed and only Potentate, the King of kings, and Lord of lords;"
    },
    {
        "o": 31068,
        "r": "kjv:1 Timothy:6:16",
        "t": "Who*p only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honour and power everlasting. Amen."
    },
    {
        "o": 31069,
        "r": "kjv:1 Timothy:6:17",
        "t": "Charge*p them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;"
    },
    {
        "o": 31070,
        "r": "kjv:1 Timothy:6:18",
        "t": "That*p they do good, that they be rich in good works, ready to distribute, willing to communicate;"
    },
    {
        "o": 31071,
        "r": "kjv:1 Timothy:6:19",
        "t": "Laying*p up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life."
    },
    {
        "o": 31072,
        "r": "kjv:1 Timothy:6:20",
        "t": "O*p Timothy, keep that which is committed to thy trust, avoiding profane and vain babblings, and oppositions of science falsely so called:"
    },
    {
        "o": 31073,
        "r": "kjv:1 Timothy:6:21",
        "t": "Which*p some professing have erred concerning the faith. Grace be with thee. Amen."
    }
]
