[
    {
        "o": 4530,
        "r": "nasb:Numbers:15:0",
        "t": "Numbers 15",
        "h": 1
    },
    {
        "o": 4531,
        "r": "nasb:Numbers:15:0",
        "t": "Laws for Canaan",
        "h": 2
    },
    {
        "o": 4532,
        "r": "nasb:Numbers:15:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4533,
        "r": "nasb:Numbers:15:2",
        "t": "“Speak to the sons of Israel and say to them, ‘When you enter the land where you are to live, which I am giving you,"
    },
    {
        "o": 4534,
        "r": "nasb:Numbers:15:3",
        "t": "then make an offering by fire to the Lord,*s a burnt offering or a sacrifice to fulfill a special vow, or as a freewill offering or in your appointed times, to make a soothing aroma to the Lord,*s from the herd or from the flock."
    },
    {
        "o": 4535,
        "r": "nasb:Numbers:15:4",
        "t": "The one who presents his offering shall present to the Lord*s a grain offering of one-tenth of*i an*i ephah*i of fine flour mixed with one-fourth of a hin of oil,"
    },
    {
        "o": 4536,
        "r": "nasb:Numbers:15:5",
        "t": "and you shall prepare wine for the drink offering, one-fourth of a hin, with the burnt offering or for the sacrifice, for each lamb."
    },
    {
        "o": 4537,
        "r": "nasb:Numbers:15:6",
        "t": "Or for a ram you shall prepare as a grain offering two-tenths of*i an*i ephah*i of fine flour mixed with one-third of a hin of oil;"
    },
    {
        "o": 4538,
        "r": "nasb:Numbers:15:7",
        "t": "and for the drink offering you shall offer one-third of a hin of wine as a soothing aroma to the Lord.*s"
    },
    {
        "o": 4539,
        "r": "nasb:Numbers:15:8",
        "t": "When you prepare a bull as a burnt offering or a sacrifice, to fulfill a special vow, or for peace offerings to the Lord,*s"
    },
    {
        "o": 4540,
        "r": "nasb:Numbers:15:9",
        "t": "then you shall offer with the bull a grain offering of three-tenths of*i an*i ephah*i of fine flour mixed with one-half a hin of oil;"
    },
    {
        "o": 4541,
        "r": "nasb:Numbers:15:10",
        "t": "and you shall offer as the drink offering one-half a hin of wine as an offering by fire, as a soothing aroma to the Lord.*s"
    },
    {
        "o": 4542,
        "r": "nasb:Numbers:15:11",
        "t": "‘Thus*p it shall be done for each ox, or for each ram, or for each of the male lambs, or of the goats."
    },
    {
        "o": 4543,
        "r": "nasb:Numbers:15:12",
        "t": "According to the number that you prepare, so you shall do for everyone according to their number."
    },
    {
        "o": 4544,
        "r": "nasb:Numbers:15:13",
        "t": "All who are native shall do these things in this manner, in presenting an offering by fire, as a soothing aroma to the Lord.*s"
    },
    {
        "o": 4545,
        "r": "nasb:Numbers:15:13",
        "t": "Law of the Sojourner",
        "h": 2
    },
    {
        "o": 4546,
        "r": "nasb:Numbers:15:14",
        "t": "If*p an alien sojourns with you, or one who may be among you throughout your generations, and he wishes*i to*i make an offering by fire, as a soothing aroma to the Lord,*s just as you do so he shall do."
    },
    {
        "o": 4547,
        "r": "nasb:Numbers:15:15",
        "t": "As*i for*i the assembly, there shall be one statute for you and for the alien who sojourns with*i you,*i a perpetual statute throughout your generations; as you are, so shall the alien be before the Lord.*s"
    },
    {
        "o": 4548,
        "r": "nasb:Numbers:15:16",
        "t": "There is to be one law and one ordinance for you and for the alien who sojourns with you.’ ”"
    },
    {
        "o": 4549,
        "r": "nasb:Numbers:15:17",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4550,
        "r": "nasb:Numbers:15:18",
        "t": "“Speak to the sons of Israel and say to them, ‘When you enter the land where I bring you,"
    },
    {
        "o": 4551,
        "r": "nasb:Numbers:15:19",
        "t": "then it shall be, that when you eat of the food of the land, you shall lift up an offering to the Lord.*s"
    },
    {
        "o": 4552,
        "r": "nasb:Numbers:15:20",
        "t": "Of the first of your dough you shall lift up a cake as an offering; as the offering of the threshing floor, so you shall lift it up."
    },
    {
        "o": 4553,
        "r": "nasb:Numbers:15:21",
        "t": "From the first of your dough you shall give to the Lord*s an offering throughout your generations."
    },
    {
        "o": 4554,
        "r": "nasb:Numbers:15:22",
        "t": "‘But*p when you unwittingly fail and do not observe all these commandments, which the Lord*s has spoken to Moses,"
    },
    {
        "o": 4555,
        "r": "nasb:Numbers:15:23",
        "t": "even*i all that the Lord*s has commanded you through Moses, from the day when the Lord*s gave commandment and onward throughout your generations,"
    },
    {
        "o": 4556,
        "r": "nasb:Numbers:15:24",
        "t": "then it shall be, if it is done unintentionally, without the knowledge of the congregation, that all the congregation shall offer one bull for a burnt offering, as a soothing aroma to the Lord,*s with its grain offering and its drink offering, according to the ordinance, and one male goat for a sin offering."
    },
    {
        "o": 4557,
        "r": "nasb:Numbers:15:25",
        "t": "Then the priest shall make atonement for all the congregation of the sons of Israel, and they will be forgiven; for it was an error, and they have brought their offering, an offering by fire to the Lord,*s and their sin offering before the Lord,*s for their error."
    },
    {
        "o": 4558,
        "r": "nasb:Numbers:15:26",
        "t": "So all the congregation of the sons of Israel will be forgiven, with the alien who sojourns among them, for it*i happened*i to all the people through error."
    },
    {
        "o": 4559,
        "r": "nasb:Numbers:15:27",
        "t": "‘Also*p if one person sins unintentionally, then he shall offer a one year old female goat for a sin offering."
    },
    {
        "o": 4560,
        "r": "nasb:Numbers:15:28",
        "t": "The priest shall make atonement before the Lord*s for the person who goes astray when he sins unintentionally, making atonement for him that he may be forgiven."
    },
    {
        "o": 4561,
        "r": "nasb:Numbers:15:29",
        "t": "You shall have one law for him who does anything*i unintentionally, for him who is native among the sons of Israel and for the alien who sojourns among them."
    },
    {
        "o": 4562,
        "r": "nasb:Numbers:15:30",
        "t": "But the person who does anything*i defiantly, whether he is native or an alien, that one is blaspheming the Lord;*s and that person shall be cut off from among his people."
    },
    {
        "o": 4563,
        "r": "nasb:Numbers:15:31",
        "t": "Because he has despised the word of the Lord*s and has broken His commandment, that person shall be completely cut off; his guilt will*i be*i on him.’ ”"
    },
    {
        "o": 4564,
        "r": "nasb:Numbers:15:31",
        "t": "Sabbath-breaking Punished",
        "h": 2
    },
    {
        "o": 4565,
        "r": "nasb:Numbers:15:32",
        "t": "Now*p while the sons of Israel were in the wilderness, they found a man gathering wood on the sabbath day."
    },
    {
        "o": 4566,
        "r": "nasb:Numbers:15:33",
        "t": "Those who found him gathering wood brought him to Moses and Aaron and to all the congregation;"
    },
    {
        "o": 4567,
        "r": "nasb:Numbers:15:34",
        "t": "and they put him in custody because it had not been declared what should be done to him."
    },
    {
        "o": 4568,
        "r": "nasb:Numbers:15:35",
        "t": "Then the Lord*s said to Moses, “The man shall surely be put to death; all the congregation shall stone him with stones outside the camp.”"
    },
    {
        "o": 4569,
        "r": "nasb:Numbers:15:36",
        "t": "So all the congregation brought him outside the camp and stoned him to death with stones, just as the Lord*s had commanded Moses."
    },
    {
        "o": 4570,
        "r": "nasb:Numbers:15:37",
        "t": "The*p Lord*s also spoke to Moses, saying,"
    },
    {
        "o": 4571,
        "r": "nasb:Numbers:15:38",
        "t": "“Speak to the sons of Israel, and tell them that they shall make for themselves tassels on the corners of their garments throughout their generations, and that they shall put on the tassel of each corner a cord of blue."
    },
    {
        "o": 4572,
        "r": "nasb:Numbers:15:39",
        "t": "It shall be a tassel for you to look at and remember all the commandments of the Lord,*s so as to do them and not follow after your own heart and your own eyes, after which you played the harlot,"
    },
    {
        "o": 4573,
        "r": "nasb:Numbers:15:40",
        "t": "so that you may remember to do all My commandments and be holy to your God."
    },
    {
        "o": 4574,
        "r": "nasb:Numbers:15:41",
        "t": "I am the Lord*s your God who brought you out from the land of Egypt to be your God; I am the Lord*s your God.”"
    }
]
