[
    {
        "o": 32549,
        "r": "esv:Galatians:3:0",
        "t": "Galatians 3",
        "h": 1
    },
    {
        "o": 32550,
        "r": "esv:Galatians:3:0",
        "t": "By Faith, or by Works of the Law?",
        "h": 2
    },
    {
        "o": 32551,
        "r": "esv:Galatians:3:1",
        "t": "O*p foolish Galatians! Who has bewitched you? It was before your eyes that Jesus Christ was publicly portrayed as crucified."
    },
    {
        "o": 32552,
        "r": "esv:Galatians:3:2",
        "t": "Let me ask you only this: Did you receive the Spirit by works of the law or by hearing with faith?"
    },
    {
        "o": 32553,
        "r": "esv:Galatians:3:3",
        "t": "Are you so foolish? Having begun by the Spirit, are you now being perfected by the flesh?"
    },
    {
        "o": 32554,
        "r": "esv:Galatians:3:4",
        "t": "Did you suffer so many things in vain— if indeed it was in vain?"
    },
    {
        "o": 32555,
        "r": "esv:Galatians:3:5",
        "t": "Does he who supplies the Spirit to you and works miracles among you do so by works of the law, or by hearing with faith—"
    },
    {
        "o": 32556,
        "r": "esv:Galatians:3:6",
        "t": "just as Abraham “believed God, and it was counted to him as righteousness”?"
    },
    {
        "o": 32557,
        "r": "esv:Galatians:3:7",
        "t": "Know*p then that it is those of faith who are the sons of Abraham."
    },
    {
        "o": 32558,
        "r": "esv:Galatians:3:8",
        "t": "And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, “In you shall all the nations be blessed.”"
    },
    {
        "o": 32559,
        "r": "esv:Galatians:3:9",
        "t": "So then, those who are of faith are blessed along with Abraham, the man of faith."
    },
    {
        "o": 32560,
        "r": "esv:Galatians:3:9",
        "t": "The Righteous Shall Live by Faith",
        "h": 2
    },
    {
        "o": 32561,
        "r": "esv:Galatians:3:10",
        "t": "For*p all who rely on works of the law are under a curse; for it is written, “Cursed be everyone who does not abide by all things written in the Book of the Law, and do them.”"
    },
    {
        "o": 32562,
        "r": "esv:Galatians:3:11",
        "t": "Now it is evident that no one is justified before God by the law, for “The righteous shall live by faith.”"
    },
    {
        "o": 32563,
        "r": "esv:Galatians:3:12",
        "t": "But the law is not of faith, rather “The one who does them shall live by them.”"
    },
    {
        "o": 32564,
        "r": "esv:Galatians:3:13",
        "t": "Christ redeemed us from the curse of the law by becoming a curse for us— for it is written, “Cursed is everyone who is hanged on a tree”—"
    },
    {
        "o": 32565,
        "r": "esv:Galatians:3:14",
        "t": "so that in Christ Jesus the blessing of Abraham might come to the Gentiles, so that we might receive the promised Spirit through faith."
    },
    {
        "o": 32566,
        "r": "esv:Galatians:3:14",
        "t": "The Law and the Promise",
        "h": 2
    },
    {
        "o": 32567,
        "r": "esv:Galatians:3:15",
        "t": "To*p give a human example, brothers: even with a man-made covenant, no one annuls it or adds to it once it has been ratified."
    },
    {
        "o": 32568,
        "r": "esv:Galatians:3:16",
        "t": "Now the promises were made to Abraham and to his offspring. It does not say, “And to offsprings,” referring to many, but referring to one, “And to your offspring,” who is Christ."
    },
    {
        "o": 32569,
        "r": "esv:Galatians:3:17",
        "t": "This is what I mean: the law, which came 430 years afterward, does not annul a covenant previously ratified by God, so as to make the promise void."
    },
    {
        "o": 32570,
        "r": "esv:Galatians:3:18",
        "t": "For if the inheritance comes by the law, it no longer comes by promise; but God gave it to Abraham by a promise."
    },
    {
        "o": 32571,
        "r": "esv:Galatians:3:19",
        "t": "Why*p then the law? It was added because of transgressions, until the offspring should come to whom the promise had been made, and it was put in place through angels by an intermediary."
    },
    {
        "o": 32572,
        "r": "esv:Galatians:3:20",
        "t": "Now an intermediary implies more than one, but God is one."
    },
    {
        "o": 32573,
        "r": "esv:Galatians:3:21",
        "t": "Is*p the law then contrary to the promises of God? Certainly not! For if a law had been given that could give life, then righteousness would indeed be by the law."
    },
    {
        "o": 32574,
        "r": "esv:Galatians:3:22",
        "t": "But the Scripture imprisoned everything under sin, so that the promise by faith in Jesus Christ might be given to those who believe."
    },
    {
        "o": 32575,
        "r": "esv:Galatians:3:23",
        "t": "Now*p before faith came, we were held captive under the law, imprisoned until the coming faith would be revealed."
    },
    {
        "o": 32576,
        "r": "esv:Galatians:3:24",
        "t": "So then, the law was our guardian until Christ came, in order that we might be justified by faith."
    },
    {
        "o": 32577,
        "r": "esv:Galatians:3:25",
        "t": "But now that faith has come, we are no longer under a guardian,"
    },
    {
        "o": 32578,
        "r": "esv:Galatians:3:26",
        "t": "for in Christ Jesus you are all sons of God, through faith."
    },
    {
        "o": 32579,
        "r": "esv:Galatians:3:27",
        "t": "For as many of you as were baptized into Christ have put on Christ."
    },
    {
        "o": 32580,
        "r": "esv:Galatians:3:28",
        "t": "There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus."
    },
    {
        "o": 32581,
        "r": "esv:Galatians:3:29",
        "t": "And if you are Christ’s, then you are Abraham’s offspring, heirs according to promise."
    }
]
