[
    {
        "o": 9265,
        "r": "nasb:2 Samuel:18:0",
        "t": "2 Samuel 18",
        "h": 1
    },
    {
        "o": 9266,
        "r": "nasb:2 Samuel:18:0",
        "t": "Absalom Slain",
        "h": 2
    },
    {
        "o": 9267,
        "r": "nasb:2 Samuel:18:1",
        "t": "Then*p David numbered the people who were with him and set over them commanders of thousands and commanders of hundreds."
    },
    {
        "o": 9268,
        "r": "nasb:2 Samuel:18:2",
        "t": "David sent the people out, one third under the command of Joab, one third under the command of Abishai the son of Zeruiah, Joab’s brother, and one third under the command of Ittai the Gittite. And the king said to the people, “I myself will surely go out with you also.”"
    },
    {
        "o": 9269,
        "r": "nasb:2 Samuel:18:3",
        "t": "But the people said, “You should not go out; for if we indeed flee, they will not care about us; even if half of us die, they will not care about us. But you are worth ten thousand of us; therefore now it is better that you be*i ready*i to help us from the city.”"
    },
    {
        "o": 9270,
        "r": "nasb:2 Samuel:18:4",
        "t": "Then the king said to them, “Whatever seems best to you I will do.” So the king stood beside the gate, and all the people went out by hundreds and thousands."
    },
    {
        "o": 9271,
        "r": "nasb:2 Samuel:18:5",
        "t": "The king charged Joab and Abishai and Ittai, saying, “Deal*i gently for my sake with the young man Absalom.” And all the people heard when the king charged all the commanders concerning Absalom."
    },
    {
        "o": 9272,
        "r": "nasb:2 Samuel:18:6",
        "t": "Then*p the people went out into the field against Israel, and the battle took place in the forest of Ephraim."
    },
    {
        "o": 9273,
        "r": "nasb:2 Samuel:18:7",
        "t": "The people of Israel were defeated there before the servants of David, and the slaughter there that day was great, 20,000 men."
    },
    {
        "o": 9274,
        "r": "nasb:2 Samuel:18:8",
        "t": "For the battle there was spread over the whole countryside, and the forest devoured more people that day than the sword devoured."
    },
    {
        "o": 9275,
        "r": "nasb:2 Samuel:18:9",
        "t": "Now*p Absalom happened to meet the servants of David. For Absalom was riding on his*i mule, and the mule went under the thick branches of a great oak. And his head caught fast in the oak, so he was left hanging between heaven and earth, while the mule that was under him kept going."
    },
    {
        "o": 9276,
        "r": "nasb:2 Samuel:18:10",
        "t": "When a certain man saw it,*i he told Joab and said, “Behold, I saw Absalom hanging in an oak.”"
    },
    {
        "o": 9277,
        "r": "nasb:2 Samuel:18:11",
        "t": "Then Joab said to the man who had told him, “Now behold, you saw him!*i Why then did you not strike him there to the ground? And I would have given you ten pieces*i of silver and a belt.”"
    },
    {
        "o": 9278,
        "r": "nasb:2 Samuel:18:12",
        "t": "The man said to Joab, “Even if I should receive a thousand pieces*i of*i silver in my hand, I would not put out my hand against the king’s son; for in our hearing the king charged you and Abishai and Ittai, saying, ‘Protect for me the young man Absalom!’"
    },
    {
        "o": 9279,
        "r": "nasb:2 Samuel:18:13",
        "t": "Otherwise, if I had dealt treacherously against his life (and there is nothing hidden from the king), then you yourself would have stood aloof.”"
    },
    {
        "o": 9280,
        "r": "nasb:2 Samuel:18:14",
        "t": "Then Joab said, “I will not waste time here with you.” So he took three spears in his hand and thrust them through the heart of Absalom while he was yet alive in the midst of the oak."
    },
    {
        "o": 9281,
        "r": "nasb:2 Samuel:18:15",
        "t": "And ten young men who carried Joab’s armor gathered around and struck Absalom and killed him."
    },
    {
        "o": 9282,
        "r": "nasb:2 Samuel:18:16",
        "t": "Then*p Joab blew the trumpet, and the people returned from pursuing Israel, for Joab restrained the people."
    },
    {
        "o": 9283,
        "r": "nasb:2 Samuel:18:17",
        "t": "They took Absalom and cast him into a deep pit in the forest and erected over him a very great heap of stones. And all Israel fled, each to his tent."
    },
    {
        "o": 9284,
        "r": "nasb:2 Samuel:18:18",
        "t": "Now Absalom in his lifetime had taken and set up for himself a pillar which is in the King’s Valley, for he said, “I have no son to preserve my name.” So he named the pillar after his own name, and it is called Absalom’s Monument to this day."
    },
    {
        "o": 9285,
        "r": "nasb:2 Samuel:18:18",
        "t": "David Is Grief-stricken",
        "h": 2
    },
    {
        "o": 9286,
        "r": "nasb:2 Samuel:18:19",
        "t": "Then*p Ahimaaz the son of Zadok said, “Please let me run and bring the king news that the Lord*s has freed him from the hand of his enemies.”"
    },
    {
        "o": 9287,
        "r": "nasb:2 Samuel:18:20",
        "t": "But Joab said to him, “You are not the man to carry news this day, but you shall carry news another day; however, you shall carry no news today because the king’s son is dead.”"
    },
    {
        "o": 9288,
        "r": "nasb:2 Samuel:18:21",
        "t": "Then Joab said to the Cushite, “Go, tell the king what you have seen.” So the Cushite bowed to Joab and ran."
    },
    {
        "o": 9289,
        "r": "nasb:2 Samuel:18:22",
        "t": "Now Ahimaaz the son of Zadok said once more to Joab, “But whatever happens, please let me also run after the Cushite.” And Joab said, “Why would you run, my son, since you will have no reward for going?”"
    },
    {
        "o": 9290,
        "r": "nasb:2 Samuel:18:23",
        "t": "“But whatever happens,” he*i said,*i “I will run.” So he said to him, “Run.” Then Ahimaaz ran by way of the plain and passed up the Cushite."
    },
    {
        "o": 9291,
        "r": "nasb:2 Samuel:18:24",
        "t": "Now*p David was sitting between the two gates; and the watchman went up to the roof of the gate by the wall, and raised his eyes and looked, and behold, a man running by himself."
    },
    {
        "o": 9292,
        "r": "nasb:2 Samuel:18:25",
        "t": "The watchman called and told the king. And the king said, “If he is by himself there is good news in his mouth.” And he came nearer and nearer."
    },
    {
        "o": 9293,
        "r": "nasb:2 Samuel:18:26",
        "t": "Then the watchman saw another man running; and the watchman called to the gatekeeper and said, “Behold, another*i man running by himself.” And the king said, “This one also is bringing good news.”"
    },
    {
        "o": 9294,
        "r": "nasb:2 Samuel:18:27",
        "t": "The watchman said, “I think the running of the first one is like the running of Ahimaaz the son of Zadok.” And the king said, “This is a good man and comes with good news.”"
    },
    {
        "o": 9295,
        "r": "nasb:2 Samuel:18:28",
        "t": "Ahimaaz*p called and said to the king, “All is well.” And he prostrated himself before the king with his face to the ground. And he said, “Blessed is the Lord*s your God, who has delivered up the men who lifted their hands against my lord the king.”"
    },
    {
        "o": 9296,
        "r": "nasb:2 Samuel:18:29",
        "t": "The king said, “Is it well with the young man Absalom?” And Ahimaaz answered, “When Joab sent the king’s servant, and your servant, I saw a great tumult, but I did not know what it*i was.”*i"
    },
    {
        "o": 9297,
        "r": "nasb:2 Samuel:18:30",
        "t": "Then the king said, “Turn aside and stand here.” So he turned aside and stood still."
    },
    {
        "o": 9298,
        "r": "nasb:2 Samuel:18:31",
        "t": "Behold,*p the Cushite arrived, and the Cushite said, “Let my lord the king receive good news, for the Lord*s has freed you this day from the hand of all those who rose up against you.”"
    },
    {
        "o": 9299,
        "r": "nasb:2 Samuel:18:32",
        "t": "Then the king said to the Cushite, “Is it well with the young man Absalom?” And the Cushite answered, “Let the enemies of my lord the king, and all who rise up against you for evil, be as that young man!”"
    },
    {
        "o": 9300,
        "r": "nasb:2 Samuel:18:33",
        "t": "The*p king was deeply moved and went up to the chamber over the gate and wept. And thus he said as he walked, “O my son Absalom, my son, my son Absalom! Would I had died instead of you, O Absalom, my son, my son!”"
    }
]
