[
    {
        "o": 23712,
        "r": "nkjv:Ezekiel:30:0",
        "t": "Ezekiel 30",
        "h": 1
    },
    {
        "o": 23713,
        "r": "nkjv:Ezekiel:30:0",
        "t": "Egypt and Her Allies Will Fall",
        "h": 2
    },
    {
        "o": 23714,
        "r": "nkjv:Ezekiel:30:1",
        "t": "The*p word of the Lord*s came to me again, saying,"
    },
    {
        "o": 23715,
        "r": "nkjv:Ezekiel:30:2",
        "t": "“Son of man, prophesy and say, ‘Thus says the Lord God:*s “Wail,*pn ‘Woe to the day!’"
    },
    {
        "o": 23716,
        "r": "nkjv:Ezekiel:30:3",
        "t": "For*ld the day is*i near, Even*ld the day of the Lord*s is*i near; It*ld will be a day of clouds, the time of the Gentiles."
    },
    {
        "o": 23717,
        "r": "nkjv:Ezekiel:30:4",
        "t": "The*ld sword shall come upon Egypt, And*ld great anguish shall be in Ethiopia, When*ld the slain fall in Egypt, And*ld they take away her wealth, And*ld her foundations are broken down."
    },
    {
        "o": 23718,
        "r": "nkjv:Ezekiel:30:5",
        "t": "“Ethiopia,*p Libya, Lydia, all the mingled people, Chub, and the men of the lands who are allied, shall fall with them by the sword.”"
    },
    {
        "o": 23719,
        "r": "nkjv:Ezekiel:30:6",
        "t": "‘Thus*p says the Lord:*s “Those*pn who uphold Egypt shall fall, And*ld the pride of her power shall come down. From*ld Migdol to*i Syene Those*ld within her shall fall by the sword,” Says*ld the Lord God.*s"
    },
    {
        "o": 23720,
        "r": "nkjv:Ezekiel:30:7",
        "t": "“They*ld shall be desolate in the midst of the desolate countries, And*ld her cities shall be in the midst of the cities that*i are*i laid waste."
    },
    {
        "o": 23721,
        "r": "nkjv:Ezekiel:30:8",
        "t": "Then*ld they will know that I am*i the Lord,*s When*ld I have set a fire in Egypt And*ld all her helpers are destroyed."
    },
    {
        "o": 23722,
        "r": "nkjv:Ezekiel:30:9",
        "t": "On*ld that day messengers shall go forth from Me in ships To*ld make the careless Ethiopians afraid, And*ld great anguish shall come upon them, As*ld on the day of Egypt; For*ld indeed it is coming!”"
    },
    {
        "o": 23723,
        "r": "nkjv:Ezekiel:30:10",
        "t": "‘Thus*p says the Lord God:*s “I*pn will also make a multitude of Egypt to cease By*ld the hand of Nebuchadnezzar king of Babylon."
    },
    {
        "o": 23724,
        "r": "nkjv:Ezekiel:30:11",
        "t": "He*ld and his people with him, the most terrible of the nations, Shall*ld be brought to destroy the land; They*ld shall draw their swords against Egypt, And*ld fill the land with the slain."
    },
    {
        "o": 23725,
        "r": "nkjv:Ezekiel:30:12",
        "t": "I*ld will make the rivers dry, And*ld sell the land into the hand of the wicked; I*ld will make the land waste, and all that is in it, By*ld the hand of aliens. I,*ld the Lord,*s have spoken.”"
    },
    {
        "o": 23726,
        "r": "nkjv:Ezekiel:30:13",
        "t": "‘Thus*p says the Lord God:*s “I*pn will also destroy the idols, And*ld cause the images to cease from Noph; There*ld shall no longer be princes from the land of Egypt; I*ld will put fear in the land of Egypt."
    },
    {
        "o": 23727,
        "r": "nkjv:Ezekiel:30:14",
        "t": "I*ld will make Pathros desolate, Set*ld fire to Zoan, And*ld execute judgments in No."
    },
    {
        "o": 23728,
        "r": "nkjv:Ezekiel:30:15",
        "t": "I*ld will pour My fury on Sin, the strength of Egypt; I*ld will cut off the multitude of No,"
    },
    {
        "o": 23729,
        "r": "nkjv:Ezekiel:30:16",
        "t": "And*ld set a fire in Egypt; Sin*ld shall have great pain, No*ld shall be split open, And*ld Noph shall*i be*i in*i distress daily."
    },
    {
        "o": 23730,
        "r": "nkjv:Ezekiel:30:17",
        "t": "The*ld young men of Aven and Pi Beseth shall fall by the sword, And*ld these cities*i shall go into captivity."
    },
    {
        "o": 23731,
        "r": "nkjv:Ezekiel:30:18",
        "t": "At*ld Tehaphnehes the day shall also be darkened, When*ld I break the yokes of Egypt there. And*ld her arrogant strength shall cease in her; As*ld for her, a cloud shall cover her, And*ld her daughters shall go into captivity."
    },
    {
        "o": 23732,
        "r": "nkjv:Ezekiel:30:19",
        "t": "Thus*ld I will execute judgments on Egypt, Then*ld they shall know that I am*i the Lord.”’”*s"
    },
    {
        "o": 23733,
        "r": "nkjv:Ezekiel:30:19",
        "t": "Proclamation Against Pharaoh",
        "h": 2
    },
    {
        "o": 23734,
        "r": "nkjv:Ezekiel:30:20",
        "t": "And*p it came to pass in the eleventh year, in the first month,*i on the seventh day*i of the month, that*i the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23735,
        "r": "nkjv:Ezekiel:30:21",
        "t": "“Son of man, I have broken the arm of Pharaoh king of Egypt; and see, it has not been bandaged for healing, nor a splint put on to bind it, to make it strong enough to hold a sword."
    },
    {
        "o": 23736,
        "r": "nkjv:Ezekiel:30:22",
        "t": "Therefore thus says the Lord God:*s ‘Surely I am*i against Pharaoh king of Egypt, and will break his arms, both the strong one and the one that was broken; and I will make the sword fall out of his hand."
    },
    {
        "o": 23737,
        "r": "nkjv:Ezekiel:30:23",
        "t": "I will scatter the Egyptians among the nations, and disperse them throughout the countries."
    },
    {
        "o": 23738,
        "r": "nkjv:Ezekiel:30:24",
        "t": "I will strengthen the arms of the king of Babylon and put My sword in his hand; but I will break Pharaoh’s arms, and he will groan before him with the groanings of a mortally wounded man.*i"
    },
    {
        "o": 23739,
        "r": "nkjv:Ezekiel:30:25",
        "t": "Thus I will strengthen the arms of the king of Babylon, but the arms of Pharaoh shall fall down; they shall know that I am*i the Lord,*s when I put My sword into the hand of the king of Babylon and he stretches it out against the land of Egypt."
    },
    {
        "o": 23740,
        "r": "nkjv:Ezekiel:30:26",
        "t": "I will scatter the Egyptians among the nations and disperse them throughout the countries. Then they shall know that I am*i the Lord.’”*s"
    }
]
