[
    {
        "o": 4614,
        "r": "csb:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4615,
        "r": "csb:Numbers:16:0",
        "t": "Korah Incites Rebellion",
        "h": 2
    },
    {
        "o": 4616,
        "r": "csb:Numbers:16:1",
        "t": "Now*p Korah son of Izhar, son of Kohath, son of Levi, with Dathan and Abiram, sons of Eliab, and On son of Peleth, sons of Reuben, took"
    },
    {
        "o": 4617,
        "r": "csb:Numbers:16:2",
        "t": "two hundred fifty prominent Israelite men who were leaders of the community and representatives in the assembly, and they rebelled against Moses."
    },
    {
        "o": 4618,
        "r": "csb:Numbers:16:3",
        "t": "They came together against Moses and Aaron and told them, “You have gone too far! Everyone in the entire community is holy, and the Lord*s is among them. Why then do you exalt yourselves above the Lord’s*s assembly?”"
    },
    {
        "o": 4619,
        "r": "csb:Numbers:16:4",
        "t": "When*p Moses heard this, he fell facedown."
    },
    {
        "o": 4620,
        "r": "csb:Numbers:16:5",
        "t": "Then he said to Korah and all his followers, “Tomorrow morning the Lord*s will reveal who belongs to him, who is set apart, and the one he will let come near him. He will let the one he chooses come near him."
    },
    {
        "o": 4621,
        "r": "csb:Numbers:16:6",
        "t": "Korah, you and all your followers are to do this: take firepans, and tomorrow"
    },
    {
        "o": 4622,
        "r": "csb:Numbers:16:7",
        "t": "place fire in them and put incense on them before the Lord.*s Then the man the Lord*s chooses will be the one who is set apart. It is you Levites who have gone too far!”"
    },
    {
        "o": 4623,
        "r": "csb:Numbers:16:8",
        "t": "Moses*p also told Korah, “Now listen, Levites!"
    },
    {
        "o": 4624,
        "r": "csb:Numbers:16:9",
        "t": "Isn’t it enough for you that the God of Israel has separated you from the Israelite community to bring you near to himself, to perform the work at the Lord’s*s tabernacle, and to stand before the community to minister to them?"
    },
    {
        "o": 4625,
        "r": "csb:Numbers:16:10",
        "t": "He has brought you near, and all your fellow Levites who are with you, but you are pursuing the priesthood as well."
    },
    {
        "o": 4626,
        "r": "csb:Numbers:16:11",
        "t": "Therefore, it is you and all your followers who have conspired against the Lord!*s As for Aaron, who is he that you should complain about him?”"
    },
    {
        "o": 4627,
        "r": "csb:Numbers:16:12",
        "t": "Moses*p sent for Dathan and Abiram, the sons of Eliab, but they said, “We will not come!"
    },
    {
        "o": 4628,
        "r": "csb:Numbers:16:13",
        "t": "Is it not enough that you brought us up from a land flowing with milk and honey to kill us in the wilderness? Do you also have to appoint yourself as ruler over us?"
    },
    {
        "o": 4629,
        "r": "csb:Numbers:16:14",
        "t": "Furthermore, you didn’t bring us to a land flowing with milk and honey or give us an inheritance of fields and vineyards. Will you gouge out the eyes of these men? We will not come!”"
    },
    {
        "o": 4630,
        "r": "csb:Numbers:16:15",
        "t": "Then*p Moses became angry and said to the Lord,*s “Don’t respect their offering. I have not taken one donkey from them or mistreated a single one of them.”"
    },
    {
        "o": 4631,
        "r": "csb:Numbers:16:16",
        "t": "So Moses told Korah, “You and all your followers are to appear before the Lord*s tomorrow - you, they, and Aaron."
    },
    {
        "o": 4632,
        "r": "csb:Numbers:16:17",
        "t": "Each of you is to take his firepan, place incense on it, and present his firepan before the Lord-*s 250 firepans. You and Aaron are each to present your firepan also.”"
    },
    {
        "o": 4633,
        "r": "csb:Numbers:16:18",
        "t": "Each*p man took his firepan, placed fire in it, put incense on it, and stood at the entrance to the tent of meeting along with Moses and Aaron."
    },
    {
        "o": 4634,
        "r": "csb:Numbers:16:19",
        "t": "After Korah assembled the whole community against them at the entrance to the tent of meeting, the glory of the Lord*s appeared to the whole community."
    },
    {
        "o": 4635,
        "r": "csb:Numbers:16:20",
        "t": "The Lord*s spoke to Moses and Aaron,"
    },
    {
        "o": 4636,
        "r": "csb:Numbers:16:21",
        "t": "“Separate yourselves from this community so I may consume them instantly.”"
    },
    {
        "o": 4637,
        "r": "csb:Numbers:16:22",
        "t": "But*p Moses and Aaron fell facedown and said, “God, God who gives breath to all, when one man sins, will you vent your wrath on the whole community?”"
    },
    {
        "o": 4638,
        "r": "csb:Numbers:16:23",
        "t": "The*p Lord*s replied to Moses,"
    },
    {
        "o": 4639,
        "r": "csb:Numbers:16:24",
        "t": "“Tell the community: Get away from the dwellings of Korah, Dathan, and Abiram.”"
    },
    {
        "o": 4640,
        "r": "csb:Numbers:16:25",
        "t": "Moses*p got up and went to Dathan and Abiram, and the elders of Israel followed him."
    },
    {
        "o": 4641,
        "r": "csb:Numbers:16:26",
        "t": "He warned the community, “Get away now from the tents of these wicked men. Don’t touch anything that belongs to them, or you will be swept away because of all their sins.”"
    },
    {
        "o": 4642,
        "r": "csb:Numbers:16:27",
        "t": "So they got away from the dwellings of Korah, Dathan, and Abiram. Meanwhile, Dathan and Abiram came out and stood at the entrance of their tents with their wives, children, and infants."
    },
    {
        "o": 4643,
        "r": "csb:Numbers:16:28",
        "t": "Then*p Moses said, “This is how you will know that the Lord*s sent me to do all these things and that it was not of my own will:"
    },
    {
        "o": 4644,
        "r": "csb:Numbers:16:29",
        "t": "If these men die naturally as all people would, and suffer the fate of all, then the Lord*s has not sent me."
    },
    {
        "o": 4645,
        "r": "csb:Numbers:16:30",
        "t": "But if the Lord*s brings about something unprecedented, and the ground opens its mouth and swallows them along with all that belongs to them so that they go down alive into Sheol, then you will know that these men have despised the Lord.”*s"
    },
    {
        "o": 4646,
        "r": "csb:Numbers:16:31",
        "t": "Just*p as he finished speaking all these words, the ground beneath them split open."
    },
    {
        "o": 4647,
        "r": "csb:Numbers:16:32",
        "t": "The earth opened its mouth and swallowed them and their households, all Korah’s people, and all their possessions."
    },
    {
        "o": 4648,
        "r": "csb:Numbers:16:33",
        "t": "They went down alive into Sheol with all that belonged to them. The earth closed over them, and they vanished from the assembly."
    },
    {
        "o": 4649,
        "r": "csb:Numbers:16:34",
        "t": "At their cries, all the people of Israel who were around them fled because they thought, “The earth may swallow us too!”"
    },
    {
        "o": 4650,
        "r": "csb:Numbers:16:35",
        "t": "Fire also came out from the Lord*s and consumed the 250 men who were presenting the incense."
    },
    {
        "o": 4651,
        "r": "csb:Numbers:16:36",
        "t": "Then*p the Lord*s spoke to Moses:"
    },
    {
        "o": 4652,
        "r": "csb:Numbers:16:37",
        "t": "“Tell Eleazar son of Aaron the priest to remove the firepans from the burning debris, because they are holy, and scatter the fire far away."
    },
    {
        "o": 4653,
        "r": "csb:Numbers:16:38",
        "t": "As for the firepans of those who sinned at the cost of their own lives, make them into hammered sheets as plating for the altar, for they presented them before the Lord,*s and the firepans are holy. They will be a sign to the Israelites.”"
    },
    {
        "o": 4654,
        "r": "csb:Numbers:16:39",
        "t": "So*p the priest Eleazar took the bronze firepans that those who were burned had presented, and they were hammered into plating for the altar,"
    },
    {
        "o": 4655,
        "r": "csb:Numbers:16:40",
        "t": "just as the Lord*s commanded him through Moses. It was to be a reminder for the Israelites that no unauthorized person outside the lineage of Aaron should approach to offer incense before the Lord*s and become like Korah and his followers."
    },
    {
        "o": 4656,
        "r": "csb:Numbers:16:41",
        "t": "The*p next day the entire Israelite community complained about Moses and Aaron, saying, “You have killed the Lord’s*s people!”"
    },
    {
        "o": 4657,
        "r": "csb:Numbers:16:42",
        "t": "When the community assembled against them, Moses and Aaron turned toward the tent of meeting, and suddenly the cloud covered it, and the Lord’s*s glory appeared."
    },
    {
        "o": 4658,
        "r": "csb:Numbers:16:43",
        "t": "Moses*p and Aaron went to the front of the tent of meeting,"
    },
    {
        "o": 4659,
        "r": "csb:Numbers:16:44",
        "t": "and the Lord*s said to Moses,"
    },
    {
        "o": 4660,
        "r": "csb:Numbers:16:45",
        "t": "“Get away from this community so that I may consume them instantly.” But they fell facedown."
    },
    {
        "o": 4661,
        "r": "csb:Numbers:16:46",
        "t": "Then*p Moses told Aaron, “Take your firepan, place fire from the altar in it, and add incense. Go quickly to the community and make atonement for them, because wrath has come from the Lord;*s the plague has begun.”"
    },
    {
        "o": 4662,
        "r": "csb:Numbers:16:47",
        "t": "So Aaron took his firepan as Moses had ordered, ran into the middle of the assembly, and saw that the plague had begun among the people. After he added incense, he made atonement for the people."
    },
    {
        "o": 4663,
        "r": "csb:Numbers:16:48",
        "t": "He stood between the dead and the living, and the plague was halted."
    },
    {
        "o": 4664,
        "r": "csb:Numbers:16:49",
        "t": "But those who died from the plague numbered 14,700, in addition to those who died because of the Korah incident."
    },
    {
        "o": 4665,
        "r": "csb:Numbers:16:50",
        "t": "Aaron then returned to Moses at the entrance to the tent of meeting, since the plague had been halted."
    }
]
