[
    {
        "o": 9689,
        "r": "csb:1 Kings:2:0",
        "t": "1 Kings 2",
        "h": 1
    },
    {
        "o": 9690,
        "r": "csb:1 Kings:2:0",
        "t": "David’s Dying Instructions to Solomon",
        "h": 2
    },
    {
        "o": 9691,
        "r": "csb:1 Kings:2:1",
        "t": "As*p the time approached for David to die, he ordered his son Solomon,"
    },
    {
        "o": 9692,
        "r": "csb:1 Kings:2:2",
        "t": "“As for me, I am going the way of all of the earth. Be strong and be a man,"
    },
    {
        "o": 9693,
        "r": "csb:1 Kings:2:3",
        "t": "and keep your obligation to the Lord*s your God to walk in his ways and to keep his statutes, commands, ordinances, and decrees. This is written in the law of Moses, so that you will have success in everything you do and wherever you turn,"
    },
    {
        "o": 9694,
        "r": "csb:1 Kings:2:4",
        "t": "and so that the Lord*s will fulfill his promise that he made to me: ‘If your sons take care to walk faithfully before me with all their heart and all their soul, you will never fail to have a man on the throne of Israel.’"
    },
    {
        "o": 9695,
        "r": "csb:1 Kings:2:5",
        "t": "“You*p also know what Joab son of Zeruiah did to me and what he did to the two commanders of Israel’s army, Abner son of Ner and Amasa son of Jether. He murdered them in a time of peace to avenge blood shed in war. He spilled that blood on his own waistband and on the sandals of his feet."
    },
    {
        "o": 9696,
        "r": "csb:1 Kings:2:6",
        "t": "Act according to your wisdom, and do not let his gray head descend to Sheol in peace."
    },
    {
        "o": 9697,
        "r": "csb:1 Kings:2:7",
        "t": "“Show*p kindness to the sons of Barzillai the Gileadite and let them be among those who eat at your table because they supported me when I fled from your brother Absalom."
    },
    {
        "o": 9698,
        "r": "csb:1 Kings:2:8",
        "t": "“Keep*p an eye on Shimei son of Gera, the Benjaminite from Bahurim who is with you. He uttered malicious curses against me the day I went to Mahanaim. But he came down to meet me at the Jordan River, and I swore to him by the Lord,*s ‘I will never kill you with the sword.’"
    },
    {
        "o": 9699,
        "r": "csb:1 Kings:2:9",
        "t": "So don’t let him go unpunished, for you are a wise man. You know how to deal with him to bring his gray head down to Sheol with blood.”"
    },
    {
        "o": 9700,
        "r": "csb:1 Kings:2:10",
        "t": "Then*p David rested with his ancestors and was buried in the city of David."
    },
    {
        "o": 9701,
        "r": "csb:1 Kings:2:11",
        "t": "The length of time David reigned over Israel was forty years: he reigned seven years in Hebron and thirty-three years in Jerusalem."
    },
    {
        "o": 9702,
        "r": "csb:1 Kings:2:12",
        "t": "Solomon sat on the throne of his father David, and his kingship was firmly established."
    },
    {
        "o": 9703,
        "r": "csb:1 Kings:2:12",
        "t": "Adonijah’s Foolish Request",
        "h": 2
    },
    {
        "o": 9704,
        "r": "csb:1 Kings:2:13",
        "t": "Now*p Adonijah son of Haggith came to Bathsheba, Solomon’s mother. She asked, “Do you come peacefully?” “Peacefully,”*p he replied,"
    },
    {
        "o": 9705,
        "r": "csb:1 Kings:2:14",
        "t": "and then asked, “May I talk with you?” “Go*p ahead,” she answered."
    },
    {
        "o": 9706,
        "r": "csb:1 Kings:2:15",
        "t": "“You*p know the kingship was mine,” he said. “All Israel expected me to be king, but then the kingship was turned over to my brother, for the Lord*s gave it to him."
    },
    {
        "o": 9707,
        "r": "csb:1 Kings:2:16",
        "t": "So now I have just one request of you; don’t turn me down.” She*p said to him, “Go on.”"
    },
    {
        "o": 9708,
        "r": "csb:1 Kings:2:17",
        "t": "He*p replied, “Please speak to King Solomon since he won’t turn you down. Let him give me Abishag the Shunammite as a wife.”"
    },
    {
        "o": 9709,
        "r": "csb:1 Kings:2:18",
        "t": "“Very*p well,” Bathsheba replied. “I will speak to the king for you.”"
    },
    {
        "o": 9710,
        "r": "csb:1 Kings:2:19",
        "t": "So*p Bathsheba went to King Solomon to speak to him about Adonijah. The king stood up to greet her, bowed to her, sat down on his throne, and had a throne placed for the king’s mother. So she sat down at his right hand."
    },
    {
        "o": 9711,
        "r": "csb:1 Kings:2:20",
        "t": "Then*p she said, “I have just one small request of you. Don’t turn me down.” “Go*p ahead and ask, mother,” the king replied, “for I won’t turn you down.”"
    },
    {
        "o": 9712,
        "r": "csb:1 Kings:2:21",
        "t": "So*p she said, “Let Abishag the Shunammite be given to your brother Adonijah as a wife.”"
    },
    {
        "o": 9713,
        "r": "csb:1 Kings:2:22",
        "t": "King*p Solomon answered his mother, “Why are you requesting Abishag the Shunammite for Adonijah? Since he is my elder brother, you might as well ask the kingship for him, for the priest Abiathar, and for Joab son of Zeruiah.”"
    },
    {
        "o": 9714,
        "r": "csb:1 Kings:2:23",
        "t": "Then King Solomon took an oath by the Lord:*s “May God punish me and do so severely if Adonijah has not made this request at the cost of his life."
    },
    {
        "o": 9715,
        "r": "csb:1 Kings:2:24",
        "t": "And now, as the Lord*s lives - the one who established me, seated me on the throne of my father David, and made me a dynasty as he promised- I swear Adonijah will be put to death today!”"
    },
    {
        "o": 9716,
        "r": "csb:1 Kings:2:25",
        "t": "Then King Solomon dispatched Benaiah son of Jehoiada, who struck down Adonijah, and he died."
    },
    {
        "o": 9717,
        "r": "csb:1 Kings:2:25",
        "t": "Abiathar’s Banishment",
        "h": 2
    },
    {
        "o": 9718,
        "r": "csb:1 Kings:2:26",
        "t": "The*p king said to the priest Abiathar, “Go to your fields in Anathoth. Even though you deserve to die, I will not put you to death today, since you carried the ark of the Lord God*s in the presence of my father David and you suffered through all that my father suffered.”"
    },
    {
        "o": 9719,
        "r": "csb:1 Kings:2:27",
        "t": "So Solomon banished Abiathar from being the Lord’s*s priest, and it fulfilled the Lord’s*s prophecy he had spoken at Shiloh against Eli’s family."
    },
    {
        "o": 9720,
        "r": "csb:1 Kings:2:27",
        "t": "Joab’s Execution",
        "h": 2
    },
    {
        "o": 9721,
        "r": "csb:1 Kings:2:28",
        "t": "The*p news reached Joab. Since he had supported Adonijah but not Absalom, Joab fled to the Lord’s*s tabernacle and took hold of the horns of the altar."
    },
    {
        "o": 9722,
        "r": "csb:1 Kings:2:29",
        "t": "It*p was reported to King Solomon, “Joab has fled to the Lord’s*s tabernacle and is now beside the altar.” Then*p Solomon sent Benaiah son of Jehoiada and told him, “Go and strike him down!”"
    },
    {
        "o": 9723,
        "r": "csb:1 Kings:2:30",
        "t": "So*p Benaiah went to the tabernacle and said to Joab, “This is what the king says: ‘Come out!’” But*p Joab said, “No, for I will die here.” So*p Benaiah took a message back to the king, “This is what Joab said, and this is how he answered me.”"
    },
    {
        "o": 9724,
        "r": "csb:1 Kings:2:31",
        "t": "The*p king said to him, “Do just as he says. Strike him down and bury him in order to remove from me and from my father’s family the blood that Joab shed without just cause."
    },
    {
        "o": 9725,
        "r": "csb:1 Kings:2:32",
        "t": "The Lord*s will bring back his own blood on his head because he struck down two men more righteous and better than he, without my father David’s knowledge. With his sword, Joab murdered Abner son of Ner, commander of Israel’s army, and Amasa son of Jether, commander of Judah’s army."
    },
    {
        "o": 9726,
        "r": "csb:1 Kings:2:33",
        "t": "The responsibility for their deaths will come back to Joab and to his descendants forever, but for David, his descendants, his dynasty, and his throne, there will be peace from the Lord*s forever.”"
    },
    {
        "o": 9727,
        "r": "csb:1 Kings:2:34",
        "t": "Benaiah*p son of Jehoiada went up, struck down Joab, and put him to death. He was buried at his house in the wilderness."
    },
    {
        "o": 9728,
        "r": "csb:1 Kings:2:35",
        "t": "Then the king appointed Benaiah son of Jehoiada in Joab’s place over the army, and he appointed the priest Zadok in Abiathar’s place."
    },
    {
        "o": 9729,
        "r": "csb:1 Kings:2:35",
        "t": "Shimei’s Banishment and Execution",
        "h": 2
    },
    {
        "o": 9730,
        "r": "csb:1 Kings:2:36",
        "t": "Then*p the king summoned Shimei and said to him, “Build a house for yourself in Jerusalem and live there, but don’t leave there and go anywhere else."
    },
    {
        "o": 9731,
        "r": "csb:1 Kings:2:37",
        "t": "On the day you do leave and cross the Kidron Valley, know for sure that you will certainly die. Your blood will be on your own head.”"
    },
    {
        "o": 9732,
        "r": "csb:1 Kings:2:38",
        "t": "Shimei*p said to the king, “The sentence is fair; your servant will do as my lord the king has spoken.” And Shimei lived in Jerusalem for a long time."
    },
    {
        "o": 9733,
        "r": "csb:1 Kings:2:39",
        "t": "But*p then, at the end of three years, two of Shimei’s slaves ran away to Achish son of Maacah, king of Gath. Shimei was informed, “Look, your slaves are in Gath.”"
    },
    {
        "o": 9734,
        "r": "csb:1 Kings:2:40",
        "t": "So Shimei saddled his donkey and set out to Achish at Gath to search for his slaves. He went and brought them back from Gath."
    },
    {
        "o": 9735,
        "r": "csb:1 Kings:2:41",
        "t": "It*p was reported to Solomon that Shimei had gone from Jerusalem to Gath and had returned."
    },
    {
        "o": 9736,
        "r": "csb:1 Kings:2:42",
        "t": "So the king summoned Shimei and said to him, “Didn’t I make you swear by the Lord*s and warn you, saying, ‘On the day you leave and go anywhere else, know for sure that you will certainly die’? And you said to me, ‘The sentence is fair; I will obey.’"
    },
    {
        "o": 9737,
        "r": "csb:1 Kings:2:43",
        "t": "So why have you not kept the Lord’s*s oath and the command that I gave you?”"
    },
    {
        "o": 9738,
        "r": "csb:1 Kings:2:44",
        "t": "The king also said, “You yourself know all the evil that you did to my father David. Therefore, the Lord*s has brought back your evil on your head,"
    },
    {
        "o": 9739,
        "r": "csb:1 Kings:2:45",
        "t": "but King Solomon will be blessed, and David’s throne will remain established before the Lord*s forever.”"
    },
    {
        "o": 9740,
        "r": "csb:1 Kings:2:46",
        "t": "Then*p the king commanded Benaiah son of Jehoiada, and he went out and struck Shimei down, and he died. So the kingdom was established in Solomon’s hand."
    }
]
