[
    {
        "o": 7516,
        "r": "kjv:1 Samuel:3:0",
        "t": "1 Samuel 3",
        "h": 1
    },
    {
        "o": 7517,
        "r": "kjv:1 Samuel:3:1",
        "t": "And*p the child Samuel ministered unto the Lord*s before Eli. And the word of the Lord*s was precious in those days; there was no open vision."
    },
    {
        "o": 7518,
        "r": "kjv:1 Samuel:3:2",
        "t": "And*p it came to pass at that time, when Eli was laid down in his place, and his eyes began to wax dim, that he could not see;"
    },
    {
        "o": 7519,
        "r": "kjv:1 Samuel:3:3",
        "t": "And*p ere the lamp of God went out in the temple of the Lord,*s where the ark of God was, and Samuel was laid down to sleep;"
    },
    {
        "o": 7520,
        "r": "kjv:1 Samuel:3:4",
        "t": "That*p the Lord*s called Samuel: and he answered, Here am I."
    },
    {
        "o": 7521,
        "r": "kjv:1 Samuel:3:5",
        "t": "And*p he ran unto Eli, and said, Here am I; for thou calledst me. And he said, I called not; lie down again. And he went and lay down."
    },
    {
        "o": 7522,
        "r": "kjv:1 Samuel:3:6",
        "t": "And*p the Lord*s called yet again, Samuel. And Samuel arose and went to Eli, and said, Here am I; for thou didst call me. And he answered, I called not, my son; lie down again."
    },
    {
        "o": 7523,
        "r": "kjv:1 Samuel:3:7",
        "t": "Now*p Samuel did not yet know the Lord,*s neither was the word of the Lord*s yet revealed unto him."
    },
    {
        "o": 7524,
        "r": "kjv:1 Samuel:3:8",
        "t": "And*p the Lord*s called Samuel again the third time. And he arose and went to Eli, and said, Here am I; for thou didst call me. And Eli perceived that the Lord*s had called the child."
    },
    {
        "o": 7525,
        "r": "kjv:1 Samuel:3:9",
        "t": "Therefore*p Eli said unto Samuel, Go, lie down: and it shall be, if he call thee, that thou shalt say, Speak, Lord;*s for thy servant heareth. So Samuel went and lay down in his place."
    },
    {
        "o": 7526,
        "r": "kjv:1 Samuel:3:10",
        "t": "And*p the Lord*s came, and stood, and called as at other times, Samuel, Samuel. Then Samuel answered, Speak; for thy servant heareth."
    },
    {
        "o": 7527,
        "r": "kjv:1 Samuel:3:11",
        "t": "And*p the Lord*s said to Samuel, Behold, I will do a thing in Israel, at which both the ears of every one that heareth it shall tingle."
    },
    {
        "o": 7528,
        "r": "kjv:1 Samuel:3:12",
        "t": "In*p that day I will perform against Eli all things which I have spoken concerning his house: when I begin, I will also make an end."
    },
    {
        "o": 7529,
        "r": "kjv:1 Samuel:3:13",
        "t": "For*p I have told him that I will judge his house for ever for the iniquity which he knoweth; because his sons made themselves vile, and he restrained them not."
    },
    {
        "o": 7530,
        "r": "kjv:1 Samuel:3:14",
        "t": "And*p therefore I have sworn unto the house of Eli, that the iniquity of Eli's house shall not be purged with sacrifice nor offering for ever."
    },
    {
        "o": 7531,
        "r": "kjv:1 Samuel:3:15",
        "t": "And*p Samuel lay until the morning, and opened the doors of the house of the Lord.*s And Samuel feared to shew Eli the vision."
    },
    {
        "o": 7532,
        "r": "kjv:1 Samuel:3:16",
        "t": "Then*p Eli called Samuel, and said, Samuel, my son. And he answered, Here am I."
    },
    {
        "o": 7533,
        "r": "kjv:1 Samuel:3:17",
        "t": "And*p he said, What is the thing that the Lord*s hath said unto thee? I pray thee hide it not from me: God do so to thee, and more also, if thou hide any thing from me of all the things that he said unto thee."
    },
    {
        "o": 7534,
        "r": "kjv:1 Samuel:3:18",
        "t": "And*p Samuel told him every whit, and hid nothing from him. And he said, It is the Lord:*s let him do what seemeth him good."
    },
    {
        "o": 7535,
        "r": "kjv:1 Samuel:3:19",
        "t": "And*p Samuel grew, and the Lord*s was with him, and did let none of his words fall to the ground."
    },
    {
        "o": 7536,
        "r": "kjv:1 Samuel:3:20",
        "t": "And*p all Israel from Dan even to Beer–sheba knew that Samuel was established to be a prophet of the Lord.*s"
    },
    {
        "o": 7537,
        "r": "kjv:1 Samuel:3:21",
        "t": "And*p the Lord*s appeared again in Shiloh: for the Lord*s revealed himself to Samuel in Shiloh by the word of the Lord.*s"
    }
]
