[
    {
        "o": 32991,
        "r": "nkjv:Ephesians:1:0",
        "t": "Ephesians 1",
        "h": 1
    },
    {
        "o": 32992,
        "r": "nkjv:Ephesians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32993,
        "r": "nkjv:Ephesians:1:1",
        "t": "Paul,*p an apostle of Jesus Christ by the will of God, To*p the saints who are in Ephesus, and faithful in Christ Jesus:"
    },
    {
        "o": 32994,
        "r": "nkjv:Ephesians:1:2",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32995,
        "r": "nkjv:Ephesians:1:2",
        "t": "Redemption in Christ",
        "h": 2
    },
    {
        "o": 32996,
        "r": "nkjv:Ephesians:1:3",
        "t": "Blessed*p be*i the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places*i in Christ,"
    },
    {
        "o": 32997,
        "r": "nkjv:Ephesians:1:4",
        "t": "just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love,"
    },
    {
        "o": 32998,
        "r": "nkjv:Ephesians:1:5",
        "t": "having predestined us to adoption as sons by Jesus Christ to Himself, according to the good pleasure of His will,"
    },
    {
        "o": 32999,
        "r": "nkjv:Ephesians:1:6",
        "t": "to the praise of the glory of His grace, by which He made us accepted in the Beloved."
    },
    {
        "o": 33000,
        "r": "nkjv:Ephesians:1:7",
        "t": "In*p Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace"
    },
    {
        "o": 33001,
        "r": "nkjv:Ephesians:1:8",
        "t": "which He made to abound toward us in all wisdom and prudence,"
    },
    {
        "o": 33002,
        "r": "nkjv:Ephesians:1:9",
        "t": "having made known to us the mystery of His will, according to His good pleasure which He purposed in Himself,"
    },
    {
        "o": 33003,
        "r": "nkjv:Ephesians:1:10",
        "t": "that in the dispensation of the fullness of the times He might gather together in one all things in Christ, both which are in heaven and which are on earth—in Him."
    },
    {
        "o": 33004,
        "r": "nkjv:Ephesians:1:11",
        "t": "In Him also we have obtained an inheritance, being predestined according to the purpose of Him who works all things according to the counsel of His will,"
    },
    {
        "o": 33005,
        "r": "nkjv:Ephesians:1:12",
        "t": "that we who first trusted in Christ should be to the praise of His glory."
    },
    {
        "o": 33006,
        "r": "nkjv:Ephesians:1:13",
        "t": "In*p Him you also trusted,*i after you heard the word of truth, the gospel of your salvation; in whom also, having believed, you were sealed with the Holy Spirit of promise,"
    },
    {
        "o": 33007,
        "r": "nkjv:Ephesians:1:14",
        "t": "who is the guarantee of our inheritance until the redemption of the purchased possession, to the praise of His glory."
    },
    {
        "o": 33008,
        "r": "nkjv:Ephesians:1:14",
        "t": "Prayer for Spiritual Wisdom",
        "h": 2
    },
    {
        "o": 33009,
        "r": "nkjv:Ephesians:1:15",
        "t": "Therefore*p I also, after I heard of your faith in the Lord Jesus and your love for all the saints,"
    },
    {
        "o": 33010,
        "r": "nkjv:Ephesians:1:16",
        "t": "do not cease to give thanks for you, making mention of you in my prayers:"
    },
    {
        "o": 33011,
        "r": "nkjv:Ephesians:1:17",
        "t": "that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him,"
    },
    {
        "o": 33012,
        "r": "nkjv:Ephesians:1:18",
        "t": "the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints,"
    },
    {
        "o": 33013,
        "r": "nkjv:Ephesians:1:19",
        "t": "and what is*i the exceeding greatness of His power toward us who believe, according to the working of His mighty power"
    },
    {
        "o": 33014,
        "r": "nkjv:Ephesians:1:20",
        "t": "which He worked in Christ when He raised Him from the dead and seated Him*i at His right hand in the heavenly places,*i"
    },
    {
        "o": 33015,
        "r": "nkjv:Ephesians:1:21",
        "t": "far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come."
    },
    {
        "o": 33016,
        "r": "nkjv:Ephesians:1:22",
        "t": "And*p He put all things*i under His feet, and gave Him to*i be*i head over all things*i to the church,"
    },
    {
        "o": 33017,
        "r": "nkjv:Ephesians:1:23",
        "t": "which is His body, the fullness of Him who fills all in all."
    }
]
