[
    {
        "o": 3760,
        "r": "niv:Leviticus:24:0",
        "t": "Leviticus 24",
        "h": 1
    },
    {
        "o": 3761,
        "r": "niv:Leviticus:24:0",
        "t": "Olive Oil and Bread Set Before the Lord",
        "h": 2
    },
    {
        "o": 3762,
        "r": "niv:Leviticus:24:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3763,
        "r": "niv:Leviticus:24:2",
        "t": "“Command the Israelites to bring you clear oil of pressed olives for the light so that the lamps may be kept burning continually."
    },
    {
        "o": 3764,
        "r": "niv:Leviticus:24:3",
        "t": "Outside the curtain that shields the ark of the covenant law in the tent of meeting, Aaron is to tend the lamps before the Lord*s from evening till morning, continually. This is to be a lasting ordinance for the generations to come."
    },
    {
        "o": 3765,
        "r": "niv:Leviticus:24:4",
        "t": "The lamps on the pure gold lampstand before the Lord*s must be tended continually."
    },
    {
        "o": 3766,
        "r": "niv:Leviticus:24:5",
        "t": "“Take*p the finest flour and bake twelve loaves of bread, using two-tenths of an ephah for each loaf."
    },
    {
        "o": 3767,
        "r": "niv:Leviticus:24:6",
        "t": "Arrange them in two stacks, six in each stack, on the table of pure gold before the Lord.*s"
    },
    {
        "o": 3768,
        "r": "niv:Leviticus:24:7",
        "t": "By each stack put some pure incense as a memorial portion to represent the bread and to be a food offering presented to the Lord.*s"
    },
    {
        "o": 3769,
        "r": "niv:Leviticus:24:8",
        "t": "This bread is to be set out before the Lord*s regularly, Sabbath after Sabbath, on behalf of the Israelites, as a lasting covenant."
    },
    {
        "o": 3770,
        "r": "niv:Leviticus:24:9",
        "t": "It belongs to Aaron and his sons, who are to eat it in the sanctuary area, because it is a most holy part of their perpetual share of the food offerings presented to the Lord.”*s"
    },
    {
        "o": 3771,
        "r": "niv:Leviticus:24:9",
        "t": "A Blasphemer Put to Death",
        "h": 2
    },
    {
        "o": 3772,
        "r": "niv:Leviticus:24:10",
        "t": "Now*p the son of an Israelite mother and an Egyptian father went out among the Israelites, and a fight broke out in the camp between him and an Israelite."
    },
    {
        "o": 3773,
        "r": "niv:Leviticus:24:11",
        "t": "The son of the Israelite woman blasphemed the Name with a curse; so they brought him to Moses. (His mother’s name was Shelomith, the daughter of Dibri the Danite.)"
    },
    {
        "o": 3774,
        "r": "niv:Leviticus:24:12",
        "t": "They put him in custody until the will of the Lord*s should be made clear to them."
    },
    {
        "o": 3775,
        "r": "niv:Leviticus:24:13",
        "t": "Then*p the Lord*s said to Moses:"
    },
    {
        "o": 3776,
        "r": "niv:Leviticus:24:14",
        "t": "“Take the blasphemer outside the camp. All those who heard him are to lay their hands on his head, and the entire assembly is to stone him."
    },
    {
        "o": 3777,
        "r": "niv:Leviticus:24:15",
        "t": "Say to the Israelites: ‘Anyone who curses their God will be held responsible;"
    },
    {
        "o": 3778,
        "r": "niv:Leviticus:24:16",
        "t": "anyone who blasphemes the name of the Lord*s is to be put to death. The entire assembly must stone them. Whether foreigner or native-born, when they blaspheme the Name they are to be put to death."
    },
    {
        "o": 3779,
        "r": "niv:Leviticus:24:17",
        "t": "“ ‘Anyone*p who takes the life of a human being is to be put to death."
    },
    {
        "o": 3780,
        "r": "niv:Leviticus:24:18",
        "t": "Anyone who takes the life of someone’s animal must make restitution—life for life."
    },
    {
        "o": 3781,
        "r": "niv:Leviticus:24:19",
        "t": "Anyone who injures their neighbor is to be injured in the same manner:"
    },
    {
        "o": 3782,
        "r": "niv:Leviticus:24:20",
        "t": "fracture for fracture, eye for eye, tooth for tooth. The one who has inflicted the injury must suffer the same injury."
    },
    {
        "o": 3783,
        "r": "niv:Leviticus:24:21",
        "t": "Whoever kills an animal must make restitution, but whoever kills a human being is to be put to death."
    },
    {
        "o": 3784,
        "r": "niv:Leviticus:24:22",
        "t": "You are to have the same law for the foreigner and the native-born. I am the Lord*s your God.’ ”"
    },
    {
        "o": 3785,
        "r": "niv:Leviticus:24:23",
        "t": "Then*p Moses spoke to the Israelites, and they took the blasphemer outside the camp and stoned him. The Israelites did as the Lord*s commanded Moses."
    }
]
