[
    {
        "o": 1297,
        "r": "esv:Genesis:41:0",
        "t": "Genesis 41",
        "h": 1
    },
    {
        "o": 1298,
        "r": "esv:Genesis:41:0",
        "t": "Joseph Interprets Pharaoh’s Dreams",
        "h": 2
    },
    {
        "o": 1299,
        "r": "esv:Genesis:41:1",
        "t": "After*p two whole years, Pharaoh dreamed that he was standing by the Nile,"
    },
    {
        "o": 1300,
        "r": "esv:Genesis:41:2",
        "t": "and behold, there came up out of the Nile seven cows, attractive and plump, and they fed in the reed grass."
    },
    {
        "o": 1301,
        "r": "esv:Genesis:41:3",
        "t": "And behold, seven other cows, ugly and thin, came up out of the Nile after them, and stood by the other cows on the bank of the Nile."
    },
    {
        "o": 1302,
        "r": "esv:Genesis:41:4",
        "t": "And the ugly, thin cows ate up the seven attractive, plump cows. And Pharaoh awoke."
    },
    {
        "o": 1303,
        "r": "esv:Genesis:41:5",
        "t": "And he fell asleep and dreamed a second time. And behold, seven ears of grain, plump and good, were growing on one stalk."
    },
    {
        "o": 1304,
        "r": "esv:Genesis:41:6",
        "t": "And behold, after them sprouted seven ears, thin and blighted by the east wind."
    },
    {
        "o": 1305,
        "r": "esv:Genesis:41:7",
        "t": "And the thin ears swallowed up the seven plump, full ears. And Pharaoh awoke, and behold, it was a dream."
    },
    {
        "o": 1306,
        "r": "esv:Genesis:41:8",
        "t": "So in the morning his spirit was troubled, and he sent and called for all the magicians of Egypt and all its wise men. Pharaoh told them his dreams, but there was none who could interpret them to Pharaoh."
    },
    {
        "o": 1307,
        "r": "esv:Genesis:41:9",
        "t": "Then*p the chief cupbearer said to Pharaoh, “I remember my offenses today."
    },
    {
        "o": 1308,
        "r": "esv:Genesis:41:10",
        "t": "When Pharaoh was angry with his servants and put me and the chief baker in custody in the house of the captain of the guard,"
    },
    {
        "o": 1309,
        "r": "esv:Genesis:41:11",
        "t": "we dreamed on the same night, he and I, each having a dream with its own interpretation."
    },
    {
        "o": 1310,
        "r": "esv:Genesis:41:12",
        "t": "A young Hebrew was there with us, a servant of the captain of the guard. When we told him, he interpreted our dreams to us, giving an interpretation to each man according to his dream."
    },
    {
        "o": 1311,
        "r": "esv:Genesis:41:13",
        "t": "And as he interpreted to us, so it came about. I was restored to my office, and the baker was hanged.”"
    },
    {
        "o": 1312,
        "r": "esv:Genesis:41:14",
        "t": "Then*p Pharaoh sent and called Joseph, and they quickly brought him out of the pit. And when he had shaved himself and changed his clothes, he came in before Pharaoh."
    },
    {
        "o": 1313,
        "r": "esv:Genesis:41:15",
        "t": "And Pharaoh said to Joseph, “I have had a dream, and there is no one who can interpret it. I have heard it said of you that when you hear a dream you can interpret it.”"
    },
    {
        "o": 1314,
        "r": "esv:Genesis:41:16",
        "t": "Joseph answered Pharaoh, “It is not in me; God will give Pharaoh a favorable answer.”"
    },
    {
        "o": 1315,
        "r": "esv:Genesis:41:17",
        "t": "Then Pharaoh said to Joseph, “Behold, in my dream I was standing on the banks of the Nile."
    },
    {
        "o": 1316,
        "r": "esv:Genesis:41:18",
        "t": "Seven cows, plump and attractive, came up out of the Nile and fed in the reed grass."
    },
    {
        "o": 1317,
        "r": "esv:Genesis:41:19",
        "t": "Seven other cows came up after them, poor and very ugly and thin, such as I had never seen in all the land of Egypt."
    },
    {
        "o": 1318,
        "r": "esv:Genesis:41:20",
        "t": "And the thin, ugly cows ate up the first seven plump cows,"
    },
    {
        "o": 1319,
        "r": "esv:Genesis:41:21",
        "t": "but when they had eaten them no one would have known that they had eaten them, for they were still as ugly as at the beginning. Then I awoke."
    },
    {
        "o": 1320,
        "r": "esv:Genesis:41:22",
        "t": "I also saw in my dream seven ears growing on one stalk, full and good."
    },
    {
        "o": 1321,
        "r": "esv:Genesis:41:23",
        "t": "Seven ears, withered, thin, and blighted by the east wind, sprouted after them,"
    },
    {
        "o": 1322,
        "r": "esv:Genesis:41:24",
        "t": "and the thin ears swallowed up the seven good ears. And I told it to the magicians, but there was no one who could explain it to me.”"
    },
    {
        "o": 1323,
        "r": "esv:Genesis:41:25",
        "t": "Then*p Joseph said to Pharaoh, “The dreams of Pharaoh are one; God has revealed to Pharaoh what he is about to do."
    },
    {
        "o": 1324,
        "r": "esv:Genesis:41:26",
        "t": "The seven good cows are seven years, and the seven good ears are seven years; the dreams are one."
    },
    {
        "o": 1325,
        "r": "esv:Genesis:41:27",
        "t": "The seven lean and ugly cows that came up after them are seven years, and the seven empty ears blighted by the east wind are also seven years of famine."
    },
    {
        "o": 1326,
        "r": "esv:Genesis:41:28",
        "t": "It is as I told Pharaoh; God has shown to Pharaoh what he is about to do."
    },
    {
        "o": 1327,
        "r": "esv:Genesis:41:29",
        "t": "There will come seven years of great plenty throughout all the land of Egypt,"
    },
    {
        "o": 1328,
        "r": "esv:Genesis:41:30",
        "t": "but after them there will arise seven years of famine, and all the plenty will be forgotten in the land of Egypt. The famine will consume the land,"
    },
    {
        "o": 1329,
        "r": "esv:Genesis:41:31",
        "t": "and the plenty will be unknown in the land by reason of the famine that will follow, for it will be very severe."
    },
    {
        "o": 1330,
        "r": "esv:Genesis:41:32",
        "t": "And the doubling of Pharaoh’s dream means that the thing is fixed by God, and God will shortly bring it about."
    },
    {
        "o": 1331,
        "r": "esv:Genesis:41:33",
        "t": "Now therefore let Pharaoh select a discerning and wise man, and set him over the land of Egypt."
    },
    {
        "o": 1332,
        "r": "esv:Genesis:41:34",
        "t": "Let Pharaoh proceed to appoint overseers over the land and take one-fifth of the produce of the land of Egypt during the seven plentiful years."
    },
    {
        "o": 1333,
        "r": "esv:Genesis:41:35",
        "t": "And let them gather all the food of these good years that are coming and store up grain under the authority of Pharaoh for food in the cities, and let them keep it."
    },
    {
        "o": 1334,
        "r": "esv:Genesis:41:36",
        "t": "That food shall be a reserve for the land against the seven years of famine that are to occur in the land of Egypt, so that the land may not perish through the famine.”"
    },
    {
        "o": 1335,
        "r": "esv:Genesis:41:36",
        "t": "Joseph Rises to Power",
        "h": 2
    },
    {
        "o": 1336,
        "r": "esv:Genesis:41:37",
        "t": "This*p proposal pleased Pharaoh and all his servants."
    },
    {
        "o": 1337,
        "r": "esv:Genesis:41:38",
        "t": "And Pharaoh said to his servants, “Can we find a man like this, in whom is the Spirit of God?”"
    },
    {
        "o": 1338,
        "r": "esv:Genesis:41:39",
        "t": "Then Pharaoh said to Joseph, “Since God has shown you all this, there is none so discerning and wise as you are."
    },
    {
        "o": 1339,
        "r": "esv:Genesis:41:40",
        "t": "You shall be over my house, and all my people shall order themselves as you command. Only as regards the throne will I be greater than you.”"
    },
    {
        "o": 1340,
        "r": "esv:Genesis:41:41",
        "t": "And Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.”"
    },
    {
        "o": 1341,
        "r": "esv:Genesis:41:42",
        "t": "Then Pharaoh took his signet ring from his hand and put it on Joseph’s hand, and clothed him in garments of fine linen and put a gold chain about his neck."
    },
    {
        "o": 1342,
        "r": "esv:Genesis:41:43",
        "t": "And he made him ride in his second chariot. And they called out before him, “Bow the knee!” Thus he set him over all the land of Egypt."
    },
    {
        "o": 1343,
        "r": "esv:Genesis:41:44",
        "t": "Moreover, Pharaoh said to Joseph, “I am Pharaoh, and without your consent no one shall lift up hand or foot in all the land of Egypt.”"
    },
    {
        "o": 1344,
        "r": "esv:Genesis:41:45",
        "t": "And Pharaoh called Joseph’s name Zaphenath-paneah. And he gave him in marriage Asenath, the daughter of Potiphera priest of On. So Joseph went out over the land of Egypt."
    },
    {
        "o": 1345,
        "r": "esv:Genesis:41:46",
        "t": "Joseph*p was thirty years old when he entered the service of Pharaoh king of Egypt. And Joseph went out from the presence of Pharaoh and went through all the land of Egypt."
    },
    {
        "o": 1346,
        "r": "esv:Genesis:41:47",
        "t": "During the seven plentiful years the earth produced abundantly,"
    },
    {
        "o": 1347,
        "r": "esv:Genesis:41:48",
        "t": "and he gathered up all the food of these seven years, which occurred in the land of Egypt, and put the food in the cities. He put in every city the food from the fields around it."
    },
    {
        "o": 1348,
        "r": "esv:Genesis:41:49",
        "t": "And Joseph stored up grain in great abundance, like the sand of the sea, until he ceased to measure it, for it could not be measured."
    },
    {
        "o": 1349,
        "r": "esv:Genesis:41:50",
        "t": "Before*p the year of famine came, two sons were born to Joseph. Asenath, the daughter of Potiphera priest of On, bore them to him."
    },
    {
        "o": 1350,
        "r": "esv:Genesis:41:51",
        "t": "Joseph called the name of the firstborn Manasseh. “For,” he said, “God has made me forget all my hardship and all my father’s house.”"
    },
    {
        "o": 1351,
        "r": "esv:Genesis:41:52",
        "t": "The name of the second he called Ephraim, “For God has made me fruitful in the land of my affliction.”"
    },
    {
        "o": 1352,
        "r": "esv:Genesis:41:53",
        "t": "The*p seven years of plenty that occurred in the land of Egypt came to an end,"
    },
    {
        "o": 1353,
        "r": "esv:Genesis:41:54",
        "t": "and the seven years of famine began to come, as Joseph had said. There was famine in all lands, but in all the land of Egypt there was bread."
    },
    {
        "o": 1354,
        "r": "esv:Genesis:41:55",
        "t": "When all the land of Egypt was famished, the people cried to Pharaoh for bread. Pharaoh said to all the Egyptians, “Go to Joseph. What he says to you, do.”"
    },
    {
        "o": 1355,
        "r": "esv:Genesis:41:56",
        "t": "So*p when the famine had spread over all the land, Joseph opened all the storehouses and sold to the Egyptians, for the famine was severe in the land of Egypt."
    },
    {
        "o": 1356,
        "r": "esv:Genesis:41:57",
        "t": "Moreover, all the earth came to Egypt to Joseph to buy grain, because the famine was severe over all the earth."
    }
]
