[
    {
        "o": 4678,
        "r": "nasb:Numbers:19:0",
        "t": "Numbers 19",
        "h": 1
    },
    {
        "o": 4679,
        "r": "nasb:Numbers:19:0",
        "t": "Ordinance of the Red Heifer",
        "h": 2
    },
    {
        "o": 4680,
        "r": "nasb:Numbers:19:1",
        "t": "Then*p the Lord*s spoke to Moses and Aaron, saying,"
    },
    {
        "o": 4681,
        "r": "nasb:Numbers:19:2",
        "t": "“This is the statute of the law which the Lord*s has commanded, saying, ‘Speak to the sons of Israel that they bring you an unblemished red heifer in which is no defect and*i on which a yoke has never been placed."
    },
    {
        "o": 4682,
        "r": "nasb:Numbers:19:3",
        "t": "You shall give it to Eleazar the priest, and it shall be brought outside the camp and be slaughtered in his presence."
    },
    {
        "o": 4683,
        "r": "nasb:Numbers:19:4",
        "t": "Next Eleazar the priest shall take some of its blood with his finger and sprinkle some of its blood toward the front of the tent of meeting seven times."
    },
    {
        "o": 4684,
        "r": "nasb:Numbers:19:5",
        "t": "Then the heifer shall be burned in his sight; its hide and its flesh and its blood, with its refuse, shall be burned."
    },
    {
        "o": 4685,
        "r": "nasb:Numbers:19:6",
        "t": "The priest shall take cedar wood and hyssop and scarlet material*i and cast it into the midst of the burning heifer."
    },
    {
        "o": 4686,
        "r": "nasb:Numbers:19:7",
        "t": "The priest shall then wash his clothes and bathe his body in water, and afterward come into the camp, but the priest shall be unclean until evening."
    },
    {
        "o": 4687,
        "r": "nasb:Numbers:19:8",
        "t": "The one who burns it shall also wash his clothes in water and bathe his body in water, and shall be unclean until evening."
    },
    {
        "o": 4688,
        "r": "nasb:Numbers:19:9",
        "t": "Now a man who is clean shall gather up the ashes of the heifer and deposit them outside the camp in a clean place, and the congregation of the sons of Israel shall keep it as water to remove impurity; it is purification from sin."
    },
    {
        "o": 4689,
        "r": "nasb:Numbers:19:10",
        "t": "The one who gathers the ashes of the heifer shall wash his clothes and be unclean until evening; and it shall be a perpetual statute to the sons of Israel and to the alien who sojourns among them."
    },
    {
        "o": 4690,
        "r": "nasb:Numbers:19:11",
        "t": "‘The*p one who touches the corpse of any person shall be unclean for seven days."
    },
    {
        "o": 4691,
        "r": "nasb:Numbers:19:12",
        "t": "That one shall purify himself from uncleanness with the water on the third day and on the seventh day, and*i then*i he will be clean; but if he does not purify himself on the third day and on the seventh day, he will not be clean."
    },
    {
        "o": 4692,
        "r": "nasb:Numbers:19:13",
        "t": "Anyone who touches a corpse, the body of a man who has died, and does not purify himself, defiles the tabernacle of the Lord;*s and that person shall be cut off from Israel. Because the water for impurity was not sprinkled on him, he shall be unclean; his uncleanness is still on him."
    },
    {
        "o": 4693,
        "r": "nasb:Numbers:19:14",
        "t": "‘This*p is the law when a man dies in a tent: everyone who comes into the tent and everyone who is in the tent shall be unclean for seven days."
    },
    {
        "o": 4694,
        "r": "nasb:Numbers:19:15",
        "t": "Every open vessel, which has no covering tied down on it, shall be unclean."
    },
    {
        "o": 4695,
        "r": "nasb:Numbers:19:16",
        "t": "Also, anyone who in the open field touches one who has been slain with a sword or who has died naturally,*i or a human bone or a grave, shall be unclean for seven days."
    },
    {
        "o": 4696,
        "r": "nasb:Numbers:19:17",
        "t": "Then for the unclean person*i they shall take some of the ashes of the burnt purification from sin and flowing water shall be added to them in a vessel."
    },
    {
        "o": 4697,
        "r": "nasb:Numbers:19:18",
        "t": "A clean person shall take hyssop and dip it*i in the water, and sprinkle it*i on the tent and on all the furnishings and on the persons who were there, and on the one who touched the bone or the one slain or the one dying naturally*i or the grave."
    },
    {
        "o": 4698,
        "r": "nasb:Numbers:19:19",
        "t": "Then the clean person*i shall sprinkle on the unclean on the third day and on the seventh day; and on the seventh day he shall purify him from uncleanness, and he shall wash his clothes and bathe himself*i in water and shall be clean by evening."
    },
    {
        "o": 4699,
        "r": "nasb:Numbers:19:20",
        "t": "‘But*p the man who is unclean and does not purify himself from uncleanness, that person shall be cut off from the midst of the assembly, because he has defiled the sanctuary of the Lord;*s the water for impurity has not been sprinkled on him, he is unclean."
    },
    {
        "o": 4700,
        "r": "nasb:Numbers:19:21",
        "t": "So it shall be a perpetual statute for them. And he who sprinkles the water for impurity shall wash his clothes, and he who touches the water for impurity shall be unclean until evening."
    },
    {
        "o": 4701,
        "r": "nasb:Numbers:19:22",
        "t": "Furthermore, anything that the unclean person*i touches shall be unclean; and the person who touches it*i shall be unclean until evening.’ ”"
    }
]
