[
    {
        "o": 32037,
        "r": "csb:Romans:15:0",
        "t": "Romans 15",
        "h": 1
    },
    {
        "o": 32038,
        "r": "csb:Romans:15:0",
        "t": "Pleasing Others, Not Ourselves",
        "h": 2
    },
    {
        "o": 32039,
        "r": "csb:Romans:15:1",
        "t": "Now*p we who are strong have an obligation to bear the weaknesses of those without strength, and not to please ourselves."
    },
    {
        "o": 32040,
        "r": "csb:Romans:15:2",
        "t": "Each one of us is to please his neighbor for his good, to build him up."
    },
    {
        "o": 32041,
        "r": "csb:Romans:15:3",
        "t": "For even Christ did not please himself. On the contrary, as it is written, The*i insults*i of*i those*i who*i insult*i you*i have*i fallen*i on*i me.*i"
    },
    {
        "o": 32042,
        "r": "csb:Romans:15:4",
        "t": "For whatever was written in the past was written for our instruction, so that we may have hope through endurance and through the encouragement from the Scriptures."
    },
    {
        "o": 32043,
        "r": "csb:Romans:15:5",
        "t": "Now may the God who gives endurance and encouragement grant you to live in harmony with one another, according to Christ Jesus,"
    },
    {
        "o": 32044,
        "r": "csb:Romans:15:6",
        "t": "so that you may glorify the God and Father of our Lord Jesus Christ with one mind and one voice."
    },
    {
        "o": 32045,
        "r": "csb:Romans:15:6",
        "t": "Glorifying God Together",
        "h": 2
    },
    {
        "o": 32046,
        "r": "csb:Romans:15:7",
        "t": "Therefore*p welcome one another, just as Christ also welcomed you, to the glory of God."
    },
    {
        "o": 32047,
        "r": "csb:Romans:15:8",
        "t": "For I say that Christ became a servant of the circumcised on behalf of God’s truth, to confirm the promises to the fathers,"
    },
    {
        "o": 32048,
        "r": "csb:Romans:15:9",
        "t": "and so that Gentiles may glorify God for his mercy. As it is written, Therefore*ipn I*i will*i praise*i you*i among*i the*i Gentiles,*i and*iln I*i will*i sing*i praise*i to*i your*i name.*i"
    },
    {
        "o": 32049,
        "r": "csb:Romans:15:10",
        "t": "Again*p it says, Rejoice,*i you*i Gentiles,*i with*i his*i people!*i"
    },
    {
        "o": 32050,
        "r": "csb:Romans:15:11",
        "t": "And again, Praise*ipn the*i Lord,*i all*i you*i Gentiles;*i let*iln all*i the*i peoples*i praise*i him!*i"
    },
    {
        "o": 32051,
        "r": "csb:Romans:15:12",
        "t": "And*p again, Isaiah says, The*ipn root*i of*i Jesse*i will*i appear,*i the*iln one*i who*i rises*i to*i rule*i the*i Gentiles;*i the*iln Gentiles*i will*i hope*i in*i him.*i"
    },
    {
        "o": 32052,
        "r": "csb:Romans:15:13",
        "t": "Now*p may the God of hope fill you with all joy and peace as you believe so that you may overflow with hope by the power of the Holy Spirit."
    },
    {
        "o": 32053,
        "r": "csb:Romans:15:13",
        "t": "From Jerusalem to Illyricum",
        "h": 2
    },
    {
        "o": 32054,
        "r": "csb:Romans:15:14",
        "t": "My*p brothers and sisters, I myself am convinced about you that you also are full of goodness, filled with all knowledge, and able to instruct one another."
    },
    {
        "o": 32055,
        "r": "csb:Romans:15:15",
        "t": "Nevertheless, I have written to remind you more boldly on some points because of the grace given me by God"
    },
    {
        "o": 32056,
        "r": "csb:Romans:15:16",
        "t": "to be a minister of Christ Jesus to the Gentiles, serving as a priest of the gospel of God. God’s purpose is that the Gentiles may be an acceptable offering, sanctified by the Holy Spirit."
    },
    {
        "o": 32057,
        "r": "csb:Romans:15:17",
        "t": "Therefore I have reason to boast in Christ Jesus regarding what pertains to God."
    },
    {
        "o": 32058,
        "r": "csb:Romans:15:18",
        "t": "For I would not dare say anything except what Christ has accomplished through me by word and deed for the obedience of the Gentiles,"
    },
    {
        "o": 32059,
        "r": "csb:Romans:15:19",
        "t": "by the power of miraculous signs and wonders, and by the power of God’s Spirit. As a result, I have fully proclaimed the gospel of Christ from Jerusalem all the way around to Illyricum."
    },
    {
        "o": 32060,
        "r": "csb:Romans:15:20",
        "t": "My aim is to preach the gospel where Christ has not been named, so that I will not build on someone else’s foundation,"
    },
    {
        "o": 32061,
        "r": "csb:Romans:15:21",
        "t": "but, as it is written, Those*ipn who*i were*i not*i told*i about*i him*i will*i see,*i and*iln those*i who*i have*i not*i heard*i will*i understand.*i"
    },
    {
        "o": 32062,
        "r": "csb:Romans:15:21",
        "t": "Paul’s Travel Plans",
        "h": 2
    },
    {
        "o": 32063,
        "r": "csb:Romans:15:22",
        "t": "That*p is why I have been prevented many times from coming to you."
    },
    {
        "o": 32064,
        "r": "csb:Romans:15:23",
        "t": "But now I no longer have any work to do in these regions, and I have strongly desired for many years to come to you"
    },
    {
        "o": 32065,
        "r": "csb:Romans:15:24",
        "t": "whenever I travel to Spain. For I hope to see you when I pass through and to be assisted by you for my journey there, once I have first enjoyed your company for a while."
    },
    {
        "o": 32066,
        "r": "csb:Romans:15:25",
        "t": "Right now I am traveling to Jerusalem to serve the saints,"
    },
    {
        "o": 32067,
        "r": "csb:Romans:15:26",
        "t": "because Macedonia and Achaia were pleased to make a contribution for the poor among the saints in Jerusalem."
    },
    {
        "o": 32068,
        "r": "csb:Romans:15:27",
        "t": "Yes, they were pleased, and indeed are indebted to them. For if the Gentiles have shared in their spiritual benefits, then they are obligated to minister to them in material needs."
    },
    {
        "o": 32069,
        "r": "csb:Romans:15:28",
        "t": "So when I have finished this and safely delivered the funds to them, I will visit you on the way to Spain."
    },
    {
        "o": 32070,
        "r": "csb:Romans:15:29",
        "t": "I know that when I come to you, I will come in the fullness of the blessing of Christ."
    },
    {
        "o": 32071,
        "r": "csb:Romans:15:30",
        "t": "Now*p I appeal to you, brothers and sisters, through our Lord Jesus Christ and through the love of the Spirit, to strive together with me in prayers to God on my behalf."
    },
    {
        "o": 32072,
        "r": "csb:Romans:15:31",
        "t": "Pray that I may be rescued from the unbelievers in Judea, that my ministry to Jerusalem may be acceptable to the saints,"
    },
    {
        "o": 32073,
        "r": "csb:Romans:15:32",
        "t": "and that, by God’s will, I may come to you with joy and be refreshed together with you."
    },
    {
        "o": 32074,
        "r": "csb:Romans:15:33",
        "t": "May*p the God of peace be with all of you. Amen."
    }
]
