[
    {
        "o": 24108,
        "r": "nkjv:Ezekiel:42:0",
        "t": "Ezekiel 42",
        "h": 1
    },
    {
        "o": 24109,
        "r": "nkjv:Ezekiel:42:0",
        "t": "The Chambers for the Priests",
        "h": 2
    },
    {
        "o": 24110,
        "r": "nkjv:Ezekiel:42:1",
        "t": "Then*p he brought me out into the outer court, by the way toward the north; and he brought me into the chamber which was*i opposite the separating courtyard, and which was*i opposite the building toward the north."
    },
    {
        "o": 24111,
        "r": "nkjv:Ezekiel:42:2",
        "t": "Facing the length, which*i was*i one hundred cubits (the width was fifty cubits), was the north door."
    },
    {
        "o": 24112,
        "r": "nkjv:Ezekiel:42:3",
        "t": "Opposite the inner court of twenty cubits,*i and opposite the pavement of the outer court, was*i gallery against gallery in three stories.*i"
    },
    {
        "o": 24113,
        "r": "nkjv:Ezekiel:42:4",
        "t": "In front of the chambers, toward the inside, was*i a walk ten cubits wide, at a distance of one cubit; and their doors faced north."
    },
    {
        "o": 24114,
        "r": "nkjv:Ezekiel:42:5",
        "t": "Now the upper chambers were*i shorter, because the galleries took away space*i from them more than from the lower and middle stories of the building."
    },
    {
        "o": 24115,
        "r": "nkjv:Ezekiel:42:6",
        "t": "For they were*i in three stories*i and did not have pillars like the pillars of the courts; therefore the*i upper*i level*i was shortened more than the lower and middle levels from the ground up."
    },
    {
        "o": 24116,
        "r": "nkjv:Ezekiel:42:7",
        "t": "And a wall which was*i outside ran parallel to the chambers, at the front of the chambers, toward the outer court; its length was*i fifty cubits."
    },
    {
        "o": 24117,
        "r": "nkjv:Ezekiel:42:8",
        "t": "The length of the chambers toward the outer court was*i fifty cubits, whereas that facing the temple was*i one hundred cubits."
    },
    {
        "o": 24118,
        "r": "nkjv:Ezekiel:42:9",
        "t": "At the lower chambers was*i the entrance on the east side, as one goes into them from the outer court."
    },
    {
        "o": 24119,
        "r": "nkjv:Ezekiel:42:10",
        "t": "Also*p there*i were*i chambers in the thickness of the wall of the court toward the east, opposite the separating courtyard and opposite the building."
    },
    {
        "o": 24120,
        "r": "nkjv:Ezekiel:42:11",
        "t": "There*i was*i a walk in front of them also, and their appearance was*i like the chambers which were*i toward the north; they were*i as long and as wide as the others, and all their exits and entrances were*i according to plan."
    },
    {
        "o": 24121,
        "r": "nkjv:Ezekiel:42:12",
        "t": "And corresponding to the doors of the chambers that were*i facing south, as one enters them, there*i was*i a door in front of the walk, the way directly in front of the wall toward the east."
    },
    {
        "o": 24122,
        "r": "nkjv:Ezekiel:42:13",
        "t": "Then*p he said to me, “The north chambers and*i the south chambers, which are*i opposite the separating courtyard, are*i the holy chambers where the priests who approach the Lord*s shall eat the most holy offerings. There they shall lay the most holy offerings— the grain offering, the sin offering, and the trespass offering—for the place is*i holy."
    },
    {
        "o": 24123,
        "r": "nkjv:Ezekiel:42:14",
        "t": "When the priests enter them, they shall not go out of the holy chamber*i into the outer court; but there they shall leave their garments in which they minister, for they are*i holy. They shall put on other garments; then they may approach that*i which is*i for the people.”"
    },
    {
        "o": 24124,
        "r": "nkjv:Ezekiel:42:14",
        "t": "Outer Dimensions of the Temple",
        "h": 2
    },
    {
        "o": 24125,
        "r": "nkjv:Ezekiel:42:15",
        "t": "Now*p when he had finished measuring the inner temple, he brought me out through the gateway that faces toward the east, and measured it all around."
    },
    {
        "o": 24126,
        "r": "nkjv:Ezekiel:42:16",
        "t": "He measured the east side with the measuring rod, five hundred rods by the measuring rod all around."
    },
    {
        "o": 24127,
        "r": "nkjv:Ezekiel:42:17",
        "t": "He measured the north side, five hundred rods by the measuring rod all around."
    },
    {
        "o": 24128,
        "r": "nkjv:Ezekiel:42:18",
        "t": "He measured the south side, five hundred rods by the measuring rod."
    },
    {
        "o": 24129,
        "r": "nkjv:Ezekiel:42:19",
        "t": "He came around to the west side and*i measured five hundred rods by the measuring rod."
    },
    {
        "o": 24130,
        "r": "nkjv:Ezekiel:42:20",
        "t": "He measured it on the four sides; it had a wall all around, five hundred cubits*i long and five hundred wide, to separate the holy areas from the common."
    }
]
