[
    {
        "o": 32005,
        "r": "nkjv:1 Corinthians:1:0",
        "t": "1 Corinthians 1",
        "h": 1
    },
    {
        "o": 32006,
        "r": "nkjv:1 Corinthians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32007,
        "r": "nkjv:1 Corinthians:1:1",
        "t": "Paul,*p called to*i be*i an apostle of Jesus Christ through the will of God, and Sosthenes our*i brother,"
    },
    {
        "o": 32008,
        "r": "nkjv:1 Corinthians:1:2",
        "t": "To*p the church of God which is at Corinth, to those who are sanctified in Christ Jesus, called to*i be*i saints, with all who in every place call on the name of Jesus Christ our Lord, both theirs and ours:"
    },
    {
        "o": 32009,
        "r": "nkjv:1 Corinthians:1:3",
        "t": "Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32010,
        "r": "nkjv:1 Corinthians:1:3",
        "t": "Spiritual Gifts at Corinth",
        "h": 2
    },
    {
        "o": 32011,
        "r": "nkjv:1 Corinthians:1:4",
        "t": "I*p thank my God always concerning you for the grace of God which was given to you by Christ Jesus,"
    },
    {
        "o": 32012,
        "r": "nkjv:1 Corinthians:1:5",
        "t": "that you were enriched in everything by Him in all utterance and all knowledge,"
    },
    {
        "o": 32013,
        "r": "nkjv:1 Corinthians:1:6",
        "t": "even as the testimony of Christ was confirmed in you,"
    },
    {
        "o": 32014,
        "r": "nkjv:1 Corinthians:1:7",
        "t": "so that you come short in no gift, eagerly waiting for the revelation of our Lord Jesus Christ,"
    },
    {
        "o": 32015,
        "r": "nkjv:1 Corinthians:1:8",
        "t": "who will also confirm you to the end, that*i you*i may*i be*i blameless in the day of our Lord Jesus Christ."
    },
    {
        "o": 32016,
        "r": "nkjv:1 Corinthians:1:9",
        "t": "God is*i faithful, by whom you were called into the fellowship of His Son, Jesus Christ our Lord."
    },
    {
        "o": 32017,
        "r": "nkjv:1 Corinthians:1:9",
        "t": "Sectarianism Is Sin",
        "h": 2
    },
    {
        "o": 32018,
        "r": "nkjv:1 Corinthians:1:10",
        "t": "Now*p I plead with you, brethren, by the name of our Lord Jesus Christ, that you all speak the same thing, and that*i there be no divisions among you, but that*i you be perfectly joined together in the same mind and in the same judgment."
    },
    {
        "o": 32019,
        "r": "nkjv:1 Corinthians:1:11",
        "t": "For it has been declared to me concerning you, my brethren, by those of Chloe’s household,*i that there are contentions among you."
    },
    {
        "o": 32020,
        "r": "nkjv:1 Corinthians:1:12",
        "t": "Now I say this, that each of you says, “I am of Paul,” or “I am of Apollos,” or “I am of Cephas,” or “I am of Christ.”"
    },
    {
        "o": 32021,
        "r": "nkjv:1 Corinthians:1:13",
        "t": "Is Christ divided? Was Paul crucified for you? Or were you baptized in the name of Paul?"
    },
    {
        "o": 32022,
        "r": "nkjv:1 Corinthians:1:14",
        "t": "I*p thank God that I baptized none of you except Crispus and Gaius,"
    },
    {
        "o": 32023,
        "r": "nkjv:1 Corinthians:1:15",
        "t": "lest anyone should say that I had baptized in my own name."
    },
    {
        "o": 32024,
        "r": "nkjv:1 Corinthians:1:16",
        "t": "Yes, I also baptized the household of Stephanas. Besides, I do not know whether I baptized any other."
    },
    {
        "o": 32025,
        "r": "nkjv:1 Corinthians:1:17",
        "t": "For Christ did not send me to baptize, but to preach the gospel, not with wisdom of words, lest the cross of Christ should be made of no effect."
    },
    {
        "o": 32026,
        "r": "nkjv:1 Corinthians:1:17",
        "t": "Christ the Power and Wisdom of God",
        "h": 2
    },
    {
        "o": 32027,
        "r": "nkjv:1 Corinthians:1:18",
        "t": "For*p the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God."
    },
    {
        "o": 32028,
        "r": "nkjv:1 Corinthians:1:19",
        "t": "For it is written: “I*pn will destroy the wisdom of the wise, And*ld bring to nothing the understanding of the prudent.”"
    },
    {
        "o": 32029,
        "r": "nkjv:1 Corinthians:1:20",
        "t": "Where*p is*i the wise? Where is*i the scribe? Where is*i the disputer of this age? Has not God made foolish the wisdom of this world?"
    },
    {
        "o": 32030,
        "r": "nkjv:1 Corinthians:1:21",
        "t": "For since, in the wisdom of God, the world through wisdom did not know God, it pleased God through the foolishness of the message preached to save those who believe."
    },
    {
        "o": 32031,
        "r": "nkjv:1 Corinthians:1:22",
        "t": "For Jews request a sign, and Greeks seek after wisdom;"
    },
    {
        "o": 32032,
        "r": "nkjv:1 Corinthians:1:23",
        "t": "but we preach Christ crucified, to the Jews a stumbling block and to the Greeks foolishness,"
    },
    {
        "o": 32033,
        "r": "nkjv:1 Corinthians:1:24",
        "t": "but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God."
    },
    {
        "o": 32034,
        "r": "nkjv:1 Corinthians:1:25",
        "t": "Because the foolishness of God is wiser than men, and the weakness of God is stronger than men."
    },
    {
        "o": 32035,
        "r": "nkjv:1 Corinthians:1:25",
        "t": "Glory Only in the Lord",
        "h": 2
    },
    {
        "o": 32036,
        "r": "nkjv:1 Corinthians:1:26",
        "t": "For*p you see your calling, brethren, that not many wise according to the flesh, not many mighty, not many noble, are*i called.*i"
    },
    {
        "o": 32037,
        "r": "nkjv:1 Corinthians:1:27",
        "t": "But God has chosen the foolish things of the world to put to shame the wise, and God has chosen the weak things of the world to put to shame the things which are mighty;"
    },
    {
        "o": 32038,
        "r": "nkjv:1 Corinthians:1:28",
        "t": "and the base things of the world and the things which are despised God has chosen, and the things which are not, to bring to nothing the things that are,"
    },
    {
        "o": 32039,
        "r": "nkjv:1 Corinthians:1:29",
        "t": "that no flesh should glory in His presence."
    },
    {
        "o": 32040,
        "r": "nkjv:1 Corinthians:1:30",
        "t": "But of Him you are in Christ Jesus, who became for us wisdom from God—and righteousness and sanctification and redemption—"
    },
    {
        "o": 32041,
        "r": "nkjv:1 Corinthians:1:31",
        "t": "that, as it is written, “He who glories, let him glory in the Lord.”*sb"
    }
]
