[
    {
        "o": 5272,
        "r": "niv:Numbers:35:0",
        "t": "Numbers 35",
        "h": 1
    },
    {
        "o": 5273,
        "r": "niv:Numbers:35:0",
        "t": "Towns for the Levites",
        "h": 2
    },
    {
        "o": 5274,
        "r": "niv:Numbers:35:1",
        "t": "On*p the plains of Moab by the Jordan across from Jericho, the Lord*s said to Moses,"
    },
    {
        "o": 5275,
        "r": "niv:Numbers:35:2",
        "t": "“Command the Israelites to give the Levites towns to live in from the inheritance the Israelites will possess. And give them pasturelands around the towns."
    },
    {
        "o": 5276,
        "r": "niv:Numbers:35:3",
        "t": "Then they will have towns to live in and pasturelands for the cattle they own and all their other animals."
    },
    {
        "o": 5277,
        "r": "niv:Numbers:35:4",
        "t": "“The*p pasturelands around the towns that you give the Levites will extend a thousand cubits from the town wall."
    },
    {
        "o": 5278,
        "r": "niv:Numbers:35:5",
        "t": "Outside the town, measure two thousand cubits on the east side, two thousand on the south side, two thousand on the west and two thousand on the north, with the town in the center. They will have this area as pastureland for the towns."
    },
    {
        "o": 5279,
        "r": "niv:Numbers:35:5",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 5280,
        "r": "niv:Numbers:35:6",
        "t": "“Six*p of the towns you give the Levites will be cities of refuge, to which a person who has killed someone may flee. In addition, give them forty-two other towns."
    },
    {
        "o": 5281,
        "r": "niv:Numbers:35:7",
        "t": "In all you must give the Levites forty-eight towns, together with their pasturelands."
    },
    {
        "o": 5282,
        "r": "niv:Numbers:35:8",
        "t": "The towns you give the Levites from the land the Israelites possess are to be given in proportion to the inheritance of each tribe: Take many towns from a tribe that has many, but few from one that has few.”"
    },
    {
        "o": 5283,
        "r": "niv:Numbers:35:9",
        "t": "Then*p the Lord*s said to Moses:"
    },
    {
        "o": 5284,
        "r": "niv:Numbers:35:10",
        "t": "“Speak to the Israelites and say to them: ‘When you cross the Jordan into Canaan,"
    },
    {
        "o": 5285,
        "r": "niv:Numbers:35:11",
        "t": "select some towns to be your cities of refuge, to which a person who has killed someone accidentally may flee."
    },
    {
        "o": 5286,
        "r": "niv:Numbers:35:12",
        "t": "They will be places of refuge from the avenger, so that anyone accused of murder may not die before they stand trial before the assembly."
    },
    {
        "o": 5287,
        "r": "niv:Numbers:35:13",
        "t": "These six towns you give will be your cities of refuge."
    },
    {
        "o": 5288,
        "r": "niv:Numbers:35:14",
        "t": "Give three on this side of the Jordan and three in Canaan as cities of refuge."
    },
    {
        "o": 5289,
        "r": "niv:Numbers:35:15",
        "t": "These six towns will be a place of refuge for Israelites and for foreigners residing among them, so that anyone who has killed another accidentally can flee there."
    },
    {
        "o": 5290,
        "r": "niv:Numbers:35:16",
        "t": "“ ‘If*p anyone strikes someone a fatal blow with an iron object, that person is a murderer; the murderer is to be put to death."
    },
    {
        "o": 5291,
        "r": "niv:Numbers:35:17",
        "t": "Or if anyone is holding a stone and strikes someone a fatal blow with it, that person is a murderer; the murderer is to be put to death."
    },
    {
        "o": 5292,
        "r": "niv:Numbers:35:18",
        "t": "Or if anyone is holding a wooden object and strikes someone a fatal blow with it, that person is a murderer; the murderer is to be put to death."
    },
    {
        "o": 5293,
        "r": "niv:Numbers:35:19",
        "t": "The avenger of blood shall put the murderer to death; when the avenger comes upon the murderer, the avenger shall put the murderer to death."
    },
    {
        "o": 5294,
        "r": "niv:Numbers:35:20",
        "t": "If anyone with malice aforethought shoves another or throws something at them intentionally so that they die"
    },
    {
        "o": 5295,
        "r": "niv:Numbers:35:21",
        "t": "or if out of enmity one person hits another with their fist so that the other dies, that person is to be put to death; that person is a murderer. The avenger of blood shall put the murderer to death when they meet."
    },
    {
        "o": 5296,
        "r": "niv:Numbers:35:22",
        "t": "“ ‘But*p if without enmity someone suddenly pushes another or throws something at them unintentionally"
    },
    {
        "o": 5297,
        "r": "niv:Numbers:35:23",
        "t": "or, without seeing them, drops on them a stone heavy enough to kill them, and they die, then since that other person was not an enemy and no harm was intended,"
    },
    {
        "o": 5298,
        "r": "niv:Numbers:35:24",
        "t": "the assembly must judge between the accused and the avenger of blood according to these regulations."
    },
    {
        "o": 5299,
        "r": "niv:Numbers:35:25",
        "t": "The assembly must protect the one accused of murder from the avenger of blood and send the accused back to the city of refuge to which they fled. The accused must stay there until the death of the high priest, who was anointed with the holy oil."
    },
    {
        "o": 5300,
        "r": "niv:Numbers:35:26",
        "t": "“ ‘But*p if the accused ever goes outside the limits of the city of refuge to which they fled"
    },
    {
        "o": 5301,
        "r": "niv:Numbers:35:27",
        "t": "and the avenger of blood finds them outside the city, the avenger of blood may kill the accused without being guilty of murder."
    },
    {
        "o": 5302,
        "r": "niv:Numbers:35:28",
        "t": "The accused must stay in the city of refuge until the death of the high priest; only after the death of the high priest may they return to their own property."
    },
    {
        "o": 5303,
        "r": "niv:Numbers:35:29",
        "t": "“ ‘This*p is to have the force of law for you throughout the generations to come, wherever you live."
    },
    {
        "o": 5304,
        "r": "niv:Numbers:35:30",
        "t": "“ ‘Anyone*p who kills a person is to be put to death as a murderer only on the testimony of witnesses. But no one is to be put to death on the testimony of only one witness."
    },
    {
        "o": 5305,
        "r": "niv:Numbers:35:31",
        "t": "“ ‘Do*p not accept a ransom for the life of a murderer, who deserves to die. They are to be put to death."
    },
    {
        "o": 5306,
        "r": "niv:Numbers:35:32",
        "t": "“ ‘Do*p not accept a ransom for anyone who has fled to a city of refuge and so allow them to go back and live on their own land before the death of the high priest."
    },
    {
        "o": 5307,
        "r": "niv:Numbers:35:33",
        "t": "“ ‘Do*p not pollute the land where you are. Bloodshed pollutes the land, and atonement cannot be made for the land on which blood has been shed, except by the blood of the one who shed it."
    },
    {
        "o": 5308,
        "r": "niv:Numbers:35:34",
        "t": "Do not defile the land where you live and where I dwell, for I, the Lord,*s dwell among the Israelites.’ ”"
    }
]
