[
    {
        "o": 24573,
        "r": "nkjv:Daniel:8:0",
        "t": "Daniel 8",
        "h": 1
    },
    {
        "o": 24574,
        "r": "nkjv:Daniel:8:0",
        "t": "Vision of a Ram and a Goat",
        "h": 2
    },
    {
        "o": 24575,
        "r": "nkjv:Daniel:8:1",
        "t": "In*p the third year of the reign of King Belshazzar a vision appeared to*i me—to me, Daniel—after the one that appeared to me the first time."
    },
    {
        "o": 24576,
        "r": "nkjv:Daniel:8:2",
        "t": "I saw in the vision, and it so happened while I was looking, that I was*i in Shushan, the citadel, which is*i in the province of Elam; and I saw in the vision that I was by the River Ulai."
    },
    {
        "o": 24577,
        "r": "nkjv:Daniel:8:3",
        "t": "Then I lifted my eyes and saw, and there, standing beside the river, was a ram which had two horns, and the two horns were*i high; but one was*i higher than the other, and the higher one*i came up last."
    },
    {
        "o": 24578,
        "r": "nkjv:Daniel:8:4",
        "t": "I saw the ram pushing westward, northward, and southward, so that no animal could withstand him; nor was*i there*i any*i that could deliver from his hand, but he did according to his will and became great."
    },
    {
        "o": 24579,
        "r": "nkjv:Daniel:8:5",
        "t": "And*p as I was considering, suddenly a male goat came from the west, across the surface of the whole earth, without touching the ground; and the goat had*i a notable horn between his eyes."
    },
    {
        "o": 24580,
        "r": "nkjv:Daniel:8:6",
        "t": "Then he came to the ram that had two horns, which I had seen standing beside the river, and ran at him with furious power."
    },
    {
        "o": 24581,
        "r": "nkjv:Daniel:8:7",
        "t": "And I saw him confronting the ram; he was moved with rage against him, attacked the ram, and broke his two horns. There was no power in the ram to withstand him, but he cast him down to the ground and trampled him; and there was no one that could deliver the ram from his hand."
    },
    {
        "o": 24582,
        "r": "nkjv:Daniel:8:8",
        "t": "Therefore*p the male goat grew very great; but when he became strong, the large horn was broken, and in place of it four notable ones came up toward the four winds of heaven."
    },
    {
        "o": 24583,
        "r": "nkjv:Daniel:8:9",
        "t": "And out of one of them came a little horn which grew exceedingly great toward the south, toward the east, and toward the Glorious Land.*i"
    },
    {
        "o": 24584,
        "r": "nkjv:Daniel:8:10",
        "t": "And it grew up to the host of heaven; and it cast down some*i of the host and some*i of the stars to the ground, and trampled them."
    },
    {
        "o": 24585,
        "r": "nkjv:Daniel:8:11",
        "t": "He even exalted himself*i as high as the Prince of the host; and by him the daily sacrifices*i were taken away, and the place of His sanctuary was cast down."
    },
    {
        "o": 24586,
        "r": "nkjv:Daniel:8:12",
        "t": "Because of transgression, an army was given over to*i the*i horn*i to oppose the daily sacrifices;*i and he cast truth down to the ground. He did all*i this*i and prospered."
    },
    {
        "o": 24587,
        "r": "nkjv:Daniel:8:13",
        "t": "Then*p I heard a holy one speaking; and another*i holy one said to that certain one*i who was speaking, “How long will*i the vision be,*i concerning*i the daily sacrifices*i and the transgression of desolation, the giving of both the sanctuary and the host to be trampled underfoot?”"
    },
    {
        "o": 24588,
        "r": "nkjv:Daniel:8:14",
        "t": "And*p he said to me, “For two thousand three hundred days; then the sanctuary shall be cleansed.”"
    },
    {
        "o": 24589,
        "r": "nkjv:Daniel:8:14",
        "t": "Gabriel Interprets the Vision",
        "h": 2
    },
    {
        "o": 24590,
        "r": "nkjv:Daniel:8:15",
        "t": "Then*p it happened, when I, Daniel, had seen the vision and was seeking the meaning, that suddenly there stood before me one having the appearance of a man."
    },
    {
        "o": 24591,
        "r": "nkjv:Daniel:8:16",
        "t": "And I heard a man’s voice between the*i banks*i of*i the Ulai, who called, and said, “Gabriel, make this man*i understand the vision.”"
    },
    {
        "o": 24592,
        "r": "nkjv:Daniel:8:17",
        "t": "So he came near where I stood, and when he came I was afraid and fell on my face; but he said to me, “Understand, son of man, that the vision refers*i to the time of the end.”"
    },
    {
        "o": 24593,
        "r": "nkjv:Daniel:8:18",
        "t": "Now,*p as he was speaking with me, I was in a deep sleep with my face to the ground; but he touched me, and stood me upright."
    },
    {
        "o": 24594,
        "r": "nkjv:Daniel:8:19",
        "t": "And he said, “Look, I am making known to you what shall happen in the latter time of the indignation; for at the appointed time the end shall*i be.*i"
    },
    {
        "o": 24595,
        "r": "nkjv:Daniel:8:20",
        "t": "The ram which you saw, having the two horns— they*i are*i the kings of Media and Persia."
    },
    {
        "o": 24596,
        "r": "nkjv:Daniel:8:21",
        "t": "And the male goat is*i the kingdom of Greece. The large horn that is*i between its eyes is*i the first king."
    },
    {
        "o": 24597,
        "r": "nkjv:Daniel:8:22",
        "t": "As for the broken horn*i and the four that stood up in its place, four kingdoms shall arise out of that nation, but not with its power."
    },
    {
        "o": 24598,
        "r": "nkjv:Daniel:8:23",
        "t": "“And*pn in the latter time of their kingdom, When*ld the transgressors have reached their fullness, A*ld king shall arise, Having*ld fierce features, Who*ld understands sinister schemes."
    },
    {
        "o": 24599,
        "r": "nkjv:Daniel:8:24",
        "t": "His*ld power shall be mighty, but not by his own power; He*ld shall destroy fearfully, And*ld shall prosper and thrive; He*ld shall destroy the mighty, and also*i the holy people."
    },
    {
        "o": 24600,
        "r": "nkjv:Daniel:8:25",
        "t": "“Through*ln his cunning He*ld shall cause deceit to prosper under his rule; And*ld he shall exalt himself*i in his heart. He*ld shall destroy many in their*i prosperity. He*ld shall even rise against the Prince of princes; But*ld he shall be broken without human*i means."
    },
    {
        "o": 24601,
        "r": "nkjv:Daniel:8:26",
        "t": "“And*ln the vision of the evenings and mornings Which*ld was told is true; Therefore*ld seal up the vision, For*ld it*i refers*i to many days in*i the*i future.”*i"
    },
    {
        "o": 24602,
        "r": "nkjv:Daniel:8:27",
        "t": "And*p I, Daniel, fainted and was sick for days; afterward I arose and went about the king’s business. I was astonished by the vision, but no one understood it."
    }
]
