[
    {
        "o": 19371,
        "r": "nasb:Ecclesiastes:6:0",
        "t": "Ecclesiastes 6",
        "h": 1
    },
    {
        "o": 19372,
        "r": "nasb:Ecclesiastes:6:0",
        "t": "The Futility of Life",
        "h": 2
    },
    {
        "o": 19373,
        "r": "nasb:Ecclesiastes:6:1",
        "t": "There*p is an evil which I have seen under the sun and it is prevalent among men—"
    },
    {
        "o": 19374,
        "r": "nasb:Ecclesiastes:6:2",
        "t": "a man to whom God has given riches and wealth and honor so that his soul lacks nothing of all that he desires; yet God has not empowered him to eat from them, for a foreigner enjoys them. This is vanity and a severe affliction."
    },
    {
        "o": 19375,
        "r": "nasb:Ecclesiastes:6:3",
        "t": "If a man fathers a hundred children*i and lives many years, however many they be, but his soul is not satisfied with good things and he does not even have a proper*i burial, then*i I say, “Better the miscarriage than he,"
    },
    {
        "o": 19376,
        "r": "nasb:Ecclesiastes:6:4",
        "t": "for it comes in futility and goes into obscurity; and its name is covered in obscurity."
    },
    {
        "o": 19377,
        "r": "nasb:Ecclesiastes:6:5",
        "t": "It never sees the sun and it never knows anything;*i it is better off than he."
    },
    {
        "o": 19378,
        "r": "nasb:Ecclesiastes:6:6",
        "t": "Even if the other*i man lives a thousand years twice and does not enjoy good things—do not all go to one place?”"
    },
    {
        "o": 19379,
        "r": "nasb:Ecclesiastes:6:7",
        "t": "All*p a man’s labor is for his mouth and yet the appetite is not satisfied."
    },
    {
        "o": 19380,
        "r": "nasb:Ecclesiastes:6:8",
        "t": "For what advantage does the wise man have over the fool? What advantage*i does the poor man have, knowing how*i to walk before the living?"
    },
    {
        "o": 19381,
        "r": "nasb:Ecclesiastes:6:9",
        "t": "What the eyes see is better than what the soul desires. This too is futility and a striving after wind."
    },
    {
        "o": 19382,
        "r": "nasb:Ecclesiastes:6:10",
        "t": "Whatever*p exists has already been named, and it is known what man is; for he cannot dispute with him who is stronger than he is."
    },
    {
        "o": 19383,
        "r": "nasb:Ecclesiastes:6:11",
        "t": "For there are many words which increase futility. What then*i is the advantage to a man?"
    },
    {
        "o": 19384,
        "r": "nasb:Ecclesiastes:6:12",
        "t": "For who knows what is good for a man during his*i lifetime, during*i the few years of his futile life? He will spend them like a shadow. For who can tell a man what will be after him under the sun?"
    }
]
