[
    {
        "o": 25316,
        "r": "niv:Zechariah:9:0",
        "t": "Zechariah 9",
        "h": 1
    },
    {
        "o": 25317,
        "r": "niv:Zechariah:9:0",
        "t": "Judgment on Israel’s Enemies",
        "h": 2
    },
    {
        "o": 25318,
        "r": "niv:Zechariah:9:1",
        "t": "A*p prophecy: The*pn word of the Lord*s is against the land of Hadrak and*ld will come to rest on Damascus— for*ln the eyes of all people and all the tribes of Israel are*ld on the Lord—*s"
    },
    {
        "o": 25319,
        "r": "niv:Zechariah:9:2",
        "t": "and*ln on Hamath too, which borders on it, and*ld on Tyre and Sidon, though they are very skillful."
    },
    {
        "o": 25320,
        "r": "niv:Zechariah:9:3",
        "t": "Tyre*ln has built herself a stronghold; she*ld has heaped up silver like dust, and*ld gold like the dirt of the streets."
    },
    {
        "o": 25321,
        "r": "niv:Zechariah:9:4",
        "t": "But*ln the Lord will take away her possessions and*ld destroy her power on the sea, and*ld she will be consumed by fire."
    },
    {
        "o": 25322,
        "r": "niv:Zechariah:9:5",
        "t": "Ashkelon*ln will see it and fear; Gaza*ld will writhe in agony, and*ld Ekron too, for her hope will wither. Gaza*ln will lose her king and*ld Ashkelon will be deserted."
    },
    {
        "o": 25323,
        "r": "niv:Zechariah:9:6",
        "t": "A*ln mongrel people will occupy Ashdod, and*ld I will put an end to the pride of the Philistines."
    },
    {
        "o": 25324,
        "r": "niv:Zechariah:9:7",
        "t": "I*ln will take the blood from their mouths, the*ld forbidden food from between their teeth. Those*ln who are left will belong to our God and*ld become a clan in Judah, and*ld Ekron will be like the Jebusites."
    },
    {
        "o": 25325,
        "r": "niv:Zechariah:9:8",
        "t": "But*ln I will encamp at my temple to*ld guard it against marauding forces. Never*ln again will an oppressor overrun my people, for*ld now I am keeping watch."
    },
    {
        "o": 25326,
        "r": "niv:Zechariah:9:8",
        "t": "The Coming of Zion’s King",
        "h": 2
    },
    {
        "o": 25327,
        "r": "niv:Zechariah:9:9",
        "t": "Rejoice*pn greatly, Daughter Zion! Shout,*ld Daughter Jerusalem! See,*ln your king comes to you, righteous*ld and victorious, lowly*ln and riding on a donkey, on*ld a colt, the foal of a donkey."
    },
    {
        "o": 25328,
        "r": "niv:Zechariah:9:10",
        "t": "I*ln will take away the chariots from Ephraim and*ld the warhorses from Jerusalem, and*ld the battle bow will be broken. He*ln will proclaim peace to the nations. His*ld rule will extend from sea to sea and*ld from the River to the ends of the earth."
    },
    {
        "o": 25329,
        "r": "niv:Zechariah:9:11",
        "t": "As*ln for you, because of the blood of my covenant with you, I*ld will free your prisoners from the waterless pit."
    },
    {
        "o": 25330,
        "r": "niv:Zechariah:9:12",
        "t": "Return*ln to your fortress, you prisoners of hope; even*ld now I announce that I will restore twice as much to you."
    },
    {
        "o": 25331,
        "r": "niv:Zechariah:9:13",
        "t": "I*ln will bend Judah as I bend my bow and*ld fill it with Ephraim. I*ln will rouse your sons, Zion, against*ld your sons, Greece, and*ld make you like a warrior’s sword."
    },
    {
        "o": 25332,
        "r": "niv:Zechariah:9:13",
        "t": "The Lord Will Appear",
        "h": 2
    },
    {
        "o": 25333,
        "r": "niv:Zechariah:9:14",
        "t": "Then*pn the Lord*s will appear over them; his*ld arrow will flash like lightning. The*ln Sovereign Lord*s will sound the trumpet; he*ld will march in the storms of the south,"
    },
    {
        "o": 25334,
        "r": "niv:Zechariah:9:15",
        "t": "and*ld the Lord*s Almighty will shield them. They*ln will destroy and*ld overcome with slingstones. They*ln will drink and roar as with wine; they*ld will be full like a bowl used*ld for sprinkling the corners of the altar."
    },
    {
        "o": 25335,
        "r": "niv:Zechariah:9:16",
        "t": "The*ln Lord*s their God will save his people on that day as*ld a shepherd saves his flock. They*ln will sparkle in his land like*ld jewels in a crown."
    },
    {
        "o": 25336,
        "r": "niv:Zechariah:9:17",
        "t": "How*ln attractive and beautiful they will be! Grain*ld will make the young men thrive, and*ld new wine the young women."
    }
]
