[
    {
        "o": 14247,
        "r": "esv:Job:4:0",
        "t": "Job 4",
        "h": 1
    },
    {
        "o": 14248,
        "r": "esv:Job:4:0",
        "t": "Eliphaz Speaks: The Innocent Prosper",
        "h": 2
    },
    {
        "o": 14249,
        "r": "esv:Job:4:1",
        "t": "Then*p Eliphaz the Temanite answered and said:"
    },
    {
        "o": 14250,
        "r": "esv:Job:4:2",
        "t": "“If*pn one ventures a word with you, will you be impatient? Yet*ld who can keep from speaking?"
    },
    {
        "o": 14251,
        "r": "esv:Job:4:3",
        "t": "Behold,*ln you have instructed many, and*ld you have strengthened the weak hands."
    },
    {
        "o": 14252,
        "r": "esv:Job:4:4",
        "t": "Your*ln words have upheld him who was stumbling, and*ld you have made firm the feeble knees."
    },
    {
        "o": 14253,
        "r": "esv:Job:4:5",
        "t": "But*ln now it has come to you, and you are impatient; it*ld touches you, and you are dismayed."
    },
    {
        "o": 14254,
        "r": "esv:Job:4:6",
        "t": "Is*ln not your fear of God your confidence, and*ld the integrity of your ways your hope?"
    },
    {
        "o": 14255,
        "r": "esv:Job:4:7",
        "t": "“Remember:*pn who that was innocent ever perished? Or*ld where were the upright cut off?"
    },
    {
        "o": 14256,
        "r": "esv:Job:4:8",
        "t": "As*ln I have seen, those who plow iniquity and*ld sow trouble reap the same."
    },
    {
        "o": 14257,
        "r": "esv:Job:4:9",
        "t": "By*ln the breath of God they perish, and*ld by the blast of his anger they are consumed."
    },
    {
        "o": 14258,
        "r": "esv:Job:4:10",
        "t": "The*ln roar of the lion, the voice of the fierce lion, the*ld teeth of the young lions are broken."
    },
    {
        "o": 14259,
        "r": "esv:Job:4:11",
        "t": "The*ln strong lion perishes for lack of prey, and*ld the cubs of the lioness are scattered."
    },
    {
        "o": 14260,
        "r": "esv:Job:4:12",
        "t": "“Now*pn a word was brought to me stealthily; my*ld ear received the whisper of it."
    },
    {
        "o": 14261,
        "r": "esv:Job:4:13",
        "t": "Amid*ln thoughts from visions of the night, when*ld deep sleep falls on men,"
    },
    {
        "o": 14262,
        "r": "esv:Job:4:14",
        "t": "dread*ln came upon me, and trembling, which*ld made all my bones shake."
    },
    {
        "o": 14263,
        "r": "esv:Job:4:15",
        "t": "A*ln spirit glided past my face; the*ld hair of my flesh stood up."
    },
    {
        "o": 14264,
        "r": "esv:Job:4:16",
        "t": "It*ln stood still, but*ld I could not discern its appearance. A*ln form was before my eyes; there*ld was silence, then I heard a voice:"
    },
    {
        "o": 14265,
        "r": "esv:Job:4:17",
        "t": "‘Can*ln mortal man be in the right before God? Can*ld a man be pure before his Maker?"
    },
    {
        "o": 14266,
        "r": "esv:Job:4:18",
        "t": "Even*ln in his servants he puts no trust, and*ld his angels he charges with error;"
    },
    {
        "o": 14267,
        "r": "esv:Job:4:19",
        "t": "how*ln much more those who dwell in houses of clay, whose*ld foundation is in the dust, who*ld are crushed like the moth."
    },
    {
        "o": 14268,
        "r": "esv:Job:4:20",
        "t": "Between*ln morning and evening they are beaten to pieces; they*ld perish forever without anyone regarding it."
    },
    {
        "o": 14269,
        "r": "esv:Job:4:21",
        "t": "Is*ln not their tent-cord plucked up within them, do*ld they not die, and that without wisdom?’"
    }
]
