[
    {
        "o": 25709,
        "r": "esv:Malachi:1:0",
        "t": "Malachi 1",
        "h": 1
    },
    {
        "o": 25710,
        "r": "esv:Malachi:1:1",
        "t": "The*p oracle of the word of the Lord*s to Israel by Malachi."
    },
    {
        "o": 25711,
        "r": "esv:Malachi:1:1",
        "t": "The Lord’s Love for Israel",
        "h": 2
    },
    {
        "o": 25712,
        "r": "esv:Malachi:1:2",
        "t": "“I*p have loved you,” says the Lord.*s But you say, “How have you loved us?” “Is not Esau Jacob’s brother?” declares the Lord.*s “Yet I have loved Jacob"
    },
    {
        "o": 25713,
        "r": "esv:Malachi:1:3",
        "t": "but Esau I have hated. I have laid waste his hill country and left his heritage to jackals of the desert.”"
    },
    {
        "o": 25714,
        "r": "esv:Malachi:1:4",
        "t": "If Edom says, “We are shattered but we will rebuild the ruins,” the Lord*s of hosts says, “They may build, but I will tear down, and they will be called ‘the wicked country,’ and ‘the people with whom the Lord*s is angry forever.’”"
    },
    {
        "o": 25715,
        "r": "esv:Malachi:1:5",
        "t": "Your own eyes shall see this, and you shall say, “Great is the Lord*s beyond the border of Israel!”"
    },
    {
        "o": 25716,
        "r": "esv:Malachi:1:5",
        "t": "The Priests’ Polluted Offerings",
        "h": 2
    },
    {
        "o": 25717,
        "r": "esv:Malachi:1:6",
        "t": "“A*p son honors his father, and a servant his master. If then I am a father, where is my honor? And if I am a master, where is my fear? says the Lord*s of hosts to you, O priests, who despise my name. But you say, ‘How have we despised your name?’"
    },
    {
        "o": 25718,
        "r": "esv:Malachi:1:7",
        "t": "By offering polluted food upon my altar. But you say, ‘How have we polluted you?’ By saying that the Lord’s*s table may be despised."
    },
    {
        "o": 25719,
        "r": "esv:Malachi:1:8",
        "t": "When you offer blind animals in sacrifice, is that not evil? And when you offer those that are lame or sick, is that not evil? Present that to your governor; will he accept you or show you favor? says the Lord*s of hosts."
    },
    {
        "o": 25720,
        "r": "esv:Malachi:1:9",
        "t": "And now entreat the favor of God, that he may be gracious to us. With such a gift from your hand, will he show favor to any of you? says the Lord*s of hosts."
    },
    {
        "o": 25721,
        "r": "esv:Malachi:1:10",
        "t": "Oh that there were one among you who would shut the doors, that you might not kindle fire on my altar in vain! I have no pleasure in you, says the Lord*s of hosts, and I will not accept an offering from your hand."
    },
    {
        "o": 25722,
        "r": "esv:Malachi:1:11",
        "t": "For from the rising of the sun to its setting my name will be great among the nations, and in every place incense will be offered to my name, and a pure offering. For my name will be great among the nations, says the Lord*s of hosts."
    },
    {
        "o": 25723,
        "r": "esv:Malachi:1:12",
        "t": "But you profane it when you say that the Lord’s table is polluted, and its fruit, that is, its food may be despised."
    },
    {
        "o": 25724,
        "r": "esv:Malachi:1:13",
        "t": "But you say, ‘What a weariness this is,’ and you snort at it, says the Lord*s of hosts. You bring what has been taken by violence or is lame or sick, and this you bring as your offering! Shall I accept that from your hand? says the Lord.*s"
    },
    {
        "o": 25725,
        "r": "esv:Malachi:1:14",
        "t": "Cursed be the cheat who has a male in his flock, and vows it, and yet sacrifices to the Lord what is blemished. For I am a great King, says the Lord*s of hosts, and my name will be feared among the nations."
    }
]
