[
    {
        "o": 25870,
        "r": "csb:Zechariah:6:0",
        "t": "Zechariah 6",
        "h": 1
    },
    {
        "o": 25871,
        "r": "csb:Zechariah:6:0",
        "t": "Eighth Vision: Four Chariots",
        "h": 2
    },
    {
        "o": 25872,
        "r": "csb:Zechariah:6:1",
        "t": "Then*p I looked up again and saw four chariots coming from between two mountains. The mountains were made of bronze."
    },
    {
        "o": 25873,
        "r": "csb:Zechariah:6:2",
        "t": "The first chariot had chestnut horses, the second chariot black horses,"
    },
    {
        "o": 25874,
        "r": "csb:Zechariah:6:3",
        "t": "the third chariot white horses, and the fourth chariot dappled horses - all strong horses."
    },
    {
        "o": 25875,
        "r": "csb:Zechariah:6:4",
        "t": "So I inquired of the angel who was speaking with me, “What are these, my lord?”"
    },
    {
        "o": 25876,
        "r": "csb:Zechariah:6:5",
        "t": "The*p angel told me, “These are the four spirits of heaven going out after presenting themselves to the Lord of the whole earth."
    },
    {
        "o": 25877,
        "r": "csb:Zechariah:6:6",
        "t": "The one with the black horses is going to the land of the north, the white horses are going after them, but the dappled horses are going to the land of the south.”"
    },
    {
        "o": 25878,
        "r": "csb:Zechariah:6:7",
        "t": "As the strong horses went out, they wanted to go patrol the earth, and the Lord*s said, “Go, patrol the earth.” So they patrolled the earth."
    },
    {
        "o": 25879,
        "r": "csb:Zechariah:6:8",
        "t": "Then he summoned me saying, “See, those going to the land of the north have pacified my Spirit in the northern land.”"
    },
    {
        "o": 25880,
        "r": "csb:Zechariah:6:8",
        "t": "Crowning of the Branch",
        "h": 2
    },
    {
        "o": 25881,
        "r": "csb:Zechariah:6:9",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 25882,
        "r": "csb:Zechariah:6:10",
        "t": "“Take an offering from the exiles, from Heldai, Tobijah, and Jedaiah, who have arrived from Babylon, and go that same day to the house of Josiah son of Zephaniah."
    },
    {
        "o": 25883,
        "r": "csb:Zechariah:6:11",
        "t": "Take silver and gold, make a crown, and place it on the head of Joshua son of Jehozadak, the high priest."
    },
    {
        "o": 25884,
        "r": "csb:Zechariah:6:12",
        "t": "You are to tell him: This is what the Lord*s of Armies says: Here is a man whose name is Branch; he will branch out from his place and build the Lord’s*s temple."
    },
    {
        "o": 25885,
        "r": "csb:Zechariah:6:13",
        "t": "Yes, he will build the Lord’s*s temple; he will bear royal splendor and will sit on his throne and rule. There will be a priest on his throne, and there will be peaceful counsel between the two of them."
    },
    {
        "o": 25886,
        "r": "csb:Zechariah:6:14",
        "t": "The crown will reside in the Lord’s*s temple as a memorial to Heldai, Tobijah, Jedaiah, and Hen son of Zephaniah."
    },
    {
        "o": 25887,
        "r": "csb:Zechariah:6:15",
        "t": "People who are far off will come and build the Lord’s*s temple, and you will know that the Lord*s of Armies has sent me to you. This will happen when you fully obey the Lord*s your God.”"
    }
]
