[
    {
        "o": 5597,
        "r": "esv:Deuteronomy:8:0",
        "t": "Deuteronomy 8",
        "h": 1
    },
    {
        "o": 5598,
        "r": "esv:Deuteronomy:8:0",
        "t": "Remember the Lord Your God",
        "h": 2
    },
    {
        "o": 5599,
        "r": "esv:Deuteronomy:8:1",
        "t": "“The*p whole commandment that I command you today you shall be careful to do, that you may live and multiply, and go in and possess the land that the Lord*s swore to give to your fathers."
    },
    {
        "o": 5600,
        "r": "esv:Deuteronomy:8:2",
        "t": "And you shall remember the whole way that the Lord*s your God has led you these forty years in the wilderness, that he might humble you, testing you to know what was in your heart, whether you would keep his commandments or not."
    },
    {
        "o": 5601,
        "r": "esv:Deuteronomy:8:3",
        "t": "And he humbled you and let you hunger and fed you with manna, which you did not know, nor did your fathers know, that he might make you know that man does not live by bread alone, but man lives by every word that comes from the mouth of the Lord.*s"
    },
    {
        "o": 5602,
        "r": "esv:Deuteronomy:8:4",
        "t": "Your clothing did not wear out on you and your foot did not swell these forty years."
    },
    {
        "o": 5603,
        "r": "esv:Deuteronomy:8:5",
        "t": "Know then in your heart that, as a man disciplines his son, the Lord*s your God disciplines you."
    },
    {
        "o": 5604,
        "r": "esv:Deuteronomy:8:6",
        "t": "So you shall keep the commandments of the Lord*s your God by walking in his ways and by fearing him."
    },
    {
        "o": 5605,
        "r": "esv:Deuteronomy:8:7",
        "t": "For the Lord*s your God is bringing you into a good land, a land of brooks of water, of fountains and springs, flowing out in the valleys and hills,"
    },
    {
        "o": 5606,
        "r": "esv:Deuteronomy:8:8",
        "t": "a land of wheat and barley, of vines and fig trees and pomegranates, a land of olive trees and honey,"
    },
    {
        "o": 5607,
        "r": "esv:Deuteronomy:8:9",
        "t": "a land in which you will eat bread without scarcity, in which you will lack nothing, a land whose stones are iron, and out of whose hills you can dig copper."
    },
    {
        "o": 5608,
        "r": "esv:Deuteronomy:8:10",
        "t": "And you shall eat and be full, and you shall bless the Lord*s your God for the good land he has given you."
    },
    {
        "o": 5609,
        "r": "esv:Deuteronomy:8:11",
        "t": "“Take*p care lest you forget the Lord*s your God by not keeping his commandments and his rules and his statutes, which I command you today,"
    },
    {
        "o": 5610,
        "r": "esv:Deuteronomy:8:12",
        "t": "lest, when you have eaten and are full and have built good houses and live in them,"
    },
    {
        "o": 5611,
        "r": "esv:Deuteronomy:8:13",
        "t": "and when your herds and flocks multiply and your silver and gold is multiplied and all that you have is multiplied,"
    },
    {
        "o": 5612,
        "r": "esv:Deuteronomy:8:14",
        "t": "then your heart be lifted up, and you forget the Lord*s your God, who brought you out of the land of Egypt, out of the house of slavery,"
    },
    {
        "o": 5613,
        "r": "esv:Deuteronomy:8:15",
        "t": "who led you through the great and terrifying wilderness, with its fiery serpents and scorpions and thirsty ground where there was no water, who brought you water out of the flinty rock,"
    },
    {
        "o": 5614,
        "r": "esv:Deuteronomy:8:16",
        "t": "who fed you in the wilderness with manna that your fathers did not know, that he might humble you and test you, to do you good in the end."
    },
    {
        "o": 5615,
        "r": "esv:Deuteronomy:8:17",
        "t": "Beware lest you say in your heart, ‘My power and the might of my hand have gotten me this wealth.’"
    },
    {
        "o": 5616,
        "r": "esv:Deuteronomy:8:18",
        "t": "You shall remember the Lord*s your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day."
    },
    {
        "o": 5617,
        "r": "esv:Deuteronomy:8:19",
        "t": "And if you forget the Lord*s your God and go after other gods and serve them and worship them, I solemnly warn you today that you shall surely perish."
    },
    {
        "o": 5618,
        "r": "esv:Deuteronomy:8:20",
        "t": "Like the nations that the Lord*s makes to perish before you, so shall you perish, because you would not obey the voice of the Lord*s your God."
    }
]
