[
    {
        "o": 4868,
        "r": "kjv:Numbers:32:0",
        "t": "Numbers 32",
        "h": 1
    },
    {
        "o": 4869,
        "r": "kjv:Numbers:32:1",
        "t": "Now*p the children of Reuben and the children of Gad had a very great multitude of cattle: and when they saw the land of Jazer, and the land of Gilead, that, behold, the place was a place for cattle;"
    },
    {
        "o": 4870,
        "r": "kjv:Numbers:32:2",
        "t": "The*p children of Gad and the children of Reuben came and spake unto Moses, and to Eleazar the priest, and unto the princes of the congregation, saying,"
    },
    {
        "o": 4871,
        "r": "kjv:Numbers:32:3",
        "t": "Ataroth,*p and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Shebam, and Nebo, and Beon,"
    },
    {
        "o": 4872,
        "r": "kjv:Numbers:32:4",
        "t": "Even*p the country which the Lord*s smote before the congregation of Israel, is a land for cattle, and thy servants have cattle:"
    },
    {
        "o": 4873,
        "r": "kjv:Numbers:32:5",
        "t": "Wherefore,*p said they, if we have found grace in thy sight, let this land be given unto thy servants for a possession, and bring us not over Jordan."
    },
    {
        "o": 4874,
        "r": "kjv:Numbers:32:6",
        "t": "And*p Moses said unto the children of Gad and to the children of Reuben, Shall your brethren go to war, and shall ye sit here?"
    },
    {
        "o": 4875,
        "r": "kjv:Numbers:32:7",
        "t": "And*p wherefore discourage ye the heart of the children of Israel from going over into the land which the Lord*s hath given them?"
    },
    {
        "o": 4876,
        "r": "kjv:Numbers:32:8",
        "t": "Thus*p did your fathers, when I sent them from Kadesh–barnea to see the land."
    },
    {
        "o": 4877,
        "r": "kjv:Numbers:32:9",
        "t": "For*p when they went up unto the valley of Eshcol, and saw the land, they discouraged the heart of the children of Israel, that they should not go into the land which the Lord*s had given them."
    },
    {
        "o": 4878,
        "r": "kjv:Numbers:32:10",
        "t": "And*p the Lord's*s anger was kindled the same time, and he sware, saying,"
    },
    {
        "o": 4879,
        "r": "kjv:Numbers:32:11",
        "t": "Surely*p none of the men that came up out of Egypt, from twenty years old and upward, shall see the land which I sware unto Abraham, unto Isaac, and unto Jacob; because they have not wholly followed me:"
    },
    {
        "o": 4880,
        "r": "kjv:Numbers:32:12",
        "t": "Save*p Caleb the son of Jephunneh the Kenezite, and Joshua the son of Nun: for they have wholly followed the Lord.*s"
    },
    {
        "o": 4881,
        "r": "kjv:Numbers:32:13",
        "t": "And*p the Lord's*s anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation, that had done evil in the sight of the Lord,*s was consumed."
    },
    {
        "o": 4882,
        "r": "kjv:Numbers:32:14",
        "t": "And,*p behold, ye are risen up in your fathers' stead, an increase of sinful men, to augment yet the fierce anger of the Lord*s toward Israel."
    },
    {
        "o": 4883,
        "r": "kjv:Numbers:32:15",
        "t": "For*p if ye turn away from after him, he will yet again leave them in the wilderness; and ye shall destroy all this people."
    },
    {
        "o": 4884,
        "r": "kjv:Numbers:32:16",
        "t": "And*p they came near unto him, and said, We will build sheepfolds here for our cattle, and cities for our little ones:"
    },
    {
        "o": 4885,
        "r": "kjv:Numbers:32:17",
        "t": "But*p we ourselves will go ready armed before the children of Israel, until we have brought them unto their place: and our little ones shall dwell in the fenced cities because of the inhabitants of the land."
    },
    {
        "o": 4886,
        "r": "kjv:Numbers:32:18",
        "t": "We*p will not return unto our houses, until the children of Israel have inherited every man his inheritance."
    },
    {
        "o": 4887,
        "r": "kjv:Numbers:32:19",
        "t": "For*p we will not inherit with them on yonder side Jordan, or forward; because our inheritance is fallen to us on this side Jordan eastward."
    },
    {
        "o": 4888,
        "r": "kjv:Numbers:32:20",
        "t": "And*p Moses said unto them, If ye will do this thing, if ye will go armed before the Lord*s to war,"
    },
    {
        "o": 4889,
        "r": "kjv:Numbers:32:21",
        "t": "And*p will go all of you armed over Jordan before the Lord,*s until he hath driven out his enemies from before him,"
    },
    {
        "o": 4890,
        "r": "kjv:Numbers:32:22",
        "t": "And*p the land be subdued before the Lord:*s then afterward ye shall return, and be guiltless before the Lord,*s and before Israel; and this land shall be your possession before the Lord.*s"
    },
    {
        "o": 4891,
        "r": "kjv:Numbers:32:23",
        "t": "But*p if ye will not do so, behold, ye have sinned against the Lord:*s and be sure your sin will find you out."
    },
    {
        "o": 4892,
        "r": "kjv:Numbers:32:24",
        "t": "Build*p you cities for your little ones, and folds for your sheep; and do that which hath proceeded out of your mouth."
    },
    {
        "o": 4893,
        "r": "kjv:Numbers:32:25",
        "t": "And*p the children of Gad and the children of Reuben spake unto Moses, saying, Thy servants will do as my lord commandeth."
    },
    {
        "o": 4894,
        "r": "kjv:Numbers:32:26",
        "t": "Our*p little ones, our wives, our flocks, and all our cattle, shall be there in the cities of Gilead:"
    },
    {
        "o": 4895,
        "r": "kjv:Numbers:32:27",
        "t": "But*p thy servants will pass over, every man armed for war, before the Lord*s to battle, as my lord saith."
    },
    {
        "o": 4896,
        "r": "kjv:Numbers:32:28",
        "t": "So*p concerning them Moses commanded Eleazar the priest, and Joshua the son of Nun, and the chief fathers of the tribes of the children of Israel:"
    },
    {
        "o": 4897,
        "r": "kjv:Numbers:32:29",
        "t": "And*p Moses said unto them, If the children of Gad and the children of Reuben will pass with you over Jordan, every man armed to battle, before the Lord,*s and the land shall be subdued before you; then ye shall give them the land of Gilead for a possession:"
    },
    {
        "o": 4898,
        "r": "kjv:Numbers:32:30",
        "t": "But*p if they will not pass over with you armed, they shall have possessions among you in the land of Canaan."
    },
    {
        "o": 4899,
        "r": "kjv:Numbers:32:31",
        "t": "And*p the children of Gad and the children of Reuben answered, saying, As the Lord*s hath said unto thy servants, so will we do."
    },
    {
        "o": 4900,
        "r": "kjv:Numbers:32:32",
        "t": "We*p will pass over armed before the Lord*s into the land of Canaan, that the possession of our inheritance on this side Jordan may be ours."
    },
    {
        "o": 4901,
        "r": "kjv:Numbers:32:33",
        "t": "And*p Moses gave unto them, even to the children of Gad, and to the children of Reuben, and unto half the tribe of Manasseh the son of Joseph, the kingdom of Sihon king of the Amorites, and the kingdom of Og king of Bashan, the land, with the cities thereof in the coasts, even the cities of the country round about."
    },
    {
        "o": 4902,
        "r": "kjv:Numbers:32:34",
        "t": "And*p the children of Gad built Dibon, and Ataroth, and Aroer,"
    },
    {
        "o": 4903,
        "r": "kjv:Numbers:32:35",
        "t": "And*p Atroth Shophan, and Jaazer, and Jogbehah,"
    },
    {
        "o": 4904,
        "r": "kjv:Numbers:32:36",
        "t": "And*p Beth–nimrah, and Beth–haran, fenced cities: and folds for sheep."
    },
    {
        "o": 4905,
        "r": "kjv:Numbers:32:37",
        "t": "And*p the children of Reuben built Heshbon, and Elealeh, and Kiriathaim,"
    },
    {
        "o": 4906,
        "r": "kjv:Numbers:32:38",
        "t": "And*p Nebo, and Baal–meon, (their names being changed,) and Sibmah: and gave other names unto the cities which they builded."
    },
    {
        "o": 4907,
        "r": "kjv:Numbers:32:39",
        "t": "And*p the children of Machir the son of Manasseh went to Gilead, and took it, and dispossessed the Amorite which was in it."
    },
    {
        "o": 4908,
        "r": "kjv:Numbers:32:40",
        "t": "And*p Moses gave Gilead unto Machir the son of Manasseh; and he dwelt therein."
    },
    {
        "o": 4909,
        "r": "kjv:Numbers:32:41",
        "t": "And*p Jair the son of Manasseh went and took the small towns thereof, and called them Havoth–jair."
    },
    {
        "o": 4910,
        "r": "kjv:Numbers:32:42",
        "t": "And*p Nobah went and took Kenath, and the villages thereof, and called it Nobah, after his own name."
    }
]
