[
    {
        "o": 1804,
        "r": "nasb:Exodus:6:0",
        "t": "Exodus 6",
        "h": 1
    },
    {
        "o": 1805,
        "r": "nasb:Exodus:6:0",
        "t": "God Promises Action",
        "h": 2
    },
    {
        "o": 1806,
        "r": "nasb:Exodus:6:1",
        "t": "Then*p the Lord*s said to Moses, “Now you shall see what I will do to Pharaoh; for under compulsion he will let them go, and under compulsion he will drive them out of his land.”"
    },
    {
        "o": 1807,
        "r": "nasb:Exodus:6:2",
        "t": "God*p spoke further to Moses and said to him, “I am the Lord;*s"
    },
    {
        "o": 1808,
        "r": "nasb:Exodus:6:3",
        "t": "and I appeared to Abraham, Isaac, and Jacob, as God Almighty, but by*i My name, Lord,*s I did not make Myself known to them."
    },
    {
        "o": 1809,
        "r": "nasb:Exodus:6:4",
        "t": "I also established My covenant with them, to give them the land of Canaan, the land in which they sojourned."
    },
    {
        "o": 1810,
        "r": "nasb:Exodus:6:5",
        "t": "Furthermore I have heard the groaning of the sons of Israel, because the Egyptians are holding them in bondage, and I have remembered My covenant."
    },
    {
        "o": 1811,
        "r": "nasb:Exodus:6:6",
        "t": "Say, therefore, to the sons of Israel, ‘I am the Lord,*s and I will bring you out from under the burdens of the Egyptians, and I will deliver you from their bondage. I will also redeem you with an outstretched arm and with great judgments."
    },
    {
        "o": 1812,
        "r": "nasb:Exodus:6:7",
        "t": "Then I will take you for My people, and I will be your God; and you shall know that I am the Lord*s your God, who brought you out from under the burdens of the Egyptians."
    },
    {
        "o": 1813,
        "r": "nasb:Exodus:6:8",
        "t": "I will bring you to the land which I swore to give to Abraham, Isaac, and Jacob, and I will give it to you for*i a possession; I am the Lord*s .’ ”"
    },
    {
        "o": 1814,
        "r": "nasb:Exodus:6:9",
        "t": "So Moses spoke thus to the sons of Israel, but they did not listen to Moses on account of their*i despondency and cruel bondage."
    },
    {
        "o": 1815,
        "r": "nasb:Exodus:6:10",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 1816,
        "r": "nasb:Exodus:6:11",
        "t": "“Go, tell Pharaoh king of Egypt to let the sons of Israel go out of his land.”"
    },
    {
        "o": 1817,
        "r": "nasb:Exodus:6:12",
        "t": "But Moses spoke before the Lord,*s saying, “Behold, the sons of Israel have not listened to me; how then will Pharaoh listen to me, for I am unskilled in speech?”"
    },
    {
        "o": 1818,
        "r": "nasb:Exodus:6:13",
        "t": "Then the Lord*s spoke to Moses and to Aaron, and gave them a charge to the sons of Israel and to Pharaoh king of Egypt, to bring the sons of Israel out of the land of Egypt."
    },
    {
        "o": 1819,
        "r": "nasb:Exodus:6:13",
        "t": "The Heads of Israel",
        "h": 2
    },
    {
        "o": 1820,
        "r": "nasb:Exodus:6:14",
        "t": "These*p are the heads of their fathers’ households. The sons of Reuben, Israel’s firstborn: Hanoch and Pallu, Hezron and Carmi; these are the families of Reuben."
    },
    {
        "o": 1821,
        "r": "nasb:Exodus:6:15",
        "t": "The sons of Simeon: Jemuel and Jamin and Ohad and Jachin and Zohar and Shaul the son of a Canaanite woman; these are the families of Simeon."
    },
    {
        "o": 1822,
        "r": "nasb:Exodus:6:16",
        "t": "These are the names of the sons of Levi according to their generations: Gershon and Kohath and Merari; and the length of Levi’s life was one hundred and thirty-seven years."
    },
    {
        "o": 1823,
        "r": "nasb:Exodus:6:17",
        "t": "The sons of Gershon: Libni and Shimei, according to their families."
    },
    {
        "o": 1824,
        "r": "nasb:Exodus:6:18",
        "t": "The sons of Kohath: Amram and Izhar and Hebron and Uzziel; and the length of Kohath’s life was one hundred and thirty-three years."
    },
    {
        "o": 1825,
        "r": "nasb:Exodus:6:19",
        "t": "The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their generations."
    },
    {
        "o": 1826,
        "r": "nasb:Exodus:6:20",
        "t": "Amram married his father’s sister Jochebed, and she bore him Aaron and Moses; and the length of Amram’s life was one hundred and thirty-seven years."
    },
    {
        "o": 1827,
        "r": "nasb:Exodus:6:21",
        "t": "The sons of Izhar: Korah and Nepheg and Zichri."
    },
    {
        "o": 1828,
        "r": "nasb:Exodus:6:22",
        "t": "The sons of Uzziel: Mishael and Elzaphan and Sithri."
    },
    {
        "o": 1829,
        "r": "nasb:Exodus:6:23",
        "t": "Aaron married Elisheba, the daughter of Amminadab, the sister of Nahshon, and she bore him Nadab and Abihu, Eleazar and Ithamar."
    },
    {
        "o": 1830,
        "r": "nasb:Exodus:6:24",
        "t": "The sons of Korah: Assir and Elkanah and Abiasaph; these are the families of the Korahites."
    },
    {
        "o": 1831,
        "r": "nasb:Exodus:6:25",
        "t": "Aaron’s son Eleazar married one of the daughters of Putiel, and she bore him Phinehas. These are the heads of the fathers’ households*i of the Levites according to their families."
    },
    {
        "o": 1832,
        "r": "nasb:Exodus:6:26",
        "t": "It was the*i same*i Aaron and Moses to whom the Lord*s said, “Bring out the sons of Israel from the land of Egypt according to their hosts.”"
    },
    {
        "o": 1833,
        "r": "nasb:Exodus:6:27",
        "t": "They were the ones who spoke to Pharaoh king of Egypt about bringing out the sons of Israel from Egypt; it was the*i same*i Moses and Aaron."
    },
    {
        "o": 1834,
        "r": "nasb:Exodus:6:28",
        "t": "Now*p it came about on the day when the Lord*s spoke to Moses in the land of Egypt,"
    },
    {
        "o": 1835,
        "r": "nasb:Exodus:6:29",
        "t": "that the Lord*s spoke to Moses, saying, “I am the Lord;*s speak to Pharaoh king of Egypt all that I speak to you.”"
    },
    {
        "o": 1836,
        "r": "nasb:Exodus:6:30",
        "t": "But Moses said before the Lord,*s “Behold, I am unskilled in speech; how then will Pharaoh listen to me?”"
    }
]
