[
    {
        "o": 34009,
        "r": "esv:1 Peter:1:0",
        "t": "1 Peter 1",
        "h": 1
    },
    {
        "o": 34010,
        "r": "esv:1 Peter:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 34011,
        "r": "esv:1 Peter:1:1",
        "t": "Peter,*p an apostle of Jesus Christ, To*p those who are elect exiles of the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,"
    },
    {
        "o": 34012,
        "r": "esv:1 Peter:1:2",
        "t": "according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood: May*p grace and peace be multiplied to you."
    },
    {
        "o": 34013,
        "r": "esv:1 Peter:1:2",
        "t": "Born Again to a Living Hope",
        "h": 2
    },
    {
        "o": 34014,
        "r": "esv:1 Peter:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,"
    },
    {
        "o": 34015,
        "r": "esv:1 Peter:1:4",
        "t": "to an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you,"
    },
    {
        "o": 34016,
        "r": "esv:1 Peter:1:5",
        "t": "who by God’s power are being guarded through faith for a salvation ready to be revealed in the last time."
    },
    {
        "o": 34017,
        "r": "esv:1 Peter:1:6",
        "t": "In this you rejoice, though now for a little while, if necessary, you have been grieved by various trials,"
    },
    {
        "o": 34018,
        "r": "esv:1 Peter:1:7",
        "t": "so that the tested genuineness of your faith— more precious than gold that perishes though it is tested by fire— may be found to result in praise and glory and honor at the revelation of Jesus Christ."
    },
    {
        "o": 34019,
        "r": "esv:1 Peter:1:8",
        "t": "Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory,"
    },
    {
        "o": 34020,
        "r": "esv:1 Peter:1:9",
        "t": "obtaining the outcome of your faith, the salvation of your souls."
    },
    {
        "o": 34021,
        "r": "esv:1 Peter:1:10",
        "t": "Concerning*p this salvation, the prophets who prophesied about the grace that was to be yours searched and inquired carefully,"
    },
    {
        "o": 34022,
        "r": "esv:1 Peter:1:11",
        "t": "inquiring what person or time the Spirit of Christ in them was indicating when he predicted the sufferings of Christ and the subsequent glories."
    },
    {
        "o": 34023,
        "r": "esv:1 Peter:1:12",
        "t": "It was revealed to them that they were serving not themselves but you, in the things that have now been announced to you through those who preached the good news to you by the Holy Spirit sent from heaven, things into which angels long to look."
    },
    {
        "o": 34024,
        "r": "esv:1 Peter:1:12",
        "t": "Called to Be Holy",
        "h": 2
    },
    {
        "o": 34025,
        "r": "esv:1 Peter:1:13",
        "t": "Therefore,*p preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ."
    },
    {
        "o": 34026,
        "r": "esv:1 Peter:1:14",
        "t": "As obedient children, do not be conformed to the passions of your former ignorance,"
    },
    {
        "o": 34027,
        "r": "esv:1 Peter:1:15",
        "t": "but as he who called you is holy, you also be holy in all your conduct,"
    },
    {
        "o": 34028,
        "r": "esv:1 Peter:1:16",
        "t": "since it is written, “You shall be holy, for I am holy.”"
    },
    {
        "o": 34029,
        "r": "esv:1 Peter:1:17",
        "t": "And if you call on him as Father who judges impartially according to each one’s deeds, conduct yourselves with fear throughout the time of your exile,"
    },
    {
        "o": 34030,
        "r": "esv:1 Peter:1:18",
        "t": "knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold,"
    },
    {
        "o": 34031,
        "r": "esv:1 Peter:1:19",
        "t": "but with the precious blood of Christ, like that of a lamb without blemish or spot."
    },
    {
        "o": 34032,
        "r": "esv:1 Peter:1:20",
        "t": "He was foreknown before the foundation of the world but was made manifest in the last times for the sake of you"
    },
    {
        "o": 34033,
        "r": "esv:1 Peter:1:21",
        "t": "who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God."
    },
    {
        "o": 34034,
        "r": "esv:1 Peter:1:22",
        "t": "Having*p purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,"
    },
    {
        "o": 34035,
        "r": "esv:1 Peter:1:23",
        "t": "since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God;"
    },
    {
        "o": 34036,
        "r": "esv:1 Peter:1:24",
        "t": "for “All*pn flesh is like grass and*ld all its glory like the flower of grass. The*ln grass withers, and*ld the flower falls,"
    },
    {
        "o": 34037,
        "r": "esv:1 Peter:1:25",
        "t": "but*ln the word of the Lord remains forever.” And*p this word is the good news that was preached to you."
    }
]
