[
    {
        "o": 349,
        "r": "esv:Genesis:13:0",
        "t": "Genesis 13",
        "h": 1
    },
    {
        "o": 350,
        "r": "esv:Genesis:13:0",
        "t": "Abram and Lot Separate",
        "h": 2
    },
    {
        "o": 351,
        "r": "esv:Genesis:13:1",
        "t": "So*p Abram went up from Egypt, he and his wife and all that he had, and Lot with him, into the Negeb."
    },
    {
        "o": 352,
        "r": "esv:Genesis:13:2",
        "t": "Now*p Abram was very rich in livestock, in silver, and in gold."
    },
    {
        "o": 353,
        "r": "esv:Genesis:13:3",
        "t": "And he journeyed on from the Negeb as far as Bethel to the place where his tent had been at the beginning, between Bethel and Ai,"
    },
    {
        "o": 354,
        "r": "esv:Genesis:13:4",
        "t": "to the place where he had made an altar at the first. And there Abram called upon the name of the Lord.*s"
    },
    {
        "o": 355,
        "r": "esv:Genesis:13:5",
        "t": "And Lot, who went with Abram, also had flocks and herds and tents,"
    },
    {
        "o": 356,
        "r": "esv:Genesis:13:6",
        "t": "so that the land could not support both of them dwelling together; for their possessions were so great that they could not dwell together,"
    },
    {
        "o": 357,
        "r": "esv:Genesis:13:7",
        "t": "and there was strife between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. At that time the Canaanites and the Perizzites were dwelling in the land."
    },
    {
        "o": 358,
        "r": "esv:Genesis:13:8",
        "t": "Then*p Abram said to Lot, “Let there be no strife between you and me, and between your herdsmen and my herdsmen, for we are kinsmen."
    },
    {
        "o": 359,
        "r": "esv:Genesis:13:9",
        "t": "Is not the whole land before you? Separate yourself from me. If you take the left hand, then I will go to the right, or if you take the right hand, then I will go to the left.”"
    },
    {
        "o": 360,
        "r": "esv:Genesis:13:10",
        "t": "And Lot lifted up his eyes and saw that the Jordan Valley was well watered everywhere like the garden of the Lord,*s like the land of Egypt, in the direction of Zoar. (This was before the Lord*s destroyed Sodom and Gomorrah.)"
    },
    {
        "o": 361,
        "r": "esv:Genesis:13:11",
        "t": "So Lot chose for himself all the Jordan Valley, and Lot journeyed east. Thus they separated from each other."
    },
    {
        "o": 362,
        "r": "esv:Genesis:13:12",
        "t": "Abram settled in the land of Canaan, while Lot settled among the cities of the valley and moved his tent as far as Sodom."
    },
    {
        "o": 363,
        "r": "esv:Genesis:13:13",
        "t": "Now the men of Sodom were wicked, great sinners against the Lord.*s"
    },
    {
        "o": 364,
        "r": "esv:Genesis:13:14",
        "t": "The*p Lord*s said to Abram, after Lot had separated from him, “Lift up your eyes and look from the place where you are, northward and southward and eastward and westward,"
    },
    {
        "o": 365,
        "r": "esv:Genesis:13:15",
        "t": "for all the land that you see I will give to you and to your offspring forever."
    },
    {
        "o": 366,
        "r": "esv:Genesis:13:16",
        "t": "I will make your offspring as the dust of the earth, so that if one can count the dust of the earth, your offspring also can be counted."
    },
    {
        "o": 367,
        "r": "esv:Genesis:13:17",
        "t": "Arise, walk through the length and the breadth of the land, for I will give it to you.”"
    },
    {
        "o": 368,
        "r": "esv:Genesis:13:18",
        "t": "So Abram moved his tent and came and settled by the oaks of Mamre, which are at Hebron, and there he built an altar to the Lord.*s"
    }
]
