[
    {
        "o": 34006,
        "r": "nasb:1 John:1:0",
        "t": "1 John 1",
        "h": 1
    },
    {
        "o": 34007,
        "r": "nasb:1 John:1:0",
        "t": "Introduction, The Incarnate Word",
        "h": 2
    },
    {
        "o": 34008,
        "r": "nasb:1 John:1:1",
        "t": "What*p was from the beginning, what we have heard, what we have seen with our eyes, what we have looked at and touched with our hands, concerning the Word of Life—"
    },
    {
        "o": 34009,
        "r": "nasb:1 John:1:2",
        "t": "and the life was manifested, and we have seen and testify and proclaim to you the eternal life, which was with the Father and was manifested to us—"
    },
    {
        "o": 34010,
        "r": "nasb:1 John:1:3",
        "t": "what we have seen and heard we proclaim to you also, so that you too may have fellowship with us; and indeed our fellowship is with the Father, and with His Son Jesus Christ."
    },
    {
        "o": 34011,
        "r": "nasb:1 John:1:4",
        "t": "These things we write, so that our joy may be made complete."
    },
    {
        "o": 34012,
        "r": "nasb:1 John:1:4",
        "t": "God Is Light",
        "h": 2
    },
    {
        "o": 34013,
        "r": "nasb:1 John:1:5",
        "t": "This*p is the message we have heard from Him and announce to you, that God is Light, and in Him there is no darkness at all."
    },
    {
        "o": 34014,
        "r": "nasb:1 John:1:6",
        "t": "If we say that we have fellowship with Him and yet*i walk in the darkness, we lie and do not practice the truth;"
    },
    {
        "o": 34015,
        "r": "nasb:1 John:1:7",
        "t": "but if we walk in the Light as He Himself is in the Light, we have fellowship with one another, and the blood of Jesus His Son cleanses us from all sin."
    },
    {
        "o": 34016,
        "r": "nasb:1 John:1:8",
        "t": "If we say that we have no sin, we are deceiving ourselves and the truth is not in us."
    },
    {
        "o": 34017,
        "r": "nasb:1 John:1:9",
        "t": "If we confess our sins, He is faithful and righteous to forgive us our sins and to cleanse us from all unrighteousness."
    },
    {
        "o": 34018,
        "r": "nasb:1 John:1:10",
        "t": "If we say that we have not sinned, we make Him a liar and His word is not in us."
    }
]
