[
    {
        "o": 6136,
        "r": "nkjv:Deuteronomy:26:0",
        "t": "Deuteronomy 26",
        "h": 1
    },
    {
        "o": 6137,
        "r": "nkjv:Deuteronomy:26:0",
        "t": "Offerings of Firstfruits and Tithes",
        "h": 2
    },
    {
        "o": 6138,
        "r": "nkjv:Deuteronomy:26:1",
        "t": "“And*p it shall be, when you come into the land which the Lord*s your God is giving you as*i an inheritance, and you possess it and dwell in it,"
    },
    {
        "o": 6139,
        "r": "nkjv:Deuteronomy:26:2",
        "t": "that you shall take some of the first of all the produce of the ground, which you shall bring from your land that the Lord*s your God is giving you, and put it*i in a basket and go to the place where the Lord*s your God chooses to make His name abide."
    },
    {
        "o": 6140,
        "r": "nkjv:Deuteronomy:26:3",
        "t": "And you shall go to the one who is priest in those days, and say to him, ‘I declare today to the Lord*s your God that I have come to the country which the Lord*s swore to our fathers to give us.’"
    },
    {
        "o": 6141,
        "r": "nkjv:Deuteronomy:26:4",
        "t": "“Then*p the priest shall take the basket out of your hand and set it down before the altar of the Lord*s your God."
    },
    {
        "o": 6142,
        "r": "nkjv:Deuteronomy:26:5",
        "t": "And you shall answer and say before the Lord*s your God: ‘My father was*i a Syrian, about to perish, and he went down to Egypt and dwelt there, few in number; and there he became a nation, great, mighty, and populous."
    },
    {
        "o": 6143,
        "r": "nkjv:Deuteronomy:26:6",
        "t": "But the Egyptians mistreated us, afflicted us, and laid hard bondage on us."
    },
    {
        "o": 6144,
        "r": "nkjv:Deuteronomy:26:7",
        "t": "Then we cried out to the Lord*s God of our fathers, and the Lord*s heard our voice and looked on our affliction and our labor and our oppression."
    },
    {
        "o": 6145,
        "r": "nkjv:Deuteronomy:26:8",
        "t": "So the Lord*s brought us out of Egypt with a mighty hand and with an outstretched arm, with great terror and with signs and wonders."
    },
    {
        "o": 6146,
        "r": "nkjv:Deuteronomy:26:9",
        "t": "He has brought us to this place and has given us this land, “a land flowing with milk and honey”;"
    },
    {
        "o": 6147,
        "r": "nkjv:Deuteronomy:26:10",
        "t": "and now, behold, I have brought the firstfruits of the land which you, O Lord,*s have given me.’ “Then*p you shall set it before the Lord*s your God, and worship before the Lord*s your God."
    },
    {
        "o": 6148,
        "r": "nkjv:Deuteronomy:26:11",
        "t": "So you shall rejoice in every good thing*i which the Lord*s your God has given to you and your house, you and the Levite and the stranger who is*i among you."
    },
    {
        "o": 6149,
        "r": "nkjv:Deuteronomy:26:12",
        "t": "“When*p you have finished laying aside all the tithe of your increase in the third year— the year of tithing—and have given it*i to the Levite, the stranger, the fatherless, and the widow, so that they may eat within your gates and be filled,"
    },
    {
        "o": 6150,
        "r": "nkjv:Deuteronomy:26:13",
        "t": "then you shall say before the Lord*s your God: ‘I have removed the holy tithe*i from my*i house, and also have given them to the Levite, the stranger, the fatherless, and the widow, according to all Your commandments which You have commanded me; I have not transgressed Your commandments, nor have I forgotten them.*i"
    },
    {
        "o": 6151,
        "r": "nkjv:Deuteronomy:26:14",
        "t": "I have not eaten any of it when in mourning, nor have I removed any*i of it for an unclean use,*i nor given any*i of it for the dead. I have obeyed the voice of the Lord*s my God, and have done according to all that You have commanded me."
    },
    {
        "o": 6152,
        "r": "nkjv:Deuteronomy:26:15",
        "t": "Look down from Your holy habitation, from heaven, and bless Your people Israel and the land which You have given us, just as You swore to our fathers, “a land flowing with milk and honey.”’"
    },
    {
        "o": 6153,
        "r": "nkjv:Deuteronomy:26:15",
        "t": "A Special People of God",
        "h": 2
    },
    {
        "o": 6154,
        "r": "nkjv:Deuteronomy:26:16",
        "t": "“This*p day the Lord*s your God commands you to observe these statutes and judgments; therefore you shall be careful to observe them with all your heart and with all your soul."
    },
    {
        "o": 6155,
        "r": "nkjv:Deuteronomy:26:17",
        "t": "Today you have proclaimed the Lord*s to be your God, and that you will walk in His ways and keep His statutes, His commandments, and His judgments, and that you will obey His voice."
    },
    {
        "o": 6156,
        "r": "nkjv:Deuteronomy:26:18",
        "t": "Also today the Lord*s has proclaimed you to be His special people, just as He promised you, that you*i should keep all His commandments,"
    },
    {
        "o": 6157,
        "r": "nkjv:Deuteronomy:26:19",
        "t": "and that He will set you high above all nations which He has made, in praise, in name, and in honor, and that you may be a holy people to the Lord*s your God, just as He has spoken.”"
    }
]
