[
    {
        "o": 33370,
        "r": "csb:Colossians:1:0",
        "t": "Colossians 1",
        "h": 1
    },
    {
        "o": 33371,
        "r": "csb:Colossians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33372,
        "r": "csb:Colossians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by God’s will, and Timothy our brother:"
    },
    {
        "o": 33373,
        "r": "csb:Colossians:1:2",
        "t": "To*p the saints in Christ at Colossae, who are faithful brothers and sisters. Grace*p to you and peace from God our Father."
    },
    {
        "o": 33374,
        "r": "csb:Colossians:1:2",
        "t": "Thanksgiving",
        "h": 2
    },
    {
        "o": 33375,
        "r": "csb:Colossians:1:3",
        "t": "We*p always thank God, the Father of our Lord Jesus Christ, when we pray for you,"
    },
    {
        "o": 33376,
        "r": "csb:Colossians:1:4",
        "t": "for we have heard of your faith in Christ Jesus and of the love you have for all the saints"
    },
    {
        "o": 33377,
        "r": "csb:Colossians:1:5",
        "t": "because of the hope reserved for you in heaven. You have already heard about this hope in the word of truth, the gospel"
    },
    {
        "o": 33378,
        "r": "csb:Colossians:1:6",
        "t": "that has come to you. It is bearing fruit and growing all over the world, just as it has among you since the day you heard it and came to truly appreciate God’s grace."
    },
    {
        "o": 33379,
        "r": "csb:Colossians:1:7",
        "t": "You learned this from Epaphras, our dearly loved fellow servant. He is a faithful minister of Christ on your behalf,"
    },
    {
        "o": 33380,
        "r": "csb:Colossians:1:8",
        "t": "and he has told us about your love in the Spirit."
    },
    {
        "o": 33381,
        "r": "csb:Colossians:1:8",
        "t": "Prayer for Spiritual Growth",
        "h": 2
    },
    {
        "o": 33382,
        "r": "csb:Colossians:1:9",
        "t": "For*p this reason also, since the day we heard this, we haven’t stopped praying for you. We are asking that you may be filled with the knowledge of his will in all wisdom and spiritual understanding,"
    },
    {
        "o": 33383,
        "r": "csb:Colossians:1:10",
        "t": "so that you may walk worthy of the Lord, fully pleasing to him: bearing fruit in every good work and growing in the knowledge of God,"
    },
    {
        "o": 33384,
        "r": "csb:Colossians:1:11",
        "t": "being strengthened with all power, according to his glorious might, so that you may have great endurance and patience, joyfully"
    },
    {
        "o": 33385,
        "r": "csb:Colossians:1:12",
        "t": "giving thanks to the Father, who has enabled you to share in the saints’ inheritance in the light."
    },
    {
        "o": 33386,
        "r": "csb:Colossians:1:13",
        "t": "He has rescued us from the domain of darkness and transferred us into the kingdom of the Son he loves."
    },
    {
        "o": 33387,
        "r": "csb:Colossians:1:14",
        "t": "In him we have redemption, the forgiveness of sins."
    },
    {
        "o": 33388,
        "r": "csb:Colossians:1:14",
        "t": "The Centrality of Christ",
        "h": 2
    },
    {
        "o": 33389,
        "r": "csb:Colossians:1:15",
        "t": "He*pn is the image of the invisible God, the*ln firstborn over all creation."
    },
    {
        "o": 33390,
        "r": "csb:Colossians:1:16",
        "t": "For*ln everything was created by him, in*ln heaven and on earth, the*ln visible and the invisible, whether*ln thrones or dominions or*ln rulers or authorities — all*ln things have been created through him and for him."
    },
    {
        "o": 33391,
        "r": "csb:Colossians:1:17",
        "t": "He*ln is before all things, and*ln by him all things hold together."
    },
    {
        "o": 33392,
        "r": "csb:Colossians:1:18",
        "t": "He*ln is also the head of the body, the church; he*ln is the beginning, the*ln firstborn from the dead, so*ln that he might come to have first*ln place in everything."
    },
    {
        "o": 33393,
        "r": "csb:Colossians:1:19",
        "t": "For*ln God was pleased to have all*ln his fullness dwell in him,"
    },
    {
        "o": 33394,
        "r": "csb:Colossians:1:20",
        "t": "and*ln through him to reconcile everything*ln to himself, whether*ln things on earth or things in heaven, by*ln making peace through*ln his blood, shed on the cross."
    },
    {
        "o": 33395,
        "r": "csb:Colossians:1:21",
        "t": "Once*p you were alienated and hostile in your minds as expressed in your evil actions."
    },
    {
        "o": 33396,
        "r": "csb:Colossians:1:22",
        "t": "But now he has reconciled you by his physical body through his death, to present you holy, faultless, and blameless before him-"
    },
    {
        "o": 33397,
        "r": "csb:Colossians:1:23",
        "t": "if indeed you remain grounded and steadfast in the faith and are not shifted away from the hope of the gospel that you heard. This gospel has been proclaimed in all creation under heaven, and I, Paul, have become a servant of it."
    },
    {
        "o": 33398,
        "r": "csb:Colossians:1:23",
        "t": "Paul’s Ministry",
        "h": 2
    },
    {
        "o": 33399,
        "r": "csb:Colossians:1:24",
        "t": "Now*p I rejoice in my sufferings for you, and I am completing in my flesh what is lacking in Christ’s afflictions for his body, that is, the church."
    },
    {
        "o": 33400,
        "r": "csb:Colossians:1:25",
        "t": "I have become its servant, according to God’s commission that was given to me for you, to make the word of God fully known,"
    },
    {
        "o": 33401,
        "r": "csb:Colossians:1:26",
        "t": "the mystery hidden for ages and generations but now revealed to his saints."
    },
    {
        "o": 33402,
        "r": "csb:Colossians:1:27",
        "t": "God wanted to make known among the Gentiles the glorious wealth of this mystery, which is Christ in you, the hope of glory."
    },
    {
        "o": 33403,
        "r": "csb:Colossians:1:28",
        "t": "We proclaim him, warning and teaching everyone with all wisdom, so that we may present everyone mature in Christ."
    },
    {
        "o": 33404,
        "r": "csb:Colossians:1:29",
        "t": "I labor for this, striving with his strength that works powerfully in me."
    }
]
