[
    {
        "o": 7860,
        "r": "nkjv:Ruth:1:0",
        "t": "Ruth 1",
        "h": 1
    },
    {
        "o": 7861,
        "r": "nkjv:Ruth:1:0",
        "t": "Elimelech’s Family Goes to Moab",
        "h": 2
    },
    {
        "o": 7862,
        "r": "nkjv:Ruth:1:1",
        "t": "Now*p it came to pass, in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehem, Judah, went to dwell in the country of Moab, he and his wife and his two sons."
    },
    {
        "o": 7863,
        "r": "nkjv:Ruth:1:2",
        "t": "The name of the man was*i Elimelech, the name of his wife was*i Naomi, and the names of his two sons were*i Mahlon and Chilion— Ephrathites of Bethlehem, Judah. And they went to the country of Moab and remained there."
    },
    {
        "o": 7864,
        "r": "nkjv:Ruth:1:3",
        "t": "Then Elimelech, Naomi’s husband, died; and she was left, and her two sons."
    },
    {
        "o": 7865,
        "r": "nkjv:Ruth:1:4",
        "t": "Now they took wives of the women of Moab: the name of the one was*i Orpah, and the name of the other Ruth. And they dwelt there about ten years."
    },
    {
        "o": 7866,
        "r": "nkjv:Ruth:1:5",
        "t": "Then both Mahlon and Chilion also died; so the woman survived her two sons and her husband."
    },
    {
        "o": 7867,
        "r": "nkjv:Ruth:1:5",
        "t": "Naomi Returns with Ruth",
        "h": 2
    },
    {
        "o": 7868,
        "r": "nkjv:Ruth:1:6",
        "t": "Then*p she arose with her daughters-in-law that she might return from the country of Moab, for she had heard in the country of Moab that the Lord*s had visited His people by giving them bread."
    },
    {
        "o": 7869,
        "r": "nkjv:Ruth:1:7",
        "t": "Therefore she went out from the place where she was, and her two daughters-in-law with her; and they went on the way to return to the land of Judah."
    },
    {
        "o": 7870,
        "r": "nkjv:Ruth:1:8",
        "t": "And Naomi said to her two daughters-in-law, “Go, return each to her mother’s house. The Lord*s deal kindly with you, as you have dealt with the dead and with me."
    },
    {
        "o": 7871,
        "r": "nkjv:Ruth:1:9",
        "t": "The Lord*s grant that you may find rest, each in the house of her husband.” So*p she kissed them, and they lifted up their voices and wept."
    },
    {
        "o": 7872,
        "r": "nkjv:Ruth:1:10",
        "t": "And they said to her, “Surely we will return with you to your people.”"
    },
    {
        "o": 7873,
        "r": "nkjv:Ruth:1:11",
        "t": "But*p Naomi said, “Turn back, my daughters; why will you go with me? Are*i there still sons in my womb, that they may be your husbands?"
    },
    {
        "o": 7874,
        "r": "nkjv:Ruth:1:12",
        "t": "Turn back, my daughters, go—for I am too old to have a husband. If I should say I have hope, if*i I should have a husband tonight and should also bear sons,"
    },
    {
        "o": 7875,
        "r": "nkjv:Ruth:1:13",
        "t": "would you wait for them till they were grown? Would you restrain yourselves from having husbands? No, my daughters; for it grieves me very much for your sakes that the hand of the Lord*s has gone out against me!”"
    },
    {
        "o": 7876,
        "r": "nkjv:Ruth:1:14",
        "t": "Then*p they lifted up their voices and wept again; and Orpah kissed her mother-in-law, but Ruth clung to her."
    },
    {
        "o": 7877,
        "r": "nkjv:Ruth:1:15",
        "t": "And*p she said, “Look, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.”"
    },
    {
        "o": 7878,
        "r": "nkjv:Ruth:1:16",
        "t": "But Ruth said: “Entreat*pn me not to leave you, Or*ild to*i turn back from following after you; For*ld wherever you go, I will go; And*ld wherever you lodge, I will lodge; Your*ld people shall*i be*i my people, And*ld your God, my God."
    },
    {
        "o": 7879,
        "r": "nkjv:Ruth:1:17",
        "t": "Where*ld you die, I will die, And*ld there will I be buried. The*ld Lord*s do so to me, and more also, If*ld anything*i but*i death parts you and me.”"
    },
    {
        "o": 7880,
        "r": "nkjv:Ruth:1:18",
        "t": "When*p she saw that she was determined to go with her, she stopped speaking to her."
    },
    {
        "o": 7881,
        "r": "nkjv:Ruth:1:19",
        "t": "Now*p the two of them went until they came to Bethlehem. And it happened, when they had come to Bethlehem, that all the city was excited because of them; and the women said, “Is*i this Naomi?”"
    },
    {
        "o": 7882,
        "r": "nkjv:Ruth:1:20",
        "t": "But*p she said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me."
    },
    {
        "o": 7883,
        "r": "nkjv:Ruth:1:21",
        "t": "I went out full, and the Lord*s has brought me home again empty. Why do you call me Naomi, since the Lord*s has testified against me, and the Almighty has afflicted me?”"
    },
    {
        "o": 7884,
        "r": "nkjv:Ruth:1:22",
        "t": "So*p Naomi returned, and Ruth the Moabitess her daughter-in-law with her, who returned from the country of Moab. Now they came to Bethlehem at the beginning of barley harvest."
    }
]
