[
    {
        "o": 34156,
        "r": "nkjv:Hebrews:11:0",
        "t": "Hebrews 11",
        "h": 1
    },
    {
        "o": 34157,
        "r": "nkjv:Hebrews:11:0",
        "t": "By Faith We Understand",
        "h": 2
    },
    {
        "o": 34158,
        "r": "nkjv:Hebrews:11:1",
        "t": "Now*p faith is the substance of things hoped for, the evidence of things not seen."
    },
    {
        "o": 34159,
        "r": "nkjv:Hebrews:11:2",
        "t": "For by it the elders obtained a good*i testimony."
    },
    {
        "o": 34160,
        "r": "nkjv:Hebrews:11:3",
        "t": "By*p faith we understand that the worlds were framed by the word of God, so that the things which are seen were not made of things which are visible."
    },
    {
        "o": 34161,
        "r": "nkjv:Hebrews:11:3",
        "t": "Faith at the Dawn of History",
        "h": 2
    },
    {
        "o": 34162,
        "r": "nkjv:Hebrews:11:4",
        "t": "By*p faith Abel offered to God a more excellent sacrifice than Cain, through which he obtained witness that he was righteous, God testifying of his gifts; and through it he being dead still speaks."
    },
    {
        "o": 34163,
        "r": "nkjv:Hebrews:11:5",
        "t": "By*p faith Enoch was taken away so that he did not see death, “and was not found, because God had taken him”; for before he was taken he had this testimony, that he pleased God."
    },
    {
        "o": 34164,
        "r": "nkjv:Hebrews:11:6",
        "t": "But without faith it*i is*i impossible to please Him,*i for he who comes to God must believe that He is, and that*i He is a rewarder of those who diligently seek Him."
    },
    {
        "o": 34165,
        "r": "nkjv:Hebrews:11:7",
        "t": "By*p faith Noah, being divinely warned of things not yet seen, moved with godly fear, prepared an ark for the saving of his household, by which he condemned the world and became heir of the righteousness which is according to faith."
    },
    {
        "o": 34166,
        "r": "nkjv:Hebrews:11:7",
        "t": "Faithful Abraham",
        "h": 2
    },
    {
        "o": 34167,
        "r": "nkjv:Hebrews:11:8",
        "t": "By*p faith Abraham obeyed when he was called to go out to the place which he would receive as an inheritance. And he went out, not knowing where he was going."
    },
    {
        "o": 34168,
        "r": "nkjv:Hebrews:11:9",
        "t": "By faith he dwelt in the land of promise as in*i a foreign country, dwelling in tents with Isaac and Jacob, the heirs with him of the same promise;"
    },
    {
        "o": 34169,
        "r": "nkjv:Hebrews:11:10",
        "t": "for he waited for the city which has foundations, whose builder and maker is*i God."
    },
    {
        "o": 34170,
        "r": "nkjv:Hebrews:11:11",
        "t": "By*p faith Sarah herself also received strength to conceive seed, and she bore a child when she was past the age, because she judged Him faithful who had promised."
    },
    {
        "o": 34171,
        "r": "nkjv:Hebrews:11:12",
        "t": "Therefore from one man, and him as good as dead, were born as*i many*i as the stars of the sky in multitude—innumerable as the sand which is by the seashore."
    },
    {
        "o": 34172,
        "r": "nkjv:Hebrews:11:12",
        "t": "The Heavenly Hope",
        "h": 2
    },
    {
        "o": 34173,
        "r": "nkjv:Hebrews:11:13",
        "t": "These*p all died in faith, not having received the promises, but having seen them afar off were assured of them, embraced them*i and confessed that they were strangers and pilgrims on the earth."
    },
    {
        "o": 34174,
        "r": "nkjv:Hebrews:11:14",
        "t": "For those who say such things declare plainly that they seek a homeland."
    },
    {
        "o": 34175,
        "r": "nkjv:Hebrews:11:15",
        "t": "And truly if they had called to mind that country*i from which they had come out, they would have had opportunity to return."
    },
    {
        "o": 34176,
        "r": "nkjv:Hebrews:11:16",
        "t": "But now they desire a better, that is, a heavenly country.*i Therefore God is not ashamed to be called their God, for He has prepared a city for them."
    },
    {
        "o": 34177,
        "r": "nkjv:Hebrews:11:16",
        "t": "The Faith of the Patriarchs",
        "h": 2
    },
    {
        "o": 34178,
        "r": "nkjv:Hebrews:11:17",
        "t": "By*p faith Abraham, when he was tested, offered up Isaac, and he who had received the promises offered up his only begotten son,*i"
    },
    {
        "o": 34179,
        "r": "nkjv:Hebrews:11:18",
        "t": "of whom it was said, “In Isaac your seed shall be called,”"
    },
    {
        "o": 34180,
        "r": "nkjv:Hebrews:11:19",
        "t": "concluding that God was*i able to raise him*i up, even from the dead, from which he also received him in a figurative sense."
    },
    {
        "o": 34181,
        "r": "nkjv:Hebrews:11:20",
        "t": "By*p faith Isaac blessed Jacob and Esau concerning things to come."
    },
    {
        "o": 34182,
        "r": "nkjv:Hebrews:11:21",
        "t": "By*p faith Jacob, when he was dying, blessed each of the sons of Joseph, and worshiped, leaning*i on the top of his staff."
    },
    {
        "o": 34183,
        "r": "nkjv:Hebrews:11:22",
        "t": "By*p faith Joseph, when he was dying, made mention of the departure of the children of Israel, and gave instructions concerning his bones."
    },
    {
        "o": 34184,
        "r": "nkjv:Hebrews:11:22",
        "t": "The Faith of Moses",
        "h": 2
    },
    {
        "o": 34185,
        "r": "nkjv:Hebrews:11:23",
        "t": "By*p faith Moses, when he was born, was hidden three months by his parents, because they saw he*i was*i a beautiful child; and they were not afraid of the king’s command."
    },
    {
        "o": 34186,
        "r": "nkjv:Hebrews:11:24",
        "t": "By*p faith Moses, when he became of age, refused to be called the son of Pharaoh’s daughter,"
    },
    {
        "o": 34187,
        "r": "nkjv:Hebrews:11:25",
        "t": "choosing rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin,"
    },
    {
        "o": 34188,
        "r": "nkjv:Hebrews:11:26",
        "t": "esteeming the reproach of Christ greater riches than the treasures in Egypt; for he looked to the reward."
    },
    {
        "o": 34189,
        "r": "nkjv:Hebrews:11:27",
        "t": "By*p faith he forsook Egypt, not fearing the wrath of the king; for he endured as seeing Him who is invisible."
    },
    {
        "o": 34190,
        "r": "nkjv:Hebrews:11:28",
        "t": "By faith he kept the Passover and the sprinkling of blood, lest he who destroyed the firstborn should touch them."
    },
    {
        "o": 34191,
        "r": "nkjv:Hebrews:11:29",
        "t": "By*p faith they passed through the Red Sea as by dry land,*i whereas*i the Egyptians, attempting to do so, were drowned."
    },
    {
        "o": 34192,
        "r": "nkjv:Hebrews:11:29",
        "t": "By Faith They Overcame",
        "h": 2
    },
    {
        "o": 34193,
        "r": "nkjv:Hebrews:11:30",
        "t": "By*p faith the walls of Jericho fell down after they were encircled for seven days."
    },
    {
        "o": 34194,
        "r": "nkjv:Hebrews:11:31",
        "t": "By faith the harlot Rahab did not perish with those who did not believe, when she had received the spies with peace."
    },
    {
        "o": 34195,
        "r": "nkjv:Hebrews:11:32",
        "t": "And*p what more shall I say? For the time would fail me to tell of Gideon and Barak and Samson and Jephthah, also of*i David and Samuel and the prophets:"
    },
    {
        "o": 34196,
        "r": "nkjv:Hebrews:11:33",
        "t": "who through faith subdued kingdoms, worked righteousness, obtained promises, stopped the mouths of lions,"
    },
    {
        "o": 34197,
        "r": "nkjv:Hebrews:11:34",
        "t": "quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, became valiant in battle, turned to flight the armies of the aliens."
    },
    {
        "o": 34198,
        "r": "nkjv:Hebrews:11:35",
        "t": "Women received their dead raised to life again. Others*p were tortured, not accepting deliverance, that they might obtain a better resurrection."
    },
    {
        "o": 34199,
        "r": "nkjv:Hebrews:11:36",
        "t": "Still others had trial of mockings and scourgings, yes, and of chains and imprisonment."
    },
    {
        "o": 34200,
        "r": "nkjv:Hebrews:11:37",
        "t": "They were stoned, they were sawn in two, were tempted, were slain with the sword. They wandered about in sheepskins and goatskins, being destitute, afflicted, tormented—"
    },
    {
        "o": 34201,
        "r": "nkjv:Hebrews:11:38",
        "t": "of whom the world was not worthy. They wandered in deserts and mountains, in*i dens and caves of the earth."
    },
    {
        "o": 34202,
        "r": "nkjv:Hebrews:11:39",
        "t": "And*p all these, having obtained a good testimony through faith, did not receive the promise,"
    },
    {
        "o": 34203,
        "r": "nkjv:Hebrews:11:40",
        "t": "God having provided something better for us, that they should not be made perfect apart from us."
    }
]
