[
    {
        "o": 12528,
        "r": "esv:2 Chronicles:10:0",
        "t": "2 Chronicles 10",
        "h": 1
    },
    {
        "o": 12529,
        "r": "esv:2 Chronicles:10:0",
        "t": "The Revolt Against Rehoboam",
        "h": 2
    },
    {
        "o": 12530,
        "r": "esv:2 Chronicles:10:1",
        "t": "Rehoboam*p went to Shechem, for all Israel had come to Shechem to make him king."
    },
    {
        "o": 12531,
        "r": "esv:2 Chronicles:10:2",
        "t": "And as soon as Jeroboam the son of Nebat heard of it (for he was in Egypt, where he had fled from King Solomon), then Jeroboam returned from Egypt."
    },
    {
        "o": 12532,
        "r": "esv:2 Chronicles:10:3",
        "t": "And they sent and called him. And Jeroboam and all Israel came and said to Rehoboam,"
    },
    {
        "o": 12533,
        "r": "esv:2 Chronicles:10:4",
        "t": "“Your father made our yoke heavy. Now therefore lighten the hard service of your father and his heavy yoke on us, and we will serve you.”"
    },
    {
        "o": 12534,
        "r": "esv:2 Chronicles:10:5",
        "t": "He said to them, “Come to me again in three days.” So the people went away."
    },
    {
        "o": 12535,
        "r": "esv:2 Chronicles:10:6",
        "t": "Then*p King Rehoboam took counsel with the old men, who had stood before Solomon his father while he was yet alive, saying, “How do you advise me to answer this people?”"
    },
    {
        "o": 12536,
        "r": "esv:2 Chronicles:10:7",
        "t": "And they said to him, “If you will be good to this people and please them and speak good words to them, then they will be your servants forever.”"
    },
    {
        "o": 12537,
        "r": "esv:2 Chronicles:10:8",
        "t": "But he abandoned the counsel that the old men gave him, and took counsel with the young men who had grown up with him and stood before him."
    },
    {
        "o": 12538,
        "r": "esv:2 Chronicles:10:9",
        "t": "And he said to them, “What do you advise that we answer this people who have said to me, ‘Lighten the yoke that your father put on us’?”"
    },
    {
        "o": 12539,
        "r": "esv:2 Chronicles:10:10",
        "t": "And the young men who had grown up with him said to him, “Thus shall you speak to the people who said to you, ‘Your father made our yoke heavy, but you lighten it for us’; thus shall you say to them, ‘My little finger is thicker than my father’s thighs."
    },
    {
        "o": 12540,
        "r": "esv:2 Chronicles:10:11",
        "t": "And now, whereas my father laid on you a heavy yoke, I will add to your yoke. My father disciplined you with whips, but I will discipline you with scorpions.’”"
    },
    {
        "o": 12541,
        "r": "esv:2 Chronicles:10:12",
        "t": "So*p Jeroboam and all the people came to Rehoboam the third day, as the king said, “Come to me again the third day.”"
    },
    {
        "o": 12542,
        "r": "esv:2 Chronicles:10:13",
        "t": "And the king answered them harshly; and forsaking the counsel of the old men,"
    },
    {
        "o": 12543,
        "r": "esv:2 Chronicles:10:14",
        "t": "King Rehoboam spoke to them according to the counsel of the young men, saying, “My father made your yoke heavy, but I will add to it. My father disciplined you with whips, but I will discipline you with scorpions.”"
    },
    {
        "o": 12544,
        "r": "esv:2 Chronicles:10:15",
        "t": "So the king did not listen to the people, for it was a turn of affairs brought about by God that the Lord*s might fulfill his word, which he spoke by Ahijah the Shilonite to Jeroboam the son of Nebat."
    },
    {
        "o": 12545,
        "r": "esv:2 Chronicles:10:16",
        "t": "And*p when all Israel saw that the king did not listen to them, the people answered the king, “What portion have we in David? We have no inheritance in the son of Jesse. Each of you to your tents, O Israel! Look now to your own house, David.” So all Israel went to their tents."
    },
    {
        "o": 12546,
        "r": "esv:2 Chronicles:10:17",
        "t": "But Rehoboam reigned over the people of Israel who lived in the cities of Judah."
    },
    {
        "o": 12547,
        "r": "esv:2 Chronicles:10:18",
        "t": "Then King Rehoboam sent Hadoram, who was taskmaster over the forced labor, and the people of Israel stoned him to death with stones. And King Rehoboam quickly mounted his chariot to flee to Jerusalem."
    },
    {
        "o": 12548,
        "r": "esv:2 Chronicles:10:19",
        "t": "So Israel has been in rebellion against the house of David to this day."
    }
]
