[
    {
        "o": 13670,
        "r": "nkjv:Nehemiah:3:0",
        "t": "Nehemiah 3",
        "h": 1
    },
    {
        "o": 13671,
        "r": "nkjv:Nehemiah:3:0",
        "t": "Rebuilding the Wall",
        "h": 2
    },
    {
        "o": 13672,
        "r": "nkjv:Nehemiah:3:1",
        "t": "Then*p Eliashib the high priest rose up with his brethren the priests and built the Sheep Gate; they consecrated it and hung its doors. They built as far as the Tower of the Hundred, and*i consecrated it, then as far as the Tower of Hananel."
    },
    {
        "o": 13673,
        "r": "nkjv:Nehemiah:3:2",
        "t": "Next to Eliashib*i the men of Jericho built. And next to them Zaccur the son of Imri built."
    },
    {
        "o": 13674,
        "r": "nkjv:Nehemiah:3:3",
        "t": "Also*p the sons of Hassenaah built the Fish Gate; they laid its beams and hung its doors with its bolts and bars."
    },
    {
        "o": 13675,
        "r": "nkjv:Nehemiah:3:4",
        "t": "And next to them Meremoth the son of Urijah, the son of Koz, made repairs. Next to them Meshullam the son of Berechiah, the son of Meshezabel, made repairs. Next to them Zadok the son of Baana made repairs."
    },
    {
        "o": 13676,
        "r": "nkjv:Nehemiah:3:5",
        "t": "Next to them the Tekoites made repairs; but their nobles did not put their shoulders to the work of their Lord."
    },
    {
        "o": 13677,
        "r": "nkjv:Nehemiah:3:6",
        "t": "Moreover*p Jehoiada the son of Paseah and Meshullam the son of Besodeiah repaired the Old Gate; they laid its beams and hung its doors, with its bolts and bars."
    },
    {
        "o": 13678,
        "r": "nkjv:Nehemiah:3:7",
        "t": "And next to them Melatiah the Gibeonite, Jadon the Meronothite, the men of Gibeon and Mizpah, repaired the residence of the governor of*i the*i region*i beyond the River."
    },
    {
        "o": 13679,
        "r": "nkjv:Nehemiah:3:8",
        "t": "Next to him Uzziel the son of Harhaiah, one of the goldsmiths, made repairs. Also next to him Hananiah, one of the perfumers, made repairs; and they fortified Jerusalem as far as the Broad Wall."
    },
    {
        "o": 13680,
        "r": "nkjv:Nehemiah:3:9",
        "t": "And next to them Rephaiah the son of Hur, leader of half the district of Jerusalem, made repairs."
    },
    {
        "o": 13681,
        "r": "nkjv:Nehemiah:3:10",
        "t": "Next to them Jedaiah the son of Harumaph made repairs in front of his house. And next to him Hattush the son of Hashabniah made repairs."
    },
    {
        "o": 13682,
        "r": "nkjv:Nehemiah:3:11",
        "t": "Malchijah*p the son of Harim and Hashub the son of Pahath-Moab repaired another section, as well as the Tower of the Ovens."
    },
    {
        "o": 13683,
        "r": "nkjv:Nehemiah:3:12",
        "t": "And next to him was Shallum the son of Hallohesh, leader of half the district of Jerusalem; he and his daughters made repairs."
    },
    {
        "o": 13684,
        "r": "nkjv:Nehemiah:3:13",
        "t": "Hanun*p and the inhabitants of Zanoah repaired the Valley Gate. They built it, hung its doors with its bolts and bars, and repaired*i a thousand cubits of the wall as far as the Refuse Gate."
    },
    {
        "o": 13685,
        "r": "nkjv:Nehemiah:3:14",
        "t": "Malchijah*p the son of Rechab, leader of the district of Beth Haccerem, repaired the Refuse Gate; he built it and hung its doors with its bolts and bars."
    },
    {
        "o": 13686,
        "r": "nkjv:Nehemiah:3:15",
        "t": "Shallun*p the son of Col-Hozeh, leader of the district of Mizpah, repaired the Fountain Gate; he built it, covered it, hung its doors with its bolts and bars, and repaired the wall of the Pool of Shelah by the King’s Garden, as far as the stairs that go down from the City of David."
    },
    {
        "o": 13687,
        "r": "nkjv:Nehemiah:3:16",
        "t": "After him Nehemiah the son of Azbuk, leader of half the district of Beth Zur, made repairs as far as the*i place*i in front of the tombs of David, to the man-made pool, and as far as the House of the Mighty."
    },
    {
        "o": 13688,
        "r": "nkjv:Nehemiah:3:17",
        "t": "After*p him the Levites, under*i Rehum the son of Bani, made repairs. Next to him Hashabiah, leader of half the district of Keilah, made repairs for his district."
    },
    {
        "o": 13689,
        "r": "nkjv:Nehemiah:3:18",
        "t": "After him their brethren, under*i Bavai the son of Henadad, leader of the other*i half of the district of Keilah, made repairs."
    },
    {
        "o": 13690,
        "r": "nkjv:Nehemiah:3:19",
        "t": "And next to him Ezer the son of Jeshua, the leader of Mizpah, repaired another section in front of the Ascent to the Armory at the buttress."
    },
    {
        "o": 13691,
        "r": "nkjv:Nehemiah:3:20",
        "t": "After him Baruch the son of Zabbai carefully repaired the other section, from the buttress to the door of the house of Eliashib the high priest."
    },
    {
        "o": 13692,
        "r": "nkjv:Nehemiah:3:21",
        "t": "After him Meremoth the son of Urijah, the son of Koz, repaired another section, from the door of the house of Eliashib to the end of the house of Eliashib."
    },
    {
        "o": 13693,
        "r": "nkjv:Nehemiah:3:22",
        "t": "And*p after him the priests, the men of the plain, made repairs."
    },
    {
        "o": 13694,
        "r": "nkjv:Nehemiah:3:23",
        "t": "After him Benjamin and Hasshub made repairs opposite their house. After them Azariah the son of Maaseiah, the son of Ananiah, made repairs by his house."
    },
    {
        "o": 13695,
        "r": "nkjv:Nehemiah:3:24",
        "t": "After him Binnui the son of Henadad repaired another section, from the house of Azariah to the buttress, even as far as the corner."
    },
    {
        "o": 13696,
        "r": "nkjv:Nehemiah:3:25",
        "t": "Palal the son of Uzai made*i repairs*i opposite the buttress, and on the tower which projects from the king’s upper house that was*i by the court of the prison. After him Pedaiah the son of Parosh made*i repairs.*i"
    },
    {
        "o": 13697,
        "r": "nkjv:Nehemiah:3:26",
        "t": "Moreover*p the Nethinim who dwelt in Ophel made*i repairs*i as far as the*i place*i in front of the Water Gate toward the east, and on the projecting tower."
    },
    {
        "o": 13698,
        "r": "nkjv:Nehemiah:3:27",
        "t": "After them the Tekoites repaired another section, next to the great projecting tower, and as far as the wall of Ophel."
    },
    {
        "o": 13699,
        "r": "nkjv:Nehemiah:3:28",
        "t": "Beyond*p the Horse Gate the priests made repairs, each in front of his own*i house."
    },
    {
        "o": 13700,
        "r": "nkjv:Nehemiah:3:29",
        "t": "After them Zadok the son of Immer made repairs in front of his own*i house. After him Shemaiah the son of Shechaniah, the keeper of the East Gate, made repairs."
    },
    {
        "o": 13701,
        "r": "nkjv:Nehemiah:3:30",
        "t": "After him Hananiah the son of Shelemiah, and Hanun, the sixth son of Zalaph, repaired another section. After him Meshullam the son of Berechiah made repairs in front of his dwelling."
    },
    {
        "o": 13702,
        "r": "nkjv:Nehemiah:3:31",
        "t": "After him Malchijah, one of the goldsmiths, made repairs as far as the house of the Nethinim and of the merchants, in front of the Miphkad Gate, and as far as the upper room at the corner."
    },
    {
        "o": 13703,
        "r": "nkjv:Nehemiah:3:32",
        "t": "And between the upper room at the corner, as far as the Sheep Gate, the goldsmiths and the merchants made repairs."
    }
]
