[
    {
        "o": 32554,
        "r": "niv:Colossians:1:0",
        "t": "Colossians 1",
        "h": 1
    },
    {
        "o": 32555,
        "r": "niv:Colossians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, and Timothy our brother,"
    },
    {
        "o": 32556,
        "r": "niv:Colossians:1:2",
        "t": "To*p God’s holy people in Colossae, the faithful brothers and sisters in Christ: Grace*p and peace to you from God our Father."
    },
    {
        "o": 32557,
        "r": "niv:Colossians:1:2",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32558,
        "r": "niv:Colossians:1:3",
        "t": "We*p always thank God, the Father of our Lord Jesus Christ, when we pray for you,"
    },
    {
        "o": 32559,
        "r": "niv:Colossians:1:4",
        "t": "because we have heard of your faith in Christ Jesus and of the love you have for all God’s people—"
    },
    {
        "o": 32560,
        "r": "niv:Colossians:1:5",
        "t": "the faith and love that spring from the hope stored up for you in heaven and about which you have already heard in the true message of the gospel"
    },
    {
        "o": 32561,
        "r": "niv:Colossians:1:6",
        "t": "that has come to you. In the same way, the gospel is bearing fruit and growing throughout the whole world—just as it has been doing among you since the day you heard it and truly understood God’s grace."
    },
    {
        "o": 32562,
        "r": "niv:Colossians:1:7",
        "t": "You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf,"
    },
    {
        "o": 32563,
        "r": "niv:Colossians:1:8",
        "t": "and who also told us of your love in the Spirit."
    },
    {
        "o": 32564,
        "r": "niv:Colossians:1:9",
        "t": "For*p this reason, since the day we heard about you, we have not stopped praying for you. We continually ask God to fill you with the knowledge of his will through all the wisdom and understanding that the Spirit gives,"
    },
    {
        "o": 32565,
        "r": "niv:Colossians:1:10",
        "t": "so that you may live a life worthy of the Lord and please him in every way: bearing fruit in every good work, growing in the knowledge of God,"
    },
    {
        "o": 32566,
        "r": "niv:Colossians:1:11",
        "t": "being strengthened with all power according to his glorious might so that you may have great endurance and patience,"
    },
    {
        "o": 32567,
        "r": "niv:Colossians:1:12",
        "t": "and giving joyful thanks to the Father, who has qualified you to share in the inheritance of his holy people in the kingdom of light."
    },
    {
        "o": 32568,
        "r": "niv:Colossians:1:13",
        "t": "For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves,"
    },
    {
        "o": 32569,
        "r": "niv:Colossians:1:14",
        "t": "in whom we have redemption, the forgiveness of sins."
    },
    {
        "o": 32570,
        "r": "niv:Colossians:1:14",
        "t": "The Supremacy of the Son of God",
        "h": 2
    },
    {
        "o": 32571,
        "r": "niv:Colossians:1:15",
        "t": "The*p Son is the image of the invisible God, the firstborn over all creation."
    },
    {
        "o": 32572,
        "r": "niv:Colossians:1:16",
        "t": "For in him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things have been created through him and for him."
    },
    {
        "o": 32573,
        "r": "niv:Colossians:1:17",
        "t": "He is before all things, and in him all things hold together."
    },
    {
        "o": 32574,
        "r": "niv:Colossians:1:18",
        "t": "And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy."
    },
    {
        "o": 32575,
        "r": "niv:Colossians:1:19",
        "t": "For God was pleased to have all his fullness dwell in him,"
    },
    {
        "o": 32576,
        "r": "niv:Colossians:1:20",
        "t": "and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross."
    },
    {
        "o": 32577,
        "r": "niv:Colossians:1:21",
        "t": "Once*p you were alienated from God and were enemies in your minds because of your evil behavior."
    },
    {
        "o": 32578,
        "r": "niv:Colossians:1:22",
        "t": "But now he has reconciled you by Christ’s physical body through death to present you holy in his sight, without blemish and free from accusation—"
    },
    {
        "o": 32579,
        "r": "niv:Colossians:1:23",
        "t": "if you continue in your faith, established and firm, and do not move from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant."
    },
    {
        "o": 32580,
        "r": "niv:Colossians:1:23",
        "t": "Paul’s Labor for the Church",
        "h": 2
    },
    {
        "o": 32581,
        "r": "niv:Colossians:1:24",
        "t": "Now*p I rejoice in what I am suffering for you, and I fill up in my flesh what is still lacking in regard to Christ’s afflictions, for the sake of his body, which is the church."
    },
    {
        "o": 32582,
        "r": "niv:Colossians:1:25",
        "t": "I have become its servant by the commission God gave me to present to you the word of God in its fullness—"
    },
    {
        "o": 32583,
        "r": "niv:Colossians:1:26",
        "t": "the mystery that has been kept hidden for ages and generations, but is now disclosed to the Lord’s people."
    },
    {
        "o": 32584,
        "r": "niv:Colossians:1:27",
        "t": "To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory."
    },
    {
        "o": 32585,
        "r": "niv:Colossians:1:28",
        "t": "He*p is the one we proclaim, admonishing and teaching everyone with all wisdom, so that we may present everyone fully mature in Christ."
    },
    {
        "o": 32586,
        "r": "niv:Colossians:1:29",
        "t": "To this end I strenuously contend with all the energy Christ so powerfully works in me."
    },
    {
        "o": 32587,
        "r": "niv:Colossians:2:0",
        "t": "Colossians 2",
        "h": 1
    },
    {
        "o": 32588,
        "r": "niv:Colossians:2:1",
        "t": "I*p want you to know how hard I am contending for you and for those at Laodicea, and for all who have not met me personally."
    },
    {
        "o": 32589,
        "r": "niv:Colossians:2:2",
        "t": "My goal is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ,"
    },
    {
        "o": 32590,
        "r": "niv:Colossians:2:3",
        "t": "in whom are hidden all the treasures of wisdom and knowledge."
    },
    {
        "o": 32591,
        "r": "niv:Colossians:2:4",
        "t": "I tell you this so that no one may deceive you by fine-sounding arguments."
    },
    {
        "o": 32592,
        "r": "niv:Colossians:2:5",
        "t": "For though I am absent from you in body, I am present with you in spirit and delight to see how disciplined you are and how firm your faith in Christ is."
    },
    {
        "o": 32593,
        "r": "niv:Colossians:2:5",
        "t": "Spiritual Fullness in Christ",
        "h": 2
    },
    {
        "o": 32594,
        "r": "niv:Colossians:2:6",
        "t": "So*p then, just as you received Christ Jesus as Lord, continue to live your lives in him,"
    },
    {
        "o": 32595,
        "r": "niv:Colossians:2:7",
        "t": "rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness."
    },
    {
        "o": 32596,
        "r": "niv:Colossians:2:8",
        "t": "See*p to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the elemental spiritual forces of this world rather than on Christ."
    },
    {
        "o": 32597,
        "r": "niv:Colossians:2:9",
        "t": "For*p in Christ all the fullness of the Deity lives in bodily form,"
    },
    {
        "o": 32598,
        "r": "niv:Colossians:2:10",
        "t": "and in Christ you have been brought to fullness. He is the head over every power and authority."
    },
    {
        "o": 32599,
        "r": "niv:Colossians:2:11",
        "t": "In him you were also circumcised with a circumcision not performed by human hands. Your whole self ruled by the flesh was put off when you were circumcised by Christ,"
    },
    {
        "o": 32600,
        "r": "niv:Colossians:2:12",
        "t": "having been buried with him in baptism, in which you were also raised with him through your faith in the working of God, who raised him from the dead."
    },
    {
        "o": 32601,
        "r": "niv:Colossians:2:13",
        "t": "When*p you were dead in your sins and in the uncircumcision of your flesh, God made you alive with Christ. He forgave us all our sins,"
    },
    {
        "o": 32602,
        "r": "niv:Colossians:2:14",
        "t": "having canceled the charge of our legal indebtedness, which stood against us and condemned us; he has taken it away, nailing it to the cross."
    },
    {
        "o": 32603,
        "r": "niv:Colossians:2:15",
        "t": "And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross."
    },
    {
        "o": 32604,
        "r": "niv:Colossians:2:15",
        "t": "Freedom From Human Rules",
        "h": 2
    },
    {
        "o": 32605,
        "r": "niv:Colossians:2:16",
        "t": "Therefore*p do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day."
    },
    {
        "o": 32606,
        "r": "niv:Colossians:2:17",
        "t": "These are a shadow of the things that were to come; the reality, however, is found in Christ."
    },
    {
        "o": 32607,
        "r": "niv:Colossians:2:18",
        "t": "Do not let anyone who delights in false humility and the worship of angels disqualify you. Such a person also goes into great detail about what they have seen; they are puffed up with idle notions by their unspiritual mind."
    },
    {
        "o": 32608,
        "r": "niv:Colossians:2:19",
        "t": "They have lost connection with the head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow."
    },
    {
        "o": 32609,
        "r": "niv:Colossians:2:20",
        "t": "Since*p you died with Christ to the elemental spiritual forces of this world, why, as though you still belonged to the world, do you submit to its rules:"
    },
    {
        "o": 32610,
        "r": "niv:Colossians:2:21",
        "t": "“Do not handle! Do not taste! Do not touch!”?"
    },
    {
        "o": 32611,
        "r": "niv:Colossians:2:22",
        "t": "These rules, which have to do with things that are all destined to perish with use, are based on merely human commands and teachings."
    },
    {
        "o": 32612,
        "r": "niv:Colossians:2:23",
        "t": "Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence."
    },
    {
        "o": 32613,
        "r": "niv:Colossians:3:0",
        "t": "Colossians 3",
        "h": 1
    },
    {
        "o": 32614,
        "r": "niv:Colossians:3:0",
        "t": "Living as Those Made Alive in Christ",
        "h": 2
    },
    {
        "o": 32615,
        "r": "niv:Colossians:3:1",
        "t": "Since,*p then, you have been raised with Christ, set your hearts on things above, where Christ is, seated at the right hand of God."
    },
    {
        "o": 32616,
        "r": "niv:Colossians:3:2",
        "t": "Set your minds on things above, not on earthly things."
    },
    {
        "o": 32617,
        "r": "niv:Colossians:3:3",
        "t": "For you died, and your life is now hidden with Christ in God."
    },
    {
        "o": 32618,
        "r": "niv:Colossians:3:4",
        "t": "When Christ, who is your life, appears, then you also will appear with him in glory."
    },
    {
        "o": 32619,
        "r": "niv:Colossians:3:5",
        "t": "Put*p to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry."
    },
    {
        "o": 32620,
        "r": "niv:Colossians:3:6",
        "t": "Because of these, the wrath of God is coming."
    },
    {
        "o": 32621,
        "r": "niv:Colossians:3:7",
        "t": "You used to walk in these ways, in the life you once lived."
    },
    {
        "o": 32622,
        "r": "niv:Colossians:3:8",
        "t": "But now you must also rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips."
    },
    {
        "o": 32623,
        "r": "niv:Colossians:3:9",
        "t": "Do not lie to each other, since you have taken off your old self with its practices"
    },
    {
        "o": 32624,
        "r": "niv:Colossians:3:10",
        "t": "and have put on the new self, which is being renewed in knowledge in the image of its Creator."
    },
    {
        "o": 32625,
        "r": "niv:Colossians:3:11",
        "t": "Here there is no Gentile or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all."
    },
    {
        "o": 32626,
        "r": "niv:Colossians:3:12",
        "t": "Therefore,*p as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience."
    },
    {
        "o": 32627,
        "r": "niv:Colossians:3:13",
        "t": "Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you."
    },
    {
        "o": 32628,
        "r": "niv:Colossians:3:14",
        "t": "And over all these virtues put on love, which binds them all together in perfect unity."
    },
    {
        "o": 32629,
        "r": "niv:Colossians:3:15",
        "t": "Let*p the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful."
    },
    {
        "o": 32630,
        "r": "niv:Colossians:3:16",
        "t": "Let the message of Christ dwell among you richly as you teach and admonish one another with all wisdom through psalms, hymns, and songs from the Spirit, singing to God with gratitude in your hearts."
    },
    {
        "o": 32631,
        "r": "niv:Colossians:3:17",
        "t": "And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."
    },
    {
        "o": 32632,
        "r": "niv:Colossians:3:17",
        "t": "Instructions for Christian Households",
        "h": 2
    },
    {
        "o": 32633,
        "r": "niv:Colossians:3:18",
        "t": "Wives,*p submit yourselves to your husbands, as is fitting in the Lord."
    },
    {
        "o": 32634,
        "r": "niv:Colossians:3:19",
        "t": "Husbands,*p love your wives and do not be harsh with them."
    },
    {
        "o": 32635,
        "r": "niv:Colossians:3:20",
        "t": "Children,*p obey your parents in everything, for this pleases the Lord."
    },
    {
        "o": 32636,
        "r": "niv:Colossians:3:21",
        "t": "Fathers,*p do not embitter your children, or they will become discouraged."
    },
    {
        "o": 32637,
        "r": "niv:Colossians:3:22",
        "t": "Slaves,*p obey your earthly masters in everything; and do it, not only when their eye is on you and to curry their favor, but with sincerity of heart and reverence for the Lord."
    },
    {
        "o": 32638,
        "r": "niv:Colossians:3:23",
        "t": "Whatever you do, work at it with all your heart, as working for the Lord, not for human masters,"
    },
    {
        "o": 32639,
        "r": "niv:Colossians:3:24",
        "t": "since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving."
    },
    {
        "o": 32640,
        "r": "niv:Colossians:3:25",
        "t": "Anyone who does wrong will be repaid for their wrongs, and there is no favoritism."
    },
    {
        "o": 32641,
        "r": "niv:Colossians:4:0",
        "t": "Colossians 4",
        "h": 1
    },
    {
        "o": 32642,
        "r": "niv:Colossians:4:1",
        "t": "Masters,*p provide your slaves with what is right and fair, because you know that you also have a Master in heaven."
    },
    {
        "o": 32643,
        "r": "niv:Colossians:4:1",
        "t": "Further Instructions",
        "h": 2
    },
    {
        "o": 32644,
        "r": "niv:Colossians:4:2",
        "t": "Devote*p yourselves to prayer, being watchful and thankful."
    },
    {
        "o": 32645,
        "r": "niv:Colossians:4:3",
        "t": "And pray for us, too, that God may open a door for our message, so that we may proclaim the mystery of Christ, for which I am in chains."
    },
    {
        "o": 32646,
        "r": "niv:Colossians:4:4",
        "t": "Pray that I may proclaim it clearly, as I should."
    },
    {
        "o": 32647,
        "r": "niv:Colossians:4:5",
        "t": "Be wise in the way you act toward outsiders; make the most of every opportunity."
    },
    {
        "o": 32648,
        "r": "niv:Colossians:4:6",
        "t": "Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone."
    },
    {
        "o": 32649,
        "r": "niv:Colossians:4:6",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 32650,
        "r": "niv:Colossians:4:7",
        "t": "Tychicus*p will tell you all the news about me. He is a dear brother, a faithful minister and fellow servant in the Lord."
    },
    {
        "o": 32651,
        "r": "niv:Colossians:4:8",
        "t": "I am sending him to you for the express purpose that you may know about our circumstances and that he may encourage your hearts."
    },
    {
        "o": 32652,
        "r": "niv:Colossians:4:9",
        "t": "He is coming with Onesimus, our faithful and dear brother, who is one of you. They will tell you everything that is happening here."
    },
    {
        "o": 32653,
        "r": "niv:Colossians:4:10",
        "t": "My*p fellow prisoner Aristarchus sends you his greetings, as does Mark, the cousin of Barnabas. (You have received instructions about him; if he comes to you, welcome him.)"
    },
    {
        "o": 32654,
        "r": "niv:Colossians:4:11",
        "t": "Jesus, who is called Justus, also sends greetings. These are the only Jews among my co-workers for the kingdom of God, and they have proved a comfort to me."
    },
    {
        "o": 32655,
        "r": "niv:Colossians:4:12",
        "t": "Epaphras, who is one of you and a servant of Christ Jesus, sends greetings. He is always wrestling in prayer for you, that you may stand firm in all the will of God, mature and fully assured."
    },
    {
        "o": 32656,
        "r": "niv:Colossians:4:13",
        "t": "I vouch for him that he is working hard for you and for those at Laodicea and Hierapolis."
    },
    {
        "o": 32657,
        "r": "niv:Colossians:4:14",
        "t": "Our dear friend Luke, the doctor, and Demas send greetings."
    },
    {
        "o": 32658,
        "r": "niv:Colossians:4:15",
        "t": "Give my greetings to the brothers and sisters at Laodicea, and to Nympha and the church in her house."
    },
    {
        "o": 32659,
        "r": "niv:Colossians:4:16",
        "t": "After*p this letter has been read to you, see that it is also read in the church of the Laodiceans and that you in turn read the letter from Laodicea."
    },
    {
        "o": 32660,
        "r": "niv:Colossians:4:17",
        "t": "Tell*p Archippus: “See to it that you complete the ministry you have received in the Lord.”"
    },
    {
        "o": 32661,
        "r": "niv:Colossians:4:18",
        "t": "I,*p Paul, write this greeting in my own hand. Remember my chains. Grace be with you."
    }
]
