[
    {
        "o": 23295,
        "r": "niv:Ezekiel:30:0",
        "t": "Ezekiel 30",
        "h": 1
    },
    {
        "o": 23296,
        "r": "niv:Ezekiel:30:0",
        "t": "A Lament Over Egypt",
        "h": 3
    },
    {
        "o": 23297,
        "r": "niv:Ezekiel:30:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23298,
        "r": "niv:Ezekiel:30:2",
        "t": "“Son of man, prophesy and say: ‘This is what the Sovereign Lord*s says: “ ‘Wail*pn and say, “Alas*ld for that day!”"
    },
    {
        "o": 23299,
        "r": "niv:Ezekiel:30:3",
        "t": "For*ln the day is near, the*ld day of the Lord*s is near— a*ln day of clouds, a*ld time of doom for the nations."
    },
    {
        "o": 23300,
        "r": "niv:Ezekiel:30:4",
        "t": "A*ln sword will come against Egypt, and*ld anguish will come upon Cush. When*ln the slain fall in Egypt, her*ld wealth will be carried away and*ld her foundations torn down."
    },
    {
        "o": 23301,
        "r": "niv:Ezekiel:30:5",
        "t": "Cush*p and Libya, Lydia and all Arabia, Kub and the people of the covenant land will fall by the sword along with Egypt."
    },
    {
        "o": 23302,
        "r": "niv:Ezekiel:30:6",
        "t": "“ ‘This*p is what the Lord*s says: “ ‘The*pn allies of Egypt will fall and*ld her proud strength will fail. From*ln Migdol to Aswan they*ld will fall by the sword within her, declares*ld the Sovereign Lord.*s"
    },
    {
        "o": 23303,
        "r": "niv:Ezekiel:30:7",
        "t": "“ ‘They*pn will be desolate among*ld desolate lands, and*ln their cities will lie among*ld ruined cities."
    },
    {
        "o": 23304,
        "r": "niv:Ezekiel:30:8",
        "t": "Then*ln they will know that I am the Lord,*s when*ld I set fire to Egypt and*ld all her helpers are crushed."
    },
    {
        "o": 23305,
        "r": "niv:Ezekiel:30:9",
        "t": "“ ‘On*p that day messengers will go out from me in ships to frighten Cush out of her complacency. Anguish will take hold of them on the day of Egypt’s doom, for it is sure to come."
    },
    {
        "o": 23306,
        "r": "niv:Ezekiel:30:10",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: “ ‘I*pn will put an end to the hordes of Egypt by*ld the hand of Nebuchadnezzar king of Babylon."
    },
    {
        "o": 23307,
        "r": "niv:Ezekiel:30:11",
        "t": "He*ln and his army—the most ruthless of nations— will*ld be brought in to destroy the land. They*ln will draw their swords against Egypt and*ld fill the land with the slain."
    },
    {
        "o": 23308,
        "r": "niv:Ezekiel:30:12",
        "t": "I*ln will dry up the waters of the Nile and*ld sell the land to an evil nation; by*ln the hand of foreigners I*ld will lay waste the land and everything in it. I*p the Lord*s have spoken."
    },
    {
        "o": 23309,
        "r": "niv:Ezekiel:30:13",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: “ ‘I*pn will destroy the idols and*ld put an end to the images in Memphis. No*ln longer will there be a prince in Egypt, and*ld I will spread fear throughout the land."
    },
    {
        "o": 23310,
        "r": "niv:Ezekiel:30:14",
        "t": "I*ln will lay waste Upper Egypt, set*ld fire to Zoan and*ld inflict punishment on Thebes."
    },
    {
        "o": 23311,
        "r": "niv:Ezekiel:30:15",
        "t": "I*ln will pour out my wrath on Pelusium, the*ld stronghold of Egypt, and*ld wipe out the hordes of Thebes."
    },
    {
        "o": 23312,
        "r": "niv:Ezekiel:30:16",
        "t": "I*ln will set fire to Egypt; Pelusium*ld will writhe in agony. Thebes*ln will be taken by storm; Memphis*ld will be in constant distress."
    },
    {
        "o": 23313,
        "r": "niv:Ezekiel:30:17",
        "t": "The*ln young men of Heliopolis and Bubastis will*ld fall by the sword, and*ld the cities themselves will go into captivity."
    },
    {
        "o": 23314,
        "r": "niv:Ezekiel:30:18",
        "t": "Dark*ln will be the day at Tahpanhes when*ld I break the yoke of Egypt; there*ld her proud strength will come to an end. She*ln will be covered with clouds, and*ld her villages will go into captivity."
    },
    {
        "o": 23315,
        "r": "niv:Ezekiel:30:19",
        "t": "So*ln I will inflict punishment on Egypt, and*ld they will know that I am the Lord*s .’ ”"
    },
    {
        "o": 23316,
        "r": "niv:Ezekiel:30:19",
        "t": "Pharaoh’s Arms Are Broken",
        "h": 3
    },
    {
        "o": 23317,
        "r": "niv:Ezekiel:30:20",
        "t": "In*p the eleventh year, in the first month on the seventh day, the word of the Lord*s came to me:"
    },
    {
        "o": 23318,
        "r": "niv:Ezekiel:30:21",
        "t": "“Son of man, I have broken the arm of Pharaoh king of Egypt. It has not been bound up to be healed or put in a splint so that it may become strong enough to hold a sword."
    },
    {
        "o": 23319,
        "r": "niv:Ezekiel:30:22",
        "t": "Therefore this is what the Sovereign Lord*s says: I am against Pharaoh king of Egypt. I will break both his arms, the good arm as well as the broken one, and make the sword fall from his hand."
    },
    {
        "o": 23320,
        "r": "niv:Ezekiel:30:23",
        "t": "I will disperse the Egyptians among the nations and scatter them through the countries."
    },
    {
        "o": 23321,
        "r": "niv:Ezekiel:30:24",
        "t": "I will strengthen the arms of the king of Babylon and put my sword in his hand, but I will break the arms of Pharaoh, and he will groan before him like a mortally wounded man."
    },
    {
        "o": 23322,
        "r": "niv:Ezekiel:30:25",
        "t": "I will strengthen the arms of the king of Babylon, but the arms of Pharaoh will fall limp. Then they will know that I am the Lord,*s when I put my sword into the hand of the king of Babylon and he brandishes it against Egypt."
    },
    {
        "o": 23323,
        "r": "niv:Ezekiel:30:26",
        "t": "I will disperse the Egyptians among the nations and scatter them through the countries. Then they will know that I am the Lord.”*s"
    }
]
