[
    {
        "o": 23802,
        "r": "nasb:Ezekiel:37:0",
        "t": "Ezekiel 37",
        "h": 1
    },
    {
        "o": 23803,
        "r": "nasb:Ezekiel:37:0",
        "t": "Vision of the Valley of Dry Bones",
        "h": 2
    },
    {
        "o": 23804,
        "r": "nasb:Ezekiel:37:1",
        "t": "The*p hand of the Lord*s was upon me, and He brought me out by the Spirit of the Lord*s and set me down in the middle of the valley; and it was full of bones."
    },
    {
        "o": 23805,
        "r": "nasb:Ezekiel:37:2",
        "t": "He caused me to pass among them round about, and behold, there*i were*i very many on the surface of the valley; and lo, they*i were*i very dry."
    },
    {
        "o": 23806,
        "r": "nasb:Ezekiel:37:3",
        "t": "He said to me, “Son of man, can these bones live?” And I answered, “O Lord God,*s You know.”"
    },
    {
        "o": 23807,
        "r": "nasb:Ezekiel:37:4",
        "t": "Again He said to me, “Prophesy over these bones and say to them, ‘O dry bones, hear the word of the Lord.’*s"
    },
    {
        "o": 23808,
        "r": "nasb:Ezekiel:37:5",
        "t": "Thus says the Lord God*s to these bones, ‘Behold, I will cause breath to enter you that you may come to life."
    },
    {
        "o": 23809,
        "r": "nasb:Ezekiel:37:6",
        "t": "I will put sinews on you, make flesh grow back on you, cover you with skin and put breath in you that you may come alive; and you will know that I am the Lord*s .’ ”"
    },
    {
        "o": 23810,
        "r": "nasb:Ezekiel:37:7",
        "t": "So*p I prophesied as I was commanded; and as I prophesied, there was a noise, and behold, a rattling; and the bones came together, bone to its bone."
    },
    {
        "o": 23811,
        "r": "nasb:Ezekiel:37:8",
        "t": "And I looked, and behold, sinews were on them, and flesh grew and skin covered them; but there was no breath in them."
    },
    {
        "o": 23812,
        "r": "nasb:Ezekiel:37:9",
        "t": "Then He said to me, “Prophesy to the breath, prophesy, son of man, and say to the breath, ‘Thus says the Lord God,*s “Come from the four winds, O breath, and breathe on these slain, that they come to life.” ’ ”"
    },
    {
        "o": 23813,
        "r": "nasb:Ezekiel:37:10",
        "t": "So I prophesied as He commanded me, and the breath came into them, and they came to life and stood on their feet, an exceedingly great army."
    },
    {
        "o": 23814,
        "r": "nasb:Ezekiel:37:10",
        "t": "The Vision Explained",
        "h": 2
    },
    {
        "o": 23815,
        "r": "nasb:Ezekiel:37:11",
        "t": "Then*p He said to me, “Son of man, these bones are the whole house of Israel; behold, they say, ‘Our bones are dried up and our hope has perished. We are completely cut off.’"
    },
    {
        "o": 23816,
        "r": "nasb:Ezekiel:37:12",
        "t": "Therefore prophesy and say to them, ‘Thus says the Lord God,*s “Behold, I will open your graves and cause you to come up out of your graves, My people; and I will bring you into the land of Israel."
    },
    {
        "o": 23817,
        "r": "nasb:Ezekiel:37:13",
        "t": "Then you will know that I am the Lord,*s when I have opened your graves and caused you to come up out of your graves, My people."
    },
    {
        "o": 23818,
        "r": "nasb:Ezekiel:37:14",
        "t": "I will put My Spirit within you and you will come to life, and I will place you on your own land. Then you will know that I, the Lord,*s have spoken and done it,” declares the Lord*s .’ ”"
    },
    {
        "o": 23819,
        "r": "nasb:Ezekiel:37:14",
        "t": "Reunion of Judah and Israel",
        "h": 2
    },
    {
        "o": 23820,
        "r": "nasb:Ezekiel:37:15",
        "t": "The*p word of the Lord*s came again to me saying,"
    },
    {
        "o": 23821,
        "r": "nasb:Ezekiel:37:16",
        "t": "“And you, son of man, take for yourself one stick and write on it, ‘For Judah and for the sons of Israel, his companions’; then take another stick and write on it, ‘For Joseph, the stick of Ephraim and all the house of Israel, his companions.’"
    },
    {
        "o": 23822,
        "r": "nasb:Ezekiel:37:17",
        "t": "Then join them for yourself one to another into one stick, that they may become one in your hand."
    },
    {
        "o": 23823,
        "r": "nasb:Ezekiel:37:18",
        "t": "When the sons of your people speak to you saying, ‘Will you not declare to us what you mean by these?’"
    },
    {
        "o": 23824,
        "r": "nasb:Ezekiel:37:19",
        "t": "say to them, ‘Thus says the Lord God,*s “Behold, I will take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel, his companions; and I will put them with it, with the stick of Judah, and make them one stick, and they will be one in My hand.” ’"
    },
    {
        "o": 23825,
        "r": "nasb:Ezekiel:37:20",
        "t": "The sticks on which you write will be in your hand before their eyes."
    },
    {
        "o": 23826,
        "r": "nasb:Ezekiel:37:21",
        "t": "Say to them, ‘Thus says the Lord God,*s “Behold, I will take the sons of Israel from among the nations where they have gone, and I will gather them from every side and bring them into their own land;"
    },
    {
        "o": 23827,
        "r": "nasb:Ezekiel:37:22",
        "t": "and I will make them one nation in the land, on the mountains of Israel; and one king will be king for all of them; and they will no longer be two nations and no longer be divided into two kingdoms."
    },
    {
        "o": 23828,
        "r": "nasb:Ezekiel:37:23",
        "t": "They will no longer defile themselves with their idols, or with their detestable things, or with any of their transgressions; but I will deliver them from all their dwelling places in which they have sinned, and will cleanse them. And they will be My people, and I will be their God."
    },
    {
        "o": 23829,
        "r": "nasb:Ezekiel:37:23",
        "t": "The Davidic Kingdom",
        "h": 2
    },
    {
        "o": 23830,
        "r": "nasb:Ezekiel:37:24",
        "t": "“My*p servant David will be king over them, and they will all have one shepherd; and they will walk in My ordinances and keep My statutes and observe them."
    },
    {
        "o": 23831,
        "r": "nasb:Ezekiel:37:25",
        "t": "They will live on the land that I gave to Jacob My servant, in which your fathers lived; and they will live on it, they, and their sons and their sons’ sons, forever; and David My servant will be their prince forever."
    },
    {
        "o": 23832,
        "r": "nasb:Ezekiel:37:26",
        "t": "I will make a covenant of peace with them; it will be an everlasting covenant with them. And I will place them and multiply them, and will set My sanctuary in their midst forever."
    },
    {
        "o": 23833,
        "r": "nasb:Ezekiel:37:27",
        "t": "My dwelling place also will be with them; and I will be their God, and they will be My people."
    },
    {
        "o": 23834,
        "r": "nasb:Ezekiel:37:28",
        "t": "And the nations will know that I am the Lord*s who sanctifies Israel, when My sanctuary is in their midst forever.” ’ ”"
    }
]
