[
    {
        "o": 25231,
        "r": "nkjv:Jonah:1:0",
        "t": "Jonah 1",
        "h": 1
    },
    {
        "o": 25232,
        "r": "nkjv:Jonah:1:0",
        "t": "Jonah’s Disobedience",
        "h": 2
    },
    {
        "o": 25233,
        "r": "nkjv:Jonah:1:1",
        "t": "Now*p the word of the Lord*s came to Jonah the son of Amittai, saying,"
    },
    {
        "o": 25234,
        "r": "nkjv:Jonah:1:2",
        "t": "“Arise, go to Nineveh, that great city, and cry out against it; for their wickedness has come up before Me.”"
    },
    {
        "o": 25235,
        "r": "nkjv:Jonah:1:3",
        "t": "But Jonah arose to flee to Tarshish from the presence of the Lord.*s He went down to Joppa, and found a ship going to Tarshish; so he paid the fare, and went down into it, to go with them to Tarshish from the presence of the Lord.*s"
    },
    {
        "o": 25236,
        "r": "nkjv:Jonah:1:3",
        "t": "The Storm at Sea",
        "h": 2
    },
    {
        "o": 25237,
        "r": "nkjv:Jonah:1:4",
        "t": "But*p the Lord*s sent out a great wind on the sea, and there was a mighty tempest on the sea, so that the ship was about to be broken up."
    },
    {
        "o": 25238,
        "r": "nkjv:Jonah:1:5",
        "t": "Then*p the mariners were afraid; and every man cried out to his god, and threw the cargo that was*i in the ship into the sea, to lighten the load. But Jonah had gone down into the lowest parts of the ship, had lain down, and was fast asleep."
    },
    {
        "o": 25239,
        "r": "nkjv:Jonah:1:6",
        "t": "So*p the captain came to him, and said to him, “What do you mean, sleeper? Arise, call on your God; perhaps your God will consider us, so that we may not perish.”"
    },
    {
        "o": 25240,
        "r": "nkjv:Jonah:1:7",
        "t": "And*p they said to one another, “Come, let us cast lots, that we may know for whose cause this trouble has*i come*i upon us.” So they cast lots, and the lot fell on Jonah."
    },
    {
        "o": 25241,
        "r": "nkjv:Jonah:1:8",
        "t": "Then they said to him, “Please tell us! For whose cause is*i this trouble upon us? What is your occupation? And where do you come from? What is your country? And of what people are you?”"
    },
    {
        "o": 25242,
        "r": "nkjv:Jonah:1:9",
        "t": "So*p he said to them, “I am*i a Hebrew; and I fear the Lord,*s the God of heaven, who made the sea and the dry land.”*i"
    },
    {
        "o": 25243,
        "r": "nkjv:Jonah:1:9",
        "t": "Jonah Thrown into the Sea",
        "h": 2
    },
    {
        "o": 25244,
        "r": "nkjv:Jonah:1:10",
        "t": "Then*p the men were exceedingly afraid, and said to him, “Why have you done this?” For the men knew that he fled from the presence of the Lord,*s because he had told them."
    },
    {
        "o": 25245,
        "r": "nkjv:Jonah:1:11",
        "t": "Then they said to him, “What shall we do to you that the sea may be calm for us?”—for the sea was growing more tempestuous."
    },
    {
        "o": 25246,
        "r": "nkjv:Jonah:1:12",
        "t": "And*p he said to them, “Pick me up and throw me into the sea; then the sea will become calm for you. For I know that this great tempest is*i because of me.”"
    },
    {
        "o": 25247,
        "r": "nkjv:Jonah:1:13",
        "t": "Nevertheless*p the men rowed hard to return to land, but they could not, for the sea continued to grow more tempestuous against them."
    },
    {
        "o": 25248,
        "r": "nkjv:Jonah:1:14",
        "t": "Therefore they cried out to the Lord*s and said, “We pray, O Lord,*s please do not let us perish for this man’s life, and do not charge us with innocent blood; for You, O Lord,*s have done as it pleased You.”"
    },
    {
        "o": 25249,
        "r": "nkjv:Jonah:1:15",
        "t": "So they picked up Jonah and threw him into the sea, and the sea ceased from its raging."
    },
    {
        "o": 25250,
        "r": "nkjv:Jonah:1:16",
        "t": "Then the men feared the Lord*s exceedingly, and offered a sacrifice to the Lord*s and took vows."
    },
    {
        "o": 25251,
        "r": "nkjv:Jonah:1:16",
        "t": "Jonah’s Prayer and Deliverance",
        "h": 2
    },
    {
        "o": 25252,
        "r": "nkjv:Jonah:1:17",
        "t": "Now*p the Lord*s had prepared a great fish to swallow Jonah. And Jonah was in the belly of the fish three days and three nights."
    },
    {
        "o": 25253,
        "r": "nkjv:Jonah:2:0",
        "t": "Jonah 2",
        "h": 1
    },
    {
        "o": 25254,
        "r": "nkjv:Jonah:2:1",
        "t": "Then*p Jonah prayed to the Lord*s his God from the fish’s belly."
    },
    {
        "o": 25255,
        "r": "nkjv:Jonah:2:2",
        "t": "And he said: “I*pn cried out to the Lord*s because of my affliction, And*ld He answered me. “Out*ln of the belly of Sheol I cried, And*ild You heard my voice."
    },
    {
        "o": 25256,
        "r": "nkjv:Jonah:2:3",
        "t": "For*ld You cast me into the deep, Into*ld the heart of the seas, And*ld the floods surrounded me; All*ld Your billows and Your waves passed over me."
    },
    {
        "o": 25257,
        "r": "nkjv:Jonah:2:4",
        "t": "Then*ld I said, ‘I have been cast out of Your sight; Yet*ld I will look again toward Your holy temple.’"
    },
    {
        "o": 25258,
        "r": "nkjv:Jonah:2:5",
        "t": "The*ld waters surrounded me, even*i to my soul; The*ld deep closed around me; Weeds*ld were wrapped around my head."
    },
    {
        "o": 25259,
        "r": "nkjv:Jonah:2:6",
        "t": "I*ld went down to the moorings of the mountains; The*ld earth with its bars closed*i behind me forever; Yet*ld You have brought up my life from the pit, O*ld Lord,*s my God."
    },
    {
        "o": 25260,
        "r": "nkjv:Jonah:2:7",
        "t": "“When*ln my soul fainted within me, I*ld remembered the Lord;*s And*ld my prayer went up*i to You, Into*ld Your holy temple."
    },
    {
        "o": 25261,
        "r": "nkjv:Jonah:2:8",
        "t": "“Those*ln who regard worthless idols Forsake*ld their own Mercy."
    },
    {
        "o": 25262,
        "r": "nkjv:Jonah:2:9",
        "t": "But*ld I will sacrifice to You With*ld the voice of thanksgiving; I*ld will pay what I have vowed. Salvation*ld is*i of the Lord.”*s"
    },
    {
        "o": 25263,
        "r": "nkjv:Jonah:2:10",
        "t": "So*p the Lord*s spoke to the fish, and it vomited Jonah onto dry land.*i"
    },
    {
        "o": 25264,
        "r": "nkjv:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 25265,
        "r": "nkjv:Jonah:3:0",
        "t": "Jonah Preaches at Nineveh",
        "h": 2
    },
    {
        "o": 25266,
        "r": "nkjv:Jonah:3:1",
        "t": "Now*p the word of the Lord*s came to Jonah the second time, saying,"
    },
    {
        "o": 25267,
        "r": "nkjv:Jonah:3:2",
        "t": "“Arise, go to Nineveh, that great city, and preach to it the message that I tell you.”"
    },
    {
        "o": 25268,
        "r": "nkjv:Jonah:3:3",
        "t": "So Jonah arose and went to Nineveh, according to the word of the Lord.*s Now Nineveh was an exceedingly great city, a three-day journey in*i extent.*i"
    },
    {
        "o": 25269,
        "r": "nkjv:Jonah:3:4",
        "t": "And Jonah began to enter the city on the first day’s walk. Then he cried out and said, “Yet forty days, and Nineveh shall be overthrown!”"
    },
    {
        "o": 25270,
        "r": "nkjv:Jonah:3:4",
        "t": "The People of Nineveh Believe",
        "h": 2
    },
    {
        "o": 25271,
        "r": "nkjv:Jonah:3:5",
        "t": "So*p the people of Nineveh believed God, proclaimed a fast, and put on sackcloth, from the greatest to the least of them."
    },
    {
        "o": 25272,
        "r": "nkjv:Jonah:3:6",
        "t": "Then word came to the king of Nineveh; and he arose from his throne and laid aside his robe, covered himself*i with sackcloth and sat in ashes."
    },
    {
        "o": 25273,
        "r": "nkjv:Jonah:3:7",
        "t": "And he caused it*i to be proclaimed and published throughout Nineveh by the decree of the king and his nobles, saying, Let*pn neither man nor beast, herd nor flock, taste anything; do not let them eat, or drink water."
    },
    {
        "o": 25274,
        "r": "nkjv:Jonah:3:8",
        "t": "But let man and beast be covered with sackcloth, and cry mightily to God; yes, let every one turn from his evil way and from the violence that is in his hands."
    },
    {
        "o": 25275,
        "r": "nkjv:Jonah:3:9",
        "t": "Who can tell if*i God will turn and relent, and turn away from His fierce anger, so that we may not perish?"
    },
    {
        "o": 25276,
        "r": "nkjv:Jonah:3:10",
        "t": "Then*p God saw their works, that they turned from their evil way; and God relented from the disaster that He had said He would bring upon them, and He did not do it."
    },
    {
        "o": 25277,
        "r": "nkjv:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 25278,
        "r": "nkjv:Jonah:4:0",
        "t": "Jonah’s Anger and God’s Kindness",
        "h": 2
    },
    {
        "o": 25279,
        "r": "nkjv:Jonah:4:1",
        "t": "But*p it displeased Jonah exceedingly, and he became angry."
    },
    {
        "o": 25280,
        "r": "nkjv:Jonah:4:2",
        "t": "So he prayed to the Lord,*s and said, “Ah, Lord,*s was not this what I said when I was still in my country? Therefore I fled previously to Tarshish; for I know that You are*i a gracious and merciful God, slow to anger and abundant in lovingkindness, One who relents from doing harm."
    },
    {
        "o": 25281,
        "r": "nkjv:Jonah:4:3",
        "t": "Therefore now, O Lord,*s please take my life from me, for it*i is*i better for me to die than to live!”"
    },
    {
        "o": 25282,
        "r": "nkjv:Jonah:4:4",
        "t": "Then*p the Lord*s said, “Is*i it*i right for you to be angry?”"
    },
    {
        "o": 25283,
        "r": "nkjv:Jonah:4:5",
        "t": "So*p Jonah went out of the city and sat on the east side of the city. There he made himself a shelter and sat under it in the shade, till he might see what would become of the city."
    },
    {
        "o": 25284,
        "r": "nkjv:Jonah:4:6",
        "t": "And the Lord*s God prepared a plant and made it come up over Jonah, that it might be shade for his head to deliver him from his misery. So Jonah was very grateful for the plant."
    },
    {
        "o": 25285,
        "r": "nkjv:Jonah:4:7",
        "t": "But as morning dawned the next day God prepared a worm, and it so*i damaged the plant that it withered."
    },
    {
        "o": 25286,
        "r": "nkjv:Jonah:4:8",
        "t": "And it happened, when the sun arose, that God prepared a vehement east wind; and the sun beat on Jonah’s head, so that he grew faint. Then he wished death for himself, and said, “It*i is*i better for me to die than to live.”"
    },
    {
        "o": 25287,
        "r": "nkjv:Jonah:4:9",
        "t": "Then*p God said to Jonah, “Is*i it*i right for you to be angry about the plant?” And*p he said, “It*i is*i right for me to be angry, even to death!”"
    },
    {
        "o": 25288,
        "r": "nkjv:Jonah:4:10",
        "t": "But*p the Lord*s said, “You have had pity on the plant for which you have not labored, nor made it grow, which came up in a night and perished in a night."
    },
    {
        "o": 25289,
        "r": "nkjv:Jonah:4:11",
        "t": "And should I not pity Nineveh, that great city, in which are more than one hundred and twenty thousand persons who cannot discern between their right hand and their left—and much livestock?”"
    }
]
