[
    {
        "o": 20784,
        "r": "nasb:Isaiah:50:0",
        "t": "Isaiah 50",
        "h": 1
    },
    {
        "o": 20785,
        "r": "nasb:Isaiah:50:0",
        "t": "God Helps His Servant",
        "h": 2
    },
    {
        "o": 20786,
        "r": "nasb:Isaiah:50:1",
        "t": "Thus*p says the Lord,*s “Where*pn is the certificate of divorce By*ln which I have sent your mother away? Or*ln to whom of My creditors did I sell you? Behold,*ln you were sold for your iniquities, And*ln for your transgressions your mother was sent away."
    },
    {
        "o": 20787,
        "r": "nasb:Isaiah:50:2",
        "t": "Why*ln was there no man when I came? When*ln I called, why*i was there none to answer? Is*ln My hand so short that it cannot ransom? Or*ln have I no power to deliver? Behold,*ln I dry up the sea with My rebuke, I*ln make the rivers a wilderness; Their*ln fish stink for lack of water And*ln die of thirst."
    },
    {
        "o": 20788,
        "r": "nasb:Isaiah:50:3",
        "t": "I*ln clothe the heavens with blackness And*ln make sackcloth their covering.”"
    },
    {
        "o": 20789,
        "r": "nasb:Isaiah:50:4",
        "t": "The*ln Lord God*s has given Me the tongue of disciples, That*ln I may know how to sustain the weary one with a word. He*ln awakens Me*i morning by morning, He*ln awakens My ear to listen as a disciple."
    },
    {
        "o": 20790,
        "r": "nasb:Isaiah:50:5",
        "t": "The*ln Lord God*s has opened My ear; And*ln I was not disobedient Nor*ln did I turn back."
    },
    {
        "o": 20791,
        "r": "nasb:Isaiah:50:6",
        "t": "I*ln gave My back to those who strike Me,*i And*ln My cheeks to those who pluck out the beard; I*ln did not cover My face from humiliation and spitting."
    },
    {
        "o": 20792,
        "r": "nasb:Isaiah:50:7",
        "t": "For*ln the Lord God*s helps Me, Therefore,*ln I am not disgraced; Therefore,*ln I have set My face like flint, And*ln I know that I will not be ashamed."
    },
    {
        "o": 20793,
        "r": "nasb:Isaiah:50:8",
        "t": "He*ln who vindicates Me is near; Who*ln will contend with Me? Let*ln us stand up to each other; Who*ln has a case against Me? Let*ln him draw near to Me."
    },
    {
        "o": 20794,
        "r": "nasb:Isaiah:50:9",
        "t": "Behold,*ln the Lord God*s helps Me; Who*ln is he who condemns Me? Behold,*ln they will all wear out like a garment; The*ln moth will eat them."
    },
    {
        "o": 20795,
        "r": "nasb:Isaiah:50:10",
        "t": "Who*ln is among you that fears the Lord,*s That*ln obeys the voice of His servant, That*ln walks in darkness and has no light? Let*ln him trust in the name of the Lord*s and rely on his God."
    },
    {
        "o": 20796,
        "r": "nasb:Isaiah:50:11",
        "t": "Behold,*ln all you who kindle a fire, Who*ln encircle yourselves with firebrands, Walk*ln in the light of your fire And*ln among the brands you have set ablaze. This*ln you will have from My hand: You*ln will lie down in torment."
    }
]
