[
    {
        "o": 22996,
        "r": "nkjv:Ezekiel:6:0",
        "t": "Ezekiel 6",
        "h": 1
    },
    {
        "o": 22997,
        "r": "nkjv:Ezekiel:6:0",
        "t": "Judgment on Idolatrous Israel",
        "h": 2
    },
    {
        "o": 22998,
        "r": "nkjv:Ezekiel:6:1",
        "t": "Now*p the word of the Lord*s came to me, saying:"
    },
    {
        "o": 22999,
        "r": "nkjv:Ezekiel:6:2",
        "t": "“Son of man, set your face toward the mountains of Israel, and prophesy against them,"
    },
    {
        "o": 23000,
        "r": "nkjv:Ezekiel:6:3",
        "t": "and say, ‘O mountains of Israel, hear the word of the Lord God!*s Thus says the Lord God*s to the mountains, to the hills, to the ravines, and to the valleys: “Indeed I, even*i I, will bring a sword against you, and I will destroy your high places."
    },
    {
        "o": 23001,
        "r": "nkjv:Ezekiel:6:4",
        "t": "Then your altars shall be desolate, your incense altars shall be broken, and I will cast down your slain men*i before your idols."
    },
    {
        "o": 23002,
        "r": "nkjv:Ezekiel:6:5",
        "t": "And I will lay the corpses of the children of Israel before their idols, and I will scatter your bones all around your altars."
    },
    {
        "o": 23003,
        "r": "nkjv:Ezekiel:6:6",
        "t": "In all your dwelling places the cities shall be laid waste, and the high places shall be desolate, so that your altars may be laid waste and made desolate, your idols may be broken and made to cease, your incense altars may be cut down, and your works may be abolished."
    },
    {
        "o": 23004,
        "r": "nkjv:Ezekiel:6:7",
        "t": "The slain shall fall in your midst, and you shall know that I am*i the Lord.*s"
    },
    {
        "o": 23005,
        "r": "nkjv:Ezekiel:6:8",
        "t": "“Yet*p I will leave a remnant, so that you may have some*i who escape the sword among the nations, when you are scattered through the countries."
    },
    {
        "o": 23006,
        "r": "nkjv:Ezekiel:6:9",
        "t": "Then those of you who escape will remember Me among the nations where they are carried captive, because I was crushed by their adulterous heart which has departed from Me, and by their eyes which play the harlot after their idols; they will loathe themselves for the evils which they committed in all their abominations."
    },
    {
        "o": 23007,
        "r": "nkjv:Ezekiel:6:10",
        "t": "And they shall know that I am*i the Lord;*s I have not said in vain that I would bring this calamity upon them.”"
    },
    {
        "o": 23008,
        "r": "nkjv:Ezekiel:6:11",
        "t": "‘Thus*p says the Lord God:*s “Pound your fists and stamp your feet, and say, ‘Alas, for all the evil abominations of the house of Israel! For they shall fall by the sword, by famine, and by pestilence."
    },
    {
        "o": 23009,
        "r": "nkjv:Ezekiel:6:12",
        "t": "He who is far off shall die by the pestilence, he who is near shall fall by the sword, and he who remains and is besieged shall die by the famine. Thus will I spend My fury upon them."
    },
    {
        "o": 23010,
        "r": "nkjv:Ezekiel:6:13",
        "t": "Then you shall know that I am*i the Lord,*s when their slain are among their idols all around their altars, on every high hill, on all the mountaintops, under every green tree, and under every thick oak, wherever they offered sweet incense to all their idols."
    },
    {
        "o": 23011,
        "r": "nkjv:Ezekiel:6:14",
        "t": "So I will stretch out My hand against them and make the land desolate, yes, more desolate than the wilderness toward Diblah, in all their dwelling places. Then they shall know that I am*i the Lord.’”’”*s"
    }
]
