[
    {
        "o": 20559,
        "r": "csb:Isaiah:37:0",
        "t": "Isaiah 37",
        "h": 1
    },
    {
        "o": 20560,
        "r": "csb:Isaiah:37:0",
        "t": "Hezekiah Seeks Isaiah’s Counsel",
        "h": 2
    },
    {
        "o": 20561,
        "r": "csb:Isaiah:37:1",
        "t": "When*p King Hezekiah heard their report, he tore his clothes, covered himself with sackcloth, and went to the Lord’s*s temple."
    },
    {
        "o": 20562,
        "r": "csb:Isaiah:37:2",
        "t": "He sent Eliakim, who was in charge of the palace, Shebna the court secretary, and the leading priests, who were covered with sackcloth, to the prophet Isaiah son of Amoz."
    },
    {
        "o": 20563,
        "r": "csb:Isaiah:37:3",
        "t": "They said to him, “This is what Hezekiah says: ‘Today is a day of distress, rebuke, and disgrace. It is as if children have come to the point of birth, and there is no strength to deliver them."
    },
    {
        "o": 20564,
        "r": "csb:Isaiah:37:4",
        "t": "Perhaps the Lord*s your God will hear all the words of the royal spokesman, whom his master the king of Assyria sent to mock the living God, and will rebuke him for the words that the Lord*s your God has heard. Therefore offer a prayer for the surviving remnant.’”"
    },
    {
        "o": 20565,
        "r": "csb:Isaiah:37:5",
        "t": "So*p the servants of King Hezekiah went to Isaiah,"
    },
    {
        "o": 20566,
        "r": "csb:Isaiah:37:6",
        "t": "who said to them, “Tell your master, ‘The Lord*s says this: Don’t be afraid because of the words you have heard, with which the king of Assyria’s attendants have blasphemed me."
    },
    {
        "o": 20567,
        "r": "csb:Isaiah:37:7",
        "t": "I am about to put a spirit in him and he will hear a rumor and return to his own land, where I will cause him to fall by the sword.’”"
    },
    {
        "o": 20568,
        "r": "csb:Isaiah:37:7",
        "t": "Sennacherib’s Letter",
        "h": 2
    },
    {
        "o": 20569,
        "r": "csb:Isaiah:37:8",
        "t": "When*p the royal spokesman heard that the king of Assyria had pulled out of Lachish, he left and found him fighting against Libnah."
    },
    {
        "o": 20570,
        "r": "csb:Isaiah:37:9",
        "t": "The king had heard concerning King Tirhakah of Cush, “He has set out to fight against you.” So when he heard this, he sent messengers to Hezekiah, saying,"
    },
    {
        "o": 20571,
        "r": "csb:Isaiah:37:10",
        "t": "“Say this to King Hezekiah of Judah: ‘Don’t let your God, on whom you rely, deceive you by promising that Jerusalem won’t be handed over to the king of Assyria."
    },
    {
        "o": 20572,
        "r": "csb:Isaiah:37:11",
        "t": "Look, you have heard what the kings of Assyria have done to all the countries: they completely destroyed them. Will you be rescued?"
    },
    {
        "o": 20573,
        "r": "csb:Isaiah:37:12",
        "t": "Did the gods of the nations that my predecessors destroyed rescue them - Gozan, Haran, Rezeph, and the Edenites in Telassar?"
    },
    {
        "o": 20574,
        "r": "csb:Isaiah:37:13",
        "t": "Where is the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, Hena, or Ivvah? ’”"
    },
    {
        "o": 20575,
        "r": "csb:Isaiah:37:13",
        "t": "Hezekiah’s Prayer",
        "h": 2
    },
    {
        "o": 20576,
        "r": "csb:Isaiah:37:14",
        "t": "Hezekiah*p took the letter from the messengers’ hands, read it, then went up to the Lord’s*s temple and spread it out before the Lord.*s"
    },
    {
        "o": 20577,
        "r": "csb:Isaiah:37:15",
        "t": "Then Hezekiah prayed to the Lord:*s"
    },
    {
        "o": 20578,
        "r": "csb:Isaiah:37:16",
        "t": "Lord*sp of Armies, God of Israel, enthroned between the cherubim, you are God- you alone- of all the kingdoms of the earth. You made the heavens and the earth."
    },
    {
        "o": 20579,
        "r": "csb:Isaiah:37:17",
        "t": "Listen closely, Lord,*s and hear; open your eyes, Lord,*s and see. Hear all the words that Sennacherib has sent to mock the living God."
    },
    {
        "o": 20580,
        "r": "csb:Isaiah:37:18",
        "t": "Lord,*s it is true that the kings of Assyria have devastated all these countries and their lands."
    },
    {
        "o": 20581,
        "r": "csb:Isaiah:37:19",
        "t": "They have thrown their gods into the fire, for they were not gods but made from wood and stone by human hands. So they have destroyed them."
    },
    {
        "o": 20582,
        "r": "csb:Isaiah:37:20",
        "t": "Now, Lord*s our God, save us from his power so that all the kingdoms of the earth may know that you, Lord,*s are God- you alone."
    },
    {
        "o": 20583,
        "r": "csb:Isaiah:37:20",
        "t": "God’s Answer through Isaiah",
        "h": 2
    },
    {
        "o": 20584,
        "r": "csb:Isaiah:37:21",
        "t": "Then*p Isaiah son of Amoz sent a message to Hezekiah: “The Lord,*s the God of Israel, says, ‘Because you prayed to me about King Sennacherib of Assyria,"
    },
    {
        "o": 20585,
        "r": "csb:Isaiah:37:22",
        "t": "this is the word the Lord*s has spoken against him: Virgin*pn Daughter Zion despises*ln you and scorns you; Daughter*ln Jerusalem shakes her head behind*ln your back."
    },
    {
        "o": 20586,
        "r": "csb:Isaiah:37:23",
        "t": "Who*ln is it you have mocked and blasphemed? Against*ln whom have you raised your voice and*ln lifted your eyes in pride? Against*ln the Holy One of Israel!"
    },
    {
        "o": 20587,
        "r": "csb:Isaiah:37:24",
        "t": "You*ln have mocked the Lord through your servants. You*ln have said, “With my many chariots I*ln have gone up to the heights of the mountains, to*ln the far recesses of Lebanon. I*ln cut down its tallest cedars, its*ln choice cypress trees. I*ln came to its distant heights, its*ln densest forest."
    },
    {
        "o": 20588,
        "r": "csb:Isaiah:37:25",
        "t": "I*ln dug wells and drank water in foreign lands. I*ln dried up all the streams of Egypt with*ln the soles of my feet.”"
    },
    {
        "o": 20589,
        "r": "csb:Isaiah:37:26",
        "t": "Have*pn you not heard? I*ln designed it long ago; I*ln planned it in days gone by. I*ln have now brought it to pass, and*ln you have crushed fortified cities into*ln piles of rubble."
    },
    {
        "o": 20590,
        "r": "csb:Isaiah:37:27",
        "t": "Their*ln inhabitants have become powerless, dismayed,*ln and ashamed. They*ln are plants of the field, tender*ln grass, grass*ln on the rooftops, blasted*ln by the east wind."
    },
    {
        "o": 20591,
        "r": "csb:Isaiah:37:28",
        "t": "But*pn I know your sitting down, your*ln going out and your coming in, and*ln your raging against me."
    },
    {
        "o": 20592,
        "r": "csb:Isaiah:37:29",
        "t": "Because*ln your raging against me and*ln your arrogance have reached my ears, I*ln will put my hook in your nose and*ln my bit in your mouth; I*ln will make you go back the*ln way you came."
    },
    {
        "o": 20593,
        "r": "csb:Isaiah:37:30",
        "t": "“‘This*p will be the sign for you: This year you will eat what grows on its own, and in the second year what grows from that. But in the third year sow and reap, plant vineyards and eat their fruit."
    },
    {
        "o": 20594,
        "r": "csb:Isaiah:37:31",
        "t": "The surviving remnant of the house of Judah will again take root downward and bear fruit upward."
    },
    {
        "o": 20595,
        "r": "csb:Isaiah:37:32",
        "t": "For a remnant will go out from Jerusalem, and survivors from Mount Zion. The zeal of the Lord*s of Armies will accomplish this.’"
    },
    {
        "o": 20596,
        "r": "csb:Isaiah:37:33",
        "t": "“Therefore,*p this is what the Lord*s says about the king of Assyria: He*pn will not enter this city, shoot*ln an arrow here, come*ln before it with a shield, or*ln build up a siege ramp against it."
    },
    {
        "o": 20597,
        "r": "csb:Isaiah:37:34",
        "t": "He*ln will go back the*ln way he came, and*ln he will not enter this city. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 20598,
        "r": "csb:Isaiah:37:35",
        "t": "I*pn will defend this city and rescue it for*ln my sake and*ln for the sake of my servant David.”"
    },
    {
        "o": 20599,
        "r": "csb:Isaiah:37:35",
        "t": "Defeat and Death of Sennacherib",
        "h": 2
    },
    {
        "o": 20600,
        "r": "csb:Isaiah:37:36",
        "t": "Then*p the angel of the Lord*s went out and struck down one hundred eighty-five thousand in the camp of the Assyrians. When the people got up the next morning, there were all the dead bodies!"
    },
    {
        "o": 20601,
        "r": "csb:Isaiah:37:37",
        "t": "So King Sennacherib of Assyria broke camp and left. He returned home and lived in Nineveh."
    },
    {
        "o": 20602,
        "r": "csb:Isaiah:37:38",
        "t": "One*p day, while he was worshiping in the temple of his god Nisroch, his sons Adrammelech and Sharezer struck him down with the sword and escaped to the land of Ararat. Then his son Esar-haddon became king in his place."
    }
]
