[
    {
        "o": 8218,
        "r": "nkjv:1 Samuel:11:0",
        "t": "1 Samuel 11",
        "h": 1
    },
    {
        "o": 8219,
        "r": "nkjv:1 Samuel:11:0",
        "t": "Saul Saves Jabesh Gilead",
        "h": 2
    },
    {
        "o": 8220,
        "r": "nkjv:1 Samuel:11:1",
        "t": "Then*p Nahash the Ammonite came up and encamped against Jabesh Gilead; and all the men of Jabesh said to Nahash, “Make a covenant with us, and we will serve you.”"
    },
    {
        "o": 8221,
        "r": "nkjv:1 Samuel:11:2",
        "t": "And*p Nahash the Ammonite answered them, “On this condition*i I will make a*i covenant*i with you, that I may put out all your right eyes, and bring reproach on all Israel.”"
    },
    {
        "o": 8222,
        "r": "nkjv:1 Samuel:11:3",
        "t": "Then*p the elders of Jabesh said to him, “Hold off for seven days, that we may send messengers to all the territory of Israel. And then, if there*i is*i no one to save us, we will come out to you.”"
    },
    {
        "o": 8223,
        "r": "nkjv:1 Samuel:11:4",
        "t": "So*p the messengers came to Gibeah of Saul and told the news in the hearing of the people. And all the people lifted up their voices and wept."
    },
    {
        "o": 8224,
        "r": "nkjv:1 Samuel:11:5",
        "t": "Now there was Saul, coming behind the herd from the field; and Saul said, “What troubles*i the people, that they weep?” And they told him the words of the men of Jabesh."
    },
    {
        "o": 8225,
        "r": "nkjv:1 Samuel:11:6",
        "t": "Then the Spirit of God came upon Saul when he heard this news, and his anger was greatly aroused."
    },
    {
        "o": 8226,
        "r": "nkjv:1 Samuel:11:7",
        "t": "So he took a yoke of oxen and cut them in pieces, and sent them*i throughout all the territory of Israel by the hands of messengers, saying, “Whoever does not go out with Saul and Samuel to battle, so it shall be done to his oxen.” And*p the fear of the Lord*s fell on the people, and they came out with one consent."
    },
    {
        "o": 8227,
        "r": "nkjv:1 Samuel:11:8",
        "t": "When he numbered them in Bezek, the children of Israel were three hundred thousand, and the men of Judah thirty thousand."
    },
    {
        "o": 8228,
        "r": "nkjv:1 Samuel:11:9",
        "t": "And they said to the messengers who came, “Thus you shall say to the men of Jabesh Gilead: ‘Tomorrow, by the*i time*i the sun is hot, you shall have help.’” Then the messengers came and reported it*i to the men of Jabesh, and they were glad."
    },
    {
        "o": 8229,
        "r": "nkjv:1 Samuel:11:10",
        "t": "Therefore the men of Jabesh said, “Tomorrow we will come out to you, and you may do with us whatever seems good to you.”"
    },
    {
        "o": 8230,
        "r": "nkjv:1 Samuel:11:11",
        "t": "So*p it was, on the next day, that Saul put the people in three companies; and they came into the midst of the camp in the morning watch, and killed Ammonites until the heat of the day. And it happened that those who survived were scattered, so that no two of them were left together."
    },
    {
        "o": 8231,
        "r": "nkjv:1 Samuel:11:12",
        "t": "Then*p the people said to Samuel, “Who is*i he who said, ‘Shall Saul reign over us?’ Bring the men, that we may put them to death.”"
    },
    {
        "o": 8232,
        "r": "nkjv:1 Samuel:11:13",
        "t": "But*p Saul said, “Not a man shall be put to death this day, for today the Lord*s has accomplished salvation in Israel.”"
    },
    {
        "o": 8233,
        "r": "nkjv:1 Samuel:11:14",
        "t": "Then*p Samuel said to the people, “Come, let us go to Gilgal and renew the kingdom there.”"
    },
    {
        "o": 8234,
        "r": "nkjv:1 Samuel:11:15",
        "t": "So all the people went to Gilgal, and there they made Saul king before the Lord*s in Gilgal. There they made sacrifices of peace offerings before the Lord,*s and there Saul and all the men of Israel rejoiced greatly."
    }
]
