[
    {
        "o": 16244,
        "r": "kjv:Psalm:104:0",
        "t": "Psalm 104",
        "h": 1
    },
    {
        "o": 16245,
        "r": "kjv:Psalm:104:1",
        "t": "Bless*p the Lord,*s O my soul. O Lord*s my God, thou art very great; thou art clothed with honour and majesty."
    },
    {
        "o": 16246,
        "r": "kjv:Psalm:104:2",
        "t": "Who*p coverest thyself with light as with a garment: who stretchest out the heavens like a curtain:"
    },
    {
        "o": 16247,
        "r": "kjv:Psalm:104:3",
        "t": "Who*p layeth the beams of his chambers in the waters: who maketh the clouds his chariot: who walketh upon the wings of the wind:"
    },
    {
        "o": 16248,
        "r": "kjv:Psalm:104:4",
        "t": "Who*p maketh his angels spirits; his ministers a flaming fire:"
    },
    {
        "o": 16249,
        "r": "kjv:Psalm:104:5",
        "t": "Who*p laid the foundations of the earth, that it should not be removed for ever."
    },
    {
        "o": 16250,
        "r": "kjv:Psalm:104:6",
        "t": "Thou*p coveredst it with the deep as with a garment: the waters stood above the mountains."
    },
    {
        "o": 16251,
        "r": "kjv:Psalm:104:7",
        "t": "At*p thy rebuke they fled; at the voice of thy thunder they hasted away."
    },
    {
        "o": 16252,
        "r": "kjv:Psalm:104:8",
        "t": "They*p go up by the mountains; they go down by the valleys unto the place which thou hast founded for them."
    },
    {
        "o": 16253,
        "r": "kjv:Psalm:104:9",
        "t": "Thou*p hast set a bound that they may not pass over; that they turn not again to cover the earth."
    },
    {
        "o": 16254,
        "r": "kjv:Psalm:104:10",
        "t": "He*p sendeth the springs into the valleys, which run among the hills."
    },
    {
        "o": 16255,
        "r": "kjv:Psalm:104:11",
        "t": "They*p give drink to every beast of the field: the wild asses quench their thirst."
    },
    {
        "o": 16256,
        "r": "kjv:Psalm:104:12",
        "t": "By*p them shall the fowls of the heaven have their habitation, which sing among the branches."
    },
    {
        "o": 16257,
        "r": "kjv:Psalm:104:13",
        "t": "He*p watereth the hills from his chambers: the earth is satisfied with the fruit of thy works."
    },
    {
        "o": 16258,
        "r": "kjv:Psalm:104:14",
        "t": "He*p causeth the grass to grow for the cattle, and herb for the service of man: that he may bring forth food out of the earth;"
    },
    {
        "o": 16259,
        "r": "kjv:Psalm:104:15",
        "t": "And*p wine that maketh glad the heart of man, and oil to make his face to shine, and bread which strengtheneth man's heart."
    },
    {
        "o": 16260,
        "r": "kjv:Psalm:104:16",
        "t": "The*p trees of the Lord*s are full of sap; the cedars of Lebanon, which he hath planted;"
    },
    {
        "o": 16261,
        "r": "kjv:Psalm:104:17",
        "t": "Where*p the birds make their nests: as for the stork, the fir trees are her house."
    },
    {
        "o": 16262,
        "r": "kjv:Psalm:104:18",
        "t": "The*p high hills are a refuge for the wild goats; and the rocks for the conies."
    },
    {
        "o": 16263,
        "r": "kjv:Psalm:104:19",
        "t": "He*p appointed the moon for seasons: the sun knoweth his going down."
    },
    {
        "o": 16264,
        "r": "kjv:Psalm:104:20",
        "t": "Thou*p makest darkness, and it is night: wherein all the beasts of the forest do creep forth."
    },
    {
        "o": 16265,
        "r": "kjv:Psalm:104:21",
        "t": "The*p young lions roar after their prey, and seek their meat from God."
    },
    {
        "o": 16266,
        "r": "kjv:Psalm:104:22",
        "t": "The*p sun ariseth, they gather themselves together, and lay them down in their dens."
    },
    {
        "o": 16267,
        "r": "kjv:Psalm:104:23",
        "t": "Man*p goeth forth unto his work and to his labour until the evening."
    },
    {
        "o": 16268,
        "r": "kjv:Psalm:104:24",
        "t": "O*p Lord,*s how manifold are thy works! in wisdom hast thou made them all: the earth is full of thy riches."
    },
    {
        "o": 16269,
        "r": "kjv:Psalm:104:25",
        "t": "So*p is this great and wide sea, wherein are things creeping innumerable, both small and great beasts."
    },
    {
        "o": 16270,
        "r": "kjv:Psalm:104:26",
        "t": "There*p go the ships: there is that leviathan, whom thou hast made to play therein."
    },
    {
        "o": 16271,
        "r": "kjv:Psalm:104:27",
        "t": "These*p wait all upon thee; that thou mayest give them their meat in due season."
    },
    {
        "o": 16272,
        "r": "kjv:Psalm:104:28",
        "t": "That*p thou givest them they gather: thou openest thine hand, they are filled with good."
    },
    {
        "o": 16273,
        "r": "kjv:Psalm:104:29",
        "t": "Thou*p hidest thy face, they are troubled: thou takest away their breath, they die, and return to their dust."
    },
    {
        "o": 16274,
        "r": "kjv:Psalm:104:30",
        "t": "Thou*p sendest forth thy spirit, they are created: and thou renewest the face of the earth."
    },
    {
        "o": 16275,
        "r": "kjv:Psalm:104:31",
        "t": "The*p glory of the Lord*s shall endure for ever: the Lord*s shall rejoice in his works."
    },
    {
        "o": 16276,
        "r": "kjv:Psalm:104:32",
        "t": "He*p looketh on the earth, and it trembleth: he toucheth the hills, and they smoke."
    },
    {
        "o": 16277,
        "r": "kjv:Psalm:104:33",
        "t": "I*p will sing unto the Lord*s as long as I live: I will sing praise to my God while I have my being."
    },
    {
        "o": 16278,
        "r": "kjv:Psalm:104:34",
        "t": "My*p meditation of him shall be sweet: I will be glad in the Lord.*s"
    },
    {
        "o": 16279,
        "r": "kjv:Psalm:104:35",
        "t": "Let*p the sinners be consumed out of the earth, and let the wicked be no more. Bless thou the Lord,*s O my soul. Praise ye the Lord.*s"
    }
]
