[
    {
        "o": 12419,
        "r": "niv:2 Chronicles:8:0",
        "t": "2 Chronicles 8",
        "h": 1
    },
    {
        "o": 12420,
        "r": "niv:2 Chronicles:8:0",
        "t": "Solomon’s Other Activities",
        "h": 2
    },
    {
        "o": 12421,
        "r": "niv:2 Chronicles:8:1",
        "t": "At*p the end of twenty years, during which Solomon built the temple of the Lord*s and his own palace,"
    },
    {
        "o": 12422,
        "r": "niv:2 Chronicles:8:2",
        "t": "Solomon rebuilt the villages that Hiram had given him, and settled Israelites in them."
    },
    {
        "o": 12423,
        "r": "niv:2 Chronicles:8:3",
        "t": "Solomon then went to Hamath Zobah and captured it."
    },
    {
        "o": 12424,
        "r": "niv:2 Chronicles:8:4",
        "t": "He also built up Tadmor in the desert and all the store cities he had built in Hamath."
    },
    {
        "o": 12425,
        "r": "niv:2 Chronicles:8:5",
        "t": "He rebuilt Upper Beth Horon and Lower Beth Horon as fortified cities, with walls and with gates and bars,"
    },
    {
        "o": 12426,
        "r": "niv:2 Chronicles:8:6",
        "t": "as well as Baalath and all his store cities, and all the cities for his chariots and for his horses —whatever he desired to build in Jerusalem, in Lebanon and throughout all the territory he ruled."
    },
    {
        "o": 12427,
        "r": "niv:2 Chronicles:8:7",
        "t": "There*p were still people left from the Hittites, Amorites, Perizzites, Hivites and Jebusites (these people were not Israelites)."
    },
    {
        "o": 12428,
        "r": "niv:2 Chronicles:8:8",
        "t": "Solomon conscripted the descendants of all these people remaining in the land—whom the Israelites had not destroyed—to serve as slave labor, as it is to this day."
    },
    {
        "o": 12429,
        "r": "niv:2 Chronicles:8:9",
        "t": "But Solomon did not make slaves of the Israelites for his work; they were his fighting men, commanders of his captains, and commanders of his chariots and charioteers."
    },
    {
        "o": 12430,
        "r": "niv:2 Chronicles:8:10",
        "t": "They were also King Solomon’s chief officials—two hundred and fifty officials supervising the men."
    },
    {
        "o": 12431,
        "r": "niv:2 Chronicles:8:11",
        "t": "Solomon*p brought Pharaoh’s daughter up from the City of David to the palace he had built for her, for he said, “My wife must not live in the palace of David king of Israel, because the places the ark of the Lord*s has entered are holy.”"
    },
    {
        "o": 12432,
        "r": "niv:2 Chronicles:8:12",
        "t": "On*p the altar of the Lord*s that he had built in front of the portico, Solomon sacrificed burnt offerings to the Lord,*s"
    },
    {
        "o": 12433,
        "r": "niv:2 Chronicles:8:13",
        "t": "according to the daily requirement for offerings commanded by Moses for the Sabbaths, the New Moons and the three annual festivals—the Festival of Unleavened Bread, the Festival of Weeks and the Festival of Tabernacles."
    },
    {
        "o": 12434,
        "r": "niv:2 Chronicles:8:14",
        "t": "In keeping with the ordinance of his father David, he appointed the divisions of the priests for their duties, and the Levites to lead the praise and to assist the priests according to each day’s requirement. He also appointed the gatekeepers by divisions for the various gates, because this was what David the man of God had ordered."
    },
    {
        "o": 12435,
        "r": "niv:2 Chronicles:8:15",
        "t": "They did not deviate from the king’s commands to the priests or to the Levites in any matter, including that of the treasuries."
    },
    {
        "o": 12436,
        "r": "niv:2 Chronicles:8:16",
        "t": "All*p Solomon’s work was carried out, from the day the foundation of the temple of the Lord*s was laid until its completion. So the temple of the Lord*s was finished."
    },
    {
        "o": 12437,
        "r": "niv:2 Chronicles:8:17",
        "t": "Then*p Solomon went to Ezion Geber and Elath on the coast of Edom."
    },
    {
        "o": 12438,
        "r": "niv:2 Chronicles:8:18",
        "t": "And Hiram sent him ships commanded by his own men, sailors who knew the sea. These, with Solomon’s men, sailed to Ophir and brought back four hundred and fifty talents of gold, which they delivered to King Solomon."
    }
]
