[
    {
        "o": 1545,
        "r": "nasb:Genesis:47:0",
        "t": "Genesis 47",
        "h": 1
    },
    {
        "o": 1546,
        "r": "nasb:Genesis:47:0",
        "t": "Jacob’s Family Settles in Goshen",
        "h": 2
    },
    {
        "o": 1547,
        "r": "nasb:Genesis:47:1",
        "t": "Then*p Joseph went in and told Pharaoh, and said, “My father and my brothers and their flocks and their herds and all that they have, have come out of the land of Canaan; and behold, they are in the land of Goshen.”"
    },
    {
        "o": 1548,
        "r": "nasb:Genesis:47:2",
        "t": "He took five men from among his brothers and presented them to Pharaoh."
    },
    {
        "o": 1549,
        "r": "nasb:Genesis:47:3",
        "t": "Then Pharaoh said to his brothers, “What is your occupation?” So they said to Pharaoh, “Your servants are shepherds, both we and our fathers.”"
    },
    {
        "o": 1550,
        "r": "nasb:Genesis:47:4",
        "t": "They said to Pharaoh, “We have come to sojourn in the land, for there is no pasture for your servants’ flocks, for the famine is severe in the land of Canaan. Now, therefore, please let your servants live in the land of Goshen.”"
    },
    {
        "o": 1551,
        "r": "nasb:Genesis:47:5",
        "t": "Then Pharaoh said to Joseph, “Your father and your brothers have come to you."
    },
    {
        "o": 1552,
        "r": "nasb:Genesis:47:6",
        "t": "The land of Egypt is at your disposal; settle your father and your brothers in the best of the land, let them live in the land of Goshen; and if you know any capable men among them, then put them in charge of my livestock.”"
    },
    {
        "o": 1553,
        "r": "nasb:Genesis:47:7",
        "t": "Then*p Joseph brought his father Jacob and presented him to Pharaoh; and Jacob blessed Pharaoh."
    },
    {
        "o": 1554,
        "r": "nasb:Genesis:47:8",
        "t": "Pharaoh said to Jacob, “How many years have you lived?”"
    },
    {
        "o": 1555,
        "r": "nasb:Genesis:47:9",
        "t": "So Jacob said to Pharaoh, “The years of my sojourning are one hundred and thirty; few and unpleasant have been the years of my life, nor have they attained the years that my fathers lived during the days of their sojourning.”"
    },
    {
        "o": 1556,
        "r": "nasb:Genesis:47:10",
        "t": "And Jacob blessed Pharaoh, and went out from his presence."
    },
    {
        "o": 1557,
        "r": "nasb:Genesis:47:11",
        "t": "So Joseph settled his father and his brothers and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had ordered."
    },
    {
        "o": 1558,
        "r": "nasb:Genesis:47:12",
        "t": "Joseph provided his father and his brothers and all his father’s household with food, according to their little ones."
    },
    {
        "o": 1559,
        "r": "nasb:Genesis:47:13",
        "t": "Now*p there was no food in all the land, because the famine was very severe, so that the land of Egypt and the land of Canaan languished because of the famine."
    },
    {
        "o": 1560,
        "r": "nasb:Genesis:47:14",
        "t": "Joseph gathered all the money that was found in the land of Egypt and in the land of Canaan for the grain which they bought, and Joseph brought the money into Pharaoh’s house."
    },
    {
        "o": 1561,
        "r": "nasb:Genesis:47:15",
        "t": "When the money was all spent in the land of Egypt and in the land of Canaan, all the Egyptians came to Joseph and said, “Give us food, for why should we die in your presence? For our*i money is gone.”"
    },
    {
        "o": 1562,
        "r": "nasb:Genesis:47:16",
        "t": "Then Joseph said, “Give up your livestock, and I will give you food*i for your livestock, since your*i money is gone.”"
    },
    {
        "o": 1563,
        "r": "nasb:Genesis:47:17",
        "t": "So they brought their livestock to Joseph, and Joseph gave them food in exchange for the horses and the flocks and the herds and the donkeys; and he fed them with food in exchange for all their livestock that year."
    },
    {
        "o": 1564,
        "r": "nasb:Genesis:47:18",
        "t": "When that year was ended, they came to him the next year and said to him, “We will not hide from my lord that our money is all spent, and the cattle are my lord’s. There is nothing left for my lord except our bodies and our lands."
    },
    {
        "o": 1565,
        "r": "nasb:Genesis:47:19",
        "t": "Why should we die before your eyes, both we and our land? Buy us and our land for food, and we and our land will be slaves to Pharaoh. So give us seed, that we may live and not die, and that the land may not be desolate.”"
    },
    {
        "o": 1566,
        "r": "nasb:Genesis:47:19",
        "t": "Result of the Famine",
        "h": 2
    },
    {
        "o": 1567,
        "r": "nasb:Genesis:47:20",
        "t": "So*p Joseph bought all the land of Egypt for Pharaoh, for every Egyptian sold his field, because the famine was severe upon them. Thus the land became Pharaoh’s."
    },
    {
        "o": 1568,
        "r": "nasb:Genesis:47:21",
        "t": "As for the people, he removed them to the cities from one end of Egypt’s border to the other."
    },
    {
        "o": 1569,
        "r": "nasb:Genesis:47:22",
        "t": "Only the land of the priests he did not buy, for the priests had an allotment from Pharaoh, and they lived off the allotment which Pharaoh gave them. Therefore, they did not sell their land."
    },
    {
        "o": 1570,
        "r": "nasb:Genesis:47:23",
        "t": "Then Joseph said to the people, “Behold, I have today bought you and your land for Pharaoh; now, here*i is seed for you, and you may sow the land."
    },
    {
        "o": 1571,
        "r": "nasb:Genesis:47:24",
        "t": "At the harvest you shall give a fifth to Pharaoh, and four-fifths shall be your own for seed of the field and for your food and for those of your households and as food for your little ones.”"
    },
    {
        "o": 1572,
        "r": "nasb:Genesis:47:25",
        "t": "So they said, “You have saved our lives! Let us find favor in the sight of my lord, and we will be Pharaoh’s slaves.”"
    },
    {
        "o": 1573,
        "r": "nasb:Genesis:47:26",
        "t": "Joseph made it a statute concerning the land of Egypt valid*i to this day, that Pharaoh should have the fifth; only the land of the priests did not become Pharaoh’s."
    },
    {
        "o": 1574,
        "r": "nasb:Genesis:47:27",
        "t": "Now*p Israel lived in the land of Egypt, in Goshen, and they acquired property in it and were fruitful and became very numerous."
    },
    {
        "o": 1575,
        "r": "nasb:Genesis:47:28",
        "t": "Jacob lived in the land of Egypt seventeen years; so the length of Jacob’s life was one hundred and forty-seven years."
    },
    {
        "o": 1576,
        "r": "nasb:Genesis:47:29",
        "t": "When*p the time for Israel to die drew near, he called his son Joseph and said to him, “Please, if I have found favor in your sight, place now your hand under my thigh and deal with me in kindness and faithfulness. Please do not bury me in Egypt,"
    },
    {
        "o": 1577,
        "r": "nasb:Genesis:47:30",
        "t": "but when I lie down with my fathers, you shall carry me out of Egypt and bury me in their burial place.” And he said, “I will do as you have said.”"
    },
    {
        "o": 1578,
        "r": "nasb:Genesis:47:31",
        "t": "He said, “Swear to me.” So he swore to him. Then Israel bowed in*i worship*i at the head of the bed."
    }
]
