[
    {
        "o": 507,
        "r": "csb:Genesis:19:0",
        "t": "Genesis 19",
        "h": 1
    },
    {
        "o": 508,
        "r": "csb:Genesis:19:0",
        "t": "The Destruction of Sodom and Gomorrah",
        "h": 2
    },
    {
        "o": 509,
        "r": "csb:Genesis:19:1",
        "t": "The*p two angels entered Sodom in the evening as Lot was sitting in Sodom’s gateway. When Lot saw them, he got up to meet them. He bowed with his face to the ground"
    },
    {
        "o": 510,
        "r": "csb:Genesis:19:2",
        "t": "and said, “My lords, turn aside to your servant’s house, wash your feet, and spend the night. Then you can get up early and go on your way.” “No,”*p they said. “We would rather spend the night in the square.”"
    },
    {
        "o": 511,
        "r": "csb:Genesis:19:3",
        "t": "But he urged them so strongly that they followed him and went into his house. He prepared a feast and baked unleavened bread for them, and they ate."
    },
    {
        "o": 512,
        "r": "csb:Genesis:19:4",
        "t": "Before*p they went to bed, the men of the city of Sodom, both young and old, the whole population, surrounded the house."
    },
    {
        "o": 513,
        "r": "csb:Genesis:19:5",
        "t": "They called out to Lot and said, “Where are the men who came to you tonight? Send them out to us so we can have sex with them!”"
    },
    {
        "o": 514,
        "r": "csb:Genesis:19:6",
        "t": "Lot*p went out to them at the entrance and shut the door behind him."
    },
    {
        "o": 515,
        "r": "csb:Genesis:19:7",
        "t": "He said, “Don’t do this evil, my brothers."
    },
    {
        "o": 516,
        "r": "csb:Genesis:19:8",
        "t": "Look, I’ve got two daughters who haven’t been intimate with a man. I’ll bring them out to you, and you can do whatever you want to them. However, don’t do anything to these men, because they have come under the protection of my roof.”"
    },
    {
        "o": 517,
        "r": "csb:Genesis:19:9",
        "t": "“Get*p out of the way!” they said, adding, “This one came here as an alien, but he’s acting like a judge! Now we’ll do more harm to you than to them.” They put pressure on Lot and came up to break down the door."
    },
    {
        "o": 518,
        "r": "csb:Genesis:19:10",
        "t": "But the angels reached out, brought Lot into the house with them, and shut the door."
    },
    {
        "o": 519,
        "r": "csb:Genesis:19:11",
        "t": "They struck the men who were at the entrance of the house, both young and old, with blindness so that they were unable to find the entrance."
    },
    {
        "o": 520,
        "r": "csb:Genesis:19:12",
        "t": "Then*p the angels said to Lot, “Do you have anyone else here: a son-in-law, your sons and daughters, or anyone else in the city who belongs to you? Get them out of this place,"
    },
    {
        "o": 521,
        "r": "csb:Genesis:19:13",
        "t": "for we are about to destroy this place because the outcry against its people is so great before the Lord,*s that the Lord*s has sent us to destroy it.”"
    },
    {
        "o": 522,
        "r": "csb:Genesis:19:14",
        "t": "So*p Lot went out and spoke to his sons-in-law, who were going to marry his daughters. “Get up,” he said. “Get out of this place, for the Lord*s is about to destroy the city!” But his sons-in-law thought he was joking."
    },
    {
        "o": 523,
        "r": "csb:Genesis:19:15",
        "t": "At*p daybreak the angels urged Lot on: “Get up! Take your wife and your two daughters who are here, or you will be swept away in the punishment of the city.”"
    },
    {
        "o": 524,
        "r": "csb:Genesis:19:16",
        "t": "But he hesitated. Because of the Lord’s*s compassion for him, the men grabbed his hand, his wife’s hand, and the hands of his two daughters. They brought him out and left him outside the city."
    },
    {
        "o": 525,
        "r": "csb:Genesis:19:17",
        "t": "As*p soon as the angels got them outside, one of them said, “Run for your lives! Don’t look back and don’t stop anywhere on the plain! Run to the mountains, or you will be swept away!”"
    },
    {
        "o": 526,
        "r": "csb:Genesis:19:18",
        "t": "But*p Lot said to them, “No, my lords- please."
    },
    {
        "o": 527,
        "r": "csb:Genesis:19:19",
        "t": "Your servant has indeed found favor with you, and you have shown me great kindness by saving my life. But I can’t run to the mountains; the disaster will overtake me, and I will die."
    },
    {
        "o": 528,
        "r": "csb:Genesis:19:20",
        "t": "Look, this town is close enough for me to flee to. It is a small place. Please let me run to it - it’s only a small place, isn’t it? - so that I can survive.”"
    },
    {
        "o": 529,
        "r": "csb:Genesis:19:21",
        "t": "And*p he said to him, “All right, I’ll grant your request about this matter too and will not demolish the town you mentioned."
    },
    {
        "o": 530,
        "r": "csb:Genesis:19:22",
        "t": "Hurry up! Run to it, for I cannot do anything until you get there.” Therefore the name of the city is Zoar."
    },
    {
        "o": 531,
        "r": "csb:Genesis:19:23",
        "t": "The*p sun had risen over the land when Lot reached Zoar."
    },
    {
        "o": 532,
        "r": "csb:Genesis:19:24",
        "t": "Then out of the sky the Lord*s rained on Sodom and Gomorrah burning sulfur from the Lord.*s"
    },
    {
        "o": 533,
        "r": "csb:Genesis:19:25",
        "t": "He demolished these cities, the entire plain, all the inhabitants of the cities, and whatever grew on the ground."
    },
    {
        "o": 534,
        "r": "csb:Genesis:19:26",
        "t": "But Lot’s wife looked back and became a pillar of salt."
    },
    {
        "o": 535,
        "r": "csb:Genesis:19:27",
        "t": "Early*p in the morning Abraham went to the place where he had stood before the Lord.*s"
    },
    {
        "o": 536,
        "r": "csb:Genesis:19:28",
        "t": "He looked down toward Sodom and Gomorrah and all the land of the plain, and he saw that smoke was going up from the land like the smoke of a furnace."
    },
    {
        "o": 537,
        "r": "csb:Genesis:19:29",
        "t": "So it was, when God destroyed the cities of the plain, he remembered Abraham and brought Lot out of the middle of the upheaval when he demolished the cities where Lot had lived."
    },
    {
        "o": 538,
        "r": "csb:Genesis:19:29",
        "t": "The Origin of Moab and Ammon",
        "h": 2
    },
    {
        "o": 539,
        "r": "csb:Genesis:19:30",
        "t": "Lot*p departed from Zoar and lived in the mountains along with his two daughters, because he was afraid to live in Zoar. Instead, he and his two daughters lived in a cave."
    },
    {
        "o": 540,
        "r": "csb:Genesis:19:31",
        "t": "Then the firstborn said to the younger, “Our father is old, and there is no man in the land to sleep with us as is the custom of all the land."
    },
    {
        "o": 541,
        "r": "csb:Genesis:19:32",
        "t": "Come, let’s get our father to drink wine so that we can sleep with him and preserve our father’s line.”"
    },
    {
        "o": 542,
        "r": "csb:Genesis:19:33",
        "t": "So they got their father to drink wine that night, and the firstborn came and slept with her father; he did not know when she lay down or when she got up."
    },
    {
        "o": 543,
        "r": "csb:Genesis:19:34",
        "t": "The*p next day the firstborn said to the younger, “Look, I slept with my father last night. Let’s get him to drink wine again tonight so you can go sleep with him and we can preserve our father’s line.”"
    },
    {
        "o": 544,
        "r": "csb:Genesis:19:35",
        "t": "That night they again got their father to drink wine, and the younger went and slept with him; he did not know when she lay down or when she got up."
    },
    {
        "o": 545,
        "r": "csb:Genesis:19:36",
        "t": "So*p both of Lot’s daughters became pregnant by their father."
    },
    {
        "o": 546,
        "r": "csb:Genesis:19:37",
        "t": "The firstborn gave birth to a son and named him Moab. He is the father of the Moabites of today."
    },
    {
        "o": 547,
        "r": "csb:Genesis:19:38",
        "t": "The younger also gave birth to a son, and she named him Ben-ammi. He is the father of the Ammonites of today."
    }
]
