[
    {
        "o": 24535,
        "r": "esv:Daniel:12:0",
        "t": "Daniel 12",
        "h": 1
    },
    {
        "o": 24536,
        "r": "esv:Daniel:12:0",
        "t": "The Time of the End",
        "h": 2
    },
    {
        "o": 24537,
        "r": "esv:Daniel:12:1",
        "t": "“At*p that time shall arise Michael, the great prince who has charge of your people. And there shall be a time of trouble, such as never has been since there was a nation till that time. But at that time your people shall be delivered, everyone whose name shall be found written in the book."
    },
    {
        "o": 24538,
        "r": "esv:Daniel:12:2",
        "t": "And many of those who sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt."
    },
    {
        "o": 24539,
        "r": "esv:Daniel:12:3",
        "t": "And those who are wise shall shine like the brightness of the sky above; and those who turn many to righteousness, like the stars forever and ever."
    },
    {
        "o": 24540,
        "r": "esv:Daniel:12:4",
        "t": "But you, Daniel, shut up the words and seal the book, until the time of the end. Many shall run to and fro, and knowledge shall increase.”"
    },
    {
        "o": 24541,
        "r": "esv:Daniel:12:5",
        "t": "Then*p I, Daniel, looked, and behold, two others stood, one on this bank of the stream and one on that bank of the stream."
    },
    {
        "o": 24542,
        "r": "esv:Daniel:12:6",
        "t": "And someone said to the man clothed in linen, who was above the waters of the stream, “How long shall it be till the end of these wonders?”"
    },
    {
        "o": 24543,
        "r": "esv:Daniel:12:7",
        "t": "And I heard the man clothed in linen, who was above the waters of the stream; he raised his right hand and his left hand toward heaven and swore by him who lives forever that it would be for a time, times, and half a time, and that when the shattering of the power of the holy people comes to an end all these things would be finished."
    },
    {
        "o": 24544,
        "r": "esv:Daniel:12:8",
        "t": "I heard, but I did not understand. Then I said, “O my lord, what shall be the outcome of these things?”"
    },
    {
        "o": 24545,
        "r": "esv:Daniel:12:9",
        "t": "He said, “Go your way, Daniel, for the words are shut up and sealed until the time of the end."
    },
    {
        "o": 24546,
        "r": "esv:Daniel:12:10",
        "t": "Many shall purify themselves and make themselves white and be refined, but the wicked shall act wickedly. And none of the wicked shall understand, but those who are wise shall understand."
    },
    {
        "o": 24547,
        "r": "esv:Daniel:12:11",
        "t": "And from the time that the regular burnt offering is taken away and the abomination that makes desolate is set up, there shall be 1,290 days."
    },
    {
        "o": 24548,
        "r": "esv:Daniel:12:12",
        "t": "Blessed is he who waits and arrives at the 1,335 days."
    },
    {
        "o": 24549,
        "r": "esv:Daniel:12:13",
        "t": "But go your way till the end. And you shall rest and shall stand in your allotted place at the end of the days.”"
    }
]
