[
    {
        "o": 5983,
        "r": "csb:Deuteronomy:20:0",
        "t": "Deuteronomy 20",
        "h": 1
    },
    {
        "o": 5984,
        "r": "csb:Deuteronomy:20:0",
        "t": "Rules for War",
        "h": 2
    },
    {
        "o": 5985,
        "r": "csb:Deuteronomy:20:1",
        "t": "“When*p you go out to war against your enemies and see horses, chariots, and an army larger than yours, do not be afraid of them, for the Lord*s your God, who brought you out of the land of Egypt, is with you."
    },
    {
        "o": 5986,
        "r": "csb:Deuteronomy:20:2",
        "t": "When you are about to engage in battle, the priest is to come forward and address the army."
    },
    {
        "o": 5987,
        "r": "csb:Deuteronomy:20:3",
        "t": "He is to say to them, ‘Listen, Israel: Today you are about to engage in battle with your enemies. Do not be cowardly. Do not be afraid, alarmed, or terrified because of them."
    },
    {
        "o": 5988,
        "r": "csb:Deuteronomy:20:4",
        "t": "For the Lord*s your God is the one who goes with you to fight for you against your enemies to give you victory.’"
    },
    {
        "o": 5989,
        "r": "csb:Deuteronomy:20:5",
        "t": "“The*p officers are to address the army, ‘Has any man built a new house and not dedicated it? Let him leave and return home. Otherwise, he may die in battle and another man dedicate it."
    },
    {
        "o": 5990,
        "r": "csb:Deuteronomy:20:6",
        "t": "Has any man planted a vineyard and not begun to enjoy its fruit? Let him leave and return home. Otherwise he may die in battle and another man enjoy its fruit."
    },
    {
        "o": 5991,
        "r": "csb:Deuteronomy:20:7",
        "t": "Has any man become engaged to a woman and not married her? Let him leave and return home. Otherwise he may die in battle and another man marry her.’"
    },
    {
        "o": 5992,
        "r": "csb:Deuteronomy:20:8",
        "t": "The officers will continue to address the army and say, ‘Is there any man who is afraid or cowardly? Let him leave and return home, so that his brothers won’t lose heart as he did.’"
    },
    {
        "o": 5993,
        "r": "csb:Deuteronomy:20:9",
        "t": "When the officers have finished addressing the army, they will appoint military commanders to lead it."
    },
    {
        "o": 5994,
        "r": "csb:Deuteronomy:20:10",
        "t": "“When*p you approach a city to fight against it, make an offer of peace."
    },
    {
        "o": 5995,
        "r": "csb:Deuteronomy:20:11",
        "t": "If it accepts your offer of peace and opens its gates to you, all the people found in it will become forced laborers for you and serve you."
    },
    {
        "o": 5996,
        "r": "csb:Deuteronomy:20:12",
        "t": "However, if it does not make peace with you but wages war against you, lay siege to it."
    },
    {
        "o": 5997,
        "r": "csb:Deuteronomy:20:13",
        "t": "When the Lord*s your God hands it over to you, strike down all its males with the sword."
    },
    {
        "o": 5998,
        "r": "csb:Deuteronomy:20:14",
        "t": "But you may take the women, dependents, animals, and whatever else is in the city - all its spoil - as plunder. You may enjoy the spoil of your enemies that the Lord*s your God has given you."
    },
    {
        "o": 5999,
        "r": "csb:Deuteronomy:20:15",
        "t": "This is how you are to treat all the cities that are far away from you and are not among the cities of these nations."
    },
    {
        "o": 6000,
        "r": "csb:Deuteronomy:20:16",
        "t": "However, you must not let any living thing survive among the cities of these people the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 6001,
        "r": "csb:Deuteronomy:20:17",
        "t": "You must completely destroy them - the Hethite, Amorite, Canaanite, Perizzite, Hivite, and Jebusite - as the Lord*s your God has commanded you,"
    },
    {
        "o": 6002,
        "r": "csb:Deuteronomy:20:18",
        "t": "so that they won’t teach you to do all the detestable acts they do for their gods, and you sin against the Lord*s your God."
    },
    {
        "o": 6003,
        "r": "csb:Deuteronomy:20:19",
        "t": "“When*p you lay siege to a city for a long time, fighting against it in order to capture it, do not destroy its trees by putting an ax to them, because you can get food from them. Do not cut them down. Are trees of the field human, to come under siege by you?"
    },
    {
        "o": 6004,
        "r": "csb:Deuteronomy:20:20",
        "t": "But you may destroy the trees that you know do not produce food. You may cut them down to build siege works against the city that is waging war against you, until it falls."
    }
]
