[
    {
        "o": 34388,
        "r": "csb:James:4:0",
        "t": "James 4",
        "h": 1
    },
    {
        "o": 34389,
        "r": "csb:James:4:0",
        "t": "Proud or Humble",
        "h": 2
    },
    {
        "o": 34390,
        "r": "csb:James:4:1",
        "t": "What*p is the source of wars and fights among you? Don’t they come from your passions that wage war within you?"
    },
    {
        "o": 34391,
        "r": "csb:James:4:2",
        "t": "You desire and do not have. You murder and covet and cannot obtain. You fight and wage war. You do not have because you do not ask."
    },
    {
        "o": 34392,
        "r": "csb:James:4:3",
        "t": "You ask and don’t receive because you ask with wrong motives, so that you may spend it on your pleasures."
    },
    {
        "o": 34393,
        "r": "csb:James:4:4",
        "t": "You*p adulterous people! Don’t you know that friendship with the world is hostility toward God? So whoever wants to be the friend of the world becomes the enemy of God."
    },
    {
        "o": 34394,
        "r": "csb:James:4:5",
        "t": "Or do you think it’s without reason that the Scripture says: The spirit he made to dwell in us envies intensely?"
    },
    {
        "o": 34395,
        "r": "csb:James:4:6",
        "t": "But*p he gives greater grace. Therefore he says: God*ipn resists*i the*i proud*i but*iln gives*i grace*i to*i the*i humble.*i"
    },
    {
        "o": 34396,
        "r": "csb:James:4:7",
        "t": "Therefore,*p submit to God. Resist the devil, and he will flee from you."
    },
    {
        "o": 34397,
        "r": "csb:James:4:8",
        "t": "Draw near to God, and he will draw near to you. Cleanse your hands, sinners, and purify your hearts, you double-minded."
    },
    {
        "o": 34398,
        "r": "csb:James:4:9",
        "t": "Be miserable and mourn and weep. Let your laughter be turned to mourning and your joy to gloom."
    },
    {
        "o": 34399,
        "r": "csb:James:4:10",
        "t": "Humble yourselves before the Lord, and he will exalt you."
    },
    {
        "o": 34400,
        "r": "csb:James:4:11",
        "t": "Don’t*p criticize one another, brothers and sisters. Anyone who defames or judges a fellow believer defames and judges the law. If you judge the law, you are not a doer of the law but a judge."
    },
    {
        "o": 34401,
        "r": "csb:James:4:12",
        "t": "There is one lawgiver and judge who is able to save and to destroy. But who are you to judge your neighbor?"
    },
    {
        "o": 34402,
        "r": "csb:James:4:12",
        "t": "Our Will and God’s Will",
        "h": 2
    },
    {
        "o": 34403,
        "r": "csb:James:4:13",
        "t": "Come*p now, you who say, “Today or tomorrow we will travel to such and such a city and spend a year there and do business and make a profit.”"
    },
    {
        "o": 34404,
        "r": "csb:James:4:14",
        "t": "Yet you do not know what tomorrow will bring - what your life will be! For you are like vapor that appears for a little while, then vanishes."
    },
    {
        "o": 34405,
        "r": "csb:James:4:15",
        "t": "Instead,*p you should say, “If the Lord wills, we will live and do this or that.”"
    },
    {
        "o": 34406,
        "r": "csb:James:4:16",
        "t": "But as it is, you boast in your arrogance. All such boasting is evil."
    },
    {
        "o": 34407,
        "r": "csb:James:4:17",
        "t": "So it is sin to know the good and yet not do it."
    }
]
