[
    {
        "o": 10424,
        "r": "nasb:2 Kings:1:0",
        "t": "2 Kings 1",
        "h": 1
    },
    {
        "o": 10425,
        "r": "nasb:2 Kings:1:0",
        "t": "Ahaziah’s Messengers Meet Elijah",
        "h": 2
    },
    {
        "o": 10426,
        "r": "nasb:2 Kings:1:1",
        "t": "Now*p Moab rebelled against Israel after the death of Ahab."
    },
    {
        "o": 10427,
        "r": "nasb:2 Kings:1:2",
        "t": "And Ahaziah fell through the lattice in his upper chamber which was*i in Samaria, and became ill. So he sent messengers and said to them, “Go, inquire of Baal-zebub, the god of Ekron, whether I will recover from this sickness.”"
    },
    {
        "o": 10428,
        "r": "nasb:2 Kings:1:3",
        "t": "But the angel of the Lord*s said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria and say to them, ‘Is it because there is no God in Israel that*i you are going to inquire of Baal-zebub, the god of Ekron?’"
    },
    {
        "o": 10429,
        "r": "nasb:2 Kings:1:4",
        "t": "Now therefore thus says the Lord,*s ‘You shall not come down from the bed where you have gone up, but you shall surely die.’ ” Then Elijah departed."
    },
    {
        "o": 10430,
        "r": "nasb:2 Kings:1:5",
        "t": "When*p the messengers returned to him he said to them, “Why have you returned?”"
    },
    {
        "o": 10431,
        "r": "nasb:2 Kings:1:6",
        "t": "They said to him, “A man came up to meet us and said to us, ‘Go, return to the king who sent you and say to him, “Thus says the Lord,*s ‘Is it because there is no God in Israel that*i you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not come down from the bed where you have gone up, but shall surely die.’ ” ’ ”"
    },
    {
        "o": 10432,
        "r": "nasb:2 Kings:1:7",
        "t": "He said to them, “What kind of man was he who came up to meet you and spoke these words to you?”"
    },
    {
        "o": 10433,
        "r": "nasb:2 Kings:1:8",
        "t": "They answered him, “He*i was*i a hairy man with a leather girdle bound about his loins.” And he said, “It is Elijah the Tishbite.”"
    },
    {
        "o": 10434,
        "r": "nasb:2 Kings:1:9",
        "t": "Then*p the*i king*i sent to him a captain of fifty with his fifty. And he went up to him, and behold, he was sitting on the top of the hill. And he said to him, “O man of God, the king says, ‘Come down.’ ”"
    },
    {
        "o": 10435,
        "r": "nasb:2 Kings:1:10",
        "t": "Elijah replied to the captain of fifty, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then fire came down from heaven and consumed him and his fifty."
    },
    {
        "o": 10436,
        "r": "nasb:2 Kings:1:11",
        "t": "So*p he again sent to him another captain of fifty with his fifty. And he said to him, “O man of God, thus says the king, ‘Come down quickly.’ ”"
    },
    {
        "o": 10437,
        "r": "nasb:2 Kings:1:12",
        "t": "Elijah replied to them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty."
    },
    {
        "o": 10438,
        "r": "nasb:2 Kings:1:13",
        "t": "So*p he again sent the captain of a third fifty with his fifty. When the third captain of fifty went up, he came and bowed down on his knees before Elijah, and begged him and said to him, “O man of God, please let my life and the lives of these fifty servants of yours be precious in your sight."
    },
    {
        "o": 10439,
        "r": "nasb:2 Kings:1:14",
        "t": "Behold fire came down from heaven and consumed the first two captains of fifty with their fifties; but now let my life be precious in your sight.”"
    },
    {
        "o": 10440,
        "r": "nasb:2 Kings:1:15",
        "t": "The angel of the Lord*s said to Elijah, “Go down with him; do not be afraid of him.” So he arose and went down with him to the king."
    },
    {
        "o": 10441,
        "r": "nasb:2 Kings:1:16",
        "t": "Then he said to him, “Thus says the Lord,*s ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron—is it because there is no God in Israel to inquire of His word?—therefore you shall not come down from the bed where you have gone up, but shall surely die.’ ”"
    },
    {
        "o": 10442,
        "r": "nasb:2 Kings:1:16",
        "t": "Jehoram Reigns over Israel",
        "h": 2
    },
    {
        "o": 10443,
        "r": "nasb:2 Kings:1:17",
        "t": "So*p Ahaziah died according to the word of the Lord*s which Elijah had spoken. And because he had no son, Jehoram became king in his place in the second year of Jehoram the son of Jehoshaphat, king of Judah."
    },
    {
        "o": 10444,
        "r": "nasb:2 Kings:1:18",
        "t": "Now the rest of the acts of Ahaziah which he did, are they not written in the Book of the Chronicles of the Kings of Israel?"
    }
]
