[
    {
        "o": 34488,
        "r": "nkjv:1 Peter:4:0",
        "t": "1 Peter 4",
        "h": 1
    },
    {
        "o": 34489,
        "r": "nkjv:1 Peter:4:1",
        "t": "Therefore,*p since Christ suffered for us in the flesh, arm yourselves also with the same mind, for he who has suffered in the flesh has ceased from sin,"
    },
    {
        "o": 34490,
        "r": "nkjv:1 Peter:4:2",
        "t": "that he no longer should live the rest of his*i time in the flesh for the lusts of men, but for the will of God."
    },
    {
        "o": 34491,
        "r": "nkjv:1 Peter:4:3",
        "t": "For we have*i spent*i enough of our past lifetime in doing the will of the Gentiles—when we walked in lewdness, lusts, drunkenness, revelries, drinking parties, and abominable idolatries."
    },
    {
        "o": 34492,
        "r": "nkjv:1 Peter:4:4",
        "t": "In regard to these, they think it strange that you do not run with them*i in the same flood of dissipation, speaking evil of you.*i"
    },
    {
        "o": 34493,
        "r": "nkjv:1 Peter:4:5",
        "t": "They will give an account to Him who is ready to judge the living and the dead."
    },
    {
        "o": 34494,
        "r": "nkjv:1 Peter:4:6",
        "t": "For this reason the gospel was preached also to those who are dead, that they might be judged according to men in the flesh, but live according to God in the spirit."
    },
    {
        "o": 34495,
        "r": "nkjv:1 Peter:4:6",
        "t": "Serving for God’s Glory",
        "h": 2
    },
    {
        "o": 34496,
        "r": "nkjv:1 Peter:4:7",
        "t": "But*p the end of all things is at hand; therefore be serious and watchful in your prayers."
    },
    {
        "o": 34497,
        "r": "nkjv:1 Peter:4:8",
        "t": "And above all things have fervent love for one another, for “love will cover a multitude of sins.”"
    },
    {
        "o": 34498,
        "r": "nkjv:1 Peter:4:9",
        "t": "Be*i hospitable to one another without grumbling."
    },
    {
        "o": 34499,
        "r": "nkjv:1 Peter:4:10",
        "t": "As each one has received a gift, minister it to one another, as good stewards of the manifold grace of God."
    },
    {
        "o": 34500,
        "r": "nkjv:1 Peter:4:11",
        "t": "If anyone speaks, let*i him*i speak*i as the oracles of God. If anyone ministers, let*i him*i do*i it*i as with the ability which God supplies, that in all things God may be glorified through Jesus Christ, to whom belong the glory and the dominion forever and ever. Amen."
    },
    {
        "o": 34501,
        "r": "nkjv:1 Peter:4:11",
        "t": "Suffering for God’s Glory",
        "h": 2
    },
    {
        "o": 34502,
        "r": "nkjv:1 Peter:4:12",
        "t": "Beloved,*p do not think it strange concerning the fiery trial which is to try you, as though some strange thing happened to you;"
    },
    {
        "o": 34503,
        "r": "nkjv:1 Peter:4:13",
        "t": "but rejoice to the extent that you partake of Christ’s sufferings, that when His glory is revealed, you may also be glad with exceeding joy."
    },
    {
        "o": 34504,
        "r": "nkjv:1 Peter:4:14",
        "t": "If you are reproached for the name of Christ, blessed are*i you,*i for the Spirit of glory and of God rests upon you. On their part He is blasphemed, but on your part He is glorified."
    },
    {
        "o": 34505,
        "r": "nkjv:1 Peter:4:15",
        "t": "But let none of you suffer as a murderer, a thief, an evildoer, or as a busybody in other people’s matters."
    },
    {
        "o": 34506,
        "r": "nkjv:1 Peter:4:16",
        "t": "Yet if anyone*i suffers*i as a Christian, let him not be ashamed, but let him glorify God in this matter."
    },
    {
        "o": 34507,
        "r": "nkjv:1 Peter:4:17",
        "t": "For*p the time has*i come*i for judgment to begin at the house of God; and if it*i begins*i with us first, what will be*i the end of those who do not obey the gospel of God?"
    },
    {
        "o": 34508,
        "r": "nkjv:1 Peter:4:18",
        "t": "Now “If*pn the righteous one is scarcely saved, Where*ld will the ungodly and the sinner appear?”"
    },
    {
        "o": 34509,
        "r": "nkjv:1 Peter:4:19",
        "t": "Therefore*p let those who suffer according to the will of God commit their souls to*i Him*i in doing good, as to a faithful Creator."
    }
]
