[
    {
        "o": 3050,
        "r": "esv:Leviticus:4:0",
        "t": "Leviticus 4",
        "h": 1
    },
    {
        "o": 3051,
        "r": "esv:Leviticus:4:0",
        "t": "Laws for Sin Offerings",
        "h": 2
    },
    {
        "o": 3052,
        "r": "esv:Leviticus:4:1",
        "t": "And*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3053,
        "r": "esv:Leviticus:4:2",
        "t": "“Speak to the people of Israel, saying, If anyone sins unintentionally in any of the Lord’s*s commandments about things not to be done, and does any one of them,"
    },
    {
        "o": 3054,
        "r": "esv:Leviticus:4:3",
        "t": "if it is the anointed priest who sins, thus bringing guilt on the people, then he shall offer for the sin that he has committed a bull from the herd without blemish to the Lord*s for a sin offering."
    },
    {
        "o": 3055,
        "r": "esv:Leviticus:4:4",
        "t": "He shall bring the bull to the entrance of the tent of meeting before the Lord*s and lay his hand on the head of the bull and kill the bull before the Lord.*s"
    },
    {
        "o": 3056,
        "r": "esv:Leviticus:4:5",
        "t": "And the anointed priest shall take some of the blood of the bull and bring it into the tent of meeting,"
    },
    {
        "o": 3057,
        "r": "esv:Leviticus:4:6",
        "t": "and the priest shall dip his finger in the blood and sprinkle part of the blood seven times before the Lord*s in front of the veil of the sanctuary."
    },
    {
        "o": 3058,
        "r": "esv:Leviticus:4:7",
        "t": "And the priest shall put some of the blood on the horns of the altar of fragrant incense before the Lord*s that is in the tent of meeting, and all the rest of the blood of the bull he shall pour out at the base of the altar of burnt offering that is at the entrance of the tent of meeting."
    },
    {
        "o": 3059,
        "r": "esv:Leviticus:4:8",
        "t": "And all the fat of the bull of the sin offering he shall remove from it, the fat that covers the entrails and all the fat that is on the entrails"
    },
    {
        "o": 3060,
        "r": "esv:Leviticus:4:9",
        "t": "and the two kidneys with the fat that is on them at the loins and the long lobe of the liver that he shall remove with the kidneys"
    },
    {
        "o": 3061,
        "r": "esv:Leviticus:4:10",
        "t": "(just as these are taken from the ox of the sacrifice of the peace offerings); and the priest shall burn them on the altar of burnt offering."
    },
    {
        "o": 3062,
        "r": "esv:Leviticus:4:11",
        "t": "But the skin of the bull and all its flesh, with its head, its legs, its entrails, and its dung—"
    },
    {
        "o": 3063,
        "r": "esv:Leviticus:4:12",
        "t": "all the rest of the bull— he shall carry outside the camp to a clean place, to the ash heap, and shall burn it up on a fire of wood. On the ash heap it shall be burned up."
    },
    {
        "o": 3064,
        "r": "esv:Leviticus:4:13",
        "t": "“If*p the whole congregation of Israel sins unintentionally and the thing is hidden from the eyes of the assembly, and they do any one of the things that by the Lord’s*s commandments ought not to be done, and they realize their guilt,"
    },
    {
        "o": 3065,
        "r": "esv:Leviticus:4:14",
        "t": "when the sin which they have committed becomes known, the assembly shall offer a bull from the herd for a sin offering and bring it in front of the tent of meeting."
    },
    {
        "o": 3066,
        "r": "esv:Leviticus:4:15",
        "t": "And the elders of the congregation shall lay their hands on the head of the bull before the Lord,*s and the bull shall be killed before the Lord.*s"
    },
    {
        "o": 3067,
        "r": "esv:Leviticus:4:16",
        "t": "Then the anointed priest shall bring some of the blood of the bull into the tent of meeting,"
    },
    {
        "o": 3068,
        "r": "esv:Leviticus:4:17",
        "t": "and the priest shall dip his finger in the blood and sprinkle it seven times before the Lord*s in front of the veil."
    },
    {
        "o": 3069,
        "r": "esv:Leviticus:4:18",
        "t": "And he shall put some of the blood on the horns of the altar that is in the tent of meeting before the Lord,*s and the rest of the blood he shall pour out at the base of the altar of burnt offering that is at the entrance of the tent of meeting."
    },
    {
        "o": 3070,
        "r": "esv:Leviticus:4:19",
        "t": "And all its fat he shall take from it and burn on the altar."
    },
    {
        "o": 3071,
        "r": "esv:Leviticus:4:20",
        "t": "Thus shall he do with the bull. As he did with the bull of the sin offering, so shall he do with this. And the priest shall make atonement for them, and they shall be forgiven."
    },
    {
        "o": 3072,
        "r": "esv:Leviticus:4:21",
        "t": "And he shall carry the bull outside the camp and burn it up as he burned the first bull; it is the sin offering for the assembly."
    },
    {
        "o": 3073,
        "r": "esv:Leviticus:4:22",
        "t": "“When*p a leader sins, doing unintentionally any one of all the things that by the commandments of the Lord*s his God ought not to be done, and realizes his guilt,"
    },
    {
        "o": 3074,
        "r": "esv:Leviticus:4:23",
        "t": "or the sin which he has committed is made known to him, he shall bring as his offering a goat, a male without blemish,"
    },
    {
        "o": 3075,
        "r": "esv:Leviticus:4:24",
        "t": "and shall lay his hand on the head of the goat and kill it in the place where they kill the burnt offering before the Lord;*s it is a sin offering."
    },
    {
        "o": 3076,
        "r": "esv:Leviticus:4:25",
        "t": "Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and pour out the rest of its blood at the base of the altar of burnt offering."
    },
    {
        "o": 3077,
        "r": "esv:Leviticus:4:26",
        "t": "And all its fat he shall burn on the altar, like the fat of the sacrifice of peace offerings. So the priest shall make atonement for him for his sin, and he shall be forgiven."
    },
    {
        "o": 3078,
        "r": "esv:Leviticus:4:27",
        "t": "“If*p anyone of the common people sins unintentionally in doing any one of the things that by the Lord’s*s commandments ought not to be done, and realizes his guilt,"
    },
    {
        "o": 3079,
        "r": "esv:Leviticus:4:28",
        "t": "or the sin which he has committed is made known to him, he shall bring for his offering a goat, a female without blemish, for his sin which he has committed."
    },
    {
        "o": 3080,
        "r": "esv:Leviticus:4:29",
        "t": "And he shall lay his hand on the head of the sin offering and kill the sin offering in the place of burnt offering."
    },
    {
        "o": 3081,
        "r": "esv:Leviticus:4:30",
        "t": "And the priest shall take some of its blood with his finger and put it on the horns of the altar of burnt offering and pour out all the rest of its blood at the base of the altar."
    },
    {
        "o": 3082,
        "r": "esv:Leviticus:4:31",
        "t": "And all its fat he shall remove, as the fat is removed from the peace offerings, and the priest shall burn it on the altar for a pleasing aroma to the Lord.*s And the priest shall make atonement for him, and he shall be forgiven."
    },
    {
        "o": 3083,
        "r": "esv:Leviticus:4:32",
        "t": "“If*p he brings a lamb as his offering for a sin offering, he shall bring a female without blemish"
    },
    {
        "o": 3084,
        "r": "esv:Leviticus:4:33",
        "t": "and lay his hand on the head of the sin offering and kill it for a sin offering in the place where they kill the burnt offering."
    },
    {
        "o": 3085,
        "r": "esv:Leviticus:4:34",
        "t": "Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering and pour out all the rest of its blood at the base of the altar."
    },
    {
        "o": 3086,
        "r": "esv:Leviticus:4:35",
        "t": "And all its fat he shall remove as the fat of the lamb is removed from the sacrifice of peace offerings, and the priest shall burn it on the altar, on top of the Lord’s*s food offerings. And the priest shall make atonement for him for the sin which he has committed, and he shall be forgiven."
    }
]
