[
    {
        "o": 32938,
        "r": "nkjv:Galatians:5:0",
        "t": "Galatians 5",
        "h": 1
    },
    {
        "o": 32939,
        "r": "nkjv:Galatians:5:0",
        "t": "Christian Liberty",
        "h": 2
    },
    {
        "o": 32940,
        "r": "nkjv:Galatians:5:1",
        "t": "Stand*p fast therefore in the liberty by which Christ has made us free, and do not be entangled again with a yoke of bondage."
    },
    {
        "o": 32941,
        "r": "nkjv:Galatians:5:2",
        "t": "Indeed I, Paul, say to you that if you become circumcised, Christ will profit you nothing."
    },
    {
        "o": 32942,
        "r": "nkjv:Galatians:5:3",
        "t": "And I testify again to every man who becomes circumcised that he is a debtor to keep the whole law."
    },
    {
        "o": 32943,
        "r": "nkjv:Galatians:5:4",
        "t": "You have become estranged from Christ, you who attempt*i to*i be justified by law; you have fallen from grace."
    },
    {
        "o": 32944,
        "r": "nkjv:Galatians:5:5",
        "t": "For we through the Spirit eagerly wait for the hope of righteousness by faith."
    },
    {
        "o": 32945,
        "r": "nkjv:Galatians:5:6",
        "t": "For in Christ Jesus neither circumcision nor uncircumcision avails anything, but faith working through love."
    },
    {
        "o": 32946,
        "r": "nkjv:Galatians:5:6",
        "t": "Love Fulfills the Law",
        "h": 2
    },
    {
        "o": 32947,
        "r": "nkjv:Galatians:5:7",
        "t": "You*p ran well. Who hindered you from obeying the truth?"
    },
    {
        "o": 32948,
        "r": "nkjv:Galatians:5:8",
        "t": "This persuasion does not come*i from Him who calls you."
    },
    {
        "o": 32949,
        "r": "nkjv:Galatians:5:9",
        "t": "A little leaven leavens the whole lump."
    },
    {
        "o": 32950,
        "r": "nkjv:Galatians:5:10",
        "t": "I have confidence in you, in the Lord, that you will have no other mind; but he who troubles you shall bear his judgment, whoever he is."
    },
    {
        "o": 32951,
        "r": "nkjv:Galatians:5:11",
        "t": "And*p I, brethren, if I still preach circumcision, why do I still suffer persecution? Then the offense of the cross has ceased."
    },
    {
        "o": 32952,
        "r": "nkjv:Galatians:5:12",
        "t": "I could wish that those who trouble you would even cut themselves off!"
    },
    {
        "o": 32953,
        "r": "nkjv:Galatians:5:13",
        "t": "For*p you, brethren, have been called to liberty; only do not use*i liberty as an opportunity for the flesh, but through love serve one another."
    },
    {
        "o": 32954,
        "r": "nkjv:Galatians:5:14",
        "t": "For all the law is fulfilled in one word, even*i in this: “You shall love your neighbor as yourself.”"
    },
    {
        "o": 32955,
        "r": "nkjv:Galatians:5:15",
        "t": "But if you bite and devour one another, beware lest you be consumed by one another!"
    },
    {
        "o": 32956,
        "r": "nkjv:Galatians:5:15",
        "t": "Walking in the Spirit",
        "h": 2
    },
    {
        "o": 32957,
        "r": "nkjv:Galatians:5:16",
        "t": "I*p say then: Walk in the Spirit, and you shall not fulfill the lust of the flesh."
    },
    {
        "o": 32958,
        "r": "nkjv:Galatians:5:17",
        "t": "For the flesh lusts against the Spirit, and the Spirit against the flesh; and these are contrary to one another, so that you do not do the things that you wish."
    },
    {
        "o": 32959,
        "r": "nkjv:Galatians:5:18",
        "t": "But if you are led by the Spirit, you are not under the law."
    },
    {
        "o": 32960,
        "r": "nkjv:Galatians:5:19",
        "t": "Now*p the works of the flesh are evident, which are: adultery, fornication, uncleanness, lewdness,"
    },
    {
        "o": 32961,
        "r": "nkjv:Galatians:5:20",
        "t": "idolatry, sorcery, hatred, contentions, jealousies, outbursts of wrath, selfish ambitions, dissensions, heresies,"
    },
    {
        "o": 32962,
        "r": "nkjv:Galatians:5:21",
        "t": "envy, murders, drunkenness, revelries, and the like; of which I tell you beforehand, just as I also told you*i in time past, that those who practice such things will not inherit the kingdom of God."
    },
    {
        "o": 32963,
        "r": "nkjv:Galatians:5:22",
        "t": "But*p the fruit of the Spirit is love, joy, peace, longsuffering, kindness, goodness, faithfulness,"
    },
    {
        "o": 32964,
        "r": "nkjv:Galatians:5:23",
        "t": "gentleness, self-control. Against such there is no law."
    },
    {
        "o": 32965,
        "r": "nkjv:Galatians:5:24",
        "t": "And those who*i are*i Christ’s have crucified the flesh with its passions and desires."
    },
    {
        "o": 32966,
        "r": "nkjv:Galatians:5:25",
        "t": "If we live in the Spirit, let us also walk in the Spirit."
    },
    {
        "o": 32967,
        "r": "nkjv:Galatians:5:26",
        "t": "Let us not become conceited, provoking one another, envying one another."
    }
]
