[
    {
        "o": 23927,
        "r": "nkjv:Ezekiel:37:0",
        "t": "Ezekiel 37",
        "h": 1
    },
    {
        "o": 23928,
        "r": "nkjv:Ezekiel:37:0",
        "t": "The Dry Bones Live",
        "h": 2
    },
    {
        "o": 23929,
        "r": "nkjv:Ezekiel:37:1",
        "t": "The*p hand of the Lord*s came upon me and brought me out in the Spirit of the Lord,*s and set me down in the midst of the valley; and it was*i full of bones."
    },
    {
        "o": 23930,
        "r": "nkjv:Ezekiel:37:2",
        "t": "Then He caused me to pass by them all around, and behold, there*i were*i very many in the open valley; and indeed they*i were*i very dry."
    },
    {
        "o": 23931,
        "r": "nkjv:Ezekiel:37:3",
        "t": "And He said to me, “Son of man, can these bones live?” So*p I answered, “O Lord God,*s You know.”"
    },
    {
        "o": 23932,
        "r": "nkjv:Ezekiel:37:4",
        "t": "Again*p He said to me, “Prophesy to these bones, and say to them, ‘O dry bones, hear the word of the Lord!*s"
    },
    {
        "o": 23933,
        "r": "nkjv:Ezekiel:37:5",
        "t": "Thus says the Lord God*s to these bones: “Surely I will cause breath to enter into you, and you shall live."
    },
    {
        "o": 23934,
        "r": "nkjv:Ezekiel:37:6",
        "t": "I will put sinews on you and bring flesh upon you, cover you with skin and put breath in you; and you shall live. Then you shall know that I am*i the Lord.”’”*s"
    },
    {
        "o": 23935,
        "r": "nkjv:Ezekiel:37:7",
        "t": "So*p I prophesied as I was commanded; and as I prophesied, there was a noise, and suddenly a rattling; and the bones came together, bone to bone."
    },
    {
        "o": 23936,
        "r": "nkjv:Ezekiel:37:8",
        "t": "Indeed, as I looked, the sinews and the flesh came upon them, and the skin covered them over; but there*i was*i no breath in them."
    },
    {
        "o": 23937,
        "r": "nkjv:Ezekiel:37:9",
        "t": "Also*p He said to me, “Prophesy to the breath, prophesy, son of man, and say to the breath, ‘Thus says the Lord God:*s “Come from the four winds, O breath, and breathe on these slain, that they may live.”’”"
    },
    {
        "o": 23938,
        "r": "nkjv:Ezekiel:37:10",
        "t": "So I prophesied as He commanded me, and breath came into them, and they lived, and stood upon their feet, an exceedingly great army."
    },
    {
        "o": 23939,
        "r": "nkjv:Ezekiel:37:11",
        "t": "Then*p He said to me, “Son of man, these bones are the whole house of Israel. They indeed say, ‘Our bones are dry, our hope is lost, and we ourselves are cut off!’"
    },
    {
        "o": 23940,
        "r": "nkjv:Ezekiel:37:12",
        "t": "Therefore prophesy and say to them, ‘Thus says the Lord God:*s “Behold, O My people, I will open your graves and cause you to come up from your graves, and bring you into the land of Israel."
    },
    {
        "o": 23941,
        "r": "nkjv:Ezekiel:37:13",
        "t": "Then you shall know that I am*i the Lord,*s when I have opened your graves, O My people, and brought you up from your graves."
    },
    {
        "o": 23942,
        "r": "nkjv:Ezekiel:37:14",
        "t": "I will put My Spirit in you, and you shall live, and I will place you in your own land. Then you shall know that I, the Lord,*s have spoken it*i and performed it,”*i says the Lord.’”*s"
    },
    {
        "o": 23943,
        "r": "nkjv:Ezekiel:37:14",
        "t": "One Kingdom, One King",
        "h": 2
    },
    {
        "o": 23944,
        "r": "nkjv:Ezekiel:37:15",
        "t": "Again*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23945,
        "r": "nkjv:Ezekiel:37:16",
        "t": "“As for you, son of man, take a stick for yourself and write on it: ‘For Judah and for the children of Israel, his companions.’ Then take another stick and write on it, ‘For Joseph, the stick of Ephraim, and for*i all the house of Israel, his companions.’"
    },
    {
        "o": 23946,
        "r": "nkjv:Ezekiel:37:17",
        "t": "Then join them one to another for yourself into one stick, and they will become one in your hand."
    },
    {
        "o": 23947,
        "r": "nkjv:Ezekiel:37:18",
        "t": "“And*p when the children of your people speak to you, saying, ‘Will you not show us what you mean*i by these?’—"
    },
    {
        "o": 23948,
        "r": "nkjv:Ezekiel:37:19",
        "t": "say to them, ‘Thus says the Lord God:*s “Surely I will take the stick of Joseph, which is*i in the hand of Ephraim, and the tribes of Israel, his companions; and I will join them with it, with the stick of Judah, and make them one stick, and they will be one in My hand.”’"
    },
    {
        "o": 23949,
        "r": "nkjv:Ezekiel:37:20",
        "t": "And the sticks on which you write will be in your hand before their eyes."
    },
    {
        "o": 23950,
        "r": "nkjv:Ezekiel:37:21",
        "t": "“Then*p say to them, ‘Thus says the Lord God:*s “Surely I will take the children of Israel from among the nations, wherever they have gone, and will gather them from every side and bring them into their own land;"
    },
    {
        "o": 23951,
        "r": "nkjv:Ezekiel:37:22",
        "t": "and I will make them one nation in the land, on the mountains of Israel; and one king shall be king over them all; they shall no longer be two nations, nor shall they ever be divided into two kingdoms again."
    },
    {
        "o": 23952,
        "r": "nkjv:Ezekiel:37:23",
        "t": "They shall not defile themselves anymore with their idols, nor with their detestable things, nor with any of their transgressions; but I will deliver them from all their dwelling places in which they have sinned, and will cleanse them. Then they shall be My people, and I will be their God."
    },
    {
        "o": 23953,
        "r": "nkjv:Ezekiel:37:24",
        "t": "“David*p My servant shall*i be*i king over them, and they shall all have one shepherd; they shall also walk in My judgments and observe My statutes, and do them."
    },
    {
        "o": 23954,
        "r": "nkjv:Ezekiel:37:25",
        "t": "Then they shall dwell in the land that I have given to Jacob My servant, where your fathers dwelt; and they shall dwell there, they, their children, and their children’s children, forever; and My servant David shall*i be*i their prince forever."
    },
    {
        "o": 23955,
        "r": "nkjv:Ezekiel:37:26",
        "t": "Moreover I will make a covenant of peace with them, and it shall be an everlasting covenant with them; I will establish them and multiply them, and I will set My sanctuary in their midst forevermore."
    },
    {
        "o": 23956,
        "r": "nkjv:Ezekiel:37:27",
        "t": "My tabernacle also shall be with them; indeed I will be their God, and they shall be My people."
    },
    {
        "o": 23957,
        "r": "nkjv:Ezekiel:37:28",
        "t": "The nations also will know that I, the Lord,*s sanctify Israel, when My sanctuary is in their midst forevermore.”’”"
    }
]
