[
    {
        "o": 32262,
        "r": "niv:Ephesians:1:0",
        "t": "Ephesians 1",
        "h": 1
    },
    {
        "o": 32263,
        "r": "niv:Ephesians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, To*p God’s holy people in Ephesus, the faithful in Christ Jesus:"
    },
    {
        "o": 32264,
        "r": "niv:Ephesians:1:2",
        "t": "Grace*p and peace to you from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32265,
        "r": "niv:Ephesians:1:2",
        "t": "Praise for Spiritual Blessings in Christ",
        "h": 2
    },
    {
        "o": 32266,
        "r": "niv:Ephesians:1:3",
        "t": "Praise*p be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ."
    },
    {
        "o": 32267,
        "r": "niv:Ephesians:1:4",
        "t": "For he chose us in him before the creation of the world to be holy and blameless in his sight. In love"
    },
    {
        "o": 32268,
        "r": "niv:Ephesians:1:5",
        "t": "he predestined us for adoption to sonship through Jesus Christ, in accordance with his pleasure and will—"
    },
    {
        "o": 32269,
        "r": "niv:Ephesians:1:6",
        "t": "to the praise of his glorious grace, which he has freely given us in the One he loves."
    },
    {
        "o": 32270,
        "r": "niv:Ephesians:1:7",
        "t": "In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God’s grace"
    },
    {
        "o": 32271,
        "r": "niv:Ephesians:1:8",
        "t": "that he lavished on us. With all wisdom and understanding,"
    },
    {
        "o": 32272,
        "r": "niv:Ephesians:1:9",
        "t": "he made known to us the mystery of his will according to his good pleasure, which he purposed in Christ,"
    },
    {
        "o": 32273,
        "r": "niv:Ephesians:1:10",
        "t": "to be put into effect when the times reach their fulfillment—to bring unity to all things in heaven and on earth under Christ."
    },
    {
        "o": 32274,
        "r": "niv:Ephesians:1:11",
        "t": "In*p him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,"
    },
    {
        "o": 32275,
        "r": "niv:Ephesians:1:12",
        "t": "in order that we, who were the first to put our hope in Christ, might be for the praise of his glory."
    },
    {
        "o": 32276,
        "r": "niv:Ephesians:1:13",
        "t": "And you also were included in Christ when you heard the message of truth, the gospel of your salvation. When you believed, you were marked in him with a seal, the promised Holy Spirit,"
    },
    {
        "o": 32277,
        "r": "niv:Ephesians:1:14",
        "t": "who is a deposit guaranteeing our inheritance until the redemption of those who are God’s possession—to the praise of his glory."
    },
    {
        "o": 32278,
        "r": "niv:Ephesians:1:14",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32279,
        "r": "niv:Ephesians:1:15",
        "t": "For*p this reason, ever since I heard about your faith in the Lord Jesus and your love for all God’s people,"
    },
    {
        "o": 32280,
        "r": "niv:Ephesians:1:16",
        "t": "I have not stopped giving thanks for you, remembering you in my prayers."
    },
    {
        "o": 32281,
        "r": "niv:Ephesians:1:17",
        "t": "I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better."
    },
    {
        "o": 32282,
        "r": "niv:Ephesians:1:18",
        "t": "I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people,"
    },
    {
        "o": 32283,
        "r": "niv:Ephesians:1:19",
        "t": "and his incomparably great power for us who believe. That power is the same as the mighty strength"
    },
    {
        "o": 32284,
        "r": "niv:Ephesians:1:20",
        "t": "he exerted when he raised Christ from the dead and seated him at his right hand in the heavenly realms,"
    },
    {
        "o": 32285,
        "r": "niv:Ephesians:1:21",
        "t": "far above all rule and authority, power and dominion, and every name that is invoked, not only in the present age but also in the one to come."
    },
    {
        "o": 32286,
        "r": "niv:Ephesians:1:22",
        "t": "And God placed all things under his feet and appointed him to be head over everything for the church,"
    },
    {
        "o": 32287,
        "r": "niv:Ephesians:1:23",
        "t": "which is his body, the fullness of him who fills everything in every way."
    },
    {
        "o": 32288,
        "r": "niv:Ephesians:2:0",
        "t": "Ephesians 2",
        "h": 1
    },
    {
        "o": 32289,
        "r": "niv:Ephesians:2:0",
        "t": "Made Alive in Christ",
        "h": 2
    },
    {
        "o": 32290,
        "r": "niv:Ephesians:2:1",
        "t": "As*p for you, you were dead in your transgressions and sins,"
    },
    {
        "o": 32291,
        "r": "niv:Ephesians:2:2",
        "t": "in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient."
    },
    {
        "o": 32292,
        "r": "niv:Ephesians:2:3",
        "t": "All of us also lived among them at one time, gratifying the cravings of our flesh and following its desires and thoughts. Like the rest, we were by nature deserving of wrath."
    },
    {
        "o": 32293,
        "r": "niv:Ephesians:2:4",
        "t": "But because of his great love for us, God, who is rich in mercy,"
    },
    {
        "o": 32294,
        "r": "niv:Ephesians:2:5",
        "t": "made us alive with Christ even when we were dead in transgressions—it is by grace you have been saved."
    },
    {
        "o": 32295,
        "r": "niv:Ephesians:2:6",
        "t": "And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,"
    },
    {
        "o": 32296,
        "r": "niv:Ephesians:2:7",
        "t": "in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus."
    },
    {
        "o": 32297,
        "r": "niv:Ephesians:2:8",
        "t": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God—"
    },
    {
        "o": 32298,
        "r": "niv:Ephesians:2:9",
        "t": "not by works, so that no one can boast."
    },
    {
        "o": 32299,
        "r": "niv:Ephesians:2:10",
        "t": "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do."
    },
    {
        "o": 32300,
        "r": "niv:Ephesians:2:10",
        "t": "Jew and Gentile Reconciled Through Christ",
        "h": 2
    },
    {
        "o": 32301,
        "r": "niv:Ephesians:2:11",
        "t": "Therefore,*p remember that formerly you who are Gentiles by birth and called “uncircumcised” by those who call themselves “the circumcision” (which is done in the body by human hands)—"
    },
    {
        "o": 32302,
        "r": "niv:Ephesians:2:12",
        "t": "remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world."
    },
    {
        "o": 32303,
        "r": "niv:Ephesians:2:13",
        "t": "But now in Christ Jesus you who once were far away have been brought near by the blood of Christ."
    },
    {
        "o": 32304,
        "r": "niv:Ephesians:2:14",
        "t": "For*p he himself is our peace, who has made the two groups one and has destroyed the barrier, the dividing wall of hostility,"
    },
    {
        "o": 32305,
        "r": "niv:Ephesians:2:15",
        "t": "by setting aside in his flesh the law with its commands and regulations. His purpose was to create in himself one new humanity out of the two, thus making peace,"
    },
    {
        "o": 32306,
        "r": "niv:Ephesians:2:16",
        "t": "and in one body to reconcile both of them to God through the cross, by which he put to death their hostility."
    },
    {
        "o": 32307,
        "r": "niv:Ephesians:2:17",
        "t": "He came and preached peace to you who were far away and peace to those who were near."
    },
    {
        "o": 32308,
        "r": "niv:Ephesians:2:18",
        "t": "For through him we both have access to the Father by one Spirit."
    },
    {
        "o": 32309,
        "r": "niv:Ephesians:2:19",
        "t": "Consequently,*p you are no longer foreigners and strangers, but fellow citizens with God’s people and also members of his household,"
    },
    {
        "o": 32310,
        "r": "niv:Ephesians:2:20",
        "t": "built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone."
    },
    {
        "o": 32311,
        "r": "niv:Ephesians:2:21",
        "t": "In him the whole building is joined together and rises to become a holy temple in the Lord."
    },
    {
        "o": 32312,
        "r": "niv:Ephesians:2:22",
        "t": "And in him you too are being built together to become a dwelling in which God lives by his Spirit."
    },
    {
        "o": 32313,
        "r": "niv:Ephesians:3:0",
        "t": "Ephesians 3",
        "h": 1
    },
    {
        "o": 32314,
        "r": "niv:Ephesians:3:0",
        "t": "God’s Marvelous Plan for the Gentiles",
        "h": 2
    },
    {
        "o": 32315,
        "r": "niv:Ephesians:3:1",
        "t": "For*p this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—"
    },
    {
        "o": 32316,
        "r": "niv:Ephesians:3:2",
        "t": "Surely*p you have heard about the administration of God’s grace that was given to me for you,"
    },
    {
        "o": 32317,
        "r": "niv:Ephesians:3:3",
        "t": "that is, the mystery made known to me by revelation, as I have already written briefly."
    },
    {
        "o": 32318,
        "r": "niv:Ephesians:3:4",
        "t": "In reading this, then, you will be able to understand my insight into the mystery of Christ,"
    },
    {
        "o": 32319,
        "r": "niv:Ephesians:3:5",
        "t": "which was not made known to people in other generations as it has now been revealed by the Spirit to God’s holy apostles and prophets."
    },
    {
        "o": 32320,
        "r": "niv:Ephesians:3:6",
        "t": "This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus."
    },
    {
        "o": 32321,
        "r": "niv:Ephesians:3:7",
        "t": "I*p became a servant of this gospel by the gift of God’s grace given me through the working of his power."
    },
    {
        "o": 32322,
        "r": "niv:Ephesians:3:8",
        "t": "Although I am less than the least of all the Lord’s people, this grace was given me: to preach to the Gentiles the boundless riches of Christ,"
    },
    {
        "o": 32323,
        "r": "niv:Ephesians:3:9",
        "t": "and to make plain to everyone the administration of this mystery, which for ages past was kept hidden in God, who created all things."
    },
    {
        "o": 32324,
        "r": "niv:Ephesians:3:10",
        "t": "His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms,"
    },
    {
        "o": 32325,
        "r": "niv:Ephesians:3:11",
        "t": "according to his eternal purpose that he accomplished in Christ Jesus our Lord."
    },
    {
        "o": 32326,
        "r": "niv:Ephesians:3:12",
        "t": "In him and through faith in him we may approach God with freedom and confidence."
    },
    {
        "o": 32327,
        "r": "niv:Ephesians:3:13",
        "t": "I ask you, therefore, not to be discouraged because of my sufferings for you, which are your glory."
    },
    {
        "o": 32328,
        "r": "niv:Ephesians:3:13",
        "t": "A Prayer for the Ephesians",
        "h": 2
    },
    {
        "o": 32329,
        "r": "niv:Ephesians:3:14",
        "t": "For*p this reason I kneel before the Father,"
    },
    {
        "o": 32330,
        "r": "niv:Ephesians:3:15",
        "t": "from whom every family in heaven and on earth derives its name."
    },
    {
        "o": 32331,
        "r": "niv:Ephesians:3:16",
        "t": "I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being,"
    },
    {
        "o": 32332,
        "r": "niv:Ephesians:3:17",
        "t": "so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love,"
    },
    {
        "o": 32333,
        "r": "niv:Ephesians:3:18",
        "t": "may have power, together with all the Lord’s holy people, to grasp how wide and long and high and deep is the love of Christ,"
    },
    {
        "o": 32334,
        "r": "niv:Ephesians:3:19",
        "t": "and to know this love that surpasses knowledge—that you may be filled to the measure of all the fullness of God."
    },
    {
        "o": 32335,
        "r": "niv:Ephesians:3:20",
        "t": "Now*p to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us,"
    },
    {
        "o": 32336,
        "r": "niv:Ephesians:3:21",
        "t": "to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen."
    },
    {
        "o": 32337,
        "r": "niv:Ephesians:4:0",
        "t": "Ephesians 4",
        "h": 1
    },
    {
        "o": 32338,
        "r": "niv:Ephesians:4:0",
        "t": "Unity and Maturity in the Body of Christ",
        "h": 2
    },
    {
        "o": 32339,
        "r": "niv:Ephesians:4:1",
        "t": "As*p a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received."
    },
    {
        "o": 32340,
        "r": "niv:Ephesians:4:2",
        "t": "Be completely humble and gentle; be patient, bearing with one another in love."
    },
    {
        "o": 32341,
        "r": "niv:Ephesians:4:3",
        "t": "Make every effort to keep the unity of the Spirit through the bond of peace."
    },
    {
        "o": 32342,
        "r": "niv:Ephesians:4:4",
        "t": "There is one body and one Spirit, just as you were called to one hope when you were called;"
    },
    {
        "o": 32343,
        "r": "niv:Ephesians:4:5",
        "t": "one Lord, one faith, one baptism;"
    },
    {
        "o": 32344,
        "r": "niv:Ephesians:4:6",
        "t": "one God and Father of all, who is over all and through all and in all."
    },
    {
        "o": 32345,
        "r": "niv:Ephesians:4:7",
        "t": "But*p to each one of us grace has been given as Christ apportioned it."
    },
    {
        "o": 32346,
        "r": "niv:Ephesians:4:8",
        "t": "This is why it says: “When*pn he ascended on high, he*ld took many captives and*ld gave gifts to his people.”"
    },
    {
        "o": 32347,
        "r": "niv:Ephesians:4:9",
        "t": "(What*p does “he ascended” mean except that he also descended to the lower, earthly regions?"
    },
    {
        "o": 32348,
        "r": "niv:Ephesians:4:10",
        "t": "He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.)"
    },
    {
        "o": 32349,
        "r": "niv:Ephesians:4:11",
        "t": "So Christ himself gave the apostles, the prophets, the evangelists, the pastors and teachers,"
    },
    {
        "o": 32350,
        "r": "niv:Ephesians:4:12",
        "t": "to equip his people for works of service, so that the body of Christ may be built up"
    },
    {
        "o": 32351,
        "r": "niv:Ephesians:4:13",
        "t": "until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ."
    },
    {
        "o": 32352,
        "r": "niv:Ephesians:4:14",
        "t": "Then*p we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of people in their deceitful scheming."
    },
    {
        "o": 32353,
        "r": "niv:Ephesians:4:15",
        "t": "Instead, speaking the truth in love, we will grow to become in every respect the mature body of him who is the head, that is, Christ."
    },
    {
        "o": 32354,
        "r": "niv:Ephesians:4:16",
        "t": "From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work."
    },
    {
        "o": 32355,
        "r": "niv:Ephesians:4:16",
        "t": "Instructions for Christian Living",
        "h": 2
    },
    {
        "o": 32356,
        "r": "niv:Ephesians:4:17",
        "t": "So*p I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking."
    },
    {
        "o": 32357,
        "r": "niv:Ephesians:4:18",
        "t": "They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts."
    },
    {
        "o": 32358,
        "r": "niv:Ephesians:4:19",
        "t": "Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, and they are full of greed."
    },
    {
        "o": 32359,
        "r": "niv:Ephesians:4:20",
        "t": "That,*p however, is not the way of life you learned"
    },
    {
        "o": 32360,
        "r": "niv:Ephesians:4:21",
        "t": "when you heard about Christ and were taught in him in accordance with the truth that is in Jesus."
    },
    {
        "o": 32361,
        "r": "niv:Ephesians:4:22",
        "t": "You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires;"
    },
    {
        "o": 32362,
        "r": "niv:Ephesians:4:23",
        "t": "to be made new in the attitude of your minds;"
    },
    {
        "o": 32363,
        "r": "niv:Ephesians:4:24",
        "t": "and to put on the new self, created to be like God in true righteousness and holiness."
    },
    {
        "o": 32364,
        "r": "niv:Ephesians:4:25",
        "t": "Therefore*p each of you must put off falsehood and speak truthfully to your neighbor, for we are all members of one body."
    },
    {
        "o": 32365,
        "r": "niv:Ephesians:4:26",
        "t": "“In your anger do not sin”: Do not let the sun go down while you are still angry,"
    },
    {
        "o": 32366,
        "r": "niv:Ephesians:4:27",
        "t": "and do not give the devil a foothold."
    },
    {
        "o": 32367,
        "r": "niv:Ephesians:4:28",
        "t": "Anyone who has been stealing must steal no longer, but must work, doing something useful with their own hands, that they may have something to share with those in need."
    },
    {
        "o": 32368,
        "r": "niv:Ephesians:4:29",
        "t": "Do*p not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen."
    },
    {
        "o": 32369,
        "r": "niv:Ephesians:4:30",
        "t": "And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption."
    },
    {
        "o": 32370,
        "r": "niv:Ephesians:4:31",
        "t": "Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice."
    },
    {
        "o": 32371,
        "r": "niv:Ephesians:4:32",
        "t": "Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."
    },
    {
        "o": 32372,
        "r": "niv:Ephesians:5:0",
        "t": "Ephesians 5",
        "h": 1
    },
    {
        "o": 32373,
        "r": "niv:Ephesians:5:1",
        "t": "Follow God’s example, therefore, as dearly loved children"
    },
    {
        "o": 32374,
        "r": "niv:Ephesians:5:2",
        "t": "and walk in the way of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God."
    },
    {
        "o": 32375,
        "r": "niv:Ephesians:5:3",
        "t": "But*p among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God’s holy people."
    },
    {
        "o": 32376,
        "r": "niv:Ephesians:5:4",
        "t": "Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving."
    },
    {
        "o": 32377,
        "r": "niv:Ephesians:5:5",
        "t": "For of this you can be sure: No immoral, impure or greedy person—such a person is an idolater—has any inheritance in the kingdom of Christ and of God."
    },
    {
        "o": 32378,
        "r": "niv:Ephesians:5:6",
        "t": "Let no one deceive you with empty words, for because of such things God’s wrath comes on those who are disobedient."
    },
    {
        "o": 32379,
        "r": "niv:Ephesians:5:7",
        "t": "Therefore do not be partners with them."
    },
    {
        "o": 32380,
        "r": "niv:Ephesians:5:8",
        "t": "For*p you were once darkness, but now you are light in the Lord. Live as children of light"
    },
    {
        "o": 32381,
        "r": "niv:Ephesians:5:9",
        "t": "(for the fruit of the light consists in all goodness, righteousness and truth)"
    },
    {
        "o": 32382,
        "r": "niv:Ephesians:5:10",
        "t": "and find out what pleases the Lord."
    },
    {
        "o": 32383,
        "r": "niv:Ephesians:5:11",
        "t": "Have nothing to do with the fruitless deeds of darkness, but rather expose them."
    },
    {
        "o": 32384,
        "r": "niv:Ephesians:5:12",
        "t": "It is shameful even to mention what the disobedient do in secret."
    },
    {
        "o": 32385,
        "r": "niv:Ephesians:5:13",
        "t": "But everything exposed by the light becomes visible—and everything that is illuminated becomes a light."
    },
    {
        "o": 32386,
        "r": "niv:Ephesians:5:14",
        "t": "This is why it is said: “Wake*pn up, sleeper, rise*ld from the dead, and*ld Christ will shine on you.”"
    },
    {
        "o": 32387,
        "r": "niv:Ephesians:5:15",
        "t": "Be*p very careful, then, how you live—not as unwise but as wise,"
    },
    {
        "o": 32388,
        "r": "niv:Ephesians:5:16",
        "t": "making the most of every opportunity, because the days are evil."
    },
    {
        "o": 32389,
        "r": "niv:Ephesians:5:17",
        "t": "Therefore do not be foolish, but understand what the Lord’s will is."
    },
    {
        "o": 32390,
        "r": "niv:Ephesians:5:18",
        "t": "Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit,"
    },
    {
        "o": 32391,
        "r": "niv:Ephesians:5:19",
        "t": "speaking to one another with psalms, hymns, and songs from the Spirit. Sing and make music from your heart to the Lord,"
    },
    {
        "o": 32392,
        "r": "niv:Ephesians:5:20",
        "t": "always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ."
    },
    {
        "o": 32393,
        "r": "niv:Ephesians:5:20",
        "t": "Instructions for Christian Households",
        "h": 2
    },
    {
        "o": 32394,
        "r": "niv:Ephesians:5:21",
        "t": "Submit*p to one another out of reverence for Christ."
    },
    {
        "o": 32395,
        "r": "niv:Ephesians:5:22",
        "t": "Wives,*p submit yourselves to your own husbands as you do to the Lord."
    },
    {
        "o": 32396,
        "r": "niv:Ephesians:5:23",
        "t": "For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior."
    },
    {
        "o": 32397,
        "r": "niv:Ephesians:5:24",
        "t": "Now as the church submits to Christ, so also wives should submit to their husbands in everything."
    },
    {
        "o": 32398,
        "r": "niv:Ephesians:5:25",
        "t": "Husbands,*p love your wives, just as Christ loved the church and gave himself up for her"
    },
    {
        "o": 32399,
        "r": "niv:Ephesians:5:26",
        "t": "to make her holy, cleansing her by the washing with water through the word,"
    },
    {
        "o": 32400,
        "r": "niv:Ephesians:5:27",
        "t": "and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless."
    },
    {
        "o": 32401,
        "r": "niv:Ephesians:5:28",
        "t": "In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself."
    },
    {
        "o": 32402,
        "r": "niv:Ephesians:5:29",
        "t": "After all, no one ever hated their own body, but they feed and care for their body, just as Christ does the church—"
    },
    {
        "o": 32403,
        "r": "niv:Ephesians:5:30",
        "t": "for we are members of his body."
    },
    {
        "o": 32404,
        "r": "niv:Ephesians:5:31",
        "t": "“For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.”"
    },
    {
        "o": 32405,
        "r": "niv:Ephesians:5:32",
        "t": "This is a profound mystery—but I am talking about Christ and the church."
    },
    {
        "o": 32406,
        "r": "niv:Ephesians:5:33",
        "t": "However, each one of you also must love his wife as he loves himself, and the wife must respect her husband."
    },
    {
        "o": 32407,
        "r": "niv:Ephesians:6:0",
        "t": "Ephesians 6",
        "h": 1
    },
    {
        "o": 32408,
        "r": "niv:Ephesians:6:1",
        "t": "Children,*p obey your parents in the Lord, for this is right."
    },
    {
        "o": 32409,
        "r": "niv:Ephesians:6:2",
        "t": "“Honor your father and mother”—which is the first commandment with a promise—"
    },
    {
        "o": 32410,
        "r": "niv:Ephesians:6:3",
        "t": "“so that it may go well with you and that you may enjoy long life on the earth.”"
    },
    {
        "o": 32411,
        "r": "niv:Ephesians:6:4",
        "t": "Fathers,*p do not exasperate your children; instead, bring them up in the training and instruction of the Lord."
    },
    {
        "o": 32412,
        "r": "niv:Ephesians:6:5",
        "t": "Slaves,*p obey your earthly masters with respect and fear, and with sincerity of heart, just as you would obey Christ."
    },
    {
        "o": 32413,
        "r": "niv:Ephesians:6:6",
        "t": "Obey them not only to win their favor when their eye is on you, but as slaves of Christ, doing the will of God from your heart."
    },
    {
        "o": 32414,
        "r": "niv:Ephesians:6:7",
        "t": "Serve wholeheartedly, as if you were serving the Lord, not people,"
    },
    {
        "o": 32415,
        "r": "niv:Ephesians:6:8",
        "t": "because you know that the Lord will reward each one for whatever good they do, whether they are slave or free."
    },
    {
        "o": 32416,
        "r": "niv:Ephesians:6:9",
        "t": "And*p masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him."
    },
    {
        "o": 32417,
        "r": "niv:Ephesians:6:9",
        "t": "The Armor of God",
        "h": 2
    },
    {
        "o": 32418,
        "r": "niv:Ephesians:6:10",
        "t": "Finally,*p be strong in the Lord and in his mighty power."
    },
    {
        "o": 32419,
        "r": "niv:Ephesians:6:11",
        "t": "Put on the full armor of God, so that you can take your stand against the devil’s schemes."
    },
    {
        "o": 32420,
        "r": "niv:Ephesians:6:12",
        "t": "For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."
    },
    {
        "o": 32421,
        "r": "niv:Ephesians:6:13",
        "t": "Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand."
    },
    {
        "o": 32422,
        "r": "niv:Ephesians:6:14",
        "t": "Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place,"
    },
    {
        "o": 32423,
        "r": "niv:Ephesians:6:15",
        "t": "and with your feet fitted with the readiness that comes from the gospel of peace."
    },
    {
        "o": 32424,
        "r": "niv:Ephesians:6:16",
        "t": "In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one."
    },
    {
        "o": 32425,
        "r": "niv:Ephesians:6:17",
        "t": "Take the helmet of salvation and the sword of the Spirit, which is the word of God."
    },
    {
        "o": 32426,
        "r": "niv:Ephesians:6:18",
        "t": "And*p pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the Lord’s people."
    },
    {
        "o": 32427,
        "r": "niv:Ephesians:6:19",
        "t": "Pray also for me, that whenever I speak, words may be given me so that I will fearlessly make known the mystery of the gospel,"
    },
    {
        "o": 32428,
        "r": "niv:Ephesians:6:20",
        "t": "for which I am an ambassador in chains. Pray that I may declare it fearlessly, as I should."
    },
    {
        "o": 32429,
        "r": "niv:Ephesians:6:20",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 32430,
        "r": "niv:Ephesians:6:21",
        "t": "Tychicus,*p the dear brother and faithful servant in the Lord, will tell you everything, so that you also may know how I am and what I am doing."
    },
    {
        "o": 32431,
        "r": "niv:Ephesians:6:22",
        "t": "I am sending him to you for this very purpose, that you may know how we are, and that he may encourage you."
    },
    {
        "o": 32432,
        "r": "niv:Ephesians:6:23",
        "t": "Peace*p to the brothers and sisters, and love with faith from God the Father and the Lord Jesus Christ."
    },
    {
        "o": 32433,
        "r": "niv:Ephesians:6:24",
        "t": "Grace to all who love our Lord Jesus Christ with an undying love."
    }
]
