[
    {
        "o": 1763,
        "r": "csb:Exodus:4:0",
        "t": "Exodus 4",
        "h": 1
    },
    {
        "o": 1764,
        "r": "csb:Exodus:4:0",
        "t": "Miraculous Signs for Moses",
        "h": 2
    },
    {
        "o": 1765,
        "r": "csb:Exodus:4:1",
        "t": "Moses*p answered, “What if they won’t believe me and will not obey me but say, ‘The Lord*s did not appear to you’?”"
    },
    {
        "o": 1766,
        "r": "csb:Exodus:4:2",
        "t": "The*p Lord*s asked him, “What is that in your hand?” “A*p staff,” he replied."
    },
    {
        "o": 1767,
        "r": "csb:Exodus:4:3",
        "t": "“Throw*p it on the ground,” he said. So Moses threw it on the ground, it became a snake, and he ran from it."
    },
    {
        "o": 1768,
        "r": "csb:Exodus:4:4",
        "t": "The Lord*s told Moses, “Stretch out your hand and grab it by the tail.” So he stretched out his hand and caught it, and it became a staff in his hand."
    },
    {
        "o": 1769,
        "r": "csb:Exodus:4:5",
        "t": "“This will take place,” he continued, “so that they will believe that the Lord,*s the God of their ancestors, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”"
    },
    {
        "o": 1770,
        "r": "csb:Exodus:4:6",
        "t": "In*p addition the Lord*s said to him, “Put your hand inside your cloak.” So he put his hand inside his cloak, and when he took it out, his hand was diseased, resembling snow."
    },
    {
        "o": 1771,
        "r": "csb:Exodus:4:7",
        "t": "“Put your hand back inside your cloak,” he said. So he put his hand back inside his cloak, and when he took it out, it had again become like the rest of his skin."
    },
    {
        "o": 1772,
        "r": "csb:Exodus:4:8",
        "t": "“If they will not believe you and will not respond to the evidence of the first sign, they may believe the evidence of the second sign."
    },
    {
        "o": 1773,
        "r": "csb:Exodus:4:9",
        "t": "And if they don’t believe even these two signs or listen to what you say, take some water from the Nile and pour it on the dry ground. The water you take from the Nile will become blood on the ground.”"
    },
    {
        "o": 1774,
        "r": "csb:Exodus:4:10",
        "t": "But*p Moses replied to the Lord,*s “Please, Lord, I have never been eloquent - either in the past or recently or since you have been speaking to your servant - because my mouth and my tongue are sluggish.”"
    },
    {
        "o": 1775,
        "r": "csb:Exodus:4:11",
        "t": "The*p Lord*s said to him, “Who placed a mouth on humans? Who makes a person mute or deaf, seeing or blind? Is it not I, the Lord?*s"
    },
    {
        "o": 1776,
        "r": "csb:Exodus:4:12",
        "t": "Now go! I will help you speak and I will teach you what to say.”"
    },
    {
        "o": 1777,
        "r": "csb:Exodus:4:13",
        "t": "Moses*p said, “Please, Lord, send someone else.”"
    },
    {
        "o": 1778,
        "r": "csb:Exodus:4:14",
        "t": "Then*p the Lord’s*s anger burned against Moses, and he said, “Isn’t Aaron the Levite your brother? I know that he can speak well. And also, he is on his way now to meet you. He will rejoice when he sees you."
    },
    {
        "o": 1779,
        "r": "csb:Exodus:4:15",
        "t": "You will speak with him and tell him what to say. I will help both you and him to speak and will teach you both what to do."
    },
    {
        "o": 1780,
        "r": "csb:Exodus:4:16",
        "t": "He will speak to the people for you. He will serve as a mouth for you, and you will serve as God to him."
    },
    {
        "o": 1781,
        "r": "csb:Exodus:4:17",
        "t": "And take this staff in your hand that you will perform the signs with.”"
    },
    {
        "o": 1782,
        "r": "csb:Exodus:4:17",
        "t": "Moses’s Return to Egypt",
        "h": 2
    },
    {
        "o": 1783,
        "r": "csb:Exodus:4:18",
        "t": "Then*p Moses went back to his father-in-law, Jethro, and said to him, “Please let me return to my relatives in Egypt and see if they are still living.” Jethro*p said to Moses, “Go in peace.”"
    },
    {
        "o": 1784,
        "r": "csb:Exodus:4:19",
        "t": "Now*p in Midian the Lord*s told Moses, “Return to Egypt, for all the men who wanted to kill you are dead.”"
    },
    {
        "o": 1785,
        "r": "csb:Exodus:4:20",
        "t": "So Moses took his wife and sons, put them on a donkey, and returned to the land of Egypt. And Moses took God’s staff in his hand."
    },
    {
        "o": 1786,
        "r": "csb:Exodus:4:21",
        "t": "The*p Lord*s instructed Moses, “When you go back to Egypt, make sure you do before Pharaoh all the wonders that I have put within your power. But I will harden his heart so that he won’t let the people go."
    },
    {
        "o": 1787,
        "r": "csb:Exodus:4:22",
        "t": "And you will say to Pharaoh: This is what the Lord*s says: Israel is my firstborn son."
    },
    {
        "o": 1788,
        "r": "csb:Exodus:4:23",
        "t": "I told you: Let my son go so that he may worship me, but you refused to let him go. Look, I am about to kill your firstborn son!”"
    },
    {
        "o": 1789,
        "r": "csb:Exodus:4:24",
        "t": "On*p the trip, at an overnight campsite, it happened that the Lord*s confronted him and intended to put him to death."
    },
    {
        "o": 1790,
        "r": "csb:Exodus:4:25",
        "t": "So Zipporah took a flint, cut off her son’s foreskin, threw it at Moses’s feet, and said, “You are a bridegroom of blood to me!”"
    },
    {
        "o": 1791,
        "r": "csb:Exodus:4:26",
        "t": "So he let him alone. At that time she said, “You are a bridegroom of blood,” referring to the circumcision."
    },
    {
        "o": 1792,
        "r": "csb:Exodus:4:26",
        "t": "Reunion of Moses and Aaron",
        "h": 2
    },
    {
        "o": 1793,
        "r": "csb:Exodus:4:27",
        "t": "Now*p the Lord*s had said to Aaron, “Go and meet Moses in the wilderness.” So he went and met him at the mountain of God and kissed him."
    },
    {
        "o": 1794,
        "r": "csb:Exodus:4:28",
        "t": "Moses told Aaron everything the Lord*s had sent him to say, and about all the signs he had commanded him to do."
    },
    {
        "o": 1795,
        "r": "csb:Exodus:4:29",
        "t": "Then Moses and Aaron went and assembled all the elders of the Israelites."
    },
    {
        "o": 1796,
        "r": "csb:Exodus:4:30",
        "t": "Aaron repeated everything the Lord*s had said to Moses and performed the signs before the people."
    },
    {
        "o": 1797,
        "r": "csb:Exodus:4:31",
        "t": "The people believed, and when they heard that the Lord*s had paid attention to them and that he had seen their misery, they knelt low and worshiped."
    }
]
