[
    {
        "o": 32964,
        "r": "esv:Colossians:1:0",
        "t": "Colossians 1",
        "h": 1
    },
    {
        "o": 32965,
        "r": "esv:Colossians:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 32966,
        "r": "esv:Colossians:1:1",
        "t": "Paul,*p an apostle of Christ Jesus by the will of God, and Timothy our brother,"
    },
    {
        "o": 32967,
        "r": "esv:Colossians:1:2",
        "t": "To*p the saints and faithful brothers in Christ at Colossae: Grace*p to you and peace from God our Father."
    },
    {
        "o": 32968,
        "r": "esv:Colossians:1:2",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32969,
        "r": "esv:Colossians:1:3",
        "t": "We*p always thank God, the Father of our Lord Jesus Christ, when we pray for you,"
    },
    {
        "o": 32970,
        "r": "esv:Colossians:1:4",
        "t": "since we heard of your faith in Christ Jesus and of the love that you have for all the saints,"
    },
    {
        "o": 32971,
        "r": "esv:Colossians:1:5",
        "t": "because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel,"
    },
    {
        "o": 32972,
        "r": "esv:Colossians:1:6",
        "t": "which has come to you, as indeed in the whole world it is bearing fruit and increasing— as it also does among you, since the day you heard it and understood the grace of God in truth,"
    },
    {
        "o": 32973,
        "r": "esv:Colossians:1:7",
        "t": "just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf"
    },
    {
        "o": 32974,
        "r": "esv:Colossians:1:8",
        "t": "and has made known to us your love in the Spirit."
    },
    {
        "o": 32975,
        "r": "esv:Colossians:1:9",
        "t": "And*p so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding,"
    },
    {
        "o": 32976,
        "r": "esv:Colossians:1:10",
        "t": "so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God;"
    },
    {
        "o": 32977,
        "r": "esv:Colossians:1:11",
        "t": "being strengthened with all power, according to his glorious might, for all endurance and patience with joy;"
    },
    {
        "o": 32978,
        "r": "esv:Colossians:1:12",
        "t": "giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light."
    },
    {
        "o": 32979,
        "r": "esv:Colossians:1:13",
        "t": "He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son,"
    },
    {
        "o": 32980,
        "r": "esv:Colossians:1:14",
        "t": "in whom we have redemption, the forgiveness of sins."
    },
    {
        "o": 32981,
        "r": "esv:Colossians:1:14",
        "t": "The Preeminence of Christ",
        "h": 2
    },
    {
        "o": 32982,
        "r": "esv:Colossians:1:15",
        "t": "He*p is the image of the invisible God, the firstborn of all creation."
    },
    {
        "o": 32983,
        "r": "esv:Colossians:1:16",
        "t": "For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities— all things were created through him and for him."
    },
    {
        "o": 32984,
        "r": "esv:Colossians:1:17",
        "t": "And he is before all things, and in him all things hold together."
    },
    {
        "o": 32985,
        "r": "esv:Colossians:1:18",
        "t": "And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent."
    },
    {
        "o": 32986,
        "r": "esv:Colossians:1:19",
        "t": "For in him all the fullness of God was pleased to dwell,"
    },
    {
        "o": 32987,
        "r": "esv:Colossians:1:20",
        "t": "and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross."
    },
    {
        "o": 32988,
        "r": "esv:Colossians:1:21",
        "t": "And*p you, who once were alienated and hostile in mind, doing evil deeds,"
    },
    {
        "o": 32989,
        "r": "esv:Colossians:1:22",
        "t": "he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him,"
    },
    {
        "o": 32990,
        "r": "esv:Colossians:1:23",
        "t": "if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister."
    },
    {
        "o": 32991,
        "r": "esv:Colossians:1:23",
        "t": "Paul’s Ministry to the Church",
        "h": 2
    },
    {
        "o": 32992,
        "r": "esv:Colossians:1:24",
        "t": "Now*p I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church,"
    },
    {
        "o": 32993,
        "r": "esv:Colossians:1:25",
        "t": "of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known,"
    },
    {
        "o": 32994,
        "r": "esv:Colossians:1:26",
        "t": "the mystery hidden for ages and generations but now revealed to his saints."
    },
    {
        "o": 32995,
        "r": "esv:Colossians:1:27",
        "t": "To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory."
    },
    {
        "o": 32996,
        "r": "esv:Colossians:1:28",
        "t": "Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ."
    },
    {
        "o": 32997,
        "r": "esv:Colossians:1:29",
        "t": "For this I toil, struggling with all his energy that he powerfully works within me."
    }
]
