[
    {
        "o": 7866,
        "r": "niv:1 Samuel:1:0",
        "t": "1 Samuel 1",
        "h": 1
    },
    {
        "o": 7867,
        "r": "niv:1 Samuel:1:0",
        "t": "The Birth of Samuel",
        "h": 2
    },
    {
        "o": 7868,
        "r": "niv:1 Samuel:1:1",
        "t": "There*p was a certain man from Ramathaim, a Zuphite from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite."
    },
    {
        "o": 7869,
        "r": "niv:1 Samuel:1:2",
        "t": "He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none."
    },
    {
        "o": 7870,
        "r": "niv:1 Samuel:1:3",
        "t": "Year*p after year this man went up from his town to worship and sacrifice to the Lord*s Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the Lord.*s"
    },
    {
        "o": 7871,
        "r": "niv:1 Samuel:1:4",
        "t": "Whenever the day came for Elkanah to sacrifice, he would give portions of the meat to his wife Peninnah and to all her sons and daughters."
    },
    {
        "o": 7872,
        "r": "niv:1 Samuel:1:5",
        "t": "But to Hannah he gave a double portion because he loved her, and the Lord*s had closed her womb."
    },
    {
        "o": 7873,
        "r": "niv:1 Samuel:1:6",
        "t": "Because the Lord*s had closed Hannah’s womb, her rival kept provoking her in order to irritate her."
    },
    {
        "o": 7874,
        "r": "niv:1 Samuel:1:7",
        "t": "This went on year after year. Whenever Hannah went up to the house of the Lord,*s her rival provoked her till she wept and would not eat."
    },
    {
        "o": 7875,
        "r": "niv:1 Samuel:1:8",
        "t": "Her husband Elkanah would say to her, “Hannah, why are you weeping? Why don’t you eat? Why are you downhearted? Don’t I mean more to you than ten sons?”"
    },
    {
        "o": 7876,
        "r": "niv:1 Samuel:1:9",
        "t": "Once*p when they had finished eating and drinking in Shiloh, Hannah stood up. Now Eli the priest was sitting on his chair by the doorpost of the Lord’s*s house."
    },
    {
        "o": 7877,
        "r": "niv:1 Samuel:1:10",
        "t": "In her deep anguish Hannah prayed to the Lord,*s weeping bitterly."
    },
    {
        "o": 7878,
        "r": "niv:1 Samuel:1:11",
        "t": "And she made a vow, saying, “Lord*s Almighty, if you will only look on your servant’s misery and remember me, and not forget your servant but give her a son, then I will give him to the Lord*s for all the days of his life, and no razor will ever be used on his head.”"
    },
    {
        "o": 7879,
        "r": "niv:1 Samuel:1:12",
        "t": "As*p she kept on praying to the Lord,*s Eli observed her mouth."
    },
    {
        "o": 7880,
        "r": "niv:1 Samuel:1:13",
        "t": "Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk"
    },
    {
        "o": 7881,
        "r": "niv:1 Samuel:1:14",
        "t": "and said to her, “How long are you going to stay drunk? Put away your wine.”"
    },
    {
        "o": 7882,
        "r": "niv:1 Samuel:1:15",
        "t": "“Not*p so, my lord,” Hannah replied, “I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the Lord.*s"
    },
    {
        "o": 7883,
        "r": "niv:1 Samuel:1:16",
        "t": "Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.”"
    },
    {
        "o": 7884,
        "r": "niv:1 Samuel:1:17",
        "t": "Eli*p answered, “Go in peace, and may the God of Israel grant you what you have asked of him.”"
    },
    {
        "o": 7885,
        "r": "niv:1 Samuel:1:18",
        "t": "She*p said, “May your servant find favor in your eyes.” Then she went her way and ate something, and her face was no longer downcast."
    },
    {
        "o": 7886,
        "r": "niv:1 Samuel:1:19",
        "t": "Early*p the next morning they arose and worshiped before the Lord*s and then went back to their home at Ramah. Elkanah made love to his wife Hannah, and the Lord*s remembered her."
    },
    {
        "o": 7887,
        "r": "niv:1 Samuel:1:20",
        "t": "So in the course of time Hannah became pregnant and gave birth to a son. She named him Samuel, saying, “Because I asked the Lord*s for him.”"
    },
    {
        "o": 7888,
        "r": "niv:1 Samuel:1:20",
        "t": "Hannah Dedicates Samuel",
        "h": 2
    },
    {
        "o": 7889,
        "r": "niv:1 Samuel:1:21",
        "t": "When*p her husband Elkanah went up with all his family to offer the annual sacrifice to the Lord*s and to fulfill his vow,"
    },
    {
        "o": 7890,
        "r": "niv:1 Samuel:1:22",
        "t": "Hannah did not go. She said to her husband, “After the boy is weaned, I will take him and present him before the Lord,*s and he will live there always.”"
    },
    {
        "o": 7891,
        "r": "niv:1 Samuel:1:23",
        "t": "“Do*p what seems best to you,” her husband Elkanah told her. “Stay here until you have weaned him; only may the Lord*s make good his word.” So the woman stayed at home and nursed her son until she had weaned him."
    },
    {
        "o": 7892,
        "r": "niv:1 Samuel:1:24",
        "t": "After*p he was weaned, she took the boy with her, young as he was, along with a three-year-old bull, an ephah of flour and a skin of wine, and brought him to the house of the Lord*s at Shiloh."
    },
    {
        "o": 7893,
        "r": "niv:1 Samuel:1:25",
        "t": "When the bull had been sacrificed, they brought the boy to Eli,"
    },
    {
        "o": 7894,
        "r": "niv:1 Samuel:1:26",
        "t": "and she said to him, “Pardon me, my lord. As surely as you live, I am the woman who stood here beside you praying to the Lord.*s"
    },
    {
        "o": 7895,
        "r": "niv:1 Samuel:1:27",
        "t": "I prayed for this child, and the Lord*s has granted me what I asked of him."
    },
    {
        "o": 7896,
        "r": "niv:1 Samuel:1:28",
        "t": "So now I give him to the Lord.*s For his whole life he will be given over to the Lord.”*s And he worshiped the Lord*s there."
    },
    {
        "o": 7897,
        "r": "niv:1 Samuel:2:0",
        "t": "1 Samuel 2",
        "h": 1
    },
    {
        "o": 7898,
        "r": "niv:1 Samuel:2:0",
        "t": "Hannah’s Prayer",
        "h": 2
    },
    {
        "o": 7899,
        "r": "niv:1 Samuel:2:1",
        "t": "Then*p Hannah prayed and said: “My*pn heart rejoices in the Lord;*s in*ld the Lord*s my horn is lifted high. My*ln mouth boasts over my enemies, for*ld I delight in your deliverance."
    },
    {
        "o": 7900,
        "r": "niv:1 Samuel:2:2",
        "t": "“There*pn is no one holy like the Lord;*s there*ld is no one besides you; there*ld is no Rock like our God."
    },
    {
        "o": 7901,
        "r": "niv:1 Samuel:2:3",
        "t": "“Do*pn not keep talking so proudly or*ld let your mouth speak such arrogance, for*ln the Lord*s is a God who knows, and*ld by him deeds are weighed."
    },
    {
        "o": 7902,
        "r": "niv:1 Samuel:2:4",
        "t": "“The*pn bows of the warriors are broken, but*ld those who stumbled are armed with strength."
    },
    {
        "o": 7903,
        "r": "niv:1 Samuel:2:5",
        "t": "Those*ln who were full hire themselves out for food, but*ld those who were hungry are hungry no more. She*ln who was barren has borne seven children, but*ld she who has had many sons pines away."
    },
    {
        "o": 7904,
        "r": "niv:1 Samuel:2:6",
        "t": "“The*pn Lord*s brings death and makes alive; he*ld brings down to the grave and raises up."
    },
    {
        "o": 7905,
        "r": "niv:1 Samuel:2:7",
        "t": "The*ln Lord*s sends poverty and wealth; he*ld humbles and he exalts."
    },
    {
        "o": 7906,
        "r": "niv:1 Samuel:2:8",
        "t": "He*ln raises the poor from the dust and*ld lifts the needy from the ash heap; he*ln seats them with princes and*ld has them inherit a throne of honor. “For*pn the foundations of the earth are the Lord’s;*s on*ld them he has set the world."
    },
    {
        "o": 7907,
        "r": "niv:1 Samuel:2:9",
        "t": "He*ln will guard the feet of his faithful servants, but*ld the wicked will be silenced in the place of darkness. “It*pn is not by strength that one prevails;"
    },
    {
        "o": 7908,
        "r": "niv:1 Samuel:2:10",
        "t": "those*ld who oppose the Lord*s will be broken. The*ln Most High will thunder from heaven; the*ld Lord*s will judge the ends of the earth. “He*pn will give strength to his king and*ld exalt the horn of his anointed.”"
    },
    {
        "o": 7909,
        "r": "niv:1 Samuel:2:11",
        "t": "Then*p Elkanah went home to Ramah, but the boy ministered before the Lord*s under Eli the priest."
    },
    {
        "o": 7910,
        "r": "niv:1 Samuel:2:11",
        "t": "Eli’s Wicked Sons",
        "h": 2
    },
    {
        "o": 7911,
        "r": "niv:1 Samuel:2:12",
        "t": "Eli’s*p sons were scoundrels; they had no regard for the Lord.*s"
    },
    {
        "o": 7912,
        "r": "niv:1 Samuel:2:13",
        "t": "Now it was the practice of the priests that, whenever any of the people offered a sacrifice, the priest’s servant would come with a three-pronged fork in his hand while the meat was being boiled"
    },
    {
        "o": 7913,
        "r": "niv:1 Samuel:2:14",
        "t": "and would plunge the fork into the pan or kettle or caldron or pot. Whatever the fork brought up the priest would take for himself. This is how they treated all the Israelites who came to Shiloh."
    },
    {
        "o": 7914,
        "r": "niv:1 Samuel:2:15",
        "t": "But even before the fat was burned, the priest’s servant would come and say to the person who was sacrificing, “Give the priest some meat to roast; he won’t accept boiled meat from you, but only raw.”"
    },
    {
        "o": 7915,
        "r": "niv:1 Samuel:2:16",
        "t": "If*p the person said to him, “Let the fat be burned first, and then take whatever you want,” the servant would answer, “No, hand it over now; if you don’t, I’ll take it by force.”"
    },
    {
        "o": 7916,
        "r": "niv:1 Samuel:2:17",
        "t": "This*p sin of the young men was very great in the Lord’s*s sight, for they were treating the Lord’s*s offering with contempt."
    },
    {
        "o": 7917,
        "r": "niv:1 Samuel:2:18",
        "t": "But*p Samuel was ministering before the Lord*s —a boy wearing a linen ephod."
    },
    {
        "o": 7918,
        "r": "niv:1 Samuel:2:19",
        "t": "Each year his mother made him a little robe and took it to him when she went up with her husband to offer the annual sacrifice."
    },
    {
        "o": 7919,
        "r": "niv:1 Samuel:2:20",
        "t": "Eli would bless Elkanah and his wife, saying, “May the Lord*s give you children by this woman to take the place of the one she prayed for and gave to the Lord.”*s Then they would go home."
    },
    {
        "o": 7920,
        "r": "niv:1 Samuel:2:21",
        "t": "And the Lord*s was gracious to Hannah; she gave birth to three sons and two daughters. Meanwhile, the boy Samuel grew up in the presence of the Lord.*s"
    },
    {
        "o": 7921,
        "r": "niv:1 Samuel:2:22",
        "t": "Now*p Eli, who was very old, heard about everything his sons were doing to all Israel and how they slept with the women who served at the entrance to the tent of meeting."
    },
    {
        "o": 7922,
        "r": "niv:1 Samuel:2:23",
        "t": "So he said to them, “Why do you do such things? I hear from all the people about these wicked deeds of yours."
    },
    {
        "o": 7923,
        "r": "niv:1 Samuel:2:24",
        "t": "No, my sons; the report I hear spreading among the Lord’s*s people is not good."
    },
    {
        "o": 7924,
        "r": "niv:1 Samuel:2:25",
        "t": "If one person sins against another, God may mediate for the offender; but if anyone sins against the Lord,*s who will intercede for them?” His sons, however, did not listen to their father’s rebuke, for it was the Lord’s*s will to put them to death."
    },
    {
        "o": 7925,
        "r": "niv:1 Samuel:2:26",
        "t": "And*p the boy Samuel continued to grow in stature and in favor with the Lord*s and with people."
    },
    {
        "o": 7926,
        "r": "niv:1 Samuel:2:26",
        "t": "Prophecy Against the House of Eli",
        "h": 2
    },
    {
        "o": 7927,
        "r": "niv:1 Samuel:2:27",
        "t": "Now*p a man of God came to Eli and said to him, “This is what the Lord*s says: ‘Did I not clearly reveal myself to your ancestor’s family when they were in Egypt under Pharaoh?"
    },
    {
        "o": 7928,
        "r": "niv:1 Samuel:2:28",
        "t": "I chose your ancestor out of all the tribes of Israel to be my priest, to go up to my altar, to burn incense, and to wear an ephod in my presence. I also gave your ancestor’s family all the food offerings presented by the Israelites."
    },
    {
        "o": 7929,
        "r": "niv:1 Samuel:2:29",
        "t": "Why do you scorn my sacrifice and offering that I prescribed for my dwelling? Why do you honor your sons more than me by fattening yourselves on the choice parts of every offering made by my people Israel?’"
    },
    {
        "o": 7930,
        "r": "niv:1 Samuel:2:30",
        "t": "“Therefore*p the Lord,*s the God of Israel, declares: ‘I promised that members of your family would minister before me forever.’ But now the Lord*s declares: ‘Far be it from me! Those who honor me I will honor, but those who despise me will be disdained."
    },
    {
        "o": 7931,
        "r": "niv:1 Samuel:2:31",
        "t": "The time is coming when I will cut short your strength and the strength of your priestly house, so that no one in it will reach old age,"
    },
    {
        "o": 7932,
        "r": "niv:1 Samuel:2:32",
        "t": "and you will see distress in my dwelling. Although good will be done to Israel, no one in your family line will ever reach old age."
    },
    {
        "o": 7933,
        "r": "niv:1 Samuel:2:33",
        "t": "Every one of you that I do not cut off from serving at my altar I will spare only to destroy your sight and sap your strength, and all your descendants will die in the prime of life."
    },
    {
        "o": 7934,
        "r": "niv:1 Samuel:2:34",
        "t": "“ ‘And*p what happens to your two sons, Hophni and Phinehas, will be a sign to you—they will both die on the same day."
    },
    {
        "o": 7935,
        "r": "niv:1 Samuel:2:35",
        "t": "I will raise up for myself a faithful priest, who will do according to what is in my heart and mind. I will firmly establish his priestly house, and they will minister before my anointed one always."
    },
    {
        "o": 7936,
        "r": "niv:1 Samuel:2:36",
        "t": "Then everyone left in your family line will come and bow down before him for a piece of silver and a loaf of bread and plead, “Appoint me to some priestly office so I can have food to eat.” ’ ”"
    },
    {
        "o": 7937,
        "r": "niv:1 Samuel:3:0",
        "t": "1 Samuel 3",
        "h": 1
    },
    {
        "o": 7938,
        "r": "niv:1 Samuel:3:0",
        "t": "The Lord Calls Samuel",
        "h": 2
    },
    {
        "o": 7939,
        "r": "niv:1 Samuel:3:1",
        "t": "The*p boy Samuel ministered before the Lord*s under Eli. In those days the word of the Lord*s was rare; there were not many visions."
    },
    {
        "o": 7940,
        "r": "niv:1 Samuel:3:2",
        "t": "One*p night Eli, whose eyes were becoming so weak that he could barely see, was lying down in his usual place."
    },
    {
        "o": 7941,
        "r": "niv:1 Samuel:3:3",
        "t": "The lamp of God had not yet gone out, and Samuel was lying down in the house of the Lord,*s where the ark of God was."
    },
    {
        "o": 7942,
        "r": "niv:1 Samuel:3:4",
        "t": "Then the Lord*s called Samuel. Samuel*p answered, “Here I am.”"
    },
    {
        "o": 7943,
        "r": "niv:1 Samuel:3:5",
        "t": "And he ran to Eli and said, “Here I am; you called me.” But*p Eli said, “I did not call; go back and lie down.” So he went and lay down."
    },
    {
        "o": 7944,
        "r": "niv:1 Samuel:3:6",
        "t": "Again*p the Lord*s called, “Samuel!” And Samuel got up and went to Eli and said, “Here I am; you called me.” “My*p son,” Eli said, “I did not call; go back and lie down.”"
    },
    {
        "o": 7945,
        "r": "niv:1 Samuel:3:7",
        "t": "Now*p Samuel did not yet know the Lord:*s The word of the Lord*s had not yet been revealed to him."
    },
    {
        "o": 7946,
        "r": "niv:1 Samuel:3:8",
        "t": "A*p third time the Lord*s called, “Samuel!” And Samuel got up and went to Eli and said, “Here I am; you called me.” Then*p Eli realized that the Lord*s was calling the boy."
    },
    {
        "o": 7947,
        "r": "niv:1 Samuel:3:9",
        "t": "So Eli told Samuel, “Go and lie down, and if he calls you, say, ‘Speak, Lord,*s for your servant is listening.’ ” So Samuel went and lay down in his place."
    },
    {
        "o": 7948,
        "r": "niv:1 Samuel:3:10",
        "t": "The*p Lord*s came and stood there, calling as at the other times, “Samuel! Samuel!” Then*p Samuel said, “Speak, for your servant is listening.”"
    },
    {
        "o": 7949,
        "r": "niv:1 Samuel:3:11",
        "t": "And*p the Lord*s said to Samuel: “See, I am about to do something in Israel that will make the ears of everyone who hears about it tingle."
    },
    {
        "o": 7950,
        "r": "niv:1 Samuel:3:12",
        "t": "At that time I will carry out against Eli everything I spoke against his family—from beginning to end."
    },
    {
        "o": 7951,
        "r": "niv:1 Samuel:3:13",
        "t": "For I told him that I would judge his family forever because of the sin he knew about; his sons blasphemed God, and he failed to restrain them."
    },
    {
        "o": 7952,
        "r": "niv:1 Samuel:3:14",
        "t": "Therefore I swore to the house of Eli, ‘The guilt of Eli’s house will never be atoned for by sacrifice or offering.’ ”"
    },
    {
        "o": 7953,
        "r": "niv:1 Samuel:3:15",
        "t": "Samuel*p lay down until morning and then opened the doors of the house of the Lord.*s He was afraid to tell Eli the vision,"
    },
    {
        "o": 7954,
        "r": "niv:1 Samuel:3:16",
        "t": "but Eli called him and said, “Samuel, my son.” Samuel*p answered, “Here I am.”"
    },
    {
        "o": 7955,
        "r": "niv:1 Samuel:3:17",
        "t": "“What*p was it he said to you?” Eli asked. “Do not hide it from me. May God deal with you, be it ever so severely, if you hide from me anything he told you.”"
    },
    {
        "o": 7956,
        "r": "niv:1 Samuel:3:18",
        "t": "So Samuel told him everything, hiding nothing from him. Then Eli said, “He is the Lord;*s let him do what is good in his eyes.”"
    },
    {
        "o": 7957,
        "r": "niv:1 Samuel:3:19",
        "t": "The*p Lord*s was with Samuel as he grew up, and he let none of Samuel’s words fall to the ground."
    },
    {
        "o": 7958,
        "r": "niv:1 Samuel:3:20",
        "t": "And all Israel from Dan to Beersheba recognized that Samuel was attested as a prophet of the Lord.*s"
    },
    {
        "o": 7959,
        "r": "niv:1 Samuel:3:21",
        "t": "The Lord*s continued to appear at Shiloh, and there he revealed himself to Samuel through his word."
    },
    {
        "o": 7960,
        "r": "niv:1 Samuel:4:0",
        "t": "1 Samuel 4",
        "h": 1
    },
    {
        "o": 7961,
        "r": "niv:1 Samuel:4:1",
        "t": "And*p Samuel’s word came to all Israel."
    },
    {
        "o": 7962,
        "r": "niv:1 Samuel:4:1",
        "t": "The Philistines Capture the Ark",
        "h": 2
    },
    {
        "o": 7963,
        "r": "niv:1 Samuel:4:1",
        "t": "Now*p the Israelites went out to fight against the Philistines. The Israelites camped at Ebenezer, and the Philistines at Aphek."
    },
    {
        "o": 7964,
        "r": "niv:1 Samuel:4:2",
        "t": "The Philistines deployed their forces to meet Israel, and as the battle spread, Israel was defeated by the Philistines, who killed about four thousand of them on the battlefield."
    },
    {
        "o": 7965,
        "r": "niv:1 Samuel:4:3",
        "t": "When the soldiers returned to camp, the elders of Israel asked, “Why did the Lord*s bring defeat on us today before the Philistines? Let us bring the ark of the Lord’s*s covenant from Shiloh, so that he may go with us and save us from the hand of our enemies.”"
    },
    {
        "o": 7966,
        "r": "niv:1 Samuel:4:4",
        "t": "So*p the people sent men to Shiloh, and they brought back the ark of the covenant of the Lord*s Almighty, who is enthroned between the cherubim. And Eli’s two sons, Hophni and Phinehas, were there with the ark of the covenant of God."
    },
    {
        "o": 7967,
        "r": "niv:1 Samuel:4:5",
        "t": "When*p the ark of the Lord’s*s covenant came into the camp, all Israel raised such a great shout that the ground shook."
    },
    {
        "o": 7968,
        "r": "niv:1 Samuel:4:6",
        "t": "Hearing the uproar, the Philistines asked, “What’s all this shouting in the Hebrew camp?” When*p they learned that the ark of the Lord*s had come into the camp,"
    },
    {
        "o": 7969,
        "r": "niv:1 Samuel:4:7",
        "t": "the Philistines were afraid. “A god has come into the camp,” they said. “Oh no! Nothing like this has happened before."
    },
    {
        "o": 7970,
        "r": "niv:1 Samuel:4:8",
        "t": "We’re doomed! Who will deliver us from the hand of these mighty gods? They are the gods who struck the Egyptians with all kinds of plagues in the wilderness."
    },
    {
        "o": 7971,
        "r": "niv:1 Samuel:4:9",
        "t": "Be strong, Philistines! Be men, or you will be subject to the Hebrews, as they have been to you. Be men, and fight!”"
    },
    {
        "o": 7972,
        "r": "niv:1 Samuel:4:10",
        "t": "So*p the Philistines fought, and the Israelites were defeated and every man fled to his tent. The slaughter was very great; Israel lost thirty thousand foot soldiers."
    },
    {
        "o": 7973,
        "r": "niv:1 Samuel:4:11",
        "t": "The ark of God was captured, and Eli’s two sons, Hophni and Phinehas, died."
    },
    {
        "o": 7974,
        "r": "niv:1 Samuel:4:11",
        "t": "Death of Eli",
        "h": 2
    },
    {
        "o": 7975,
        "r": "niv:1 Samuel:4:12",
        "t": "That*p same day a Benjamite ran from the battle line and went to Shiloh with his clothes torn and dust on his head."
    },
    {
        "o": 7976,
        "r": "niv:1 Samuel:4:13",
        "t": "When he arrived, there was Eli sitting on his chair by the side of the road, watching, because his heart feared for the ark of God. When the man entered the town and told what had happened, the whole town sent up a cry."
    },
    {
        "o": 7977,
        "r": "niv:1 Samuel:4:14",
        "t": "Eli*p heard the outcry and asked, “What is the meaning of this uproar?” The*p man hurried over to Eli,"
    },
    {
        "o": 7978,
        "r": "niv:1 Samuel:4:15",
        "t": "who was ninety-eight years old and whose eyes had failed so that he could not see."
    },
    {
        "o": 7979,
        "r": "niv:1 Samuel:4:16",
        "t": "He told Eli, “I have just come from the battle line; I fled from it this very day.” Eli*p asked, “What happened, my son?”"
    },
    {
        "o": 7980,
        "r": "niv:1 Samuel:4:17",
        "t": "The*p man who brought the news replied, “Israel fled before the Philistines, and the army has suffered heavy losses. Also your two sons, Hophni and Phinehas, are dead, and the ark of God has been captured.”"
    },
    {
        "o": 7981,
        "r": "niv:1 Samuel:4:18",
        "t": "When*p he mentioned the ark of God, Eli fell backward off his chair by the side of the gate. His neck was broken and he died, for he was an old man, and he was heavy. He had led Israel forty years."
    },
    {
        "o": 7982,
        "r": "niv:1 Samuel:4:19",
        "t": "His*p daughter-in-law, the wife of Phinehas, was pregnant and near the time of delivery. When she heard the news that the ark of God had been captured and that her father-in-law and her husband were dead, she went into labor and gave birth, but was overcome by her labor pains."
    },
    {
        "o": 7983,
        "r": "niv:1 Samuel:4:20",
        "t": "As she was dying, the women attending her said, “Don’t despair; you have given birth to a son.” But she did not respond or pay any attention."
    },
    {
        "o": 7984,
        "r": "niv:1 Samuel:4:21",
        "t": "She*p named the boy Ichabod, saying, “The Glory has departed from Israel”—because of the capture of the ark of God and the deaths of her father-in-law and her husband."
    },
    {
        "o": 7985,
        "r": "niv:1 Samuel:4:22",
        "t": "She said, “The Glory has departed from Israel, for the ark of God has been captured.”"
    },
    {
        "o": 7986,
        "r": "niv:1 Samuel:5:0",
        "t": "1 Samuel 5",
        "h": 1
    },
    {
        "o": 7987,
        "r": "niv:1 Samuel:5:0",
        "t": "The Ark in Ashdod and Ekron",
        "h": 2
    },
    {
        "o": 7988,
        "r": "niv:1 Samuel:5:1",
        "t": "After*p the Philistines had captured the ark of God, they took it from Ebenezer to Ashdod."
    },
    {
        "o": 7989,
        "r": "niv:1 Samuel:5:2",
        "t": "Then they carried the ark into Dagon’s temple and set it beside Dagon."
    },
    {
        "o": 7990,
        "r": "niv:1 Samuel:5:3",
        "t": "When the people of Ashdod rose early the next day, there was Dagon, fallen on his face on the ground before the ark of the Lord!*s They took Dagon and put him back in his place."
    },
    {
        "o": 7991,
        "r": "niv:1 Samuel:5:4",
        "t": "But the following morning when they rose, there was Dagon, fallen on his face on the ground before the ark of the Lord!*s His head and hands had been broken off and were lying on the threshold; only his body remained."
    },
    {
        "o": 7992,
        "r": "niv:1 Samuel:5:5",
        "t": "That is why to this day neither the priests of Dagon nor any others who enter Dagon’s temple at Ashdod step on the threshold."
    },
    {
        "o": 7993,
        "r": "niv:1 Samuel:5:6",
        "t": "The*p Lord’s*s hand was heavy on the people of Ashdod and its vicinity; he brought devastation on them and afflicted them with tumors."
    },
    {
        "o": 7994,
        "r": "niv:1 Samuel:5:7",
        "t": "When the people of Ashdod saw what was happening, they said, “The ark of the god of Israel must not stay here with us, because his hand is heavy on us and on Dagon our god.”"
    },
    {
        "o": 7995,
        "r": "niv:1 Samuel:5:8",
        "t": "So they called together all the rulers of the Philistines and asked them, “What shall we do with the ark of the god of Israel?” They*p answered, “Have the ark of the god of Israel moved to Gath.” So they moved the ark of the God of Israel."
    },
    {
        "o": 7996,
        "r": "niv:1 Samuel:5:9",
        "t": "But*p after they had moved it, the Lord’s*s hand was against that city, throwing it into a great panic. He afflicted the people of the city, both young and old, with an outbreak of tumors."
    },
    {
        "o": 7997,
        "r": "niv:1 Samuel:5:10",
        "t": "So they sent the ark of God to Ekron. As*p the ark of God was entering Ekron, the people of Ekron cried out, “They have brought the ark of the god of Israel around to us to kill us and our people.”"
    },
    {
        "o": 7998,
        "r": "niv:1 Samuel:5:11",
        "t": "So they called together all the rulers of the Philistines and said, “Send the ark of the god of Israel away; let it go back to its own place, or it will kill us and our people.” For death had filled the city with panic; God’s hand was very heavy on it."
    },
    {
        "o": 7999,
        "r": "niv:1 Samuel:5:12",
        "t": "Those who did not die were afflicted with tumors, and the outcry of the city went up to heaven."
    },
    {
        "o": 8000,
        "r": "niv:1 Samuel:6:0",
        "t": "1 Samuel 6",
        "h": 1
    },
    {
        "o": 8001,
        "r": "niv:1 Samuel:6:0",
        "t": "The Ark Returned to Israel",
        "h": 2
    },
    {
        "o": 8002,
        "r": "niv:1 Samuel:6:1",
        "t": "When*p the ark of the Lord*s had been in Philistine territory seven months,"
    },
    {
        "o": 8003,
        "r": "niv:1 Samuel:6:2",
        "t": "the Philistines called for the priests and the diviners and said, “What shall we do with the ark of the Lord?*s Tell us how we should send it back to its place.”"
    },
    {
        "o": 8004,
        "r": "niv:1 Samuel:6:3",
        "t": "They*p answered, “If you return the ark of the god of Israel, do not send it back to him without a gift; by all means send a guilt offering to him. Then you will be healed, and you will know why his hand has not been lifted from you.”"
    },
    {
        "o": 8005,
        "r": "niv:1 Samuel:6:4",
        "t": "The*p Philistines asked, “What guilt offering should we send to him?” They*p replied, “Five gold tumors and five gold rats, according to the number of the Philistine rulers, because the same plague has struck both you and your rulers."
    },
    {
        "o": 8006,
        "r": "niv:1 Samuel:6:5",
        "t": "Make models of the tumors and of the rats that are destroying the country, and give glory to Israel’s god. Perhaps he will lift his hand from you and your gods and your land."
    },
    {
        "o": 8007,
        "r": "niv:1 Samuel:6:6",
        "t": "Why do you harden your hearts as the Egyptians and Pharaoh did? When Israel’s god dealt harshly with them, did they not send the Israelites out so they could go on their way?"
    },
    {
        "o": 8008,
        "r": "niv:1 Samuel:6:7",
        "t": "“Now*p then, get a new cart ready, with two cows that have calved and have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up."
    },
    {
        "o": 8009,
        "r": "niv:1 Samuel:6:8",
        "t": "Take the ark of the Lord*s and put it on the cart, and in a chest beside it put the gold objects you are sending back to him as a guilt offering. Send it on its way,"
    },
    {
        "o": 8010,
        "r": "niv:1 Samuel:6:9",
        "t": "but keep watching it. If it goes up to its own territory, toward Beth Shemesh, then the Lord*s has brought this great disaster on us. But if it does not, then we will know that it was not his hand that struck us but that it happened to us by chance.”"
    },
    {
        "o": 8011,
        "r": "niv:1 Samuel:6:10",
        "t": "So*p they did this. They took two such cows and hitched them to the cart and penned up their calves."
    },
    {
        "o": 8012,
        "r": "niv:1 Samuel:6:11",
        "t": "They placed the ark of the Lord*s on the cart and along with it the chest containing the gold rats and the models of the tumors."
    },
    {
        "o": 8013,
        "r": "niv:1 Samuel:6:12",
        "t": "Then the cows went straight up toward Beth Shemesh, keeping on the road and lowing all the way; they did not turn to the right or to the left. The rulers of the Philistines followed them as far as the border of Beth Shemesh."
    },
    {
        "o": 8014,
        "r": "niv:1 Samuel:6:13",
        "t": "Now*p the people of Beth Shemesh were harvesting their wheat in the valley, and when they looked up and saw the ark, they rejoiced at the sight."
    },
    {
        "o": 8015,
        "r": "niv:1 Samuel:6:14",
        "t": "The cart came to the field of Joshua of Beth Shemesh, and there it stopped beside a large rock. The people chopped up the wood of the cart and sacrificed the cows as a burnt offering to the Lord.*s"
    },
    {
        "o": 8016,
        "r": "niv:1 Samuel:6:15",
        "t": "The Levites took down the ark of the Lord,*s together with the chest containing the gold objects, and placed them on the large rock. On that day the people of Beth Shemesh offered burnt offerings and made sacrifices to the Lord.*s"
    },
    {
        "o": 8017,
        "r": "niv:1 Samuel:6:16",
        "t": "The five rulers of the Philistines saw all this and then returned that same day to Ekron."
    },
    {
        "o": 8018,
        "r": "niv:1 Samuel:6:17",
        "t": "These*p are the gold tumors the Philistines sent as a guilt offering to the Lord*s —one each for Ashdod, Gaza, Ashkelon, Gath and Ekron."
    },
    {
        "o": 8019,
        "r": "niv:1 Samuel:6:18",
        "t": "And the number of the gold rats was according to the number of Philistine towns belonging to the five rulers—the fortified towns with their country villages. The large rock on which the Levites set the ark of the Lord*s is a witness to this day in the field of Joshua of Beth Shemesh."
    },
    {
        "o": 8020,
        "r": "niv:1 Samuel:6:19",
        "t": "But*p God struck down some of the inhabitants of Beth Shemesh, putting seventy of them to death because they looked into the ark of the Lord.*s The people mourned because of the heavy blow the Lord*s had dealt them."
    },
    {
        "o": 8021,
        "r": "niv:1 Samuel:6:20",
        "t": "And the people of Beth Shemesh asked, “Who can stand in the presence of the Lord,*s this holy God? To whom will the ark go up from here?”"
    },
    {
        "o": 8022,
        "r": "niv:1 Samuel:6:21",
        "t": "Then*p they sent messengers to the people of Kiriath Jearim, saying, “The Philistines have returned the ark of the Lord.*s Come down and take it up to your town.”"
    },
    {
        "o": 8023,
        "r": "niv:1 Samuel:7:0",
        "t": "1 Samuel 7",
        "h": 1
    },
    {
        "o": 8024,
        "r": "niv:1 Samuel:7:1",
        "t": "So the men of Kiriath Jearim came and took up the ark of the Lord.*s They brought it to Abinadab’s house on the hill and consecrated Eleazar his son to guard the ark of the Lord.*s"
    },
    {
        "o": 8025,
        "r": "niv:1 Samuel:7:2",
        "t": "The ark remained at Kiriath Jearim a long time—twenty years in all."
    },
    {
        "o": 8026,
        "r": "niv:1 Samuel:7:2",
        "t": "Samuel Subdues the Philistines at Mizpah",
        "h": 2
    },
    {
        "o": 8027,
        "r": "niv:1 Samuel:7:2",
        "t": "Then*p all the people of Israel turned back to the Lord.*s"
    },
    {
        "o": 8028,
        "r": "niv:1 Samuel:7:3",
        "t": "So Samuel said to all the Israelites, “If you are returning to the Lord*s with all your hearts, then rid yourselves of the foreign gods and the Ashtoreths and commit yourselves to the Lord*s and serve him only, and he will deliver you out of the hand of the Philistines.”"
    },
    {
        "o": 8029,
        "r": "niv:1 Samuel:7:4",
        "t": "So the Israelites put away their Baals and Ashtoreths, and served the Lord*s only."
    },
    {
        "o": 8030,
        "r": "niv:1 Samuel:7:5",
        "t": "Then*p Samuel said, “Assemble all Israel at Mizpah, and I will intercede with the Lord*s for you.”"
    },
    {
        "o": 8031,
        "r": "niv:1 Samuel:7:6",
        "t": "When they had assembled at Mizpah, they drew water and poured it out before the Lord.*s On that day they fasted and there they confessed, “We have sinned against the Lord.”*s Now Samuel was serving as leader of Israel at Mizpah."
    },
    {
        "o": 8032,
        "r": "niv:1 Samuel:7:7",
        "t": "When*p the Philistines heard that Israel had assembled at Mizpah, the rulers of the Philistines came up to attack them. When the Israelites heard of it, they were afraid because of the Philistines."
    },
    {
        "o": 8033,
        "r": "niv:1 Samuel:7:8",
        "t": "They said to Samuel, “Do not stop crying out to the Lord*s our God for us, that he may rescue us from the hand of the Philistines.”"
    },
    {
        "o": 8034,
        "r": "niv:1 Samuel:7:9",
        "t": "Then Samuel took a suckling lamb and sacrificed it as a whole burnt offering to the Lord.*s He cried out to the Lord*s on Israel’s behalf, and the Lord*s answered him."
    },
    {
        "o": 8035,
        "r": "niv:1 Samuel:7:10",
        "t": "While*p Samuel was sacrificing the burnt offering, the Philistines drew near to engage Israel in battle. But that day the Lord*s thundered with loud thunder against the Philistines and threw them into such a panic that they were routed before the Israelites."
    },
    {
        "o": 8036,
        "r": "niv:1 Samuel:7:11",
        "t": "The men of Israel rushed out of Mizpah and pursued the Philistines, slaughtering them along the way to a point below Beth Kar."
    },
    {
        "o": 8037,
        "r": "niv:1 Samuel:7:12",
        "t": "Then*p Samuel took a stone and set it up between Mizpah and Shen. He named it Ebenezer, saying, “Thus far the Lord*s has helped us.”"
    },
    {
        "o": 8038,
        "r": "niv:1 Samuel:7:13",
        "t": "So*p the Philistines were subdued and they stopped invading Israel’s territory. Throughout Samuel’s lifetime, the hand of the Lord*s was against the Philistines."
    },
    {
        "o": 8039,
        "r": "niv:1 Samuel:7:14",
        "t": "The towns from Ekron to Gath that the Philistines had captured from Israel were restored to Israel, and Israel delivered the neighboring territory from the hands of the Philistines. And there was peace between Israel and the Amorites."
    },
    {
        "o": 8040,
        "r": "niv:1 Samuel:7:15",
        "t": "Samuel*p continued as Israel’s leader all the days of his life."
    },
    {
        "o": 8041,
        "r": "niv:1 Samuel:7:16",
        "t": "From year to year he went on a circuit from Bethel to Gilgal to Mizpah, judging Israel in all those places."
    },
    {
        "o": 8042,
        "r": "niv:1 Samuel:7:17",
        "t": "But he always went back to Ramah, where his home was, and there he also held court for Israel. And he built an altar there to the Lord.*s"
    },
    {
        "o": 8043,
        "r": "niv:1 Samuel:8:0",
        "t": "1 Samuel 8",
        "h": 1
    },
    {
        "o": 8044,
        "r": "niv:1 Samuel:8:0",
        "t": "Israel Asks for a King",
        "h": 2
    },
    {
        "o": 8045,
        "r": "niv:1 Samuel:8:1",
        "t": "When*p Samuel grew old, he appointed his sons as Israel’s leaders."
    },
    {
        "o": 8046,
        "r": "niv:1 Samuel:8:2",
        "t": "The name of his firstborn was Joel and the name of his second was Abijah, and they served at Beersheba."
    },
    {
        "o": 8047,
        "r": "niv:1 Samuel:8:3",
        "t": "But his sons did not follow his ways. They turned aside after dishonest gain and accepted bribes and perverted justice."
    },
    {
        "o": 8048,
        "r": "niv:1 Samuel:8:4",
        "t": "So*p all the elders of Israel gathered together and came to Samuel at Ramah."
    },
    {
        "o": 8049,
        "r": "niv:1 Samuel:8:5",
        "t": "They said to him, “You are old, and your sons do not follow your ways; now appoint a king to lead us, such as all the other nations have.”"
    },
    {
        "o": 8050,
        "r": "niv:1 Samuel:8:6",
        "t": "But*p when they said, “Give us a king to lead us,” this displeased Samuel; so he prayed to the Lord.*s"
    },
    {
        "o": 8051,
        "r": "niv:1 Samuel:8:7",
        "t": "And the Lord*s told him: “Listen to all that the people are saying to you; it is not you they have rejected, but they have rejected me as their king."
    },
    {
        "o": 8052,
        "r": "niv:1 Samuel:8:8",
        "t": "As they have done from the day I brought them up out of Egypt until this day, forsaking me and serving other gods, so they are doing to you."
    },
    {
        "o": 8053,
        "r": "niv:1 Samuel:8:9",
        "t": "Now listen to them; but warn them solemnly and let them know what the king who will reign over them will claim as his rights.”"
    },
    {
        "o": 8054,
        "r": "niv:1 Samuel:8:10",
        "t": "Samuel*p told all the words of the Lord*s to the people who were asking him for a king."
    },
    {
        "o": 8055,
        "r": "niv:1 Samuel:8:11",
        "t": "He said, “This is what the king who will reign over you will claim as his rights: He will take your sons and make them serve with his chariots and horses, and they will run in front of his chariots."
    },
    {
        "o": 8056,
        "r": "niv:1 Samuel:8:12",
        "t": "Some he will assign to be commanders of thousands and commanders of fifties, and others to plow his ground and reap his harvest, and still others to make weapons of war and equipment for his chariots."
    },
    {
        "o": 8057,
        "r": "niv:1 Samuel:8:13",
        "t": "He will take your daughters to be perfumers and cooks and bakers."
    },
    {
        "o": 8058,
        "r": "niv:1 Samuel:8:14",
        "t": "He will take the best of your fields and vineyards and olive groves and give them to his attendants."
    },
    {
        "o": 8059,
        "r": "niv:1 Samuel:8:15",
        "t": "He will take a tenth of your grain and of your vintage and give it to his officials and attendants."
    },
    {
        "o": 8060,
        "r": "niv:1 Samuel:8:16",
        "t": "Your male and female servants and the best of your cattle and donkeys he will take for his own use."
    },
    {
        "o": 8061,
        "r": "niv:1 Samuel:8:17",
        "t": "He will take a tenth of your flocks, and you yourselves will become his slaves."
    },
    {
        "o": 8062,
        "r": "niv:1 Samuel:8:18",
        "t": "When that day comes, you will cry out for relief from the king you have chosen, but the Lord*s will not answer you in that day.”"
    },
    {
        "o": 8063,
        "r": "niv:1 Samuel:8:19",
        "t": "But*p the people refused to listen to Samuel. “No!” they said. “We want a king over us."
    },
    {
        "o": 8064,
        "r": "niv:1 Samuel:8:20",
        "t": "Then we will be like all the other nations, with a king to lead us and to go out before us and fight our battles.”"
    },
    {
        "o": 8065,
        "r": "niv:1 Samuel:8:21",
        "t": "When*p Samuel heard all that the people said, he repeated it before the Lord.*s"
    },
    {
        "o": 8066,
        "r": "niv:1 Samuel:8:22",
        "t": "The Lord*s answered, “Listen to them and give them a king.” Then*p Samuel said to the Israelites, “Everyone go back to your own town.”"
    },
    {
        "o": 8067,
        "r": "niv:1 Samuel:9:0",
        "t": "1 Samuel 9",
        "h": 1
    },
    {
        "o": 8068,
        "r": "niv:1 Samuel:9:0",
        "t": "Samuel Anoints Saul",
        "h": 2
    },
    {
        "o": 8069,
        "r": "niv:1 Samuel:9:1",
        "t": "There*p was a Benjamite, a man of standing, whose name was Kish son of Abiel, the son of Zeror, the son of Bekorath, the son of Aphiah of Benjamin."
    },
    {
        "o": 8070,
        "r": "niv:1 Samuel:9:2",
        "t": "Kish had a son named Saul, as handsome a young man as could be found anywhere in Israel, and he was a head taller than anyone else."
    },
    {
        "o": 8071,
        "r": "niv:1 Samuel:9:3",
        "t": "Now*p the donkeys belonging to Saul’s father Kish were lost, and Kish said to his son Saul, “Take one of the servants with you and go and look for the donkeys.”"
    },
    {
        "o": 8072,
        "r": "niv:1 Samuel:9:4",
        "t": "So he passed through the hill country of Ephraim and through the area around Shalisha, but they did not find them. They went on into the district of Shaalim, but the donkeys were not there. Then he passed through the territory of Benjamin, but they did not find them."
    },
    {
        "o": 8073,
        "r": "niv:1 Samuel:9:5",
        "t": "When*p they reached the district of Zuph, Saul said to the servant who was with him, “Come, let’s go back, or my father will stop thinking about the donkeys and start worrying about us.”"
    },
    {
        "o": 8074,
        "r": "niv:1 Samuel:9:6",
        "t": "But*p the servant replied, “Look, in this town there is a man of God; he is highly respected, and everything he says comes true. Let’s go there now. Perhaps he will tell us what way to take.”"
    },
    {
        "o": 8075,
        "r": "niv:1 Samuel:9:7",
        "t": "Saul*p said to his servant, “If we go, what can we give the man? The food in our sacks is gone. We have no gift to take to the man of God. What do we have?”"
    },
    {
        "o": 8076,
        "r": "niv:1 Samuel:9:8",
        "t": "The*p servant answered him again. “Look,” he said, “I have a quarter of a shekel of silver. I will give it to the man of God so that he will tell us what way to take.”"
    },
    {
        "o": 8077,
        "r": "niv:1 Samuel:9:9",
        "t": "(Formerly in Israel, if someone went to inquire of God, they would say, “Come, let us go to the seer,” because the prophet of today used to be called a seer.)"
    },
    {
        "o": 8078,
        "r": "niv:1 Samuel:9:10",
        "t": "“Good,”*p Saul said to his servant. “Come, let’s go.” So they set out for the town where the man of God was."
    },
    {
        "o": 8079,
        "r": "niv:1 Samuel:9:11",
        "t": "As*p they were going up the hill to the town, they met some young women coming out to draw water, and they asked them, “Is the seer here?”"
    },
    {
        "o": 8080,
        "r": "niv:1 Samuel:9:12",
        "t": "“He*p is,” they answered. “He’s ahead of you. Hurry now; he has just come to our town today, for the people have a sacrifice at the high place."
    },
    {
        "o": 8081,
        "r": "niv:1 Samuel:9:13",
        "t": "As soon as you enter the town, you will find him before he goes up to the high place to eat. The people will not begin eating until he comes, because he must bless the sacrifice; afterward, those who are invited will eat. Go up now; you should find him about this time.”"
    },
    {
        "o": 8082,
        "r": "niv:1 Samuel:9:14",
        "t": "They*p went up to the town, and as they were entering it, there was Samuel, coming toward them on his way up to the high place."
    },
    {
        "o": 8083,
        "r": "niv:1 Samuel:9:15",
        "t": "Now*p the day before Saul came, the Lord*s had revealed this to Samuel:"
    },
    {
        "o": 8084,
        "r": "niv:1 Samuel:9:16",
        "t": "“About this time tomorrow I will send you a man from the land of Benjamin. Anoint him ruler over my people Israel; he will deliver them from the hand of the Philistines. I have looked on my people, for their cry has reached me.”"
    },
    {
        "o": 8085,
        "r": "niv:1 Samuel:9:17",
        "t": "When*p Samuel caught sight of Saul, the Lord*s said to him, “This is the man I spoke to you about; he will govern my people.”"
    },
    {
        "o": 8086,
        "r": "niv:1 Samuel:9:18",
        "t": "Saul*p approached Samuel in the gateway and asked, “Would you please tell me where the seer’s house is?”"
    },
    {
        "o": 8087,
        "r": "niv:1 Samuel:9:19",
        "t": "“I*p am the seer,” Samuel replied. “Go up ahead of me to the high place, for today you are to eat with me, and in the morning I will send you on your way and will tell you all that is in your heart."
    },
    {
        "o": 8088,
        "r": "niv:1 Samuel:9:20",
        "t": "As for the donkeys you lost three days ago, do not worry about them; they have been found. And to whom is all the desire of Israel turned, if not to you and your whole family line?”"
    },
    {
        "o": 8089,
        "r": "niv:1 Samuel:9:21",
        "t": "Saul*p answered, “But am I not a Benjamite, from the smallest tribe of Israel, and is not my clan the least of all the clans of the tribe of Benjamin? Why do you say such a thing to me?”"
    },
    {
        "o": 8090,
        "r": "niv:1 Samuel:9:22",
        "t": "Then*p Samuel brought Saul and his servant into the hall and seated them at the head of those who were invited—about thirty in number."
    },
    {
        "o": 8091,
        "r": "niv:1 Samuel:9:23",
        "t": "Samuel said to the cook, “Bring the piece of meat I gave you, the one I told you to lay aside.”"
    },
    {
        "o": 8092,
        "r": "niv:1 Samuel:9:24",
        "t": "So*p the cook took up the thigh with what was on it and set it in front of Saul. Samuel said, “Here is what has been kept for you. Eat, because it was set aside for you for this occasion from the time I said, ‘I have invited guests.’ ” And Saul dined with Samuel that day."
    },
    {
        "o": 8093,
        "r": "niv:1 Samuel:9:25",
        "t": "After*p they came down from the high place to the town, Samuel talked with Saul on the roof of his house."
    },
    {
        "o": 8094,
        "r": "niv:1 Samuel:9:26",
        "t": "They rose about daybreak, and Samuel called to Saul on the roof, “Get ready, and I will send you on your way.” When Saul got ready, he and Samuel went outside together."
    },
    {
        "o": 8095,
        "r": "niv:1 Samuel:9:27",
        "t": "As they were going down to the edge of the town, Samuel said to Saul, “Tell the servant to go on ahead of us”—and the servant did so—“but you stay here for a while, so that I may give you a message from God.”"
    },
    {
        "o": 8096,
        "r": "niv:1 Samuel:10:0",
        "t": "1 Samuel 10",
        "h": 1
    },
    {
        "o": 8097,
        "r": "niv:1 Samuel:10:1",
        "t": "Then*p Samuel took a flask of olive oil and poured it on Saul’s head and kissed him, saying, “Has not the Lord*s anointed you ruler over his inheritance?"
    },
    {
        "o": 8098,
        "r": "niv:1 Samuel:10:2",
        "t": "When you leave me today, you will meet two men near Rachel’s tomb, at Zelzah on the border of Benjamin. They will say to you, ‘The donkeys you set out to look for have been found. And now your father has stopped thinking about them and is worried about you. He is asking, “What shall I do about my son?” ’"
    },
    {
        "o": 8099,
        "r": "niv:1 Samuel:10:3",
        "t": "“Then*p you will go on from there until you reach the great tree of Tabor. Three men going up to worship God at Bethel will meet you there. One will be carrying three young goats, another three loaves of bread, and another a skin of wine."
    },
    {
        "o": 8100,
        "r": "niv:1 Samuel:10:4",
        "t": "They will greet you and offer you two loaves of bread, which you will accept from them."
    },
    {
        "o": 8101,
        "r": "niv:1 Samuel:10:5",
        "t": "“After*p that you will go to Gibeah of God, where there is a Philistine outpost. As you approach the town, you will meet a procession of prophets coming down from the high place with lyres, timbrels, pipes and harps being played before them, and they will be prophesying."
    },
    {
        "o": 8102,
        "r": "niv:1 Samuel:10:6",
        "t": "The Spirit of the Lord*s will come powerfully upon you, and you will prophesy with them; and you will be changed into a different person."
    },
    {
        "o": 8103,
        "r": "niv:1 Samuel:10:7",
        "t": "Once these signs are fulfilled, do whatever your hand finds to do, for God is with you."
    },
    {
        "o": 8104,
        "r": "niv:1 Samuel:10:8",
        "t": "“Go*p down ahead of me to Gilgal. I will surely come down to you to sacrifice burnt offerings and fellowship offerings, but you must wait seven days until I come to you and tell you what you are to do.”"
    },
    {
        "o": 8105,
        "r": "niv:1 Samuel:10:8",
        "t": "Saul Made King",
        "h": 2
    },
    {
        "o": 8106,
        "r": "niv:1 Samuel:10:9",
        "t": "As*p Saul turned to leave Samuel, God changed Saul’s heart, and all these signs were fulfilled that day."
    },
    {
        "o": 8107,
        "r": "niv:1 Samuel:10:10",
        "t": "When he and his servant arrived at Gibeah, a procession of prophets met him; the Spirit of God came powerfully upon him, and he joined in their prophesying."
    },
    {
        "o": 8108,
        "r": "niv:1 Samuel:10:11",
        "t": "When all those who had formerly known him saw him prophesying with the prophets, they asked each other, “What is this that has happened to the son of Kish? Is Saul also among the prophets?”"
    },
    {
        "o": 8109,
        "r": "niv:1 Samuel:10:12",
        "t": "A*p man who lived there answered, “And who is their father?” So it became a saying: “Is Saul also among the prophets?”"
    },
    {
        "o": 8110,
        "r": "niv:1 Samuel:10:13",
        "t": "After Saul stopped prophesying, he went to the high place."
    },
    {
        "o": 8111,
        "r": "niv:1 Samuel:10:14",
        "t": "Now*p Saul’s uncle asked him and his servant, “Where have you been?” “Looking*p for the donkeys,” he said. “But when we saw they were not to be found, we went to Samuel.”"
    },
    {
        "o": 8112,
        "r": "niv:1 Samuel:10:15",
        "t": "Saul’s*p uncle said, “Tell me what Samuel said to you.”"
    },
    {
        "o": 8113,
        "r": "niv:1 Samuel:10:16",
        "t": "Saul*p replied, “He assured us that the donkeys had been found.” But he did not tell his uncle what Samuel had said about the kingship."
    },
    {
        "o": 8114,
        "r": "niv:1 Samuel:10:17",
        "t": "Samuel*p summoned the people of Israel to the Lord*s at Mizpah"
    },
    {
        "o": 8115,
        "r": "niv:1 Samuel:10:18",
        "t": "and said to them, “This is what the Lord,*s the God of Israel, says: ‘I brought Israel up out of Egypt, and I delivered you from the power of Egypt and all the kingdoms that oppressed you.’"
    },
    {
        "o": 8116,
        "r": "niv:1 Samuel:10:19",
        "t": "But you have now rejected your God, who saves you out of all your disasters and calamities. And you have said, ‘No, appoint a king over us.’ So now present yourselves before the Lord*s by your tribes and clans.”"
    },
    {
        "o": 8117,
        "r": "niv:1 Samuel:10:20",
        "t": "When*p Samuel had all Israel come forward by tribes, the tribe of Benjamin was taken by lot."
    },
    {
        "o": 8118,
        "r": "niv:1 Samuel:10:21",
        "t": "Then he brought forward the tribe of Benjamin, clan by clan, and Matri’s clan was taken. Finally Saul son of Kish was taken. But when they looked for him, he was not to be found."
    },
    {
        "o": 8119,
        "r": "niv:1 Samuel:10:22",
        "t": "So they inquired further of the Lord,*s “Has the man come here yet?” And*p the Lord*s said, “Yes, he has hidden himself among the supplies.”"
    },
    {
        "o": 8120,
        "r": "niv:1 Samuel:10:23",
        "t": "They*p ran and brought him out, and as he stood among the people he was a head taller than any of the others."
    },
    {
        "o": 8121,
        "r": "niv:1 Samuel:10:24",
        "t": "Samuel said to all the people, “Do you see the man the Lord*s has chosen? There is no one like him among all the people.” Then*p the people shouted, “Long live the king!”"
    },
    {
        "o": 8122,
        "r": "niv:1 Samuel:10:25",
        "t": "Samuel*p explained to the people the rights and duties of kingship. He wrote them down on a scroll and deposited it before the Lord.*s Then Samuel dismissed the people to go to their own homes."
    },
    {
        "o": 8123,
        "r": "niv:1 Samuel:10:26",
        "t": "Saul*p also went to his home in Gibeah, accompanied by valiant men whose hearts God had touched."
    },
    {
        "o": 8124,
        "r": "niv:1 Samuel:10:27",
        "t": "But some scoundrels said, “How can this fellow save us?” They despised him and brought him no gifts. But Saul kept silent."
    },
    {
        "o": 8125,
        "r": "niv:1 Samuel:11:0",
        "t": "1 Samuel 11",
        "h": 1
    },
    {
        "o": 8126,
        "r": "niv:1 Samuel:11:0",
        "t": "Saul Rescues the City of Jabesh",
        "h": 2
    },
    {
        "o": 8127,
        "r": "niv:1 Samuel:11:1",
        "t": "Nahash*p the Ammonite went up and besieged Jabesh Gilead. And all the men of Jabesh said to him, “Make a treaty with us, and we will be subject to you.”"
    },
    {
        "o": 8128,
        "r": "niv:1 Samuel:11:2",
        "t": "But*p Nahash the Ammonite replied, “I will make a treaty with you only on the condition that I gouge out the right eye of every one of you and so bring disgrace on all Israel.”"
    },
    {
        "o": 8129,
        "r": "niv:1 Samuel:11:3",
        "t": "The*p elders of Jabesh said to him, “Give us seven days so we can send messengers throughout Israel; if no one comes to rescue us, we will surrender to you.”"
    },
    {
        "o": 8130,
        "r": "niv:1 Samuel:11:4",
        "t": "When*p the messengers came to Gibeah of Saul and reported these terms to the people, they all wept aloud."
    },
    {
        "o": 8131,
        "r": "niv:1 Samuel:11:5",
        "t": "Just then Saul was returning from the fields, behind his oxen, and he asked, “What is wrong with everyone? Why are they weeping?” Then they repeated to him what the men of Jabesh had said."
    },
    {
        "o": 8132,
        "r": "niv:1 Samuel:11:6",
        "t": "When*p Saul heard their words, the Spirit of God came powerfully upon him, and he burned with anger."
    },
    {
        "o": 8133,
        "r": "niv:1 Samuel:11:7",
        "t": "He took a pair of oxen, cut them into pieces, and sent the pieces by messengers throughout Israel, proclaiming, “This is what will be done to the oxen of anyone who does not follow Saul and Samuel.” Then the terror of the Lord*s fell on the people, and they came out together as one."
    },
    {
        "o": 8134,
        "r": "niv:1 Samuel:11:8",
        "t": "When Saul mustered them at Bezek, the men of Israel numbered three hundred thousand and those of Judah thirty thousand."
    },
    {
        "o": 8135,
        "r": "niv:1 Samuel:11:9",
        "t": "They*p told the messengers who had come, “Say to the men of Jabesh Gilead, ‘By the time the sun is hot tomorrow, you will be rescued.’ ” When the messengers went and reported this to the men of Jabesh, they were elated."
    },
    {
        "o": 8136,
        "r": "niv:1 Samuel:11:10",
        "t": "They said to the Ammonites, “Tomorrow we will surrender to you, and you can do to us whatever you like.”"
    },
    {
        "o": 8137,
        "r": "niv:1 Samuel:11:11",
        "t": "The*p next day Saul separated his men into three divisions; during the last watch of the night they broke into the camp of the Ammonites and slaughtered them until the heat of the day. Those who survived were scattered, so that no two of them were left together."
    },
    {
        "o": 8138,
        "r": "niv:1 Samuel:11:11",
        "t": "Saul Confirmed as King",
        "h": 2
    },
    {
        "o": 8139,
        "r": "niv:1 Samuel:11:12",
        "t": "The*p people then said to Samuel, “Who was it that asked, ‘Shall Saul reign over us?’ Turn these men over to us so that we may put them to death.”"
    },
    {
        "o": 8140,
        "r": "niv:1 Samuel:11:13",
        "t": "But*p Saul said, “No one will be put to death today, for this day the Lord*s has rescued Israel.”"
    },
    {
        "o": 8141,
        "r": "niv:1 Samuel:11:14",
        "t": "Then*p Samuel said to the people, “Come, let us go to Gilgal and there renew the kingship.”"
    },
    {
        "o": 8142,
        "r": "niv:1 Samuel:11:15",
        "t": "So all the people went to Gilgal and made Saul king in the presence of the Lord.*s There they sacrificed fellowship offerings before the Lord,*s and Saul and all the Israelites held a great celebration."
    },
    {
        "o": 8143,
        "r": "niv:1 Samuel:12:0",
        "t": "1 Samuel 12",
        "h": 1
    },
    {
        "o": 8144,
        "r": "niv:1 Samuel:12:0",
        "t": "Samuel’s Farewell Speech",
        "h": 2
    },
    {
        "o": 8145,
        "r": "niv:1 Samuel:12:1",
        "t": "Samuel*p said to all Israel, “I have listened to everything you said to me and have set a king over you."
    },
    {
        "o": 8146,
        "r": "niv:1 Samuel:12:2",
        "t": "Now you have a king as your leader. As for me, I am old and gray, and my sons are here with you. I have been your leader from my youth until this day."
    },
    {
        "o": 8147,
        "r": "niv:1 Samuel:12:3",
        "t": "Here I stand. Testify against me in the presence of the Lord*s and his anointed. Whose ox have I taken? Whose donkey have I taken? Whom have I cheated? Whom have I oppressed? From whose hand have I accepted a bribe to make me shut my eyes? If I have done any of these things, I will make it right.”"
    },
    {
        "o": 8148,
        "r": "niv:1 Samuel:12:4",
        "t": "“You*p have not cheated or oppressed us,” they replied. “You have not taken anything from anyone’s hand.”"
    },
    {
        "o": 8149,
        "r": "niv:1 Samuel:12:5",
        "t": "Samuel*p said to them, “The Lord*s is witness against you, and also his anointed is witness this day, that you have not found anything in my hand.” “He*p is witness,” they said."
    },
    {
        "o": 8150,
        "r": "niv:1 Samuel:12:6",
        "t": "Then*p Samuel said to the people, “It is the Lord*s who appointed Moses and Aaron and brought your ancestors up out of Egypt."
    },
    {
        "o": 8151,
        "r": "niv:1 Samuel:12:7",
        "t": "Now then, stand here, because I am going to confront you with evidence before the Lord*s as to all the righteous acts performed by the Lord*s for you and your ancestors."
    },
    {
        "o": 8152,
        "r": "niv:1 Samuel:12:8",
        "t": "“After*p Jacob entered Egypt, they cried to the Lord*s for help, and the Lord*s sent Moses and Aaron, who brought your ancestors out of Egypt and settled them in this place."
    },
    {
        "o": 8153,
        "r": "niv:1 Samuel:12:9",
        "t": "“But*p they forgot the Lord*s their God; so he sold them into the hand of Sisera, the commander of the army of Hazor, and into the hands of the Philistines and the king of Moab, who fought against them."
    },
    {
        "o": 8154,
        "r": "niv:1 Samuel:12:10",
        "t": "They cried out to the Lord*s and said, ‘We have sinned; we have forsaken the Lord*s and served the Baals and the Ashtoreths. But now deliver us from the hands of our enemies, and we will serve you.’"
    },
    {
        "o": 8155,
        "r": "niv:1 Samuel:12:11",
        "t": "Then the Lord*s sent Jerub-Baal, Barak, Jephthah and Samuel, and he delivered you from the hands of your enemies all around you, so that you lived in safety."
    },
    {
        "o": 8156,
        "r": "niv:1 Samuel:12:12",
        "t": "“But*p when you saw that Nahash king of the Ammonites was moving against you, you said to me, ‘No, we want a king to rule over us’—even though the Lord*s your God was your king."
    },
    {
        "o": 8157,
        "r": "niv:1 Samuel:12:13",
        "t": "Now here is the king you have chosen, the one you asked for; see, the Lord*s has set a king over you."
    },
    {
        "o": 8158,
        "r": "niv:1 Samuel:12:14",
        "t": "If you fear the Lord*s and serve and obey him and do not rebel against his commands, and if both you and the king who reigns over you follow the Lord*s your God—good!"
    },
    {
        "o": 8159,
        "r": "niv:1 Samuel:12:15",
        "t": "But if you do not obey the Lord,*s and if you rebel against his commands, his hand will be against you, as it was against your ancestors."
    },
    {
        "o": 8160,
        "r": "niv:1 Samuel:12:16",
        "t": "“Now*p then, stand still and see this great thing the Lord*s is about to do before your eyes!"
    },
    {
        "o": 8161,
        "r": "niv:1 Samuel:12:17",
        "t": "Is it not wheat harvest now? I will call on the Lord*s to send thunder and rain. And you will realize what an evil thing you did in the eyes of the Lord*s when you asked for a king.”"
    },
    {
        "o": 8162,
        "r": "niv:1 Samuel:12:18",
        "t": "Then*p Samuel called on the Lord,*s and that same day the Lord*s sent thunder and rain. So all the people stood in awe of the Lord*s and of Samuel."
    },
    {
        "o": 8163,
        "r": "niv:1 Samuel:12:19",
        "t": "The*p people all said to Samuel, “Pray to the Lord*s your God for your servants so that we will not die, for we have added to all our other sins the evil of asking for a king.”"
    },
    {
        "o": 8164,
        "r": "niv:1 Samuel:12:20",
        "t": "“Do*p not be afraid,” Samuel replied. “You have done all this evil; yet do not turn away from the Lord,*s but serve the Lord*s with all your heart."
    },
    {
        "o": 8165,
        "r": "niv:1 Samuel:12:21",
        "t": "Do not turn away after useless idols. They can do you no good, nor can they rescue you, because they are useless."
    },
    {
        "o": 8166,
        "r": "niv:1 Samuel:12:22",
        "t": "For the sake of his great name the Lord*s will not reject his people, because the Lord*s was pleased to make you his own."
    },
    {
        "o": 8167,
        "r": "niv:1 Samuel:12:23",
        "t": "As for me, far be it from me that I should sin against the Lord*s by failing to pray for you. And I will teach you the way that is good and right."
    },
    {
        "o": 8168,
        "r": "niv:1 Samuel:12:24",
        "t": "But be sure to fear the Lord*s and serve him faithfully with all your heart; consider what great things he has done for you."
    },
    {
        "o": 8169,
        "r": "niv:1 Samuel:12:25",
        "t": "Yet if you persist in doing evil, both you and your king will perish.”"
    },
    {
        "o": 8170,
        "r": "niv:1 Samuel:13:0",
        "t": "1 Samuel 13",
        "h": 1
    },
    {
        "o": 8171,
        "r": "niv:1 Samuel:13:0",
        "t": "Samuel Rebukes Saul",
        "h": 2
    },
    {
        "o": 8172,
        "r": "niv:1 Samuel:13:1",
        "t": "Saul*p was thirty years old when he became king, and he reigned over Israel forty- two years."
    },
    {
        "o": 8173,
        "r": "niv:1 Samuel:13:2",
        "t": "Saul*p chose three thousand men from Israel; two thousand were with him at Mikmash and in the hill country of Bethel, and a thousand were with Jonathan at Gibeah in Benjamin. The rest of the men he sent back to their homes."
    },
    {
        "o": 8174,
        "r": "niv:1 Samuel:13:3",
        "t": "Jonathan*p attacked the Philistine outpost at Geba, and the Philistines heard about it. Then Saul had the trumpet blown throughout the land and said, “Let the Hebrews hear!”"
    },
    {
        "o": 8175,
        "r": "niv:1 Samuel:13:4",
        "t": "So all Israel heard the news: “Saul has attacked the Philistine outpost, and now Israel has become obnoxious to the Philistines.” And the people were summoned to join Saul at Gilgal."
    },
    {
        "o": 8176,
        "r": "niv:1 Samuel:13:5",
        "t": "The*p Philistines assembled to fight Israel, with three thousand chariots, six thousand charioteers, and soldiers as numerous as the sand on the seashore. They went up and camped at Mikmash, east of Beth Aven."
    },
    {
        "o": 8177,
        "r": "niv:1 Samuel:13:6",
        "t": "When the Israelites saw that their situation was critical and that their army was hard pressed, they hid in caves and thickets, among the rocks, and in pits and cisterns."
    },
    {
        "o": 8178,
        "r": "niv:1 Samuel:13:7",
        "t": "Some Hebrews even crossed the Jordan to the land of Gad and Gilead. Saul*p remained at Gilgal, and all the troops with him were quaking with fear."
    },
    {
        "o": 8179,
        "r": "niv:1 Samuel:13:8",
        "t": "He waited seven days, the time set by Samuel; but Samuel did not come to Gilgal, and Saul’s men began to scatter."
    },
    {
        "o": 8180,
        "r": "niv:1 Samuel:13:9",
        "t": "So he said, “Bring me the burnt offering and the fellowship offerings.” And Saul offered up the burnt offering."
    },
    {
        "o": 8181,
        "r": "niv:1 Samuel:13:10",
        "t": "Just as he finished making the offering, Samuel arrived, and Saul went out to greet him."
    },
    {
        "o": 8182,
        "r": "niv:1 Samuel:13:11",
        "t": "“What*p have you done?” asked Samuel. Saul*p replied, “When I saw that the men were scattering, and that you did not come at the set time, and that the Philistines were assembling at Mikmash,"
    },
    {
        "o": 8183,
        "r": "niv:1 Samuel:13:12",
        "t": "I thought, ‘Now the Philistines will come down against me at Gilgal, and I have not sought the Lord’s*s favor.’ So I felt compelled to offer the burnt offering.”"
    },
    {
        "o": 8184,
        "r": "niv:1 Samuel:13:13",
        "t": "“You*p have done a foolish thing,” Samuel said. “You have not kept the command the Lord*s your God gave you; if you had, he would have established your kingdom over Israel for all time."
    },
    {
        "o": 8185,
        "r": "niv:1 Samuel:13:14",
        "t": "But now your kingdom will not endure; the Lord*s has sought out a man after his own heart and appointed him ruler of his people, because you have not kept the Lord’s*s command.”"
    },
    {
        "o": 8186,
        "r": "niv:1 Samuel:13:15",
        "t": "Then*p Samuel left Gilgal and went up to Gibeah in Benjamin, and Saul counted the men who were with him. They numbered about six hundred."
    },
    {
        "o": 8187,
        "r": "niv:1 Samuel:13:15",
        "t": "Israel Without Weapons",
        "h": 2
    },
    {
        "o": 8188,
        "r": "niv:1 Samuel:13:16",
        "t": "Saul*p and his son Jonathan and the men with them were staying in Gibeah in Benjamin, while the Philistines camped at Mikmash."
    },
    {
        "o": 8189,
        "r": "niv:1 Samuel:13:17",
        "t": "Raiding parties went out from the Philistine camp in three detachments. One turned toward Ophrah in the vicinity of Shual,"
    },
    {
        "o": 8190,
        "r": "niv:1 Samuel:13:18",
        "t": "another toward Beth Horon, and the third toward the borderland overlooking the Valley of Zeboyim facing the wilderness."
    },
    {
        "o": 8191,
        "r": "niv:1 Samuel:13:19",
        "t": "Not*p a blacksmith could be found in the whole land of Israel, because the Philistines had said, “Otherwise the Hebrews will make swords or spears!”"
    },
    {
        "o": 8192,
        "r": "niv:1 Samuel:13:20",
        "t": "So all Israel went down to the Philistines to have their plow points, mattocks, axes and sickles sharpened."
    },
    {
        "o": 8193,
        "r": "niv:1 Samuel:13:21",
        "t": "The price was two-thirds of a shekel for sharpening plow points and mattocks, and a third of a shekel for sharpening forks and axes and for repointing goads."
    },
    {
        "o": 8194,
        "r": "niv:1 Samuel:13:22",
        "t": "So*p on the day of the battle not a soldier with Saul and Jonathan had a sword or spear in his hand; only Saul and his son Jonathan had them."
    },
    {
        "o": 8195,
        "r": "niv:1 Samuel:13:22",
        "t": "Jonathan Attacks the Philistines",
        "h": 2
    },
    {
        "o": 8196,
        "r": "niv:1 Samuel:13:23",
        "t": "Now*p a detachment of Philistines had gone out to the pass at Mikmash."
    },
    {
        "o": 8197,
        "r": "niv:1 Samuel:14:0",
        "t": "1 Samuel 14",
        "h": 1
    },
    {
        "o": 8198,
        "r": "niv:1 Samuel:14:1",
        "t": "One day Jonathan son of Saul said to his young armor-bearer, “Come, let’s go over to the Philistine outpost on the other side.” But he did not tell his father."
    },
    {
        "o": 8199,
        "r": "niv:1 Samuel:14:2",
        "t": "Saul*p was staying on the outskirts of Gibeah under a pomegranate tree in Migron. With him were about six hundred men,"
    },
    {
        "o": 8200,
        "r": "niv:1 Samuel:14:3",
        "t": "among whom was Ahijah, who was wearing an ephod. He was a son of Ichabod’s brother Ahitub son of Phinehas, the son of Eli, the Lord’s*s priest in Shiloh. No one was aware that Jonathan had left."
    },
    {
        "o": 8201,
        "r": "niv:1 Samuel:14:4",
        "t": "On*p each side of the pass that Jonathan intended to cross to reach the Philistine outpost was a cliff; one was called Bozez and the other Seneh."
    },
    {
        "o": 8202,
        "r": "niv:1 Samuel:14:5",
        "t": "One cliff stood to the north toward Mikmash, the other to the south toward Geba."
    },
    {
        "o": 8203,
        "r": "niv:1 Samuel:14:6",
        "t": "Jonathan*p said to his young armor-bearer, “Come, let’s go over to the outpost of those uncircumcised men. Perhaps the Lord*s will act in our behalf. Nothing can hinder the Lord*s from saving, whether by many or by few.”"
    },
    {
        "o": 8204,
        "r": "niv:1 Samuel:14:7",
        "t": "“Do*p all that you have in mind,” his armor-bearer said. “Go ahead; I am with you heart and soul.”"
    },
    {
        "o": 8205,
        "r": "niv:1 Samuel:14:8",
        "t": "Jonathan*p said, “Come on, then; we will cross over toward them and let them see us."
    },
    {
        "o": 8206,
        "r": "niv:1 Samuel:14:9",
        "t": "If they say to us, ‘Wait there until we come to you,’ we will stay where we are and not go up to them."
    },
    {
        "o": 8207,
        "r": "niv:1 Samuel:14:10",
        "t": "But if they say, ‘Come up to us,’ we will climb up, because that will be our sign that the Lord*s has given them into our hands.”"
    },
    {
        "o": 8208,
        "r": "niv:1 Samuel:14:11",
        "t": "So*p both of them showed themselves to the Philistine outpost. “Look!” said the Philistines. “The Hebrews are crawling out of the holes they were hiding in.”"
    },
    {
        "o": 8209,
        "r": "niv:1 Samuel:14:12",
        "t": "The men of the outpost shouted to Jonathan and his armor-bearer, “Come up to us and we’ll teach you a lesson.” So*p Jonathan said to his armor-bearer, “Climb up after me; the Lord*s has given them into the hand of Israel.”"
    },
    {
        "o": 8210,
        "r": "niv:1 Samuel:14:13",
        "t": "Jonathan*p climbed up, using his hands and feet, with his armor-bearer right behind him. The Philistines fell before Jonathan, and his armor-bearer followed and killed behind him."
    },
    {
        "o": 8211,
        "r": "niv:1 Samuel:14:14",
        "t": "In that first attack Jonathan and his armor-bearer killed some twenty men in an area of about half an acre."
    },
    {
        "o": 8212,
        "r": "niv:1 Samuel:14:14",
        "t": "Israel Routs the Philistines",
        "h": 2
    },
    {
        "o": 8213,
        "r": "niv:1 Samuel:14:15",
        "t": "Then*p panic struck the whole army—those in the camp and field, and those in the outposts and raiding parties—and the ground shook. It was a panic sent by God."
    },
    {
        "o": 8214,
        "r": "niv:1 Samuel:14:16",
        "t": "Saul’s*p lookouts at Gibeah in Benjamin saw the army melting away in all directions."
    },
    {
        "o": 8215,
        "r": "niv:1 Samuel:14:17",
        "t": "Then Saul said to the men who were with him, “Muster the forces and see who has left us.” When they did, it was Jonathan and his armor-bearer who were not there."
    },
    {
        "o": 8216,
        "r": "niv:1 Samuel:14:18",
        "t": "Saul*p said to Ahijah, “Bring the ark of God.” (At that time it was with the Israelites.)"
    },
    {
        "o": 8217,
        "r": "niv:1 Samuel:14:19",
        "t": "While Saul was talking to the priest, the tumult in the Philistine camp increased more and more. So Saul said to the priest, “Withdraw your hand.”"
    },
    {
        "o": 8218,
        "r": "niv:1 Samuel:14:20",
        "t": "Then*p Saul and all his men assembled and went to the battle. They found the Philistines in total confusion, striking each other with their swords."
    },
    {
        "o": 8219,
        "r": "niv:1 Samuel:14:21",
        "t": "Those Hebrews who had previously been with the Philistines and had gone up with them to their camp went over to the Israelites who were with Saul and Jonathan."
    },
    {
        "o": 8220,
        "r": "niv:1 Samuel:14:22",
        "t": "When all the Israelites who had hidden in the hill country of Ephraim heard that the Philistines were on the run, they joined the battle in hot pursuit."
    },
    {
        "o": 8221,
        "r": "niv:1 Samuel:14:23",
        "t": "So on that day the Lord*s saved Israel, and the battle moved on beyond Beth Aven."
    },
    {
        "o": 8222,
        "r": "niv:1 Samuel:14:23",
        "t": "Jonathan Eats Honey",
        "h": 2
    },
    {
        "o": 8223,
        "r": "niv:1 Samuel:14:24",
        "t": "Now*p the Israelites were in distress that day, because Saul had bound the people under an oath, saying, “Cursed be anyone who eats food before evening comes, before I have avenged myself on my enemies!” So none of the troops tasted food."
    },
    {
        "o": 8224,
        "r": "niv:1 Samuel:14:25",
        "t": "The*p entire army entered the woods, and there was honey on the ground."
    },
    {
        "o": 8225,
        "r": "niv:1 Samuel:14:26",
        "t": "When they went into the woods, they saw the honey oozing out; yet no one put his hand to his mouth, because they feared the oath."
    },
    {
        "o": 8226,
        "r": "niv:1 Samuel:14:27",
        "t": "But Jonathan had not heard that his father had bound the people with the oath, so he reached out the end of the staff that was in his hand and dipped it into the honeycomb. He raised his hand to his mouth, and his eyes brightened."
    },
    {
        "o": 8227,
        "r": "niv:1 Samuel:14:28",
        "t": "Then one of the soldiers told him, “Your father bound the army under a strict oath, saying, ‘Cursed be anyone who eats food today!’ That is why the men are faint.”"
    },
    {
        "o": 8228,
        "r": "niv:1 Samuel:14:29",
        "t": "Jonathan*p said, “My father has made trouble for the country. See how my eyes brightened when I tasted a little of this honey."
    },
    {
        "o": 8229,
        "r": "niv:1 Samuel:14:30",
        "t": "How much better it would have been if the men had eaten today some of the plunder they took from their enemies. Would not the slaughter of the Philistines have been even greater?”"
    },
    {
        "o": 8230,
        "r": "niv:1 Samuel:14:31",
        "t": "That*p day, after the Israelites had struck down the Philistines from Mikmash to Aijalon, they were exhausted."
    },
    {
        "o": 8231,
        "r": "niv:1 Samuel:14:32",
        "t": "They pounced on the plunder and, taking sheep, cattle and calves, they butchered them on the ground and ate them, together with the blood."
    },
    {
        "o": 8232,
        "r": "niv:1 Samuel:14:33",
        "t": "Then someone said to Saul, “Look, the men are sinning against the Lord*s by eating meat that has blood in it.” “You*p have broken faith,” he said. “Roll a large stone over here at once.”"
    },
    {
        "o": 8233,
        "r": "niv:1 Samuel:14:34",
        "t": "Then he said, “Go out among the men and tell them, ‘Each of you bring me your cattle and sheep, and slaughter them here and eat them. Do not sin against the Lord*s by eating meat with blood still in it.’ ” So*p everyone brought his ox that night and slaughtered it there."
    },
    {
        "o": 8234,
        "r": "niv:1 Samuel:14:35",
        "t": "Then Saul built an altar to the Lord;*s it was the first time he had done this."
    },
    {
        "o": 8235,
        "r": "niv:1 Samuel:14:36",
        "t": "Saul*p said, “Let us go down and pursue the Philistines by night and plunder them till dawn, and let us not leave one of them alive.” “Do*p whatever seems best to you,” they replied. But*p the priest said, “Let us inquire of God here.”"
    },
    {
        "o": 8236,
        "r": "niv:1 Samuel:14:37",
        "t": "So*p Saul asked God, “Shall I go down and pursue the Philistines? Will you give them into Israel’s hand?” But God did not answer him that day."
    },
    {
        "o": 8237,
        "r": "niv:1 Samuel:14:38",
        "t": "Saul*p therefore said, “Come here, all you who are leaders of the army, and let us find out what sin has been committed today."
    },
    {
        "o": 8238,
        "r": "niv:1 Samuel:14:39",
        "t": "As surely as the Lord*s who rescues Israel lives, even if the guilt lies with my son Jonathan, he must die.” But not one of them said a word."
    },
    {
        "o": 8239,
        "r": "niv:1 Samuel:14:40",
        "t": "Saul*p then said to all the Israelites, “You stand over there; I and Jonathan my son will stand over here.” “Do*p what seems best to you,” they replied."
    },
    {
        "o": 8240,
        "r": "niv:1 Samuel:14:41",
        "t": "Then*p Saul prayed to the Lord,*s the God of Israel, “Why have you not answered your servant today? If the fault is in me or my son Jonathan, respond with Urim, but if the men of Israel are at fault, respond with Thummim.” Jonathan and Saul were taken by lot, and the men were cleared."
    },
    {
        "o": 8241,
        "r": "niv:1 Samuel:14:42",
        "t": "Saul said, “Cast the lot between me and Jonathan my son.” And Jonathan was taken."
    },
    {
        "o": 8242,
        "r": "niv:1 Samuel:14:43",
        "t": "Then*p Saul said to Jonathan, “Tell me what you have done.” So*p Jonathan told him, “I tasted a little honey with the end of my staff. And now I must die!”"
    },
    {
        "o": 8243,
        "r": "niv:1 Samuel:14:44",
        "t": "Saul*p said, “May God deal with me, be it ever so severely, if you do not die, Jonathan.”"
    },
    {
        "o": 8244,
        "r": "niv:1 Samuel:14:45",
        "t": "But*p the men said to Saul, “Should Jonathan die—he who has brought about this great deliverance in Israel? Never! As surely as the Lord*s lives, not a hair of his head will fall to the ground, for he did this today with God’s help.” So the men rescued Jonathan, and he was not put to death."
    },
    {
        "o": 8245,
        "r": "niv:1 Samuel:14:46",
        "t": "Then*p Saul stopped pursuing the Philistines, and they withdrew to their own land."
    },
    {
        "o": 8246,
        "r": "niv:1 Samuel:14:47",
        "t": "After*p Saul had assumed rule over Israel, he fought against their enemies on every side: Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he inflicted punishment on them."
    },
    {
        "o": 8247,
        "r": "niv:1 Samuel:14:48",
        "t": "He fought valiantly and defeated the Amalekites, delivering Israel from the hands of those who had plundered them."
    },
    {
        "o": 8248,
        "r": "niv:1 Samuel:14:48",
        "t": "Saul’s Family",
        "h": 2
    },
    {
        "o": 8249,
        "r": "niv:1 Samuel:14:49",
        "t": "Saul’s*p sons were Jonathan, Ishvi and Malki-Shua. The name of his older daughter was Merab, and that of the younger was Michal."
    },
    {
        "o": 8250,
        "r": "niv:1 Samuel:14:50",
        "t": "His wife’s name was Ahinoam daughter of Ahimaaz. The name of the commander of Saul’s army was Abner son of Ner, and Ner was Saul’s uncle."
    },
    {
        "o": 8251,
        "r": "niv:1 Samuel:14:51",
        "t": "Saul’s father Kish and Abner’s father Ner were sons of Abiel."
    },
    {
        "o": 8252,
        "r": "niv:1 Samuel:14:52",
        "t": "All*p the days of Saul there was bitter war with the Philistines, and whenever Saul saw a mighty or brave man, he took him into his service."
    },
    {
        "o": 8253,
        "r": "niv:1 Samuel:15:0",
        "t": "1 Samuel 15",
        "h": 1
    },
    {
        "o": 8254,
        "r": "niv:1 Samuel:15:0",
        "t": "The Lord Rejects Saul as King",
        "h": 2
    },
    {
        "o": 8255,
        "r": "niv:1 Samuel:15:1",
        "t": "Samuel*p said to Saul, “I am the one the Lord*s sent to anoint you king over his people Israel; so listen now to the message from the Lord.*s"
    },
    {
        "o": 8256,
        "r": "niv:1 Samuel:15:2",
        "t": "This is what the Lord*s Almighty says: ‘I will punish the Amalekites for what they did to Israel when they waylaid them as they came up from Egypt."
    },
    {
        "o": 8257,
        "r": "niv:1 Samuel:15:3",
        "t": "Now go, attack the Amalekites and totally destroy all that belongs to them. Do not spare them; put to death men and women, children and infants, cattle and sheep, camels and donkeys.’ ”"
    },
    {
        "o": 8258,
        "r": "niv:1 Samuel:15:4",
        "t": "So*p Saul summoned the men and mustered them at Telaim—two hundred thousand foot soldiers and ten thousand from Judah."
    },
    {
        "o": 8259,
        "r": "niv:1 Samuel:15:5",
        "t": "Saul went to the city of Amalek and set an ambush in the ravine."
    },
    {
        "o": 8260,
        "r": "niv:1 Samuel:15:6",
        "t": "Then he said to the Kenites, “Go away, leave the Amalekites so that I do not destroy you along with them; for you showed kindness to all the Israelites when they came up out of Egypt.” So the Kenites moved away from the Amalekites."
    },
    {
        "o": 8261,
        "r": "niv:1 Samuel:15:7",
        "t": "Then*p Saul attacked the Amalekites all the way from Havilah to Shur, near the eastern border of Egypt."
    },
    {
        "o": 8262,
        "r": "niv:1 Samuel:15:8",
        "t": "He took Agag king of the Amalekites alive, and all his people he totally destroyed with the sword."
    },
    {
        "o": 8263,
        "r": "niv:1 Samuel:15:9",
        "t": "But Saul and the army spared Agag and the best of the sheep and cattle, the fat calves and lambs—everything that was good. These they were unwilling to destroy completely, but everything that was despised and weak they totally destroyed."
    },
    {
        "o": 8264,
        "r": "niv:1 Samuel:15:10",
        "t": "Then*p the word of the Lord*s came to Samuel:"
    },
    {
        "o": 8265,
        "r": "niv:1 Samuel:15:11",
        "t": "“I regret that I have made Saul king, because he has turned away from me and has not carried out my instructions.” Samuel was angry, and he cried out to the Lord*s all that night."
    },
    {
        "o": 8266,
        "r": "niv:1 Samuel:15:12",
        "t": "Early*p in the morning Samuel got up and went to meet Saul, but he was told, “Saul has gone to Carmel. There he has set up a monument in his own honor and has turned and gone on down to Gilgal.”"
    },
    {
        "o": 8267,
        "r": "niv:1 Samuel:15:13",
        "t": "When*p Samuel reached him, Saul said, “The Lord*s bless you! I have carried out the Lord’s*s instructions.”"
    },
    {
        "o": 8268,
        "r": "niv:1 Samuel:15:14",
        "t": "But*p Samuel said, “What then is this bleating of sheep in my ears? What is this lowing of cattle that I hear?”"
    },
    {
        "o": 8269,
        "r": "niv:1 Samuel:15:15",
        "t": "Saul*p answered, “The soldiers brought them from the Amalekites; they spared the best of the sheep and cattle to sacrifice to the Lord*s your God, but we totally destroyed the rest.”"
    },
    {
        "o": 8270,
        "r": "niv:1 Samuel:15:16",
        "t": "“Enough!”*p Samuel said to Saul. “Let me tell you what the Lord*s said to me last night.” “Tell*p me,” Saul replied."
    },
    {
        "o": 8271,
        "r": "niv:1 Samuel:15:17",
        "t": "Samuel*p said, “Although you were once small in your own eyes, did you not become the head of the tribes of Israel? The Lord*s anointed you king over Israel."
    },
    {
        "o": 8272,
        "r": "niv:1 Samuel:15:18",
        "t": "And he sent you on a mission, saying, ‘Go and completely destroy those wicked people, the Amalekites; wage war against them until you have wiped them out.’"
    },
    {
        "o": 8273,
        "r": "niv:1 Samuel:15:19",
        "t": "Why did you not obey the Lord?*s Why did you pounce on the plunder and do evil in the eyes of the Lord?”*s"
    },
    {
        "o": 8274,
        "r": "niv:1 Samuel:15:20",
        "t": "“But*p I did obey the Lord,”*s Saul said. “I went on the mission the Lord*s assigned me. I completely destroyed the Amalekites and brought back Agag their king."
    },
    {
        "o": 8275,
        "r": "niv:1 Samuel:15:21",
        "t": "The soldiers took sheep and cattle from the plunder, the best of what was devoted to God, in order to sacrifice them to the Lord*s your God at Gilgal.”"
    },
    {
        "o": 8276,
        "r": "niv:1 Samuel:15:22",
        "t": "But*p Samuel replied: “Does*pn the Lord*s delight in burnt offerings and sacrifices as*ld much as in obeying the Lord?*s To*ln obey is better than sacrifice, and*ld to heed is better than the fat of rams."
    },
    {
        "o": 8277,
        "r": "niv:1 Samuel:15:23",
        "t": "For*ln rebellion is like the sin of divination, and*ld arrogance like the evil of idolatry. Because*ln you have rejected the word of the Lord,*s he*ld has rejected you as king.”"
    },
    {
        "o": 8278,
        "r": "niv:1 Samuel:15:24",
        "t": "Then*p Saul said to Samuel, “I have sinned. I violated the Lord’s*s command and your instructions. I was afraid of the men and so I gave in to them."
    },
    {
        "o": 8279,
        "r": "niv:1 Samuel:15:25",
        "t": "Now I beg you, forgive my sin and come back with me, so that I may worship the Lord.”*s"
    },
    {
        "o": 8280,
        "r": "niv:1 Samuel:15:26",
        "t": "But*p Samuel said to him, “I will not go back with you. You have rejected the word of the Lord,*s and the Lord*s has rejected you as king over Israel!”"
    },
    {
        "o": 8281,
        "r": "niv:1 Samuel:15:27",
        "t": "As*p Samuel turned to leave, Saul caught hold of the hem of his robe, and it tore."
    },
    {
        "o": 8282,
        "r": "niv:1 Samuel:15:28",
        "t": "Samuel said to him, “The Lord*s has torn the kingdom of Israel from you today and has given it to one of your neighbors—to one better than you."
    },
    {
        "o": 8283,
        "r": "niv:1 Samuel:15:29",
        "t": "He who is the Glory of Israel does not lie or change his mind; for he is not a human being, that he should change his mind.”"
    },
    {
        "o": 8284,
        "r": "niv:1 Samuel:15:30",
        "t": "Saul*p replied, “I have sinned. But please honor me before the elders of my people and before Israel; come back with me, so that I may worship the Lord*s your God.”"
    },
    {
        "o": 8285,
        "r": "niv:1 Samuel:15:31",
        "t": "So Samuel went back with Saul, and Saul worshiped the Lord.*s"
    },
    {
        "o": 8286,
        "r": "niv:1 Samuel:15:32",
        "t": "Then*p Samuel said, “Bring me Agag king of the Amalekites.” Agag*p came to him in chains. And he thought, “Surely the bitterness of death is past.”"
    },
    {
        "o": 8287,
        "r": "niv:1 Samuel:15:33",
        "t": "But*p Samuel said, “As*pn your sword has made women childless, so*ld will your mother be childless among women.” And*p Samuel put Agag to death before the Lord*s at Gilgal."
    },
    {
        "o": 8288,
        "r": "niv:1 Samuel:15:34",
        "t": "Then*p Samuel left for Ramah, but Saul went up to his home in Gibeah of Saul."
    },
    {
        "o": 8289,
        "r": "niv:1 Samuel:15:35",
        "t": "Until the day Samuel died, he did not go to see Saul again, though Samuel mourned for him. And the Lord*s regretted that he had made Saul king over Israel."
    },
    {
        "o": 8290,
        "r": "niv:1 Samuel:16:0",
        "t": "1 Samuel 16",
        "h": 1
    },
    {
        "o": 8291,
        "r": "niv:1 Samuel:16:0",
        "t": "Samuel Anoints David",
        "h": 2
    },
    {
        "o": 8292,
        "r": "niv:1 Samuel:16:1",
        "t": "The*p Lord*s said to Samuel, “How long will you mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and be on your way; I am sending you to Jesse of Bethlehem. I have chosen one of his sons to be king.”"
    },
    {
        "o": 8293,
        "r": "niv:1 Samuel:16:2",
        "t": "But*p Samuel said, “How can I go? If Saul hears about it, he will kill me.” The*p Lord*s said, “Take a heifer with you and say, ‘I have come to sacrifice to the Lord.’*s"
    },
    {
        "o": 8294,
        "r": "niv:1 Samuel:16:3",
        "t": "Invite Jesse to the sacrifice, and I will show you what to do. You are to anoint for me the one I indicate.”"
    },
    {
        "o": 8295,
        "r": "niv:1 Samuel:16:4",
        "t": "Samuel*p did what the Lord*s said. When he arrived at Bethlehem, the elders of the town trembled when they met him. They asked, “Do you come in peace?”"
    },
    {
        "o": 8296,
        "r": "niv:1 Samuel:16:5",
        "t": "Samuel*p replied, “Yes, in peace; I have come to sacrifice to the Lord.*s Consecrate yourselves and come to the sacrifice with me.” Then he consecrated Jesse and his sons and invited them to the sacrifice."
    },
    {
        "o": 8297,
        "r": "niv:1 Samuel:16:6",
        "t": "When*p they arrived, Samuel saw Eliab and thought, “Surely the Lord’s*s anointed stands here before the Lord.”*s"
    },
    {
        "o": 8298,
        "r": "niv:1 Samuel:16:7",
        "t": "But*p the Lord*s said to Samuel, “Do not consider his appearance or his height, for I have rejected him. The Lord*s does not look at the things people look at. People look at the outward appearance, but the Lord*s looks at the heart.”"
    },
    {
        "o": 8299,
        "r": "niv:1 Samuel:16:8",
        "t": "Then*p Jesse called Abinadab and had him pass in front of Samuel. But Samuel said, “The Lord*s has not chosen this one either.”"
    },
    {
        "o": 8300,
        "r": "niv:1 Samuel:16:9",
        "t": "Jesse then had Shammah pass by, but Samuel said, “Nor has the Lord*s chosen this one.”"
    },
    {
        "o": 8301,
        "r": "niv:1 Samuel:16:10",
        "t": "Jesse had seven of his sons pass before Samuel, but Samuel said to him, “The Lord*s has not chosen these.”"
    },
    {
        "o": 8302,
        "r": "niv:1 Samuel:16:11",
        "t": "So he asked Jesse, “Are these all the sons you have?” “There*p is still the youngest,” Jesse answered. “He is tending the sheep.” Samuel*p said, “Send for him; we will not sit down until he arrives.”"
    },
    {
        "o": 8303,
        "r": "niv:1 Samuel:16:12",
        "t": "So*p he sent for him and had him brought in. He was glowing with health and had a fine appearance and handsome features. Then*p the Lord*s said, “Rise and anoint him; this is the one.”"
    },
    {
        "o": 8304,
        "r": "niv:1 Samuel:16:13",
        "t": "So*p Samuel took the horn of oil and anointed him in the presence of his brothers, and from that day on the Spirit of the Lord*s came powerfully upon David. Samuel then went to Ramah."
    },
    {
        "o": 8305,
        "r": "niv:1 Samuel:16:13",
        "t": "David in Saul’s Service",
        "h": 2
    },
    {
        "o": 8306,
        "r": "niv:1 Samuel:16:14",
        "t": "Now*p the Spirit of the Lord*s had departed from Saul, and an evil spirit from the Lord*s tormented him."
    },
    {
        "o": 8307,
        "r": "niv:1 Samuel:16:15",
        "t": "Saul’s*p attendants said to him, “See, an evil spirit from God is tormenting you."
    },
    {
        "o": 8308,
        "r": "niv:1 Samuel:16:16",
        "t": "Let our lord command his servants here to search for someone who can play the lyre. He will play when the evil spirit from God comes on you, and you will feel better.”"
    },
    {
        "o": 8309,
        "r": "niv:1 Samuel:16:17",
        "t": "So*p Saul said to his attendants, “Find someone who plays well and bring him to me.”"
    },
    {
        "o": 8310,
        "r": "niv:1 Samuel:16:18",
        "t": "One*p of the servants answered, “I have seen a son of Jesse of Bethlehem who knows how to play the lyre. He is a brave man and a warrior. He speaks well and is a fine-looking man. And the Lord*s is with him.”"
    },
    {
        "o": 8311,
        "r": "niv:1 Samuel:16:19",
        "t": "Then*p Saul sent messengers to Jesse and said, “Send me your son David, who is with the sheep.”"
    },
    {
        "o": 8312,
        "r": "niv:1 Samuel:16:20",
        "t": "So Jesse took a donkey loaded with bread, a skin of wine and a young goat and sent them with his son David to Saul."
    },
    {
        "o": 8313,
        "r": "niv:1 Samuel:16:21",
        "t": "David*p came to Saul and entered his service. Saul liked him very much, and David became one of his armor-bearers."
    },
    {
        "o": 8314,
        "r": "niv:1 Samuel:16:22",
        "t": "Then Saul sent word to Jesse, saying, “Allow David to remain in my service, for I am pleased with him.”"
    },
    {
        "o": 8315,
        "r": "niv:1 Samuel:16:23",
        "t": "Whenever*p the spirit from God came on Saul, David would take up his lyre and play. Then relief would come to Saul; he would feel better, and the evil spirit would leave him."
    },
    {
        "o": 8316,
        "r": "niv:1 Samuel:17:0",
        "t": "1 Samuel 17",
        "h": 1
    },
    {
        "o": 8317,
        "r": "niv:1 Samuel:17:0",
        "t": "David and Goliath",
        "h": 2
    },
    {
        "o": 8318,
        "r": "niv:1 Samuel:17:1",
        "t": "Now*p the Philistines gathered their forces for war and assembled at Sokoh in Judah. They pitched camp at Ephes Dammim, between Sokoh and Azekah."
    },
    {
        "o": 8319,
        "r": "niv:1 Samuel:17:2",
        "t": "Saul and the Israelites assembled and camped in the Valley of Elah and drew up their battle line to meet the Philistines."
    },
    {
        "o": 8320,
        "r": "niv:1 Samuel:17:3",
        "t": "The Philistines occupied one hill and the Israelites another, with the valley between them."
    },
    {
        "o": 8321,
        "r": "niv:1 Samuel:17:4",
        "t": "A*p champion named Goliath, who was from Gath, came out of the Philistine camp. His height was six cubits and a span."
    },
    {
        "o": 8322,
        "r": "niv:1 Samuel:17:5",
        "t": "He had a bronze helmet on his head and wore a coat of scale armor of bronze weighing five thousand shekels;"
    },
    {
        "o": 8323,
        "r": "niv:1 Samuel:17:6",
        "t": "on his legs he wore bronze greaves, and a bronze javelin was slung on his back."
    },
    {
        "o": 8324,
        "r": "niv:1 Samuel:17:7",
        "t": "His spear shaft was like a weaver’s rod, and its iron point weighed six hundred shekels. His shield bearer went ahead of him."
    },
    {
        "o": 8325,
        "r": "niv:1 Samuel:17:8",
        "t": "Goliath*p stood and shouted to the ranks of Israel, “Why do you come out and line up for battle? Am I not a Philistine, and are you not the servants of Saul? Choose a man and have him come down to me."
    },
    {
        "o": 8326,
        "r": "niv:1 Samuel:17:9",
        "t": "If he is able to fight and kill me, we will become your subjects; but if I overcome him and kill him, you will become our subjects and serve us.”"
    },
    {
        "o": 8327,
        "r": "niv:1 Samuel:17:10",
        "t": "Then the Philistine said, “This day I defy the armies of Israel! Give me a man and let us fight each other.”"
    },
    {
        "o": 8328,
        "r": "niv:1 Samuel:17:11",
        "t": "On hearing the Philistine’s words, Saul and all the Israelites were dismayed and terrified."
    },
    {
        "o": 8329,
        "r": "niv:1 Samuel:17:12",
        "t": "Now*p David was the son of an Ephrathite named Jesse, who was from Bethlehem in Judah. Jesse had eight sons, and in Saul’s time he was very old."
    },
    {
        "o": 8330,
        "r": "niv:1 Samuel:17:13",
        "t": "Jesse’s three oldest sons had followed Saul to the war: The firstborn was Eliab; the second, Abinadab; and the third, Shammah."
    },
    {
        "o": 8331,
        "r": "niv:1 Samuel:17:14",
        "t": "David was the youngest. The three oldest followed Saul,"
    },
    {
        "o": 8332,
        "r": "niv:1 Samuel:17:15",
        "t": "but David went back and forth from Saul to tend his father’s sheep at Bethlehem."
    },
    {
        "o": 8333,
        "r": "niv:1 Samuel:17:16",
        "t": "For*p forty days the Philistine came forward every morning and evening and took his stand."
    },
    {
        "o": 8334,
        "r": "niv:1 Samuel:17:17",
        "t": "Now*p Jesse said to his son David, “Take this ephah of roasted grain and these ten loaves of bread for your brothers and hurry to their camp."
    },
    {
        "o": 8335,
        "r": "niv:1 Samuel:17:18",
        "t": "Take along these ten cheeses to the commander of their unit. See how your brothers are and bring back some assurance from them."
    },
    {
        "o": 8336,
        "r": "niv:1 Samuel:17:19",
        "t": "They are with Saul and all the men of Israel in the Valley of Elah, fighting against the Philistines.”"
    },
    {
        "o": 8337,
        "r": "niv:1 Samuel:17:20",
        "t": "Early*p in the morning David left the flock in the care of a shepherd, loaded up and set out, as Jesse had directed. He reached the camp as the army was going out to its battle positions, shouting the war cry."
    },
    {
        "o": 8338,
        "r": "niv:1 Samuel:17:21",
        "t": "Israel and the Philistines were drawing up their lines facing each other."
    },
    {
        "o": 8339,
        "r": "niv:1 Samuel:17:22",
        "t": "David left his things with the keeper of supplies, ran to the battle lines and asked his brothers how they were."
    },
    {
        "o": 8340,
        "r": "niv:1 Samuel:17:23",
        "t": "As he was talking with them, Goliath, the Philistine champion from Gath, stepped out from his lines and shouted his usual defiance, and David heard it."
    },
    {
        "o": 8341,
        "r": "niv:1 Samuel:17:24",
        "t": "Whenever the Israelites saw the man, they all fled from him in great fear."
    },
    {
        "o": 8342,
        "r": "niv:1 Samuel:17:25",
        "t": "Now*p the Israelites had been saying, “Do you see how this man keeps coming out? He comes out to defy Israel. The king will give great wealth to the man who kills him. He will also give him his daughter in marriage and will exempt his family from taxes in Israel.”"
    },
    {
        "o": 8343,
        "r": "niv:1 Samuel:17:26",
        "t": "David*p asked the men standing near him, “What will be done for the man who kills this Philistine and removes this disgrace from Israel? Who is this uncircumcised Philistine that he should defy the armies of the living God?”"
    },
    {
        "o": 8344,
        "r": "niv:1 Samuel:17:27",
        "t": "They*p repeated to him what they had been saying and told him, “This is what will be done for the man who kills him.”"
    },
    {
        "o": 8345,
        "r": "niv:1 Samuel:17:28",
        "t": "When*p Eliab, David’s oldest brother, heard him speaking with the men, he burned with anger at him and asked, “Why have you come down here? And with whom did you leave those few sheep in the wilderness? I know how conceited you are and how wicked your heart is; you came down only to watch the battle.”"
    },
    {
        "o": 8346,
        "r": "niv:1 Samuel:17:29",
        "t": "“Now*p what have I done?” said David. “Can’t I even speak?”"
    },
    {
        "o": 8347,
        "r": "niv:1 Samuel:17:30",
        "t": "He then turned away to someone else and brought up the same matter, and the men answered him as before."
    },
    {
        "o": 8348,
        "r": "niv:1 Samuel:17:31",
        "t": "What David said was overheard and reported to Saul, and Saul sent for him."
    },
    {
        "o": 8349,
        "r": "niv:1 Samuel:17:32",
        "t": "David*p said to Saul, “Let no one lose heart on account of this Philistine; your servant will go and fight him.”"
    },
    {
        "o": 8350,
        "r": "niv:1 Samuel:17:33",
        "t": "Saul*p replied, “You are not able to go out against this Philistine and fight him; you are only a young man, and he has been a warrior from his youth.”"
    },
    {
        "o": 8351,
        "r": "niv:1 Samuel:17:34",
        "t": "But*p David said to Saul, “Your servant has been keeping his father’s sheep. When a lion or a bear came and carried off a sheep from the flock,"
    },
    {
        "o": 8352,
        "r": "niv:1 Samuel:17:35",
        "t": "I went after it, struck it and rescued the sheep from its mouth. When it turned on me, I seized it by its hair, struck it and killed it."
    },
    {
        "o": 8353,
        "r": "niv:1 Samuel:17:36",
        "t": "Your servant has killed both the lion and the bear; this uncircumcised Philistine will be like one of them, because he has defied the armies of the living God."
    },
    {
        "o": 8354,
        "r": "niv:1 Samuel:17:37",
        "t": "The Lord*s who rescued me from the paw of the lion and the paw of the bear will rescue me from the hand of this Philistine.” Saul*p said to David, “Go, and the Lord*s be with you.”"
    },
    {
        "o": 8355,
        "r": "niv:1 Samuel:17:38",
        "t": "Then*p Saul dressed David in his own tunic. He put a coat of armor on him and a bronze helmet on his head."
    },
    {
        "o": 8356,
        "r": "niv:1 Samuel:17:39",
        "t": "David fastened on his sword over the tunic and tried walking around, because he was not used to them. “I*p cannot go in these,” he said to Saul, “because I am not used to them.” So he took them off."
    },
    {
        "o": 8357,
        "r": "niv:1 Samuel:17:40",
        "t": "Then he took his staff in his hand, chose five smooth stones from the stream, put them in the pouch of his shepherd’s bag and, with his sling in his hand, approached the Philistine."
    },
    {
        "o": 8358,
        "r": "niv:1 Samuel:17:41",
        "t": "Meanwhile,*p the Philistine, with his shield bearer in front of him, kept coming closer to David."
    },
    {
        "o": 8359,
        "r": "niv:1 Samuel:17:42",
        "t": "He looked David over and saw that he was little more than a boy, glowing with health and handsome, and he despised him."
    },
    {
        "o": 8360,
        "r": "niv:1 Samuel:17:43",
        "t": "He said to David, “Am I a dog, that you come at me with sticks?” And the Philistine cursed David by his gods."
    },
    {
        "o": 8361,
        "r": "niv:1 Samuel:17:44",
        "t": "“Come here,” he said, “and I’ll give your flesh to the birds and the wild animals!”"
    },
    {
        "o": 8362,
        "r": "niv:1 Samuel:17:45",
        "t": "David*p said to the Philistine, “You come against me with sword and spear and javelin, but I come against you in the name of the Lord*s Almighty, the God of the armies of Israel, whom you have defied."
    },
    {
        "o": 8363,
        "r": "niv:1 Samuel:17:46",
        "t": "This day the Lord*s will deliver you into my hands, and I’ll strike you down and cut off your head. This very day I will give the carcasses of the Philistine army to the birds and the wild animals, and the whole world will know that there is a God in Israel."
    },
    {
        "o": 8364,
        "r": "niv:1 Samuel:17:47",
        "t": "All those gathered here will know that it is not by sword or spear that the Lord*s saves; for the battle is the Lord*s ’s, and he will give all of you into our hands.”"
    },
    {
        "o": 8365,
        "r": "niv:1 Samuel:17:48",
        "t": "As*p the Philistine moved closer to attack him, David ran quickly toward the battle line to meet him."
    },
    {
        "o": 8366,
        "r": "niv:1 Samuel:17:49",
        "t": "Reaching into his bag and taking out a stone, he slung it and struck the Philistine on the forehead. The stone sank into his forehead, and he fell facedown on the ground."
    },
    {
        "o": 8367,
        "r": "niv:1 Samuel:17:50",
        "t": "So*p David triumphed over the Philistine with a sling and a stone; without a sword in his hand he struck down the Philistine and killed him."
    },
    {
        "o": 8368,
        "r": "niv:1 Samuel:17:51",
        "t": "David*p ran and stood over him. He took hold of the Philistine’s sword and drew it from the sheath. After he killed him, he cut off his head with the sword. When*p the Philistines saw that their hero was dead, they turned and ran."
    },
    {
        "o": 8369,
        "r": "niv:1 Samuel:17:52",
        "t": "Then the men of Israel and Judah surged forward with a shout and pursued the Philistines to the entrance of Gath and to the gates of Ekron. Their dead were strewn along the Shaaraim road to Gath and Ekron."
    },
    {
        "o": 8370,
        "r": "niv:1 Samuel:17:53",
        "t": "When the Israelites returned from chasing the Philistines, they plundered their camp."
    },
    {
        "o": 8371,
        "r": "niv:1 Samuel:17:54",
        "t": "David*p took the Philistine’s head and brought it to Jerusalem; he put the Philistine’s weapons in his own tent."
    },
    {
        "o": 8372,
        "r": "niv:1 Samuel:17:55",
        "t": "As*p Saul watched David going out to meet the Philistine, he said to Abner, commander of the army, “Abner, whose son is that young man?” Abner*p replied, “As surely as you live, Your Majesty, I don’t know.”"
    },
    {
        "o": 8373,
        "r": "niv:1 Samuel:17:56",
        "t": "The*p king said, “Find out whose son this young man is.”"
    },
    {
        "o": 8374,
        "r": "niv:1 Samuel:17:57",
        "t": "As*p soon as David returned from killing the Philistine, Abner took him and brought him before Saul, with David still holding the Philistine’s head."
    },
    {
        "o": 8375,
        "r": "niv:1 Samuel:17:58",
        "t": "“Whose*p son are you, young man?” Saul asked him. David*p said, “I am the son of your servant Jesse of Bethlehem.”"
    },
    {
        "o": 8376,
        "r": "niv:1 Samuel:18:0",
        "t": "1 Samuel 18",
        "h": 1
    },
    {
        "o": 8377,
        "r": "niv:1 Samuel:18:0",
        "t": "Saul’s Growing Fear of David",
        "h": 2
    },
    {
        "o": 8378,
        "r": "niv:1 Samuel:18:1",
        "t": "After*p David had finished talking with Saul, Jonathan became one in spirit with David, and he loved him as himself."
    },
    {
        "o": 8379,
        "r": "niv:1 Samuel:18:2",
        "t": "From that day Saul kept David with him and did not let him return home to his family."
    },
    {
        "o": 8380,
        "r": "niv:1 Samuel:18:3",
        "t": "And Jonathan made a covenant with David because he loved him as himself."
    },
    {
        "o": 8381,
        "r": "niv:1 Samuel:18:4",
        "t": "Jonathan took off the robe he was wearing and gave it to David, along with his tunic, and even his sword, his bow and his belt."
    },
    {
        "o": 8382,
        "r": "niv:1 Samuel:18:5",
        "t": "Whatever*p mission Saul sent him on, David was so successful that Saul gave him a high rank in the army. This pleased all the troops, and Saul’s officers as well."
    },
    {
        "o": 8383,
        "r": "niv:1 Samuel:18:6",
        "t": "When*p the men were returning home after David had killed the Philistine, the women came out from all the towns of Israel to meet King Saul with singing and dancing, with joyful songs and with timbrels and lyres."
    },
    {
        "o": 8384,
        "r": "niv:1 Samuel:18:7",
        "t": "As they danced, they sang: “Saul*pn has slain his thousands, and*ld David his tens of thousands.”"
    },
    {
        "o": 8385,
        "r": "niv:1 Samuel:18:8",
        "t": "Saul*p was very angry; this refrain displeased him greatly. “They have credited David with tens of thousands,” he thought, “but me with only thousands. What more can he get but the kingdom?”"
    },
    {
        "o": 8386,
        "r": "niv:1 Samuel:18:9",
        "t": "And from that time on Saul kept a close eye on David."
    },
    {
        "o": 8387,
        "r": "niv:1 Samuel:18:10",
        "t": "The*p next day an evil spirit from God came forcefully on Saul. He was prophesying in his house, while David was playing the lyre, as he usually did. Saul had a spear in his hand"
    },
    {
        "o": 8388,
        "r": "niv:1 Samuel:18:11",
        "t": "and he hurled it, saying to himself, “I’ll pin David to the wall.” But David eluded him twice."
    },
    {
        "o": 8389,
        "r": "niv:1 Samuel:18:12",
        "t": "Saul*p was afraid of David, because the Lord*s was with David but had departed from Saul."
    },
    {
        "o": 8390,
        "r": "niv:1 Samuel:18:13",
        "t": "So he sent David away from him and gave him command over a thousand men, and David led the troops in their campaigns."
    },
    {
        "o": 8391,
        "r": "niv:1 Samuel:18:14",
        "t": "In everything he did he had great success, because the Lord*s was with him."
    },
    {
        "o": 8392,
        "r": "niv:1 Samuel:18:15",
        "t": "When Saul saw how successful he was, he was afraid of him."
    },
    {
        "o": 8393,
        "r": "niv:1 Samuel:18:16",
        "t": "But all Israel and Judah loved David, because he led them in their campaigns."
    },
    {
        "o": 8394,
        "r": "niv:1 Samuel:18:17",
        "t": "Saul*p said to David, “Here is my older daughter Merab. I will give her to you in marriage; only serve me bravely and fight the battles of the Lord.”*s For Saul said to himself, “I will not raise a hand against him. Let the Philistines do that!”"
    },
    {
        "o": 8395,
        "r": "niv:1 Samuel:18:18",
        "t": "But*p David said to Saul, “Who am I, and what is my family or my clan in Israel, that I should become the king’s son-in-law?”"
    },
    {
        "o": 8396,
        "r": "niv:1 Samuel:18:19",
        "t": "So when the time came for Merab, Saul’s daughter, to be given to David, she was given in marriage to Adriel of Meholah."
    },
    {
        "o": 8397,
        "r": "niv:1 Samuel:18:20",
        "t": "Now*p Saul’s daughter Michal was in love with David, and when they told Saul about it, he was pleased."
    },
    {
        "o": 8398,
        "r": "niv:1 Samuel:18:21",
        "t": "“I will give her to him,” he thought, “so that she may be a snare to him and so that the hand of the Philistines may be against him.” So Saul said to David, “Now you have a second opportunity to become my son-in-law.”"
    },
    {
        "o": 8399,
        "r": "niv:1 Samuel:18:22",
        "t": "Then*p Saul ordered his attendants: “Speak to David privately and say, ‘Look, the king likes you, and his attendants all love you; now become his son-in-law.’ ”"
    },
    {
        "o": 8400,
        "r": "niv:1 Samuel:18:23",
        "t": "They*p repeated these words to David. But David said, “Do you think it is a small matter to become the king’s son-in-law? I’m only a poor man and little known.”"
    },
    {
        "o": 8401,
        "r": "niv:1 Samuel:18:24",
        "t": "When*p Saul’s servants told him what David had said,"
    },
    {
        "o": 8402,
        "r": "niv:1 Samuel:18:25",
        "t": "Saul replied, “Say to David, ‘The king wants no other price for the bride than a hundred Philistine foreskins, to take revenge on his enemies.’ ” Saul’s plan was to have David fall by the hands of the Philistines."
    },
    {
        "o": 8403,
        "r": "niv:1 Samuel:18:26",
        "t": "When*p the attendants told David these things, he was pleased to become the king’s son-in-law. So before the allotted time elapsed,"
    },
    {
        "o": 8404,
        "r": "niv:1 Samuel:18:27",
        "t": "David took his men with him and went out and killed two hundred Philistines and brought back their foreskins. They counted out the full number to the king so that David might become the king’s son-in-law. Then Saul gave him his daughter Michal in marriage."
    },
    {
        "o": 8405,
        "r": "niv:1 Samuel:18:28",
        "t": "When*p Saul realized that the Lord*s was with David and that his daughter Michal loved David,"
    },
    {
        "o": 8406,
        "r": "niv:1 Samuel:18:29",
        "t": "Saul became still more afraid of him, and he remained his enemy the rest of his days."
    },
    {
        "o": 8407,
        "r": "niv:1 Samuel:18:30",
        "t": "The*p Philistine commanders continued to go out to battle, and as often as they did, David met with more success than the rest of Saul’s officers, and his name became well known."
    },
    {
        "o": 8408,
        "r": "niv:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 8409,
        "r": "niv:1 Samuel:19:0",
        "t": "Saul Tries to Kill David",
        "h": 2
    },
    {
        "o": 8410,
        "r": "niv:1 Samuel:19:1",
        "t": "Saul*p told his son Jonathan and all the attendants to kill David. But Jonathan had taken a great liking to David"
    },
    {
        "o": 8411,
        "r": "niv:1 Samuel:19:2",
        "t": "and warned him, “My father Saul is looking for a chance to kill you. Be on your guard tomorrow morning; go into hiding and stay there."
    },
    {
        "o": 8412,
        "r": "niv:1 Samuel:19:3",
        "t": "I will go out and stand with my father in the field where you are. I’ll speak to him about you and will tell you what I find out.”"
    },
    {
        "o": 8413,
        "r": "niv:1 Samuel:19:4",
        "t": "Jonathan*p spoke well of David to Saul his father and said to him, “Let not the king do wrong to his servant David; he has not wronged you, and what he has done has benefited you greatly."
    },
    {
        "o": 8414,
        "r": "niv:1 Samuel:19:5",
        "t": "He took his life in his hands when he killed the Philistine. The Lord*s won a great victory for all Israel, and you saw it and were glad. Why then would you do wrong to an innocent man like David by killing him for no reason?”"
    },
    {
        "o": 8415,
        "r": "niv:1 Samuel:19:6",
        "t": "Saul*p listened to Jonathan and took this oath: “As surely as the Lord*s lives, David will not be put to death.”"
    },
    {
        "o": 8416,
        "r": "niv:1 Samuel:19:7",
        "t": "So*p Jonathan called David and told him the whole conversation. He brought him to Saul, and David was with Saul as before."
    },
    {
        "o": 8417,
        "r": "niv:1 Samuel:19:8",
        "t": "Once*p more war broke out, and David went out and fought the Philistines. He struck them with such force that they fled before him."
    },
    {
        "o": 8418,
        "r": "niv:1 Samuel:19:9",
        "t": "But*p an evil spirit from the Lord*s came on Saul as he was sitting in his house with his spear in his hand. While David was playing the lyre,"
    },
    {
        "o": 8419,
        "r": "niv:1 Samuel:19:10",
        "t": "Saul tried to pin him to the wall with his spear, but David eluded him as Saul drove the spear into the wall. That night David made good his escape."
    },
    {
        "o": 8420,
        "r": "niv:1 Samuel:19:11",
        "t": "Saul*p sent men to David’s house to watch it and to kill him in the morning. But Michal, David’s wife, warned him, “If you don’t run for your life tonight, tomorrow you’ll be killed.”"
    },
    {
        "o": 8421,
        "r": "niv:1 Samuel:19:12",
        "t": "So Michal let David down through a window, and he fled and escaped."
    },
    {
        "o": 8422,
        "r": "niv:1 Samuel:19:13",
        "t": "Then Michal took an idol and laid it on the bed, covering it with a garment and putting some goats’ hair at the head."
    },
    {
        "o": 8423,
        "r": "niv:1 Samuel:19:14",
        "t": "When*p Saul sent the men to capture David, Michal said, “He is ill.”"
    },
    {
        "o": 8424,
        "r": "niv:1 Samuel:19:15",
        "t": "Then*p Saul sent the men back to see David and told them, “Bring him up to me in his bed so that I may kill him.”"
    },
    {
        "o": 8425,
        "r": "niv:1 Samuel:19:16",
        "t": "But when the men entered, there was the idol in the bed, and at the head was some goats’ hair."
    },
    {
        "o": 8426,
        "r": "niv:1 Samuel:19:17",
        "t": "Saul*p said to Michal, “Why did you deceive me like this and send my enemy away so that he escaped?” Michal*p told him, “He said to me, ‘Let me get away. Why should I kill you?’ ”"
    },
    {
        "o": 8427,
        "r": "niv:1 Samuel:19:18",
        "t": "When*p David had fled and made his escape, he went to Samuel at Ramah and told him all that Saul had done to him. Then he and Samuel went to Naioth and stayed there."
    },
    {
        "o": 8428,
        "r": "niv:1 Samuel:19:19",
        "t": "Word came to Saul: “David is in Naioth at Ramah”;"
    },
    {
        "o": 8429,
        "r": "niv:1 Samuel:19:20",
        "t": "so he sent men to capture him. But when they saw a group of prophets prophesying, with Samuel standing there as their leader, the Spirit of God came on Saul’s men, and they also prophesied."
    },
    {
        "o": 8430,
        "r": "niv:1 Samuel:19:21",
        "t": "Saul was told about it, and he sent more men, and they prophesied too. Saul sent men a third time, and they also prophesied."
    },
    {
        "o": 8431,
        "r": "niv:1 Samuel:19:22",
        "t": "Finally, he himself left for Ramah and went to the great cistern at Seku. And he asked, “Where are Samuel and David?” “Over*p in Naioth at Ramah,” they said."
    },
    {
        "o": 8432,
        "r": "niv:1 Samuel:19:23",
        "t": "So*p Saul went to Naioth at Ramah. But the Spirit of God came even on him, and he walked along prophesying until he came to Naioth."
    },
    {
        "o": 8433,
        "r": "niv:1 Samuel:19:24",
        "t": "He stripped off his garments, and he too prophesied in Samuel’s presence. He lay naked all that day and all that night. This is why people say, “Is Saul also among the prophets?”"
    },
    {
        "o": 8434,
        "r": "niv:1 Samuel:20:0",
        "t": "1 Samuel 20",
        "h": 1
    },
    {
        "o": 8435,
        "r": "niv:1 Samuel:20:0",
        "t": "David and Jonathan",
        "h": 2
    },
    {
        "o": 8436,
        "r": "niv:1 Samuel:20:1",
        "t": "Then*p David fled from Naioth at Ramah and went to Jonathan and asked, “What have I done? What is my crime? How have I wronged your father, that he is trying to kill me?”"
    },
    {
        "o": 8437,
        "r": "niv:1 Samuel:20:2",
        "t": "“Never!”*p Jonathan replied. “You are not going to die! Look, my father doesn’t do anything, great or small, without letting me know. Why would he hide this from me? It isn’t so!”"
    },
    {
        "o": 8438,
        "r": "niv:1 Samuel:20:3",
        "t": "But*p David took an oath and said, “Your father knows very well that I have found favor in your eyes, and he has said to himself, ‘Jonathan must not know this or he will be grieved.’ Yet as surely as the Lord*s lives and as you live, there is only a step between me and death.”"
    },
    {
        "o": 8439,
        "r": "niv:1 Samuel:20:4",
        "t": "Jonathan*p said to David, “Whatever you want me to do, I’ll do for you.”"
    },
    {
        "o": 8440,
        "r": "niv:1 Samuel:20:5",
        "t": "So*p David said, “Look, tomorrow is the New Moon feast, and I am supposed to dine with the king; but let me go and hide in the field until the evening of the day after tomorrow."
    },
    {
        "o": 8441,
        "r": "niv:1 Samuel:20:6",
        "t": "If your father misses me at all, tell him, ‘David earnestly asked my permission to hurry to Bethlehem, his hometown, because an annual sacrifice is being made there for his whole clan.’"
    },
    {
        "o": 8442,
        "r": "niv:1 Samuel:20:7",
        "t": "If he says, ‘Very well,’ then your servant is safe. But if he loses his temper, you can be sure that he is determined to harm me."
    },
    {
        "o": 8443,
        "r": "niv:1 Samuel:20:8",
        "t": "As for you, show kindness to your servant, for you have brought him into a covenant with you before the Lord.*s If I am guilty, then kill me yourself! Why hand me over to your father?”"
    },
    {
        "o": 8444,
        "r": "niv:1 Samuel:20:9",
        "t": "“Never!”*p Jonathan said. “If I had the least inkling that my father was determined to harm you, wouldn’t I tell you?”"
    },
    {
        "o": 8445,
        "r": "niv:1 Samuel:20:10",
        "t": "David*p asked, “Who will tell me if your father answers you harshly?”"
    },
    {
        "o": 8446,
        "r": "niv:1 Samuel:20:11",
        "t": "“Come,”*p Jonathan said, “let’s go out into the field.” So they went there together."
    },
    {
        "o": 8447,
        "r": "niv:1 Samuel:20:12",
        "t": "Then*p Jonathan said to David, “I swear by the Lord,*s the God of Israel, that I will surely sound out my father by this time the day after tomorrow! If he is favorably disposed toward you, will I not send you word and let you know?"
    },
    {
        "o": 8448,
        "r": "niv:1 Samuel:20:13",
        "t": "But if my father intends to harm you, may the Lord*s deal with Jonathan, be it ever so severely, if I do not let you know and send you away in peace. May the Lord*s be with you as he has been with my father."
    },
    {
        "o": 8449,
        "r": "niv:1 Samuel:20:14",
        "t": "But show me unfailing kindness like the Lord’s*s kindness as long as I live, so that I may not be killed,"
    },
    {
        "o": 8450,
        "r": "niv:1 Samuel:20:15",
        "t": "and do not ever cut off your kindness from my family—not even when the Lord*s has cut off every one of David’s enemies from the face of the earth.”"
    },
    {
        "o": 8451,
        "r": "niv:1 Samuel:20:16",
        "t": "So*p Jonathan made a covenant with the house of David, saying, “May the Lord*s call David’s enemies to account.”"
    },
    {
        "o": 8452,
        "r": "niv:1 Samuel:20:17",
        "t": "And Jonathan had David reaffirm his oath out of love for him, because he loved him as he loved himself."
    },
    {
        "o": 8453,
        "r": "niv:1 Samuel:20:18",
        "t": "Then*p Jonathan said to David, “Tomorrow is the New Moon feast. You will be missed, because your seat will be empty."
    },
    {
        "o": 8454,
        "r": "niv:1 Samuel:20:19",
        "t": "The day after tomorrow, toward evening, go to the place where you hid when this trouble began, and wait by the stone Ezel."
    },
    {
        "o": 8455,
        "r": "niv:1 Samuel:20:20",
        "t": "I will shoot three arrows to the side of it, as though I were shooting at a target."
    },
    {
        "o": 8456,
        "r": "niv:1 Samuel:20:21",
        "t": "Then I will send a boy and say, ‘Go, find the arrows.’ If I say to him, ‘Look, the arrows are on this side of you; bring them here,’ then come, because, as surely as the Lord*s lives, you are safe; there is no danger."
    },
    {
        "o": 8457,
        "r": "niv:1 Samuel:20:22",
        "t": "But if I say to the boy, ‘Look, the arrows are beyond you,’ then you must go, because the Lord*s has sent you away."
    },
    {
        "o": 8458,
        "r": "niv:1 Samuel:20:23",
        "t": "And about the matter you and I discussed—remember, the Lord*s is witness between you and me forever.”"
    },
    {
        "o": 8459,
        "r": "niv:1 Samuel:20:24",
        "t": "So*p David hid in the field, and when the New Moon feast came, the king sat down to eat."
    },
    {
        "o": 8460,
        "r": "niv:1 Samuel:20:25",
        "t": "He sat in his customary place by the wall, opposite Jonathan, and Abner sat next to Saul, but David’s place was empty."
    },
    {
        "o": 8461,
        "r": "niv:1 Samuel:20:26",
        "t": "Saul said nothing that day, for he thought, “Something must have happened to David to make him ceremonially unclean—surely he is unclean.”"
    },
    {
        "o": 8462,
        "r": "niv:1 Samuel:20:27",
        "t": "But the next day, the second day of the month, David’s place was empty again. Then Saul said to his son Jonathan, “Why hasn’t the son of Jesse come to the meal, either yesterday or today?”"
    },
    {
        "o": 8463,
        "r": "niv:1 Samuel:20:28",
        "t": "Jonathan*p answered, “David earnestly asked me for permission to go to Bethlehem."
    },
    {
        "o": 8464,
        "r": "niv:1 Samuel:20:29",
        "t": "He said, ‘Let me go, because our family is observing a sacrifice in the town and my brother has ordered me to be there. If I have found favor in your eyes, let me get away to see my brothers.’ That is why he has not come to the king’s table.”"
    },
    {
        "o": 8465,
        "r": "niv:1 Samuel:20:30",
        "t": "Saul’s*p anger flared up at Jonathan and he said to him, “You son of a perverse and rebellious woman! Don’t I know that you have sided with the son of Jesse to your own shame and to the shame of the mother who bore you?"
    },
    {
        "o": 8466,
        "r": "niv:1 Samuel:20:31",
        "t": "As long as the son of Jesse lives on this earth, neither you nor your kingdom will be established. Now send someone to bring him to me, for he must die!”"
    },
    {
        "o": 8467,
        "r": "niv:1 Samuel:20:32",
        "t": "“Why*p should he be put to death? What has he done?” Jonathan asked his father."
    },
    {
        "o": 8468,
        "r": "niv:1 Samuel:20:33",
        "t": "But Saul hurled his spear at him to kill him. Then Jonathan knew that his father intended to kill David."
    },
    {
        "o": 8469,
        "r": "niv:1 Samuel:20:34",
        "t": "Jonathan*p got up from the table in fierce anger; on that second day of the feast he did not eat, because he was grieved at his father’s shameful treatment of David."
    },
    {
        "o": 8470,
        "r": "niv:1 Samuel:20:35",
        "t": "In*p the morning Jonathan went out to the field for his meeting with David. He had a small boy with him,"
    },
    {
        "o": 8471,
        "r": "niv:1 Samuel:20:36",
        "t": "and he said to the boy, “Run and find the arrows I shoot.” As the boy ran, he shot an arrow beyond him."
    },
    {
        "o": 8472,
        "r": "niv:1 Samuel:20:37",
        "t": "When the boy came to the place where Jonathan’s arrow had fallen, Jonathan called out after him, “Isn’t the arrow beyond you?”"
    },
    {
        "o": 8473,
        "r": "niv:1 Samuel:20:38",
        "t": "Then he shouted, “Hurry! Go quickly! Don’t stop!” The boy picked up the arrow and returned to his master."
    },
    {
        "o": 8474,
        "r": "niv:1 Samuel:20:39",
        "t": "(The boy knew nothing about all this; only Jonathan and David knew.)"
    },
    {
        "o": 8475,
        "r": "niv:1 Samuel:20:40",
        "t": "Then Jonathan gave his weapons to the boy and said, “Go, carry them back to town.”"
    },
    {
        "o": 8476,
        "r": "niv:1 Samuel:20:41",
        "t": "After*p the boy had gone, David got up from the south side of the stone and bowed down before Jonathan three times, with his face to the ground. Then they kissed each other and wept together—but David wept the most."
    },
    {
        "o": 8477,
        "r": "niv:1 Samuel:20:42",
        "t": "Jonathan*p said to David, “Go in peace, for we have sworn friendship with each other in the name of the Lord,*s saying, ‘The Lord*s is witness between you and me, and between your descendants and my descendants forever.’ ” Then David left, and Jonathan went back to the town."
    },
    {
        "o": 8478,
        "r": "niv:1 Samuel:21:0",
        "t": "1 Samuel 21",
        "h": 1
    },
    {
        "o": 8479,
        "r": "niv:1 Samuel:21:0",
        "t": "David at Nob",
        "h": 2
    },
    {
        "o": 8480,
        "r": "niv:1 Samuel:21:1",
        "t": "David*p went to Nob, to Ahimelek the priest. Ahimelek trembled when he met him, and asked, “Why are you alone? Why is no one with you?”"
    },
    {
        "o": 8481,
        "r": "niv:1 Samuel:21:2",
        "t": "David*p answered Ahimelek the priest, “The king sent me on a mission and said to me, ‘No one is to know anything about the mission I am sending you on.’ As for my men, I have told them to meet me at a certain place."
    },
    {
        "o": 8482,
        "r": "niv:1 Samuel:21:3",
        "t": "Now then, what do you have on hand? Give me five loaves of bread, or whatever you can find.”"
    },
    {
        "o": 8483,
        "r": "niv:1 Samuel:21:4",
        "t": "But*p the priest answered David, “I don’t have any ordinary bread on hand; however, there is some consecrated bread here—provided the men have kept themselves from women.”"
    },
    {
        "o": 8484,
        "r": "niv:1 Samuel:21:5",
        "t": "David*p replied, “Indeed women have been kept from us, as usual whenever I set out. The men’s bodies are holy even on missions that are not holy. How much more so today!”"
    },
    {
        "o": 8485,
        "r": "niv:1 Samuel:21:6",
        "t": "So the priest gave him the consecrated bread, since there was no bread there except the bread of the Presence that had been removed from before the Lord*s and replaced by hot bread on the day it was taken away."
    },
    {
        "o": 8486,
        "r": "niv:1 Samuel:21:7",
        "t": "Now*p one of Saul’s servants was there that day, detained before the Lord;*s he was Doeg the Edomite, Saul’s chief shepherd."
    },
    {
        "o": 8487,
        "r": "niv:1 Samuel:21:8",
        "t": "David*p asked Ahimelek, “Don’t you have a spear or a sword here? I haven’t brought my sword or any other weapon, because the king’s mission was urgent.”"
    },
    {
        "o": 8488,
        "r": "niv:1 Samuel:21:9",
        "t": "The*p priest replied, “The sword of Goliath the Philistine, whom you killed in the Valley of Elah, is here; it is wrapped in a cloth behind the ephod. If you want it, take it; there is no sword here but that one.” David*p said, “There is none like it; give it to me.”"
    },
    {
        "o": 8489,
        "r": "niv:1 Samuel:21:9",
        "t": "David at Gath",
        "h": 2
    },
    {
        "o": 8490,
        "r": "niv:1 Samuel:21:10",
        "t": "That*p day David fled from Saul and went to Achish king of Gath."
    },
    {
        "o": 8491,
        "r": "niv:1 Samuel:21:11",
        "t": "But the servants of Achish said to him, “Isn’t this David, the king of the land? Isn’t he the one they sing about in their dances: “ ‘Saul*pn has slain his thousands, and*ld David his tens of thousands’?”"
    },
    {
        "o": 8492,
        "r": "niv:1 Samuel:21:12",
        "t": "David*p took these words to heart and was very much afraid of Achish king of Gath."
    },
    {
        "o": 8493,
        "r": "niv:1 Samuel:21:13",
        "t": "So he pretended to be insane in their presence; and while he was in their hands he acted like a madman, making marks on the doors of the gate and letting saliva run down his beard."
    },
    {
        "o": 8494,
        "r": "niv:1 Samuel:21:14",
        "t": "Achish*p said to his servants, “Look at the man! He is insane! Why bring him to me?"
    },
    {
        "o": 8495,
        "r": "niv:1 Samuel:21:15",
        "t": "Am I so short of madmen that you have to bring this fellow here to carry on like this in front of me? Must this man come into my house?”"
    },
    {
        "o": 8496,
        "r": "niv:1 Samuel:22:0",
        "t": "1 Samuel 22",
        "h": 1
    },
    {
        "o": 8497,
        "r": "niv:1 Samuel:22:0",
        "t": "David at Adullam and Mizpah",
        "h": 2
    },
    {
        "o": 8498,
        "r": "niv:1 Samuel:22:1",
        "t": "David*p left Gath and escaped to the cave of Adullam. When his brothers and his father’s household heard about it, they went down to him there."
    },
    {
        "o": 8499,
        "r": "niv:1 Samuel:22:2",
        "t": "All those who were in distress or in debt or discontented gathered around him, and he became their commander. About four hundred men were with him."
    },
    {
        "o": 8500,
        "r": "niv:1 Samuel:22:3",
        "t": "From*p there David went to Mizpah in Moab and said to the king of Moab, “Would you let my father and mother come and stay with you until I learn what God will do for me?”"
    },
    {
        "o": 8501,
        "r": "niv:1 Samuel:22:4",
        "t": "So he left them with the king of Moab, and they stayed with him as long as David was in the stronghold."
    },
    {
        "o": 8502,
        "r": "niv:1 Samuel:22:5",
        "t": "But*p the prophet Gad said to David, “Do not stay in the stronghold. Go into the land of Judah.” So David left and went to the forest of Hereth."
    },
    {
        "o": 8503,
        "r": "niv:1 Samuel:22:5",
        "t": "Saul Kills the Priests of Nob",
        "h": 2
    },
    {
        "o": 8504,
        "r": "niv:1 Samuel:22:6",
        "t": "Now*p Saul heard that David and his men had been discovered. And Saul was seated, spear in hand, under the tamarisk tree on the hill at Gibeah, with all his officials standing at his side."
    },
    {
        "o": 8505,
        "r": "niv:1 Samuel:22:7",
        "t": "He said to them, “Listen, men of Benjamin! Will the son of Jesse give all of you fields and vineyards? Will he make all of you commanders of thousands and commanders of hundreds?"
    },
    {
        "o": 8506,
        "r": "niv:1 Samuel:22:8",
        "t": "Is that why you have all conspired against me? No one tells me when my son makes a covenant with the son of Jesse. None of you is concerned about me or tells me that my son has incited my servant to lie in wait for me, as he does today.”"
    },
    {
        "o": 8507,
        "r": "niv:1 Samuel:22:9",
        "t": "But*p Doeg the Edomite, who was standing with Saul’s officials, said, “I saw the son of Jesse come to Ahimelek son of Ahitub at Nob."
    },
    {
        "o": 8508,
        "r": "niv:1 Samuel:22:10",
        "t": "Ahimelek inquired of the Lord*s for him; he also gave him provisions and the sword of Goliath the Philistine.”"
    },
    {
        "o": 8509,
        "r": "niv:1 Samuel:22:11",
        "t": "Then*p the king sent for the priest Ahimelek son of Ahitub and all the men of his family, who were the priests at Nob, and they all came to the king."
    },
    {
        "o": 8510,
        "r": "niv:1 Samuel:22:12",
        "t": "Saul said, “Listen now, son of Ahitub.” “Yes,*p my lord,” he answered."
    },
    {
        "o": 8511,
        "r": "niv:1 Samuel:22:13",
        "t": "Saul*p said to him, “Why have you conspired against me, you and the son of Jesse, giving him bread and a sword and inquiring of God for him, so that he has rebelled against me and lies in wait for me, as he does today?”"
    },
    {
        "o": 8512,
        "r": "niv:1 Samuel:22:14",
        "t": "Ahimelek*p answered the king, “Who of all your servants is as loyal as David, the king’s son-in-law, captain of your bodyguard and highly respected in your household?"
    },
    {
        "o": 8513,
        "r": "niv:1 Samuel:22:15",
        "t": "Was that day the first time I inquired of God for him? Of course not! Let not the king accuse your servant or any of his father’s family, for your servant knows nothing at all about this whole affair.”"
    },
    {
        "o": 8514,
        "r": "niv:1 Samuel:22:16",
        "t": "But*p the king said, “You will surely die, Ahimelek, you and your whole family.”"
    },
    {
        "o": 8515,
        "r": "niv:1 Samuel:22:17",
        "t": "Then*p the king ordered the guards at his side: “Turn and kill the priests of the Lord,*s because they too have sided with David. They knew he was fleeing, yet they did not tell me.” But*p the king’s officials were unwilling to raise a hand to strike the priests of the Lord.*s"
    },
    {
        "o": 8516,
        "r": "niv:1 Samuel:22:18",
        "t": "The*p king then ordered Doeg, “You turn and strike down the priests.” So Doeg the Edomite turned and struck them down. That day he killed eighty-five men who wore the linen ephod."
    },
    {
        "o": 8517,
        "r": "niv:1 Samuel:22:19",
        "t": "He also put to the sword Nob, the town of the priests, with its men and women, its children and infants, and its cattle, donkeys and sheep."
    },
    {
        "o": 8518,
        "r": "niv:1 Samuel:22:20",
        "t": "But*p one son of Ahimelek son of Ahitub, named Abiathar, escaped and fled to join David."
    },
    {
        "o": 8519,
        "r": "niv:1 Samuel:22:21",
        "t": "He told David that Saul had killed the priests of the Lord.*s"
    },
    {
        "o": 8520,
        "r": "niv:1 Samuel:22:22",
        "t": "Then David said to Abiathar, “That day, when Doeg the Edomite was there, I knew he would be sure to tell Saul. I am responsible for the death of your whole family."
    },
    {
        "o": 8521,
        "r": "niv:1 Samuel:22:23",
        "t": "Stay with me; don’t be afraid. The man who wants to kill you is trying to kill me too. You will be safe with me.”"
    },
    {
        "o": 8522,
        "r": "niv:1 Samuel:23:0",
        "t": "1 Samuel 23",
        "h": 1
    },
    {
        "o": 8523,
        "r": "niv:1 Samuel:23:0",
        "t": "David Saves Keilah",
        "h": 2
    },
    {
        "o": 8524,
        "r": "niv:1 Samuel:23:1",
        "t": "When*p David was told, “Look, the Philistines are fighting against Keilah and are looting the threshing floors,”"
    },
    {
        "o": 8525,
        "r": "niv:1 Samuel:23:2",
        "t": "he inquired of the Lord,*s saying, “Shall I go and attack these Philistines?” The*p Lord*s answered him, “Go, attack the Philistines and save Keilah.”"
    },
    {
        "o": 8526,
        "r": "niv:1 Samuel:23:3",
        "t": "But*p David’s men said to him, “Here in Judah we are afraid. How much more, then, if we go to Keilah against the Philistine forces!”"
    },
    {
        "o": 8527,
        "r": "niv:1 Samuel:23:4",
        "t": "Once*p again David inquired of the Lord,*s and the Lord*s answered him, “Go down to Keilah, for I am going to give the Philistines into your hand.”"
    },
    {
        "o": 8528,
        "r": "niv:1 Samuel:23:5",
        "t": "So David and his men went to Keilah, fought the Philistines and carried off their livestock. He inflicted heavy losses on the Philistines and saved the people of Keilah."
    },
    {
        "o": 8529,
        "r": "niv:1 Samuel:23:6",
        "t": "(Now Abiathar son of Ahimelek had brought the ephod down with him when he fled to David at Keilah.)"
    },
    {
        "o": 8530,
        "r": "niv:1 Samuel:23:6",
        "t": "Saul Pursues David",
        "h": 2
    },
    {
        "o": 8531,
        "r": "niv:1 Samuel:23:7",
        "t": "Saul*p was told that David had gone to Keilah, and he said, “God has delivered him into my hands, for David has imprisoned himself by entering a town with gates and bars.”"
    },
    {
        "o": 8532,
        "r": "niv:1 Samuel:23:8",
        "t": "And Saul called up all his forces for battle, to go down to Keilah to besiege David and his men."
    },
    {
        "o": 8533,
        "r": "niv:1 Samuel:23:9",
        "t": "When*p David learned that Saul was plotting against him, he said to Abiathar the priest, “Bring the ephod.”"
    },
    {
        "o": 8534,
        "r": "niv:1 Samuel:23:10",
        "t": "David said, “Lord,*s God of Israel, your servant has heard definitely that Saul plans to come to Keilah and destroy the town on account of me."
    },
    {
        "o": 8535,
        "r": "niv:1 Samuel:23:11",
        "t": "Will the citizens of Keilah surrender me to him? Will Saul come down, as your servant has heard? Lord,*s God of Israel, tell your servant.” And*p the Lord*s said, “He will.”"
    },
    {
        "o": 8536,
        "r": "niv:1 Samuel:23:12",
        "t": "Again*p David asked, “Will the citizens of Keilah surrender me and my men to Saul?” And*p the Lord*s said, “They will.”"
    },
    {
        "o": 8537,
        "r": "niv:1 Samuel:23:13",
        "t": "So*p David and his men, about six hundred in number, left Keilah and kept moving from place to place. When Saul was told that David had escaped from Keilah, he did not go there."
    },
    {
        "o": 8538,
        "r": "niv:1 Samuel:23:14",
        "t": "David*p stayed in the wilderness strongholds and in the hills of the Desert of Ziph. Day after day Saul searched for him, but God did not give David into his hands."
    },
    {
        "o": 8539,
        "r": "niv:1 Samuel:23:15",
        "t": "While*p David was at Horesh in the Desert of Ziph, he learned that Saul had come out to take his life."
    },
    {
        "o": 8540,
        "r": "niv:1 Samuel:23:16",
        "t": "And Saul’s son Jonathan went to David at Horesh and helped him find strength in God."
    },
    {
        "o": 8541,
        "r": "niv:1 Samuel:23:17",
        "t": "“Don’t be afraid,” he said. “My father Saul will not lay a hand on you. You will be king over Israel, and I will be second to you. Even my father Saul knows this.”"
    },
    {
        "o": 8542,
        "r": "niv:1 Samuel:23:18",
        "t": "The two of them made a covenant before the Lord.*s Then Jonathan went home, but David remained at Horesh."
    },
    {
        "o": 8543,
        "r": "niv:1 Samuel:23:19",
        "t": "The*p Ziphites went up to Saul at Gibeah and said, “Is not David hiding among us in the strongholds at Horesh, on the hill of Hakilah, south of Jeshimon?"
    },
    {
        "o": 8544,
        "r": "niv:1 Samuel:23:20",
        "t": "Now, Your Majesty, come down whenever it pleases you to do so, and we will be responsible for giving him into your hands.”"
    },
    {
        "o": 8545,
        "r": "niv:1 Samuel:23:21",
        "t": "Saul*p replied, “The Lord*s bless you for your concern for me."
    },
    {
        "o": 8546,
        "r": "niv:1 Samuel:23:22",
        "t": "Go and get more information. Find out where David usually goes and who has seen him there. They tell me he is very crafty."
    },
    {
        "o": 8547,
        "r": "niv:1 Samuel:23:23",
        "t": "Find out about all the hiding places he uses and come back to me with definite information. Then I will go with you; if he is in the area, I will track him down among all the clans of Judah.”"
    },
    {
        "o": 8548,
        "r": "niv:1 Samuel:23:24",
        "t": "So*p they set out and went to Ziph ahead of Saul. Now David and his men were in the Desert of Maon, in the Arabah south of Jeshimon."
    },
    {
        "o": 8549,
        "r": "niv:1 Samuel:23:25",
        "t": "Saul and his men began the search, and when David was told about it, he went down to the rock and stayed in the Desert of Maon. When Saul heard this, he went into the Desert of Maon in pursuit of David."
    },
    {
        "o": 8550,
        "r": "niv:1 Samuel:23:26",
        "t": "Saul*p was going along one side of the mountain, and David and his men were on the other side, hurrying to get away from Saul. As Saul and his forces were closing in on David and his men to capture them,"
    },
    {
        "o": 8551,
        "r": "niv:1 Samuel:23:27",
        "t": "a messenger came to Saul, saying, “Come quickly! The Philistines are raiding the land.”"
    },
    {
        "o": 8552,
        "r": "niv:1 Samuel:23:28",
        "t": "Then Saul broke off his pursuit of David and went to meet the Philistines. That is why they call this place Sela Hammahlekoth."
    },
    {
        "o": 8553,
        "r": "niv:1 Samuel:23:29",
        "t": "And David went up from there and lived in the strongholds of En Gedi."
    },
    {
        "o": 8554,
        "r": "niv:1 Samuel:24:0",
        "t": "1 Samuel 24",
        "h": 1
    },
    {
        "o": 8555,
        "r": "niv:1 Samuel:24:0",
        "t": "David Spares Saul’s Life",
        "h": 2
    },
    {
        "o": 8556,
        "r": "niv:1 Samuel:24:1",
        "t": "After*p Saul returned from pursuing the Philistines, he was told, “David is in the Desert of En Gedi.”"
    },
    {
        "o": 8557,
        "r": "niv:1 Samuel:24:2",
        "t": "So Saul took three thousand able young men from all Israel and set out to look for David and his men near the Crags of the Wild Goats."
    },
    {
        "o": 8558,
        "r": "niv:1 Samuel:24:3",
        "t": "He*p came to the sheep pens along the way; a cave was there, and Saul went in to relieve himself. David and his men were far back in the cave."
    },
    {
        "o": 8559,
        "r": "niv:1 Samuel:24:4",
        "t": "The men said, “This is the day the Lord*s spoke of when he said to you, ‘I will give your enemy into your hands for you to deal with as you wish.’ ” Then David crept up unnoticed and cut off a corner of Saul’s robe."
    },
    {
        "o": 8560,
        "r": "niv:1 Samuel:24:5",
        "t": "Afterward,*p David was conscience-stricken for having cut off a corner of his robe."
    },
    {
        "o": 8561,
        "r": "niv:1 Samuel:24:6",
        "t": "He said to his men, “The Lord*s forbid that I should do such a thing to my master, the Lord’s*s anointed, or lay my hand on him; for he is the anointed of the Lord.”*s"
    },
    {
        "o": 8562,
        "r": "niv:1 Samuel:24:7",
        "t": "With these words David sharply rebuked his men and did not allow them to attack Saul. And Saul left the cave and went his way."
    },
    {
        "o": 8563,
        "r": "niv:1 Samuel:24:8",
        "t": "Then*p David went out of the cave and called out to Saul, “My lord the king!” When Saul looked behind him, David bowed down and prostrated himself with his face to the ground."
    },
    {
        "o": 8564,
        "r": "niv:1 Samuel:24:9",
        "t": "He said to Saul, “Why do you listen when men say, ‘David is bent on harming you’?"
    },
    {
        "o": 8565,
        "r": "niv:1 Samuel:24:10",
        "t": "This day you have seen with your own eyes how the Lord*s delivered you into my hands in the cave. Some urged me to kill you, but I spared you; I said, ‘I will not lay my hand on my lord, because he is the Lord’s*s anointed.’"
    },
    {
        "o": 8566,
        "r": "niv:1 Samuel:24:11",
        "t": "See, my father, look at this piece of your robe in my hand! I cut off the corner of your robe but did not kill you. See that there is nothing in my hand to indicate that I am guilty of wrongdoing or rebellion. I have not wronged you, but you are hunting me down to take my life."
    },
    {
        "o": 8567,
        "r": "niv:1 Samuel:24:12",
        "t": "May the Lord*s judge between you and me. And may the Lord*s avenge the wrongs you have done to me, but my hand will not touch you."
    },
    {
        "o": 8568,
        "r": "niv:1 Samuel:24:13",
        "t": "As the old saying goes, ‘From evildoers come evil deeds,’ so my hand will not touch you."
    },
    {
        "o": 8569,
        "r": "niv:1 Samuel:24:14",
        "t": "“Against*p whom has the king of Israel come out? Who are you pursuing? A dead dog? A flea?"
    },
    {
        "o": 8570,
        "r": "niv:1 Samuel:24:15",
        "t": "May the Lord*s be our judge and decide between us. May he consider my cause and uphold it; may he vindicate me by delivering me from your hand.”"
    },
    {
        "o": 8571,
        "r": "niv:1 Samuel:24:16",
        "t": "When*p David finished saying this, Saul asked, “Is that your voice, David my son?” And he wept aloud."
    },
    {
        "o": 8572,
        "r": "niv:1 Samuel:24:17",
        "t": "“You are more righteous than I,” he said. “You have treated me well, but I have treated you badly."
    },
    {
        "o": 8573,
        "r": "niv:1 Samuel:24:18",
        "t": "You have just now told me about the good you did to me; the Lord*s delivered me into your hands, but you did not kill me."
    },
    {
        "o": 8574,
        "r": "niv:1 Samuel:24:19",
        "t": "When a man finds his enemy, does he let him get away unharmed? May the Lord*s reward you well for the way you treated me today."
    },
    {
        "o": 8575,
        "r": "niv:1 Samuel:24:20",
        "t": "I know that you will surely be king and that the kingdom of Israel will be established in your hands."
    },
    {
        "o": 8576,
        "r": "niv:1 Samuel:24:21",
        "t": "Now swear to me by the Lord*s that you will not kill off my descendants or wipe out my name from my father’s family.”"
    },
    {
        "o": 8577,
        "r": "niv:1 Samuel:24:22",
        "t": "So*p David gave his oath to Saul. Then Saul returned home, but David and his men went up to the stronghold."
    },
    {
        "o": 8578,
        "r": "niv:1 Samuel:25:0",
        "t": "1 Samuel 25",
        "h": 1
    },
    {
        "o": 8579,
        "r": "niv:1 Samuel:25:0",
        "t": "David, Nabal and Abigail",
        "h": 2
    },
    {
        "o": 8580,
        "r": "niv:1 Samuel:25:1",
        "t": "Now*p Samuel died, and all Israel assembled and mourned for him; and they buried him at his home in Ramah. Then David moved down into the Desert of Paran."
    },
    {
        "o": 8581,
        "r": "niv:1 Samuel:25:2",
        "t": "A*p certain man in Maon, who had property there at Carmel, was very wealthy. He had a thousand goats and three thousand sheep, which he was shearing in Carmel."
    },
    {
        "o": 8582,
        "r": "niv:1 Samuel:25:3",
        "t": "His name was Nabal and his wife’s name was Abigail. She was an intelligent and beautiful woman, but her husband was surly and mean in his dealings—he was a Calebite."
    },
    {
        "o": 8583,
        "r": "niv:1 Samuel:25:4",
        "t": "While*p David was in the wilderness, he heard that Nabal was shearing sheep."
    },
    {
        "o": 8584,
        "r": "niv:1 Samuel:25:5",
        "t": "So he sent ten young men and said to them, “Go up to Nabal at Carmel and greet him in my name."
    },
    {
        "o": 8585,
        "r": "niv:1 Samuel:25:6",
        "t": "Say to him: ‘Long life to you! Good health to you and your household! And good health to all that is yours!"
    },
    {
        "o": 8586,
        "r": "niv:1 Samuel:25:7",
        "t": "“ ‘Now*p I hear that it is sheep-shearing time. When your shepherds were with us, we did not mistreat them, and the whole time they were at Carmel nothing of theirs was missing."
    },
    {
        "o": 8587,
        "r": "niv:1 Samuel:25:8",
        "t": "Ask your own servants and they will tell you. Therefore be favorable toward my men, since we come at a festive time. Please give your servants and your son David whatever you can find for them.’ ”"
    },
    {
        "o": 8588,
        "r": "niv:1 Samuel:25:9",
        "t": "When*p David’s men arrived, they gave Nabal this message in David’s name. Then they waited."
    },
    {
        "o": 8589,
        "r": "niv:1 Samuel:25:10",
        "t": "Nabal*p answered David’s servants, “Who is this David? Who is this son of Jesse? Many servants are breaking away from their masters these days."
    },
    {
        "o": 8590,
        "r": "niv:1 Samuel:25:11",
        "t": "Why should I take my bread and water, and the meat I have slaughtered for my shearers, and give it to men coming from who knows where?”"
    },
    {
        "o": 8591,
        "r": "niv:1 Samuel:25:12",
        "t": "David’s*p men turned around and went back. When they arrived, they reported every word."
    },
    {
        "o": 8592,
        "r": "niv:1 Samuel:25:13",
        "t": "David said to his men, “Each of you strap on your sword!” So they did, and David strapped his on as well. About four hundred men went up with David, while two hundred stayed with the supplies."
    },
    {
        "o": 8593,
        "r": "niv:1 Samuel:25:14",
        "t": "One*p of the servants told Abigail, Nabal’s wife, “David sent messengers from the wilderness to give our master his greetings, but he hurled insults at them."
    },
    {
        "o": 8594,
        "r": "niv:1 Samuel:25:15",
        "t": "Yet these men were very good to us. They did not mistreat us, and the whole time we were out in the fields near them nothing was missing."
    },
    {
        "o": 8595,
        "r": "niv:1 Samuel:25:16",
        "t": "Night and day they were a wall around us the whole time we were herding our sheep near them."
    },
    {
        "o": 8596,
        "r": "niv:1 Samuel:25:17",
        "t": "Now think it over and see what you can do, because disaster is hanging over our master and his whole household. He is such a wicked man that no one can talk to him.”"
    },
    {
        "o": 8597,
        "r": "niv:1 Samuel:25:18",
        "t": "Abigail*p acted quickly. She took two hundred loaves of bread, two skins of wine, five dressed sheep, five seahs of roasted grain, a hundred cakes of raisins and two hundred cakes of pressed figs, and loaded them on donkeys."
    },
    {
        "o": 8598,
        "r": "niv:1 Samuel:25:19",
        "t": "Then she told her servants, “Go on ahead; I’ll follow you.” But she did not tell her husband Nabal."
    },
    {
        "o": 8599,
        "r": "niv:1 Samuel:25:20",
        "t": "As*p she came riding her donkey into a mountain ravine, there were David and his men descending toward her, and she met them."
    },
    {
        "o": 8600,
        "r": "niv:1 Samuel:25:21",
        "t": "David had just said, “It’s been useless—all my watching over this fellow’s property in the wilderness so that nothing of his was missing. He has paid me back evil for good."
    },
    {
        "o": 8601,
        "r": "niv:1 Samuel:25:22",
        "t": "May God deal with David, be it ever so severely, if by morning I leave alive one male of all who belong to him!”"
    },
    {
        "o": 8602,
        "r": "niv:1 Samuel:25:23",
        "t": "When*p Abigail saw David, she quickly got off her donkey and bowed down before David with her face to the ground."
    },
    {
        "o": 8603,
        "r": "niv:1 Samuel:25:24",
        "t": "She fell at his feet and said: “Pardon your servant, my lord, and let me speak to you; hear what your servant has to say."
    },
    {
        "o": 8604,
        "r": "niv:1 Samuel:25:25",
        "t": "Please pay no attention, my lord, to that wicked man Nabal. He is just like his name—his name means Fool, and folly goes with him. And as for me, your servant, I did not see the men my lord sent."
    },
    {
        "o": 8605,
        "r": "niv:1 Samuel:25:26",
        "t": "And now, my lord, as surely as the Lord*s your God lives and as you live, since the Lord*s has kept you from bloodshed and from avenging yourself with your own hands, may your enemies and all who are intent on harming my lord be like Nabal."
    },
    {
        "o": 8606,
        "r": "niv:1 Samuel:25:27",
        "t": "And let this gift, which your servant has brought to my lord, be given to the men who follow you."
    },
    {
        "o": 8607,
        "r": "niv:1 Samuel:25:28",
        "t": "“Please*p forgive your servant’s presumption. The Lord*s your God will certainly make a lasting dynasty for my lord, because you fight the Lord’s*s battles, and no wrongdoing will be found in you as long as you live."
    },
    {
        "o": 8608,
        "r": "niv:1 Samuel:25:29",
        "t": "Even though someone is pursuing you to take your life, the life of my lord will be bound securely in the bundle of the living by the Lord*s your God, but the lives of your enemies he will hurl away as from the pocket of a sling."
    },
    {
        "o": 8609,
        "r": "niv:1 Samuel:25:30",
        "t": "When the Lord*s has fulfilled for my lord every good thing he promised concerning him and has appointed him ruler over Israel,"
    },
    {
        "o": 8610,
        "r": "niv:1 Samuel:25:31",
        "t": "my lord will not have on his conscience the staggering burden of needless bloodshed or of having avenged himself. And when the Lord*s your God has brought my lord success, remember your servant.”"
    },
    {
        "o": 8611,
        "r": "niv:1 Samuel:25:32",
        "t": "David*p said to Abigail, “Praise be to the Lord,*s the God of Israel, who has sent you today to meet me."
    },
    {
        "o": 8612,
        "r": "niv:1 Samuel:25:33",
        "t": "May you be blessed for your good judgment and for keeping me from bloodshed this day and from avenging myself with my own hands."
    },
    {
        "o": 8613,
        "r": "niv:1 Samuel:25:34",
        "t": "Otherwise, as surely as the Lord,*s the God of Israel, lives, who has kept me from harming you, if you had not come quickly to meet me, not one male belonging to Nabal would have been left alive by daybreak.”"
    },
    {
        "o": 8614,
        "r": "niv:1 Samuel:25:35",
        "t": "Then*p David accepted from her hand what she had brought him and said, “Go home in peace. I have heard your words and granted your request.”"
    },
    {
        "o": 8615,
        "r": "niv:1 Samuel:25:36",
        "t": "When*p Abigail went to Nabal, he was in the house holding a banquet like that of a king. He was in high spirits and very drunk. So she told him nothing at all until daybreak."
    },
    {
        "o": 8616,
        "r": "niv:1 Samuel:25:37",
        "t": "Then in the morning, when Nabal was sober, his wife told him all these things, and his heart failed him and he became like a stone."
    },
    {
        "o": 8617,
        "r": "niv:1 Samuel:25:38",
        "t": "About ten days later, the Lord*s struck Nabal and he died."
    },
    {
        "o": 8618,
        "r": "niv:1 Samuel:25:39",
        "t": "When*p David heard that Nabal was dead, he said, “Praise be to the Lord,*s who has upheld my cause against Nabal for treating me with contempt. He has kept his servant from doing wrong and has brought Nabal’s wrongdoing down on his own head.” Then*p David sent word to Abigail, asking her to become his wife."
    },
    {
        "o": 8619,
        "r": "niv:1 Samuel:25:40",
        "t": "His servants went to Carmel and said to Abigail, “David has sent us to you to take you to become his wife.”"
    },
    {
        "o": 8620,
        "r": "niv:1 Samuel:25:41",
        "t": "She*p bowed down with her face to the ground and said, “I am your servant and am ready to serve you and wash the feet of my lord’s servants.”"
    },
    {
        "o": 8621,
        "r": "niv:1 Samuel:25:42",
        "t": "Abigail quickly got on a donkey and, attended by her five female servants, went with David’s messengers and became his wife."
    },
    {
        "o": 8622,
        "r": "niv:1 Samuel:25:43",
        "t": "David had also married Ahinoam of Jezreel, and they both were his wives."
    },
    {
        "o": 8623,
        "r": "niv:1 Samuel:25:44",
        "t": "But Saul had given his daughter Michal, David’s wife, to Paltiel son of Laish, who was from Gallim."
    },
    {
        "o": 8624,
        "r": "niv:1 Samuel:26:0",
        "t": "1 Samuel 26",
        "h": 1
    },
    {
        "o": 8625,
        "r": "niv:1 Samuel:26:0",
        "t": "David Again Spares Saul’s Life",
        "h": 2
    },
    {
        "o": 8626,
        "r": "niv:1 Samuel:26:1",
        "t": "The*p Ziphites went to Saul at Gibeah and said, “Is not David hiding on the hill of Hakilah, which faces Jeshimon?”"
    },
    {
        "o": 8627,
        "r": "niv:1 Samuel:26:2",
        "t": "So*p Saul went down to the Desert of Ziph, with his three thousand select Israelite troops, to search there for David."
    },
    {
        "o": 8628,
        "r": "niv:1 Samuel:26:3",
        "t": "Saul made his camp beside the road on the hill of Hakilah facing Jeshimon, but David stayed in the wilderness. When he saw that Saul had followed him there,"
    },
    {
        "o": 8629,
        "r": "niv:1 Samuel:26:4",
        "t": "he sent out scouts and learned that Saul had definitely arrived."
    },
    {
        "o": 8630,
        "r": "niv:1 Samuel:26:5",
        "t": "Then*p David set out and went to the place where Saul had camped. He saw where Saul and Abner son of Ner, the commander of the army, had lain down. Saul was lying inside the camp, with the army encamped around him."
    },
    {
        "o": 8631,
        "r": "niv:1 Samuel:26:6",
        "t": "David*p then asked Ahimelek the Hittite and Abishai son of Zeruiah, Joab’s brother, “Who will go down into the camp with me to Saul?” “I’ll*p go with you,” said Abishai."
    },
    {
        "o": 8632,
        "r": "niv:1 Samuel:26:7",
        "t": "So*p David and Abishai went to the army by night, and there was Saul, lying asleep inside the camp with his spear stuck in the ground near his head. Abner and the soldiers were lying around him."
    },
    {
        "o": 8633,
        "r": "niv:1 Samuel:26:8",
        "t": "Abishai*p said to David, “Today God has delivered your enemy into your hands. Now let me pin him to the ground with one thrust of the spear; I won’t strike him twice.”"
    },
    {
        "o": 8634,
        "r": "niv:1 Samuel:26:9",
        "t": "But*p David said to Abishai, “Don’t destroy him! Who can lay a hand on the Lord’s*s anointed and be guiltless?"
    },
    {
        "o": 8635,
        "r": "niv:1 Samuel:26:10",
        "t": "As surely as the Lord*s lives,” he said, “the Lord*s himself will strike him, or his time will come and he will die, or he will go into battle and perish."
    },
    {
        "o": 8636,
        "r": "niv:1 Samuel:26:11",
        "t": "But the Lord*s forbid that I should lay a hand on the Lord’s*s anointed. Now get the spear and water jug that are near his head, and let’s go.”"
    },
    {
        "o": 8637,
        "r": "niv:1 Samuel:26:12",
        "t": "So*p David took the spear and water jug near Saul’s head, and they left. No one saw or knew about it, nor did anyone wake up. They were all sleeping, because the Lord*s had put them into a deep sleep."
    },
    {
        "o": 8638,
        "r": "niv:1 Samuel:26:13",
        "t": "Then*p David crossed over to the other side and stood on top of the hill some distance away; there was a wide space between them."
    },
    {
        "o": 8639,
        "r": "niv:1 Samuel:26:14",
        "t": "He called out to the army and to Abner son of Ner, “Aren’t you going to answer me, Abner?” Abner*p replied, “Who are you who calls to the king?”"
    },
    {
        "o": 8640,
        "r": "niv:1 Samuel:26:15",
        "t": "David*p said, “You’re a man, aren’t you? And who is like you in Israel? Why didn’t you guard your lord the king? Someone came to destroy your lord the king."
    },
    {
        "o": 8641,
        "r": "niv:1 Samuel:26:16",
        "t": "What you have done is not good. As surely as the Lord*s lives, you and your men must die, because you did not guard your master, the Lord’s*s anointed. Look around you. Where are the king’s spear and water jug that were near his head?”"
    },
    {
        "o": 8642,
        "r": "niv:1 Samuel:26:17",
        "t": "Saul*p recognized David’s voice and said, “Is that your voice, David my son?” David*p replied, “Yes it is, my lord the king.”"
    },
    {
        "o": 8643,
        "r": "niv:1 Samuel:26:18",
        "t": "And he added, “Why is my lord pursuing his servant? What have I done, and what wrong am I guilty of?"
    },
    {
        "o": 8644,
        "r": "niv:1 Samuel:26:19",
        "t": "Now let my lord the king listen to his servant’s words. If the Lord*s has incited you against me, then may he accept an offering. If, however, people have done it, may they be cursed before the Lord!*s They have driven me today from my share in the Lord’s*s inheritance and have said, ‘Go, serve other gods.’"
    },
    {
        "o": 8645,
        "r": "niv:1 Samuel:26:20",
        "t": "Now do not let my blood fall to the ground far from the presence of the Lord.*s The king of Israel has come out to look for a flea—as one hunts a partridge in the mountains.”"
    },
    {
        "o": 8646,
        "r": "niv:1 Samuel:26:21",
        "t": "Then*p Saul said, “I have sinned. Come back, David my son. Because you considered my life precious today, I will not try to harm you again. Surely I have acted like a fool and have been terribly wrong.”"
    },
    {
        "o": 8647,
        "r": "niv:1 Samuel:26:22",
        "t": "“Here*p is the king’s spear,” David answered. “Let one of your young men come over and get it."
    },
    {
        "o": 8648,
        "r": "niv:1 Samuel:26:23",
        "t": "The Lord*s rewards everyone for their righteousness and faithfulness. The Lord*s delivered you into my hands today, but I would not lay a hand on the Lord’s*s anointed."
    },
    {
        "o": 8649,
        "r": "niv:1 Samuel:26:24",
        "t": "As surely as I valued your life today, so may the Lord*s value my life and deliver me from all trouble.”"
    },
    {
        "o": 8650,
        "r": "niv:1 Samuel:26:25",
        "t": "Then*p Saul said to David, “May you be blessed, David my son; you will do great things and surely triumph.” So*p David went on his way, and Saul returned home."
    },
    {
        "o": 8651,
        "r": "niv:1 Samuel:27:0",
        "t": "1 Samuel 27",
        "h": 1
    },
    {
        "o": 8652,
        "r": "niv:1 Samuel:27:0",
        "t": "David Among the Philistines",
        "h": 2
    },
    {
        "o": 8653,
        "r": "niv:1 Samuel:27:1",
        "t": "But*p David thought to himself, “One of these days I will be destroyed by the hand of Saul. The best thing I can do is to escape to the land of the Philistines. Then Saul will give up searching for me anywhere in Israel, and I will slip out of his hand.”"
    },
    {
        "o": 8654,
        "r": "niv:1 Samuel:27:2",
        "t": "So*p David and the six hundred men with him left and went over to Achish son of Maok king of Gath."
    },
    {
        "o": 8655,
        "r": "niv:1 Samuel:27:3",
        "t": "David and his men settled in Gath with Achish. Each man had his family with him, and David had his two wives: Ahinoam of Jezreel and Abigail of Carmel, the widow of Nabal."
    },
    {
        "o": 8656,
        "r": "niv:1 Samuel:27:4",
        "t": "When Saul was told that David had fled to Gath, he no longer searched for him."
    },
    {
        "o": 8657,
        "r": "niv:1 Samuel:27:5",
        "t": "Then*p David said to Achish, “If I have found favor in your eyes, let a place be assigned to me in one of the country towns, that I may live there. Why should your servant live in the royal city with you?”"
    },
    {
        "o": 8658,
        "r": "niv:1 Samuel:27:6",
        "t": "So*p on that day Achish gave him Ziklag, and it has belonged to the kings of Judah ever since."
    },
    {
        "o": 8659,
        "r": "niv:1 Samuel:27:7",
        "t": "David lived in Philistine territory a year and four months."
    },
    {
        "o": 8660,
        "r": "niv:1 Samuel:27:8",
        "t": "Now*p David and his men went up and raided the Geshurites, the Girzites and the Amalekites. (From ancient times these peoples had lived in the land extending to Shur and Egypt.)"
    },
    {
        "o": 8661,
        "r": "niv:1 Samuel:27:9",
        "t": "Whenever David attacked an area, he did not leave a man or woman alive, but took sheep and cattle, donkeys and camels, and clothes. Then he returned to Achish."
    },
    {
        "o": 8662,
        "r": "niv:1 Samuel:27:10",
        "t": "When*p Achish asked, “Where did you go raiding today?” David would say, “Against the Negev of Judah” or “Against the Negev of Jerahmeel” or “Against the Negev of the Kenites.”"
    },
    {
        "o": 8663,
        "r": "niv:1 Samuel:27:11",
        "t": "He did not leave a man or woman alive to be brought to Gath, for he thought, “They might inform on us and say, ‘This is what David did.’ ” And such was his practice as long as he lived in Philistine territory."
    },
    {
        "o": 8664,
        "r": "niv:1 Samuel:27:12",
        "t": "Achish trusted David and said to himself, “He has become so obnoxious to his people, the Israelites, that he will be my servant for life.”"
    },
    {
        "o": 8665,
        "r": "niv:1 Samuel:28:0",
        "t": "1 Samuel 28",
        "h": 1
    },
    {
        "o": 8666,
        "r": "niv:1 Samuel:28:1",
        "t": "In*p those days the Philistines gathered their forces to fight against Israel. Achish said to David, “You must understand that you and your men will accompany me in the army.”"
    },
    {
        "o": 8667,
        "r": "niv:1 Samuel:28:2",
        "t": "David*p said, “Then you will see for yourself what your servant can do.” Achish*p replied, “Very well, I will make you my bodyguard for life.”"
    },
    {
        "o": 8668,
        "r": "niv:1 Samuel:28:2",
        "t": "Saul and the Medium at Endor",
        "h": 2
    },
    {
        "o": 8669,
        "r": "niv:1 Samuel:28:3",
        "t": "Now*p Samuel was dead, and all Israel had mourned for him and buried him in his own town of Ramah. Saul had expelled the mediums and spiritists from the land."
    },
    {
        "o": 8670,
        "r": "niv:1 Samuel:28:4",
        "t": "The*p Philistines assembled and came and set up camp at Shunem, while Saul gathered all Israel and set up camp at Gilboa."
    },
    {
        "o": 8671,
        "r": "niv:1 Samuel:28:5",
        "t": "When Saul saw the Philistine army, he was afraid; terror filled his heart."
    },
    {
        "o": 8672,
        "r": "niv:1 Samuel:28:6",
        "t": "He inquired of the Lord,*s but the Lord*s did not answer him by dreams or Urim or prophets."
    },
    {
        "o": 8673,
        "r": "niv:1 Samuel:28:7",
        "t": "Saul then said to his attendants, “Find me a woman who is a medium, so I may go and inquire of her.” “There*p is one in Endor,” they said."
    },
    {
        "o": 8674,
        "r": "niv:1 Samuel:28:8",
        "t": "So*p Saul disguised himself, putting on other clothes, and at night he and two men went to the woman. “Consult a spirit for me,” he said, “and bring up for me the one I name.”"
    },
    {
        "o": 8675,
        "r": "niv:1 Samuel:28:9",
        "t": "But*p the woman said to him, “Surely you know what Saul has done. He has cut off the mediums and spiritists from the land. Why have you set a trap for my life to bring about my death?”"
    },
    {
        "o": 8676,
        "r": "niv:1 Samuel:28:10",
        "t": "Saul*p swore to her by the Lord,*s “As surely as the Lord*s lives, you will not be punished for this.”"
    },
    {
        "o": 8677,
        "r": "niv:1 Samuel:28:11",
        "t": "Then*p the woman asked, “Whom shall I bring up for you?” “Bring*p up Samuel,” he said."
    },
    {
        "o": 8678,
        "r": "niv:1 Samuel:28:12",
        "t": "When*p the woman saw Samuel, she cried out at the top of her voice and said to Saul, “Why have you deceived me? You are Saul!”"
    },
    {
        "o": 8679,
        "r": "niv:1 Samuel:28:13",
        "t": "The*p king said to her, “Don’t be afraid. What do you see?” The*p woman said, “I see a ghostly figure coming up out of the earth.”"
    },
    {
        "o": 8680,
        "r": "niv:1 Samuel:28:14",
        "t": "“What*p does he look like?” he asked. “An*p old man wearing a robe is coming up,” she said. Then*p Saul knew it was Samuel, and he bowed down and prostrated himself with his face to the ground."
    },
    {
        "o": 8681,
        "r": "niv:1 Samuel:28:15",
        "t": "Samuel*p said to Saul, “Why have you disturbed me by bringing me up?” “I*p am in great distress,” Saul said. “The Philistines are fighting against me, and God has departed from me. He no longer answers me, either by prophets or by dreams. So I have called on you to tell me what to do.”"
    },
    {
        "o": 8682,
        "r": "niv:1 Samuel:28:16",
        "t": "Samuel*p said, “Why do you consult me, now that the Lord*s has departed from you and become your enemy?"
    },
    {
        "o": 8683,
        "r": "niv:1 Samuel:28:17",
        "t": "The Lord*s has done what he predicted through me. The Lord*s has torn the kingdom out of your hands and given it to one of your neighbors—to David."
    },
    {
        "o": 8684,
        "r": "niv:1 Samuel:28:18",
        "t": "Because you did not obey the Lord*s or carry out his fierce wrath against the Amalekites, the Lord*s has done this to you today."
    },
    {
        "o": 8685,
        "r": "niv:1 Samuel:28:19",
        "t": "The Lord*s will deliver both Israel and you into the hands of the Philistines, and tomorrow you and your sons will be with me. The Lord*s will also give the army of Israel into the hands of the Philistines.”"
    },
    {
        "o": 8686,
        "r": "niv:1 Samuel:28:20",
        "t": "Immediately*p Saul fell full length on the ground, filled with fear because of Samuel’s words. His strength was gone, for he had eaten nothing all that day and all that night."
    },
    {
        "o": 8687,
        "r": "niv:1 Samuel:28:21",
        "t": "When*p the woman came to Saul and saw that he was greatly shaken, she said, “Look, your servant has obeyed you. I took my life in my hands and did what you told me to do."
    },
    {
        "o": 8688,
        "r": "niv:1 Samuel:28:22",
        "t": "Now please listen to your servant and let me give you some food so you may eat and have the strength to go on your way.”"
    },
    {
        "o": 8689,
        "r": "niv:1 Samuel:28:23",
        "t": "He*p refused and said, “I will not eat.” But*p his men joined the woman in urging him, and he listened to them. He got up from the ground and sat on the couch."
    },
    {
        "o": 8690,
        "r": "niv:1 Samuel:28:24",
        "t": "The*p woman had a fattened calf at the house, which she butchered at once. She took some flour, kneaded it and baked bread without yeast."
    },
    {
        "o": 8691,
        "r": "niv:1 Samuel:28:25",
        "t": "Then she set it before Saul and his men, and they ate. That same night they got up and left."
    },
    {
        "o": 8692,
        "r": "niv:1 Samuel:29:0",
        "t": "1 Samuel 29",
        "h": 1
    },
    {
        "o": 8693,
        "r": "niv:1 Samuel:29:0",
        "t": "Achish Sends David Back to Ziklag",
        "h": 2
    },
    {
        "o": 8694,
        "r": "niv:1 Samuel:29:1",
        "t": "The*p Philistines gathered all their forces at Aphek, and Israel camped by the spring in Jezreel."
    },
    {
        "o": 8695,
        "r": "niv:1 Samuel:29:2",
        "t": "As the Philistine rulers marched with their units of hundreds and thousands, David and his men were marching at the rear with Achish."
    },
    {
        "o": 8696,
        "r": "niv:1 Samuel:29:3",
        "t": "The commanders of the Philistines asked, “What about these Hebrews?” Achish*p replied, “Is this not David, who was an officer of Saul king of Israel? He has already been with me for over a year, and from the day he left Saul until now, I have found no fault in him.”"
    },
    {
        "o": 8697,
        "r": "niv:1 Samuel:29:4",
        "t": "But*p the Philistine commanders were angry with Achish and said, “Send the man back, that he may return to the place you assigned him. He must not go with us into battle, or he will turn against us during the fighting. How better could he regain his master’s favor than by taking the heads of our own men?"
    },
    {
        "o": 8698,
        "r": "niv:1 Samuel:29:5",
        "t": "Isn’t this the David they sang about in their dances: “ ‘Saul*pn has slain his thousands, and*ld David his tens of thousands’?”"
    },
    {
        "o": 8699,
        "r": "niv:1 Samuel:29:6",
        "t": "So*p Achish called David and said to him, “As surely as the Lord*s lives, you have been reliable, and I would be pleased to have you serve with me in the army. From the day you came to me until today, I have found no fault in you, but the rulers don’t approve of you."
    },
    {
        "o": 8700,
        "r": "niv:1 Samuel:29:7",
        "t": "Now turn back and go in peace; do nothing to displease the Philistine rulers.”"
    },
    {
        "o": 8701,
        "r": "niv:1 Samuel:29:8",
        "t": "“But*p what have I done?” asked David. “What have you found against your servant from the day I came to you until now? Why can’t I go and fight against the enemies of my lord the king?”"
    },
    {
        "o": 8702,
        "r": "niv:1 Samuel:29:9",
        "t": "Achish*p answered, “I know that you have been as pleasing in my eyes as an angel of God; nevertheless, the Philistine commanders have said, ‘He must not go up with us into battle.’"
    },
    {
        "o": 8703,
        "r": "niv:1 Samuel:29:10",
        "t": "Now get up early, along with your master’s servants who have come with you, and leave in the morning as soon as it is light.”"
    },
    {
        "o": 8704,
        "r": "niv:1 Samuel:29:11",
        "t": "So*p David and his men got up early in the morning to go back to the land of the Philistines, and the Philistines went up to Jezreel."
    },
    {
        "o": 8705,
        "r": "niv:1 Samuel:30:0",
        "t": "1 Samuel 30",
        "h": 1
    },
    {
        "o": 8706,
        "r": "niv:1 Samuel:30:0",
        "t": "David Destroys the Amalekites",
        "h": 2
    },
    {
        "o": 8707,
        "r": "niv:1 Samuel:30:1",
        "t": "David*p and his men reached Ziklag on the third day. Now the Amalekites had raided the Negev and Ziklag. They had attacked Ziklag and burned it,"
    },
    {
        "o": 8708,
        "r": "niv:1 Samuel:30:2",
        "t": "and had taken captive the women and everyone else in it, both young and old. They killed none of them, but carried them off as they went on their way."
    },
    {
        "o": 8709,
        "r": "niv:1 Samuel:30:3",
        "t": "When*p David and his men reached Ziklag, they found it destroyed by fire and their wives and sons and daughters taken captive."
    },
    {
        "o": 8710,
        "r": "niv:1 Samuel:30:4",
        "t": "So David and his men wept aloud until they had no strength left to weep."
    },
    {
        "o": 8711,
        "r": "niv:1 Samuel:30:5",
        "t": "David’s two wives had been captured—Ahinoam of Jezreel and Abigail, the widow of Nabal of Carmel."
    },
    {
        "o": 8712,
        "r": "niv:1 Samuel:30:6",
        "t": "David was greatly distressed because the men were talking of stoning him; each one was bitter in spirit because of his sons and daughters. But David found strength in the Lord*s his God."
    },
    {
        "o": 8713,
        "r": "niv:1 Samuel:30:7",
        "t": "Then*p David said to Abiathar the priest, the son of Ahimelek, “Bring me the ephod.” Abiathar brought it to him,"
    },
    {
        "o": 8714,
        "r": "niv:1 Samuel:30:8",
        "t": "and David inquired of the Lord,*s “Shall I pursue this raiding party? Will I overtake them?” “Pursue*p them,” he answered. “You will certainly overtake them and succeed in the rescue.”"
    },
    {
        "o": 8715,
        "r": "niv:1 Samuel:30:9",
        "t": "David*p and the six hundred men with him came to the Besor Valley, where some stayed behind."
    },
    {
        "o": 8716,
        "r": "niv:1 Samuel:30:10",
        "t": "Two hundred of them were too exhausted to cross the valley, but David and the other four hundred continued the pursuit."
    },
    {
        "o": 8717,
        "r": "niv:1 Samuel:30:11",
        "t": "They*p found an Egyptian in a field and brought him to David. They gave him water to drink and food to eat—"
    },
    {
        "o": 8718,
        "r": "niv:1 Samuel:30:12",
        "t": "part of a cake of pressed figs and two cakes of raisins. He ate and was revived, for he had not eaten any food or drunk any water for three days and three nights."
    },
    {
        "o": 8719,
        "r": "niv:1 Samuel:30:13",
        "t": "David*p asked him, “Who do you belong to? Where do you come from?” He*p said, “I am an Egyptian, the slave of an Amalekite. My master abandoned me when I became ill three days ago."
    },
    {
        "o": 8720,
        "r": "niv:1 Samuel:30:14",
        "t": "We raided the Negev of the Kerethites, some territory belonging to Judah and the Negev of Caleb. And we burned Ziklag.”"
    },
    {
        "o": 8721,
        "r": "niv:1 Samuel:30:15",
        "t": "David*p asked him, “Can you lead me down to this raiding party?” He*p answered, “Swear to me before God that you will not kill me or hand me over to my master, and I will take you down to them.”"
    },
    {
        "o": 8722,
        "r": "niv:1 Samuel:30:16",
        "t": "He*p led David down, and there they were, scattered over the countryside, eating, drinking and reveling because of the great amount of plunder they had taken from the land of the Philistines and from Judah."
    },
    {
        "o": 8723,
        "r": "niv:1 Samuel:30:17",
        "t": "David fought them from dusk until the evening of the next day, and none of them got away, except four hundred young men who rode off on camels and fled."
    },
    {
        "o": 8724,
        "r": "niv:1 Samuel:30:18",
        "t": "David recovered everything the Amalekites had taken, including his two wives."
    },
    {
        "o": 8725,
        "r": "niv:1 Samuel:30:19",
        "t": "Nothing was missing: young or old, boy or girl, plunder or anything else they had taken. David brought everything back."
    },
    {
        "o": 8726,
        "r": "niv:1 Samuel:30:20",
        "t": "He took all the flocks and herds, and his men drove them ahead of the other livestock, saying, “This is David’s plunder.”"
    },
    {
        "o": 8727,
        "r": "niv:1 Samuel:30:21",
        "t": "Then*p David came to the two hundred men who had been too exhausted to follow him and who were left behind at the Besor Valley. They came out to meet David and the men with him. As David and his men approached, he asked them how they were."
    },
    {
        "o": 8728,
        "r": "niv:1 Samuel:30:22",
        "t": "But all the evil men and troublemakers among David’s followers said, “Because they did not go out with us, we will not share with them the plunder we recovered. However, each man may take his wife and children and go.”"
    },
    {
        "o": 8729,
        "r": "niv:1 Samuel:30:23",
        "t": "David*p replied, “No, my brothers, you must not do that with what the Lord*s has given us. He has protected us and delivered into our hands the raiding party that came against us."
    },
    {
        "o": 8730,
        "r": "niv:1 Samuel:30:24",
        "t": "Who will listen to what you say? The share of the man who stayed with the supplies is to be the same as that of him who went down to the battle. All will share alike.”"
    },
    {
        "o": 8731,
        "r": "niv:1 Samuel:30:25",
        "t": "David made this a statute and ordinance for Israel from that day to this."
    },
    {
        "o": 8732,
        "r": "niv:1 Samuel:30:26",
        "t": "When*p David reached Ziklag, he sent some of the plunder to the elders of Judah, who were his friends, saying, “Here is a gift for you from the plunder of the Lord’s*s enemies.”"
    },
    {
        "o": 8733,
        "r": "niv:1 Samuel:30:27",
        "t": "David*p sent it to those who were in Bethel, Ramoth Negev and Jattir;"
    },
    {
        "o": 8734,
        "r": "niv:1 Samuel:30:28",
        "t": "to those in Aroer, Siphmoth, Eshtemoa"
    },
    {
        "o": 8735,
        "r": "niv:1 Samuel:30:29",
        "t": "and Rakal; to those in the towns of the Jerahmeelites and the Kenites;"
    },
    {
        "o": 8736,
        "r": "niv:1 Samuel:30:30",
        "t": "to those in Hormah, Bor Ashan, Athak"
    },
    {
        "o": 8737,
        "r": "niv:1 Samuel:30:31",
        "t": "and Hebron; and to those in all the other places where he and his men had roamed."
    },
    {
        "o": 8738,
        "r": "niv:1 Samuel:31:0",
        "t": "1 Samuel 31",
        "h": 1
    },
    {
        "o": 8739,
        "r": "niv:1 Samuel:31:0",
        "t": "Saul Takes His Life",
        "h": 2
    },
    {
        "o": 8740,
        "r": "niv:1 Samuel:31:1",
        "t": "Now*p the Philistines fought against Israel; the Israelites fled before them, and many fell dead on Mount Gilboa."
    },
    {
        "o": 8741,
        "r": "niv:1 Samuel:31:2",
        "t": "The Philistines were in hot pursuit of Saul and his sons, and they killed his sons Jonathan, Abinadab and Malki-Shua."
    },
    {
        "o": 8742,
        "r": "niv:1 Samuel:31:3",
        "t": "The fighting grew fierce around Saul, and when the archers overtook him, they wounded him critically."
    },
    {
        "o": 8743,
        "r": "niv:1 Samuel:31:4",
        "t": "Saul*p said to his armor-bearer, “Draw your sword and run me through, or these uncircumcised fellows will come and run me through and abuse me.” But*p his armor-bearer was terrified and would not do it; so Saul took his own sword and fell on it."
    },
    {
        "o": 8744,
        "r": "niv:1 Samuel:31:5",
        "t": "When the armor-bearer saw that Saul was dead, he too fell on his sword and died with him."
    },
    {
        "o": 8745,
        "r": "niv:1 Samuel:31:6",
        "t": "So Saul and his three sons and his armor-bearer and all his men died together that same day."
    },
    {
        "o": 8746,
        "r": "niv:1 Samuel:31:7",
        "t": "When*p the Israelites along the valley and those across the Jordan saw that the Israelite army had fled and that Saul and his sons had died, they abandoned their towns and fled. And the Philistines came and occupied them."
    },
    {
        "o": 8747,
        "r": "niv:1 Samuel:31:8",
        "t": "The*p next day, when the Philistines came to strip the dead, they found Saul and his three sons fallen on Mount Gilboa."
    },
    {
        "o": 8748,
        "r": "niv:1 Samuel:31:9",
        "t": "They cut off his head and stripped off his armor, and they sent messengers throughout the land of the Philistines to proclaim the news in the temple of their idols and among their people."
    },
    {
        "o": 8749,
        "r": "niv:1 Samuel:31:10",
        "t": "They put his armor in the temple of the Ashtoreths and fastened his body to the wall of Beth Shan."
    },
    {
        "o": 8750,
        "r": "niv:1 Samuel:31:11",
        "t": "When*p the people of Jabesh Gilead heard what the Philistines had done to Saul,"
    },
    {
        "o": 8751,
        "r": "niv:1 Samuel:31:12",
        "t": "all their valiant men marched through the night to Beth Shan. They took down the bodies of Saul and his sons from the wall of Beth Shan and went to Jabesh, where they burned them."
    },
    {
        "o": 8752,
        "r": "niv:1 Samuel:31:13",
        "t": "Then they took their bones and buried them under a tamarisk tree at Jabesh, and they fasted seven days."
    }
]
