[
    {
        "o": 19395,
        "r": "kjv:Isaiah:44:0",
        "t": "Isaiah 44",
        "h": 1
    },
    {
        "o": 19396,
        "r": "kjv:Isaiah:44:1",
        "t": "Yet*p now hear, O Jacob my servant; and Israel, whom I have chosen:"
    },
    {
        "o": 19397,
        "r": "kjv:Isaiah:44:2",
        "t": "Thus*p saith the Lord*s that made thee, and formed thee from the womb, which will help thee; Fear not, O Jacob, my servant; and thou, Jeshurun, whom I have chosen."
    },
    {
        "o": 19398,
        "r": "kjv:Isaiah:44:3",
        "t": "For*p I will pour water upon him that is thirsty, and floods upon the dry ground: I will pour my spirit upon thy seed, and my blessing upon thine offspring:"
    },
    {
        "o": 19399,
        "r": "kjv:Isaiah:44:4",
        "t": "And*p they shall spring up as among the grass, as willows by the water courses."
    },
    {
        "o": 19400,
        "r": "kjv:Isaiah:44:5",
        "t": "One*p shall say, I am the Lord's;*s and another shall call himself by the name of Jacob; and another shall subscribe with his hand unto the Lord,*s and surname himself by the name of Israel."
    },
    {
        "o": 19401,
        "r": "kjv:Isaiah:44:6",
        "t": "Thus*p saith the Lord*s the King of Israel, and his redeemer the Lord*s of hosts; I am the first, and I am the last; and beside me there is no God."
    },
    {
        "o": 19402,
        "r": "kjv:Isaiah:44:7",
        "t": "And*p who, as I, shall call, and shall declare it, and set it in order for me, since I appointed the ancient people? and the things that are coming, and shall come, let them shew unto them."
    },
    {
        "o": 19403,
        "r": "kjv:Isaiah:44:8",
        "t": "Fear*p ye not, neither be afraid: have not I told thee from that time, and have declared it? ye are even my witnesses. Is there a God beside me? yea, there is no God; I know not any."
    },
    {
        "o": 19404,
        "r": "kjv:Isaiah:44:9",
        "t": "They*p that make a graven image are all of them vanity; and their delectable things shall not profit; and they are their own witnesses; they see not, nor know; that they may be ashamed."
    },
    {
        "o": 19405,
        "r": "kjv:Isaiah:44:10",
        "t": "Who*p hath formed a god, or molten a graven image that is profitable for nothing?"
    },
    {
        "o": 19406,
        "r": "kjv:Isaiah:44:11",
        "t": "Behold,*p all his fellows shall be ashamed: and the workmen, they are of men: let them all be gathered together, let them stand up; yet they shall fear, and they shall be ashamed together."
    },
    {
        "o": 19407,
        "r": "kjv:Isaiah:44:12",
        "t": "The*p smith with the tongs both worketh in the coals, and fashioneth it with hammers, and worketh it with the strength of his arms: yea, he is hungry, and his strength faileth: he drinketh no water, and is faint."
    },
    {
        "o": 19408,
        "r": "kjv:Isaiah:44:13",
        "t": "The*p carpenter stretcheth out his rule; he marketh it out with a line; he fitteth it with planes, and he marketh it out with the compass, and maketh it after the figure of a man, according to the beauty of a man; that it may remain in the house."
    },
    {
        "o": 19409,
        "r": "kjv:Isaiah:44:14",
        "t": "He*p heweth him down cedars, and taketh the cypress and the oak, which he strengtheneth for himself among the trees of the forest: he planteth an ash, and the rain doth nourish it."
    },
    {
        "o": 19410,
        "r": "kjv:Isaiah:44:15",
        "t": "Then*p shall it be for a man to burn: for he will take thereof, and warm himself; yea, he kindleth it, and baketh bread; yea, he maketh a god, and worshippeth it; he maketh it a graven image, and falleth down thereto."
    },
    {
        "o": 19411,
        "r": "kjv:Isaiah:44:16",
        "t": "He*p burneth part thereof in the fire; with part thereof he eateth flesh; he roasteth roast, and is satisfied: yea, he warmeth himself, and saith, Aha, I am warm, I have seen the fire:"
    },
    {
        "o": 19412,
        "r": "kjv:Isaiah:44:17",
        "t": "And*p the residue thereof he maketh a god, even his graven image: he falleth down unto it, and worshippeth it, and prayeth unto it, and saith, Deliver me; for thou art my god."
    },
    {
        "o": 19413,
        "r": "kjv:Isaiah:44:18",
        "t": "They*p have not known nor understood: for he hath shut their eyes, that they cannot see; and their hearts, that they cannot understand."
    },
    {
        "o": 19414,
        "r": "kjv:Isaiah:44:19",
        "t": "And*p none considereth in his heart, neither is there knowledge nor understanding to say, I have burned part of it in the fire; yea, also I have baked bread upon the coals thereof; I have roasted flesh, and eaten it: and shall I make the residue thereof an abomination? shall I fall down to the stock of a tree?"
    },
    {
        "o": 19415,
        "r": "kjv:Isaiah:44:20",
        "t": "He*p feedeth on ashes: a deceived heart hath turned him aside, that he cannot deliver his soul, nor say, Is there not a lie in my right hand?"
    },
    {
        "o": 19416,
        "r": "kjv:Isaiah:44:21",
        "t": "Remember*p these, O Jacob and Israel; for thou art my servant: I have formed thee; thou art my servant: O Israel, thou shalt not be forgotten of me."
    },
    {
        "o": 19417,
        "r": "kjv:Isaiah:44:22",
        "t": "I*p have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto me; for I have redeemed thee."
    },
    {
        "o": 19418,
        "r": "kjv:Isaiah:44:23",
        "t": "Sing,*p O ye heavens; for the Lord*s hath done it: shout, ye lower parts of the earth: break forth into singing, ye mountains, O forest, and every tree therein: for the Lord*s hath redeemed Jacob, and glorified himself in Israel."
    },
    {
        "o": 19419,
        "r": "kjv:Isaiah:44:24",
        "t": "Thus*p saith the Lord,*s thy redeemer, and he that formed thee from the womb, I am the Lord*s that maketh all things; that stretcheth forth the heavens alone; that spreadeth abroad the earth by myself;"
    },
    {
        "o": 19420,
        "r": "kjv:Isaiah:44:25",
        "t": "That*p frustrateth the tokens of the liars, and maketh diviners mad; that turneth wise men backward, and maketh their knowledge foolish;"
    },
    {
        "o": 19421,
        "r": "kjv:Isaiah:44:26",
        "t": "That*p confirmeth the word of his servant, and performeth the counsel of his messengers; that saith to Jerusalem, Thou shalt be inhabited; and to the cities of Judah, Ye shall be built, and I will raise up the decayed places thereof:"
    },
    {
        "o": 19422,
        "r": "kjv:Isaiah:44:27",
        "t": "That*p saith to the deep, Be dry, and I will dry up thy rivers:"
    },
    {
        "o": 19423,
        "r": "kjv:Isaiah:44:28",
        "t": "That*p saith of Cyrus, He is my shepherd, and shall perform all my pleasure: even saying to Jerusalem, Thou shalt be built; and to the temple, Thy foundation shall be laid."
    }
]
