[
    {
        "o": 22696,
        "r": "niv:Ezekiel:11:0",
        "t": "Ezekiel 11",
        "h": 1
    },
    {
        "o": 22697,
        "r": "niv:Ezekiel:11:0",
        "t": "God’s Sure Judgment on Jerusalem",
        "h": 2
    },
    {
        "o": 22698,
        "r": "niv:Ezekiel:11:1",
        "t": "Then*p the Spirit lifted me up and brought me to the gate of the house of the Lord*s that faces east. There at the entrance of the gate were twenty-five men, and I saw among them Jaazaniah son of Azzur and Pelatiah son of Benaiah, leaders of the people."
    },
    {
        "o": 22699,
        "r": "niv:Ezekiel:11:2",
        "t": "The Lord*s said to me, “Son of man, these are the men who are plotting evil and giving wicked advice in this city."
    },
    {
        "o": 22700,
        "r": "niv:Ezekiel:11:3",
        "t": "They say, ‘Haven’t our houses been recently rebuilt? This city is a pot, and we are the meat in it.’"
    },
    {
        "o": 22701,
        "r": "niv:Ezekiel:11:4",
        "t": "Therefore prophesy against them; prophesy, son of man.”"
    },
    {
        "o": 22702,
        "r": "niv:Ezekiel:11:5",
        "t": "Then*p the Spirit of the Lord*s came on me, and he told me to say: “This is what the Lord*s says: That is what you are saying, you leaders in Israel, but I know what is going through your mind."
    },
    {
        "o": 22703,
        "r": "niv:Ezekiel:11:6",
        "t": "You have killed many people in this city and filled its streets with the dead."
    },
    {
        "o": 22704,
        "r": "niv:Ezekiel:11:7",
        "t": "“Therefore*p this is what the Sovereign Lord*s says: The bodies you have thrown there are the meat and this city is the pot, but I will drive you out of it."
    },
    {
        "o": 22705,
        "r": "niv:Ezekiel:11:8",
        "t": "You fear the sword, and the sword is what I will bring against you, declares the Sovereign Lord.*s"
    },
    {
        "o": 22706,
        "r": "niv:Ezekiel:11:9",
        "t": "I will drive you out of the city and deliver you into the hands of foreigners and inflict punishment on you."
    },
    {
        "o": 22707,
        "r": "niv:Ezekiel:11:10",
        "t": "You will fall by the sword, and I will execute judgment on you at the borders of Israel. Then you will know that I am the Lord.*s"
    },
    {
        "o": 22708,
        "r": "niv:Ezekiel:11:11",
        "t": "This city will not be a pot for you, nor will you be the meat in it; I will execute judgment on you at the borders of Israel."
    },
    {
        "o": 22709,
        "r": "niv:Ezekiel:11:12",
        "t": "And you will know that I am the Lord,*s for you have not followed my decrees or kept my laws but have conformed to the standards of the nations around you.”"
    },
    {
        "o": 22710,
        "r": "niv:Ezekiel:11:13",
        "t": "Now*p as I was prophesying, Pelatiah son of Benaiah died. Then I fell facedown and cried out in a loud voice, “Alas, Sovereign Lord!*s Will you completely destroy the remnant of Israel?”"
    },
    {
        "o": 22711,
        "r": "niv:Ezekiel:11:13",
        "t": "The Promise of Israel’s Return",
        "h": 2
    },
    {
        "o": 22712,
        "r": "niv:Ezekiel:11:14",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 22713,
        "r": "niv:Ezekiel:11:15",
        "t": "“Son of man, the people of Jerusalem have said of your fellow exiles and all the other Israelites, ‘They are far away from the Lord;*s this land was given to us as our possession.’"
    },
    {
        "o": 22714,
        "r": "niv:Ezekiel:11:16",
        "t": "“Therefore*p say: ‘This is what the Sovereign Lord*s says: Although I sent them far away among the nations and scattered them among the countries, yet for a little while I have been a sanctuary for them in the countries where they have gone.’"
    },
    {
        "o": 22715,
        "r": "niv:Ezekiel:11:17",
        "t": "“Therefore*p say: ‘This is what the Sovereign Lord*s says: I will gather you from the nations and bring you back from the countries where you have been scattered, and I will give you back the land of Israel again.’"
    },
    {
        "o": 22716,
        "r": "niv:Ezekiel:11:18",
        "t": "“They*p will return to it and remove all its vile images and detestable idols."
    },
    {
        "o": 22717,
        "r": "niv:Ezekiel:11:19",
        "t": "I will give them an undivided heart and put a new spirit in them; I will remove from them their heart of stone and give them a heart of flesh."
    },
    {
        "o": 22718,
        "r": "niv:Ezekiel:11:20",
        "t": "Then they will follow my decrees and be careful to keep my laws. They will be my people, and I will be their God."
    },
    {
        "o": 22719,
        "r": "niv:Ezekiel:11:21",
        "t": "But as for those whose hearts are devoted to their vile images and detestable idols, I will bring down on their own heads what they have done, declares the Sovereign Lord.”*s"
    },
    {
        "o": 22720,
        "r": "niv:Ezekiel:11:22",
        "t": "Then*p the cherubim, with the wheels beside them, spread their wings, and the glory of the God of Israel was above them."
    },
    {
        "o": 22721,
        "r": "niv:Ezekiel:11:23",
        "t": "The glory of the Lord*s went up from within the city and stopped above the mountain east of it."
    },
    {
        "o": 22722,
        "r": "niv:Ezekiel:11:24",
        "t": "The Spirit lifted me up and brought me to the exiles in Babylonia in the vision given by the Spirit of God. Then*p the vision I had seen went up from me,"
    },
    {
        "o": 22723,
        "r": "niv:Ezekiel:11:25",
        "t": "and I told the exiles everything the Lord*s had shown me."
    }
]
