[
    {
        "o": 2654,
        "r": "nasb:Exodus:31:0",
        "t": "Exodus 31",
        "h": 1
    },
    {
        "o": 2655,
        "r": "nasb:Exodus:31:0",
        "t": "The Skilled Craftsmen",
        "h": 2
    },
    {
        "o": 2656,
        "r": "nasb:Exodus:31:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2657,
        "r": "nasb:Exodus:31:2",
        "t": "“See, I have called by name Bezalel, the son of Uri, the son of Hur, of the tribe of Judah."
    },
    {
        "o": 2658,
        "r": "nasb:Exodus:31:3",
        "t": "I have filled him with the Spirit of God in wisdom, in understanding, in knowledge, and in all kinds*i of*i craftsmanship,"
    },
    {
        "o": 2659,
        "r": "nasb:Exodus:31:4",
        "t": "to make artistic designs for work in gold, in silver, and in bronze,"
    },
    {
        "o": 2660,
        "r": "nasb:Exodus:31:5",
        "t": "and in the cutting of stones for settings, and in the carving of wood, that he may work in all kinds*i of*i craftsmanship."
    },
    {
        "o": 2661,
        "r": "nasb:Exodus:31:6",
        "t": "And behold, I Myself have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan; and in the hearts of all who are skillful I have put skill, that they may make all that I have commanded you:"
    },
    {
        "o": 2662,
        "r": "nasb:Exodus:31:7",
        "t": "the tent of meeting, and the ark of testimony, and the mercy seat upon it, and all the furniture of the tent,"
    },
    {
        "o": 2663,
        "r": "nasb:Exodus:31:8",
        "t": "the table also and its utensils, and the pure gold*i lampstand with all its utensils, and the altar of incense,"
    },
    {
        "o": 2664,
        "r": "nasb:Exodus:31:9",
        "t": "the altar of burnt offering also with all its utensils, and the laver and its stand,"
    },
    {
        "o": 2665,
        "r": "nasb:Exodus:31:10",
        "t": "the woven garments as well, and the holy garments for Aaron the priest, and the garments of his sons, with*i which*i to carry on their priesthood;"
    },
    {
        "o": 2666,
        "r": "nasb:Exodus:31:11",
        "t": "the anointing oil also, and the fragrant incense for the holy place, they are to make them*i according to all that I have commanded you.”"
    },
    {
        "o": 2667,
        "r": "nasb:Exodus:31:11",
        "t": "The Sign of the Sabbath",
        "h": 2
    },
    {
        "o": 2668,
        "r": "nasb:Exodus:31:12",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 2669,
        "r": "nasb:Exodus:31:13",
        "t": "“But as for you, speak to the sons of Israel, saying, ‘You shall surely observe My sabbaths; for this*i is a sign between Me and you throughout your generations, that you may know that I am the Lord*s who sanctifies you."
    },
    {
        "o": 2670,
        "r": "nasb:Exodus:31:14",
        "t": "Therefore you are to observe the sabbath, for it is holy to you. Everyone who profanes it shall surely be put to death; for whoever does any work on it, that person shall be cut off from among his people."
    },
    {
        "o": 2671,
        "r": "nasb:Exodus:31:15",
        "t": "For six days work may be done, but on the seventh day there is a sabbath of complete rest, holy to the Lord;*s whoever does any work on the sabbath day shall surely be put to death."
    },
    {
        "o": 2672,
        "r": "nasb:Exodus:31:16",
        "t": "So the sons of Israel shall observe the sabbath, to celebrate the sabbath throughout their generations as a perpetual covenant.’"
    },
    {
        "o": 2673,
        "r": "nasb:Exodus:31:17",
        "t": "It is a sign between Me and the sons of Israel forever; for in six days the Lord*s made heaven and earth, but on the seventh day He ceased from*i labor,*i and was refreshed.”"
    },
    {
        "o": 2674,
        "r": "nasb:Exodus:31:18",
        "t": "When*p He had finished speaking with him upon Mount Sinai, He gave Moses the two tablets of the testimony, tablets of stone, written by the finger of God."
    }
]
