[
    {
        "o": 30251,
        "r": "kjv:2 Corinthians:12:0",
        "t": "2 Corinthians 12",
        "h": 1
    },
    {
        "o": 30252,
        "r": "kjv:2 Corinthians:12:1",
        "t": "It*p is not expedient for me doubtless to glory. I will come to visions and revelations of the Lord."
    },
    {
        "o": 30253,
        "r": "kjv:2 Corinthians:12:2",
        "t": "I*p knew a man in Christ above fourteen years ago, (whether in the body, I cannot tell; or whether out of the body, I cannot tell: God knoweth;) such an one caught up to the third heaven."
    },
    {
        "o": 30254,
        "r": "kjv:2 Corinthians:12:3",
        "t": "And*p I knew such a man, (whether in the body, or out of the body, I cannot tell: God knoweth;)"
    },
    {
        "o": 30255,
        "r": "kjv:2 Corinthians:12:4",
        "t": "How*p that he was caught up into paradise, and heard unspeakable words, which it is not lawful for a man to utter."
    },
    {
        "o": 30256,
        "r": "kjv:2 Corinthians:12:5",
        "t": "Of*p such an one will I glory: yet of myself I will not glory, but in mine infirmities."
    },
    {
        "o": 30257,
        "r": "kjv:2 Corinthians:12:6",
        "t": "For*p though I would desire to glory, I shall not be a fool; for I will say the truth: but now I forbear, lest any man should think of me above that which he seeth me to be, or that he heareth of me."
    },
    {
        "o": 30258,
        "r": "kjv:2 Corinthians:12:7",
        "t": "And*p lest I should be exalted above measure through the abundance of the revelations, there was given to me a thorn in the flesh, the messenger of Satan to buffet me, lest I should be exalted above measure."
    },
    {
        "o": 30259,
        "r": "kjv:2 Corinthians:12:8",
        "t": "For*p this thing I besought the Lord thrice, that it might depart from me."
    },
    {
        "o": 30260,
        "r": "kjv:2 Corinthians:12:9",
        "t": "And*p he said unto me, My*r grace*r is*r sufficient*r for*r thee:*r for*r my*r strength*r is*r made*r perfect*r in*r weakness.*r Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me."
    },
    {
        "o": 30261,
        "r": "kjv:2 Corinthians:12:10",
        "t": "Therefore*p I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ's sake: for when I am weak, then am I strong."
    },
    {
        "o": 30262,
        "r": "kjv:2 Corinthians:12:11",
        "t": "I*p am become a fool in glorying; ye have compelled me: for I ought to have been commended of you: for in nothing am I behind the very chiefest apostles, though I be nothing."
    },
    {
        "o": 30263,
        "r": "kjv:2 Corinthians:12:12",
        "t": "Truly*p the signs of an apostle were wrought among you in all patience, in signs, and wonders, and mighty deeds."
    },
    {
        "o": 30264,
        "r": "kjv:2 Corinthians:12:13",
        "t": "For*p what is it wherein ye were inferior to other churches, except it be that I myself was not burdensome to you? forgive me this wrong."
    },
    {
        "o": 30265,
        "r": "kjv:2 Corinthians:12:14",
        "t": "Behold,*p the third time I am ready to come to you; and I will not be burdensome to you: for I seek not yours, but you: for the children ought not to lay up for the parents, but the parents for the children."
    },
    {
        "o": 30266,
        "r": "kjv:2 Corinthians:12:15",
        "t": "And*p I will very gladly spend and be spent for you; though the more abundantly I love you, the less I be loved."
    },
    {
        "o": 30267,
        "r": "kjv:2 Corinthians:12:16",
        "t": "But*p be it so, I did not burden you: nevertheless, being crafty, I caught you with guile."
    },
    {
        "o": 30268,
        "r": "kjv:2 Corinthians:12:17",
        "t": "Did*p I make a gain of you by any of them whom I sent unto you?"
    },
    {
        "o": 30269,
        "r": "kjv:2 Corinthians:12:18",
        "t": "I*p desired Titus, and with him I sent a brother. Did Titus make a gain of you? walked we not in the same spirit? walked we not in the same steps?"
    },
    {
        "o": 30270,
        "r": "kjv:2 Corinthians:12:19",
        "t": "Again,*p think ye that we excuse ourselves unto you? we speak before God in Christ: but we do all things, dearly beloved, for your edifying."
    },
    {
        "o": 30271,
        "r": "kjv:2 Corinthians:12:20",
        "t": "For*p I fear, lest, when I come, I shall not find you such as I would, and that I shall be found unto you such as ye would not: lest there be debates, envyings, wraths, strifes, backbitings, whisperings, swellings, tumults:"
    },
    {
        "o": 30272,
        "r": "kjv:2 Corinthians:12:21",
        "t": "And*p lest, when I come again, my God will humble me among you, and that I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed."
    }
]
