[
    {
        "o": 8913,
        "r": "nkjv:2 Samuel:3:0",
        "t": "2 Samuel 3",
        "h": 1
    },
    {
        "o": 8914,
        "r": "nkjv:2 Samuel:3:1",
        "t": "Now*p there was a long war between the house of Saul and the house of David. But David grew stronger and stronger, and the house of Saul grew weaker and weaker."
    },
    {
        "o": 8915,
        "r": "nkjv:2 Samuel:3:1",
        "t": "Sons of David",
        "h": 2
    },
    {
        "o": 8916,
        "r": "nkjv:2 Samuel:3:2",
        "t": "Sons*p were born to David in Hebron: His firstborn was Amnon by Ahinoam the Jezreelitess;"
    },
    {
        "o": 8917,
        "r": "nkjv:2 Samuel:3:3",
        "t": "his second, Chileab, by Abigail the widow of Nabal the Carmelite; the third, Absalom the son of Maacah, the daughter of Talmai, king of Geshur;"
    },
    {
        "o": 8918,
        "r": "nkjv:2 Samuel:3:4",
        "t": "the fourth, Adonijah the son of Haggith; the fifth, Shephatiah the son of Abital;"
    },
    {
        "o": 8919,
        "r": "nkjv:2 Samuel:3:5",
        "t": "and the sixth, Ithream, by David’s wife Eglah. These were born to David in Hebron."
    },
    {
        "o": 8920,
        "r": "nkjv:2 Samuel:3:5",
        "t": "Abner Joins Forces with David",
        "h": 2
    },
    {
        "o": 8921,
        "r": "nkjv:2 Samuel:3:6",
        "t": "Now*p it was so, while there was war between the house of Saul and the house of David, that Abner was strengthening his*i hold*i on the house of Saul."
    },
    {
        "o": 8922,
        "r": "nkjv:2 Samuel:3:7",
        "t": "And*p Saul had a concubine, whose name was*i Rizpah, the daughter of Aiah. So Ishbosheth*i said to Abner, “Why have you gone in to my father’s concubine?”"
    },
    {
        "o": 8923,
        "r": "nkjv:2 Samuel:3:8",
        "t": "Then*p Abner became very angry at the words of Ishbosheth, and said, “Am*i I a dog’s head that belongs to Judah? Today I show loyalty to the house of Saul your father, to his brothers, and to his friends, and have not delivered you into the hand of David; and you charge me today with a fault concerning this woman?"
    },
    {
        "o": 8924,
        "r": "nkjv:2 Samuel:3:9",
        "t": "May God do so to Abner, and more also, if I do not do for David as the Lord*s has sworn to him—"
    },
    {
        "o": 8925,
        "r": "nkjv:2 Samuel:3:10",
        "t": "to transfer the kingdom from the house of Saul, and set up the throne of David over Israel and over Judah, from Dan to Beersheba.”"
    },
    {
        "o": 8926,
        "r": "nkjv:2 Samuel:3:11",
        "t": "And he could not answer Abner another word, because he feared him."
    },
    {
        "o": 8927,
        "r": "nkjv:2 Samuel:3:12",
        "t": "Then*p Abner sent messengers on his behalf to David, saying, “Whose is*i the land?” saying also,*i “Make your covenant with me, and indeed my hand shall*i be*i with you to bring all Israel to you.”"
    },
    {
        "o": 8928,
        "r": "nkjv:2 Samuel:3:13",
        "t": "And*p David*i said, “Good, I will make a covenant with you. But one thing I require of you: you shall not see my face unless you first bring Michal, Saul’s daughter, when you come to see my face.”"
    },
    {
        "o": 8929,
        "r": "nkjv:2 Samuel:3:14",
        "t": "So David sent messengers to Ishbosheth, Saul’s son, saying, “Give me*i my wife Michal, whom I betrothed to myself for a hundred foreskins of the Philistines.”"
    },
    {
        "o": 8930,
        "r": "nkjv:2 Samuel:3:15",
        "t": "And Ishbosheth sent and took her from her*i husband, from Paltiel the son of Laish."
    },
    {
        "o": 8931,
        "r": "nkjv:2 Samuel:3:16",
        "t": "Then her husband went along with her to Bahurim, weeping behind her. So Abner said to him, “Go, return!” And he returned."
    },
    {
        "o": 8932,
        "r": "nkjv:2 Samuel:3:17",
        "t": "Now*p Abner had communicated with the elders of Israel, saying, “In time past you were seeking for David to*i be*i king over you."
    },
    {
        "o": 8933,
        "r": "nkjv:2 Samuel:3:18",
        "t": "Now then, do it!*i For the Lord*s has spoken of David, saying, ‘By the hand of My servant David, I will save My people Israel from the hand of the Philistines and the hand of all their enemies.’”"
    },
    {
        "o": 8934,
        "r": "nkjv:2 Samuel:3:19",
        "t": "And Abner also spoke in the hearing of Benjamin. Then Abner also went to speak in the hearing of David in Hebron all that seemed good to Israel and the whole house of Benjamin."
    },
    {
        "o": 8935,
        "r": "nkjv:2 Samuel:3:20",
        "t": "So*p Abner and twenty men with him came to David at Hebron. And David made a feast for Abner and the men who were*i with him."
    },
    {
        "o": 8936,
        "r": "nkjv:2 Samuel:3:21",
        "t": "Then Abner said to David, “I will arise and go, and gather all Israel to my lord the king, that they may make a covenant with you, and that you may reign over all that your heart desires.” So David sent Abner away, and he went in peace."
    },
    {
        "o": 8937,
        "r": "nkjv:2 Samuel:3:21",
        "t": "Joab Murders Abner",
        "h": 2
    },
    {
        "o": 8938,
        "r": "nkjv:2 Samuel:3:22",
        "t": "At*p that moment the servants of David and Joab came from a raid and brought much spoil with them. But Abner was*i not with David in Hebron, for he had sent him away, and he had gone in peace."
    },
    {
        "o": 8939,
        "r": "nkjv:2 Samuel:3:23",
        "t": "When Joab and all the troops that were*i with him had come, they told Joab, saying, “Abner the son of Ner came to the king, and he sent him away, and he has gone in peace.”"
    },
    {
        "o": 8940,
        "r": "nkjv:2 Samuel:3:24",
        "t": "Then Joab came to the king and said, “What have you done? Look, Abner came to you; why is*i it that*i you sent him away, and he has already gone?"
    },
    {
        "o": 8941,
        "r": "nkjv:2 Samuel:3:25",
        "t": "Surely you realize that Abner the son of Ner came to deceive you, to know your going out and your coming in, and to know all that you are doing.”"
    },
    {
        "o": 8942,
        "r": "nkjv:2 Samuel:3:26",
        "t": "And*p when Joab had gone from David’s presence, he sent messengers after Abner, who brought him back from the well of Sirah. But David did not know it.*i"
    },
    {
        "o": 8943,
        "r": "nkjv:2 Samuel:3:27",
        "t": "Now when Abner had returned to Hebron, Joab took him aside in the gate to speak with him privately, and there stabbed him in the stomach, so that he died for the blood of Asahel his brother."
    },
    {
        "o": 8944,
        "r": "nkjv:2 Samuel:3:28",
        "t": "Afterward,*p when David heard it,*i he said, “My kingdom and I are*i guiltless before the Lord*s forever of the blood of Abner the son of Ner."
    },
    {
        "o": 8945,
        "r": "nkjv:2 Samuel:3:29",
        "t": "Let it rest on the head of Joab and on all his father’s house; and let there never fail to be in the house of Joab one who has a discharge or is a leper, who leans on a staff or falls by the sword, or who lacks bread.”"
    },
    {
        "o": 8946,
        "r": "nkjv:2 Samuel:3:30",
        "t": "So Joab and Abishai his brother killed Abner, because he had killed their brother Asahel at Gibeon in the battle."
    },
    {
        "o": 8947,
        "r": "nkjv:2 Samuel:3:30",
        "t": "David’s Mourning for Abner",
        "h": 2
    },
    {
        "o": 8948,
        "r": "nkjv:2 Samuel:3:31",
        "t": "Then*p David said to Joab and to all the people who were with him, “Tear your clothes, gird yourselves with sackcloth, and mourn for Abner.” And King David followed the coffin."
    },
    {
        "o": 8949,
        "r": "nkjv:2 Samuel:3:32",
        "t": "So they buried Abner in Hebron; and the king lifted up his voice and wept at the grave of Abner, and all the people wept."
    },
    {
        "o": 8950,
        "r": "nkjv:2 Samuel:3:33",
        "t": "And the king sang a*i lament*i over Abner and said: “Should*pn Abner die as a fool dies?"
    },
    {
        "o": 8951,
        "r": "nkjv:2 Samuel:3:34",
        "t": "Your*ld hands were not bound Nor*ld your feet put into fetters; As*ld a man falls before wicked men, so*i you fell.” Then*p all the people wept over him again."
    },
    {
        "o": 8952,
        "r": "nkjv:2 Samuel:3:35",
        "t": "And*p when all the people came to persuade David to eat food while it was still day, David took an oath, saying, “God do so to me, and more also, if I taste bread or anything else till the sun goes down!”"
    },
    {
        "o": 8953,
        "r": "nkjv:2 Samuel:3:36",
        "t": "Now all the people took note of*i it,*i and it pleased them, since whatever the king did pleased all the people."
    },
    {
        "o": 8954,
        "r": "nkjv:2 Samuel:3:37",
        "t": "For all the people and all Israel understood that day that it had not been the king’s intent to kill Abner the son of Ner."
    },
    {
        "o": 8955,
        "r": "nkjv:2 Samuel:3:38",
        "t": "Then the king said to his servants, “Do you not know that a prince and a great man has fallen this day in Israel?"
    },
    {
        "o": 8956,
        "r": "nkjv:2 Samuel:3:39",
        "t": "And I am*i weak today, though anointed king; and these men, the sons of Zeruiah, are*i too harsh for me. The Lord*s shall repay the evildoer according to his wickedness.”"
    }
]
