[
    {
        "o": 13073,
        "r": "csb:2 Chronicles:28:0",
        "t": "2 Chronicles 28",
        "h": 1
    },
    {
        "o": 13074,
        "r": "csb:2 Chronicles:28:0",
        "t": "Judah’s King Ahaz",
        "h": 2
    },
    {
        "o": 13075,
        "r": "csb:2 Chronicles:28:1",
        "t": "Ahaz*p was twenty years old when he became king, and he reigned sixteen years in Jerusalem. He did not do what was right in the Lord’s*s sight like his ancestor David,"
    },
    {
        "o": 13076,
        "r": "csb:2 Chronicles:28:2",
        "t": "for he walked in the ways of the kings of Israel and made cast images of the Baals."
    },
    {
        "o": 13077,
        "r": "csb:2 Chronicles:28:3",
        "t": "He burned incense in Ben Hinnom Valley and burned his children in the fire, imitating the detestable practices of the nations the Lord*s had dispossessed before the Israelites."
    },
    {
        "o": 13078,
        "r": "csb:2 Chronicles:28:4",
        "t": "He sacrificed and burned incense on the high places, on the hills, and under every green tree."
    },
    {
        "o": 13079,
        "r": "csb:2 Chronicles:28:5",
        "t": "So*p the Lord*s his God handed Ahaz over to the king of Aram. He attacked him and took many captives to Damascus. Ahaz*p was also handed over to the king of Israel, who struck him with great force:"
    },
    {
        "o": 13080,
        "r": "csb:2 Chronicles:28:6",
        "t": "Pekah son of Remaliah killed one hundred twenty thousand in Judah in one day - all brave men - because they had abandoned the Lord*s God of their ancestors."
    },
    {
        "o": 13081,
        "r": "csb:2 Chronicles:28:7",
        "t": "An Ephraimite warrior named Zichri killed the king’s son Maaseiah, Azrikam governor of the palace, and Elkanah who was second to the king."
    },
    {
        "o": 13082,
        "r": "csb:2 Chronicles:28:8",
        "t": "Then the Israelites took two hundred thousand captives from their brothers - women, sons, and daughters. They also took a great deal of plunder from them and brought it to Samaria."
    },
    {
        "o": 13083,
        "r": "csb:2 Chronicles:28:9",
        "t": "A*p prophet of the Lord*s named Oded was there. He went out to meet the army that came to Samaria and said to them, “Look, the Lord*s God of your ancestors handed them over to you because of his wrath against Judah, but you slaughtered them in a rage that has reached heaven."
    },
    {
        "o": 13084,
        "r": "csb:2 Chronicles:28:10",
        "t": "Now you plan to reduce the people of Judah and Jerusalem, male and female, to slavery. Are you not also guilty before the Lord*s your God?"
    },
    {
        "o": 13085,
        "r": "csb:2 Chronicles:28:11",
        "t": "Listen to me and return the captives you took from your brothers, for the Lord’s*s burning anger is on you.”"
    },
    {
        "o": 13086,
        "r": "csb:2 Chronicles:28:12",
        "t": "So*p some men who were leaders of the Ephraimites - Azariah son of Jehohanan, Berechiah son of Meshillemoth, Jehizkiah son of Shallum, and Amasa son of Hadlai - stood in opposition to those coming from the war."
    },
    {
        "o": 13087,
        "r": "csb:2 Chronicles:28:13",
        "t": "They said to them, “You must not bring the captives here, for you plan to bring guilt on us from the Lord*s to add to our sins and our guilt. For we have much guilt, and burning anger is on Israel.”"
    },
    {
        "o": 13088,
        "r": "csb:2 Chronicles:28:14",
        "t": "The*p army left the captives and the plunder in the presence of the officers and the congregation."
    },
    {
        "o": 13089,
        "r": "csb:2 Chronicles:28:15",
        "t": "Then the men who were designated by name took charge of the captives and provided clothes for their naked ones from the plunder. They clothed them, gave them sandals, food and drink, dressed their wounds, and provided donkeys for all the feeble. The Israelites brought them to Jericho, the City of Palms, among their brothers. Then they returned to Samaria."
    },
    {
        "o": 13090,
        "r": "csb:2 Chronicles:28:16",
        "t": "At*p that time King Ahaz asked the king of Assyria for help."
    },
    {
        "o": 13091,
        "r": "csb:2 Chronicles:28:17",
        "t": "The Edomites came again, attacked Judah, and took captives."
    },
    {
        "o": 13092,
        "r": "csb:2 Chronicles:28:18",
        "t": "The Philistines also raided the cities of the Judean foothills and the Negev of Judah. They captured and occupied Beth-shemesh, Aijalon, and Gederoth, as well as Soco, Timnah, and Gimzo with their surrounding villages."
    },
    {
        "o": 13093,
        "r": "csb:2 Chronicles:28:19",
        "t": "For the Lord*s humbled Judah because of King Ahaz of Judah, who threw off restraint in Judah and was unfaithful to the Lord.*s"
    },
    {
        "o": 13094,
        "r": "csb:2 Chronicles:28:20",
        "t": "Then King Tiglath-pileser of Assyria came against Ahaz; he oppressed him and did not give him support."
    },
    {
        "o": 13095,
        "r": "csb:2 Chronicles:28:21",
        "t": "Although Ahaz plundered the Lord’s*s temple and the palace of the king and of the rulers and gave the plunder to the king of Assyria, it did not help him."
    },
    {
        "o": 13096,
        "r": "csb:2 Chronicles:28:22",
        "t": "At*p the time of his distress, King Ahaz himself became more unfaithful to the Lord.*s"
    },
    {
        "o": 13097,
        "r": "csb:2 Chronicles:28:23",
        "t": "He sacrificed to the gods of Damascus which had defeated him; he said, “Since the gods of the kings of Aram are helping them, I will sacrifice to them so that they will help me.” But they were the downfall of him and of all Israel."
    },
    {
        "o": 13098,
        "r": "csb:2 Chronicles:28:24",
        "t": "Then*p Ahaz gathered up the utensils of God’s temple, cut them into pieces, shut the doors of the Lord’s*s temple, and made himself altars on every street corner in Jerusalem."
    },
    {
        "o": 13099,
        "r": "csb:2 Chronicles:28:25",
        "t": "He made high places in every city of Judah to offer incense to other gods, and he angered the Lord,*s the God of his ancestors."
    },
    {
        "o": 13100,
        "r": "csb:2 Chronicles:28:25",
        "t": "Ahaz’s Death",
        "h": 2
    },
    {
        "o": 13101,
        "r": "csb:2 Chronicles:28:26",
        "t": "As*p for the rest of his deeds and all his ways, from beginning to end, they are written in the Book of the Kings of Judah and Israel."
    },
    {
        "o": 13102,
        "r": "csb:2 Chronicles:28:27",
        "t": "Ahaz rested with his ancestors and was buried in the city, in Jerusalem, but they did not bring him into the tombs of the kings of Israel. His son Hezekiah became king in his place."
    }
]
