[
    {
        "o": 30614,
        "r": "csb:Acts:5:0",
        "t": "Acts 5",
        "h": 1
    },
    {
        "o": 30615,
        "r": "csb:Acts:5:0",
        "t": "Lying to the Holy Spirit",
        "h": 2
    },
    {
        "o": 30616,
        "r": "csb:Acts:5:1",
        "t": "But*p a man named Ananias, with his wife Sapphira, sold a piece of property."
    },
    {
        "o": 30617,
        "r": "csb:Acts:5:2",
        "t": "However, he kept back part of the proceeds with his wife’s knowledge, and brought a portion of it and laid it at the apostles’ feet."
    },
    {
        "o": 30618,
        "r": "csb:Acts:5:3",
        "t": "“Ananias,”*p Peter asked, “why has Satan filled your heart to lie to the Holy Spirit and keep back part of the proceeds of the land?"
    },
    {
        "o": 30619,
        "r": "csb:Acts:5:4",
        "t": "Wasn’t it yours while you possessed it? And after it was sold, wasn’t it at your disposal? Why is it that you planned this thing in your heart? You have not lied to people but to God.”"
    },
    {
        "o": 30620,
        "r": "csb:Acts:5:5",
        "t": "When he heard these words, Ananias dropped dead, and a great fear came on all who heard."
    },
    {
        "o": 30621,
        "r": "csb:Acts:5:6",
        "t": "The young men got up, wrapped his body, carried him out, and buried him."
    },
    {
        "o": 30622,
        "r": "csb:Acts:5:7",
        "t": "About*p three hours later, his wife came in, not knowing what had happened."
    },
    {
        "o": 30623,
        "r": "csb:Acts:5:8",
        "t": "“Tell me,” Peter asked her, “did you sell the land for this price?” “Yes,”*p she said, “for that price.”"
    },
    {
        "o": 30624,
        "r": "csb:Acts:5:9",
        "t": "Then*p Peter said to her, “Why did you agree to test the Spirit of the Lord? Look, the feet of those who have buried your husband are at the door, and they will carry you out.”"
    },
    {
        "o": 30625,
        "r": "csb:Acts:5:10",
        "t": "Instantly*p she dropped dead at his feet. When the young men came in, they found her dead, carried her out, and buried her beside her husband."
    },
    {
        "o": 30626,
        "r": "csb:Acts:5:11",
        "t": "Then great fear came on the whole church and on all who heard these things."
    },
    {
        "o": 30627,
        "r": "csb:Acts:5:11",
        "t": "Apostolic Signs and Wonders",
        "h": 2
    },
    {
        "o": 30628,
        "r": "csb:Acts:5:12",
        "t": "Many*p signs and wonders were being done among the people through the hands of the apostles. They were all together in Solomon’s Colonnade."
    },
    {
        "o": 30629,
        "r": "csb:Acts:5:13",
        "t": "No one else dared to join them, but the people spoke well of them."
    },
    {
        "o": 30630,
        "r": "csb:Acts:5:14",
        "t": "Believers were added to the Lord in increasing numbers - multitudes of both men and women."
    },
    {
        "o": 30631,
        "r": "csb:Acts:5:15",
        "t": "As a result, they would carry the sick out into the streets and lay them on cots and mats so that when Peter came by, at least his shadow might fall on some of them."
    },
    {
        "o": 30632,
        "r": "csb:Acts:5:16",
        "t": "In addition, a multitude came together from the towns surrounding Jerusalem, bringing the sick and those who were tormented by unclean spirits, and they were all healed."
    },
    {
        "o": 30633,
        "r": "csb:Acts:5:16",
        "t": "In and out of Prison",
        "h": 2
    },
    {
        "o": 30634,
        "r": "csb:Acts:5:17",
        "t": "Then*p the high priest rose up. He and all who were with him, who belonged to the party of the Sadducees, were filled with jealousy."
    },
    {
        "o": 30635,
        "r": "csb:Acts:5:18",
        "t": "So they arrested the apostles and put them in the public jail."
    },
    {
        "o": 30636,
        "r": "csb:Acts:5:19",
        "t": "But an angel of the Lord opened the doors of the jail during the night, brought them out, and said,"
    },
    {
        "o": 30637,
        "r": "csb:Acts:5:20",
        "t": "“Go and stand in the temple, and tell the people all about this life.”"
    },
    {
        "o": 30638,
        "r": "csb:Acts:5:21",
        "t": "Hearing this, they entered the temple at daybreak and began to teach."
    },
    {
        "o": 30639,
        "r": "csb:Acts:5:21",
        "t": "The Apostles on Trial Again",
        "h": 2
    },
    {
        "o": 30640,
        "r": "csb:Acts:5:21",
        "t": "When*p the high priest and those who were with him arrived, they convened the Sanhedrin - the full council of the Israelites - and sent orders to the jail to have them brought."
    },
    {
        "o": 30641,
        "r": "csb:Acts:5:22",
        "t": "But when the servants got there, they did not find them in the jail; so they returned and reported,"
    },
    {
        "o": 30642,
        "r": "csb:Acts:5:23",
        "t": "“We found the jail securely locked, with the guards standing in front of the doors, but when we opened them, we found no one inside.”"
    },
    {
        "o": 30643,
        "r": "csb:Acts:5:24",
        "t": "As the captain of the temple police and the chief priests heard these things, they were baffled about them, wondering what would come of this."
    },
    {
        "o": 30644,
        "r": "csb:Acts:5:25",
        "t": "Someone*p came and reported to them, “Look! The men you put in jail are standing in the temple and teaching the people.”"
    },
    {
        "o": 30645,
        "r": "csb:Acts:5:26",
        "t": "Then the commander went with the servants and brought them in without force, because they were afraid the people might stone them."
    },
    {
        "o": 30646,
        "r": "csb:Acts:5:27",
        "t": "After they brought them in, they had them stand before the Sanhedrin, and the high priest asked,"
    },
    {
        "o": 30647,
        "r": "csb:Acts:5:28",
        "t": "“Didn’t we strictly order you not to teach in this name? Look, you have filled Jerusalem with your teaching and are determined to make us guilty of this man’s blood.”"
    },
    {
        "o": 30648,
        "r": "csb:Acts:5:29",
        "t": "Peter*p and the apostles replied, “We must obey God rather than people."
    },
    {
        "o": 30649,
        "r": "csb:Acts:5:30",
        "t": "The God of our ancestors raised up Jesus, whom you had murdered by hanging him on a tree."
    },
    {
        "o": 30650,
        "r": "csb:Acts:5:31",
        "t": "God exalted this man to his right hand as ruler and Savior, to give repentance to Israel and forgiveness of sins."
    },
    {
        "o": 30651,
        "r": "csb:Acts:5:32",
        "t": "We are witnesses of these things, and so is the Holy Spirit whom God has given to those who obey him.”"
    },
    {
        "o": 30652,
        "r": "csb:Acts:5:32",
        "t": "Gamaliel’s Advice",
        "h": 2
    },
    {
        "o": 30653,
        "r": "csb:Acts:5:33",
        "t": "When*p they heard this, they were enraged and wanted to kill them."
    },
    {
        "o": 30654,
        "r": "csb:Acts:5:34",
        "t": "But a Pharisee named Gamaliel, a teacher of the law who was respected by all the people, stood up in the Sanhedrin and ordered the men to be taken outside for a little while."
    },
    {
        "o": 30655,
        "r": "csb:Acts:5:35",
        "t": "He said to them, “Men of Israel, be careful about what you’re about to do to these men."
    },
    {
        "o": 30656,
        "r": "csb:Acts:5:36",
        "t": "Some time ago Theudas rose up, claiming to be somebody, and a group of about four hundred men rallied to him. He was killed, and all his followers were dispersed and came to nothing."
    },
    {
        "o": 30657,
        "r": "csb:Acts:5:37",
        "t": "After this man, Judas the Galilean rose up in the days of the census and attracted a following. He also perished, and all his followers were scattered."
    },
    {
        "o": 30658,
        "r": "csb:Acts:5:38",
        "t": "So in the present case, I tell you, stay away from these men and leave them alone. For if this plan or this work is of human origin, it will fail;"
    },
    {
        "o": 30659,
        "r": "csb:Acts:5:39",
        "t": "but if it is of God, you will not be able to overthrow them. You may even be found fighting against God.” They were persuaded by him."
    },
    {
        "o": 30660,
        "r": "csb:Acts:5:40",
        "t": "After they called in the apostles and had them flogged, they ordered them not to speak in the name of Jesus and released them."
    },
    {
        "o": 30661,
        "r": "csb:Acts:5:41",
        "t": "Then they went out from the presence of the Sanhedrin, rejoicing that they were counted worthy to be treated shamefully on behalf of the Name."
    },
    {
        "o": 30662,
        "r": "csb:Acts:5:42",
        "t": "Every day in the temple, and in various homes, they continued teaching and proclaiming the good news that Jesus is the Messiah."
    }
]
