[
    {
        "o": 34367,
        "r": "csb:James:3:0",
        "t": "James 3",
        "h": 1
    },
    {
        "o": 34368,
        "r": "csb:James:3:0",
        "t": "Controlling the Tongue",
        "h": 2
    },
    {
        "o": 34369,
        "r": "csb:James:3:1",
        "t": "Not*p many should become teachers, my brothers, because you know that we will receive a stricter judgment."
    },
    {
        "o": 34370,
        "r": "csb:James:3:2",
        "t": "For we all stumble in many ways. If anyone does not stumble in what he says, he is mature, able also to control the whole body."
    },
    {
        "o": 34371,
        "r": "csb:James:3:3",
        "t": "Now if we put bits into the mouths of horses so that they obey us, we direct their whole bodies."
    },
    {
        "o": 34372,
        "r": "csb:James:3:4",
        "t": "And consider ships: Though very large and driven by fierce winds, they are guided by a very small rudder wherever the will of the pilot directs."
    },
    {
        "o": 34373,
        "r": "csb:James:3:5",
        "t": "So too, though the tongue is a small part of the body, it boasts great things. Consider how a small fire sets ablaze a large forest."
    },
    {
        "o": 34374,
        "r": "csb:James:3:6",
        "t": "And the tongue is a fire. The tongue, a world of unrighteousness, is placed among our members. It stains the whole body, sets the course of life on fire, and is itself set on fire by hell."
    },
    {
        "o": 34375,
        "r": "csb:James:3:7",
        "t": "Every kind of animal, bird, reptile, and fish is tamed and has been tamed by humankind,"
    },
    {
        "o": 34376,
        "r": "csb:James:3:8",
        "t": "but no one can tame the tongue. It is a restless evil, full of deadly poison."
    },
    {
        "o": 34377,
        "r": "csb:James:3:9",
        "t": "With the tongue we bless our Lord and Father, and with it we curse people who are made in God’s likeness."
    },
    {
        "o": 34378,
        "r": "csb:James:3:10",
        "t": "Blessing and cursing come out of the same mouth. My brothers and sisters, these things should not be this way."
    },
    {
        "o": 34379,
        "r": "csb:James:3:11",
        "t": "Does a spring pour out sweet and bitter water from the same opening?"
    },
    {
        "o": 34380,
        "r": "csb:James:3:12",
        "t": "Can a fig tree produce olives, my brothers and sisters, or a grapevine produce figs? Neither can a saltwater spring yield fresh water."
    },
    {
        "o": 34381,
        "r": "csb:James:3:12",
        "t": "The Wisdom from Above",
        "h": 2
    },
    {
        "o": 34382,
        "r": "csb:James:3:13",
        "t": "Who*p among you is wise and understanding? By his good conduct he should show that his works are done in the gentleness that comes from wisdom."
    },
    {
        "o": 34383,
        "r": "csb:James:3:14",
        "t": "But if you have bitter envy and selfish ambition in your heart, don’t boast and deny the truth."
    },
    {
        "o": 34384,
        "r": "csb:James:3:15",
        "t": "Such wisdom does not come down from above but is earthly, unspiritual, demonic."
    },
    {
        "o": 34385,
        "r": "csb:James:3:16",
        "t": "For where there is envy and selfish ambition, there is disorder and every evil practice."
    },
    {
        "o": 34386,
        "r": "csb:James:3:17",
        "t": "But the wisdom from above is first pure, then peace-loving, gentle, compliant, full of mercy and good fruits, unwavering, without pretense."
    },
    {
        "o": 34387,
        "r": "csb:James:3:18",
        "t": "And the fruit of righteousness is sown in peace by those who cultivate peace."
    }
]
