[
    {
        "o": 13603,
        "r": "kjv:Job:13:0",
        "t": "Job 13",
        "h": 1
    },
    {
        "o": 13604,
        "r": "kjv:Job:13:1",
        "t": "Lo,*p mine eye hath seen all this, mine ear hath heard and understood it."
    },
    {
        "o": 13605,
        "r": "kjv:Job:13:2",
        "t": "What*p ye know, the same do I know also: I am not inferior unto you."
    },
    {
        "o": 13606,
        "r": "kjv:Job:13:3",
        "t": "Surely*p I would speak to the Almighty, and I desire to reason with God."
    },
    {
        "o": 13607,
        "r": "kjv:Job:13:4",
        "t": "But*p ye are forgers of lies, ye are all physicians of no value."
    },
    {
        "o": 13608,
        "r": "kjv:Job:13:5",
        "t": "O*p that ye would altogether hold your peace! and it should be your wisdom."
    },
    {
        "o": 13609,
        "r": "kjv:Job:13:6",
        "t": "Hear*p now my reasoning, and hearken to the pleadings of my lips."
    },
    {
        "o": 13610,
        "r": "kjv:Job:13:7",
        "t": "Will*p ye speak wickedly for God? and talk deceitfully for him?"
    },
    {
        "o": 13611,
        "r": "kjv:Job:13:8",
        "t": "Will*p ye accept his person? will ye contend for God?"
    },
    {
        "o": 13612,
        "r": "kjv:Job:13:9",
        "t": "Is*p it good that he should search you out? or as one man mocketh another, do ye so mock him?"
    },
    {
        "o": 13613,
        "r": "kjv:Job:13:10",
        "t": "He*p will surely reprove you, if ye do secretly accept persons."
    },
    {
        "o": 13614,
        "r": "kjv:Job:13:11",
        "t": "Shall*p not his excellency make you afraid? and his dread fall upon you?"
    },
    {
        "o": 13615,
        "r": "kjv:Job:13:12",
        "t": "Your*p remembrances are like unto ashes, your bodies to bodies of clay."
    },
    {
        "o": 13616,
        "r": "kjv:Job:13:13",
        "t": "Hold*p your peace, let me alone, that I may speak, and let come on me what will."
    },
    {
        "o": 13617,
        "r": "kjv:Job:13:14",
        "t": "Wherefore*p do I take my flesh in my teeth, and put my life in mine hand?"
    },
    {
        "o": 13618,
        "r": "kjv:Job:13:15",
        "t": "Though*p he slay me, yet will I trust in him: but I will maintain mine own ways before him."
    },
    {
        "o": 13619,
        "r": "kjv:Job:13:16",
        "t": "He*p also shall be my salvation: for an hypocrite shall not come before him."
    },
    {
        "o": 13620,
        "r": "kjv:Job:13:17",
        "t": "Hear*p diligently my speech, and my declaration with your ears."
    },
    {
        "o": 13621,
        "r": "kjv:Job:13:18",
        "t": "Behold*p now, I have ordered my cause; I know that I shall be justified."
    },
    {
        "o": 13622,
        "r": "kjv:Job:13:19",
        "t": "Who*p is he that will plead with me? for now, if I hold my tongue, I shall give up the ghost."
    },
    {
        "o": 13623,
        "r": "kjv:Job:13:20",
        "t": "Only*p do not two things unto me: then will I not hide myself from thee."
    },
    {
        "o": 13624,
        "r": "kjv:Job:13:21",
        "t": "Withdraw*p thine hand far from me: and let not thy dread make me afraid."
    },
    {
        "o": 13625,
        "r": "kjv:Job:13:22",
        "t": "Then*p call thou, and I will answer: or let me speak, and answer thou me."
    },
    {
        "o": 13626,
        "r": "kjv:Job:13:23",
        "t": "How*p many are mine iniquities and sins? make me to know my transgression and my sin."
    },
    {
        "o": 13627,
        "r": "kjv:Job:13:24",
        "t": "Wherefore*p hidest thou thy face, and holdest me for thine enemy?"
    },
    {
        "o": 13628,
        "r": "kjv:Job:13:25",
        "t": "Wilt*p thou break a leaf driven to and fro? and wilt thou pursue the dry stubble?"
    },
    {
        "o": 13629,
        "r": "kjv:Job:13:26",
        "t": "For*p thou writest bitter things against me, and makest me to possess the iniquities of my youth."
    },
    {
        "o": 13630,
        "r": "kjv:Job:13:27",
        "t": "Thou*p puttest my feet also in the stocks, and lookest narrowly unto all my paths; thou settest a print upon the heels of my feet."
    },
    {
        "o": 13631,
        "r": "kjv:Job:13:28",
        "t": "And*p he, as a rotten thing, consumeth, as a garment that is moth eaten."
    }
]
