[
    {
        "o": 31343,
        "r": "kjv:Hebrews:7:0",
        "t": "Hebrews 7",
        "h": 1
    },
    {
        "o": 31344,
        "r": "kjv:Hebrews:7:1",
        "t": "For*p this Melchisedec, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him;"
    },
    {
        "o": 31345,
        "r": "kjv:Hebrews:7:2",
        "t": "To*p whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;"
    },
    {
        "o": 31346,
        "r": "kjv:Hebrews:7:3",
        "t": "Without*p father, without mother, without descent, having neither beginning of days, nor end of life; but made like unto the Son of God; abideth a priest continually."
    },
    {
        "o": 31347,
        "r": "kjv:Hebrews:7:4",
        "t": "Now*p consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils."
    },
    {
        "o": 31348,
        "r": "kjv:Hebrews:7:5",
        "t": "And*p verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:"
    },
    {
        "o": 31349,
        "r": "kjv:Hebrews:7:6",
        "t": "But*p he whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises."
    },
    {
        "o": 31350,
        "r": "kjv:Hebrews:7:7",
        "t": "And*p without all contradiction the less is blessed of the better."
    },
    {
        "o": 31351,
        "r": "kjv:Hebrews:7:8",
        "t": "And*p here men that die receive tithes; but there he receiveth them, of whom it is witnessed that he liveth."
    },
    {
        "o": 31352,
        "r": "kjv:Hebrews:7:9",
        "t": "And*p as I may so say, Levi also, who receiveth tithes, payed tithes in Abraham."
    },
    {
        "o": 31353,
        "r": "kjv:Hebrews:7:10",
        "t": "For*p he was yet in the loins of his father, when Melchisedec met him."
    },
    {
        "o": 31354,
        "r": "kjv:Hebrews:7:11",
        "t": "If*p therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?"
    },
    {
        "o": 31355,
        "r": "kjv:Hebrews:7:12",
        "t": "For*p the priesthood being changed, there is made of necessity a change also of the law."
    },
    {
        "o": 31356,
        "r": "kjv:Hebrews:7:13",
        "t": "For*p he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar."
    },
    {
        "o": 31357,
        "r": "kjv:Hebrews:7:14",
        "t": "For*p it is evident that our Lord sprang out of Judah; of which tribe Moses spake nothing concerning priesthood."
    },
    {
        "o": 31358,
        "r": "kjv:Hebrews:7:15",
        "t": "And*p it is yet far more evident: for that after the similitude of Melchisedec there ariseth another priest,"
    },
    {
        "o": 31359,
        "r": "kjv:Hebrews:7:16",
        "t": "Who*p is made, not after the law of a carnal commandment, but after the power of an endless life."
    },
    {
        "o": 31360,
        "r": "kjv:Hebrews:7:17",
        "t": "For*p he testifieth, Thou art a priest for ever after the order of Melchisedec."
    },
    {
        "o": 31361,
        "r": "kjv:Hebrews:7:18",
        "t": "For*p there is verily a disannulling of the commandment going before for the weakness and unprofitableness thereof."
    },
    {
        "o": 31362,
        "r": "kjv:Hebrews:7:19",
        "t": "For*p the law made nothing perfect, but the bringing in of a better hope did; by the which we draw nigh unto God."
    },
    {
        "o": 31363,
        "r": "kjv:Hebrews:7:20",
        "t": "And*p inasmuch as not without an oath he was made priest:"
    },
    {
        "o": 31364,
        "r": "kjv:Hebrews:7:21",
        "t": "(For*p those priests were made without an oath; but this with an oath by him that said unto him, The Lord sware and will not repent, Thou art a priest for ever after the order of Melchisedec:)"
    },
    {
        "o": 31365,
        "r": "kjv:Hebrews:7:22",
        "t": "By*p so much was Jesus made a surety of a better testament."
    },
    {
        "o": 31366,
        "r": "kjv:Hebrews:7:23",
        "t": "And*p they truly were many priests, because they were not suffered to continue by reason of death:"
    },
    {
        "o": 31367,
        "r": "kjv:Hebrews:7:24",
        "t": "But*p this man, because he continueth ever, hath an unchangeable priesthood."
    },
    {
        "o": 31368,
        "r": "kjv:Hebrews:7:25",
        "t": "Wherefore*p he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them."
    },
    {
        "o": 31369,
        "r": "kjv:Hebrews:7:26",
        "t": "For*p such an high priest became us, who is holy, harmless, undefiled, separate from sinners, and made higher than the heavens;"
    },
    {
        "o": 31370,
        "r": "kjv:Hebrews:7:27",
        "t": "Who*p needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people's: for this he did once, when he offered up himself."
    },
    {
        "o": 31371,
        "r": "kjv:Hebrews:7:28",
        "t": "For*p the law maketh men high priests which have infirmity; but the word of the oath, which was since the law, maketh the Son, who is consecrated for evermore."
    }
]
