[
    {
        "o": 1470,
        "r": "niv:Genesis:45:0",
        "t": "Genesis 45",
        "h": 1
    },
    {
        "o": 1471,
        "r": "niv:Genesis:45:0",
        "t": "Joseph Makes Himself Known",
        "h": 2
    },
    {
        "o": 1472,
        "r": "niv:Genesis:45:1",
        "t": "Then*p Joseph could no longer control himself before all his attendants, and he cried out, “Have everyone leave my presence!” So there was no one with Joseph when he made himself known to his brothers."
    },
    {
        "o": 1473,
        "r": "niv:Genesis:45:2",
        "t": "And he wept so loudly that the Egyptians heard him, and Pharaoh’s household heard about it."
    },
    {
        "o": 1474,
        "r": "niv:Genesis:45:3",
        "t": "Joseph*p said to his brothers, “I am Joseph! Is my father still living?” But his brothers were not able to answer him, because they were terrified at his presence."
    },
    {
        "o": 1475,
        "r": "niv:Genesis:45:4",
        "t": "Then*p Joseph said to his brothers, “Come close to me.” When they had done so, he said, “I am your brother Joseph, the one you sold into Egypt!"
    },
    {
        "o": 1476,
        "r": "niv:Genesis:45:5",
        "t": "And now, do not be distressed and do not be angry with yourselves for selling me here, because it was to save lives that God sent me ahead of you."
    },
    {
        "o": 1477,
        "r": "niv:Genesis:45:6",
        "t": "For two years now there has been famine in the land, and for the next five years there will be no plowing and reaping."
    },
    {
        "o": 1478,
        "r": "niv:Genesis:45:7",
        "t": "But God sent me ahead of you to preserve for you a remnant on earth and to save your lives by a great deliverance."
    },
    {
        "o": 1479,
        "r": "niv:Genesis:45:8",
        "t": "“So*p then, it was not you who sent me here, but God. He made me father to Pharaoh, lord of his entire household and ruler of all Egypt."
    },
    {
        "o": 1480,
        "r": "niv:Genesis:45:9",
        "t": "Now hurry back to my father and say to him, ‘This is what your son Joseph says: God has made me lord of all Egypt. Come down to me; don’t delay."
    },
    {
        "o": 1481,
        "r": "niv:Genesis:45:10",
        "t": "You shall live in the region of Goshen and be near me—you, your children and grandchildren, your flocks and herds, and all you have."
    },
    {
        "o": 1482,
        "r": "niv:Genesis:45:11",
        "t": "I will provide for you there, because five years of famine are still to come. Otherwise you and your household and all who belong to you will become destitute.’"
    },
    {
        "o": 1483,
        "r": "niv:Genesis:45:12",
        "t": "“You*p can see for yourselves, and so can my brother Benjamin, that it is really I who am speaking to you."
    },
    {
        "o": 1484,
        "r": "niv:Genesis:45:13",
        "t": "Tell my father about all the honor accorded me in Egypt and about everything you have seen. And bring my father down here quickly.”"
    },
    {
        "o": 1485,
        "r": "niv:Genesis:45:14",
        "t": "Then*p he threw his arms around his brother Benjamin and wept, and Benjamin embraced him, weeping."
    },
    {
        "o": 1486,
        "r": "niv:Genesis:45:15",
        "t": "And he kissed all his brothers and wept over them. Afterward his brothers talked with him."
    },
    {
        "o": 1487,
        "r": "niv:Genesis:45:16",
        "t": "When*p the news reached Pharaoh’s palace that Joseph’s brothers had come, Pharaoh and all his officials were pleased."
    },
    {
        "o": 1488,
        "r": "niv:Genesis:45:17",
        "t": "Pharaoh said to Joseph, “Tell your brothers, ‘Do this: Load your animals and return to the land of Canaan,"
    },
    {
        "o": 1489,
        "r": "niv:Genesis:45:18",
        "t": "and bring your father and your families back to me. I will give you the best of the land of Egypt and you can enjoy the fat of the land.’"
    },
    {
        "o": 1490,
        "r": "niv:Genesis:45:19",
        "t": "“You*p are also directed to tell them, ‘Do this: Take some carts from Egypt for your children and your wives, and get your father and come."
    },
    {
        "o": 1491,
        "r": "niv:Genesis:45:20",
        "t": "Never mind about your belongings, because the best of all Egypt will be yours.’ ”"
    },
    {
        "o": 1492,
        "r": "niv:Genesis:45:21",
        "t": "So*p the sons of Israel did this. Joseph gave them carts, as Pharaoh had commanded, and he also gave them provisions for their journey."
    },
    {
        "o": 1493,
        "r": "niv:Genesis:45:22",
        "t": "To each of them he gave new clothing, but to Benjamin he gave three hundred shekels of silver and five sets of clothes."
    },
    {
        "o": 1494,
        "r": "niv:Genesis:45:23",
        "t": "And this is what he sent to his father: ten donkeys loaded with the best things of Egypt, and ten female donkeys loaded with grain and bread and other provisions for his journey."
    },
    {
        "o": 1495,
        "r": "niv:Genesis:45:24",
        "t": "Then he sent his brothers away, and as they were leaving he said to them, “Don’t quarrel on the way!”"
    },
    {
        "o": 1496,
        "r": "niv:Genesis:45:25",
        "t": "So*p they went up out of Egypt and came to their father Jacob in the land of Canaan."
    },
    {
        "o": 1497,
        "r": "niv:Genesis:45:26",
        "t": "They told him, “Joseph is still alive! In fact, he is ruler of all Egypt.” Jacob was stunned; he did not believe them."
    },
    {
        "o": 1498,
        "r": "niv:Genesis:45:27",
        "t": "But when they told him everything Joseph had said to them, and when he saw the carts Joseph had sent to carry him back, the spirit of their father Jacob revived."
    },
    {
        "o": 1499,
        "r": "niv:Genesis:45:28",
        "t": "And Israel said, “I’m convinced! My son Joseph is still alive. I will go and see him before I die.”"
    }
]
