[
    {
        "o": 7156,
        "r": "esv:Judges:2:0",
        "t": "Judges 2",
        "h": 1
    },
    {
        "o": 7157,
        "r": "esv:Judges:2:0",
        "t": "Israel’s Disobedience",
        "h": 2
    },
    {
        "o": 7158,
        "r": "esv:Judges:2:1",
        "t": "Now*p the angel of the Lord*s went up from Gilgal to Bochim. And he said, “I brought you up from Egypt and brought you into the land that I swore to give to your fathers. I said, ‘I will never break my covenant with you,"
    },
    {
        "o": 7159,
        "r": "esv:Judges:2:2",
        "t": "and you shall make no covenant with the inhabitants of this land; you shall break down their altars.’ But you have not obeyed my voice. What is this you have done?"
    },
    {
        "o": 7160,
        "r": "esv:Judges:2:3",
        "t": "So now I say, I will not drive them out before you, but they shall become thorns in your sides, and their gods shall be a snare to you.”"
    },
    {
        "o": 7161,
        "r": "esv:Judges:2:4",
        "t": "As soon as the angel of the Lord*s spoke these words to all the people of Israel, the people lifted up their voices and wept."
    },
    {
        "o": 7162,
        "r": "esv:Judges:2:5",
        "t": "And they called the name of that place Bochim. And they sacrificed there to the Lord.*s"
    },
    {
        "o": 7163,
        "r": "esv:Judges:2:5",
        "t": "The Death of Joshua",
        "h": 2
    },
    {
        "o": 7164,
        "r": "esv:Judges:2:6",
        "t": "When*p Joshua dismissed the people, the people of Israel went each to his inheritance to take possession of the land."
    },
    {
        "o": 7165,
        "r": "esv:Judges:2:7",
        "t": "And the people served the Lord*s all the days of Joshua, and all the days of the elders who outlived Joshua, who had seen all the great work that the Lord*s had done for Israel."
    },
    {
        "o": 7166,
        "r": "esv:Judges:2:8",
        "t": "And Joshua the son of Nun, the servant of the Lord,*s died at the age of 110 years."
    },
    {
        "o": 7167,
        "r": "esv:Judges:2:9",
        "t": "And they buried him within the boundaries of his inheritance in Timnath-heres, in the hill country of Ephraim, north of the mountain of Gaash."
    },
    {
        "o": 7168,
        "r": "esv:Judges:2:10",
        "t": "And all that generation also were gathered to their fathers. And there arose another generation after them who did not know the Lord*s or the work that he had done for Israel."
    },
    {
        "o": 7169,
        "r": "esv:Judges:2:10",
        "t": "Israel’s Unfaithfulness",
        "h": 2
    },
    {
        "o": 7170,
        "r": "esv:Judges:2:11",
        "t": "And*p the people of Israel did what was evil in the sight of the Lord*s and served the Baals."
    },
    {
        "o": 7171,
        "r": "esv:Judges:2:12",
        "t": "And they abandoned the Lord,*s the God of their fathers, who had brought them out of the land of Egypt. They went after other gods, from among the gods of the peoples who were around them, and bowed down to them. And they provoked the Lord*s to anger."
    },
    {
        "o": 7172,
        "r": "esv:Judges:2:13",
        "t": "They abandoned the Lord*s and served the Baals and the Ashtaroth."
    },
    {
        "o": 7173,
        "r": "esv:Judges:2:14",
        "t": "So the anger of the Lord*s was kindled against Israel, and he gave them over to plunderers, who plundered them. And he sold them into the hand of their surrounding enemies, so that they could no longer withstand their enemies."
    },
    {
        "o": 7174,
        "r": "esv:Judges:2:15",
        "t": "Whenever they marched out, the hand of the Lord*s was against them for harm, as the Lord*s had warned, and as the Lord*s had sworn to them. And they were in terrible distress."
    },
    {
        "o": 7175,
        "r": "esv:Judges:2:15",
        "t": "The Lord Raises Up Judges",
        "h": 2
    },
    {
        "o": 7176,
        "r": "esv:Judges:2:16",
        "t": "Then*p the Lord*s raised up judges, who saved them out of the hand of those who plundered them."
    },
    {
        "o": 7177,
        "r": "esv:Judges:2:17",
        "t": "Yet they did not listen to their judges, for they whored after other gods and bowed down to them. They soon turned aside from the way in which their fathers had walked, who had obeyed the commandments of the Lord,*s and they did not do so."
    },
    {
        "o": 7178,
        "r": "esv:Judges:2:18",
        "t": "Whenever the Lord*s raised up judges for them, the Lord*s was with the judge, and he saved them from the hand of their enemies all the days of the judge. For the Lord*s was moved to pity by their groaning because of those who afflicted and oppressed them."
    },
    {
        "o": 7179,
        "r": "esv:Judges:2:19",
        "t": "But whenever the judge died, they turned back and were more corrupt than their fathers, going after other gods, serving them and bowing down to them. They did not drop any of their practices or their stubborn ways."
    },
    {
        "o": 7180,
        "r": "esv:Judges:2:20",
        "t": "So the anger of the Lord*s was kindled against Israel, and he said, “Because this people have transgressed my covenant that I commanded their fathers and have not obeyed my voice,"
    },
    {
        "o": 7181,
        "r": "esv:Judges:2:21",
        "t": "I will no longer drive out before them any of the nations that Joshua left when he died,"
    },
    {
        "o": 7182,
        "r": "esv:Judges:2:22",
        "t": "in order to test Israel by them, whether they will take care to walk in the way of the Lord*s as their fathers did, or not.”"
    },
    {
        "o": 7183,
        "r": "esv:Judges:2:23",
        "t": "So the Lord*s left those nations, not driving them out quickly, and he did not give them into the hand of Joshua."
    }
]
