[
    {
        "o": 13106,
        "r": "nkjv:2 Chronicles:30:0",
        "t": "2 Chronicles 30",
        "h": 1
    },
    {
        "o": 13107,
        "r": "nkjv:2 Chronicles:30:0",
        "t": "Hezekiah Keeps the Passover",
        "h": 2
    },
    {
        "o": 13108,
        "r": "nkjv:2 Chronicles:30:1",
        "t": "And*p Hezekiah sent to all Israel and Judah, and also wrote letters to Ephraim and Manasseh, that they should come to the house of the Lord*s at Jerusalem, to keep the Passover to the Lord*s God of Israel."
    },
    {
        "o": 13109,
        "r": "nkjv:2 Chronicles:30:2",
        "t": "For the king and his leaders and all the assembly in Jerusalem had agreed to keep the Passover in the second month."
    },
    {
        "o": 13110,
        "r": "nkjv:2 Chronicles:30:3",
        "t": "For they could not keep it at the regular time, because a sufficient number of priests had not consecrated themselves, nor had the people gathered together at Jerusalem."
    },
    {
        "o": 13111,
        "r": "nkjv:2 Chronicles:30:4",
        "t": "And the matter pleased the king and all the assembly."
    },
    {
        "o": 13112,
        "r": "nkjv:2 Chronicles:30:5",
        "t": "So they resolved to make a proclamation throughout all Israel, from Beersheba to Dan, that they should come to keep the Passover to the Lord*s God of Israel at Jerusalem, since they had not done it*i for a long time*i in the prescribed*i manner."
    },
    {
        "o": 13113,
        "r": "nkjv:2 Chronicles:30:6",
        "t": "Then*p the runners went throughout all Israel and Judah with the letters from the king and his leaders, and spoke according to the command of the king: “Children of Israel, return to the Lord*s God of Abraham, Isaac, and Israel; then He will return to the remnant of you who have escaped from the hand of the kings of Assyria."
    },
    {
        "o": 13114,
        "r": "nkjv:2 Chronicles:30:7",
        "t": "And do not be like your fathers and your brethren, who trespassed against the Lord*s God of their fathers, so that He gave them up to desolation, as you see."
    },
    {
        "o": 13115,
        "r": "nkjv:2 Chronicles:30:8",
        "t": "Now do not be stiff-necked, as your fathers were,*i but*i yield yourselves to the Lord;*s and enter His sanctuary, which He has sanctified forever, and serve the Lord*s your God, that the fierceness of His wrath may turn away from you."
    },
    {
        "o": 13116,
        "r": "nkjv:2 Chronicles:30:9",
        "t": "For if you return to the Lord,*s your brethren and your children will*i be*i treated*i with compassion by those who lead them captive, so that they may come back to this land; for the Lord*s your God is*i gracious and merciful, and will not turn His*i face from you if you return to Him.”"
    },
    {
        "o": 13117,
        "r": "nkjv:2 Chronicles:30:10",
        "t": "So*p the runners passed from city to city through the country of Ephraim and Manasseh, as far as Zebulun; but they laughed at them and mocked them."
    },
    {
        "o": 13118,
        "r": "nkjv:2 Chronicles:30:11",
        "t": "Nevertheless some from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem."
    },
    {
        "o": 13119,
        "r": "nkjv:2 Chronicles:30:12",
        "t": "Also the hand of God was on Judah to give them singleness of heart to obey the command of the king and the leaders, at the word of the Lord.*s"
    },
    {
        "o": 13120,
        "r": "nkjv:2 Chronicles:30:13",
        "t": "Now*p many people, a very great assembly, gathered at Jerusalem to keep the Feast of Unleavened Bread in the second month."
    },
    {
        "o": 13121,
        "r": "nkjv:2 Chronicles:30:14",
        "t": "They arose and took away the altars that were*i in Jerusalem, and they took away all the incense altars and cast them*i into the Brook Kidron."
    },
    {
        "o": 13122,
        "r": "nkjv:2 Chronicles:30:15",
        "t": "Then they slaughtered the Passover lambs*i on the fourteenth day*i of the second month. The priests and the Levites were ashamed, and sanctified themselves, and brought the burnt offerings to the house of the Lord.*s"
    },
    {
        "o": 13123,
        "r": "nkjv:2 Chronicles:30:16",
        "t": "They stood in their place according to their custom, according to the Law of Moses the man of God; the priests sprinkled the blood received*i from the hand of the Levites."
    },
    {
        "o": 13124,
        "r": "nkjv:2 Chronicles:30:17",
        "t": "For there*i were*i many in the assembly who had not sanctified themselves; therefore the Levites had charge of the slaughter of the Passover lambs*i for everyone who*i was*i not clean, to sanctify them*i to the Lord.*s"
    },
    {
        "o": 13125,
        "r": "nkjv:2 Chronicles:30:18",
        "t": "For a multitude of the people, many from Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves, yet they ate the Passover contrary to what was written. But Hezekiah prayed for them, saying, “May the good Lord*s provide atonement for everyone"
    },
    {
        "o": 13126,
        "r": "nkjv:2 Chronicles:30:19",
        "t": "who*i prepares his heart to seek God, the Lord*s God of his fathers, though he*i is*i not cleansed*i according to the purification of the sanctuary.”"
    },
    {
        "o": 13127,
        "r": "nkjv:2 Chronicles:30:20",
        "t": "And the Lord*s listened to Hezekiah and healed the people."
    },
    {
        "o": 13128,
        "r": "nkjv:2 Chronicles:30:21",
        "t": "So*p the children of Israel who were present at Jerusalem kept the Feast of Unleavened Bread seven days with great gladness; and the Levites and the priests praised the Lord*s day by day, singing*i to the Lord,*s accompanied by loud instruments."
    },
    {
        "o": 13129,
        "r": "nkjv:2 Chronicles:30:22",
        "t": "And Hezekiah gave encouragement to all the Levites who taught the good knowledge of the Lord;*s and they ate throughout the feast seven days, offering peace offerings and making confession to the Lord*s God of their fathers."
    },
    {
        "o": 13130,
        "r": "nkjv:2 Chronicles:30:23",
        "t": "Then*p the whole assembly agreed to keep the*i feast*i another seven days, and they kept it another*i seven days with gladness."
    },
    {
        "o": 13131,
        "r": "nkjv:2 Chronicles:30:24",
        "t": "For Hezekiah king of Judah gave to the assembly a thousand bulls and seven thousand sheep, and the leaders gave to the assembly a thousand bulls and ten thousand sheep; and a great number of priests sanctified themselves."
    },
    {
        "o": 13132,
        "r": "nkjv:2 Chronicles:30:25",
        "t": "The whole assembly of Judah rejoiced, also the priests and Levites, all the assembly that came from Israel, the sojourners who came from the land of Israel, and those who dwelt in Judah."
    },
    {
        "o": 13133,
        "r": "nkjv:2 Chronicles:30:26",
        "t": "So there was great joy in Jerusalem, for since the time of Solomon the son of David, king of Israel, there*i had*i been nothing like this in Jerusalem."
    },
    {
        "o": 13134,
        "r": "nkjv:2 Chronicles:30:27",
        "t": "Then the priests, the Levites, arose and blessed the people, and their voice was heard; and their prayer came up*i to His holy dwelling place, to heaven."
    }
]
