[
    {
        "o": 20076,
        "r": "nkjv:Isaiah:15:0",
        "t": "Isaiah 15",
        "h": 1
    },
    {
        "o": 20077,
        "r": "nkjv:Isaiah:15:0",
        "t": "Proclamation Against Moab",
        "h": 2
    },
    {
        "o": 20078,
        "r": "nkjv:Isaiah:15:1",
        "t": "The*p burden against Moab. Because*pn in the night Ar of Moab is laid waste And*ild destroyed, Because*ld in the night Kir of Moab is laid waste And*ild destroyed,"
    },
    {
        "o": 20079,
        "r": "nkjv:Isaiah:15:2",
        "t": "He*ld has gone up to the temple and Dibon, To*ld the high places to weep. Moab*ld will wail over Nebo and over Medeba; On*ld all their heads will*i be*i baldness, And*ild every beard cut off."
    },
    {
        "o": 20080,
        "r": "nkjv:Isaiah:15:3",
        "t": "In*ld their streets they will clothe themselves with sackcloth; On*ld the tops of their houses And*ld in their streets Everyone*ld will wail, weeping bitterly."
    },
    {
        "o": 20081,
        "r": "nkjv:Isaiah:15:4",
        "t": "Heshbon*ld and Elealeh will cry out, Their*ld voice shall be heard as far as Jahaz; Therefore*ld the armed soldiers of Moab will cry out; His*ld life will be burdensome to him."
    },
    {
        "o": 20082,
        "r": "nkjv:Isaiah:15:5",
        "t": "“My*ln heart will cry out for Moab; His*ld fugitives shall*i flee*i to Zoar, Like*ild a three-year-old heifer. For*ld by the Ascent of Luhith They*ld will go up with weeping; For*ld in the way of Horonaim They*ld will raise up a cry of destruction,"
    },
    {
        "o": 20083,
        "r": "nkjv:Isaiah:15:6",
        "t": "For*ld the waters of Nimrim will be desolate, For*ld the green grass has withered away; The*ld grass fails, there is nothing green."
    },
    {
        "o": 20084,
        "r": "nkjv:Isaiah:15:7",
        "t": "Therefore*ld the abundance they have gained, And*ld what they have laid up, They*ld will carry away to the Brook of the Willows."
    },
    {
        "o": 20085,
        "r": "nkjv:Isaiah:15:8",
        "t": "For*ld the cry has gone all around the borders of Moab, Its*ld wailing to Eglaim And*ld its wailing to Beer Elim."
    },
    {
        "o": 20086,
        "r": "nkjv:Isaiah:15:9",
        "t": "For*ld the waters of Dimon will be full of blood; Because*ld I will bring more upon Dimon, Lions*ld upon him who escapes from Moab, And*ld on the remnant of the land.”"
    }
]
