[
    {
        "o": 20344,
        "r": "nkjv:Isaiah:29:0",
        "t": "Isaiah 29",
        "h": 1
    },
    {
        "o": 20345,
        "r": "nkjv:Isaiah:29:0",
        "t": "Woe to Jerusalem",
        "h": 2
    },
    {
        "o": 20346,
        "r": "nkjv:Isaiah:29:1",
        "t": "“Woe*pn to Ariel, to Ariel, the city where*i David dwelt! Add*ld year to year; Let*ld feasts come around."
    },
    {
        "o": 20347,
        "r": "nkjv:Isaiah:29:2",
        "t": "Yet*ld I will distress Ariel; There*ld shall be heaviness and sorrow, And*ld it shall be to Me as Ariel."
    },
    {
        "o": 20348,
        "r": "nkjv:Isaiah:29:3",
        "t": "I*ld will encamp against you all around, I*ld will lay siege against you with a mound, And*ld I will raise siegeworks against you."
    },
    {
        "o": 20349,
        "r": "nkjv:Isaiah:29:4",
        "t": "You*ld shall be brought down, You*ld shall speak out of the ground; Your*ld speech shall be low, out of the dust; Your*ld voice shall be like a medium’s, out of the ground; And*ld your speech shall whisper out of the dust."
    },
    {
        "o": 20350,
        "r": "nkjv:Isaiah:29:5",
        "t": "“Moreover*ln the multitude of your foes Shall*ld be like fine dust, And*ld the multitude of the terrible ones Like*ld chaff that passes away; Yes,*ld it shall be in an instant, suddenly."
    },
    {
        "o": 20351,
        "r": "nkjv:Isaiah:29:6",
        "t": "You*ld will be punished by the Lord*s of hosts With*ld thunder and earthquake and great noise, With*ild storm and tempest And*ld the flame of devouring fire."
    },
    {
        "o": 20352,
        "r": "nkjv:Isaiah:29:7",
        "t": "The*ld multitude of all the nations who fight against Ariel, Even*ld all who fight against her and her fortress, And*ld distress her, Shall*ld be as a dream of a night vision."
    },
    {
        "o": 20353,
        "r": "nkjv:Isaiah:29:8",
        "t": "It*ld shall even be as when a hungry man dreams, And*ld look—he eats; But*ld he awakes, and his soul is still empty; Or*ld as when a thirsty man dreams, And*ld look—he drinks; But*ld he awakes, and indeed he*i is*i faint, And*ld his soul still craves: So*ld the multitude of all the nations shall be, Who*ld fight against Mount Zion.”"
    },
    {
        "o": 20354,
        "r": "nkjv:Isaiah:29:8",
        "t": "The Blindness of Disobedience",
        "h": 2
    },
    {
        "o": 20355,
        "r": "nkjv:Isaiah:29:9",
        "t": "Pause*pn and wonder! Blind*ld yourselves and be blind! They*ld are drunk, but not with wine; They*ld stagger, but not with intoxicating drink."
    },
    {
        "o": 20356,
        "r": "nkjv:Isaiah:29:10",
        "t": "For*ld the Lord*s has poured out on you The*ld spirit of deep sleep, And*ld has closed your eyes, namely, the prophets; And*ld He has covered your heads, namely,*i the seers."
    },
    {
        "o": 20357,
        "r": "nkjv:Isaiah:29:11",
        "t": "The*p whole vision has become to you like the words of a book that is sealed, which men*i deliver to one who is literate, saying, “Read this, please.” And*p he says, “I cannot, for it is*i sealed.”"
    },
    {
        "o": 20358,
        "r": "nkjv:Isaiah:29:12",
        "t": "Then*p the book is delivered to one who is illiterate, saying, “Read this, please.” And*p he says, “I am not literate.”"
    },
    {
        "o": 20359,
        "r": "nkjv:Isaiah:29:13",
        "t": "Therefore*p the Lord said: “Inasmuch*pn as these people draw near with their mouths And*ld honor Me with their lips, But*ld have removed their hearts far from Me, And*ld their fear toward Me is taught by the commandment of men,"
    },
    {
        "o": 20360,
        "r": "nkjv:Isaiah:29:14",
        "t": "Therefore,*ld behold, I will again do a marvelous work Among*ld this people, A*ld marvelous work and a wonder; For*ld the wisdom of their wise men*i shall perish, And*ld the understanding of their prudent men*i shall be hidden.”"
    },
    {
        "o": 20361,
        "r": "nkjv:Isaiah:29:15",
        "t": "Woe*ln to those who seek deep to hide their counsel far from the Lord,*s And*ld their works are in the dark; They*ld say, “Who sees us?” and, “Who knows us?”"
    },
    {
        "o": 20362,
        "r": "nkjv:Isaiah:29:16",
        "t": "Surely*ld you have things turned around! Shall*ld the potter be esteemed as the clay; For*ld shall the thing made say of him who made it, “He*ld did not make me”? Or*ld shall the thing formed say of him who formed it, “He*ld has no understanding”?"
    },
    {
        "o": 20363,
        "r": "nkjv:Isaiah:29:16",
        "t": "Future Recovery of Wisdom",
        "h": 2
    },
    {
        "o": 20364,
        "r": "nkjv:Isaiah:29:17",
        "t": "Is*ipn it not yet a very little while Till*ld Lebanon shall be turned into a fruitful field, And*ld the fruitful field be esteemed as a forest?"
    },
    {
        "o": 20365,
        "r": "nkjv:Isaiah:29:18",
        "t": "In*ld that day the deaf shall hear the words of the book, And*ld the eyes of the blind shall see out of obscurity and out of darkness."
    },
    {
        "o": 20366,
        "r": "nkjv:Isaiah:29:19",
        "t": "The*ld humble also shall increase their*i joy in the Lord,*s And*ld the poor among men shall rejoice In*ld the Holy One of Israel."
    },
    {
        "o": 20367,
        "r": "nkjv:Isaiah:29:20",
        "t": "For*ld the terrible one is brought to nothing, The*ld scornful one is consumed, And*ld all who watch for iniquity are cut off—"
    },
    {
        "o": 20368,
        "r": "nkjv:Isaiah:29:21",
        "t": "Who*ld make a man an offender by a word, And*ld lay a snare for him who reproves in the gate, And*ld turn aside the just by empty words."
    },
    {
        "o": 20369,
        "r": "nkjv:Isaiah:29:22",
        "t": "Therefore*p thus says the Lord,*s who redeemed Abraham, concerning the house of Jacob: “Jacob*pn shall not now be ashamed, Nor*ld shall his face now grow pale;"
    },
    {
        "o": 20370,
        "r": "nkjv:Isaiah:29:23",
        "t": "But*ld when he sees his children, The*ld work of My hands, in his midst, They*ld will hallow My name, And*ld hallow the Holy One of Jacob, And*ld fear the God of Israel."
    },
    {
        "o": 20371,
        "r": "nkjv:Isaiah:29:24",
        "t": "These*ld also who erred in spirit will come to understanding, And*ld those who complained will learn doctrine.”"
    }
]
