[
    {
        "o": 12369,
        "r": "csb:1 Chronicles:29:0",
        "t": "1 Chronicles 29",
        "h": 1
    },
    {
        "o": 12370,
        "r": "csb:1 Chronicles:29:0",
        "t": "Contributions for Building the Temple",
        "h": 2
    },
    {
        "o": 12371,
        "r": "csb:1 Chronicles:29:1",
        "t": "Then*p King David said to all the assembly, “My son Solomon - God has chosen him alone - is young and inexperienced. The task is great because the building will not be built for a human but for the Lord*s God."
    },
    {
        "o": 12372,
        "r": "csb:1 Chronicles:29:2",
        "t": "So to the best of my ability I’ve made provision for the house of my God: gold for the gold articles, silver for the silver, bronze for the bronze, iron for the iron, and wood for the wood, as well as onyx, stones for mounting, antimony, stones of various colors, all kinds of precious stones, and a great quantity of marble."
    },
    {
        "o": 12373,
        "r": "csb:1 Chronicles:29:3",
        "t": "Moreover, because of my delight in the house of my God, I now give my personal treasures of gold and silver for the house of my God over and above all that I’ve provided for the holy house:"
    },
    {
        "o": 12374,
        "r": "csb:1 Chronicles:29:4",
        "t": "100 tons of gold (gold of Ophir) and 250 tons of refined silver for overlaying the walls of the buildings,"
    },
    {
        "o": 12375,
        "r": "csb:1 Chronicles:29:5",
        "t": "the gold for the gold work and the silver for the silver, for all the work to be done by the craftsmen. Now who will volunteer to consecrate himself to the Lord*s today?”"
    },
    {
        "o": 12376,
        "r": "csb:1 Chronicles:29:6",
        "t": "Then*p the leaders of the households, the leaders of the tribes of Israel, the commanders of thousands and of hundreds, and the officials in charge of the king’s work gave willingly."
    },
    {
        "o": 12377,
        "r": "csb:1 Chronicles:29:7",
        "t": "For the service of God’s house they gave 185 tons of gold and 10,000 gold coins, 375 tons of silver, 675 tons of bronze, and 4,000 tons of iron."
    },
    {
        "o": 12378,
        "r": "csb:1 Chronicles:29:8",
        "t": "Whoever had precious stones gave them to the treasury of the Lord’s*s house under the care of Jehiel the Gershonite."
    },
    {
        "o": 12379,
        "r": "csb:1 Chronicles:29:9",
        "t": "Then the people rejoiced because of their leaders’ willingness to give, for they had given to the Lord*s wholeheartedly. King David also rejoiced greatly."
    },
    {
        "o": 12380,
        "r": "csb:1 Chronicles:29:9",
        "t": "David’s Prayer",
        "h": 2
    },
    {
        "o": 12381,
        "r": "csb:1 Chronicles:29:10",
        "t": "Then*p David blessed the Lord*s in the sight of all the assembly. David said, May*p you be blessed, Lord*s God of our father Israel, from eternity to eternity."
    },
    {
        "o": 12382,
        "r": "csb:1 Chronicles:29:11",
        "t": "Yours, Lord,*s is the greatness and the power and the glory and the splendor and the majesty, for everything in the heavens and on earth belongs to you. Yours, Lord,*s is the kingdom, and you are exalted as head over all."
    },
    {
        "o": 12383,
        "r": "csb:1 Chronicles:29:12",
        "t": "Riches and honor come from you, and you are the ruler of everything. Power and might are in your hand, and it is in your hand to make great and to give strength to all."
    },
    {
        "o": 12384,
        "r": "csb:1 Chronicles:29:13",
        "t": "Now therefore, our God, we give you thanks and praise your glorious name."
    },
    {
        "o": 12385,
        "r": "csb:1 Chronicles:29:14",
        "t": "But*p who am I, and who are my people, that we should be able to give as generously as this? For everything comes from you, and we have given you only what comes from your own hand."
    },
    {
        "o": 12386,
        "r": "csb:1 Chronicles:29:15",
        "t": "For we are aliens and temporary residents in your presence as were all our ancestors. Our days on earth are like a shadow, without hope."
    },
    {
        "o": 12387,
        "r": "csb:1 Chronicles:29:16",
        "t": "Lord*s our God, all this wealth that we’ve provided for building you a house for your holy name comes from your hand; everything belongs to you."
    },
    {
        "o": 12388,
        "r": "csb:1 Chronicles:29:17",
        "t": "I know, my God, that you test the heart and that you are pleased with what is right. I have willingly given all these things with an upright heart, and now I have seen your people who are present here giving joyfully and willingly to you."
    },
    {
        "o": 12389,
        "r": "csb:1 Chronicles:29:18",
        "t": "Lord*s God of Abraham, Isaac, and Israel, our ancestors, keep this desire forever in the thoughts of the hearts of your people, and confirm their hearts toward you."
    },
    {
        "o": 12390,
        "r": "csb:1 Chronicles:29:19",
        "t": "Give my son Solomon an undivided heart to keep and to carry out all your commands, your decrees, and your statutes, and to build the building for which I have made provision."
    },
    {
        "o": 12391,
        "r": "csb:1 Chronicles:29:20",
        "t": "Then*p David said to the whole assembly, “Blessed be the Lord*s your God.” So the whole assembly praised the Lord*s God of their ancestors. They knelt low and paid homage to the Lord*s and the king."
    },
    {
        "o": 12392,
        "r": "csb:1 Chronicles:29:21",
        "t": "The*p following day they offered sacrifices to the Lord*s and burnt offerings to the Lord:*s a thousand bulls, a thousand rams, and a thousand lambs, along with their drink offerings, and sacrifices in abundance for all Israel."
    },
    {
        "o": 12393,
        "r": "csb:1 Chronicles:29:22",
        "t": "They ate and drank with great joy in the Lord’s*s presence that day."
    },
    {
        "o": 12394,
        "r": "csb:1 Chronicles:29:22",
        "t": "The Enthronement of Solomon",
        "h": 2
    },
    {
        "o": 12395,
        "r": "csb:1 Chronicles:29:22",
        "t": "Then,*p for a second time, they made David’s son Solomon king; they anointed him as the Lord’s*s ruler, and Zadok as the priest."
    },
    {
        "o": 12396,
        "r": "csb:1 Chronicles:29:23",
        "t": "Solomon sat on the Lord’s*s throne as king in place of his father David. He prospered, and all Israel obeyed him."
    },
    {
        "o": 12397,
        "r": "csb:1 Chronicles:29:24",
        "t": "All the leaders and the mighty men, and all of King David’s sons as well, pledged their allegiance to King Solomon."
    },
    {
        "o": 12398,
        "r": "csb:1 Chronicles:29:25",
        "t": "The Lord*s highly exalted Solomon in the sight of all Israel and bestowed on him such royal majesty as had not been bestowed on any king over Israel before him."
    },
    {
        "o": 12399,
        "r": "csb:1 Chronicles:29:25",
        "t": "A Summary of David’s Life",
        "h": 2
    },
    {
        "o": 12400,
        "r": "csb:1 Chronicles:29:26",
        "t": "David*p son of Jesse was king over all Israel."
    },
    {
        "o": 12401,
        "r": "csb:1 Chronicles:29:27",
        "t": "The length of his reign over Israel was forty years; he reigned in Hebron for seven years and in Jerusalem for thirty-three."
    },
    {
        "o": 12402,
        "r": "csb:1 Chronicles:29:28",
        "t": "He died at a good old age, full of days, riches, and honor, and his son Solomon became king in his place."
    },
    {
        "o": 12403,
        "r": "csb:1 Chronicles:29:29",
        "t": "As for the events of King David’s reign, from beginning to end, note that they are written in the Events of the Seer Samuel, the Events of the Prophet Nathan, and the Events of the Seer Gad,"
    },
    {
        "o": 12404,
        "r": "csb:1 Chronicles:29:30",
        "t": "along with all his reign, his might, and the incidents that affected him and Israel and all the kingdoms of the surrounding lands."
    }
]
