[
    {
        "o": 6925,
        "r": "csb:Joshua:16:0",
        "t": "Joshua 16",
        "h": 1
    },
    {
        "o": 6926,
        "r": "csb:Joshua:16:0",
        "t": "Joseph’s Inheritance",
        "h": 2
    },
    {
        "o": 6927,
        "r": "csb:Joshua:16:1",
        "t": "The*p allotment for the descendants of Joseph went from the Jordan at Jericho to the Waters of Jericho on the east, through the wilderness ascending from Jericho into the hill country of Bethel."
    },
    {
        "o": 6928,
        "r": "csb:Joshua:16:2",
        "t": "From Bethel it went to Luz and proceeded to the border of the Archites by Ataroth."
    },
    {
        "o": 6929,
        "r": "csb:Joshua:16:3",
        "t": "It then descended westward to the border of the Japhletites as far as the border of Lower Beth-horon, then to Gezer, and ended at the Mediterranean Sea."
    },
    {
        "o": 6930,
        "r": "csb:Joshua:16:4",
        "t": "So Ephraim and Manasseh, the sons of Joseph, received their inheritance."
    },
    {
        "o": 6931,
        "r": "csb:Joshua:16:4",
        "t": "Ephraim’s Inheritance",
        "h": 2
    },
    {
        "o": 6932,
        "r": "csb:Joshua:16:5",
        "t": "This*p was the territory of the descendants of Ephraim by their clans: The*p border of their inheritance went from Ataroth-addar on the east to Upper Beth-horon."
    },
    {
        "o": 6933,
        "r": "csb:Joshua:16:6",
        "t": "In the north the border went westward from Michmethath; it turned eastward from Taanath-shiloh and passed it east of Janoah."
    },
    {
        "o": 6934,
        "r": "csb:Joshua:16:7",
        "t": "From Janoah it descended to Ataroth and Naarah, and then reached Jericho and went to the Jordan."
    },
    {
        "o": 6935,
        "r": "csb:Joshua:16:8",
        "t": "From Tappuah the border went westward along the Brook of Kanah and ended at the Mediterranean Sea. This*p was the inheritance of the tribe of the descendants of Ephraim by their clans, together with"
    },
    {
        "o": 6936,
        "r": "csb:Joshua:16:9",
        "t": "the cities set apart for the descendants of Ephraim within the inheritance of the descendants of Manasseh - all these cities with their settlements."
    },
    {
        "o": 6937,
        "r": "csb:Joshua:16:10",
        "t": "However, they did not drive out the Canaanites who lived in Gezer. So the Canaanites still live in Ephraim today, but they are forced laborers."
    }
]
