[
    {
        "o": 59,
        "r": "kjv:Genesis:3:0",
        "t": "Genesis 3",
        "h": 1
    },
    {
        "o": 60,
        "r": "kjv:Genesis:3:1",
        "t": "Now*p the serpent was more subtil than any beast of the field which the Lord*s God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?"
    },
    {
        "o": 61,
        "r": "kjv:Genesis:3:2",
        "t": "And*p the woman said unto the serpent, We may eat of the fruit of the trees of the garden:"
    },
    {
        "o": 62,
        "r": "kjv:Genesis:3:3",
        "t": "But*p of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die."
    },
    {
        "o": 63,
        "r": "kjv:Genesis:3:4",
        "t": "And*p the serpent said unto the woman, Ye shall not surely die:"
    },
    {
        "o": 64,
        "r": "kjv:Genesis:3:5",
        "t": "For*p God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil."
    },
    {
        "o": 65,
        "r": "kjv:Genesis:3:6",
        "t": "And*p when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat."
    },
    {
        "o": 66,
        "r": "kjv:Genesis:3:7",
        "t": "And*p the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons."
    },
    {
        "o": 67,
        "r": "kjv:Genesis:3:8",
        "t": "And*p they heard the voice of the Lord*s God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the Lord*s God amongst the trees of the garden."
    },
    {
        "o": 68,
        "r": "kjv:Genesis:3:9",
        "t": "And*p the Lord*s God called unto Adam, and said unto him, Where art thou?"
    },
    {
        "o": 69,
        "r": "kjv:Genesis:3:10",
        "t": "And*p he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself."
    },
    {
        "o": 70,
        "r": "kjv:Genesis:3:11",
        "t": "And*p he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?"
    },
    {
        "o": 71,
        "r": "kjv:Genesis:3:12",
        "t": "And*p the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat."
    },
    {
        "o": 72,
        "r": "kjv:Genesis:3:13",
        "t": "And*p the Lord*s God said unto the woman, What is this that thou hast done? And the woman said, The serpent beguiled me, and I did eat."
    },
    {
        "o": 73,
        "r": "kjv:Genesis:3:14",
        "t": "And*p the Lord*s God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:"
    },
    {
        "o": 74,
        "r": "kjv:Genesis:3:15",
        "t": "And*p I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel."
    },
    {
        "o": 75,
        "r": "kjv:Genesis:3:16",
        "t": "Unto*p the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee."
    },
    {
        "o": 76,
        "r": "kjv:Genesis:3:17",
        "t": "And*p unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;"
    },
    {
        "o": 77,
        "r": "kjv:Genesis:3:18",
        "t": "Thorns*p also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;"
    },
    {
        "o": 78,
        "r": "kjv:Genesis:3:19",
        "t": "In*p the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return."
    },
    {
        "o": 79,
        "r": "kjv:Genesis:3:20",
        "t": "And*p Adam called his wife's name Eve; because she was the mother of all living."
    },
    {
        "o": 80,
        "r": "kjv:Genesis:3:21",
        "t": "Unto*p Adam also and to his wife did the Lord*s God make coats of skins, and clothed them."
    },
    {
        "o": 81,
        "r": "kjv:Genesis:3:22",
        "t": "And*p the Lord*s God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:"
    },
    {
        "o": 82,
        "r": "kjv:Genesis:3:23",
        "t": "Therefore*p the Lord*s God sent him forth from the garden of Eden, to till the ground from whence he was taken."
    },
    {
        "o": 83,
        "r": "kjv:Genesis:3:24",
        "t": "So*p he drove out the man; and he placed at the east of the garden of Eden Cherubims, and a flaming sword which turned every way, to keep the way of the tree of life."
    }
]
