[
    {
        "o": 20083,
        "r": "nasb:Isaiah:21:0",
        "t": "Isaiah 21",
        "h": 1
    },
    {
        "o": 20084,
        "r": "nasb:Isaiah:21:0",
        "t": "God Commands That Babylon Be Taken",
        "h": 2
    },
    {
        "o": 20085,
        "r": "nasb:Isaiah:21:1",
        "t": "The*p oracle concerning the wilderness of the sea. As*pn windstorms in the Negev sweep on, It*ln comes from the wilderness, from a terrifying land."
    },
    {
        "o": 20086,
        "r": "nasb:Isaiah:21:2",
        "t": "A*ln harsh vision has been shown to me; The*ln treacherous one still*i deals treacherously, and the destroyer still*i destroys. Go*ln up, Elam, lay siege, Media; I*ln have made an end of all the groaning she has caused."
    },
    {
        "o": 20087,
        "r": "nasb:Isaiah:21:3",
        "t": "For*ln this reason my loins are full of anguish; Pains*ln have seized me like the pains of a woman in labor. I*ln am so bewildered I cannot hear, so terrified I cannot see."
    },
    {
        "o": 20088,
        "r": "nasb:Isaiah:21:4",
        "t": "My*ln mind reels, horror overwhelms me; The*ln twilight I longed for has been turned for me into trembling."
    },
    {
        "o": 20089,
        "r": "nasb:Isaiah:21:5",
        "t": "They*ln set the table, they spread out the cloth, they eat, they drink; “Rise*ln up, captains, oil the shields,”"
    },
    {
        "o": 20090,
        "r": "nasb:Isaiah:21:6",
        "t": "For*p thus the Lord says to me, “Go,*pn station the lookout, let him report what he sees."
    },
    {
        "o": 20091,
        "r": "nasb:Isaiah:21:7",
        "t": "When*ln he sees riders, horsemen in pairs, A*ln train of donkeys, a train of camels, Let*ln him pay close attention, very close attention.”"
    },
    {
        "o": 20092,
        "r": "nasb:Isaiah:21:8",
        "t": "Then*p the lookout called, “O*pn Lord, I stand continually by day on the watchtower, And*ln I am stationed every night at my guard post."
    },
    {
        "o": 20093,
        "r": "nasb:Isaiah:21:9",
        "t": "Now*ln behold, here comes a troop of riders, horsemen in pairs.” And*ln one said, “Fallen, fallen is Babylon; And*ln all the images of her gods are shattered on the ground.”"
    },
    {
        "o": 20094,
        "r": "nasb:Isaiah:21:10",
        "t": "O*ln my threshed people,*i and my afflicted of the threshing floor! What*ln I have heard from the Lord*s of hosts, The*ln God of Israel, I make known to you."
    },
    {
        "o": 20095,
        "r": "nasb:Isaiah:21:10",
        "t": "Oracles about Edom and Arabia",
        "h": 2
    },
    {
        "o": 20096,
        "r": "nasb:Isaiah:21:11",
        "t": "The*p oracle concerning Edom. One*pn keeps calling to me from Seir, “Watchman,*ln how far gone is the night? Watchman,*ln how far gone is the night?”"
    },
    {
        "o": 20097,
        "r": "nasb:Isaiah:21:12",
        "t": "The*ln watchman says, “Morning*ln comes but also night. If*ln you would inquire, inquire; Come*ln back again.”"
    },
    {
        "o": 20098,
        "r": "nasb:Isaiah:21:13",
        "t": "The*p oracle about Arabia. In*pn the thickets of Arabia you must spend the night, O*ln caravans of Dedanites."
    },
    {
        "o": 20099,
        "r": "nasb:Isaiah:21:14",
        "t": "Bring*ln water for the thirsty, O*ln inhabitants of the land of Tema, Meet*ln the fugitive with bread."
    },
    {
        "o": 20100,
        "r": "nasb:Isaiah:21:15",
        "t": "For*ln they have fled from the swords, From*ln the drawn sword, and from the bent bow And*ln from the press of battle."
    },
    {
        "o": 20101,
        "r": "nasb:Isaiah:21:16",
        "t": "For*p thus the Lord said to me, “In a year, as a hired man would count it, all the splendor of Kedar will terminate;"
    },
    {
        "o": 20102,
        "r": "nasb:Isaiah:21:17",
        "t": "and the remainder of the number of bowmen, the mighty men of the sons of Kedar, will be few; for the Lord*s God of Israel has spoken.”"
    }
]
