[
    {
        "o": 7184,
        "r": "esv:Judges:3:0",
        "t": "Judges 3",
        "h": 1
    },
    {
        "o": 7185,
        "r": "esv:Judges:3:1",
        "t": "Now*p these are the nations that the Lord*s left, to test Israel by them, that is, all in Israel who had not experienced all the wars in Canaan."
    },
    {
        "o": 7186,
        "r": "esv:Judges:3:2",
        "t": "It was only in order that the generations of the people of Israel might know war, to teach war to those who had not known it before."
    },
    {
        "o": 7187,
        "r": "esv:Judges:3:3",
        "t": "These are the nations: the five lords of the Philistines and all the Canaanites and the Sidonians and the Hivites who lived on Mount Lebanon, from Mount Baal-hermon as far as Lebo-hamath."
    },
    {
        "o": 7188,
        "r": "esv:Judges:3:4",
        "t": "They were for the testing of Israel, to know whether Israel would obey the commandments of the Lord,*s which he commanded their fathers by the hand of Moses."
    },
    {
        "o": 7189,
        "r": "esv:Judges:3:5",
        "t": "So the people of Israel lived among the Canaanites, the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites."
    },
    {
        "o": 7190,
        "r": "esv:Judges:3:6",
        "t": "And their daughters they took to themselves for wives, and their own daughters they gave to their sons, and they served their gods."
    },
    {
        "o": 7191,
        "r": "esv:Judges:3:6",
        "t": "Othniel",
        "h": 2
    },
    {
        "o": 7192,
        "r": "esv:Judges:3:7",
        "t": "And*p the people of Israel did what was evil in the sight of the Lord.*s They forgot the Lord*s their God and served the Baals and the Asheroth."
    },
    {
        "o": 7193,
        "r": "esv:Judges:3:8",
        "t": "Therefore the anger of the Lord*s was kindled against Israel, and he sold them into the hand of Cushan-rishathaim king of Mesopotamia. And the people of Israel served Cushan-rishathaim eight years."
    },
    {
        "o": 7194,
        "r": "esv:Judges:3:9",
        "t": "But when the people of Israel cried out to the Lord,*s the Lord*s raised up a deliverer for the people of Israel, who saved them, Othniel the son of Kenaz, Caleb’s younger brother."
    },
    {
        "o": 7195,
        "r": "esv:Judges:3:10",
        "t": "The Spirit of the Lord*s was upon him, and he judged Israel. He went out to war, and the Lord*s gave Cushan-rishathaim king of Mesopotamia into his hand. And his hand prevailed over Cushan-rishathaim."
    },
    {
        "o": 7196,
        "r": "esv:Judges:3:11",
        "t": "So the land had rest forty years. Then Othniel the son of Kenaz died."
    },
    {
        "o": 7197,
        "r": "esv:Judges:3:11",
        "t": "Ehud",
        "h": 2
    },
    {
        "o": 7198,
        "r": "esv:Judges:3:12",
        "t": "And*p the people of Israel again did what was evil in the sight of the Lord,*s and the Lord*s strengthened Eglon the king of Moab against Israel, because they had done what was evil in the sight of the Lord.*s"
    },
    {
        "o": 7199,
        "r": "esv:Judges:3:13",
        "t": "He gathered to himself the Ammonites and the Amalekites, and went and defeated Israel. And they took possession of the city of palms."
    },
    {
        "o": 7200,
        "r": "esv:Judges:3:14",
        "t": "And the people of Israel served Eglon the king of Moab eighteen years."
    },
    {
        "o": 7201,
        "r": "esv:Judges:3:15",
        "t": "Then*p the people of Israel cried out to the Lord,*s and the Lord*s raised up for them a deliverer, Ehud, the son of Gera, the Benjaminite, a left-handed man. The people of Israel sent tribute by him to Eglon the king of Moab."
    },
    {
        "o": 7202,
        "r": "esv:Judges:3:16",
        "t": "And Ehud made for himself a sword with two edges, a cubit in length, and he bound it on his right thigh under his clothes."
    },
    {
        "o": 7203,
        "r": "esv:Judges:3:17",
        "t": "And he presented the tribute to Eglon king of Moab. Now Eglon was a very fat man."
    },
    {
        "o": 7204,
        "r": "esv:Judges:3:18",
        "t": "And when Ehud had finished presenting the tribute, he sent away the people who carried the tribute."
    },
    {
        "o": 7205,
        "r": "esv:Judges:3:19",
        "t": "But he himself turned back at the idols near Gilgal and said, “I have a secret message for you, O king.” And he commanded, “Silence.” And all his attendants went out from his presence."
    },
    {
        "o": 7206,
        "r": "esv:Judges:3:20",
        "t": "And Ehud came to him as he was sitting alone in his cool roof chamber. And Ehud said, “I have a message from God for you.” And he arose from his seat."
    },
    {
        "o": 7207,
        "r": "esv:Judges:3:21",
        "t": "And Ehud reached with his left hand, took the sword from his right thigh, and thrust it into his belly."
    },
    {
        "o": 7208,
        "r": "esv:Judges:3:22",
        "t": "And the hilt also went in after the blade, and the fat closed over the blade, for he did not pull the sword out of his belly; and the dung came out."
    },
    {
        "o": 7209,
        "r": "esv:Judges:3:23",
        "t": "Then Ehud went out into the porch and closed the doors of the roof chamber behind him and locked them."
    },
    {
        "o": 7210,
        "r": "esv:Judges:3:24",
        "t": "When*p he had gone, the servants came, and when they saw that the doors of the roof chamber were locked, they thought, “Surely he is relieving himself in the closet of the cool chamber.”"
    },
    {
        "o": 7211,
        "r": "esv:Judges:3:25",
        "t": "And they waited till they were embarrassed. But when he still did not open the doors of the roof chamber, they took the key and opened them, and there lay their lord dead on the floor."
    },
    {
        "o": 7212,
        "r": "esv:Judges:3:26",
        "t": "Ehud*p escaped while they delayed, and he passed beyond the idols and escaped to Seirah."
    },
    {
        "o": 7213,
        "r": "esv:Judges:3:27",
        "t": "When he arrived, he sounded the trumpet in the hill country of Ephraim. Then the people of Israel went down with him from the hill country, and he was their leader."
    },
    {
        "o": 7214,
        "r": "esv:Judges:3:28",
        "t": "And he said to them, “Follow after me, for the Lord*s has given your enemies the Moabites into your hand.” So they went down after him and seized the fords of the Jordan against the Moabites and did not allow anyone to pass over."
    },
    {
        "o": 7215,
        "r": "esv:Judges:3:29",
        "t": "And they killed at that time about 10,000 of the Moabites, all strong, able-bodied men; not a man escaped."
    },
    {
        "o": 7216,
        "r": "esv:Judges:3:30",
        "t": "So Moab was subdued that day under the hand of Israel. And the land had rest for eighty years."
    },
    {
        "o": 7217,
        "r": "esv:Judges:3:30",
        "t": "Shamgar",
        "h": 2
    },
    {
        "o": 7218,
        "r": "esv:Judges:3:31",
        "t": "After*p him was Shamgar the son of Anath, who killed 600 of the Philistines with an oxgoad, and he also saved Israel."
    }
]
