[
    {
        "o": 29941,
        "r": "niv:Acts:7:0",
        "t": "Acts 7",
        "h": 1
    },
    {
        "o": 29942,
        "r": "niv:Acts:7:0",
        "t": "Stephen’s Speech to the Sanhedrin",
        "h": 2
    },
    {
        "o": 29943,
        "r": "niv:Acts:7:1",
        "t": "Then*p the high priest asked Stephen, “Are these charges true?”"
    },
    {
        "o": 29944,
        "r": "niv:Acts:7:2",
        "t": "To*p this he replied: “Brothers and fathers, listen to me! The God of glory appeared to our father Abraham while he was still in Mesopotamia, before he lived in Harran."
    },
    {
        "o": 29945,
        "r": "niv:Acts:7:3",
        "t": "‘Leave your country and your people,’ God said, ‘and go to the land I will show you.’"
    },
    {
        "o": 29946,
        "r": "niv:Acts:7:4",
        "t": "“So*p he left the land of the Chaldeans and settled in Harran. After the death of his father, God sent him to this land where you are now living."
    },
    {
        "o": 29947,
        "r": "niv:Acts:7:5",
        "t": "He gave him no inheritance here, not even enough ground to set his foot on. But God promised him that he and his descendants after him would possess the land, even though at that time Abraham had no child."
    },
    {
        "o": 29948,
        "r": "niv:Acts:7:6",
        "t": "God spoke to him in this way: ‘For four hundred years your descendants will be strangers in a country not their own, and they will be enslaved and mistreated."
    },
    {
        "o": 29949,
        "r": "niv:Acts:7:7",
        "t": "But I will punish the nation they serve as slaves,’ God said, ‘and afterward they will come out of that country and worship me in this place.’"
    },
    {
        "o": 29950,
        "r": "niv:Acts:7:8",
        "t": "Then he gave Abraham the covenant of circumcision. And Abraham became the father of Isaac and circumcised him eight days after his birth. Later Isaac became the father of Jacob, and Jacob became the father of the twelve patriarchs."
    },
    {
        "o": 29951,
        "r": "niv:Acts:7:9",
        "t": "“Because*p the patriarchs were jealous of Joseph, they sold him as a slave into Egypt. But God was with him"
    },
    {
        "o": 29952,
        "r": "niv:Acts:7:10",
        "t": "and rescued him from all his troubles. He gave Joseph wisdom and enabled him to gain the goodwill of Pharaoh king of Egypt. So Pharaoh made him ruler over Egypt and all his palace."
    },
    {
        "o": 29953,
        "r": "niv:Acts:7:11",
        "t": "“Then*p a famine struck all Egypt and Canaan, bringing great suffering, and our ancestors could not find food."
    },
    {
        "o": 29954,
        "r": "niv:Acts:7:12",
        "t": "When Jacob heard that there was grain in Egypt, he sent our forefathers on their first visit."
    },
    {
        "o": 29955,
        "r": "niv:Acts:7:13",
        "t": "On their second visit, Joseph told his brothers who he was, and Pharaoh learned about Joseph’s family."
    },
    {
        "o": 29956,
        "r": "niv:Acts:7:14",
        "t": "After this, Joseph sent for his father Jacob and his whole family, seventy-five in all."
    },
    {
        "o": 29957,
        "r": "niv:Acts:7:15",
        "t": "Then Jacob went down to Egypt, where he and our ancestors died."
    },
    {
        "o": 29958,
        "r": "niv:Acts:7:16",
        "t": "Their bodies were brought back to Shechem and placed in the tomb that Abraham had bought from the sons of Hamor at Shechem for a certain sum of money."
    },
    {
        "o": 29959,
        "r": "niv:Acts:7:17",
        "t": "“As*p the time drew near for God to fulfill his promise to Abraham, the number of our people in Egypt had greatly increased."
    },
    {
        "o": 29960,
        "r": "niv:Acts:7:18",
        "t": "Then ‘a new king, to whom Joseph meant nothing, came to power in Egypt.’"
    },
    {
        "o": 29961,
        "r": "niv:Acts:7:19",
        "t": "He dealt treacherously with our people and oppressed our ancestors by forcing them to throw out their newborn babies so that they would die."
    },
    {
        "o": 29962,
        "r": "niv:Acts:7:20",
        "t": "“At*p that time Moses was born, and he was no ordinary child. For three months he was cared for by his family."
    },
    {
        "o": 29963,
        "r": "niv:Acts:7:21",
        "t": "When he was placed outside, Pharaoh’s daughter took him and brought him up as her own son."
    },
    {
        "o": 29964,
        "r": "niv:Acts:7:22",
        "t": "Moses was educated in all the wisdom of the Egyptians and was powerful in speech and action."
    },
    {
        "o": 29965,
        "r": "niv:Acts:7:23",
        "t": "“When*p Moses was forty years old, he decided to visit his own people, the Israelites."
    },
    {
        "o": 29966,
        "r": "niv:Acts:7:24",
        "t": "He saw one of them being mistreated by an Egyptian, so he went to his defense and avenged him by killing the Egyptian."
    },
    {
        "o": 29967,
        "r": "niv:Acts:7:25",
        "t": "Moses thought that his own people would realize that God was using him to rescue them, but they did not."
    },
    {
        "o": 29968,
        "r": "niv:Acts:7:26",
        "t": "The next day Moses came upon two Israelites who were fighting. He tried to reconcile them by saying, ‘Men, you are brothers; why do you want to hurt each other?’"
    },
    {
        "o": 29969,
        "r": "niv:Acts:7:27",
        "t": "“But*p the man who was mistreating the other pushed Moses aside and said, ‘Who made you ruler and judge over us?"
    },
    {
        "o": 29970,
        "r": "niv:Acts:7:28",
        "t": "Are you thinking of killing me as you killed the Egyptian yesterday?’"
    },
    {
        "o": 29971,
        "r": "niv:Acts:7:29",
        "t": "When Moses heard this, he fled to Midian, where he settled as a foreigner and had two sons."
    },
    {
        "o": 29972,
        "r": "niv:Acts:7:30",
        "t": "“After*p forty years had passed, an angel appeared to Moses in the flames of a burning bush in the desert near Mount Sinai."
    },
    {
        "o": 29973,
        "r": "niv:Acts:7:31",
        "t": "When he saw this, he was amazed at the sight. As he went over to get a closer look, he heard the Lord say:"
    },
    {
        "o": 29974,
        "r": "niv:Acts:7:32",
        "t": "‘I am the God of your fathers, the God of Abraham, Isaac and Jacob.’ Moses trembled with fear and did not dare to look."
    },
    {
        "o": 29975,
        "r": "niv:Acts:7:33",
        "t": "“Then*p the Lord said to him, ‘Take off your sandals, for the place where you are standing is holy ground."
    },
    {
        "o": 29976,
        "r": "niv:Acts:7:34",
        "t": "I have indeed seen the oppression of my people in Egypt. I have heard their groaning and have come down to set them free. Now come, I will send you back to Egypt.’"
    },
    {
        "o": 29977,
        "r": "niv:Acts:7:35",
        "t": "“This*p is the same Moses they had rejected with the words, ‘Who made you ruler and judge?’ He was sent to be their ruler and deliverer by God himself, through the angel who appeared to him in the bush."
    },
    {
        "o": 29978,
        "r": "niv:Acts:7:36",
        "t": "He led them out of Egypt and performed wonders and signs in Egypt, at the Red Sea and for forty years in the wilderness."
    },
    {
        "o": 29979,
        "r": "niv:Acts:7:37",
        "t": "“This*p is the Moses who told the Israelites, ‘God will raise up for you a prophet like me from your own people.’"
    },
    {
        "o": 29980,
        "r": "niv:Acts:7:38",
        "t": "He was in the assembly in the wilderness, with the angel who spoke to him on Mount Sinai, and with our ancestors; and he received living words to pass on to us."
    },
    {
        "o": 29981,
        "r": "niv:Acts:7:39",
        "t": "“But*p our ancestors refused to obey him. Instead, they rejected him and in their hearts turned back to Egypt."
    },
    {
        "o": 29982,
        "r": "niv:Acts:7:40",
        "t": "They told Aaron, ‘Make us gods who will go before us. As for this fellow Moses who led us out of Egypt—we don’t know what has happened to him!’"
    },
    {
        "o": 29983,
        "r": "niv:Acts:7:41",
        "t": "That was the time they made an idol in the form of a calf. They brought sacrifices to it and reveled in what their own hands had made."
    },
    {
        "o": 29984,
        "r": "niv:Acts:7:42",
        "t": "But God turned away from them and gave them over to the worship of the sun, moon and stars. This agrees with what is written in the book of the prophets: “ ‘Did*pn you bring me sacrifices and offerings forty*ld years in the wilderness, people of Israel?"
    },
    {
        "o": 29985,
        "r": "niv:Acts:7:43",
        "t": "You*ln have taken up the tabernacle of Molek and*ld the star of your god Rephan, the*ld idols you made to worship. Therefore*ln I will send you into exile’ beyond Babylon."
    },
    {
        "o": 29986,
        "r": "niv:Acts:7:44",
        "t": "“Our*p ancestors had the tabernacle of the covenant law with them in the wilderness. It had been made as God directed Moses, according to the pattern he had seen."
    },
    {
        "o": 29987,
        "r": "niv:Acts:7:45",
        "t": "After receiving the tabernacle, our ancestors under Joshua brought it with them when they took the land from the nations God drove out before them. It remained in the land until the time of David,"
    },
    {
        "o": 29988,
        "r": "niv:Acts:7:46",
        "t": "who enjoyed God’s favor and asked that he might provide a dwelling place for the God of Jacob."
    },
    {
        "o": 29989,
        "r": "niv:Acts:7:47",
        "t": "But it was Solomon who built a house for him."
    },
    {
        "o": 29990,
        "r": "niv:Acts:7:48",
        "t": "“However,*p the Most High does not live in houses made by human hands. As the prophet says:"
    },
    {
        "o": 29991,
        "r": "niv:Acts:7:49",
        "t": "“ ‘Heaven*pn is my throne, and*ld the earth is my footstool. What*ln kind of house will you build for me? says*ld the Lord. Or*ld where will my resting place be?"
    },
    {
        "o": 29992,
        "r": "niv:Acts:7:50",
        "t": "Has*ln not my hand made all these things?’"
    },
    {
        "o": 29993,
        "r": "niv:Acts:7:51",
        "t": "“You*p stiff-necked people! Your hearts and ears are still uncircumcised. You are just like your ancestors: You always resist the Holy Spirit!"
    },
    {
        "o": 29994,
        "r": "niv:Acts:7:52",
        "t": "Was there ever a prophet your ancestors did not persecute? They even killed those who predicted the coming of the Righteous One. And now you have betrayed and murdered him—"
    },
    {
        "o": 29995,
        "r": "niv:Acts:7:53",
        "t": "you who have received the law that was given through angels but have not obeyed it.”"
    },
    {
        "o": 29996,
        "r": "niv:Acts:7:53",
        "t": "The Stoning of Stephen",
        "h": 2
    },
    {
        "o": 29997,
        "r": "niv:Acts:7:54",
        "t": "When*p the members of the Sanhedrin heard this, they were furious and gnashed their teeth at him."
    },
    {
        "o": 29998,
        "r": "niv:Acts:7:55",
        "t": "But Stephen, full of the Holy Spirit, looked up to heaven and saw the glory of God, and Jesus standing at the right hand of God."
    },
    {
        "o": 29999,
        "r": "niv:Acts:7:56",
        "t": "“Look,” he said, “I see heaven open and the Son of Man standing at the right hand of God.”"
    },
    {
        "o": 30000,
        "r": "niv:Acts:7:57",
        "t": "At*p this they covered their ears and, yelling at the top of their voices, they all rushed at him,"
    },
    {
        "o": 30001,
        "r": "niv:Acts:7:58",
        "t": "dragged him out of the city and began to stone him. Meanwhile, the witnesses laid their coats at the feet of a young man named Saul."
    },
    {
        "o": 30002,
        "r": "niv:Acts:7:59",
        "t": "While*p they were stoning him, Stephen prayed, “Lord Jesus, receive my spirit.”"
    },
    {
        "o": 30003,
        "r": "niv:Acts:7:60",
        "t": "Then he fell on his knees and cried out, “Lord, do not hold this sin against them.” When he had said this, he fell asleep."
    }
]
