[
    {
        "o": 8405,
        "r": "kjv:2 Samuel:5:0",
        "t": "2 Samuel 5",
        "h": 1
    },
    {
        "o": 8406,
        "r": "kjv:2 Samuel:5:1",
        "t": "Then*p came all the tribes of Israel to David unto Hebron, and spake, saying, Behold, we are thy bone and thy flesh."
    },
    {
        "o": 8407,
        "r": "kjv:2 Samuel:5:2",
        "t": "Also*p in time past, when Saul was king over us, thou wast he that leddest out and broughtest in Israel: and the Lord*s said to thee, Thou shalt feed my people Israel, and thou shalt be a captain over Israel."
    },
    {
        "o": 8408,
        "r": "kjv:2 Samuel:5:3",
        "t": "So*p all the elders of Israel came to the king to Hebron; and king David made a league with them in Hebron before the Lord:*s and they anointed David king over Israel."
    },
    {
        "o": 8409,
        "r": "kjv:2 Samuel:5:4",
        "t": "David*p was thirty years old when he began to reign, and he reigned forty years."
    },
    {
        "o": 8410,
        "r": "kjv:2 Samuel:5:5",
        "t": "In*p Hebron he reigned over Judah seven years and six months: and in Jerusalem he reigned thirty and three years over all Israel and Judah."
    },
    {
        "o": 8411,
        "r": "kjv:2 Samuel:5:6",
        "t": "And*p the king and his men went to Jerusalem unto the Jebusites, the inhabitants of the land: which spake unto David, saying, Except thou take away the blind and the lame, thou shalt not come in hither: thinking, David cannot come in hither."
    },
    {
        "o": 8412,
        "r": "kjv:2 Samuel:5:7",
        "t": "Nevertheless*p David took the strong hold of Zion: the same is the city of David."
    },
    {
        "o": 8413,
        "r": "kjv:2 Samuel:5:8",
        "t": "And*p David said on that day, Whosoever getteth up to the gutter, and smiteth the Jebusites, and the lame and the blind, that are hated of David's soul, he shall be chief and captain. Wherefore they said, The blind and the lame shall not come into the house."
    },
    {
        "o": 8414,
        "r": "kjv:2 Samuel:5:9",
        "t": "So*p David dwelt in the fort, and called it the city of David. And David built round about from Millo and inward."
    },
    {
        "o": 8415,
        "r": "kjv:2 Samuel:5:10",
        "t": "And*p David went on, and grew great, and the Lord*s God of hosts was with him."
    },
    {
        "o": 8416,
        "r": "kjv:2 Samuel:5:11",
        "t": "And*p Hiram king of Tyre sent messengers to David, and cedar trees, and carpenters, and masons: and they built David an house."
    },
    {
        "o": 8417,
        "r": "kjv:2 Samuel:5:12",
        "t": "And*p David perceived that the Lord*s had established him king over Israel, and that he had exalted his kingdom for his people Israel's sake."
    },
    {
        "o": 8418,
        "r": "kjv:2 Samuel:5:13",
        "t": "And*p David took him more concubines and wives out of Jerusalem, after he was come from Hebron: and there were yet sons and daughters born to David."
    },
    {
        "o": 8419,
        "r": "kjv:2 Samuel:5:14",
        "t": "And*p these be the names of those that were born unto him in Jerusalem; Shammua, and Shobab, and Nathan, and Solomon,"
    },
    {
        "o": 8420,
        "r": "kjv:2 Samuel:5:15",
        "t": "Ibhar*p also, and Elishua, and Nepheg, and Japhia,"
    },
    {
        "o": 8421,
        "r": "kjv:2 Samuel:5:16",
        "t": "And*p Elishama, and Eliada, and Eliphelet."
    },
    {
        "o": 8422,
        "r": "kjv:2 Samuel:5:17",
        "t": "But*p when the Philistines heard that they had anointed David king over Israel, all the Philistines came up to seek David; and David heard of it, and went down to the hold."
    },
    {
        "o": 8423,
        "r": "kjv:2 Samuel:5:18",
        "t": "The*p Philistines also came and spread themselves in the valley of Rephaim."
    },
    {
        "o": 8424,
        "r": "kjv:2 Samuel:5:19",
        "t": "And*p David enquired of the Lord,*s saying, Shall I go up to the Philistines? wilt thou deliver them into mine hand? And the Lord*s said unto David, Go up: for I will doubtless deliver the Philistines into thine hand."
    },
    {
        "o": 8425,
        "r": "kjv:2 Samuel:5:20",
        "t": "And*p David came to Baal–perazim, and David smote them there, and said, The Lord*s hath broken forth upon mine enemies before me, as the breach of waters. Therefore he called the name of that place Baal–perazim."
    },
    {
        "o": 8426,
        "r": "kjv:2 Samuel:5:21",
        "t": "And*p there they left their images, and David and his men burned them."
    },
    {
        "o": 8427,
        "r": "kjv:2 Samuel:5:22",
        "t": "And*p the Philistines came up yet again, and spread themselves in the valley of Rephaim."
    },
    {
        "o": 8428,
        "r": "kjv:2 Samuel:5:23",
        "t": "And*p when David enquired of the Lord,*s he said, Thou shalt not go up; but fetch a compass behind them, and come upon them over against the mulberry trees."
    },
    {
        "o": 8429,
        "r": "kjv:2 Samuel:5:24",
        "t": "And*p let it be, when thou hearest the sound of a going in the tops of the mulberry trees, that then thou shalt bestir thyself: for then shall the Lord*s go out before thee, to smite the host of the Philistines."
    },
    {
        "o": 8430,
        "r": "kjv:2 Samuel:5:25",
        "t": "And*p David did so, as the Lord*s had commanded him; and smote the Philistines from Geba until thou come to Gezer."
    }
]
