[
    {
        "o": 21361,
        "r": "nasb:Jeremiah:9:0",
        "t": "Jeremiah 9",
        "h": 1
    },
    {
        "o": 21362,
        "r": "nasb:Jeremiah:9:0",
        "t": "A Lament over Zion",
        "h": 2
    },
    {
        "o": 21363,
        "r": "nasb:Jeremiah:9:1",
        "t": "Oh*pn that my head were waters And*ln my eyes a fountain of tears, That*ln I might weep day and night For*ln the slain of the daughter of my people!"
    },
    {
        "o": 21364,
        "r": "nasb:Jeremiah:9:2",
        "t": "Oh*ln that I had in the desert A*ln wayfarers’ lodging place; That*ln I might leave my people And*ln go from them! For*ln all of them are adulterers, An*ln assembly of treacherous men."
    },
    {
        "o": 21365,
        "r": "nasb:Jeremiah:9:3",
        "t": "“They*ln bend their tongue like*i their bow; Lies*ln and not truth prevail in the land; For*ln they proceed from evil to evil, And*ln they do not know Me,” declares the Lord.*s"
    },
    {
        "o": 21366,
        "r": "nasb:Jeremiah:9:4",
        "t": "“Let*ln everyone be on guard against his neighbor, And*ln do not trust any brother; Because*ln every brother deals craftily, And*ln every neighbor goes about as a slanderer."
    },
    {
        "o": 21367,
        "r": "nasb:Jeremiah:9:5",
        "t": "Everyone*ln deceives his neighbor And*ln does not speak the truth, They*ln have taught their tongue to speak lies; They*ln weary themselves committing iniquity."
    },
    {
        "o": 21368,
        "r": "nasb:Jeremiah:9:6",
        "t": "Your*ln dwelling is in the midst of deceit; Through*ln deceit they refuse to know Me,” declares the Lord.*s"
    },
    {
        "o": 21369,
        "r": "nasb:Jeremiah:9:7",
        "t": "Therefore*p thus says the Lord*s of hosts, “Behold,*pn I will refine them and assay them; For*ln what else*i can I do, because of the daughter of My people?"
    },
    {
        "o": 21370,
        "r": "nasb:Jeremiah:9:8",
        "t": "Their*ln tongue is a deadly arrow; It*ln speaks deceit; With*ln his mouth one speaks peace to his neighbor, But*ln inwardly he sets an ambush for him."
    },
    {
        "o": 21371,
        "r": "nasb:Jeremiah:9:9",
        "t": "Shall*ln I not punish them for these things?” declares the Lord.*s “On*ln a nation such as this Shall*ln I not avenge Myself?"
    },
    {
        "o": 21372,
        "r": "nasb:Jeremiah:9:10",
        "t": "“For*ln the mountains I will take up a weeping and wailing, And*ln for the pastures of the wilderness a dirge, Because*ln they are laid waste so that no one passes through, And*ln the lowing of the cattle is not heard; Both*ln the birds of the sky and the beasts have fled; they are gone."
    },
    {
        "o": 21373,
        "r": "nasb:Jeremiah:9:11",
        "t": "I*ln will make Jerusalem a heap of ruins, A*ln haunt of jackals; And*ln I will make the cities of Judah a desolation, without inhabitant.”"
    },
    {
        "o": 21374,
        "r": "nasb:Jeremiah:9:12",
        "t": "Who*p is the wise man that may understand this? And who*i is*i he to whom the mouth of the Lord*s has spoken, that he may declare it? Why is the land ruined, laid waste like a desert, so that no one passes through?"
    },
    {
        "o": 21375,
        "r": "nasb:Jeremiah:9:13",
        "t": "The Lord*s said, “Because they have forsaken My law which I set before them, and have not obeyed My voice nor walked according to it,"
    },
    {
        "o": 21376,
        "r": "nasb:Jeremiah:9:14",
        "t": "but have walked after the stubbornness of their heart and after the Baals, as their fathers taught them,”"
    },
    {
        "o": 21377,
        "r": "nasb:Jeremiah:9:15",
        "t": "therefore thus says the Lord*s of hosts, the God of Israel, “behold, I will feed them, this people, with wormwood and give them poisoned water to drink."
    },
    {
        "o": 21378,
        "r": "nasb:Jeremiah:9:16",
        "t": "I will scatter them among the nations, whom neither they nor their fathers have known; and I will send the sword after them until I have annihilated them.”"
    },
    {
        "o": 21379,
        "r": "nasb:Jeremiah:9:17",
        "t": "Thus*p says the Lord*s of hosts, “Consider*pn and call for the mourning women, that they may come; And*ln send for the wailing women, that they may come!"
    },
    {
        "o": 21380,
        "r": "nasb:Jeremiah:9:18",
        "t": "Let*ln them make haste and take up a wailing for us, That*ln our eyes may shed tears And*ln our eyelids flow with water."
    },
    {
        "o": 21381,
        "r": "nasb:Jeremiah:9:19",
        "t": "For*ln a voice of wailing is heard from Zion, ‘How*ln are we ruined! We*ln are put to great shame, For*ln we have left the land, Because*ln they have cast down our dwellings.’ ”"
    },
    {
        "o": 21382,
        "r": "nasb:Jeremiah:9:20",
        "t": "Now*ln hear the word of the Lord,*s O you women, And*ln let your ear receive the word of His mouth; Teach*ln your daughters wailing, And*ln everyone her neighbor a dirge."
    },
    {
        "o": 21383,
        "r": "nasb:Jeremiah:9:21",
        "t": "For*ln death has come up through our windows; It*ln has entered our palaces To*ln cut off the children from the streets, The*ln young men from the town squares."
    },
    {
        "o": 21384,
        "r": "nasb:Jeremiah:9:22",
        "t": "Speak,*ln “Thus says the Lord,*s ‘The*ln corpses of men will fall like dung on the open field, And*ln like the sheaf after the reaper, But*ln no one will gather them.’ ”*i"
    },
    {
        "o": 21385,
        "r": "nasb:Jeremiah:9:23",
        "t": "Thus*p says the Lord,*s “Let not a wise man boast of his wisdom, and let not the mighty man boast of his might, let not a rich man boast of his riches;"
    },
    {
        "o": 21386,
        "r": "nasb:Jeremiah:9:24",
        "t": "but let him who boasts boast of this, that he understands and knows Me, that I am the Lord*s who exercises lovingkindness, justice and righteousness on earth; for I delight in these things,” declares the Lord.*s"
    },
    {
        "o": 21387,
        "r": "nasb:Jeremiah:9:25",
        "t": "“Behold,*p the days are coming,” declares the Lord,*s “that I will punish all who are circumcised and yet uncircumcised—"
    },
    {
        "o": 21388,
        "r": "nasb:Jeremiah:9:26",
        "t": "Egypt and Judah, and Edom and the sons of Ammon, and Moab and all those inhabiting the desert who clip the hair on their temples; for all the nations are uncircumcised, and all the house of Israel are uncircumcised of heart.”"
    }
]
