[
    {
        "o": 32011,
        "r": "csb:Romans:14:0",
        "t": "Romans 14",
        "h": 1
    },
    {
        "o": 32012,
        "r": "csb:Romans:14:0",
        "t": "The Law of Liberty",
        "h": 2
    },
    {
        "o": 32013,
        "r": "csb:Romans:14:1",
        "t": "Welcome*p anyone who is weak in faith, but don’t argue about disputed matters."
    },
    {
        "o": 32014,
        "r": "csb:Romans:14:2",
        "t": "One person believes he may eat anything, while one who is weak eats only vegetables."
    },
    {
        "o": 32015,
        "r": "csb:Romans:14:3",
        "t": "One who eats must not look down on one who does not eat, and one who does not eat must not judge one who does, because God has accepted him."
    },
    {
        "o": 32016,
        "r": "csb:Romans:14:4",
        "t": "Who are you to judge another’s household servant? Before his own Lord he stands or falls. And he will stand, because the Lord is able to make him stand."
    },
    {
        "o": 32017,
        "r": "csb:Romans:14:5",
        "t": "One*p person judges one day to be more important than another day. Someone else judges every day to be the same. Let each one be fully convinced in his own mind."
    },
    {
        "o": 32018,
        "r": "csb:Romans:14:6",
        "t": "Whoever observes the day, observes it for the honor of the Lord. Whoever eats, eats for the Lord, since he gives thanks to God; and whoever does not eat, it is for the Lord that he does not eat it, and he gives thanks to God."
    },
    {
        "o": 32019,
        "r": "csb:Romans:14:7",
        "t": "For none of us lives for himself, and no one dies for himself."
    },
    {
        "o": 32020,
        "r": "csb:Romans:14:8",
        "t": "If we live, we live for the Lord; and if we die, we die for the Lord. Therefore, whether we live or die, we belong to the Lord."
    },
    {
        "o": 32021,
        "r": "csb:Romans:14:9",
        "t": "Christ died and returned to life for this: that he might be Lord over both the dead and the living."
    },
    {
        "o": 32022,
        "r": "csb:Romans:14:10",
        "t": "But you, why do you judge your brother or sister? Or you, why do you despise your brother or sister? For we will all stand before the judgment seat of God."
    },
    {
        "o": 32023,
        "r": "csb:Romans:14:11",
        "t": "For it is written, As*ipn I*i live,*i says*i the*i Lord,*i every*iln knee*i will*i bow*i to*i me,*i and*iln every*i tongue*i will*i give*i praise*i to*i God.*i"
    },
    {
        "o": 32024,
        "r": "csb:Romans:14:12",
        "t": "So*p then, each of us will give an account of himself to God."
    },
    {
        "o": 32025,
        "r": "csb:Romans:14:12",
        "t": "The Law of Love",
        "h": 2
    },
    {
        "o": 32026,
        "r": "csb:Romans:14:13",
        "t": "Therefore,*p let us no longer judge one another. Instead decide never to put a stumbling block or pitfall in the way of your brother or sister."
    },
    {
        "o": 32027,
        "r": "csb:Romans:14:14",
        "t": "I know and am persuaded in the Lord Jesus that nothing is unclean in itself. Still, to someone who considers a thing to be unclean, to that one it is unclean."
    },
    {
        "o": 32028,
        "r": "csb:Romans:14:15",
        "t": "For if your brother or sister is hurt by what you eat, you are no longer walking according to love. Do not destroy, by what you eat, someone for whom Christ died."
    },
    {
        "o": 32029,
        "r": "csb:Romans:14:16",
        "t": "Therefore, do not let your good be slandered,"
    },
    {
        "o": 32030,
        "r": "csb:Romans:14:17",
        "t": "for the kingdom of God is not eating and drinking, but righteousness, peace, and joy in the Holy Spirit."
    },
    {
        "o": 32031,
        "r": "csb:Romans:14:18",
        "t": "Whoever serves Christ in this way is acceptable to God and receives human approval."
    },
    {
        "o": 32032,
        "r": "csb:Romans:14:19",
        "t": "So*p then, let us pursue what promotes peace and what builds up one another."
    },
    {
        "o": 32033,
        "r": "csb:Romans:14:20",
        "t": "Do not tear down God’s work because of food. Everything is clean, but it is wrong to make someone fall by what he eats."
    },
    {
        "o": 32034,
        "r": "csb:Romans:14:21",
        "t": "It is a good thing not to eat meat, or drink wine, or do anything that makes your brother or sister stumble."
    },
    {
        "o": 32035,
        "r": "csb:Romans:14:22",
        "t": "Whatever you believe about these things, keep between yourself and God. Blessed is the one who does not condemn himself by what he approves."
    },
    {
        "o": 32036,
        "r": "csb:Romans:14:23",
        "t": "But whoever doubts stands condemned if he eats, because his eating is not from faith, and everything that is not from faith is sin."
    }
]
