[
    {
        "o": 6258,
        "r": "nkjv:Deuteronomy:29:0",
        "t": "Deuteronomy 29",
        "h": 1
    },
    {
        "o": 6259,
        "r": "nkjv:Deuteronomy:29:0",
        "t": "The Covenant Renewed in Moab",
        "h": 2
    },
    {
        "o": 6260,
        "r": "nkjv:Deuteronomy:29:1",
        "t": "These*p are*i the words of the covenant which the Lord*s commanded Moses to make with the children of Israel in the land of Moab, besides the covenant which He made with them in Horeb."
    },
    {
        "o": 6261,
        "r": "nkjv:Deuteronomy:29:2",
        "t": "Now*p Moses called all Israel and said to them: “You have seen all that the Lord*s did before your eyes in the land of Egypt, to Pharaoh and to all his servants and to all his land—"
    },
    {
        "o": 6262,
        "r": "nkjv:Deuteronomy:29:3",
        "t": "the great trials which your eyes have seen, the signs, and those great wonders."
    },
    {
        "o": 6263,
        "r": "nkjv:Deuteronomy:29:4",
        "t": "Yet the Lord*s has not given you a heart to perceive and eyes to see and ears to hear, to this very*i day."
    },
    {
        "o": 6264,
        "r": "nkjv:Deuteronomy:29:5",
        "t": "And I have led you forty years in the wilderness. Your clothes have not worn out on you, and your sandals have not worn out on your feet."
    },
    {
        "o": 6265,
        "r": "nkjv:Deuteronomy:29:6",
        "t": "You have not eaten bread, nor have you drunk wine or similar*i drink, that you may know that I am*i the Lord*s your God."
    },
    {
        "o": 6266,
        "r": "nkjv:Deuteronomy:29:7",
        "t": "And when you came to this place, Sihon king of Heshbon and Og king of Bashan came out against us to battle, and we conquered them."
    },
    {
        "o": 6267,
        "r": "nkjv:Deuteronomy:29:8",
        "t": "We took their land and gave it as an inheritance to the Reubenites, to the Gadites, and to half the tribe of Manasseh."
    },
    {
        "o": 6268,
        "r": "nkjv:Deuteronomy:29:9",
        "t": "Therefore keep the words of this covenant, and do them, that you may prosper in all that you do."
    },
    {
        "o": 6269,
        "r": "nkjv:Deuteronomy:29:10",
        "t": "“All*p of you stand today before the Lord*s your God: your leaders and your tribes and your elders and your officers, all the men of Israel,"
    },
    {
        "o": 6270,
        "r": "nkjv:Deuteronomy:29:11",
        "t": "your little ones and your wives—also the stranger who is*i in your camp, from the one who cuts your wood to the one who draws your water—"
    },
    {
        "o": 6271,
        "r": "nkjv:Deuteronomy:29:12",
        "t": "that you may enter into covenant with the Lord*s your God, and into His oath, which the Lord*s your God makes with you today,"
    },
    {
        "o": 6272,
        "r": "nkjv:Deuteronomy:29:13",
        "t": "that He may establish you today as a people for Himself, and that*i He may be God to you, just as He has spoken to you, and just as He has sworn to your fathers, to Abraham, Isaac, and Jacob."
    },
    {
        "o": 6273,
        "r": "nkjv:Deuteronomy:29:14",
        "t": "“I*p make this covenant and this oath, not with you alone,"
    },
    {
        "o": 6274,
        "r": "nkjv:Deuteronomy:29:15",
        "t": "but with him*i who stands here with us today before the Lord*s our God, as well as with him*i who is*i not here with us today"
    },
    {
        "o": 6275,
        "r": "nkjv:Deuteronomy:29:16",
        "t": "(for you know that we dwelt in the land of Egypt and that we came through the nations which you passed by,"
    },
    {
        "o": 6276,
        "r": "nkjv:Deuteronomy:29:17",
        "t": "and you saw their abominations and their idols which were*i among them—wood and stone and silver and gold);"
    },
    {
        "o": 6277,
        "r": "nkjv:Deuteronomy:29:18",
        "t": "so that there may not be among you man or woman or family or tribe, whose heart turns away today from the Lord*s our God, to go and*i serve the gods of these nations, and that there may not be among you a root bearing bitterness or wormwood;"
    },
    {
        "o": 6278,
        "r": "nkjv:Deuteronomy:29:19",
        "t": "and so it may not happen, when he hears the words of this curse, that he blesses himself in his heart, saying, ‘I shall have peace, even though I follow the dictates of my heart’— as though the drunkard could be included with the sober."
    },
    {
        "o": 6279,
        "r": "nkjv:Deuteronomy:29:20",
        "t": "“The*p Lord*s would not spare him; for then the anger of the Lord*s and His jealousy would burn against that man, and every curse that is written in this book would settle on him, and the Lord*s would blot out his name from under heaven."
    },
    {
        "o": 6280,
        "r": "nkjv:Deuteronomy:29:21",
        "t": "And the Lord*s would separate him from all the tribes of Israel for adversity, according to all the curses of the covenant that are written in this Book of the Law,"
    },
    {
        "o": 6281,
        "r": "nkjv:Deuteronomy:29:22",
        "t": "so that the coming generation of your children who rise up after you, and the foreigner who comes from a far land, would say, when they see the plagues of that land and the sicknesses which the Lord*s has laid on it:"
    },
    {
        "o": 6282,
        "r": "nkjv:Deuteronomy:29:23",
        "t": "‘The*p whole land is*i brimstone, salt, and burning; it is not sown, nor does it bear, nor does any grass grow there, like the overthrow of Sodom and Gomorrah, Admah, and Zeboiim, which the Lord*s overthrew in His anger and His wrath.’"
    },
    {
        "o": 6283,
        "r": "nkjv:Deuteronomy:29:24",
        "t": "“All nations would say, ‘Why has the Lord*s done so to this land? What does the heat of this great anger mean?’"
    },
    {
        "o": 6284,
        "r": "nkjv:Deuteronomy:29:25",
        "t": "Then people*i would say: ‘Because they have forsaken the covenant of the Lord*s God of their fathers, which He made with them when He brought them out of the land of Egypt;"
    },
    {
        "o": 6285,
        "r": "nkjv:Deuteronomy:29:26",
        "t": "for they went and served other gods and worshiped them, gods that they did not know and that He had not given to them."
    },
    {
        "o": 6286,
        "r": "nkjv:Deuteronomy:29:27",
        "t": "Then the anger of the Lord*s was aroused against this land, to bring on it every curse that is written in this book."
    },
    {
        "o": 6287,
        "r": "nkjv:Deuteronomy:29:28",
        "t": "And the Lord*s uprooted them from their land in anger, in wrath, and in great indignation, and cast them into another land, as it*i is*i this day.’"
    },
    {
        "o": 6288,
        "r": "nkjv:Deuteronomy:29:29",
        "t": "“The*p secret things*i belong*i to the Lord*s our God, but those things*i which*i are*i revealed belong*i to us and to our children forever, that we*i may do all the words of this law."
    }
]
