[
    {
        "o": 13651,
        "r": "nasb:Nehemiah:5:0",
        "t": "Nehemiah 5",
        "h": 1
    },
    {
        "o": 13652,
        "r": "nasb:Nehemiah:5:0",
        "t": "Usury Abolished",
        "h": 2
    },
    {
        "o": 13653,
        "r": "nasb:Nehemiah:5:1",
        "t": "Now*p there was a great outcry of the people and of their wives against their Jewish brothers."
    },
    {
        "o": 13654,
        "r": "nasb:Nehemiah:5:2",
        "t": "For there were those who said, “We, our sons and our daughters are many; therefore let us get grain that we may eat and live.”"
    },
    {
        "o": 13655,
        "r": "nasb:Nehemiah:5:3",
        "t": "There were others who said, “We are mortgaging our fields, our vineyards and our houses that we might get grain because of the famine.”"
    },
    {
        "o": 13656,
        "r": "nasb:Nehemiah:5:4",
        "t": "Also there were those who said, “We have borrowed money for the king’s tax on*i our fields and our vineyards."
    },
    {
        "o": 13657,
        "r": "nasb:Nehemiah:5:5",
        "t": "Now our flesh is like the flesh of our brothers, our children like their children. Yet behold, we are forcing our sons and our daughters to be slaves, and some of our daughters are forced into bondage already,*i and we are helpless because our fields and vineyards belong to others.”"
    },
    {
        "o": 13658,
        "r": "nasb:Nehemiah:5:6",
        "t": "Then*p I was very angry when I had heard their outcry and these words."
    },
    {
        "o": 13659,
        "r": "nasb:Nehemiah:5:7",
        "t": "I consulted with myself and contended with the nobles and the rulers and said to them, “You are exacting usury, each from his brother!” Therefore, I held a great assembly against them."
    },
    {
        "o": 13660,
        "r": "nasb:Nehemiah:5:8",
        "t": "I said to them, “We according to our ability have redeemed our Jewish brothers who were sold to the nations; now would you even sell your brothers that they may be sold to us?” Then they were silent and could not find a word to*i say.*i"
    },
    {
        "o": 13661,
        "r": "nasb:Nehemiah:5:9",
        "t": "Again I said, “The thing which you are doing is not good; should you not walk in the fear of our God because of the reproach of the nations, our enemies?"
    },
    {
        "o": 13662,
        "r": "nasb:Nehemiah:5:10",
        "t": "And likewise I, my brothers and my servants are lending them money and grain. Please, let us leave off this usury."
    },
    {
        "o": 13663,
        "r": "nasb:Nehemiah:5:11",
        "t": "Please, give back to them this very day their fields, their vineyards, their olive groves and their houses, also the hundredth part*i of the money and of the grain, the new wine and the oil that you are exacting from them.”"
    },
    {
        "o": 13664,
        "r": "nasb:Nehemiah:5:12",
        "t": "Then they said, “We will give it*i back and will require nothing from them; we will do exactly as you say.” So I called the priests and took an oath from them that they would do according to this promise."
    },
    {
        "o": 13665,
        "r": "nasb:Nehemiah:5:13",
        "t": "I also shook out the front of my garment and said, “Thus may God shake out every man from his house and from his possessions who does not fulfill this promise; even thus may he be shaken out and emptied.” And all the assembly said, “Amen!” And they praised the Lord.*s Then the people did according to this promise."
    },
    {
        "o": 13666,
        "r": "nasb:Nehemiah:5:13",
        "t": "Nehemiah’s Example",
        "h": 2
    },
    {
        "o": 13667,
        "r": "nasb:Nehemiah:5:14",
        "t": "Moreover,*p from the day that I was appointed to be their governor in the land of Judah, from the twentieth year to the thirty-second year of King Artaxerxes, for*i twelve years, neither I nor my kinsmen have eaten the governor’s food allowance.*i"
    },
    {
        "o": 13668,
        "r": "nasb:Nehemiah:5:15",
        "t": "But the former governors who were before me laid burdens on the people and took from them bread and wine besides forty shekels of silver; even their servants domineered the people. But I did not do so because of the fear of God."
    },
    {
        "o": 13669,
        "r": "nasb:Nehemiah:5:16",
        "t": "I also applied myself to the work on this wall; we did not buy any land, and all my servants were gathered there for the work."
    },
    {
        "o": 13670,
        "r": "nasb:Nehemiah:5:17",
        "t": "Moreover, there*i were*i at my table one hundred and fifty Jews and officials, besides those who came to us from the nations that were around us."
    },
    {
        "o": 13671,
        "r": "nasb:Nehemiah:5:18",
        "t": "Now that which was prepared for each day was one ox and*i six choice sheep, also birds were prepared for me; and once in ten days all sorts of wine were*i furnished*i in abundance. Yet for all this I did not demand the governor’s food allowance,*i because the servitude was heavy on this people."
    },
    {
        "o": 13672,
        "r": "nasb:Nehemiah:5:19",
        "t": "Remember me, O my God, for good, according*i to*i all that I have done for this people."
    }
]
