[
    {
        "o": 12686,
        "r": "csb:2 Chronicles:12:0",
        "t": "2 Chronicles 12",
        "h": 1
    },
    {
        "o": 12687,
        "r": "csb:2 Chronicles:12:0",
        "t": "Shishak’s Invasion",
        "h": 2
    },
    {
        "o": 12688,
        "r": "csb:2 Chronicles:12:1",
        "t": "When*p Rehoboam had established his sovereignty and royal power, he abandoned the law of the Lord-*s he and all Israel with him."
    },
    {
        "o": 12689,
        "r": "csb:2 Chronicles:12:2",
        "t": "Because they were unfaithful to the Lord,*s in the fifth year of King Rehoboam, King Shishak of Egypt went to war against Jerusalem"
    },
    {
        "o": 12690,
        "r": "csb:2 Chronicles:12:3",
        "t": "with 1,200 chariots, 60,000 cavalrymen, and countless people who came with him from Egypt - Libyans, Sukkiim, and Cushites."
    },
    {
        "o": 12691,
        "r": "csb:2 Chronicles:12:4",
        "t": "He captured the fortified cities of Judah and came as far as Jerusalem."
    },
    {
        "o": 12692,
        "r": "csb:2 Chronicles:12:5",
        "t": "Then*p the prophet Shemaiah went to Rehoboam and the leaders of Judah who were gathered at Jerusalem because of Shishak. He said to them, “This is what the Lord*s says: You have abandoned me; therefore, I have abandoned you to Shishak.”"
    },
    {
        "o": 12693,
        "r": "csb:2 Chronicles:12:6",
        "t": "So*p the leaders of Israel and the king humbled themselves and said, “The Lord*s is righteous.”"
    },
    {
        "o": 12694,
        "r": "csb:2 Chronicles:12:7",
        "t": "When*p the Lord*s saw that they had humbled themselves, the Lord’s*s message came to Shemaiah: “They have humbled themselves; I will not destroy them but will grant them a little deliverance. My wrath will not be poured out on Jerusalem through Shishak."
    },
    {
        "o": 12695,
        "r": "csb:2 Chronicles:12:8",
        "t": "However, they will become his servants so that they may recognize the difference between serving me and serving the kingdoms of other lands.”"
    },
    {
        "o": 12696,
        "r": "csb:2 Chronicles:12:9",
        "t": "So*p King Shishak of Egypt went to war against Jerusalem. He seized the treasuries of the Lord’s*s temple and the treasuries of the royal palace. He took everything. He took the gold shields that Solomon had made."
    },
    {
        "o": 12697,
        "r": "csb:2 Chronicles:12:10",
        "t": "King Rehoboam made bronze shields to replace them and committed them into the care of the captains of the guards who protected the entrance to the king’s palace."
    },
    {
        "o": 12698,
        "r": "csb:2 Chronicles:12:11",
        "t": "Whenever the king entered the Lord’s*s temple, the guards would carry the shields and take them back to the armory."
    },
    {
        "o": 12699,
        "r": "csb:2 Chronicles:12:12",
        "t": "When Rehoboam humbled himself, the Lord’s*s anger turned away from him, and he did not destroy him completely. Besides that, conditions were good in Judah."
    },
    {
        "o": 12700,
        "r": "csb:2 Chronicles:12:12",
        "t": "Rehoboam’s Last Days",
        "h": 2
    },
    {
        "o": 12701,
        "r": "csb:2 Chronicles:12:13",
        "t": "King*p Rehoboam established his royal power in Jerusalem. Rehoboam was forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city the Lord*s had chosen from all the tribes of Israel to put his name. Rehoboam’s mother’s name was Naamah the Ammonite."
    },
    {
        "o": 12702,
        "r": "csb:2 Chronicles:12:14",
        "t": "Rehoboam did what was evil, because he did not determine in his heart to seek the Lord.*s"
    },
    {
        "o": 12703,
        "r": "csb:2 Chronicles:12:15",
        "t": "The*p events of Rehoboam’s reign, from beginning to end, are written in the Events of the Prophet Shemaiah and of the Seer Iddo concerning genealogies. There was war between Rehoboam and Jeroboam throughout their reigns."
    },
    {
        "o": 12704,
        "r": "csb:2 Chronicles:12:16",
        "t": "Rehoboam rested with his ancestors and was buried in the city of David. His son Abijah became king in his place."
    }
]
