[
    {
        "o": 10477,
        "r": "esv:2 Kings:2:0",
        "t": "2 Kings 2",
        "h": 1
    },
    {
        "o": 10478,
        "r": "esv:2 Kings:2:0",
        "t": "Elijah Taken to Heaven",
        "h": 2
    },
    {
        "o": 10479,
        "r": "esv:2 Kings:2:1",
        "t": "Now*p when the Lord*s was about to take Elijah up to heaven by a whirlwind, Elijah and Elisha were on their way from Gilgal."
    },
    {
        "o": 10480,
        "r": "esv:2 Kings:2:2",
        "t": "And Elijah said to Elisha, “Please stay here, for the Lord*s has sent me as far as Bethel.” But Elisha said, “As the Lord*s lives, and as you yourself live, I will not leave you.” So they went down to Bethel."
    },
    {
        "o": 10481,
        "r": "esv:2 Kings:2:3",
        "t": "And the sons of the prophets who were in Bethel came out to Elisha and said to him, “Do you know that today the Lord*s will take away your master from over you?” And he said, “Yes, I know it; keep quiet.”"
    },
    {
        "o": 10482,
        "r": "esv:2 Kings:2:4",
        "t": "Elijah*p said to him, “Elisha, please stay here, for the Lord*s has sent me to Jericho.” But he said, “As the Lord*s lives, and as you yourself live, I will not leave you.” So they came to Jericho."
    },
    {
        "o": 10483,
        "r": "esv:2 Kings:2:5",
        "t": "The sons of the prophets who were at Jericho drew near to Elisha and said to him, “Do you know that today the Lord*s will take away your master from over you?” And he answered, “Yes, I know it; keep quiet.”"
    },
    {
        "o": 10484,
        "r": "esv:2 Kings:2:6",
        "t": "Then*p Elijah said to him, “Please stay here, for the Lord*s has sent me to the Jordan.” But he said, “As the Lord*s lives, and as you yourself live, I will not leave you.” So the two of them went on."
    },
    {
        "o": 10485,
        "r": "esv:2 Kings:2:7",
        "t": "Fifty men of the sons of the prophets also went and stood at some distance from them, as they both were standing by the Jordan."
    },
    {
        "o": 10486,
        "r": "esv:2 Kings:2:8",
        "t": "Then Elijah took his cloak and rolled it up and struck the water, and the water was parted to the one side and to the other, till the two of them could go over on dry ground."
    },
    {
        "o": 10487,
        "r": "esv:2 Kings:2:9",
        "t": "When*p they had crossed, Elijah said to Elisha, “Ask what I shall do for you, before I am taken from you.” And Elisha said, “Please let there be a double portion of your spirit on me.”"
    },
    {
        "o": 10488,
        "r": "esv:2 Kings:2:10",
        "t": "And he said, “You have asked a hard thing; yet, if you see me as I am being taken from you, it shall be so for you, but if you do not see me, it shall not be so.”"
    },
    {
        "o": 10489,
        "r": "esv:2 Kings:2:11",
        "t": "And as they still went on and talked, behold, chariots of fire and horses of fire separated the two of them. And Elijah went up by a whirlwind into heaven."
    },
    {
        "o": 10490,
        "r": "esv:2 Kings:2:12",
        "t": "And Elisha saw it and he cried, “My father, my father! The chariots of Israel and its horsemen!” And he saw him no more. Then*p he took hold of his own clothes and tore them in two pieces."
    },
    {
        "o": 10491,
        "r": "esv:2 Kings:2:13",
        "t": "And he took up the cloak of Elijah that had fallen from him and went back and stood on the bank of the Jordan."
    },
    {
        "o": 10492,
        "r": "esv:2 Kings:2:14",
        "t": "Then he took the cloak of Elijah that had fallen from him and struck the water, saying, “Where is the Lord,*s the God of Elijah?” And when he had struck the water, the water was parted to the one side and to the other, and Elisha went over."
    },
    {
        "o": 10493,
        "r": "esv:2 Kings:2:14",
        "t": "Elisha Succeeds Elijah",
        "h": 2
    },
    {
        "o": 10494,
        "r": "esv:2 Kings:2:15",
        "t": "Now*p when the sons of the prophets who were at Jericho saw him opposite them, they said, “The spirit of Elijah rests on Elisha.” And they came to meet him and bowed to the ground before him."
    },
    {
        "o": 10495,
        "r": "esv:2 Kings:2:16",
        "t": "And they said to him, “Behold now, there are with your servants fifty strong men. Please let them go and seek your master. It may be that the Spirit of the Lord*s has caught him up and cast him upon some mountain or into some valley.” And he said, “You shall not send.”"
    },
    {
        "o": 10496,
        "r": "esv:2 Kings:2:17",
        "t": "But when they urged him till he was ashamed, he said, “Send.” They sent therefore fifty men. And for three days they sought him but did not find him."
    },
    {
        "o": 10497,
        "r": "esv:2 Kings:2:18",
        "t": "And they came back to him while he was staying at Jericho, and he said to them, “Did I not say to you, ‘Do not go’?”"
    },
    {
        "o": 10498,
        "r": "esv:2 Kings:2:19",
        "t": "Now*p the men of the city said to Elisha, “Behold, the situation of this city is pleasant, as my lord sees, but the water is bad, and the land is unfruitful.”"
    },
    {
        "o": 10499,
        "r": "esv:2 Kings:2:20",
        "t": "He said, “Bring me a new bowl, and put salt in it.” So they brought it to him."
    },
    {
        "o": 10500,
        "r": "esv:2 Kings:2:21",
        "t": "Then he went to the spring of water and threw salt in it and said, “Thus says the Lord,*s I have healed this water; from now on neither death nor miscarriage shall come from it.”"
    },
    {
        "o": 10501,
        "r": "esv:2 Kings:2:22",
        "t": "So the water has been healed to this day, according to the word that Elisha spoke."
    },
    {
        "o": 10502,
        "r": "esv:2 Kings:2:23",
        "t": "He*p went up from there to Bethel, and while he was going up on the way, some small boys came out of the city and jeered at him, saying, “Go up, you baldhead! Go up, you baldhead!”"
    },
    {
        "o": 10503,
        "r": "esv:2 Kings:2:24",
        "t": "And he turned around, and when he saw them, he cursed them in the name of the Lord.*s And two she-bears came out of the woods and tore forty-two of the boys."
    },
    {
        "o": 10504,
        "r": "esv:2 Kings:2:25",
        "t": "From there he went on to Mount Carmel, and from there he returned to Samaria."
    }
]
