[
    {
        "o": 4991,
        "r": "nasb:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 4992,
        "r": "nasb:Numbers:28:0",
        "t": "Laws for Offerings",
        "h": 2
    },
    {
        "o": 4993,
        "r": "nasb:Numbers:28:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4994,
        "r": "nasb:Numbers:28:2",
        "t": "“Command the sons of Israel and say to them, ‘You shall be careful to present My offering, My food for My offerings by fire, of a soothing aroma to Me, at their appointed time.’"
    },
    {
        "o": 4995,
        "r": "nasb:Numbers:28:3",
        "t": "You shall say to them, ‘This is the offering by fire which you shall offer to the Lord:*s two male lambs one year old without defect as*i a continual burnt offering every day."
    },
    {
        "o": 4996,
        "r": "nasb:Numbers:28:4",
        "t": "You shall offer the one lamb in the morning and the other lamb you shall offer at twilight;"
    },
    {
        "o": 4997,
        "r": "nasb:Numbers:28:5",
        "t": "also a tenth of an ephah of fine flour for a grain offering, mixed with a fourth of a hin of beaten oil."
    },
    {
        "o": 4998,
        "r": "nasb:Numbers:28:6",
        "t": "It is a continual burnt offering which was ordained in Mount Sinai as a soothing aroma, an offering by fire to the Lord.*s"
    },
    {
        "o": 4999,
        "r": "nasb:Numbers:28:7",
        "t": "Then the drink offering with it shall*i be*i a fourth of a hin for each lamb, in the holy place you shall pour out a drink offering of strong drink to the Lord.*s"
    },
    {
        "o": 5000,
        "r": "nasb:Numbers:28:8",
        "t": "The other lamb you shall offer at twilight; as the grain offering of the morning and as its drink offering, you shall offer it, an offering by fire, a soothing aroma to the Lord.*s"
    },
    {
        "o": 5001,
        "r": "nasb:Numbers:28:9",
        "t": "‘Then*p on the sabbath day two male lambs one year old without defect, and two-tenths of*i an*i ephah*i of fine flour mixed with oil as a grain offering, and its drink offering:"
    },
    {
        "o": 5002,
        "r": "nasb:Numbers:28:10",
        "t": "This*i is*i the burnt offering of every sabbath in addition to the continual burnt offering and its drink offering."
    },
    {
        "o": 5003,
        "r": "nasb:Numbers:28:11",
        "t": "‘Then*p at the beginning of each of your months you shall present a burnt offering to the Lord:*s two bulls and one ram, seven male lambs one year old without defect;"
    },
    {
        "o": 5004,
        "r": "nasb:Numbers:28:12",
        "t": "and three-tenths of*i an*i ephah*i of fine flour mixed with oil for a grain offering, for each bull; and two-tenths of fine flour mixed with oil for a grain offering, for the one ram;"
    },
    {
        "o": 5005,
        "r": "nasb:Numbers:28:13",
        "t": "and a tenth of*i an*i ephah*i of fine flour mixed with oil for a grain offering for each lamb, for a burnt offering of a soothing aroma, an offering by fire to the Lord.*s"
    },
    {
        "o": 5006,
        "r": "nasb:Numbers:28:14",
        "t": "Their drink offerings shall be half a hin of wine for a bull and a third of a hin for the ram and a fourth of a hin for a lamb; this is the burnt offering of each month throughout the months of the year."
    },
    {
        "o": 5007,
        "r": "nasb:Numbers:28:15",
        "t": "And one male goat for a sin offering to the Lord;*s it shall be offered with its drink offering in addition to the continual burnt offering."
    },
    {
        "o": 5008,
        "r": "nasb:Numbers:28:16",
        "t": "‘Then*p on the fourteenth day of the first month shall be the Lord’s*s Passover."
    },
    {
        "o": 5009,
        "r": "nasb:Numbers:28:17",
        "t": "On the fifteenth day of this month shall*i be*i a feast, unleavened bread shall*i be*i eaten for seven days."
    },
    {
        "o": 5010,
        "r": "nasb:Numbers:28:18",
        "t": "On the first day shall*i be*i a holy convocation; you shall do no laborious work."
    },
    {
        "o": 5011,
        "r": "nasb:Numbers:28:19",
        "t": "You shall present an offering by fire, a burnt offering to the Lord:*s two bulls and one ram and seven male lambs one year old, having them without defect."
    },
    {
        "o": 5012,
        "r": "nasb:Numbers:28:20",
        "t": "For their grain offering, you shall offer fine flour mixed with oil: three-tenths of*i an*i ephah*i for a bull and two-tenths for the ram."
    },
    {
        "o": 5013,
        "r": "nasb:Numbers:28:21",
        "t": "A tenth of*i an*i ephah*i you shall offer for each of the seven lambs;"
    },
    {
        "o": 5014,
        "r": "nasb:Numbers:28:22",
        "t": "and one male goat for a sin offering to make atonement for you."
    },
    {
        "o": 5015,
        "r": "nasb:Numbers:28:23",
        "t": "You shall present these besides the burnt offering of the morning, which is for a continual burnt offering."
    },
    {
        "o": 5016,
        "r": "nasb:Numbers:28:24",
        "t": "After this manner you shall present daily, for seven days, the food of the offering by fire, of a soothing aroma to the Lord;*s it shall be presented with its drink offering in addition to the continual burnt offering."
    },
    {
        "o": 5017,
        "r": "nasb:Numbers:28:25",
        "t": "On the seventh day you shall have a holy convocation; you shall do no laborious work."
    },
    {
        "o": 5018,
        "r": "nasb:Numbers:28:26",
        "t": "‘Also*p on the day of the first fruits, when you present a new grain offering to the Lord*s in your Feast*i of*i Weeks, you shall have a holy convocation; you shall do no laborious work."
    },
    {
        "o": 5019,
        "r": "nasb:Numbers:28:27",
        "t": "You shall offer a burnt offering for a soothing aroma to the Lord:*s two young bulls, one ram, seven male lambs one year old;"
    },
    {
        "o": 5020,
        "r": "nasb:Numbers:28:28",
        "t": "and their grain offering, fine flour mixed with oil: three-tenths of*i an*i ephah*i for each bull, two-tenths for the one ram,"
    },
    {
        "o": 5021,
        "r": "nasb:Numbers:28:29",
        "t": "a tenth for each of the seven lambs;"
    },
    {
        "o": 5022,
        "r": "nasb:Numbers:28:30",
        "t": "also*i one male goat to make atonement for you."
    },
    {
        "o": 5023,
        "r": "nasb:Numbers:28:31",
        "t": "Besides the continual burnt offering and its grain offering, you shall present them*i with their drink offerings. They shall be without defect."
    }
]
