[
    {
        "o": 25578,
        "r": "esv:Zechariah:8:0",
        "t": "Zechariah 8",
        "h": 1
    },
    {
        "o": 25579,
        "r": "esv:Zechariah:8:0",
        "t": "The Coming Peace and Prosperity of Zion",
        "h": 2
    },
    {
        "o": 25580,
        "r": "esv:Zechariah:8:1",
        "t": "And*p the word of the Lord*s of hosts came, saying,"
    },
    {
        "o": 25581,
        "r": "esv:Zechariah:8:2",
        "t": "“Thus says the Lord*s of hosts: I am jealous for Zion with great jealousy, and I am jealous for her with great wrath."
    },
    {
        "o": 25582,
        "r": "esv:Zechariah:8:3",
        "t": "Thus says the Lord:*s I have returned to Zion and will dwell in the midst of Jerusalem, and Jerusalem shall be called the faithful city, and the mountain of the Lord*s of hosts, the holy mountain."
    },
    {
        "o": 25583,
        "r": "esv:Zechariah:8:4",
        "t": "Thus says the Lord*s of hosts: Old men and old women shall again sit in the streets of Jerusalem, each with staff in hand because of great age."
    },
    {
        "o": 25584,
        "r": "esv:Zechariah:8:5",
        "t": "And the streets of the city shall be full of boys and girls playing in its streets."
    },
    {
        "o": 25585,
        "r": "esv:Zechariah:8:6",
        "t": "Thus says the Lord*s of hosts: If it is marvelous in the sight of the remnant of this people in those days, should it also be marvelous in my sight, declares the Lord*s of hosts?"
    },
    {
        "o": 25586,
        "r": "esv:Zechariah:8:7",
        "t": "Thus says the Lord*s of hosts: Behold, I will save my people from the east country and from the west country,"
    },
    {
        "o": 25587,
        "r": "esv:Zechariah:8:8",
        "t": "and I will bring them to dwell in the midst of Jerusalem. And they shall be my people, and I will be their God, in faithfulness and in righteousness.”"
    },
    {
        "o": 25588,
        "r": "esv:Zechariah:8:9",
        "t": "Thus*p says the Lord*s of hosts: “Let your hands be strong, you who in these days have been hearing these words from the mouth of the prophets who were present on the day that the foundation of the house of the Lord*s of hosts was laid, that the temple might be built."
    },
    {
        "o": 25589,
        "r": "esv:Zechariah:8:10",
        "t": "For before those days there was no wage for man or any wage for beast, neither was there any safety from the foe for him who went out or came in, for I set every man against his neighbor."
    },
    {
        "o": 25590,
        "r": "esv:Zechariah:8:11",
        "t": "But now I will not deal with the remnant of this people as in the former days, declares the Lord*s of hosts."
    },
    {
        "o": 25591,
        "r": "esv:Zechariah:8:12",
        "t": "For there shall be a sowing of peace. The vine shall give its fruit, and the ground shall give its produce, and the heavens shall give their dew. And I will cause the remnant of this people to possess all these things."
    },
    {
        "o": 25592,
        "r": "esv:Zechariah:8:13",
        "t": "And as you have been a byword of cursing among the nations, O house of Judah and house of Israel, so will I save you, and you shall be a blessing. Fear not, but let your hands be strong.”"
    },
    {
        "o": 25593,
        "r": "esv:Zechariah:8:14",
        "t": "For*p thus says the Lord*s of hosts: “As I purposed to bring disaster to you when your fathers provoked me to wrath, and I did not relent, says the Lord*s of hosts,"
    },
    {
        "o": 25594,
        "r": "esv:Zechariah:8:15",
        "t": "so again have I purposed in these days to bring good to Jerusalem and to the house of Judah; fear not."
    },
    {
        "o": 25595,
        "r": "esv:Zechariah:8:16",
        "t": "These are the things that you shall do: Speak the truth to one another; render in your gates judgments that are true and make for peace;"
    },
    {
        "o": 25596,
        "r": "esv:Zechariah:8:17",
        "t": "do not devise evil in your hearts against one another, and love no false oath, for all these things I hate, declares the Lord.”*s"
    },
    {
        "o": 25597,
        "r": "esv:Zechariah:8:18",
        "t": "And*p the word of the Lord*s of hosts came to me, saying,"
    },
    {
        "o": 25598,
        "r": "esv:Zechariah:8:19",
        "t": "“Thus says the Lord*s of hosts: The fast of the fourth month and the fast of the fifth and the fast of the seventh and the fast of the tenth shall be to the house of Judah seasons of joy and gladness and cheerful feasts. Therefore love truth and peace."
    },
    {
        "o": 25599,
        "r": "esv:Zechariah:8:20",
        "t": "“Thus*p says the Lord*s of hosts: Peoples shall yet come, even the inhabitants of many cities."
    },
    {
        "o": 25600,
        "r": "esv:Zechariah:8:21",
        "t": "The inhabitants of one city shall go to another, saying, ‘Let us go at once to entreat the favor of the Lord*s and to seek the Lord*s of hosts; I myself am going.’"
    },
    {
        "o": 25601,
        "r": "esv:Zechariah:8:22",
        "t": "Many peoples and strong nations shall come to seek the Lord*s of hosts in Jerusalem and to entreat the favor of the Lord.*s"
    },
    {
        "o": 25602,
        "r": "esv:Zechariah:8:23",
        "t": "Thus says the Lord*s of hosts: In those days ten men from the nations of every tongue shall take hold of the robe of a Jew, saying, ‘Let us go with you, for we have heard that God is with you.’”"
    }
]
