[
    {
        "o": 21517,
        "r": "nasb:Jeremiah:15:0",
        "t": "Jeremiah 15",
        "h": 1
    },
    {
        "o": 21518,
        "r": "nasb:Jeremiah:15:0",
        "t": "Judgment Must Come",
        "h": 2
    },
    {
        "o": 21519,
        "r": "nasb:Jeremiah:15:1",
        "t": "Then*p the Lord*s said to me, “Even though Moses and Samuel were to stand before Me, My heart would not be with this people; send them away from My presence and let them go!"
    },
    {
        "o": 21520,
        "r": "nasb:Jeremiah:15:2",
        "t": "And it shall be that when they say to you, ‘Where should we go?’ then you are to tell them, ‘Thus says the Lord:*s “Those*pn destined*i for death, to death; And*ln those destined*i for the sword, to the sword; And*ln those destined*i for famine, to famine; And*ln those destined*i for captivity, to captivity.” ’"
    },
    {
        "o": 21521,
        "r": "nasb:Jeremiah:15:3",
        "t": "I*p will appoint over them four kinds of*i doom,”*i declares the Lord:*s “the sword to slay, the dogs to drag off, and the birds of the sky and the beasts of the earth to devour and destroy."
    },
    {
        "o": 21522,
        "r": "nasb:Jeremiah:15:4",
        "t": "I will make them an object of horror among all the kingdoms of the earth because of Manasseh, the son of Hezekiah, the king of Judah, for what he did in Jerusalem."
    },
    {
        "o": 21523,
        "r": "nasb:Jeremiah:15:5",
        "t": "“Indeed,*pn who will have pity on you, O Jerusalem, Or*ln who will mourn for you, Or*ln who will turn aside to ask about your welfare?"
    },
    {
        "o": 21524,
        "r": "nasb:Jeremiah:15:6",
        "t": "You*ln who have forsaken Me,” declares the Lord,*s “You*ln keep going backward. So*ln I will stretch out My hand against you and destroy you; I*ln am tired of relenting!"
    },
    {
        "o": 21525,
        "r": "nasb:Jeremiah:15:7",
        "t": "I*ln will winnow them with a winnowing fork At*ln the gates of the land; I*ln will bereave them*i of children, I will destroy My people; They*ln did not repent of their ways."
    },
    {
        "o": 21526,
        "r": "nasb:Jeremiah:15:8",
        "t": "Their*ln widows will be more numerous before Me Than*ln the sand of the seas; I*ln will bring against them, against the mother of a young man, A*ln destroyer at noonday; I*ln will suddenly bring down on her Anguish*ln and dismay."
    },
    {
        "o": 21527,
        "r": "nasb:Jeremiah:15:9",
        "t": "She*ln who bore seven sons*i pines away; Her*ln breathing is labored. Her*ln sun has set while it was yet day; She*ln has been shamed and humiliated. So*ln I will give over their survivors to the sword Before*ln their enemies,” declares the Lord.*s"
    },
    {
        "o": 21528,
        "r": "nasb:Jeremiah:15:10",
        "t": "Woe*ln to me, my mother, that you have borne me As*iln a man of strife and a man of contention to all the land! I*ln have not lent, nor have men lent money to me, Yet*iln everyone curses me."
    },
    {
        "o": 21529,
        "r": "nasb:Jeremiah:15:11",
        "t": "The*ln Lord*s said, “Surely I will set you free for purposes*i of*i good; Surely*ln I will cause the enemy to make supplication to you In*ln a time of disaster and a time of distress."
    },
    {
        "o": 21530,
        "r": "nasb:Jeremiah:15:12",
        "t": "“Can*ln anyone smash iron, Iron*ln from the north, or bronze?"
    },
    {
        "o": 21531,
        "r": "nasb:Jeremiah:15:13",
        "t": "Your*ln wealth and your treasures I*ln will give for booty without cost, Even*ln for all your sins And*ln within all your borders."
    },
    {
        "o": 21532,
        "r": "nasb:Jeremiah:15:14",
        "t": "Then*ln I will cause your enemies to bring it*i Into*ln a land you do not know; For*ln a fire has been kindled in My anger, It*ln will burn upon you.”"
    },
    {
        "o": 21533,
        "r": "nasb:Jeremiah:15:14",
        "t": "Jeremiah’s Prayer and God’s Answer",
        "h": 2
    },
    {
        "o": 21534,
        "r": "nasb:Jeremiah:15:15",
        "t": "You*pn who know, O Lord,*s Remember*ln me, take notice of me, And*ln take vengeance for me on my persecutors. Do*ln not, in view of Your patience, take me away; Know*ln that for Your sake I endure reproach."
    },
    {
        "o": 21535,
        "r": "nasb:Jeremiah:15:16",
        "t": "Your*ln words were found and I ate them, And*ln Your words became for me a joy and the delight of my heart; For*ln I have been called by Your name, O*ln Lord*s God of hosts."
    },
    {
        "o": 21536,
        "r": "nasb:Jeremiah:15:17",
        "t": "I*ln did not sit in the circle of merrymakers, Nor*ln did I exult. Because*ln of Your hand upon*i me*i I sat alone, For*ln You filled me with indignation."
    },
    {
        "o": 21537,
        "r": "nasb:Jeremiah:15:18",
        "t": "Why*ln has my pain been perpetual And*ln my wound incurable, refusing to be healed? Will*ln You indeed be to me like a deceptive stream*i With*ln water that is unreliable?"
    },
    {
        "o": 21538,
        "r": "nasb:Jeremiah:15:19",
        "t": "Therefore,*ln thus says the Lord,*s “If*ln you return, then I will restore you— Before*ln Me you will stand; And*ln if you extract the precious from the worthless, You*ln will become My spokesman. They*ln for their part may turn to you, But*ln as for you, you must not turn to them."
    },
    {
        "o": 21539,
        "r": "nasb:Jeremiah:15:20",
        "t": "Then*ln I will make you to this people A*ln fortified wall of bronze; And*ln though they fight against you, They*ln will not prevail over you; For*ln I am with you to save you And*ln deliver you,” declares the Lord.*s"
    },
    {
        "o": 21540,
        "r": "nasb:Jeremiah:15:21",
        "t": "“So*ln I will deliver you from the hand of the wicked, And*ln I will redeem you from the grasp of the violent.”"
    }
]
