[
    {
        "o": 5375,
        "r": "nasb:Deuteronomy:2:0",
        "t": "Deuteronomy 2",
        "h": 1
    },
    {
        "o": 5376,
        "r": "nasb:Deuteronomy:2:0",
        "t": "Wanderings in the Wilderness",
        "h": 2
    },
    {
        "o": 5377,
        "r": "nasb:Deuteronomy:2:1",
        "t": "“Then*p we turned and set out for the wilderness by the way to the Red Sea, as the Lord*s spoke to me, and circled Mount Seir for many days."
    },
    {
        "o": 5378,
        "r": "nasb:Deuteronomy:2:2",
        "t": "And the Lord*s spoke to me, saying,"
    },
    {
        "o": 5379,
        "r": "nasb:Deuteronomy:2:3",
        "t": "‘You have circled this mountain long enough. Now*i turn north,"
    },
    {
        "o": 5380,
        "r": "nasb:Deuteronomy:2:4",
        "t": "and command the people, saying, “You will pass through the territory of your brothers the sons of Esau who live in Seir; and they will be afraid of you. So be very careful;"
    },
    {
        "o": 5381,
        "r": "nasb:Deuteronomy:2:5",
        "t": "do not provoke them, for I will not give you any of their land, even as*i little*i as*i a footstep because I have given Mount Seir to Esau as a possession."
    },
    {
        "o": 5382,
        "r": "nasb:Deuteronomy:2:6",
        "t": "You shall buy food from them with money so that you may eat, and you shall also purchase water from them with money so that you may drink."
    },
    {
        "o": 5383,
        "r": "nasb:Deuteronomy:2:7",
        "t": "For the Lord*s your God has blessed you in all that you have done; He has known your wanderings through this great wilderness. These forty years the Lord*s your God has been with you; you have not lacked a thing.” ’"
    },
    {
        "o": 5384,
        "r": "nasb:Deuteronomy:2:8",
        "t": "“So*p we passed beyond our brothers the sons of Esau, who live in Seir, away from the Arabah road, away from Elath and from Ezion-geber. And we turned and passed through by the way of the wilderness of Moab."
    },
    {
        "o": 5385,
        "r": "nasb:Deuteronomy:2:9",
        "t": "Then the Lord*s said to me, ‘Do not harass Moab, nor provoke them to war, for I will not give you any of their land as a possession, because I have given Ar to the sons of Lot as a possession.’"
    },
    {
        "o": 5386,
        "r": "nasb:Deuteronomy:2:10",
        "t": "(The Emim lived there formerly, a people as great, numerous, and tall as the Anakim."
    },
    {
        "o": 5387,
        "r": "nasb:Deuteronomy:2:11",
        "t": "Like the Anakim, they are also regarded as Rephaim, but the Moabites call them Emim."
    },
    {
        "o": 5388,
        "r": "nasb:Deuteronomy:2:12",
        "t": "The Horites formerly lived in Seir, but the sons of Esau dispossessed them and destroyed them from before them and settled in their place, just as Israel did to the land of their possession which the Lord*s gave to them.)"
    },
    {
        "o": 5389,
        "r": "nasb:Deuteronomy:2:13",
        "t": "‘Now arise and cross over the brook Zered yourselves.’ So we crossed over the brook Zered."
    },
    {
        "o": 5390,
        "r": "nasb:Deuteronomy:2:14",
        "t": "Now the time that it took for us to come from Kadesh-barnea until we crossed over the brook Zered was thirty-eight years, until all the generation of the men of war perished from within the camp, as the Lord*s had sworn to them."
    },
    {
        "o": 5391,
        "r": "nasb:Deuteronomy:2:15",
        "t": "Moreover the hand of the Lord*s was against them, to destroy them from within the camp until they all perished."
    },
    {
        "o": 5392,
        "r": "nasb:Deuteronomy:2:16",
        "t": "“So*p it came about when all the men of war had finally perished from among the people,"
    },
    {
        "o": 5393,
        "r": "nasb:Deuteronomy:2:17",
        "t": "that the Lord*s spoke to me, saying,"
    },
    {
        "o": 5394,
        "r": "nasb:Deuteronomy:2:18",
        "t": "‘Today you shall cross over Ar, the border of Moab."
    },
    {
        "o": 5395,
        "r": "nasb:Deuteronomy:2:19",
        "t": "When you come opposite the sons of Ammon, do not harass them nor provoke them, for I will not give you any of the land of the sons of Ammon as a possession, because I have given it to the sons of Lot as a possession.’"
    },
    {
        "o": 5396,
        "r": "nasb:Deuteronomy:2:20",
        "t": "(It is also regarded as the land of the Rephaim, for*i Rephaim formerly lived in it, but the Ammonites call them Zamzummin,"
    },
    {
        "o": 5397,
        "r": "nasb:Deuteronomy:2:21",
        "t": "a people as great, numerous, and tall as the Anakim, but the Lord*s destroyed them before them. And they dispossessed them and settled in their place,"
    },
    {
        "o": 5398,
        "r": "nasb:Deuteronomy:2:22",
        "t": "just as He did for the sons of Esau, who live in Seir, when He destroyed the Horites from before them; they dispossessed them and settled in their place even to this day."
    },
    {
        "o": 5399,
        "r": "nasb:Deuteronomy:2:23",
        "t": "And the Avvim, who lived in villages as far as Gaza, the Caphtorim who came from Caphtor, destroyed them and lived in their place.)"
    },
    {
        "o": 5400,
        "r": "nasb:Deuteronomy:2:24",
        "t": "‘Arise, set out, and pass through the valley of Arnon. Look! I have given Sihon the Amorite, king of Heshbon, and his land into your hand; begin to take possession and contend with him in battle."
    },
    {
        "o": 5401,
        "r": "nasb:Deuteronomy:2:25",
        "t": "This day I will begin to put the dread and fear of you upon the peoples everywhere under the heavens, who, when they hear the report of you, will tremble and be in anguish because of you.’"
    },
    {
        "o": 5402,
        "r": "nasb:Deuteronomy:2:26",
        "t": "“So*p I sent messengers from the wilderness of Kedemoth to Sihon king of Heshbon with words of peace, saying,"
    },
    {
        "o": 5403,
        "r": "nasb:Deuteronomy:2:27",
        "t": "‘Let me pass through your land, I will travel only on the highway; I will not turn aside to the right or to the left."
    },
    {
        "o": 5404,
        "r": "nasb:Deuteronomy:2:28",
        "t": "You will sell me food for money so that I may eat, and give me water for money so that I may drink, only let me pass through on foot,"
    },
    {
        "o": 5405,
        "r": "nasb:Deuteronomy:2:29",
        "t": "just as the sons of Esau who live in Seir and the Moabites who live in Ar did for me, until I cross over the Jordan into the land which the Lord*s our God is giving to us.’"
    },
    {
        "o": 5406,
        "r": "nasb:Deuteronomy:2:30",
        "t": "But Sihon king of Heshbon was not willing for us to pass through his land; for the Lord*s your God hardened his spirit and made his heart obstinate, in order to deliver him into your hand, as he*i is*i today."
    },
    {
        "o": 5407,
        "r": "nasb:Deuteronomy:2:31",
        "t": "The Lord*s said to me, ‘See, I have begun to deliver Sihon and his land over to you. Begin to occupy, that you may possess his land.’"
    },
    {
        "o": 5408,
        "r": "nasb:Deuteronomy:2:32",
        "t": "“Then*p Sihon with all his people came out to meet us in battle at Jahaz."
    },
    {
        "o": 5409,
        "r": "nasb:Deuteronomy:2:33",
        "t": "The Lord*s our God delivered him over to us, and we defeated him with his sons and all his people."
    },
    {
        "o": 5410,
        "r": "nasb:Deuteronomy:2:34",
        "t": "So we captured all his cities at that time and utterly destroyed the men, women and children of every city. We left no survivor."
    },
    {
        "o": 5411,
        "r": "nasb:Deuteronomy:2:35",
        "t": "We took only the animals as our booty and the spoil of the cities which we had captured."
    },
    {
        "o": 5412,
        "r": "nasb:Deuteronomy:2:36",
        "t": "From Aroer which is on the edge of the valley of Arnon and from*i the city which is in the valley, even to Gilead, there was no city that was too high for us; the Lord*s our God delivered all over to us."
    },
    {
        "o": 5413,
        "r": "nasb:Deuteronomy:2:37",
        "t": "Only you did not go near to the land of the sons of Ammon, all along the river Jabbok and the cities of the hill country, and wherever the Lord*s our God had commanded us."
    }
]
