[
    {
        "o": 13360,
        "r": "esv:Ezra:5:0",
        "t": "Ezra 5",
        "h": 1
    },
    {
        "o": 13361,
        "r": "esv:Ezra:5:0",
        "t": "Rebuilding Begins Anew",
        "h": 2
    },
    {
        "o": 13362,
        "r": "esv:Ezra:5:1",
        "t": "Now*p the prophets, Haggai and Zechariah the son of Iddo, prophesied to the Jews who were in Judah and Jerusalem, in the name of the God of Israel who was over them."
    },
    {
        "o": 13363,
        "r": "esv:Ezra:5:2",
        "t": "Then Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak arose and began to rebuild the house of God that is in Jerusalem, and the prophets of God were with them, supporting them."
    },
    {
        "o": 13364,
        "r": "esv:Ezra:5:3",
        "t": "At*p the same time Tattenai the governor of the province Beyond the River and Shethar-bozenai and their associates came to them and spoke to them thus: “Who gave you a decree to build this house and to finish this structure?”"
    },
    {
        "o": 13365,
        "r": "esv:Ezra:5:4",
        "t": "They also asked them this: “What are the names of the men who are building this building?”"
    },
    {
        "o": 13366,
        "r": "esv:Ezra:5:5",
        "t": "But the eye of their God was on the elders of the Jews, and they did not stop them until the report should reach Darius and then an answer be returned by letter concerning it."
    },
    {
        "o": 13367,
        "r": "esv:Ezra:5:5",
        "t": "Tattenai’s Letter to King Darius",
        "h": 2
    },
    {
        "o": 13368,
        "r": "esv:Ezra:5:6",
        "t": "This*p is a copy of the letter that Tattenai the governor of the province Beyond the River and Shethar-bozenai and his associates, the governors who were in the province Beyond the River, sent to Darius the king."
    },
    {
        "o": 13369,
        "r": "esv:Ezra:5:7",
        "t": "They sent him a report, in which was written as follows: “To Darius the king, all peace."
    },
    {
        "o": 13370,
        "r": "esv:Ezra:5:8",
        "t": "Be it known to the king that we went to the province of Judah, to the house of the great God. It is being built with huge stones, and timber is laid in the walls. This work goes on diligently and prospers in their hands."
    },
    {
        "o": 13371,
        "r": "esv:Ezra:5:9",
        "t": "Then we asked those elders and spoke to them thus: ‘Who gave you a decree to build this house and to finish this structure?’"
    },
    {
        "o": 13372,
        "r": "esv:Ezra:5:10",
        "t": "We also asked them their names, for your information, that we might write down the names of their leaders."
    },
    {
        "o": 13373,
        "r": "esv:Ezra:5:11",
        "t": "And this was their reply to us: ‘We are the servants of the God of heaven and earth, and we are rebuilding the house that was built many years ago, which a great king of Israel built and finished."
    },
    {
        "o": 13374,
        "r": "esv:Ezra:5:12",
        "t": "But because our fathers had angered the God of heaven, he gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this house and carried away the people to Babylonia."
    },
    {
        "o": 13375,
        "r": "esv:Ezra:5:13",
        "t": "However, in the first year of Cyrus king of Babylon, Cyrus the king made a decree that this house of God should be rebuilt."
    },
    {
        "o": 13376,
        "r": "esv:Ezra:5:14",
        "t": "And the gold and silver vessels of the house of God, which Nebuchadnezzar had taken out of the temple that was in Jerusalem and brought into the temple of Babylon, these Cyrus the king took out of the temple of Babylon, and they were delivered to one whose name was Sheshbazzar, whom he had made governor;"
    },
    {
        "o": 13377,
        "r": "esv:Ezra:5:15",
        "t": "and he said to him, “Take these vessels, go and put them in the temple that is in Jerusalem, and let the house of God be rebuilt on its site.”"
    },
    {
        "o": 13378,
        "r": "esv:Ezra:5:16",
        "t": "Then this Sheshbazzar came and laid the foundations of the house of God that is in Jerusalem, and from that time until now it has been in building, and it is not yet finished.’"
    },
    {
        "o": 13379,
        "r": "esv:Ezra:5:17",
        "t": "Therefore, if it seems good to the king, let search be made in the royal archives there in Babylon, to see whether a decree was issued by Cyrus the king for the rebuilding of this house of God in Jerusalem. And let the king send us his pleasure in this matter.”"
    }
]
