[
    {
        "o": 30467,
        "r": "kjv:Ephesians:2:0",
        "t": "Ephesians 2",
        "h": 1
    },
    {
        "o": 30468,
        "r": "kjv:Ephesians:2:1",
        "t": "And*p you hath he quickened, who were dead in trespasses and sins;"
    },
    {
        "o": 30469,
        "r": "kjv:Ephesians:2:2",
        "t": "Wherein*p in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:"
    },
    {
        "o": 30470,
        "r": "kjv:Ephesians:2:3",
        "t": "Among*p whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others."
    },
    {
        "o": 30471,
        "r": "kjv:Ephesians:2:4",
        "t": "But*p God, who is rich in mercy, for his great love wherewith he loved us,"
    },
    {
        "o": 30472,
        "r": "kjv:Ephesians:2:5",
        "t": "Even*p when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)"
    },
    {
        "o": 30473,
        "r": "kjv:Ephesians:2:6",
        "t": "And*p hath raised us up together, and made us sit together in heavenly places in Christ Jesus:"
    },
    {
        "o": 30474,
        "r": "kjv:Ephesians:2:7",
        "t": "That*p in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus."
    },
    {
        "o": 30475,
        "r": "kjv:Ephesians:2:8",
        "t": "For*p by grace are ye saved through faith; and that not of yourselves: it is the gift of God:"
    },
    {
        "o": 30476,
        "r": "kjv:Ephesians:2:9",
        "t": "Not*p of works, lest any man should boast."
    },
    {
        "o": 30477,
        "r": "kjv:Ephesians:2:10",
        "t": "For*p we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them."
    },
    {
        "o": 30478,
        "r": "kjv:Ephesians:2:11",
        "t": "Wherefore*p remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;"
    },
    {
        "o": 30479,
        "r": "kjv:Ephesians:2:12",
        "t": "That*p at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:"
    },
    {
        "o": 30480,
        "r": "kjv:Ephesians:2:13",
        "t": "But*p now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ."
    },
    {
        "o": 30481,
        "r": "kjv:Ephesians:2:14",
        "t": "For*p he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;"
    },
    {
        "o": 30482,
        "r": "kjv:Ephesians:2:15",
        "t": "Having*p abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;"
    },
    {
        "o": 30483,
        "r": "kjv:Ephesians:2:16",
        "t": "And*p that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:"
    },
    {
        "o": 30484,
        "r": "kjv:Ephesians:2:17",
        "t": "And*p came and preached peace to you which were afar off, and to them that were nigh."
    },
    {
        "o": 30485,
        "r": "kjv:Ephesians:2:18",
        "t": "For*p through him we both have access by one Spirit unto the Father."
    },
    {
        "o": 30486,
        "r": "kjv:Ephesians:2:19",
        "t": "Now*p therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;"
    },
    {
        "o": 30487,
        "r": "kjv:Ephesians:2:20",
        "t": "And*p are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;"
    },
    {
        "o": 30488,
        "r": "kjv:Ephesians:2:21",
        "t": "In*p whom all the building fitly framed together groweth unto an holy temple in the Lord:"
    },
    {
        "o": 30489,
        "r": "kjv:Ephesians:2:22",
        "t": "In*p whom ye also are builded together for an habitation of God through the Spirit."
    }
]
