[
    {
        "o": 20474,
        "r": "nkjv:Isaiah:34:0",
        "t": "Isaiah 34",
        "h": 1
    },
    {
        "o": 20475,
        "r": "nkjv:Isaiah:34:0",
        "t": "Judgment on the Nations",
        "h": 2
    },
    {
        "o": 20476,
        "r": "nkjv:Isaiah:34:1",
        "t": "Come*pn near, you nations, to hear; And*ld heed, you people! Let*ld the earth hear, and all that is in it, The*ld world and all things that come forth from it."
    },
    {
        "o": 20477,
        "r": "nkjv:Isaiah:34:2",
        "t": "For*ld the indignation of the Lord*s is against all nations, And*ld His*i fury against all their armies; He*ld has utterly destroyed them, He*ld has given them over to the slaughter."
    },
    {
        "o": 20478,
        "r": "nkjv:Isaiah:34:3",
        "t": "Also*ld their slain shall be thrown out; Their*ld stench shall rise from their corpses, And*ld the mountains shall be melted with their blood."
    },
    {
        "o": 20479,
        "r": "nkjv:Isaiah:34:4",
        "t": "All*ld the host of heaven shall be dissolved, And*ld the heavens shall be rolled up like a scroll; All*ld their host shall fall down As*ld the leaf falls from the vine, And*ld as fruit*i falling from a fig tree."
    },
    {
        "o": 20480,
        "r": "nkjv:Isaiah:34:5",
        "t": "“For*ln My sword shall be bathed in heaven; Indeed*ld it shall come down on Edom, And*ld on the people of My curse, for judgment."
    },
    {
        "o": 20481,
        "r": "nkjv:Isaiah:34:6",
        "t": "The*ld sword of the Lord*s is filled with blood, It*ld is made overflowing with fatness, With*ld the blood of lambs and goats, With*ld the fat of the kidneys of rams. For*ld the Lord*s has a sacrifice in Bozrah, And*ld a great slaughter in the land of Edom."
    },
    {
        "o": 20482,
        "r": "nkjv:Isaiah:34:7",
        "t": "The*ld wild oxen shall come down with them, And*ld the young bulls with the mighty bulls; Their*ld land shall be soaked with blood, And*ld their dust saturated with fatness.”"
    },
    {
        "o": 20483,
        "r": "nkjv:Isaiah:34:8",
        "t": "For*ln it*i is*i the day of the Lord’s*s vengeance, The*ld year of recompense for the cause of Zion."
    },
    {
        "o": 20484,
        "r": "nkjv:Isaiah:34:9",
        "t": "Its*ld streams shall be turned into pitch, And*ld its dust into brimstone; Its*ld land shall become burning pitch."
    },
    {
        "o": 20485,
        "r": "nkjv:Isaiah:34:10",
        "t": "It*ld shall not be quenched night or day; Its*ld smoke shall ascend forever. From*ld generation to generation it shall lie waste; No*ld one shall pass through it forever and ever."
    },
    {
        "o": 20486,
        "r": "nkjv:Isaiah:34:11",
        "t": "But*ld the pelican and the porcupine shall possess it, Also*ld the owl and the raven shall dwell in it. And*ld He shall stretch out over it The*ld line of confusion and the stones of emptiness."
    },
    {
        "o": 20487,
        "r": "nkjv:Isaiah:34:12",
        "t": "They*ld shall call its nobles to the kingdom, But*ld none shall*i be*i there, and all its princes shall be nothing."
    },
    {
        "o": 20488,
        "r": "nkjv:Isaiah:34:13",
        "t": "And*ln thorns shall come up in its palaces, Nettles*ld and brambles in its fortresses; It*ld shall be a habitation of jackals, A*ld courtyard for ostriches."
    },
    {
        "o": 20489,
        "r": "nkjv:Isaiah:34:14",
        "t": "The*ld wild beasts of the desert shall also meet with the jackals, And*ld the wild goat shall bleat to its companion; Also*ld the night creature shall rest there, And*ld find for herself a place of rest."
    },
    {
        "o": 20490,
        "r": "nkjv:Isaiah:34:15",
        "t": "There*ld the arrow snake shall make her nest and lay eggs*i And*ld hatch, and gather them*i under her shadow; There*ld also shall the hawks be gathered, Every*ld one with her mate."
    },
    {
        "o": 20491,
        "r": "nkjv:Isaiah:34:16",
        "t": "“Search*ln from the book of the Lord,*s and read: Not*ld one of these shall fail; Not*ld one shall lack her mate. For*ld My mouth has commanded it, and His Spirit has gathered them."
    },
    {
        "o": 20492,
        "r": "nkjv:Isaiah:34:17",
        "t": "He*ld has cast the lot for them, And*ld His hand has divided it among them with a measuring line. They*ld shall possess it forever; From*ld generation to generation they shall dwell in it.”"
    }
]
