[
    {
        "o": 14359,
        "r": "nkjv:Job:5:0",
        "t": "Job 5",
        "h": 1
    },
    {
        "o": 14360,
        "r": "nkjv:Job:5:0",
        "t": "Eliphaz: Job Is Chastened by God",
        "h": 2
    },
    {
        "o": 14361,
        "r": "nkjv:Job:5:1",
        "t": "“Call*pn out now; Is*ld there anyone who will answer you? And*ld to which of the holy ones will you turn?"
    },
    {
        "o": 14362,
        "r": "nkjv:Job:5:2",
        "t": "For*ld wrath kills a foolish man, And*ld envy slays a simple one."
    },
    {
        "o": 14363,
        "r": "nkjv:Job:5:3",
        "t": "I*ld have seen the foolish taking root, But*ld suddenly I cursed his dwelling place."
    },
    {
        "o": 14364,
        "r": "nkjv:Job:5:4",
        "t": "His*ld sons are far from safety, They*ld are crushed in the gate, And*ld there*i is*i no deliverer."
    },
    {
        "o": 14365,
        "r": "nkjv:Job:5:5",
        "t": "Because*ld the hungry eat up his harvest, Taking*ld it even from the thorns, And*ld a snare snatches their substance."
    },
    {
        "o": 14366,
        "r": "nkjv:Job:5:6",
        "t": "For*ld affliction does not come from the dust, Nor*ld does trouble spring from the ground;"
    },
    {
        "o": 14367,
        "r": "nkjv:Job:5:7",
        "t": "Yet*ld man is born to trouble, As*ld the sparks fly upward."
    },
    {
        "o": 14368,
        "r": "nkjv:Job:5:8",
        "t": "“But*ln as for me, I would seek God, And*ld to God I would commit my cause—"
    },
    {
        "o": 14369,
        "r": "nkjv:Job:5:9",
        "t": "Who*ld does great things, and unsearchable, Marvelous*ld things without number."
    },
    {
        "o": 14370,
        "r": "nkjv:Job:5:10",
        "t": "He*ld gives rain on the earth, And*ld sends waters on the fields."
    },
    {
        "o": 14371,
        "r": "nkjv:Job:5:11",
        "t": "He*ld sets on high those who are lowly, And*ld those who mourn are lifted to safety."
    },
    {
        "o": 14372,
        "r": "nkjv:Job:5:12",
        "t": "He*ld frustrates the devices of the crafty, So*ld that their hands cannot carry out their plans."
    },
    {
        "o": 14373,
        "r": "nkjv:Job:5:13",
        "t": "He*ld catches the wise in their own craftiness, And*ld the counsel of the cunning comes quickly upon them."
    },
    {
        "o": 14374,
        "r": "nkjv:Job:5:14",
        "t": "They*ld meet with darkness in the daytime, And*ld grope at noontime as in the night."
    },
    {
        "o": 14375,
        "r": "nkjv:Job:5:15",
        "t": "But*ld He saves the needy from the sword, From*ld the mouth of the mighty, And*ld from their hand."
    },
    {
        "o": 14376,
        "r": "nkjv:Job:5:16",
        "t": "So*ld the poor have hope, And*ld injustice shuts her mouth."
    },
    {
        "o": 14377,
        "r": "nkjv:Job:5:17",
        "t": "“Behold,*ln happy is*i the man whom God corrects; Therefore*ld do not despise the chastening of the Almighty."
    },
    {
        "o": 14378,
        "r": "nkjv:Job:5:18",
        "t": "For*ld He bruises, but He binds up; He*ld wounds, but His hands make whole."
    },
    {
        "o": 14379,
        "r": "nkjv:Job:5:19",
        "t": "He*ld shall deliver you in six troubles, Yes,*ld in seven no evil shall touch you."
    },
    {
        "o": 14380,
        "r": "nkjv:Job:5:20",
        "t": "In*ld famine He shall redeem you from death, And*ld in war from the power of the sword."
    },
    {
        "o": 14381,
        "r": "nkjv:Job:5:21",
        "t": "You*ld shall be hidden from the scourge of the tongue, And*ld you shall not be afraid of destruction when it comes."
    },
    {
        "o": 14382,
        "r": "nkjv:Job:5:22",
        "t": "You*ld shall laugh at destruction and famine, And*ld you shall not be afraid of the beasts of the earth."
    },
    {
        "o": 14383,
        "r": "nkjv:Job:5:23",
        "t": "For*ld you shall have a covenant with the stones of the field, And*ld the beasts of the field shall be at peace with you."
    },
    {
        "o": 14384,
        "r": "nkjv:Job:5:24",
        "t": "You*ld shall know that your tent is*i in peace; You*ld shall visit your dwelling and find nothing amiss."
    },
    {
        "o": 14385,
        "r": "nkjv:Job:5:25",
        "t": "You*ld shall also know that your descendants shall*i be*i many, And*ld your offspring like the grass of the earth."
    },
    {
        "o": 14386,
        "r": "nkjv:Job:5:26",
        "t": "You*ld shall come to the grave at a full age, As*ld a sheaf of grain ripens in its season."
    },
    {
        "o": 14387,
        "r": "nkjv:Job:5:27",
        "t": "Behold,*ld this we have searched out; It*ld is*i true. Hear*ld it, and know for yourself.”"
    }
]
