[
    {
        "o": 33805,
        "r": "csb:2 Timothy:2:0",
        "t": "2 Timothy 2",
        "h": 1
    },
    {
        "o": 33806,
        "r": "csb:2 Timothy:2:0",
        "t": "Be Strong in Grace",
        "h": 2
    },
    {
        "o": 33807,
        "r": "csb:2 Timothy:2:1",
        "t": "You,*p therefore, my son, be strong in the grace that is in Christ Jesus."
    },
    {
        "o": 33808,
        "r": "csb:2 Timothy:2:2",
        "t": "What you have heard from me in the presence of many witnesses, commit to faithful men who will be able to teach others also."
    },
    {
        "o": 33809,
        "r": "csb:2 Timothy:2:3",
        "t": "Share*p in suffering as a good soldier of Christ Jesus."
    },
    {
        "o": 33810,
        "r": "csb:2 Timothy:2:4",
        "t": "No one serving as a soldier gets entangled in the concerns of civilian life; he seeks to please the commanding officer."
    },
    {
        "o": 33811,
        "r": "csb:2 Timothy:2:5",
        "t": "Also, if anyone competes as an athlete, he is not crowned unless he competes according to the rules."
    },
    {
        "o": 33812,
        "r": "csb:2 Timothy:2:6",
        "t": "The hardworking farmer ought to be the first to get a share of the crops."
    },
    {
        "o": 33813,
        "r": "csb:2 Timothy:2:7",
        "t": "Consider what I say, for the Lord will give you understanding in everything."
    },
    {
        "o": 33814,
        "r": "csb:2 Timothy:2:8",
        "t": "Remember*p Jesus Christ, risen from the dead and descended from David, according to my gospel,"
    },
    {
        "o": 33815,
        "r": "csb:2 Timothy:2:9",
        "t": "for which I suffer to the point of being bound like a criminal. But the word of God is not bound."
    },
    {
        "o": 33816,
        "r": "csb:2 Timothy:2:10",
        "t": "This is why I endure all things for the elect: so that they also may obtain salvation, which is in Christ Jesus, with eternal glory."
    },
    {
        "o": 33817,
        "r": "csb:2 Timothy:2:11",
        "t": "This saying is trustworthy: For*pn if we died with him, we*ln will also live with him;"
    },
    {
        "o": 33818,
        "r": "csb:2 Timothy:2:12",
        "t": "if*ln we endure, we will also reign with him; if*ln we deny him, he will also deny us;"
    },
    {
        "o": 33819,
        "r": "csb:2 Timothy:2:13",
        "t": "if*ln we are faithless, he remains faithful, for*ln he cannot deny himself."
    },
    {
        "o": 33820,
        "r": "csb:2 Timothy:2:13",
        "t": "An Approved Worker",
        "h": 2
    },
    {
        "o": 33821,
        "r": "csb:2 Timothy:2:14",
        "t": "Remind*p them of these things, and charge them before God not to fight about words. This is useless and leads to the ruin of those who listen."
    },
    {
        "o": 33822,
        "r": "csb:2 Timothy:2:15",
        "t": "Be diligent to present yourself to God as one approved, a worker who doesn’t need to be ashamed, correctly teaching the word of truth."
    },
    {
        "o": 33823,
        "r": "csb:2 Timothy:2:16",
        "t": "Avoid irreverent and empty speech, since those who engage in it will produce even more godlessness,"
    },
    {
        "o": 33824,
        "r": "csb:2 Timothy:2:17",
        "t": "and their teaching will spread like gangrene. Hymenaeus and Philetus are among them."
    },
    {
        "o": 33825,
        "r": "csb:2 Timothy:2:18",
        "t": "They have departed from the truth, saying that the resurrection has already taken place, and are ruining the faith of some."
    },
    {
        "o": 33826,
        "r": "csb:2 Timothy:2:19",
        "t": "Nevertheless, God’s solid foundation stands firm, bearing this inscription: The*i Lord*i knows*i those*i who*i are*i his,*i and let everyone who calls on the name of the Lord turn away from wickedness."
    },
    {
        "o": 33827,
        "r": "csb:2 Timothy:2:20",
        "t": "Now*p in a large house there are not only gold and silver vessels, but also those of wood and clay; some for honorable use and some for dishonorable."
    },
    {
        "o": 33828,
        "r": "csb:2 Timothy:2:21",
        "t": "So if anyone purifies himself from anything dishonorable, he will be a special instrument, set apart, useful to the Master, prepared for every good work."
    },
    {
        "o": 33829,
        "r": "csb:2 Timothy:2:22",
        "t": "Flee*p from youthful passions, and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart."
    },
    {
        "o": 33830,
        "r": "csb:2 Timothy:2:23",
        "t": "But reject foolish and ignorant disputes, because you know that they breed quarrels."
    },
    {
        "o": 33831,
        "r": "csb:2 Timothy:2:24",
        "t": "The Lord’s servant must not quarrel, but must be gentle to everyone, able to teach, and patient,"
    },
    {
        "o": 33832,
        "r": "csb:2 Timothy:2:25",
        "t": "instructing his opponents with gentleness. Perhaps God will grant them repentance leading them to the knowledge of the truth."
    },
    {
        "o": 33833,
        "r": "csb:2 Timothy:2:26",
        "t": "Then they may come to their senses and escape the trap of the devil, who has taken them captive to do his will."
    }
]
