[
    {
        "o": 32101,
        "r": "nasb:2 Corinthians:3:0",
        "t": "2 Corinthians 3",
        "h": 1
    },
    {
        "o": 32102,
        "r": "nasb:2 Corinthians:3:0",
        "t": "Ministers of a New Covenant",
        "h": 2
    },
    {
        "o": 32103,
        "r": "nasb:2 Corinthians:3:1",
        "t": "Are*p we beginning to commend ourselves again? Or do we need, as some, letters of commendation to you or from you?"
    },
    {
        "o": 32104,
        "r": "nasb:2 Corinthians:3:2",
        "t": "You are our letter, written in our hearts, known and read by all men;"
    },
    {
        "o": 32105,
        "r": "nasb:2 Corinthians:3:3",
        "t": "being manifested that you are a letter of Christ, cared for by us, written not with ink but with the Spirit of the living God, not on tablets of stone but on tablets of human hearts."
    },
    {
        "o": 32106,
        "r": "nasb:2 Corinthians:3:4",
        "t": "Such*p confidence we have through Christ toward God."
    },
    {
        "o": 32107,
        "r": "nasb:2 Corinthians:3:5",
        "t": "Not that we are adequate in ourselves to consider anything as coming*i from ourselves, but our adequacy is from God,"
    },
    {
        "o": 32108,
        "r": "nasb:2 Corinthians:3:6",
        "t": "who also made us adequate as*i servants of a new covenant, not of the letter but of the Spirit; for the letter kills, but the Spirit gives life."
    },
    {
        "o": 32109,
        "r": "nasb:2 Corinthians:3:7",
        "t": "But*p if the ministry of death, in letters engraved on stones, came with glory, so that the sons of Israel could not look intently at the face of Moses because of the glory of his face, fading as*i it was,"
    },
    {
        "o": 32110,
        "r": "nasb:2 Corinthians:3:8",
        "t": "how will the ministry of the Spirit fail to be even more with glory?"
    },
    {
        "o": 32111,
        "r": "nasb:2 Corinthians:3:9",
        "t": "For if the ministry of condemnation has glory, much more does the ministry of righteousness abound in glory."
    },
    {
        "o": 32112,
        "r": "nasb:2 Corinthians:3:10",
        "t": "For indeed what had glory, in this case has no glory because of the glory that surpasses it.*i"
    },
    {
        "o": 32113,
        "r": "nasb:2 Corinthians:3:11",
        "t": "For if that which fades away was*i with glory, much more that which remains is*i in glory."
    },
    {
        "o": 32114,
        "r": "nasb:2 Corinthians:3:12",
        "t": "Therefore*p having such a hope, we use great boldness in our*i speech,"
    },
    {
        "o": 32115,
        "r": "nasb:2 Corinthians:3:13",
        "t": "and are*i not like Moses, who*i used to put a veil over his face so that the sons of Israel would not look intently at the end of what was fading away."
    },
    {
        "o": 32116,
        "r": "nasb:2 Corinthians:3:14",
        "t": "But their minds were hardened; for until this very day at the reading of the old covenant the same veil remains unlifted, because it is removed in Christ."
    },
    {
        "o": 32117,
        "r": "nasb:2 Corinthians:3:15",
        "t": "But to this day whenever Moses is read, a veil lies over their heart;"
    },
    {
        "o": 32118,
        "r": "nasb:2 Corinthians:3:16",
        "t": "but whenever a person turns to the Lord, the veil is taken away."
    },
    {
        "o": 32119,
        "r": "nasb:2 Corinthians:3:17",
        "t": "Now the Lord is the Spirit, and where the Spirit of the Lord is, there*i is liberty."
    },
    {
        "o": 32120,
        "r": "nasb:2 Corinthians:3:18",
        "t": "But we all, with unveiled face, beholding as in a mirror the glory of the Lord, are being transformed into the same image from glory to glory, just as from the Lord, the Spirit."
    }
]
