[
    {
        "o": 3626,
        "r": "nasb:Leviticus:20:0",
        "t": "Leviticus 20",
        "h": 1
    },
    {
        "o": 3627,
        "r": "nasb:Leviticus:20:0",
        "t": "On Human Sacrifice and Immoralities",
        "h": 2
    },
    {
        "o": 3628,
        "r": "nasb:Leviticus:20:1",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3629,
        "r": "nasb:Leviticus:20:2",
        "t": "“You shall also say to the sons of Israel: ‘Any*bp man from the sons of Israel or from the aliens sojourning in Israel who gives any of his offspring to Molech, shall surely be put to death; the people of the land shall stone him with stones."
    },
    {
        "o": 3630,
        "r": "nasb:Leviticus:20:3",
        "t": "I will also set My face against that man and will cut him off from among his people, because he has given some of his offspring to Molech, so as to defile My sanctuary and to profane My holy name."
    },
    {
        "o": 3631,
        "r": "nasb:Leviticus:20:4",
        "t": "If the people of the land, however, should ever disregard that man when he gives any of his offspring to Molech, so as not to put him to death,"
    },
    {
        "o": 3632,
        "r": "nasb:Leviticus:20:5",
        "t": "then I Myself will set My face against that man and against his family, and I will cut off from among their people both him and all those who play the harlot after him, by playing the harlot after Molech."
    },
    {
        "o": 3633,
        "r": "nasb:Leviticus:20:6",
        "t": "‘As*p for the person who turns to mediums and to spiritists, to play the harlot after them, I will also set My face against that person and will cut him off from among his people."
    },
    {
        "o": 3634,
        "r": "nasb:Leviticus:20:7",
        "t": "You shall consecrate yourselves therefore and be holy, for I am the Lord*s your God."
    },
    {
        "o": 3635,
        "r": "nasb:Leviticus:20:8",
        "t": "You shall keep My statutes and practice them; I am the Lord*s who sanctifies you."
    },
    {
        "o": 3636,
        "r": "nasb:Leviticus:20:9",
        "t": "‘If*p there*i is*i anyone who curses his father or his mother, he shall surely be put to death; he has cursed his father or his mother, his bloodguiltiness is upon him."
    },
    {
        "o": 3637,
        "r": "nasb:Leviticus:20:10",
        "t": "‘If*p there*i is*i a man who commits adultery with another man’s wife, one who commits adultery with his friend’s wife, the adulterer and the adulteress shall surely be put to death."
    },
    {
        "o": 3638,
        "r": "nasb:Leviticus:20:11",
        "t": "If there*i is*i a man who lies with his father’s wife, he has uncovered his father’s nakedness; both of them shall surely be put to death, their bloodguiltiness is upon them."
    },
    {
        "o": 3639,
        "r": "nasb:Leviticus:20:12",
        "t": "If there*i is*i a man who lies with his daughter-in-law, both of them shall surely be put to death; they have committed incest, their bloodguiltiness is upon them."
    },
    {
        "o": 3640,
        "r": "nasb:Leviticus:20:13",
        "t": "If there*i is*i a man who lies with a male as those who lie with a woman, both of them have committed a detestable act; they shall surely be put to death. Their bloodguiltiness is upon them."
    },
    {
        "o": 3641,
        "r": "nasb:Leviticus:20:14",
        "t": "If there*i is*i a man who marries a woman and her mother, it is immorality; both he and they shall be burned with fire, so that there will be no immorality in your midst."
    },
    {
        "o": 3642,
        "r": "nasb:Leviticus:20:15",
        "t": "If there*i is*i a man who lies with an animal, he shall surely be put to death; you shall also kill the animal."
    },
    {
        "o": 3643,
        "r": "nasb:Leviticus:20:16",
        "t": "If there*i is*i a woman who approaches any animal to mate with it, you shall kill the woman and the animal; they shall surely be put to death. Their bloodguiltiness is upon them."
    },
    {
        "o": 3644,
        "r": "nasb:Leviticus:20:17",
        "t": "‘If*p there*i is*i a man who takes his sister, his father’s daughter or his mother’s daughter, so that he sees her nakedness and she sees his nakedness, it is a disgrace; and they shall be cut off in the sight of the sons of their people. He has uncovered his sister’s nakedness; he bears his guilt."
    },
    {
        "o": 3645,
        "r": "nasb:Leviticus:20:18",
        "t": "If there*i is*i a man who lies with a menstruous woman and uncovers her nakedness, he has laid bare her flow, and she has exposed the flow of her blood; thus both of them shall be cut off from among their people."
    },
    {
        "o": 3646,
        "r": "nasb:Leviticus:20:19",
        "t": "You shall also not uncover the nakedness of your mother’s sister or of your father’s sister, for such a one has made naked his blood relative; they will bear their guilt."
    },
    {
        "o": 3647,
        "r": "nasb:Leviticus:20:20",
        "t": "If there*i is*i a man who lies with his uncle’s wife he has uncovered his uncle’s nakedness; they will bear their sin. They will die childless."
    },
    {
        "o": 3648,
        "r": "nasb:Leviticus:20:21",
        "t": "If there*i is*i a man who takes his brother’s wife, it is abhorrent; he has uncovered his brother’s nakedness. They will be childless."
    },
    {
        "o": 3649,
        "r": "nasb:Leviticus:20:22",
        "t": "‘You*p are therefore to keep all My statutes and all My ordinances and do them, so that the land to which I am bringing you to live will not spew you out."
    },
    {
        "o": 3650,
        "r": "nasb:Leviticus:20:23",
        "t": "Moreover, you shall not follow the customs of the nation which I will drive out before you, for they did all these things, and therefore I have abhorred them."
    },
    {
        "o": 3651,
        "r": "nasb:Leviticus:20:24",
        "t": "Hence I have said to you, “You are to possess their land, and I Myself will give it to you to possess it, a land flowing with milk and honey.” I am the Lord*s your God, who has separated you from the peoples."
    },
    {
        "o": 3652,
        "r": "nasb:Leviticus:20:25",
        "t": "You are therefore to make a distinction between the clean animal and the unclean, and between the unclean bird and the clean; and you shall not make yourselves detestable by animal or by bird or by anything that creeps on the ground, which I have separated for you as unclean."
    },
    {
        "o": 3653,
        "r": "nasb:Leviticus:20:26",
        "t": "Thus you are to be holy to Me, for I the Lord*s am holy; and I have set you apart from the peoples to be Mine."
    },
    {
        "o": 3654,
        "r": "nasb:Leviticus:20:27",
        "t": "‘Now*p a man or a woman who is a medium or a spiritist shall surely be put to death. They shall be stoned with stones, their bloodguiltiness is upon them.’ ”"
    }
]
