[
    {
        "o": 1986,
        "r": "kjv:Exodus:15:0",
        "t": "Exodus 15",
        "h": 1
    },
    {
        "o": 1987,
        "r": "kjv:Exodus:15:1",
        "t": "Then*p sang Moses and the children of Israel this song unto the Lord,*s and spake, saying, I will sing unto the Lord,*s for he hath triumphed gloriously: the horse and his rider hath he thrown into the sea."
    },
    {
        "o": 1988,
        "r": "kjv:Exodus:15:2",
        "t": "The*p Lord*s is my strength and song, and he is become my salvation: he is my God, and I will prepare him an habitation; my father's God, and I will exalt him."
    },
    {
        "o": 1989,
        "r": "kjv:Exodus:15:3",
        "t": "The*p Lord*s is a man of war: the Lord*s is his name."
    },
    {
        "o": 1990,
        "r": "kjv:Exodus:15:4",
        "t": "Pharaoh's*p chariots and his host hath he cast into the sea: his chosen captains also are drowned in the Red sea."
    },
    {
        "o": 1991,
        "r": "kjv:Exodus:15:5",
        "t": "The*p depths have covered them: they sank into the bottom as a stone."
    },
    {
        "o": 1992,
        "r": "kjv:Exodus:15:6",
        "t": "Thy*p right hand, O Lord,*s is become glorious in power: thy right hand, O Lord,*s hath dashed in pieces the enemy."
    },
    {
        "o": 1993,
        "r": "kjv:Exodus:15:7",
        "t": "And*p in the greatness of thine excellency thou hast overthrown them that rose up against thee: thou sentest forth thy wrath, which consumed them as stubble."
    },
    {
        "o": 1994,
        "r": "kjv:Exodus:15:8",
        "t": "And*p with the blast of thy nostrils the waters were gathered together, the floods stood upright as an heap, and the depths were congealed in the heart of the sea."
    },
    {
        "o": 1995,
        "r": "kjv:Exodus:15:9",
        "t": "The*p enemy said, I will pursue, I will overtake, I will divide the spoil; my lust shall be satisfied upon them; I will draw my sword, my hand shall destroy them."
    },
    {
        "o": 1996,
        "r": "kjv:Exodus:15:10",
        "t": "Thou*p didst blow with thy wind, the sea covered them: they sank as lead in the mighty waters."
    },
    {
        "o": 1997,
        "r": "kjv:Exodus:15:11",
        "t": "Who*p is like unto thee, O Lord,*s among the gods? who is like thee, glorious in holiness, fearful in praises, doing wonders?"
    },
    {
        "o": 1998,
        "r": "kjv:Exodus:15:12",
        "t": "Thou*p stretchedst out thy right hand, the earth swallowed them."
    },
    {
        "o": 1999,
        "r": "kjv:Exodus:15:13",
        "t": "Thou*p in thy mercy hast led forth the people which thou hast redeemed: thou hast guided them in thy strength unto thy holy habitation."
    },
    {
        "o": 2000,
        "r": "kjv:Exodus:15:14",
        "t": "The*p people shall hear, and be afraid: sorrow shall take hold on the inhabitants of Philistia."
    },
    {
        "o": 2001,
        "r": "kjv:Exodus:15:15",
        "t": "Then*p the dukes of Edom shall be amazed; the mighty men of Moab, trembling shall take hold upon them; all the inhabitants of Canaan shall melt away."
    },
    {
        "o": 2002,
        "r": "kjv:Exodus:15:16",
        "t": "Fear*p and dread shall fall upon them; by the greatness of thine arm they shall be as still as a stone; till thy people pass over, O Lord,*s till the people pass over, which thou hast purchased."
    },
    {
        "o": 2003,
        "r": "kjv:Exodus:15:17",
        "t": "Thou*p shalt bring them in, and plant them in the mountain of thine inheritance, in the place, O Lord,*s which thou hast made for thee to dwell in, in the Sanctuary, O Lord, which thy hands have established."
    },
    {
        "o": 2004,
        "r": "kjv:Exodus:15:18",
        "t": "The*p Lord*s shall reign for ever and ever."
    },
    {
        "o": 2005,
        "r": "kjv:Exodus:15:19",
        "t": "For*p the horse of Pharaoh went in with his chariots and with his horsemen into the sea, and the Lord*s brought again the waters of the sea upon them; but the children of Israel went on dry land in the midst of the sea."
    },
    {
        "o": 2006,
        "r": "kjv:Exodus:15:20",
        "t": "And*p Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances."
    },
    {
        "o": 2007,
        "r": "kjv:Exodus:15:21",
        "t": "And*p Miriam answered them, Sing ye to the Lord,*s for he hath triumphed gloriously; the horse and his rider hath he thrown into the sea."
    },
    {
        "o": 2008,
        "r": "kjv:Exodus:15:22",
        "t": "So*p Moses brought Israel from the Red sea, and they went out into the wilderness of Shur; and they went three days in the wilderness, and found no water."
    },
    {
        "o": 2009,
        "r": "kjv:Exodus:15:23",
        "t": "And*p when they came to Marah, they could not drink of the waters of Marah, for they were bitter: therefore the name of it was called Marah."
    },
    {
        "o": 2010,
        "r": "kjv:Exodus:15:24",
        "t": "And*p the people murmured against Moses, saying, What shall we drink?"
    },
    {
        "o": 2011,
        "r": "kjv:Exodus:15:25",
        "t": "And*p he cried unto the Lord;*s and the Lord*s shewed him a tree, which when he had cast into the waters, the waters were made sweet: there he made for them a statute and an ordinance, and there he proved them,"
    },
    {
        "o": 2012,
        "r": "kjv:Exodus:15:26",
        "t": "And*p said, If thou wilt diligently hearken to the voice of the Lord*s thy God, and wilt do that which is right in his sight, and wilt give ear to his commandments, and keep all his statutes, I will put none of these diseases upon thee, which I have brought upon the Egyptians: for I am the Lord*s that healeth thee."
    },
    {
        "o": 2013,
        "r": "kjv:Exodus:15:27",
        "t": "And*p they came to Elim, where were twelve wells of water, and threescore and ten palm trees: and they encamped there by the waters."
    }
]
