[
    {
        "o": 31504,
        "r": "nkjv:Romans:1:0",
        "t": "Romans 1",
        "h": 1
    },
    {
        "o": 31505,
        "r": "nkjv:Romans:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 31506,
        "r": "nkjv:Romans:1:1",
        "t": "Paul,*p a bondservant of Jesus Christ, called to*i be*i an apostle, separated to the gospel of God"
    },
    {
        "o": 31507,
        "r": "nkjv:Romans:1:2",
        "t": "which He promised before through His prophets in the Holy Scriptures,"
    },
    {
        "o": 31508,
        "r": "nkjv:Romans:1:3",
        "t": "concerning His Son Jesus Christ our Lord, who was born of the seed of David according to the flesh,"
    },
    {
        "o": 31509,
        "r": "nkjv:Romans:1:4",
        "t": "and*i declared to*i be*i the Son of God with power according to the Spirit of holiness, by the resurrection from the dead."
    },
    {
        "o": 31510,
        "r": "nkjv:Romans:1:5",
        "t": "Through Him we have received grace and apostleship for obedience to the faith among all nations for His name,"
    },
    {
        "o": 31511,
        "r": "nkjv:Romans:1:6",
        "t": "among whom you also are the called of Jesus Christ;"
    },
    {
        "o": 31512,
        "r": "nkjv:Romans:1:7",
        "t": "To*p all who are in Rome, beloved of God, called to*i be*i saints: Grace*p to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 31513,
        "r": "nkjv:Romans:1:7",
        "t": "Desire to Visit Rome",
        "h": 2
    },
    {
        "o": 31514,
        "r": "nkjv:Romans:1:8",
        "t": "First,*p I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world."
    },
    {
        "o": 31515,
        "r": "nkjv:Romans:1:9",
        "t": "For God is my witness, whom I serve with my spirit in the gospel of His Son, that without ceasing I make mention of you always in my prayers,"
    },
    {
        "o": 31516,
        "r": "nkjv:Romans:1:10",
        "t": "making request if, by some means, now at last I may find a way in the will of God to come to you."
    },
    {
        "o": 31517,
        "r": "nkjv:Romans:1:11",
        "t": "For I long to see you, that I may impart to you some spiritual gift, so that you may be established—"
    },
    {
        "o": 31518,
        "r": "nkjv:Romans:1:12",
        "t": "that is, that I may be encouraged together with you by the mutual faith both of you and me."
    },
    {
        "o": 31519,
        "r": "nkjv:Romans:1:13",
        "t": "Now*p I do not want you to be unaware, brethren, that I often planned to come to you (but was hindered until now), that I might have some fruit among you also, just as among the other Gentiles."
    },
    {
        "o": 31520,
        "r": "nkjv:Romans:1:14",
        "t": "I am a debtor both to Greeks and to barbarians, both to wise and to unwise."
    },
    {
        "o": 31521,
        "r": "nkjv:Romans:1:15",
        "t": "So, as much as is in me, I*i am*i ready to preach the gospel to you who are in Rome also."
    },
    {
        "o": 31522,
        "r": "nkjv:Romans:1:15",
        "t": "The Just Live by Faith",
        "h": 2
    },
    {
        "o": 31523,
        "r": "nkjv:Romans:1:16",
        "t": "For*p I am not ashamed of the gospel of Christ, for it is the power of God to salvation for everyone who believes, for the Jew first and also for the Greek."
    },
    {
        "o": 31524,
        "r": "nkjv:Romans:1:17",
        "t": "For in it the righteousness of God is revealed from faith to faith; as it is written, “The just shall live by faith.”"
    },
    {
        "o": 31525,
        "r": "nkjv:Romans:1:17",
        "t": "God’s Wrath on Unrighteousness",
        "h": 2
    },
    {
        "o": 31526,
        "r": "nkjv:Romans:1:18",
        "t": "For*p the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness,"
    },
    {
        "o": 31527,
        "r": "nkjv:Romans:1:19",
        "t": "because what may be known of God is manifest in them, for God has shown it*i to them."
    },
    {
        "o": 31528,
        "r": "nkjv:Romans:1:20",
        "t": "For since the creation of the world His invisible attributes*i are clearly seen, being understood by the things that are made, even*i His eternal power and Godhead, so that they are without excuse,"
    },
    {
        "o": 31529,
        "r": "nkjv:Romans:1:21",
        "t": "because, although they knew God, they did not glorify Him*i as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened."
    },
    {
        "o": 31530,
        "r": "nkjv:Romans:1:22",
        "t": "Professing to be wise, they became fools,"
    },
    {
        "o": 31531,
        "r": "nkjv:Romans:1:23",
        "t": "and changed the glory of the incorruptible God into an image made like corruptible man—and birds and four-footed animals and creeping things."
    },
    {
        "o": 31532,
        "r": "nkjv:Romans:1:24",
        "t": "Therefore*p God also gave them up to uncleanness, in the lusts of their hearts, to dishonor their bodies among themselves,"
    },
    {
        "o": 31533,
        "r": "nkjv:Romans:1:25",
        "t": "who exchanged the truth of God for the lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen."
    },
    {
        "o": 31534,
        "r": "nkjv:Romans:1:26",
        "t": "For*p this reason God gave them up to vile passions. For even their women exchanged the natural use for what is against nature."
    },
    {
        "o": 31535,
        "r": "nkjv:Romans:1:27",
        "t": "Likewise also the men, leaving the natural use of the woman, burned in their lust for one another, men with men committing what is shameful, and receiving in themselves the penalty of their error which was due."
    },
    {
        "o": 31536,
        "r": "nkjv:Romans:1:28",
        "t": "And*p even as they did not like to retain God in their*i knowledge, God gave them over to a debased mind, to do those things which are not fitting;"
    },
    {
        "o": 31537,
        "r": "nkjv:Romans:1:29",
        "t": "being filled with all unrighteousness, sexual immorality, wickedness, covetousness, maliciousness; full of envy, murder, strife, deceit, evil-mindedness; they*i are*i whisperers,"
    },
    {
        "o": 31538,
        "r": "nkjv:Romans:1:30",
        "t": "backbiters, haters of God, violent, proud, boasters, inventors of evil things, disobedient to parents,"
    },
    {
        "o": 31539,
        "r": "nkjv:Romans:1:31",
        "t": "undiscerning, untrustworthy, unloving, unforgiving, unmerciful;"
    },
    {
        "o": 31540,
        "r": "nkjv:Romans:1:32",
        "t": "who, knowing the righteous judgment of God, that those who practice such things are deserving of death, not only do the same but also approve of those who practice them."
    }
]
