[
    {
        "o": 4416,
        "r": "esv:Numbers:12:0",
        "t": "Numbers 12",
        "h": 1
    },
    {
        "o": 4417,
        "r": "esv:Numbers:12:0",
        "t": "Miriam and Aaron Oppose Moses",
        "h": 2
    },
    {
        "o": 4418,
        "r": "esv:Numbers:12:1",
        "t": "Miriam*p and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman."
    },
    {
        "o": 4419,
        "r": "esv:Numbers:12:2",
        "t": "And they said, “Has the Lord*s indeed spoken only through Moses? Has he not spoken through us also?” And the Lord*s heard it."
    },
    {
        "o": 4420,
        "r": "esv:Numbers:12:3",
        "t": "Now the man Moses was very meek, more than all people who were on the face of the earth."
    },
    {
        "o": 4421,
        "r": "esv:Numbers:12:4",
        "t": "And suddenly the Lord*s said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out."
    },
    {
        "o": 4422,
        "r": "esv:Numbers:12:5",
        "t": "And the Lord*s came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward."
    },
    {
        "o": 4423,
        "r": "esv:Numbers:12:6",
        "t": "And he said, “Hear my words: If there is a prophet among you, I the Lord*s make myself known to him in a vision; I speak with him in a dream."
    },
    {
        "o": 4424,
        "r": "esv:Numbers:12:7",
        "t": "Not so with my servant Moses. He is faithful in all my house."
    },
    {
        "o": 4425,
        "r": "esv:Numbers:12:8",
        "t": "With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the Lord.*s Why then were you not afraid to speak against my servant Moses?”"
    },
    {
        "o": 4426,
        "r": "esv:Numbers:12:9",
        "t": "And the anger of the Lord*s was kindled against them, and he departed."
    },
    {
        "o": 4427,
        "r": "esv:Numbers:12:10",
        "t": "When*p the cloud removed from over the tent, behold, Miriam was leprous, like snow. And Aaron turned toward Miriam, and behold, she was leprous."
    },
    {
        "o": 4428,
        "r": "esv:Numbers:12:11",
        "t": "And Aaron said to Moses, “Oh, my lord, do not punish us because we have done foolishly and have sinned."
    },
    {
        "o": 4429,
        "r": "esv:Numbers:12:12",
        "t": "Let her not be as one dead, whose flesh is half eaten away when he comes out of his mother’s womb.”"
    },
    {
        "o": 4430,
        "r": "esv:Numbers:12:13",
        "t": "And Moses cried to the Lord,*s “O God, please heal her— please.”"
    },
    {
        "o": 4431,
        "r": "esv:Numbers:12:14",
        "t": "But the Lord*s said to Moses, “If her father had but spit in her face, should she not be shamed seven days? Let her be shut outside the camp seven days, and after that she may be brought in again.”"
    },
    {
        "o": 4432,
        "r": "esv:Numbers:12:15",
        "t": "So Miriam was shut outside the camp seven days, and the people did not set out on the march till Miriam was brought in again."
    },
    {
        "o": 4433,
        "r": "esv:Numbers:12:16",
        "t": "After that the people set out from Hazeroth, and camped in the wilderness of Paran."
    }
]
