[
    {
        "o": 3103,
        "r": "nasb:Leviticus:5:0",
        "t": "Leviticus 5",
        "h": 1
    },
    {
        "o": 3104,
        "r": "nasb:Leviticus:5:0",
        "t": "The Law of Guilt Offerings",
        "h": 2
    },
    {
        "o": 3105,
        "r": "nasb:Leviticus:5:1",
        "t": "‘Now*p if a person sins after he hears a public adjuration to*i testify*i when he is a witness, whether he has seen or otherwise*i known, if he does not tell it,*i then he will bear his guilt."
    },
    {
        "o": 3106,
        "r": "nasb:Leviticus:5:2",
        "t": "Or if a person touches any unclean thing, whether a carcass of an unclean beast or the carcass of unclean cattle or a carcass of unclean swarming things, though it is hidden from him and he is unclean, then he will be guilty."
    },
    {
        "o": 3107,
        "r": "nasb:Leviticus:5:3",
        "t": "Or if he touches human uncleanness, of whatever sort*i his uncleanness may*i be with which he becomes unclean, and it is hidden from him, and then he comes to know it,*i he will be guilty."
    },
    {
        "o": 3108,
        "r": "nasb:Leviticus:5:4",
        "t": "Or if a person swears thoughtlessly with his lips to do evil or to do good, in whatever matter a man may speak thoughtlessly with an oath, and it is hidden from him, and then he comes to know it,*i he will be guilty in one of these."
    },
    {
        "o": 3109,
        "r": "nasb:Leviticus:5:5",
        "t": "So it shall be when he becomes guilty in one of these, that he shall confess that in which he has sinned."
    },
    {
        "o": 3110,
        "r": "nasb:Leviticus:5:6",
        "t": "He shall also bring his guilt offering to the Lord*s for his sin which he has committed, a female from the flock, a lamb or a goat as a sin offering. So the priest shall make atonement on his behalf for his sin."
    },
    {
        "o": 3111,
        "r": "nasb:Leviticus:5:7",
        "t": "‘But*p if he cannot afford a lamb, then he shall bring to the Lord*s his guilt offering for that in which he has sinned, two turtledoves or two young pigeons, one for a sin offering and the other for a burnt offering."
    },
    {
        "o": 3112,
        "r": "nasb:Leviticus:5:8",
        "t": "He shall bring them to the priest, who shall offer first that which is for the sin offering and shall nip its head at the front of its neck, but he shall not sever it.*i"
    },
    {
        "o": 3113,
        "r": "nasb:Leviticus:5:9",
        "t": "He shall also sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood shall be drained out at the base of the altar: it is a sin offering."
    },
    {
        "o": 3114,
        "r": "nasb:Leviticus:5:10",
        "t": "The second he shall then prepare as a burnt offering according to the ordinance. So the priest shall make atonement on his behalf for his sin which he has committed, and it will be forgiven him."
    },
    {
        "o": 3115,
        "r": "nasb:Leviticus:5:11",
        "t": "‘But*p if his means are insufficient for two turtledoves or two young pigeons, then for his offering for that which he has sinned, he shall bring the tenth of an ephah of fine flour for a sin offering; he shall not put oil on it or place incense on it, for it is a sin offering."
    },
    {
        "o": 3116,
        "r": "nasb:Leviticus:5:12",
        "t": "He shall bring it to the priest, and the priest shall take his handful of it as its memorial portion and offer it*i up in smoke on the altar, with the offerings of the Lord*s by fire: it is a sin offering."
    },
    {
        "o": 3117,
        "r": "nasb:Leviticus:5:13",
        "t": "So the priest shall make atonement for him concerning his sin which he has committed from one of these, and it will be forgiven him; then the*i rest*i shall become the priest’s, like the grain offering.’ ”"
    },
    {
        "o": 3118,
        "r": "nasb:Leviticus:5:14",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3119,
        "r": "nasb:Leviticus:5:15",
        "t": "“If a person acts unfaithfully and sins unintentionally against the Lord’s*s holy things, then he shall bring his guilt offering to the Lord:*s a ram without defect from the flock, according to your valuation in silver by shekels, in terms*i of*i the shekel of the sanctuary, for a guilt offering."
    },
    {
        "o": 3120,
        "r": "nasb:Leviticus:5:16",
        "t": "He shall make restitution for that which he has sinned against the holy thing, and shall add to it a fifth part of it and give it to the priest. The priest shall then make atonement for him with the ram of the guilt offering, and it will be forgiven him."
    },
    {
        "o": 3121,
        "r": "nasb:Leviticus:5:17",
        "t": "“Now*p if a person sins and does any of the things which the Lord*s has commanded not to be done, though he was unaware, still he is guilty and shall bear his punishment."
    },
    {
        "o": 3122,
        "r": "nasb:Leviticus:5:18",
        "t": "He is then to bring to the priest a ram without defect from the flock, according to your valuation, for a guilt offering. So the priest shall make atonement for him concerning his error in which he sinned unintentionally and did not know it,*i and it will be forgiven him."
    },
    {
        "o": 3123,
        "r": "nasb:Leviticus:5:19",
        "t": "It is a guilt offering; he was certainly guilty before the Lord.”*s"
    }
]
