[
    {
        "o": 497,
        "r": "nasb:Genesis:19:0",
        "t": "Genesis 19",
        "h": 1
    },
    {
        "o": 498,
        "r": "nasb:Genesis:19:0",
        "t": "The Doom of Sodom",
        "h": 2
    },
    {
        "o": 499,
        "r": "nasb:Genesis:19:1",
        "t": "Now*p the two angels came to Sodom in the evening as Lot was sitting in the gate of Sodom. When Lot saw them,*i he rose to meet them and bowed down with*i his*i face to the ground."
    },
    {
        "o": 500,
        "r": "nasb:Genesis:19:2",
        "t": "And he said, “Now behold, my lords, please turn aside into your servant’s house, and spend the night, and wash your feet; then you may rise early and go on your way.” They said however, “No, but we shall spend the night in the square.”"
    },
    {
        "o": 501,
        "r": "nasb:Genesis:19:3",
        "t": "Yet he urged them strongly, so they turned aside to him and entered his house; and he prepared a feast for them, and baked unleavened bread, and they ate."
    },
    {
        "o": 502,
        "r": "nasb:Genesis:19:4",
        "t": "Before they lay down, the men of the city, the men of Sodom, surrounded the house, both young and old, all the people from every quarter;"
    },
    {
        "o": 503,
        "r": "nasb:Genesis:19:5",
        "t": "and they called to Lot and said to him, “Where are the men who came to you tonight? Bring them out to us that we may have relations with them.”"
    },
    {
        "o": 504,
        "r": "nasb:Genesis:19:6",
        "t": "But Lot went out to them at the doorway, and shut the door behind him,"
    },
    {
        "o": 505,
        "r": "nasb:Genesis:19:7",
        "t": "and said, “Please, my brothers, do not act wickedly."
    },
    {
        "o": 506,
        "r": "nasb:Genesis:19:8",
        "t": "Now behold, I have two daughters who have not had relations with man; please let me bring them out to you, and do to them whatever you like; only do nothing to these men, inasmuch as they have come under the shelter of my roof.”"
    },
    {
        "o": 507,
        "r": "nasb:Genesis:19:9",
        "t": "But they said, “Stand aside.” Furthermore, they said, “This one came in as an alien, and already he is acting like a judge; now we will treat you worse than them.” So they pressed hard against Lot and came near to break the door."
    },
    {
        "o": 508,
        "r": "nasb:Genesis:19:10",
        "t": "But the men reached out their hands and brought Lot into the house with them, and shut the door."
    },
    {
        "o": 509,
        "r": "nasb:Genesis:19:11",
        "t": "They struck the men who were at the doorway of the house with blindness, both small and great, so that they wearied themselves*i trying*i to find the doorway."
    },
    {
        "o": 510,
        "r": "nasb:Genesis:19:12",
        "t": "Then*p the two*i men said to Lot, “Whom else have you here? A son-in-law, and your sons, and your daughters, and whomever you have in the city, bring them*i out of the place;"
    },
    {
        "o": 511,
        "r": "nasb:Genesis:19:13",
        "t": "for we are about to destroy this place, because their outcry has become so great before the Lord*s that the Lord*s has sent us to destroy it.”"
    },
    {
        "o": 512,
        "r": "nasb:Genesis:19:14",
        "t": "Lot went out and spoke to his sons-in-law, who were to marry his daughters, and said, “Up, get out of this place, for the Lord*s will destroy the city.” But he appeared to his sons-in-law to be jesting."
    },
    {
        "o": 513,
        "r": "nasb:Genesis:19:15",
        "t": "When*p morning dawned, the angels urged Lot, saying, “Up, take your wife and your two daughters who are here, or you will be swept away in the punishment of the city.”"
    },
    {
        "o": 514,
        "r": "nasb:Genesis:19:16",
        "t": "But he hesitated. So the men seized his hand and the hand of his wife and the hands of his two daughters, for the compassion of the Lord*s was*i upon him; and they brought him out, and put him outside the city."
    },
    {
        "o": 515,
        "r": "nasb:Genesis:19:17",
        "t": "When they had brought them outside, one said, “Escape for your life! Do not look behind you, and do not stay anywhere in the valley; escape to the mountains, or you will be swept away.”"
    },
    {
        "o": 516,
        "r": "nasb:Genesis:19:18",
        "t": "But Lot said to them, “Oh no, my lords!"
    },
    {
        "o": 517,
        "r": "nasb:Genesis:19:19",
        "t": "Now behold, your servant has found favor in your sight, and you have magnified your lovingkindness, which you have shown me by saving my life; but I cannot escape to the mountains, for the disaster will overtake me and I will die;"
    },
    {
        "o": 518,
        "r": "nasb:Genesis:19:20",
        "t": "now behold, this town is near enough*i to flee to, and it is small. Please, let me escape there (is it not small?) that my life may be saved.”"
    },
    {
        "o": 519,
        "r": "nasb:Genesis:19:21",
        "t": "He said to him, “Behold, I grant you this request also, not to overthrow the town of which you have spoken."
    },
    {
        "o": 520,
        "r": "nasb:Genesis:19:22",
        "t": "Hurry, escape there, for I cannot do anything until you arrive there.” Therefore the name of the town was called Zoar."
    },
    {
        "o": 521,
        "r": "nasb:Genesis:19:23",
        "t": "The*p sun had risen over the earth when Lot came to Zoar."
    },
    {
        "o": 522,
        "r": "nasb:Genesis:19:24",
        "t": "Then the Lord*s rained on Sodom and Gomorrah brimstone and fire from the Lord*s out of heaven,"
    },
    {
        "o": 523,
        "r": "nasb:Genesis:19:25",
        "t": "and He overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground."
    },
    {
        "o": 524,
        "r": "nasb:Genesis:19:26",
        "t": "But his wife, from behind him, looked back,*i and she became a pillar of salt."
    },
    {
        "o": 525,
        "r": "nasb:Genesis:19:27",
        "t": "Now*p Abraham arose early in the morning and*i went*i to the place where he had stood before the Lord;*s"
    },
    {
        "o": 526,
        "r": "nasb:Genesis:19:28",
        "t": "and he looked down toward Sodom and Gomorrah, and toward all the land of the valley, and he saw, and behold, the smoke of the land ascended like the smoke of a furnace."
    },
    {
        "o": 527,
        "r": "nasb:Genesis:19:29",
        "t": "Thus*p it came about, when God destroyed the cities of the valley, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when He overthrew the cities in which Lot lived."
    },
    {
        "o": 528,
        "r": "nasb:Genesis:19:29",
        "t": "Lot Is Debased",
        "h": 2
    },
    {
        "o": 529,
        "r": "nasb:Genesis:19:30",
        "t": "Lot*p went up from Zoar, and stayed in the mountains, and his two daughters with him; for he was afraid to stay in Zoar; and he stayed in a cave, he and his two daughters."
    },
    {
        "o": 530,
        "r": "nasb:Genesis:19:31",
        "t": "Then the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of the earth."
    },
    {
        "o": 531,
        "r": "nasb:Genesis:19:32",
        "t": "Come, let us make our father drink wine, and let us lie with him that we may preserve our family through our father.”"
    },
    {
        "o": 532,
        "r": "nasb:Genesis:19:33",
        "t": "So they made their father drink wine that night, and the firstborn went in and lay with her father; and he did not know when she lay down or when she arose."
    },
    {
        "o": 533,
        "r": "nasb:Genesis:19:34",
        "t": "On the following day, the firstborn said to the younger, “Behold, I lay last night with my father; let us make him drink wine tonight also; then you go in and lie with him, that we may preserve our family through our father.”"
    },
    {
        "o": 534,
        "r": "nasb:Genesis:19:35",
        "t": "So they made their father drink wine that night also, and the younger arose and lay with him; and he did not know when she lay down or when she arose."
    },
    {
        "o": 535,
        "r": "nasb:Genesis:19:36",
        "t": "Thus both the daughters of Lot were with child by their father."
    },
    {
        "o": 536,
        "r": "nasb:Genesis:19:37",
        "t": "The firstborn bore a son, and called his name Moab; he is the father of the Moabites to this day."
    },
    {
        "o": 537,
        "r": "nasb:Genesis:19:38",
        "t": "As for the younger, she also bore a son, and called his name Ben-ammi; he is the father of the sons of Ammon to this day."
    }
]
