[
    {
        "o": 18841,
        "r": "kjv:Isaiah:19:0",
        "t": "Isaiah 19",
        "h": 1
    },
    {
        "o": 18842,
        "r": "kjv:Isaiah:19:1",
        "t": "The*p burden of Egypt. Behold, the Lord*s rideth upon a swift cloud, and shall come into Egypt: and the idols of Egypt shall be moved at his presence, and the heart of Egypt shall melt in the midst of it."
    },
    {
        "o": 18843,
        "r": "kjv:Isaiah:19:2",
        "t": "And*p I will set the Egyptians against the Egyptians: and they shall fight every one against his brother, and every one against his neighbour; city against city, and kingdom against kingdom."
    },
    {
        "o": 18844,
        "r": "kjv:Isaiah:19:3",
        "t": "And*p the spirit of Egypt shall fail in the midst thereof; and I will destroy the counsel thereof: and they shall seek to the idols, and to the charmers, and to them that have familiar spirits, and to the wizards."
    },
    {
        "o": 18845,
        "r": "kjv:Isaiah:19:4",
        "t": "And*p the Egyptians will I give over into the hand of a cruel lord; and a fierce king shall rule over them, saith the Lord, the Lord*s of hosts."
    },
    {
        "o": 18846,
        "r": "kjv:Isaiah:19:5",
        "t": "And*p the waters shall fail from the sea, and the river shall be wasted and dried up."
    },
    {
        "o": 18847,
        "r": "kjv:Isaiah:19:6",
        "t": "And*p they shall turn the rivers far away; and the brooks of defence shall be emptied and dried up: the reeds and flags shall wither."
    },
    {
        "o": 18848,
        "r": "kjv:Isaiah:19:7",
        "t": "The*p paper reeds by the brooks, by the mouth of the brooks, and every thing sown by the brooks, shall wither, be driven away, and be no more."
    },
    {
        "o": 18849,
        "r": "kjv:Isaiah:19:8",
        "t": "The*p fishers also shall mourn, and all they that cast angle into the brooks shall lament, and they that spread nets upon the waters shall languish."
    },
    {
        "o": 18850,
        "r": "kjv:Isaiah:19:9",
        "t": "Moreover*p they that work in fine flax, and they that weave networks, shall be confounded."
    },
    {
        "o": 18851,
        "r": "kjv:Isaiah:19:10",
        "t": "And*p they shall be broken in the purposes thereof, all that make sluices and ponds for fish."
    },
    {
        "o": 18852,
        "r": "kjv:Isaiah:19:11",
        "t": "Surely*p the princes of Zoan are fools, the counsel of the wise counsellors of Pharaoh is become brutish: how say ye unto Pharaoh, I am the son of the wise, the son of ancient kings?"
    },
    {
        "o": 18853,
        "r": "kjv:Isaiah:19:12",
        "t": "Where*p are they? where are thy wise men? and let them tell thee now, and let them know what the Lord*s of hosts hath purposed upon Egypt."
    },
    {
        "o": 18854,
        "r": "kjv:Isaiah:19:13",
        "t": "The*p princes of Zoan are become fools, the princes of Memphis are deceived; they have also seduced Egypt, even they that are the stay of the tribes thereof."
    },
    {
        "o": 18855,
        "r": "kjv:Isaiah:19:14",
        "t": "The*p Lord*s hath mingled a perverse spirit in the midst thereof: and they have caused Egypt to err in every work thereof, as a drunken man staggereth in his vomit."
    },
    {
        "o": 18856,
        "r": "kjv:Isaiah:19:15",
        "t": "Neither*p shall there be any work for Egypt, which the head or tail, branch or rush, may do."
    },
    {
        "o": 18857,
        "r": "kjv:Isaiah:19:16",
        "t": "In*p that day shall Egypt be like unto women: and it shall be afraid and fear because of the shaking of the hand of the Lord*s of hosts, which he shaketh over it."
    },
    {
        "o": 18858,
        "r": "kjv:Isaiah:19:17",
        "t": "And*p the land of Judah shall be a terror unto Egypt, every one that maketh mention thereof shall be afraid in himself, because of the counsel of the Lord*s of hosts, which he hath determined against it."
    },
    {
        "o": 18859,
        "r": "kjv:Isaiah:19:18",
        "t": "In*p that day shall five cities in the land of Egypt speak the language of Canaan, and swear to the Lord*s of hosts; one shall be called, The city of destruction."
    },
    {
        "o": 18860,
        "r": "kjv:Isaiah:19:19",
        "t": "In*p that day shall there be an altar to the Lord*s in the midst of the land of Egypt, and a pillar at the border thereof to the Lord.*s"
    },
    {
        "o": 18861,
        "r": "kjv:Isaiah:19:20",
        "t": "And*p it shall be for a sign and for a witness unto the Lord*s of hosts in the land of Egypt: for they shall cry unto the Lord*s because of the oppressors, and he shall send them a saviour, and a great one, and he shall deliver them."
    },
    {
        "o": 18862,
        "r": "kjv:Isaiah:19:21",
        "t": "And*p the Lord*s shall be known to Egypt, and the Egyptians shall know the Lord*s in that day, and shall do sacrifice and oblation; yea, they shall vow a vow unto the Lord,*s and perform it."
    },
    {
        "o": 18863,
        "r": "kjv:Isaiah:19:22",
        "t": "And*p the Lord*s shall smite Egypt: he shall smite and heal it: and they shall return even to the Lord,*s and he shall be entreated of them, and shall heal them."
    },
    {
        "o": 18864,
        "r": "kjv:Isaiah:19:23",
        "t": "In*p that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians."
    },
    {
        "o": 18865,
        "r": "kjv:Isaiah:19:24",
        "t": "In*p that day shall Israel be the third with Egypt and with Assyria, even a blessing in the midst of the land:"
    },
    {
        "o": 18866,
        "r": "kjv:Isaiah:19:25",
        "t": "Whom*p the Lord*s of hosts shall bless, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel mine inheritance."
    }
]
