[
    {
        "o": 1251,
        "r": "nasb:Genesis:39:0",
        "t": "Genesis 39",
        "h": 1
    },
    {
        "o": 1252,
        "r": "nasb:Genesis:39:0",
        "t": "Joseph’s Success in Egypt",
        "h": 2
    },
    {
        "o": 1253,
        "r": "nasb:Genesis:39:1",
        "t": "Now*p Joseph had been taken down to Egypt; and Potiphar, an Egyptian officer of Pharaoh, the captain of the bodyguard, bought him from the Ishmaelites, who had taken him down there."
    },
    {
        "o": 1254,
        "r": "nasb:Genesis:39:2",
        "t": "The Lord*s was with Joseph, so he became a successful man. And he was in the house of his master, the Egyptian."
    },
    {
        "o": 1255,
        "r": "nasb:Genesis:39:3",
        "t": "Now his master saw that the Lord*s was with him and how*i the Lord*s caused all that he did to prosper in his hand."
    },
    {
        "o": 1256,
        "r": "nasb:Genesis:39:4",
        "t": "So Joseph found favor in his sight and became his personal servant; and he made him overseer over his house, and all that he owned he put in his charge."
    },
    {
        "o": 1257,
        "r": "nasb:Genesis:39:5",
        "t": "It came about that from the time he made him overseer in his house and over all that he owned, the Lord*s blessed the Egyptian’s house on account of Joseph; thus the Lord’s*s blessing was upon all that he owned, in the house and in the field."
    },
    {
        "o": 1258,
        "r": "nasb:Genesis:39:6",
        "t": "So he left everything he owned in Joseph’s charge; and with him there*i he did not concern himself with anything except the food which he ate. Now*bp Joseph was handsome in form and appearance."
    },
    {
        "o": 1259,
        "r": "nasb:Genesis:39:7",
        "t": "It came about after these events that his master’s wife looked with desire at Joseph, and she said, “Lie with me.”"
    },
    {
        "o": 1260,
        "r": "nasb:Genesis:39:8",
        "t": "But he refused and said to his master’s wife, “Behold, with me here,*i my master does not concern himself with anything in the house, and he has put all that he owns in my charge."
    },
    {
        "o": 1261,
        "r": "nasb:Genesis:39:9",
        "t": "There is no one greater in this house than I, and he has withheld nothing from me except you, because you are his wife. How then could I do this great evil and sin against God?”"
    },
    {
        "o": 1262,
        "r": "nasb:Genesis:39:10",
        "t": "As she spoke to Joseph day after day, he did not listen to her to lie beside her or*i be with her."
    },
    {
        "o": 1263,
        "r": "nasb:Genesis:39:11",
        "t": "Now it happened one day that he went into the house to do his work, and none of the men of the household was there inside."
    },
    {
        "o": 1264,
        "r": "nasb:Genesis:39:12",
        "t": "She caught him by his garment, saying, “Lie with me!” And he left his garment in her hand and fled, and went outside."
    },
    {
        "o": 1265,
        "r": "nasb:Genesis:39:13",
        "t": "When she saw that he had left his garment in her hand and had fled outside,"
    },
    {
        "o": 1266,
        "r": "nasb:Genesis:39:14",
        "t": "she called to the men of her household and said to them, “See, he has brought in a Hebrew to us to make sport of us; he came in to me to lie with me, and I screamed."
    },
    {
        "o": 1267,
        "r": "nasb:Genesis:39:15",
        "t": "When he heard that I raised my voice and screamed, he left his garment beside me and fled and went outside.”"
    },
    {
        "o": 1268,
        "r": "nasb:Genesis:39:16",
        "t": "So she left his garment beside her until his master came home."
    },
    {
        "o": 1269,
        "r": "nasb:Genesis:39:17",
        "t": "Then she spoke to him with these words, “The Hebrew slave, whom you brought to us, came in to me to make sport of me;"
    },
    {
        "o": 1270,
        "r": "nasb:Genesis:39:18",
        "t": "and as I raised my voice and screamed, he left his garment beside me and fled outside.”"
    },
    {
        "o": 1271,
        "r": "nasb:Genesis:39:18",
        "t": "Joseph Imprisoned",
        "h": 2
    },
    {
        "o": 1272,
        "r": "nasb:Genesis:39:19",
        "t": "Now*p when his master heard the words of his wife, which she spoke to him, saying, “This is what your slave did to me,” his anger burned."
    },
    {
        "o": 1273,
        "r": "nasb:Genesis:39:20",
        "t": "So Joseph’s master took him and put him into the jail, the place where the king’s prisoners were confined; and he was there in the jail."
    },
    {
        "o": 1274,
        "r": "nasb:Genesis:39:21",
        "t": "But the Lord*s was with Joseph and extended kindness to him, and gave him favor in the sight of the chief jailer."
    },
    {
        "o": 1275,
        "r": "nasb:Genesis:39:22",
        "t": "The chief jailer committed to Joseph’s charge all the prisoners who were in the jail; so that whatever was done there, he was responsible for*i it.*i"
    },
    {
        "o": 1276,
        "r": "nasb:Genesis:39:23",
        "t": "The chief jailer did not supervise anything under Joseph’s charge because the Lord*s was with him; and whatever he did, the Lord*s made to prosper."
    }
]
