[
    {
        "o": 1962,
        "r": "niv:Exodus:11:0",
        "t": "Exodus 11",
        "h": 1
    },
    {
        "o": 1963,
        "r": "niv:Exodus:11:0",
        "t": "The Plague on the Firstborn",
        "h": 2
    },
    {
        "o": 1964,
        "r": "niv:Exodus:11:1",
        "t": "Now*p the Lord*s had said to Moses, “I will bring one more plague on Pharaoh and on Egypt. After that, he will let you go from here, and when he does, he will drive you out completely."
    },
    {
        "o": 1965,
        "r": "niv:Exodus:11:2",
        "t": "Tell the people that men and women alike are to ask their neighbors for articles of silver and gold.”"
    },
    {
        "o": 1966,
        "r": "niv:Exodus:11:3",
        "t": "(The Lord*s made the Egyptians favorably disposed toward the people, and Moses himself was highly regarded in Egypt by Pharaoh’s officials and by the people.)"
    },
    {
        "o": 1967,
        "r": "niv:Exodus:11:4",
        "t": "So*p Moses said, “This is what the Lord*s says: ‘About midnight I will go throughout Egypt."
    },
    {
        "o": 1968,
        "r": "niv:Exodus:11:5",
        "t": "Every firstborn son in Egypt will die, from the firstborn son of Pharaoh, who sits on the throne, to the firstborn son of the female slave, who is at her hand mill, and all the firstborn of the cattle as well."
    },
    {
        "o": 1969,
        "r": "niv:Exodus:11:6",
        "t": "There will be loud wailing throughout Egypt—worse than there has ever been or ever will be again."
    },
    {
        "o": 1970,
        "r": "niv:Exodus:11:7",
        "t": "But among the Israelites not a dog will bark at any person or animal.’ Then you will know that the Lord*s makes a distinction between Egypt and Israel."
    },
    {
        "o": 1971,
        "r": "niv:Exodus:11:8",
        "t": "All these officials of yours will come to me, bowing down before me and saying, ‘Go, you and all the people who follow you!’ After that I will leave.” Then Moses, hot with anger, left Pharaoh."
    },
    {
        "o": 1972,
        "r": "niv:Exodus:11:9",
        "t": "The*p Lord*s had said to Moses, “Pharaoh will refuse to listen to you—so that my wonders may be multiplied in Egypt.”"
    },
    {
        "o": 1973,
        "r": "niv:Exodus:11:10",
        "t": "Moses and Aaron performed all these wonders before Pharaoh, but the Lord*s hardened Pharaoh’s heart, and he would not let the Israelites go out of his country."
    }
]
