[
    {
        "o": 13021,
        "r": "nasb:2 Chronicles:30:0",
        "t": "2 Chronicles 30",
        "h": 1
    },
    {
        "o": 13022,
        "r": "nasb:2 Chronicles:30:0",
        "t": "All Israel Invited to the Passover",
        "h": 2
    },
    {
        "o": 13023,
        "r": "nasb:2 Chronicles:30:1",
        "t": "Now*p Hezekiah sent to all Israel and Judah and wrote letters also to Ephraim and Manasseh, that they should come to the house of the Lord*s at Jerusalem to celebrate the Passover to the Lord*s God of Israel."
    },
    {
        "o": 13024,
        "r": "nasb:2 Chronicles:30:2",
        "t": "For the king and his princes and all the assembly in Jerusalem had decided to celebrate the Passover in the second month,"
    },
    {
        "o": 13025,
        "r": "nasb:2 Chronicles:30:3",
        "t": "since they could not celebrate it at that time, because the priests had not consecrated themselves in sufficient numbers, nor had the people been gathered to Jerusalem."
    },
    {
        "o": 13026,
        "r": "nasb:2 Chronicles:30:4",
        "t": "Thus the thing was right in the sight of the king and all the assembly."
    },
    {
        "o": 13027,
        "r": "nasb:2 Chronicles:30:5",
        "t": "So they established a decree to circulate a proclamation throughout all Israel from Beersheba even to Dan, that they should come to celebrate the Passover to the Lord*s God of Israel at Jerusalem. For they had not celebrated it*i in great numbers as it was prescribed."
    },
    {
        "o": 13028,
        "r": "nasb:2 Chronicles:30:6",
        "t": "The couriers went throughout all Israel and Judah with the letters from the hand of the king and his princes, even according to the command of the king, saying, “O sons of Israel, return to the Lord*s God of Abraham, Isaac and Israel, that He may return to those of you who escaped and*i are left from the hand of the kings of Assyria."
    },
    {
        "o": 13029,
        "r": "nasb:2 Chronicles:30:7",
        "t": "Do not be like your fathers and your brothers, who were unfaithful to the Lord*s God of their fathers, so that He made them a horror, as you see."
    },
    {
        "o": 13030,
        "r": "nasb:2 Chronicles:30:8",
        "t": "Now do not stiffen your neck like your fathers, but yield to the Lord*s and enter His sanctuary which He has consecrated forever, and serve the Lord*s your God, that His burning anger may turn away from you."
    },
    {
        "o": 13031,
        "r": "nasb:2 Chronicles:30:9",
        "t": "For if you return to the Lord,*s your brothers and your sons will*i find*i compassion before those who led them captive and will return to this land. For the Lord*s your God is gracious and compassionate, and will not turn His*i face away from you if you return to Him.”"
    },
    {
        "o": 13032,
        "r": "nasb:2 Chronicles:30:10",
        "t": "So*p the couriers passed from city to city through the country of Ephraim and Manasseh, and as far as Zebulun, but they laughed them to scorn and mocked them."
    },
    {
        "o": 13033,
        "r": "nasb:2 Chronicles:30:11",
        "t": "Nevertheless some men of Asher, Manasseh and Zebulun humbled themselves and came to Jerusalem."
    },
    {
        "o": 13034,
        "r": "nasb:2 Chronicles:30:12",
        "t": "The hand of God was also on Judah to give them one heart to do what the king and the princes commanded by the word of the Lord.*s"
    },
    {
        "o": 13035,
        "r": "nasb:2 Chronicles:30:12",
        "t": "Passover Reinstituted",
        "h": 2
    },
    {
        "o": 13036,
        "r": "nasb:2 Chronicles:30:13",
        "t": "Now*p many people were gathered at Jerusalem to celebrate the Feast of Unleavened Bread in the second month, a very large assembly."
    },
    {
        "o": 13037,
        "r": "nasb:2 Chronicles:30:14",
        "t": "They arose and removed the altars which were*i in Jerusalem; they also removed all the incense altars and cast them*i into the brook Kidron."
    },
    {
        "o": 13038,
        "r": "nasb:2 Chronicles:30:15",
        "t": "Then they slaughtered the Passover lambs*i on the fourteenth of the second month. And the priests and Levites were ashamed of themselves, and consecrated themselves and brought burnt offerings to the house of the Lord.*s"
    },
    {
        "o": 13039,
        "r": "nasb:2 Chronicles:30:16",
        "t": "They stood at their stations after their custom, according to the law of Moses the man of God; the priests sprinkled the blood which*i they*i received*i from the hand of the Levites."
    },
    {
        "o": 13040,
        "r": "nasb:2 Chronicles:30:17",
        "t": "For there*i were*i many in the assembly who had not consecrated themselves; therefore, the Levites were*i over the slaughter of the Passover lambs*i for everyone who was*i unclean, in order to consecrate them*i to the Lord.*s"
    },
    {
        "o": 13041,
        "r": "nasb:2 Chronicles:30:18",
        "t": "For a multitude of the people, even*i many from Ephraim and Manasseh, Issachar and Zebulun, had not purified themselves, yet they ate the Passover otherwise than prescribed. For Hezekiah prayed for them, saying, “May the good Lord*s pardon"
    },
    {
        "o": 13042,
        "r": "nasb:2 Chronicles:30:19",
        "t": "everyone who prepares his heart to seek God, the Lord*s God of his fathers, though not according to the purification rules*i of the sanctuary.”"
    },
    {
        "o": 13043,
        "r": "nasb:2 Chronicles:30:20",
        "t": "So the Lord*s heard Hezekiah and healed the people."
    },
    {
        "o": 13044,
        "r": "nasb:2 Chronicles:30:21",
        "t": "The sons of Israel present in Jerusalem celebrated the Feast of Unleavened Bread for*i seven days with great joy, and the Levites and the priests praised the Lord*s day after day with loud instruments to the Lord.*s"
    },
    {
        "o": 13045,
        "r": "nasb:2 Chronicles:30:22",
        "t": "Then Hezekiah spoke encouragingly to all the Levites who showed good insight in*i the*i things*i of the Lord.*s So they ate for the appointed seven days, sacrificing peace offerings and giving thanks to the Lord*s God of their fathers."
    },
    {
        "o": 13046,
        "r": "nasb:2 Chronicles:30:23",
        "t": "Then*p the whole assembly decided to celebrate the*i feast*i another seven days, so they celebrated the seven days with joy."
    },
    {
        "o": 13047,
        "r": "nasb:2 Chronicles:30:24",
        "t": "For Hezekiah king of Judah had contributed to the assembly 1,000 bulls and 7,000 sheep, and the princes had contributed to the assembly 1,000 bulls and 10,000 sheep; and a large number of priests consecrated themselves."
    },
    {
        "o": 13048,
        "r": "nasb:2 Chronicles:30:25",
        "t": "All the assembly of Judah rejoiced, with the priests and the Levites and all the assembly that came from Israel, both the sojourners who came from the land of Israel and those living in Judah."
    },
    {
        "o": 13049,
        "r": "nasb:2 Chronicles:30:26",
        "t": "So there was great joy in Jerusalem, because there was nothing like this in Jerusalem since the days of Solomon the son of David, king of Israel."
    },
    {
        "o": 13050,
        "r": "nasb:2 Chronicles:30:27",
        "t": "Then the Levitical priests arose and blessed the people; and their voice was heard and their prayer came to His holy dwelling place, to heaven."
    }
]
