[
    {
        "o": 29259,
        "r": "kjv:Romans:6:0",
        "t": "Romans 6",
        "h": 1
    },
    {
        "o": 29260,
        "r": "kjv:Romans:6:1",
        "t": "What*p shall we say then? Shall we continue in sin, that grace may abound?"
    },
    {
        "o": 29261,
        "r": "kjv:Romans:6:2",
        "t": "God*p forbid. How shall we, that are dead to sin, live any longer therein?"
    },
    {
        "o": 29262,
        "r": "kjv:Romans:6:3",
        "t": "Know*p ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?"
    },
    {
        "o": 29263,
        "r": "kjv:Romans:6:4",
        "t": "Therefore*p we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life."
    },
    {
        "o": 29264,
        "r": "kjv:Romans:6:5",
        "t": "For*p if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:"
    },
    {
        "o": 29265,
        "r": "kjv:Romans:6:6",
        "t": "Knowing*p this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin."
    },
    {
        "o": 29266,
        "r": "kjv:Romans:6:7",
        "t": "For*p he that is dead is freed from sin."
    },
    {
        "o": 29267,
        "r": "kjv:Romans:6:8",
        "t": "Now*p if we be dead with Christ, we believe that we shall also live with him:"
    },
    {
        "o": 29268,
        "r": "kjv:Romans:6:9",
        "t": "Knowing*p that Christ being raised from the dead dieth no more; death hath no more dominion over him."
    },
    {
        "o": 29269,
        "r": "kjv:Romans:6:10",
        "t": "For*p in that he died, he died unto sin once: but in that he liveth, he liveth unto God."
    },
    {
        "o": 29270,
        "r": "kjv:Romans:6:11",
        "t": "Likewise*p reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord."
    },
    {
        "o": 29271,
        "r": "kjv:Romans:6:12",
        "t": "Let*p not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof."
    },
    {
        "o": 29272,
        "r": "kjv:Romans:6:13",
        "t": "Neither*p yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God."
    },
    {
        "o": 29273,
        "r": "kjv:Romans:6:14",
        "t": "For*p sin shall not have dominion over you: for ye are not under the law, but under grace."
    },
    {
        "o": 29274,
        "r": "kjv:Romans:6:15",
        "t": "What*p then? shall we sin, because we are not under the law, but under grace? God forbid."
    },
    {
        "o": 29275,
        "r": "kjv:Romans:6:16",
        "t": "Know*p ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?"
    },
    {
        "o": 29276,
        "r": "kjv:Romans:6:17",
        "t": "But*p God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you."
    },
    {
        "o": 29277,
        "r": "kjv:Romans:6:18",
        "t": "Being*p then made free from sin, ye became the servants of righteousness."
    },
    {
        "o": 29278,
        "r": "kjv:Romans:6:19",
        "t": "I*p speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness."
    },
    {
        "o": 29279,
        "r": "kjv:Romans:6:20",
        "t": "For*p when ye were the servants of sin, ye were free from righteousness."
    },
    {
        "o": 29280,
        "r": "kjv:Romans:6:21",
        "t": "What*p fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death."
    },
    {
        "o": 29281,
        "r": "kjv:Romans:6:22",
        "t": "But*p now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life."
    },
    {
        "o": 29282,
        "r": "kjv:Romans:6:23",
        "t": "For*p the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord."
    }
]
