[
    {
        "o": 8933,
        "r": "nasb:2 Samuel:7:0",
        "t": "2 Samuel 7",
        "h": 1
    },
    {
        "o": 8934,
        "r": "nasb:2 Samuel:7:0",
        "t": "David Plans to Build a Temple",
        "h": 2
    },
    {
        "o": 8935,
        "r": "nasb:2 Samuel:7:1",
        "t": "Now*p it came about when the king lived in his house, and the Lord*s had given him rest on every side from all his enemies,"
    },
    {
        "o": 8936,
        "r": "nasb:2 Samuel:7:2",
        "t": "that the king said to Nathan the prophet, “See now, I dwell in a house of cedar, but the ark of God dwells within tent curtains.”"
    },
    {
        "o": 8937,
        "r": "nasb:2 Samuel:7:3",
        "t": "Nathan said to the king, “Go, do all that is in your mind, for the Lord*s is with you.”"
    },
    {
        "o": 8938,
        "r": "nasb:2 Samuel:7:4",
        "t": "But*p in the same night the word of the Lord*s came to Nathan, saying,"
    },
    {
        "o": 8939,
        "r": "nasb:2 Samuel:7:5",
        "t": "“Go and say to My servant David, ‘Thus says the Lord,*s “Are you the one who should build Me a house to dwell in?"
    },
    {
        "o": 8940,
        "r": "nasb:2 Samuel:7:6",
        "t": "For I have not dwelt in a house since the day I brought up the sons of Israel from Egypt, even to this day; but I have been moving about in a tent, even in a tabernacle."
    },
    {
        "o": 8941,
        "r": "nasb:2 Samuel:7:7",
        "t": "Wherever I have gone with all the sons of Israel, did I speak a word with one of the tribes of Israel, which I commanded to shepherd My people Israel, saying, ‘Why have you not built Me a house of cedar?’ ” ’"
    },
    {
        "o": 8942,
        "r": "nasb:2 Samuel:7:7",
        "t": "God’s Covenant with David",
        "h": 2
    },
    {
        "o": 8943,
        "r": "nasb:2 Samuel:7:8",
        "t": "Now*p therefore, thus you shall say to My servant David, ‘Thus says the Lord*s of hosts, “I took you from the pasture, from following the sheep, to be ruler over My people Israel."
    },
    {
        "o": 8944,
        "r": "nasb:2 Samuel:7:9",
        "t": "I have been with you wherever you have gone and have cut off all your enemies from before you; and I will make you a great name, like the names of the great men who are on the earth."
    },
    {
        "o": 8945,
        "r": "nasb:2 Samuel:7:10",
        "t": "I will also appoint a place for My people Israel and will plant them, that they may live in their own place and not be disturbed again, nor will the wicked afflict them any more as formerly,"
    },
    {
        "o": 8946,
        "r": "nasb:2 Samuel:7:11",
        "t": "even from the day that I commanded judges to be over My people Israel; and I will give you rest from all your enemies. The Lord*s also declares to you that the Lord*s will make a house for you."
    },
    {
        "o": 8947,
        "r": "nasb:2 Samuel:7:12",
        "t": "When your days are complete and you lie down with your fathers, I will raise up your descendant after you, who will come forth from you, and I will establish his kingdom."
    },
    {
        "o": 8948,
        "r": "nasb:2 Samuel:7:13",
        "t": "He shall build a house for My name, and I will establish the throne of his kingdom forever."
    },
    {
        "o": 8949,
        "r": "nasb:2 Samuel:7:14",
        "t": "I will be a father to him and he will be a son to Me; when he commits iniquity, I will correct him with the rod of men and the strokes of the sons of men,"
    },
    {
        "o": 8950,
        "r": "nasb:2 Samuel:7:15",
        "t": "but My lovingkindness shall not depart from him, as I took it*i away from Saul, whom I removed from before you."
    },
    {
        "o": 8951,
        "r": "nasb:2 Samuel:7:16",
        "t": "Your house and your kingdom shall endure before Me forever; your throne shall be established forever.” ’ ”"
    },
    {
        "o": 8952,
        "r": "nasb:2 Samuel:7:17",
        "t": "In accordance with all these words and all this vision, so Nathan spoke to David."
    },
    {
        "o": 8953,
        "r": "nasb:2 Samuel:7:17",
        "t": "David’s Prayer",
        "h": 2
    },
    {
        "o": 8954,
        "r": "nasb:2 Samuel:7:18",
        "t": "Then*p David the king went in and sat before the Lord,*s and he said, “Who am I, O Lord God,*s and what is my house, that You have brought me this far?"
    },
    {
        "o": 8955,
        "r": "nasb:2 Samuel:7:19",
        "t": "And yet this was insignificant in Your eyes, O Lord God,*s for You have spoken also of the house of Your servant concerning the distant future. And this is the custom of man, O Lord God.*s"
    },
    {
        "o": 8956,
        "r": "nasb:2 Samuel:7:20",
        "t": "Again what more can David say to You? For You know Your servant, O Lord God!*s"
    },
    {
        "o": 8957,
        "r": "nasb:2 Samuel:7:21",
        "t": "For the sake of Your word, and according to Your own heart, You have done all this greatness to let Your servant know."
    },
    {
        "o": 8958,
        "r": "nasb:2 Samuel:7:22",
        "t": "For this reason You are great, O Lord God;*s for there is none like You, and there is no God besides You, according to all that we have heard with our ears."
    },
    {
        "o": 8959,
        "r": "nasb:2 Samuel:7:23",
        "t": "And what one nation on the earth is like Your people Israel, whom God went to redeem for Himself as a people and to make a name for Himself, and to do a great thing for You and awesome things for Your land, before Your people whom You have redeemed for Yourself from Egypt, from*i nations and their gods?"
    },
    {
        "o": 8960,
        "r": "nasb:2 Samuel:7:24",
        "t": "For You have established for Yourself Your people Israel as Your own people forever, and You, O Lord,*s have become their God."
    },
    {
        "o": 8961,
        "r": "nasb:2 Samuel:7:25",
        "t": "Now therefore, O Lord*s God, the word that You have spoken concerning Your servant and his house, confirm it*i forever, and do as You have spoken,"
    },
    {
        "o": 8962,
        "r": "nasb:2 Samuel:7:26",
        "t": "that Your name may be magnified forever, by saying, ‘The Lord*s of hosts is God over Israel’; and may the house of Your servant David be established before You."
    },
    {
        "o": 8963,
        "r": "nasb:2 Samuel:7:27",
        "t": "For You, O Lord*s of hosts, the God of Israel, have made a revelation to Your servant, saying, ‘I will build you a house’; therefore Your servant has found courage to pray this prayer to You."
    },
    {
        "o": 8964,
        "r": "nasb:2 Samuel:7:28",
        "t": "Now, O Lord God,*s You are God, and Your words are truth, and You have promised this good thing to Your servant."
    },
    {
        "o": 8965,
        "r": "nasb:2 Samuel:7:29",
        "t": "Now therefore, may it please You to bless the house of Your servant, that it may continue forever before You. For You, O Lord God,*s have spoken; and with Your blessing may the house of Your servant be blessed forever.”"
    }
]
