[
    {
        "o": 13533,
        "r": "kjv:Job:10:0",
        "t": "Job 10",
        "h": 1
    },
    {
        "o": 13534,
        "r": "kjv:Job:10:1",
        "t": "My*p soul is weary of my life; I will leave my complaint upon myself; I will speak in the bitterness of my soul."
    },
    {
        "o": 13535,
        "r": "kjv:Job:10:2",
        "t": "I*p will say unto God, Do not condemn me; shew me wherefore thou contendest with me."
    },
    {
        "o": 13536,
        "r": "kjv:Job:10:3",
        "t": "Is*p it good unto thee that thou shouldest oppress, that thou shouldest despise the work of thine hands, and shine upon the counsel of the wicked?"
    },
    {
        "o": 13537,
        "r": "kjv:Job:10:4",
        "t": "Hast*p thou eyes of flesh? or seest thou as man seeth?"
    },
    {
        "o": 13538,
        "r": "kjv:Job:10:5",
        "t": "Are*p thy days as the days of man? are thy years as man's days,"
    },
    {
        "o": 13539,
        "r": "kjv:Job:10:6",
        "t": "That*p thou enquirest after mine iniquity, and searchest after my sin?"
    },
    {
        "o": 13540,
        "r": "kjv:Job:10:7",
        "t": "Thou*p knowest that I am not wicked; and there is none that can deliver out of thine hand."
    },
    {
        "o": 13541,
        "r": "kjv:Job:10:8",
        "t": "Thine*p hands have made me and fashioned me together round about; yet thou dost destroy me."
    },
    {
        "o": 13542,
        "r": "kjv:Job:10:9",
        "t": "Remember,*p I beseech thee, that thou hast made me as the clay; and wilt thou bring me into dust again?"
    },
    {
        "o": 13543,
        "r": "kjv:Job:10:10",
        "t": "Hast*p thou not poured me out as milk, and curdled me like cheese?"
    },
    {
        "o": 13544,
        "r": "kjv:Job:10:11",
        "t": "Thou*p hast clothed me with skin and flesh, and hast fenced me with bones and sinews."
    },
    {
        "o": 13545,
        "r": "kjv:Job:10:12",
        "t": "Thou*p hast granted me life and favour, and thy visitation hath preserved my spirit."
    },
    {
        "o": 13546,
        "r": "kjv:Job:10:13",
        "t": "And*p these things hast thou hid in thine heart: I know that this is with thee."
    },
    {
        "o": 13547,
        "r": "kjv:Job:10:14",
        "t": "If*p I sin, then thou markest me, and thou wilt not acquit me from mine iniquity."
    },
    {
        "o": 13548,
        "r": "kjv:Job:10:15",
        "t": "If*p I be wicked, woe unto me; and if I be righteous, yet will I not lift up my head. I am full of confusion; therefore see thou mine affliction;"
    },
    {
        "o": 13549,
        "r": "kjv:Job:10:16",
        "t": "For*p it increaseth. Thou huntest me as a fierce lion: and again thou shewest thyself marvellous upon me."
    },
    {
        "o": 13550,
        "r": "kjv:Job:10:17",
        "t": "Thou*p renewest thy witnesses against me, and increasest thine indignation upon me; changes and war are against me."
    },
    {
        "o": 13551,
        "r": "kjv:Job:10:18",
        "t": "Wherefore*p then hast thou brought me forth out of the womb? Oh that I had given up the ghost, and no eye had seen me!"
    },
    {
        "o": 13552,
        "r": "kjv:Job:10:19",
        "t": "I*p should have been as though I had not been; I should have been carried from the womb to the grave."
    },
    {
        "o": 13553,
        "r": "kjv:Job:10:20",
        "t": "Are*p not my days few? cease then, and let me alone, that I may take comfort a little,"
    },
    {
        "o": 13554,
        "r": "kjv:Job:10:21",
        "t": "Before*p I go whence I shall not return, even to the land of darkness and the shadow of death;"
    },
    {
        "o": 13555,
        "r": "kjv:Job:10:22",
        "t": "A*p land of darkness, as darkness itself; and of the shadow of death, without any order, and where the light is as darkness."
    }
]
