[
    {
        "o": 31052,
        "r": "csb:Acts:15:0",
        "t": "Acts 15",
        "h": 1
    },
    {
        "o": 31053,
        "r": "csb:Acts:15:0",
        "t": "Dispute in Antioch",
        "h": 2
    },
    {
        "o": 31054,
        "r": "csb:Acts:15:1",
        "t": "Some*p men came down from Judea and began to teach the brothers, “Unless you are circumcised according to the custom prescribed by Moses, you cannot be saved.”"
    },
    {
        "o": 31055,
        "r": "csb:Acts:15:2",
        "t": "After Paul and Barnabas had engaged them in serious argument and debate, Paul and Barnabas and some others were appointed to go up to the apostles and elders in Jerusalem about this issue."
    },
    {
        "o": 31056,
        "r": "csb:Acts:15:3",
        "t": "When they had been sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and they brought great joy to all the brothers and sisters."
    },
    {
        "o": 31057,
        "r": "csb:Acts:15:4",
        "t": "When*p they arrived at Jerusalem, they were welcomed by the church, the apostles, and the elders, and they reported all that God had done with them."
    },
    {
        "o": 31058,
        "r": "csb:Acts:15:5",
        "t": "But some of the believers who belonged to the party of the Pharisees stood up and said, “It is necessary to circumcise them and to command them to keep the law of Moses.”"
    },
    {
        "o": 31059,
        "r": "csb:Acts:15:5",
        "t": "The Jerusalem Council",
        "h": 2
    },
    {
        "o": 31060,
        "r": "csb:Acts:15:6",
        "t": "The*p apostles and the elders gathered to consider this matter."
    },
    {
        "o": 31061,
        "r": "csb:Acts:15:7",
        "t": "After there had been much debate, Peter stood up and said to them, “Brothers, you are aware that in the early days God made a choice among you, that by my mouth the Gentiles would hear the gospel message and believe."
    },
    {
        "o": 31062,
        "r": "csb:Acts:15:8",
        "t": "And God, who knows the heart, bore witness to them by giving them the Holy Spirit, just as he also did to us."
    },
    {
        "o": 31063,
        "r": "csb:Acts:15:9",
        "t": "He made no distinction between us and them, cleansing their hearts by faith."
    },
    {
        "o": 31064,
        "r": "csb:Acts:15:10",
        "t": "Now then, why are you testing God by putting a yoke on the disciples’ necks that neither our ancestors nor we have been able to bear?"
    },
    {
        "o": 31065,
        "r": "csb:Acts:15:11",
        "t": "On the contrary, we believe that we are saved through the grace of the Lord Jesus in the same way they are.”"
    },
    {
        "o": 31066,
        "r": "csb:Acts:15:12",
        "t": "The*p whole assembly became silent and listened to Barnabas and Paul describe all the signs and wonders God had done through them among the Gentiles."
    },
    {
        "o": 31067,
        "r": "csb:Acts:15:13",
        "t": "After they stopped speaking, James responded, “Brothers, listen to me."
    },
    {
        "o": 31068,
        "r": "csb:Acts:15:14",
        "t": "Simeon has reported how God first intervened to take from the Gentiles a people for his name."
    },
    {
        "o": 31069,
        "r": "csb:Acts:15:15",
        "t": "And the words of the prophets agree with this, as it is written:"
    },
    {
        "o": 31070,
        "r": "csb:Acts:15:16",
        "t": "After*ipn these*i things*i I*i will*i return*i and*iln rebuild*i David’s*i fallen*i tent.*i I*iln will*i rebuild*i its*i ruins*i and*iln set*i it*i up*i again,*i"
    },
    {
        "o": 31071,
        "r": "csb:Acts:15:17",
        "t": "so*iln that*i the*i rest*i of*i humanity*i may*iln seek*i the*i Lord —*i even*iln all*i the*i Gentiles*i who*iln are*i called*i by*i my*i name —*i declares*iln the*i Lord*i who*iln makes*i these*i things*i"
    },
    {
        "o": 31072,
        "r": "csb:Acts:15:18",
        "t": "known*i from*i long*i ago.*i"
    },
    {
        "o": 31073,
        "r": "csb:Acts:15:19",
        "t": "Therefore,*p in my judgment, we should not cause difficulties for those among the Gentiles who turn to God,"
    },
    {
        "o": 31074,
        "r": "csb:Acts:15:20",
        "t": "but instead we should write to them to abstain from things polluted by idols, from sexual immorality, from eating anything that has been strangled, and from blood."
    },
    {
        "o": 31075,
        "r": "csb:Acts:15:21",
        "t": "For since ancient times, Moses has had those who proclaim him in every city, and every Sabbath day he is read aloud in the synagogues.”"
    },
    {
        "o": 31076,
        "r": "csb:Acts:15:21",
        "t": "The Letter to the Gentile Believers",
        "h": 2
    },
    {
        "o": 31077,
        "r": "csb:Acts:15:22",
        "t": "Then*p the apostles and the elders, with the whole church, decided to select men who were among them and to send them to Antioch with Paul and Barnabas: Judas, called Barsabbas, and Silas, both leading men among the brothers."
    },
    {
        "o": 31078,
        "r": "csb:Acts:15:23",
        "t": "They wrote: “From*p the apostles and the elders, your brothers, To*p the brothers and sisters among the Gentiles in Antioch, Syria, and Cilicia: Greetings.*p"
    },
    {
        "o": 31079,
        "r": "csb:Acts:15:24",
        "t": "Since*p we have heard that some without our authorization went out from us and troubled you with their words and unsettled your hearts,"
    },
    {
        "o": 31080,
        "r": "csb:Acts:15:25",
        "t": "we have unanimously decided to select men and send them to you along with our dearly loved Barnabas and Paul,"
    },
    {
        "o": 31081,
        "r": "csb:Acts:15:26",
        "t": "who have risked their lives for the name of our Lord Jesus Christ."
    },
    {
        "o": 31082,
        "r": "csb:Acts:15:27",
        "t": "Therefore we have sent Judas and Silas, who will personally report the same things by word of mouth."
    },
    {
        "o": 31083,
        "r": "csb:Acts:15:28",
        "t": "For it was the Holy Spirit’s decision - and ours - not to place further burdens on you beyond these requirements:"
    },
    {
        "o": 31084,
        "r": "csb:Acts:15:29",
        "t": "that you abstain from food offered to idols, from blood, from eating anything that has been strangled, and from sexual immorality. You will do well if you keep yourselves from these things. Farewell.”*p"
    },
    {
        "o": 31085,
        "r": "csb:Acts:15:29",
        "t": "The Outcome of the Jerusalem Letter",
        "h": 2
    },
    {
        "o": 31086,
        "r": "csb:Acts:15:30",
        "t": "So*p they were sent off and went down to Antioch, and after gathering the assembly, they delivered the letter."
    },
    {
        "o": 31087,
        "r": "csb:Acts:15:31",
        "t": "When they read it, they rejoiced because of its encouragement."
    },
    {
        "o": 31088,
        "r": "csb:Acts:15:32",
        "t": "Both Judas and Silas, who were also prophets themselves, encouraged the brothers and sisters and strengthened them with a long message."
    },
    {
        "o": 31089,
        "r": "csb:Acts:15:33",
        "t": "After spending some time there, they were sent back in peace by the brothers and sisters to those who had sent them."
    },
    {
        "o": 31090,
        "r": "csb:Acts:15:35",
        "t": "But Paul and Barnabas, along with many others, remained in Antioch, teaching and proclaiming the word of the Lord."
    },
    {
        "o": 31091,
        "r": "csb:Acts:15:35",
        "t": "Paul and Barnabas Part Company",
        "h": 2
    },
    {
        "o": 31092,
        "r": "csb:Acts:15:36",
        "t": "After*p some time had passed, Paul said to Barnabas, “Let’s go back and visit the brothers and sisters in every town where we have preached the word of the Lord and see how they’re doing.”"
    },
    {
        "o": 31093,
        "r": "csb:Acts:15:37",
        "t": "Barnabas wanted to take along John who was called Mark."
    },
    {
        "o": 31094,
        "r": "csb:Acts:15:38",
        "t": "But Paul insisted that they should not take along this man who had deserted them in Pamphylia and had not gone on with them to the work."
    },
    {
        "o": 31095,
        "r": "csb:Acts:15:39",
        "t": "They had such a sharp disagreement that they parted company, and Barnabas took Mark with him and sailed off to Cyprus."
    },
    {
        "o": 31096,
        "r": "csb:Acts:15:40",
        "t": "But Paul chose Silas and departed, after being commended by the brothers and sisters to the grace of the Lord."
    },
    {
        "o": 31097,
        "r": "csb:Acts:15:41",
        "t": "He traveled through Syria and Cilicia, strengthening the churches."
    }
]
