[
    {
        "o": 10588,
        "r": "csb:2 Kings:3:0",
        "t": "2 Kings 3",
        "h": 1
    },
    {
        "o": 10589,
        "r": "csb:2 Kings:3:0",
        "t": "Israel’s King Joram",
        "h": 2
    },
    {
        "o": 10590,
        "r": "csb:2 Kings:3:1",
        "t": "Joram*p son of Ahab became king over Israel in Samaria during the eighteenth year of Judah’s King Jehoshaphat, and he reigned twelve years."
    },
    {
        "o": 10591,
        "r": "csb:2 Kings:3:2",
        "t": "He did what was evil in the Lord’s*s sight, but not like his father and mother, for he removed the sacred pillar of Baal his father had made."
    },
    {
        "o": 10592,
        "r": "csb:2 Kings:3:3",
        "t": "Nevertheless, Joram clung to the sins that Jeroboam son of Nebat had caused Israel to commit. He did not turn away from them."
    },
    {
        "o": 10593,
        "r": "csb:2 Kings:3:3",
        "t": "Moab’s Rebellion against Israel",
        "h": 2
    },
    {
        "o": 10594,
        "r": "csb:2 Kings:3:4",
        "t": "King*p Mesha of Moab was a sheep breeder. He used to pay the king of Israel one hundred thousand lambs and the wool of one hundred thousand rams,"
    },
    {
        "o": 10595,
        "r": "csb:2 Kings:3:5",
        "t": "but when Ahab died, the king of Moab rebelled against the king of Israel."
    },
    {
        "o": 10596,
        "r": "csb:2 Kings:3:6",
        "t": "So King Joram marched out from Samaria at that time and mobilized all Israel."
    },
    {
        "o": 10597,
        "r": "csb:2 Kings:3:7",
        "t": "Then he sent a message to King Jehoshaphat of Judah: “The king of Moab has rebelled against me. Will you go with me to fight against Moab?” Jehoshaphat*p said, “I will go. I am as you are, my people as your people, my horses as your horses.”"
    },
    {
        "o": 10598,
        "r": "csb:2 Kings:3:8",
        "t": "He*p asked, “Which route should we take?” He*p replied, “The route of the Wilderness of Edom.”"
    },
    {
        "o": 10599,
        "r": "csb:2 Kings:3:9",
        "t": "So*p the king of Israel, the king of Judah, and the king of Edom set out. After they had traveled their indirect route for seven days, they had no water for the army or the animals with them."
    },
    {
        "o": 10600,
        "r": "csb:2 Kings:3:10",
        "t": "Then*p the king of Israel said, “Oh no, the Lord*s has summoned these three kings, only to hand them over to Moab.”"
    },
    {
        "o": 10601,
        "r": "csb:2 Kings:3:11",
        "t": "But*p Jehoshaphat said, “Isn’t there a prophet of the Lord*s here? Let’s inquire of the Lord*s through him.” One*p of the servants of the king of Israel answered, “Elisha son of Shaphat, who used to pour water on Elijah’s hands, is here.”"
    },
    {
        "o": 10602,
        "r": "csb:2 Kings:3:12",
        "t": "Jehoshaphat*p affirmed, “The word of the Lord*s is with him.” So the king of Israel and Jehoshaphat and the king of Edom went to him."
    },
    {
        "o": 10603,
        "r": "csb:2 Kings:3:13",
        "t": "However,*p Elisha said to King Joram of Israel, “What do we have in common? Go to the prophets of your father and your mother!” But*p the king of Israel replied, “No, because it is the Lord*s who has summoned these three kings to hand them over to Moab.”"
    },
    {
        "o": 10604,
        "r": "csb:2 Kings:3:14",
        "t": "Elisha*p responded, “By the life of the Lord*s of Armies, before whom I stand: If I did not have respect for King Jehoshaphat of Judah, I wouldn’t look at you; I would not take notice of you."
    },
    {
        "o": 10605,
        "r": "csb:2 Kings:3:15",
        "t": "Now, bring me a musician.” While*p the musician played, the Lord’s*s hand came on Elisha."
    },
    {
        "o": 10606,
        "r": "csb:2 Kings:3:16",
        "t": "Then he said, “This is what the Lord*s says: ‘Dig ditch after ditch in this wadi.’"
    },
    {
        "o": 10607,
        "r": "csb:2 Kings:3:17",
        "t": "For the Lord*s says, ‘You will not see wind or rain, but the wadi will be filled with water, and you will drink - you and your cattle and your animals.’"
    },
    {
        "o": 10608,
        "r": "csb:2 Kings:3:18",
        "t": "This is easy in the Lord’s*s sight. He will also hand Moab over to you."
    },
    {
        "o": 10609,
        "r": "csb:2 Kings:3:19",
        "t": "Then you will attack every fortified city and every choice city. You will cut down every good tree and stop up every spring. You will ruin every good piece of land with stones.”"
    },
    {
        "o": 10610,
        "r": "csb:2 Kings:3:20",
        "t": "About*p the time for the grain offering the next morning, water suddenly came from the direction of Edom and filled the land."
    },
    {
        "o": 10611,
        "r": "csb:2 Kings:3:21",
        "t": "All*p Moab had heard that the kings had come up to fight against them. So all who could bear arms, from the youngest to the oldest, were summoned and took their stand at the border."
    },
    {
        "o": 10612,
        "r": "csb:2 Kings:3:22",
        "t": "When they got up early in the morning, the sun was shining on the water, and the Moabites saw that the water across from them was red like blood."
    },
    {
        "o": 10613,
        "r": "csb:2 Kings:3:23",
        "t": "“This is blood!” they exclaimed. “The kings have crossed swords and their men have killed one another. So, to the spoil, Moab!”"
    },
    {
        "o": 10614,
        "r": "csb:2 Kings:3:24",
        "t": "However,*p when the Moabites came to Israel’s camp, the Israelites attacked them, and they fled from them. So Israel went into the land attacking the Moabites."
    },
    {
        "o": 10615,
        "r": "csb:2 Kings:3:25",
        "t": "They would destroy the cities, and each of them would throw a stone to cover every good piece of land. They would stop up every spring and cut down every good tree. This went on until only the buildings of Kir-hareseth were left. Then men with slings surrounded the city and attacked it."
    },
    {
        "o": 10616,
        "r": "csb:2 Kings:3:26",
        "t": "When*p the king of Moab saw that the battle was too fierce for him, he took seven hundred swordsmen with him to try to break through to the king of Edom, but they could not do it."
    },
    {
        "o": 10617,
        "r": "csb:2 Kings:3:27",
        "t": "So he took his firstborn son, who was to become king in his place, and offered him as a burnt offering on the city wall. Great wrath was on the Israelites, and they withdrew from him and returned to their land."
    }
]
