[
    {
        "o": 14656,
        "r": "csb:Job:14:0",
        "t": "Job 14",
        "h": 1
    },
    {
        "o": 14657,
        "r": "csb:Job:14:1",
        "t": "Anyone*pn born of woman is*ln short of days and full of trouble."
    },
    {
        "o": 14658,
        "r": "csb:Job:14:2",
        "t": "He*ln blossoms like a flower, then withers; he*ln flees like a shadow and does not last."
    },
    {
        "o": 14659,
        "r": "csb:Job:14:3",
        "t": "Do*ln you really take notice of one like this? Will*ln you bring me into judgment against you?"
    },
    {
        "o": 14660,
        "r": "csb:Job:14:4",
        "t": "Who*ln can produce something pure from what is impure? No*ln one!"
    },
    {
        "o": 14661,
        "r": "csb:Job:14:5",
        "t": "Since*ln a person’s days are determined and*ln the number of his months depends on you, and*ln since you have set limits he cannot pass,"
    },
    {
        "o": 14662,
        "r": "csb:Job:14:6",
        "t": "look*ln away from him and let him rest so*ln that he can enjoy his day like a hired worker."
    },
    {
        "o": 14663,
        "r": "csb:Job:14:7",
        "t": "There*pn is hope for a tree: If*ln it is cut down, it will sprout again, and*ln its shoots will not die."
    },
    {
        "o": 14664,
        "r": "csb:Job:14:8",
        "t": "If*ln its roots grow old in the ground and*ln its stump starts to die in the soil,"
    },
    {
        "o": 14665,
        "r": "csb:Job:14:9",
        "t": "the*ln scent of water makes it thrive and*ln produce twigs like a sapling."
    },
    {
        "o": 14666,
        "r": "csb:Job:14:10",
        "t": "But*ln a person dies and fades away; he*ln breathes his last - where is he?"
    },
    {
        "o": 14667,
        "r": "csb:Job:14:11",
        "t": "As*ln water disappears from a lake and*ln a river becomes parched and dry,"
    },
    {
        "o": 14668,
        "r": "csb:Job:14:12",
        "t": "so*ln people lie down never to rise again. They*ln will not wake up until the heavens are no more; they*ln will not stir from their sleep."
    },
    {
        "o": 14669,
        "r": "csb:Job:14:13",
        "t": "If*pn only you would hide me in Sheol and*ln conceal me until your anger passes. If*ln only you would appoint a time for me and*ln then remember me."
    },
    {
        "o": 14670,
        "r": "csb:Job:14:14",
        "t": "When*ln a person dies, will he come back to life? If*ln so, I would wait all the days of my struggle until*ln my relief comes."
    },
    {
        "o": 14671,
        "r": "csb:Job:14:15",
        "t": "You*ln would call, and I would answer you. You*ln would long for the work of your hands."
    },
    {
        "o": 14672,
        "r": "csb:Job:14:16",
        "t": "For*ln then you would count my steps but*ln would not take note of my sin."
    },
    {
        "o": 14673,
        "r": "csb:Job:14:17",
        "t": "My*ln rebellion would be sealed up in a bag, and*ln you would cover over my iniquity."
    },
    {
        "o": 14674,
        "r": "csb:Job:14:18",
        "t": "But*pn as a mountain collapses and crumbles and*ln a rock is dislodged from its place,"
    },
    {
        "o": 14675,
        "r": "csb:Job:14:19",
        "t": "as*ln water wears away stones and*ln torrents wash away the soil from the land, so*ln you destroy a man’s hope."
    },
    {
        "o": 14676,
        "r": "csb:Job:14:20",
        "t": "You*ln completely overpower him, and he passes on; you*ln change his appearance and send him away."
    },
    {
        "o": 14677,
        "r": "csb:Job:14:21",
        "t": "If*ln his sons receive honor, he does not know it; if*ln they become insignificant, he is unaware of it."
    },
    {
        "o": 14678,
        "r": "csb:Job:14:22",
        "t": "He*ln feels only the pain of his own body and*ln mourns only for himself."
    },
    {
        "o": 14679,
        "r": "csb:Job:14:22",
        "t": "Second Series of Speeches",
        "h": 2.5
    }
]
