[
    {
        "o": 10481,
        "r": "niv:2 Kings:4:0",
        "t": "2 Kings 4",
        "h": 1
    },
    {
        "o": 10482,
        "r": "niv:2 Kings:4:0",
        "t": "The Widow’s Olive Oil",
        "h": 2
    },
    {
        "o": 10483,
        "r": "niv:2 Kings:4:1",
        "t": "The*p wife of a man from the company of the prophets cried out to Elisha, “Your servant my husband is dead, and you know that he revered the Lord.*s But now his creditor is coming to take my two boys as his slaves.”"
    },
    {
        "o": 10484,
        "r": "niv:2 Kings:4:2",
        "t": "Elisha*p replied to her, “How can I help you? Tell me, what do you have in your house?” “Your*p servant has nothing there at all,” she said, “except a small jar of olive oil.”"
    },
    {
        "o": 10485,
        "r": "niv:2 Kings:4:3",
        "t": "Elisha*p said, “Go around and ask all your neighbors for empty jars. Don’t ask for just a few."
    },
    {
        "o": 10486,
        "r": "niv:2 Kings:4:4",
        "t": "Then go inside and shut the door behind you and your sons. Pour oil into all the jars, and as each is filled, put it to one side.”"
    },
    {
        "o": 10487,
        "r": "niv:2 Kings:4:5",
        "t": "She*p left him and shut the door behind her and her sons. They brought the jars to her and she kept pouring."
    },
    {
        "o": 10488,
        "r": "niv:2 Kings:4:6",
        "t": "When all the jars were full, she said to her son, “Bring me another one.” But*p he replied, “There is not a jar left.” Then the oil stopped flowing."
    },
    {
        "o": 10489,
        "r": "niv:2 Kings:4:7",
        "t": "She*p went and told the man of God, and he said, “Go, sell the oil and pay your debts. You and your sons can live on what is left.”"
    },
    {
        "o": 10490,
        "r": "niv:2 Kings:4:7",
        "t": "The Shunammite’s Son Restored to Life",
        "h": 2
    },
    {
        "o": 10491,
        "r": "niv:2 Kings:4:8",
        "t": "One*p day Elisha went to Shunem. And a well-to-do woman was there, who urged him to stay for a meal. So whenever he came by, he stopped there to eat."
    },
    {
        "o": 10492,
        "r": "niv:2 Kings:4:9",
        "t": "She said to her husband, “I know that this man who often comes our way is a holy man of God."
    },
    {
        "o": 10493,
        "r": "niv:2 Kings:4:10",
        "t": "Let’s make a small room on the roof and put in it a bed and a table, a chair and a lamp for him. Then he can stay there whenever he comes to us.”"
    },
    {
        "o": 10494,
        "r": "niv:2 Kings:4:11",
        "t": "One*p day when Elisha came, he went up to his room and lay down there."
    },
    {
        "o": 10495,
        "r": "niv:2 Kings:4:12",
        "t": "He said to his servant Gehazi, “Call the Shunammite.” So he called her, and she stood before him."
    },
    {
        "o": 10496,
        "r": "niv:2 Kings:4:13",
        "t": "Elisha said to him, “Tell her, ‘You have gone to all this trouble for us. Now what can be done for you? Can we speak on your behalf to the king or the commander of the army?’ ” She*p replied, “I have a home among my own people.”"
    },
    {
        "o": 10497,
        "r": "niv:2 Kings:4:14",
        "t": "“What*p can be done for her?” Elisha asked. Gehazi*p said, “She has no son, and her husband is old.”"
    },
    {
        "o": 10498,
        "r": "niv:2 Kings:4:15",
        "t": "Then*p Elisha said, “Call her.” So he called her, and she stood in the doorway."
    },
    {
        "o": 10499,
        "r": "niv:2 Kings:4:16",
        "t": "“About this time next year,” Elisha said, “you will hold a son in your arms.” “No,*p my lord!” she objected. “Please, man of God, don’t mislead your servant!”"
    },
    {
        "o": 10500,
        "r": "niv:2 Kings:4:17",
        "t": "But*p the woman became pregnant, and the next year about that same time she gave birth to a son, just as Elisha had told her."
    },
    {
        "o": 10501,
        "r": "niv:2 Kings:4:18",
        "t": "The*p child grew, and one day he went out to his father, who was with the reapers."
    },
    {
        "o": 10502,
        "r": "niv:2 Kings:4:19",
        "t": "He said to his father, “My head! My head!” His*p father told a servant, “Carry him to his mother.”"
    },
    {
        "o": 10503,
        "r": "niv:2 Kings:4:20",
        "t": "After the servant had lifted him up and carried him to his mother, the boy sat on her lap until noon, and then he died."
    },
    {
        "o": 10504,
        "r": "niv:2 Kings:4:21",
        "t": "She went up and laid him on the bed of the man of God, then shut the door and went out."
    },
    {
        "o": 10505,
        "r": "niv:2 Kings:4:22",
        "t": "She*p called her husband and said, “Please send me one of the servants and a donkey so I can go to the man of God quickly and return.”"
    },
    {
        "o": 10506,
        "r": "niv:2 Kings:4:23",
        "t": "“Why*p go to him today?” he asked. “It’s not the New Moon or the Sabbath.” “That’s*p all right,” she said."
    },
    {
        "o": 10507,
        "r": "niv:2 Kings:4:24",
        "t": "She*p saddled the donkey and said to her servant, “Lead on; don’t slow down for me unless I tell you.”"
    },
    {
        "o": 10508,
        "r": "niv:2 Kings:4:25",
        "t": "So she set out and came to the man of God at Mount Carmel. When*p he saw her in the distance, the man of God said to his servant Gehazi, “Look! There’s the Shunammite!"
    },
    {
        "o": 10509,
        "r": "niv:2 Kings:4:26",
        "t": "Run to meet her and ask her, ‘Are you all right? Is your husband all right? Is your child all right?’ ” “Everything*p is all right,” she said."
    },
    {
        "o": 10510,
        "r": "niv:2 Kings:4:27",
        "t": "When*p she reached the man of God at the mountain, she took hold of his feet. Gehazi came over to push her away, but the man of God said, “Leave her alone! She is in bitter distress, but the Lord*s has hidden it from me and has not told me why.”"
    },
    {
        "o": 10511,
        "r": "niv:2 Kings:4:28",
        "t": "“Did*p I ask you for a son, my lord?” she said. “Didn’t I tell you, ‘Don’t raise my hopes’?”"
    },
    {
        "o": 10512,
        "r": "niv:2 Kings:4:29",
        "t": "Elisha*p said to Gehazi, “Tuck your cloak into your belt, take my staff in your hand and run. Don’t greet anyone you meet, and if anyone greets you, do not answer. Lay my staff on the boy’s face.”"
    },
    {
        "o": 10513,
        "r": "niv:2 Kings:4:30",
        "t": "But*p the child’s mother said, “As surely as the Lord*s lives and as you live, I will not leave you.” So he got up and followed her."
    },
    {
        "o": 10514,
        "r": "niv:2 Kings:4:31",
        "t": "Gehazi*p went on ahead and laid the staff on the boy’s face, but there was no sound or response. So Gehazi went back to meet Elisha and told him, “The boy has not awakened.”"
    },
    {
        "o": 10515,
        "r": "niv:2 Kings:4:32",
        "t": "When*p Elisha reached the house, there was the boy lying dead on his couch."
    },
    {
        "o": 10516,
        "r": "niv:2 Kings:4:33",
        "t": "He went in, shut the door on the two of them and prayed to the Lord.*s"
    },
    {
        "o": 10517,
        "r": "niv:2 Kings:4:34",
        "t": "Then he got on the bed and lay on the boy, mouth to mouth, eyes to eyes, hands to hands. As he stretched himself out on him, the boy’s body grew warm."
    },
    {
        "o": 10518,
        "r": "niv:2 Kings:4:35",
        "t": "Elisha turned away and walked back and forth in the room and then got on the bed and stretched out on him once more. The boy sneezed seven times and opened his eyes."
    },
    {
        "o": 10519,
        "r": "niv:2 Kings:4:36",
        "t": "Elisha*p summoned Gehazi and said, “Call the Shunammite.” And he did. When she came, he said, “Take your son.”"
    },
    {
        "o": 10520,
        "r": "niv:2 Kings:4:37",
        "t": "She came in, fell at his feet and bowed to the ground. Then she took her son and went out."
    },
    {
        "o": 10521,
        "r": "niv:2 Kings:4:37",
        "t": "Death in the Pot",
        "h": 2
    },
    {
        "o": 10522,
        "r": "niv:2 Kings:4:38",
        "t": "Elisha*p returned to Gilgal and there was a famine in that region. While the company of the prophets was meeting with him, he said to his servant, “Put on the large pot and cook some stew for these prophets.”"
    },
    {
        "o": 10523,
        "r": "niv:2 Kings:4:39",
        "t": "One*p of them went out into the fields to gather herbs and found a wild vine and picked as many of its gourds as his garment could hold. When he returned, he cut them up into the pot of stew, though no one knew what they were."
    },
    {
        "o": 10524,
        "r": "niv:2 Kings:4:40",
        "t": "The stew was poured out for the men, but as they began to eat it, they cried out, “Man of God, there is death in the pot!” And they could not eat it."
    },
    {
        "o": 10525,
        "r": "niv:2 Kings:4:41",
        "t": "Elisha*p said, “Get some flour.” He put it into the pot and said, “Serve it to the people to eat.” And there was nothing harmful in the pot."
    },
    {
        "o": 10526,
        "r": "niv:2 Kings:4:41",
        "t": "Feeding of a Hundred",
        "h": 2
    },
    {
        "o": 10527,
        "r": "niv:2 Kings:4:42",
        "t": "A*p man came from Baal Shalishah, bringing the man of God twenty loaves of barley bread baked from the first ripe grain, along with some heads of new grain. “Give it to the people to eat,” Elisha said."
    },
    {
        "o": 10528,
        "r": "niv:2 Kings:4:43",
        "t": "“How*p can I set this before a hundred men?” his servant asked. But*p Elisha answered, “Give it to the people to eat. For this is what the Lord*s says: ‘They will eat and have some left over.’ ”"
    },
    {
        "o": 10529,
        "r": "niv:2 Kings:4:44",
        "t": "Then he set it before them, and they ate and had some left over, according to the word of the Lord.*s"
    }
]
