[
    {
        "o": 11188,
        "r": "nasb:2 Kings:24:0",
        "t": "2 Kings 24",
        "h": 1
    },
    {
        "o": 11189,
        "r": "nasb:2 Kings:24:0",
        "t": "Babylon Controls Jehoiakim",
        "h": 2
    },
    {
        "o": 11190,
        "r": "nasb:2 Kings:24:1",
        "t": "In*p his days Nebuchadnezzar king of Babylon came up, and Jehoiakim became his servant for*i three years; then he turned and rebelled against him."
    },
    {
        "o": 11191,
        "r": "nasb:2 Kings:24:2",
        "t": "The Lord*s sent against him bands of Chaldeans, bands of Arameans, bands of Moabites, and bands of Ammonites. So He sent them against Judah to destroy it, according to the word of the Lord*s which He had spoken through His servants the prophets."
    },
    {
        "o": 11192,
        "r": "nasb:2 Kings:24:3",
        "t": "Surely at the command of the Lord*s it came upon Judah, to remove them*i from His sight because of the sins of Manasseh, according to all that he had done,"
    },
    {
        "o": 11193,
        "r": "nasb:2 Kings:24:4",
        "t": "and also for the innocent blood which he shed, for he filled Jerusalem with innocent blood; and the Lord*s would not forgive."
    },
    {
        "o": 11194,
        "r": "nasb:2 Kings:24:5",
        "t": "Now the rest of the acts of Jehoiakim and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah?"
    },
    {
        "o": 11195,
        "r": "nasb:2 Kings:24:5",
        "t": "Jehoiachin Reigns",
        "h": 2
    },
    {
        "o": 11196,
        "r": "nasb:2 Kings:24:6",
        "t": "So*p Jehoiakim slept with his fathers, and Jehoiachin his son became king in his place."
    },
    {
        "o": 11197,
        "r": "nasb:2 Kings:24:7",
        "t": "The king of Egypt did not come out of his land again, for the king of Babylon had taken all that belonged to the king of Egypt from the brook of Egypt to the river Euphrates."
    },
    {
        "o": 11198,
        "r": "nasb:2 Kings:24:8",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned three months in Jerusalem; and his mother’s name was*i Nehushta the daughter of Elnathan of Jerusalem."
    },
    {
        "o": 11199,
        "r": "nasb:2 Kings:24:9",
        "t": "He did evil in the sight of the Lord,*s according to all that his father had done."
    },
    {
        "o": 11200,
        "r": "nasb:2 Kings:24:9",
        "t": "Deportation to Babylon",
        "h": 2
    },
    {
        "o": 11201,
        "r": "nasb:2 Kings:24:10",
        "t": "At*p that time the servants of Nebuchadnezzar king of Babylon went up to Jerusalem, and the city came under siege."
    },
    {
        "o": 11202,
        "r": "nasb:2 Kings:24:11",
        "t": "And Nebuchadnezzar the king of Babylon came to the city, while his servants were besieging it."
    },
    {
        "o": 11203,
        "r": "nasb:2 Kings:24:12",
        "t": "Jehoiachin the king of Judah went out to the king of Babylon, he and his mother and his servants and his captains and his officials. So the king of Babylon took him captive in the eighth year of his reign."
    },
    {
        "o": 11204,
        "r": "nasb:2 Kings:24:13",
        "t": "He carried out from there all the treasures of the house of the Lord,*s and the treasures of the king’s house, and cut in pieces all the vessels of gold which Solomon king of Israel had made in the temple of the Lord,*s just as the Lord*s had said."
    },
    {
        "o": 11205,
        "r": "nasb:2 Kings:24:14",
        "t": "Then he led away into exile all Jerusalem and all the captains and all the mighty men of valor, ten thousand captives, and all the craftsmen and the smiths. None remained except the poorest people of the land."
    },
    {
        "o": 11206,
        "r": "nasb:2 Kings:24:15",
        "t": "So*p he led Jehoiachin away into exile to Babylon; also the king’s mother and the king’s wives and his officials and the leading men of the land, he led away into exile from Jerusalem to Babylon."
    },
    {
        "o": 11207,
        "r": "nasb:2 Kings:24:16",
        "t": "All the men of valor, seven thousand, and the craftsmen and the smiths, one thousand, all strong and fit for war, and these the king of Babylon brought into exile to Babylon."
    },
    {
        "o": 11208,
        "r": "nasb:2 Kings:24:16",
        "t": "Zedekiah Made King",
        "h": 2
    },
    {
        "o": 11209,
        "r": "nasb:2 Kings:24:17",
        "t": "Then*p the king of Babylon made his uncle Mattaniah king in his place, and changed his name to Zedekiah."
    },
    {
        "o": 11210,
        "r": "nasb:2 Kings:24:18",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem; and his mother’s name was Hamutal the daughter of Jeremiah of Libnah."
    },
    {
        "o": 11211,
        "r": "nasb:2 Kings:24:19",
        "t": "He did evil in the sight of the Lord,*s according to all that Jehoiakim had done."
    },
    {
        "o": 11212,
        "r": "nasb:2 Kings:24:20",
        "t": "For through the anger of the Lord*s this*i came about in Jerusalem and Judah until He cast them out from His presence. And Zedekiah rebelled against the king of Babylon."
    }
]
