[
    {
        "o": 5985,
        "r": "nasb:Deuteronomy:23:0",
        "t": "Deuteronomy 23",
        "h": 1
    },
    {
        "o": 5986,
        "r": "nasb:Deuteronomy:23:0",
        "t": "Persons Excluded from the Assembly",
        "h": 2
    },
    {
        "o": 5987,
        "r": "nasb:Deuteronomy:23:1",
        "t": "“No*p one who is emasculated or has his male organ cut off shall enter the assembly of the Lord.*s"
    },
    {
        "o": 5988,
        "r": "nasb:Deuteronomy:23:2",
        "t": "No one of illegitimate birth shall enter the assembly of the Lord;*s none of his descendants,*i even to the tenth generation, shall enter the assembly of the Lord.*s"
    },
    {
        "o": 5989,
        "r": "nasb:Deuteronomy:23:3",
        "t": "No Ammonite or Moabite shall enter the assembly of the Lord;*s none of their descendants,*i even to the tenth generation, shall ever enter the assembly of the Lord,*s"
    },
    {
        "o": 5990,
        "r": "nasb:Deuteronomy:23:4",
        "t": "because they did not meet you with food and water on the way when you came out of Egypt, and because they hired against you Balaam the son of Beor from Pethor of Mesopotamia, to curse you."
    },
    {
        "o": 5991,
        "r": "nasb:Deuteronomy:23:5",
        "t": "Nevertheless, the Lord*s your God was not willing to listen to Balaam, but the Lord*s your God turned the curse into a blessing for you because the Lord*s your God loves you."
    },
    {
        "o": 5992,
        "r": "nasb:Deuteronomy:23:6",
        "t": "You shall never seek their peace or their prosperity all your days."
    },
    {
        "o": 5993,
        "r": "nasb:Deuteronomy:23:7",
        "t": "“You*p shall not detest an Edomite, for he is your brother; you shall not detest an Egyptian, because you were an alien in his land."
    },
    {
        "o": 5994,
        "r": "nasb:Deuteronomy:23:8",
        "t": "The sons of the third generation who are born to them may enter the assembly of the Lord.*s"
    },
    {
        "o": 5995,
        "r": "nasb:Deuteronomy:23:9",
        "t": "“When*p you go out as an army against your enemies, you shall keep yourself from every evil thing."
    },
    {
        "o": 5996,
        "r": "nasb:Deuteronomy:23:10",
        "t": "“If*p there is among you any man who is unclean because of a nocturnal emission, then he must go outside the camp; he may not reenter the camp."
    },
    {
        "o": 5997,
        "r": "nasb:Deuteronomy:23:11",
        "t": "But it shall be when evening approaches, he shall bathe himself with water, and at sundown he may reenter the camp."
    },
    {
        "o": 5998,
        "r": "nasb:Deuteronomy:23:12",
        "t": "“You*p shall also have a place outside the camp and go out there,"
    },
    {
        "o": 5999,
        "r": "nasb:Deuteronomy:23:13",
        "t": "and you shall have a spade among your tools, and it shall be when you sit down outside, you shall dig with it and shall turn to cover up your excrement."
    },
    {
        "o": 6000,
        "r": "nasb:Deuteronomy:23:14",
        "t": "Since the Lord*s your God walks in the midst of your camp to deliver you and to defeat your enemies before you, therefore your camp must be holy; and He must not see anything indecent among you or He will turn away from you."
    },
    {
        "o": 6001,
        "r": "nasb:Deuteronomy:23:15",
        "t": "“You*p shall not hand over to his master a slave who has escaped from his master to you."
    },
    {
        "o": 6002,
        "r": "nasb:Deuteronomy:23:16",
        "t": "He shall live with you in your midst, in the place which he shall choose in one of your towns where it pleases him; you shall not mistreat him."
    },
    {
        "o": 6003,
        "r": "nasb:Deuteronomy:23:17",
        "t": "“None*p of the daughters of Israel shall be a cult prostitute, nor shall any of the sons of Israel be a cult prostitute."
    },
    {
        "o": 6004,
        "r": "nasb:Deuteronomy:23:18",
        "t": "You shall not bring the hire of a harlot or the wages of a dog into the house of the Lord*s your God for any votive offering, for both of these are an abomination to the Lord*s your God."
    },
    {
        "o": 6005,
        "r": "nasb:Deuteronomy:23:19",
        "t": "“You*p shall not charge interest to your countrymen: interest on money, food, or*i anything that may be loaned at interest."
    },
    {
        "o": 6006,
        "r": "nasb:Deuteronomy:23:20",
        "t": "You may charge interest to a foreigner, but to your countrymen you shall not charge interest, so that the Lord*s your God may bless you in all that you undertake in the land which you are about to enter to possess."
    },
    {
        "o": 6007,
        "r": "nasb:Deuteronomy:23:21",
        "t": "“When*p you make a vow to the Lord*s your God, you shall not delay to pay it, for it would be sin in you, and the Lord*s your God will surely require it of you."
    },
    {
        "o": 6008,
        "r": "nasb:Deuteronomy:23:22",
        "t": "However, if you refrain from vowing, it would not be sin in you."
    },
    {
        "o": 6009,
        "r": "nasb:Deuteronomy:23:23",
        "t": "You shall be careful to perform what goes out from your lips, just as you have voluntarily vowed to the Lord*s your God, what you have promised."
    },
    {
        "o": 6010,
        "r": "nasb:Deuteronomy:23:24",
        "t": "“When*p you enter your neighbor’s vineyard, then you may eat grapes until you are fully satisfied, but you shall not put any in your basket."
    },
    {
        "o": 6011,
        "r": "nasb:Deuteronomy:23:25",
        "t": "“When*p you enter your neighbor’s standing grain, then you may pluck the heads with your hand, but you shall not wield a sickle in your neighbor’s standing grain."
    }
]
