[
    {
        "o": 5926,
        "r": "nasb:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 5927,
        "r": "nasb:Deuteronomy:21:0",
        "t": "Expiation of a Crime",
        "h": 2
    },
    {
        "o": 5928,
        "r": "nasb:Deuteronomy:21:1",
        "t": "“If*p a slain person is found lying in the open country in the land which the Lord*s your God gives you to possess, and*i it is not known who has struck him,"
    },
    {
        "o": 5929,
        "r": "nasb:Deuteronomy:21:2",
        "t": "then your elders and your judges shall go out and measure the*i distance*i to the cities which are around the slain one."
    },
    {
        "o": 5930,
        "r": "nasb:Deuteronomy:21:3",
        "t": "It shall be that the city which is nearest to the slain man, that is, the elders of that city, shall take a heifer of the herd, which has not been worked and which has not pulled in a yoke;"
    },
    {
        "o": 5931,
        "r": "nasb:Deuteronomy:21:4",
        "t": "and the elders of that city shall bring the heifer down to a valley with running water, which has not been plowed or sown, and shall break the heifer’s neck there in the valley."
    },
    {
        "o": 5932,
        "r": "nasb:Deuteronomy:21:5",
        "t": "Then the priests, the sons of Levi, shall come near, for the Lord*s your God has chosen them to serve Him and to bless in the name of the Lord;*s and every dispute and every assault shall be settled by them."
    },
    {
        "o": 5933,
        "r": "nasb:Deuteronomy:21:6",
        "t": "All the elders of that city which is nearest to the slain man shall wash their hands over the heifer whose neck was broken in the valley;"
    },
    {
        "o": 5934,
        "r": "nasb:Deuteronomy:21:7",
        "t": "and they shall answer and say, ‘Our hands did not shed this blood, nor did our eyes see it.*i"
    },
    {
        "o": 5935,
        "r": "nasb:Deuteronomy:21:8",
        "t": "Forgive Your people Israel whom You have redeemed, O Lord,*s and do not place the guilt of innocent blood in the midst of Your people Israel.’ And the bloodguiltiness shall be forgiven them."
    },
    {
        "o": 5936,
        "r": "nasb:Deuteronomy:21:9",
        "t": "So you shall remove the guilt of innocent blood from your midst, when you do what is right in the eyes of the Lord.*s"
    },
    {
        "o": 5937,
        "r": "nasb:Deuteronomy:21:9",
        "t": "Domestic Relations",
        "h": 2
    },
    {
        "o": 5938,
        "r": "nasb:Deuteronomy:21:10",
        "t": "“When*p you go out to battle against your enemies, and the Lord*s your God delivers them into your hands and you take them away captive,"
    },
    {
        "o": 5939,
        "r": "nasb:Deuteronomy:21:11",
        "t": "and see among the captives a beautiful woman, and have a desire for her and would take her as a wife for yourself,"
    },
    {
        "o": 5940,
        "r": "nasb:Deuteronomy:21:12",
        "t": "then you shall bring her home to your house, and she shall shave her head and trim her nails."
    },
    {
        "o": 5941,
        "r": "nasb:Deuteronomy:21:13",
        "t": "She shall also remove the clothes of her captivity and shall remain in your house, and mourn her father and mother a full month; and after that you may go in to her and be her husband and she shall be your wife."
    },
    {
        "o": 5942,
        "r": "nasb:Deuteronomy:21:14",
        "t": "It shall be, if you are not pleased with her, then you shall let her go wherever she wishes; but you shall certainly not sell her for money, you shall not mistreat her, because you have humbled her."
    },
    {
        "o": 5943,
        "r": "nasb:Deuteronomy:21:15",
        "t": "“If*p a man has two wives, the one loved and the other unloved, and both*i the loved and the unloved have borne him sons, if the firstborn son belongs to the unloved,"
    },
    {
        "o": 5944,
        "r": "nasb:Deuteronomy:21:16",
        "t": "then it shall be in the day he wills what he has to his sons, he cannot make the son of the loved the firstborn before the son of the unloved, who is the firstborn."
    },
    {
        "o": 5945,
        "r": "nasb:Deuteronomy:21:17",
        "t": "But he shall acknowledge the firstborn, the son of the unloved, by giving him a double portion of all that he has, for he is the beginning of his strength; to him belongs the right of the firstborn."
    },
    {
        "o": 5946,
        "r": "nasb:Deuteronomy:21:18",
        "t": "“If*p any man has a stubborn and rebellious son who will not obey his father or his mother, and when they chastise him, he will not even listen to them,"
    },
    {
        "o": 5947,
        "r": "nasb:Deuteronomy:21:19",
        "t": "then his father and mother shall seize him, and bring him out to the elders of his city at the gateway of his hometown."
    },
    {
        "o": 5948,
        "r": "nasb:Deuteronomy:21:20",
        "t": "They shall say to the elders of his city, ‘This son of ours is stubborn and rebellious, he will not obey us, he is a glutton and a drunkard.’"
    },
    {
        "o": 5949,
        "r": "nasb:Deuteronomy:21:21",
        "t": "Then all the men of his city shall stone him to death; so you shall remove the evil from your midst, and all Israel will hear of*i it*i and fear."
    },
    {
        "o": 5950,
        "r": "nasb:Deuteronomy:21:22",
        "t": "“If*p a man has committed a sin worthy of death and he is put to death, and you hang him on a tree,"
    },
    {
        "o": 5951,
        "r": "nasb:Deuteronomy:21:23",
        "t": "his corpse shall not hang all night on the tree, but you shall surely bury him on the same day (for he who is hanged is accursed of God), so that you do not defile your land which the Lord*s your God gives you as an inheritance."
    }
]
