[
    {
        "o": 12969,
        "r": "csb:2 Chronicles:24:0",
        "t": "2 Chronicles 24",
        "h": 1
    },
    {
        "o": 12970,
        "r": "csb:2 Chronicles:24:0",
        "t": "Judah’s King Joash",
        "h": 2
    },
    {
        "o": 12971,
        "r": "csb:2 Chronicles:24:1",
        "t": "Joash*p was seven years old when he became king, and he reigned forty years in Jerusalem. His mother’s name was Zibiah; she was from Beer-sheba."
    },
    {
        "o": 12972,
        "r": "csb:2 Chronicles:24:2",
        "t": "Throughout the time of the priest Jehoiada, Joash did what was right in the Lord’s*s sight."
    },
    {
        "o": 12973,
        "r": "csb:2 Chronicles:24:3",
        "t": "Jehoiada acquired two wives for him, and he was the father of sons and daughters."
    },
    {
        "o": 12974,
        "r": "csb:2 Chronicles:24:3",
        "t": "Repairing the Temple",
        "h": 2
    },
    {
        "o": 12975,
        "r": "csb:2 Chronicles:24:4",
        "t": "Afterward,*p Joash took it to heart to renovate the Lord’s*s temple."
    },
    {
        "o": 12976,
        "r": "csb:2 Chronicles:24:5",
        "t": "So he gathered the priests and Levites and said, “Go out to the cities of Judah and collect silver from all Israel to repair the temple of your God as needed year by year, and do it quickly.” However,*p the Levites did not hurry."
    },
    {
        "o": 12977,
        "r": "csb:2 Chronicles:24:6",
        "t": "So the king called Jehoiada the high priest and said, “Why haven’t you required the Levites to bring from Judah and Jerusalem the tax imposed by the Lord’s*s servant Moses and the assembly of Israel for the tent of the testimony?"
    },
    {
        "o": 12978,
        "r": "csb:2 Chronicles:24:7",
        "t": "For the sons of that wicked Athaliah broke into the Lord’s*s temple and even used the sacred things of the Lord’s*s temple for the Baals.”"
    },
    {
        "o": 12979,
        "r": "csb:2 Chronicles:24:8",
        "t": "At*p the king’s command a chest was made and placed outside the gate of the Lord’s*s temple."
    },
    {
        "o": 12980,
        "r": "csb:2 Chronicles:24:9",
        "t": "Then a proclamation was issued in Judah and Jerusalem that the tax God’s servant Moses imposed on Israel in the wilderness be brought to the Lord.*s"
    },
    {
        "o": 12981,
        "r": "csb:2 Chronicles:24:10",
        "t": "All the leaders and all the people rejoiced, brought the tax, and put it in the chest until it was full."
    },
    {
        "o": 12982,
        "r": "csb:2 Chronicles:24:11",
        "t": "Whenever the chest was brought by the Levites to the king’s overseers, and when they saw that there was a large amount of silver, the king’s secretary and the high priest’s deputy came and emptied the chest, picked it up, and returned it to its place. They did this daily and gathered the silver in abundance."
    },
    {
        "o": 12983,
        "r": "csb:2 Chronicles:24:12",
        "t": "Then the king and Jehoiada gave it to those in charge of the labor on the Lord’s*s temple, who were hiring stonecutters and carpenters to renovate the Lord’s*s temple, also blacksmiths and coppersmiths to repair the Lord’s*s temple."
    },
    {
        "o": 12984,
        "r": "csb:2 Chronicles:24:13",
        "t": "The*p workmen did their work, and through them the repairs progressed. They restored God’s temple to its specifications and reinforced it."
    },
    {
        "o": 12985,
        "r": "csb:2 Chronicles:24:14",
        "t": "When they finished, they presented the rest of the silver to the king and Jehoiada, who made articles for the Lord’s*s temple with it - articles for ministry and for making burnt offerings, and ladles and articles of gold and silver. They regularly offered burnt offerings in the Lord’s*s temple throughout Jehoiada’s life."
    },
    {
        "o": 12986,
        "r": "csb:2 Chronicles:24:14",
        "t": "Joash’s Apostasy",
        "h": 2
    },
    {
        "o": 12987,
        "r": "csb:2 Chronicles:24:15",
        "t": "Jehoiada*p died when he was old and full of days; he was 130 years old at his death."
    },
    {
        "o": 12988,
        "r": "csb:2 Chronicles:24:16",
        "t": "He was buried in the city of David with the kings because he had done what was good in Israel with respect to God and his temple."
    },
    {
        "o": 12989,
        "r": "csb:2 Chronicles:24:17",
        "t": "However,*p after Jehoiada died, the rulers of Judah came and paid homage to the king. Then the king listened to them,"
    },
    {
        "o": 12990,
        "r": "csb:2 Chronicles:24:18",
        "t": "and they abandoned the temple of the Lord,*s the God of their ancestors, and served the Asherah poles and the idols. So there was wrath against Judah and Jerusalem for this guilt of theirs."
    },
    {
        "o": 12991,
        "r": "csb:2 Chronicles:24:19",
        "t": "Nevertheless, he sent them prophets to bring them back to the Lord;*s they admonished them, but the people would not listen."
    },
    {
        "o": 12992,
        "r": "csb:2 Chronicles:24:20",
        "t": "The*p Spirit of God enveloped Zechariah son of Jehoiada the priest. He stood above the people and said to them, “This is what God says, ‘Why are you transgressing the Lord’s*s commands so that you do not prosper? Because you have abandoned the Lord,*s he has abandoned you.’”"
    },
    {
        "o": 12993,
        "r": "csb:2 Chronicles:24:21",
        "t": "But they conspired against him and stoned him at the king’s command in the courtyard of the Lord’s*s temple."
    },
    {
        "o": 12994,
        "r": "csb:2 Chronicles:24:22",
        "t": "King Joash didn’t remember the kindness that Zechariah’s father Jehoiada had extended to him, but killed his son. While he was dying, he said, “May the Lord*s see and demand an account.”"
    },
    {
        "o": 12995,
        "r": "csb:2 Chronicles:24:22",
        "t": "Aramean Invasion of Judah",
        "h": 2
    },
    {
        "o": 12996,
        "r": "csb:2 Chronicles:24:23",
        "t": "At*p the turn of the year, an Aramean army attacked Joash. They entered Judah and Jerusalem and destroyed all the leaders of the people among them and sent all the plunder to the king of Damascus."
    },
    {
        "o": 12997,
        "r": "csb:2 Chronicles:24:24",
        "t": "Although the Aramean army came with only a few men, the Lord*s handed over a vast army to them because the people of Judah had abandoned the Lord,*s the God of their ancestors. So they executed judgment on Joash."
    },
    {
        "o": 12998,
        "r": "csb:2 Chronicles:24:24",
        "t": "Joash Assassinated",
        "h": 2
    },
    {
        "o": 12999,
        "r": "csb:2 Chronicles:24:25",
        "t": "When*p the Arameans saw that Joash had many wounds, they left him. His servants conspired against him, and killed him on his bed, because he had shed the blood of the sons of the priest Jehoiada. So he died, and they buried him in the city of David, but they did not bury him in the tombs of the kings."
    },
    {
        "o": 13000,
        "r": "csb:2 Chronicles:24:26",
        "t": "Those*p who conspired against him were Zabad, son of the Ammonite woman Shimeath, and Jehozabad, son of the Moabite woman Shimrith."
    },
    {
        "o": 13001,
        "r": "csb:2 Chronicles:24:27",
        "t": "The accounts concerning his sons, the many divine pronouncements about him, and the restoration of God’s temple are recorded in the Writing of the Book of the Kings. His son Amaziah became king in his place."
    }
]
