[
    {
        "o": 6845,
        "r": "niv:Joshua:17:0",
        "t": "Joshua 17",
        "h": 1
    },
    {
        "o": 6846,
        "r": "niv:Joshua:17:1",
        "t": "This*p was the allotment for the tribe of Manasseh as Joseph’s firstborn, that is, for Makir, Manasseh’s firstborn. Makir was the ancestor of the Gileadites, who had received Gilead and Bashan because the Makirites were great soldiers."
    },
    {
        "o": 6847,
        "r": "niv:Joshua:17:2",
        "t": "So this allotment was for the rest of the people of Manasseh—the clans of Abiezer, Helek, Asriel, Shechem, Hepher and Shemida. These are the other male descendants of Manasseh son of Joseph by their clans."
    },
    {
        "o": 6848,
        "r": "niv:Joshua:17:3",
        "t": "Now*p Zelophehad son of Hepher, the son of Gilead, the son of Makir, the son of Manasseh, had no sons but only daughters, whose names were Mahlah, Noah, Hoglah, Milkah and Tirzah."
    },
    {
        "o": 6849,
        "r": "niv:Joshua:17:4",
        "t": "They went to Eleazar the priest, Joshua son of Nun, and the leaders and said, “The Lord*s commanded Moses to give us an inheritance among our relatives.” So Joshua gave them an inheritance along with the brothers of their father, according to the Lord’s*s command."
    },
    {
        "o": 6850,
        "r": "niv:Joshua:17:5",
        "t": "Manasseh’s share consisted of ten tracts of land besides Gilead and Bashan east of the Jordan,"
    },
    {
        "o": 6851,
        "r": "niv:Joshua:17:6",
        "t": "because the daughters of the tribe of Manasseh received an inheritance among the sons. The land of Gilead belonged to the rest of the descendants of Manasseh."
    },
    {
        "o": 6852,
        "r": "niv:Joshua:17:7",
        "t": "The*ln territory of Manasseh extended from Asher to Mikmethath east of Shechem. The boundary ran southward from there to include the people living at En Tappuah."
    },
    {
        "o": 6853,
        "r": "niv:Joshua:17:8",
        "t": "(Manasseh had the land of Tappuah, but Tappuah itself, on the boundary of Manasseh, belonged to the Ephraimites.)"
    },
    {
        "o": 6854,
        "r": "niv:Joshua:17:9",
        "t": "Then the boundary continued south to the Kanah Ravine. There were towns belonging to Ephraim lying among the towns of Manasseh, but the boundary of Manasseh was the northern side of the ravine and ended at the Mediterranean Sea."
    },
    {
        "o": 6855,
        "r": "niv:Joshua:17:10",
        "t": "On the south the land belonged to Ephraim, on the north to Manasseh. The territory of Manasseh reached the Mediterranean Sea and bordered Asher on the north and Issachar on the east."
    },
    {
        "o": 6856,
        "r": "niv:Joshua:17:11",
        "t": "Within*ln Issachar and Asher, Manasseh also had Beth Shan, Ibleam and the people of Dor, Endor, Taanach and Megiddo, together with their surrounding settlements (the third in the list is Naphoth)."
    },
    {
        "o": 6857,
        "r": "niv:Joshua:17:12",
        "t": "Yet*p the Manassites were not able to occupy these towns, for the Canaanites were determined to live in that region."
    },
    {
        "o": 6858,
        "r": "niv:Joshua:17:13",
        "t": "However, when the Israelites grew stronger, they subjected the Canaanites to forced labor but did not drive them out completely."
    },
    {
        "o": 6859,
        "r": "niv:Joshua:17:14",
        "t": "The*p people of Joseph said to Joshua, “Why have you given us only one allotment and one portion for an inheritance? We are a numerous people, and the Lord*s has blessed us abundantly.”"
    },
    {
        "o": 6860,
        "r": "niv:Joshua:17:15",
        "t": "“If*p you are so numerous,” Joshua answered, “and if the hill country of Ephraim is too small for you, go up into the forest and clear land for yourselves there in the land of the Perizzites and Rephaites.”"
    },
    {
        "o": 6861,
        "r": "niv:Joshua:17:16",
        "t": "The*p people of Joseph replied, “The hill country is not enough for us, and all the Canaanites who live in the plain have chariots fitted with iron, both those in Beth Shan and its settlements and those in the Valley of Jezreel.”"
    },
    {
        "o": 6862,
        "r": "niv:Joshua:17:17",
        "t": "But*p Joshua said to the tribes of Joseph—to Ephraim and Manasseh—“You are numerous and very powerful. You will have not only one allotment"
    },
    {
        "o": 6863,
        "r": "niv:Joshua:17:18",
        "t": "but the forested hill country as well. Clear it, and its farthest limits will be yours; though the Canaanites have chariots fitted with iron and though they are strong, you can drive them out.”"
    }
]
