[
    {
        "o": 13780,
        "r": "esv:Nehemiah:9:0",
        "t": "Nehemiah 9",
        "h": 1
    },
    {
        "o": 13781,
        "r": "esv:Nehemiah:9:0",
        "t": "The People of Israel Confess Their Sin",
        "h": 2
    },
    {
        "o": 13782,
        "r": "esv:Nehemiah:9:1",
        "t": "Now*p on the twenty-fourth day of this month the people of Israel were assembled with fasting and in sackcloth, and with earth on their heads."
    },
    {
        "o": 13783,
        "r": "esv:Nehemiah:9:2",
        "t": "And the Israelites separated themselves from all foreigners and stood and confessed their sins and the iniquities of their fathers."
    },
    {
        "o": 13784,
        "r": "esv:Nehemiah:9:3",
        "t": "And they stood up in their place and read from the Book of the Law of the Lord*s their God for a quarter of the day; for another quarter of it they made confession and worshiped the Lord*s their God."
    },
    {
        "o": 13785,
        "r": "esv:Nehemiah:9:4",
        "t": "On the stairs of the Levites stood Jeshua, Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani; and they cried with a loud voice to the Lord*s their God."
    },
    {
        "o": 13786,
        "r": "esv:Nehemiah:9:5",
        "t": "Then the Levites, Jeshua, Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah, said, “Stand up and bless the Lord*s your God from everlasting to everlasting. Blessed be your glorious name, which is exalted above all blessing and praise."
    },
    {
        "o": 13787,
        "r": "esv:Nehemiah:9:6",
        "t": "“You*p are the Lord,*s you alone. You have made heaven, the heaven of heavens, with all their host, the earth and all that is on it, the seas and all that is in them; and you preserve all of them; and the host of heaven worships you."
    },
    {
        "o": 13788,
        "r": "esv:Nehemiah:9:7",
        "t": "You are the Lord,*s the God who chose Abram and brought him out of Ur of the Chaldeans and gave him the name Abraham."
    },
    {
        "o": 13789,
        "r": "esv:Nehemiah:9:8",
        "t": "You found his heart faithful before you, and made with him the covenant to give to his offspring the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Jebusite, and the Girgashite. And you have kept your promise, for you are righteous."
    },
    {
        "o": 13790,
        "r": "esv:Nehemiah:9:9",
        "t": "“And*p you saw the affliction of our fathers in Egypt and heard their cry at the Red Sea,"
    },
    {
        "o": 13791,
        "r": "esv:Nehemiah:9:10",
        "t": "and performed signs and wonders against Pharaoh and all his servants and all the people of his land, for you knew that they acted arrogantly against our fathers. And you made a name for yourself, as it is to this day."
    },
    {
        "o": 13792,
        "r": "esv:Nehemiah:9:11",
        "t": "And you divided the sea before them, so that they went through the midst of the sea on dry land, and you cast their pursuers into the depths, as a stone into mighty waters."
    },
    {
        "o": 13793,
        "r": "esv:Nehemiah:9:12",
        "t": "By a pillar of cloud you led them in the day, and by a pillar of fire in the night to light for them the way in which they should go."
    },
    {
        "o": 13794,
        "r": "esv:Nehemiah:9:13",
        "t": "You came down on Mount Sinai and spoke with them from heaven and gave them right rules and true laws, good statutes and commandments,"
    },
    {
        "o": 13795,
        "r": "esv:Nehemiah:9:14",
        "t": "and you made known to them your holy Sabbath and commanded them commandments and statutes and a law by Moses your servant."
    },
    {
        "o": 13796,
        "r": "esv:Nehemiah:9:15",
        "t": "You gave them bread from heaven for their hunger and brought water for them out of the rock for their thirst, and you told them to go in to possess the land that you had sworn to give them."
    },
    {
        "o": 13797,
        "r": "esv:Nehemiah:9:16",
        "t": "“But*p they and our fathers acted presumptuously and stiffened their neck and did not obey your commandments."
    },
    {
        "o": 13798,
        "r": "esv:Nehemiah:9:17",
        "t": "They refused to obey and were not mindful of the wonders that you performed among them, but they stiffened their neck and appointed a leader to return to their slavery in Egypt. But you are a God ready to forgive, gracious and merciful, slow to anger and abounding in steadfast love, and did not forsake them."
    },
    {
        "o": 13799,
        "r": "esv:Nehemiah:9:18",
        "t": "Even when they had made for themselves a golden calf and said, ‘This is your God who brought you up out of Egypt,’ and had committed great blasphemies,"
    },
    {
        "o": 13800,
        "r": "esv:Nehemiah:9:19",
        "t": "you in your great mercies did not forsake them in the wilderness. The pillar of cloud to lead them in the way did not depart from them by day, nor the pillar of fire by night to light for them the way by which they should go."
    },
    {
        "o": 13801,
        "r": "esv:Nehemiah:9:20",
        "t": "You gave your good Spirit to instruct them and did not withhold your manna from their mouth and gave them water for their thirst."
    },
    {
        "o": 13802,
        "r": "esv:Nehemiah:9:21",
        "t": "Forty years you sustained them in the wilderness, and they lacked nothing. Their clothes did not wear out and their feet did not swell."
    },
    {
        "o": 13803,
        "r": "esv:Nehemiah:9:22",
        "t": "“And*p you gave them kingdoms and peoples and allotted to them every corner. So they took possession of the land of Sihon king of Heshbon and the land of Og king of Bashan."
    },
    {
        "o": 13804,
        "r": "esv:Nehemiah:9:23",
        "t": "You multiplied their children as the stars of heaven, and you brought them into the land that you had told their fathers to enter and possess."
    },
    {
        "o": 13805,
        "r": "esv:Nehemiah:9:24",
        "t": "So the descendants went in and possessed the land, and you subdued before them the inhabitants of the land, the Canaanites, and gave them into their hand, with their kings and the peoples of the land, that they might do with them as they would."
    },
    {
        "o": 13806,
        "r": "esv:Nehemiah:9:25",
        "t": "And they captured fortified cities and a rich land, and took possession of houses full of all good things, cisterns already hewn, vineyards, olive orchards and fruit trees in abundance. So they ate and were filled and became fat and delighted themselves in your great goodness."
    },
    {
        "o": 13807,
        "r": "esv:Nehemiah:9:26",
        "t": "“Nevertheless,*p they were disobedient and rebelled against you and cast your law behind their back and killed your prophets, who had warned them in order to turn them back to you, and they committed great blasphemies."
    },
    {
        "o": 13808,
        "r": "esv:Nehemiah:9:27",
        "t": "Therefore you gave them into the hand of their enemies, who made them suffer. And in the time of their suffering they cried out to you and you heard them from heaven, and according to your great mercies you gave them saviors who saved them from the hand of their enemies."
    },
    {
        "o": 13809,
        "r": "esv:Nehemiah:9:28",
        "t": "But after they had rest they did evil again before you, and you abandoned them to the hand of their enemies, so that they had dominion over them. Yet when they turned and cried to you, you heard from heaven, and many times you delivered them according to your mercies."
    },
    {
        "o": 13810,
        "r": "esv:Nehemiah:9:29",
        "t": "And you warned them in order to turn them back to your law. Yet they acted presumptuously and did not obey your commandments, but sinned against your rules, which if a person does them, he shall live by them, and they turned a stubborn shoulder and stiffened their neck and would not obey."
    },
    {
        "o": 13811,
        "r": "esv:Nehemiah:9:30",
        "t": "Many years you bore with them and warned them by your Spirit through your prophets. Yet they would not give ear. Therefore you gave them into the hand of the peoples of the lands."
    },
    {
        "o": 13812,
        "r": "esv:Nehemiah:9:31",
        "t": "Nevertheless, in your great mercies you did not make an end of them or forsake them, for you are a gracious and merciful God."
    },
    {
        "o": 13813,
        "r": "esv:Nehemiah:9:32",
        "t": "“Now,*p therefore, our God, the great, the mighty, and the awesome God, who keeps covenant and steadfast love, let not all the hardship seem little to you that has come upon us, upon our kings, our princes, our priests, our prophets, our fathers, and all your people, since the time of the kings of Assyria until this day."
    },
    {
        "o": 13814,
        "r": "esv:Nehemiah:9:33",
        "t": "Yet you have been righteous in all that has come upon us, for you have dealt faithfully and we have acted wickedly."
    },
    {
        "o": 13815,
        "r": "esv:Nehemiah:9:34",
        "t": "Our kings, our princes, our priests, and our fathers have not kept your law or paid attention to your commandments and your warnings that you gave them."
    },
    {
        "o": 13816,
        "r": "esv:Nehemiah:9:35",
        "t": "Even in their own kingdom, and amid your great goodness that you gave them, and in the large and rich land that you set before them, they did not serve you or turn from their wicked works."
    },
    {
        "o": 13817,
        "r": "esv:Nehemiah:9:36",
        "t": "Behold, we are slaves this day; in the land that you gave to our fathers to enjoy its fruit and its good gifts, behold, we are slaves."
    },
    {
        "o": 13818,
        "r": "esv:Nehemiah:9:37",
        "t": "And its rich yield goes to the kings whom you have set over us because of our sins. They rule over our bodies and over our livestock as they please, and we are in great distress."
    },
    {
        "o": 13819,
        "r": "esv:Nehemiah:9:38",
        "t": "“Because*p of all this we make a firm covenant in writing; on the sealed document are the names of our princes, our Levites, and our priests."
    }
]
