[
    {
        "o": 9143,
        "r": "nkjv:2 Samuel:12:0",
        "t": "2 Samuel 12",
        "h": 1
    },
    {
        "o": 9144,
        "r": "nkjv:2 Samuel:12:0",
        "t": "Nathan’s Parable and David’s Confession",
        "h": 2
    },
    {
        "o": 9145,
        "r": "nkjv:2 Samuel:12:1",
        "t": "Then*p the Lord*s sent Nathan to David. And he came to him, and said to him: “There were two men in one city, one rich and the other poor."
    },
    {
        "o": 9146,
        "r": "nkjv:2 Samuel:12:2",
        "t": "The rich man*i had exceedingly many flocks and herds."
    },
    {
        "o": 9147,
        "r": "nkjv:2 Samuel:12:3",
        "t": "But the poor man*i had nothing, except one little ewe lamb which he had bought and nourished; and it grew up together with him and with his children. It ate of his own food and drank from his own cup and lay in his bosom; and it was like a daughter to him."
    },
    {
        "o": 9148,
        "r": "nkjv:2 Samuel:12:4",
        "t": "And a traveler came to the rich man, who refused to take from his own flock and from his own herd to prepare one for the wayfaring man who had come to him; but he took the poor man’s lamb and prepared it for the man who had come to him.”"
    },
    {
        "o": 9149,
        "r": "nkjv:2 Samuel:12:5",
        "t": "So*p David’s anger was greatly aroused against the man, and he said to Nathan, “As*i the Lord*s lives, the man who has done this shall surely die!"
    },
    {
        "o": 9150,
        "r": "nkjv:2 Samuel:12:6",
        "t": "And he shall restore fourfold for the lamb, because he did this thing and because he had no pity.”"
    },
    {
        "o": 9151,
        "r": "nkjv:2 Samuel:12:7",
        "t": "Then*p Nathan said to David, “You are*i the man! Thus says the Lord*s God of Israel: ‘I anointed you king over Israel, and I delivered you from the hand of Saul."
    },
    {
        "o": 9152,
        "r": "nkjv:2 Samuel:12:8",
        "t": "I gave you your master’s house and your master’s wives into your keeping, and gave you the house of Israel and Judah. And if that*i had*i been*i too little, I also would have given you much more!"
    },
    {
        "o": 9153,
        "r": "nkjv:2 Samuel:12:9",
        "t": "Why have you despised the commandment of the Lord,*s to do evil in His sight? You have killed Uriah the Hittite with the sword; you have taken his wife to*i be*i your wife, and have killed him with the sword of the people of Ammon."
    },
    {
        "o": 9154,
        "r": "nkjv:2 Samuel:12:10",
        "t": "Now therefore, the sword shall never depart from your house, because you have despised Me, and have taken the wife of Uriah the Hittite to be your wife.’"
    },
    {
        "o": 9155,
        "r": "nkjv:2 Samuel:12:11",
        "t": "Thus says the Lord:*s ‘Behold, I will raise up adversity against you from your own house; and I will take your wives before your eyes and give them*i to your neighbor, and he shall lie with your wives in the sight of this sun."
    },
    {
        "o": 9156,
        "r": "nkjv:2 Samuel:12:12",
        "t": "For you did it*i secretly, but I will do this thing before all Israel, before the sun.’”"
    },
    {
        "o": 9157,
        "r": "nkjv:2 Samuel:12:13",
        "t": "So*p David said to Nathan, “I have sinned against the Lord.”*s And*p Nathan said to David, “The Lord*s also has put away your sin; you shall not die."
    },
    {
        "o": 9158,
        "r": "nkjv:2 Samuel:12:14",
        "t": "However, because by this deed you have given great occasion to the enemies of the Lord*s to blaspheme, the child also who*i is*i born to you shall surely die.”"
    },
    {
        "o": 9159,
        "r": "nkjv:2 Samuel:12:15",
        "t": "Then Nathan departed to his house."
    },
    {
        "o": 9160,
        "r": "nkjv:2 Samuel:12:15",
        "t": "The Death of David’s Son",
        "h": 2
    },
    {
        "o": 9161,
        "r": "nkjv:2 Samuel:12:15",
        "t": "And*p the Lord*s struck the child that Uriah’s wife bore to David, and it became ill."
    },
    {
        "o": 9162,
        "r": "nkjv:2 Samuel:12:16",
        "t": "David therefore pleaded with God for the child, and David fasted and went in and lay all night on the ground."
    },
    {
        "o": 9163,
        "r": "nkjv:2 Samuel:12:17",
        "t": "So the elders of his house arose and*i went*i to him, to raise him up from the ground. But he would not, nor did he eat food with them."
    },
    {
        "o": 9164,
        "r": "nkjv:2 Samuel:12:18",
        "t": "Then on the seventh day it came to pass that the child died. And the servants of David were afraid to tell him that the child was dead. For they said, “Indeed, while the child was alive, we spoke to him, and he would not heed our voice. How can we tell him that the child is dead? He may do some harm!”"
    },
    {
        "o": 9165,
        "r": "nkjv:2 Samuel:12:19",
        "t": "When*p David saw that his servants were whispering, David perceived that the child was dead. Therefore David said to his servants, “Is the child dead?” And*p they said, “He is dead.”"
    },
    {
        "o": 9166,
        "r": "nkjv:2 Samuel:12:20",
        "t": "So*p David arose from the ground, washed and anointed himself, and changed his clothes; and he went into the house of the Lord*s and worshiped. Then he went to his own house; and when he requested, they set food before him, and he ate."
    },
    {
        "o": 9167,
        "r": "nkjv:2 Samuel:12:21",
        "t": "Then his servants said to him, “What is*i this that you have done? You fasted and wept for the child while*i he*i was*i alive, but when the child died, you arose and ate food.”"
    },
    {
        "o": 9168,
        "r": "nkjv:2 Samuel:12:22",
        "t": "And*p he said, “While the child was alive, I fasted and wept; for I said, ‘Who can tell whether*i the Lord*s will be gracious to me, that the child may live?’"
    },
    {
        "o": 9169,
        "r": "nkjv:2 Samuel:12:23",
        "t": "But now he is dead; why should I fast? Can I bring him back again? I shall go to him, but he shall not return to me.”"
    },
    {
        "o": 9170,
        "r": "nkjv:2 Samuel:12:23",
        "t": "Solomon Is Born",
        "h": 2
    },
    {
        "o": 9171,
        "r": "nkjv:2 Samuel:12:24",
        "t": "Then*p David comforted Bathsheba his wife, and went in to her and lay with her. So she bore a son, and he called his name Solomon. Now the Lord*s loved him,"
    },
    {
        "o": 9172,
        "r": "nkjv:2 Samuel:12:25",
        "t": "and He sent word*i by the hand of Nathan the prophet: So he called his name Jedidiah, because of the Lord.*s"
    },
    {
        "o": 9173,
        "r": "nkjv:2 Samuel:12:25",
        "t": "Rabbah Is Captured",
        "h": 2
    },
    {
        "o": 9174,
        "r": "nkjv:2 Samuel:12:26",
        "t": "Now*p Joab fought against Rabbah of the people of Ammon, and took the royal city."
    },
    {
        "o": 9175,
        "r": "nkjv:2 Samuel:12:27",
        "t": "And Joab sent messengers to David, and said, “I have fought against Rabbah, and I have taken the city’s water supply.*i"
    },
    {
        "o": 9176,
        "r": "nkjv:2 Samuel:12:28",
        "t": "Now therefore, gather the rest of the people together and encamp against the city and take it, lest I take the city and it be called after my name.”"
    },
    {
        "o": 9177,
        "r": "nkjv:2 Samuel:12:29",
        "t": "So David gathered all the people together and went to Rabbah, fought against it, and took it."
    },
    {
        "o": 9178,
        "r": "nkjv:2 Samuel:12:30",
        "t": "Then he took their king’s crown from his head. Its weight was*i a talent of gold, with precious stones. And it was set*i on David’s head. Also he brought out the spoil of the city in great abundance."
    },
    {
        "o": 9179,
        "r": "nkjv:2 Samuel:12:31",
        "t": "And he brought out the people who were*i in it, and put them*i to*i work*i with saws and iron picks and iron axes, and made them cross over to the brick works. So he did to all the cities of the people of Ammon. Then David and all the people returned to Jerusalem."
    }
]
