[
    {
        "o": 31217,
        "r": "csb:Acts:19:0",
        "t": "Acts 19",
        "h": 1
    },
    {
        "o": 31218,
        "r": "csb:Acts:19:0",
        "t": "Twelve Disciples of John the Baptist",
        "h": 2
    },
    {
        "o": 31219,
        "r": "csb:Acts:19:1",
        "t": "While*p Apollos was in Corinth, Paul traveled through the interior regions and came to Ephesus. He found some disciples"
    },
    {
        "o": 31220,
        "r": "csb:Acts:19:2",
        "t": "and asked them, “Did you receive the Holy Spirit when you believed?” “No,”*p they told him, “we haven’t even heard that there is a Holy Spirit.”"
    },
    {
        "o": 31221,
        "r": "csb:Acts:19:3",
        "t": "“Into*p what then were you baptized?” he asked them. “Into*p John’s baptism,” they replied."
    },
    {
        "o": 31222,
        "r": "csb:Acts:19:4",
        "t": "Paul*p said, “John baptized with a baptism of repentance, telling the people that they should believe in the one who would come after him, that is, in Jesus.”"
    },
    {
        "o": 31223,
        "r": "csb:Acts:19:5",
        "t": "When*p they heard this, they were baptized into the name of the Lord Jesus."
    },
    {
        "o": 31224,
        "r": "csb:Acts:19:6",
        "t": "And when Paul had laid his hands on them, the Holy Spirit came on them, and they began to speak in tongues and to prophesy."
    },
    {
        "o": 31225,
        "r": "csb:Acts:19:7",
        "t": "Now there were about twelve men in all."
    },
    {
        "o": 31226,
        "r": "csb:Acts:19:7",
        "t": "In the Lecture Hall of Tyrannus",
        "h": 2
    },
    {
        "o": 31227,
        "r": "csb:Acts:19:8",
        "t": "Paul*p entered the synagogue and spoke boldly over a period of three months, arguing and persuading them about the kingdom of God."
    },
    {
        "o": 31228,
        "r": "csb:Acts:19:9",
        "t": "But when some became hardened and would not believe, slandering the Way in front of the crowd, he withdrew from them, taking the disciples, and conducted discussions every day in the lecture hall of Tyrannus."
    },
    {
        "o": 31229,
        "r": "csb:Acts:19:10",
        "t": "This went on for two years, so that all the residents of Asia, both Jews and Greeks, heard the word of the Lord."
    },
    {
        "o": 31230,
        "r": "csb:Acts:19:10",
        "t": "Demonism Defeated at Ephesus",
        "h": 2
    },
    {
        "o": 31231,
        "r": "csb:Acts:19:11",
        "t": "God*p was performing extraordinary miracles by Paul’s hands,"
    },
    {
        "o": 31232,
        "r": "csb:Acts:19:12",
        "t": "so that even facecloths or aprons that had touched his skin were brought to the sick, and the diseases left them, and the evil spirits came out of them."
    },
    {
        "o": 31233,
        "r": "csb:Acts:19:13",
        "t": "Now*p some of the itinerant Jewish exorcists also attempted to pronounce the name of the Lord Jesus over those who had evil spirits, saying, “I command you by the Jesus that Paul preaches!”"
    },
    {
        "o": 31234,
        "r": "csb:Acts:19:14",
        "t": "Seven sons of Sceva, a Jewish high priest, were doing this."
    },
    {
        "o": 31235,
        "r": "csb:Acts:19:15",
        "t": "The evil spirit answered them, “I know Jesus, and I recognize Paul - but who are you?”"
    },
    {
        "o": 31236,
        "r": "csb:Acts:19:16",
        "t": "Then the man who had the evil spirit jumped on them, overpowered them all, and prevailed against them, so that they ran out of that house naked and wounded."
    },
    {
        "o": 31237,
        "r": "csb:Acts:19:17",
        "t": "When this became known to everyone who lived in Ephesus, both Jews and Greeks, they became afraid, and the name of the Lord Jesus was held in high esteem."
    },
    {
        "o": 31238,
        "r": "csb:Acts:19:18",
        "t": "And*p many who had become believers came confessing and disclosing their practices,"
    },
    {
        "o": 31239,
        "r": "csb:Acts:19:19",
        "t": "while many of those who had practiced magic collected their books and burned them in front of everyone. So they calculated their value and found it to be fifty thousand pieces of silver."
    },
    {
        "o": 31240,
        "r": "csb:Acts:19:20",
        "t": "In this way the word of the Lord spread and prevailed."
    },
    {
        "o": 31241,
        "r": "csb:Acts:19:20",
        "t": "The Riot in Ephesus",
        "h": 2
    },
    {
        "o": 31242,
        "r": "csb:Acts:19:21",
        "t": "After*p these events, Paul resolved by the Spirit to pass through Macedonia and Achaia and go to Jerusalem. “After I’ve been there,” he said, “It is necessary for me to see Rome as well.”"
    },
    {
        "o": 31243,
        "r": "csb:Acts:19:22",
        "t": "After sending to Macedonia two of those who assisted him, Timothy and Erastus, he himself stayed in Asia for a while."
    },
    {
        "o": 31244,
        "r": "csb:Acts:19:23",
        "t": "About*p that time there was a major disturbance about the Way."
    },
    {
        "o": 31245,
        "r": "csb:Acts:19:24",
        "t": "For a person named Demetrius, a silversmith who made silver shrines of Artemis, provided a great deal of business for the craftsmen."
    },
    {
        "o": 31246,
        "r": "csb:Acts:19:25",
        "t": "When he had assembled them, as well as the workers engaged in this type of business, he said, “Men, you know that our prosperity is derived from this business."
    },
    {
        "o": 31247,
        "r": "csb:Acts:19:26",
        "t": "You see and hear that not only in Ephesus, but in almost all of Asia, this man Paul has persuaded and misled a considerable number of people by saying that gods made by hand are not gods."
    },
    {
        "o": 31248,
        "r": "csb:Acts:19:27",
        "t": "Not only do we run a risk that our business may be discredited, but also that the temple of the great goddess Artemis may be despised and her magnificence come to the verge of ruin - the very one all of Asia and the world worship.”"
    },
    {
        "o": 31249,
        "r": "csb:Acts:19:28",
        "t": "When*p they had heard this, they were filled with rage and began to cry out, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 31250,
        "r": "csb:Acts:19:29",
        "t": "So the city was filled with confusion, and they rushed all together into the amphitheater, dragging along Gaius and Aristarchus, Macedonians who were Paul’s traveling companions."
    },
    {
        "o": 31251,
        "r": "csb:Acts:19:30",
        "t": "Although Paul wanted to go in before the people, the disciples did not let him."
    },
    {
        "o": 31252,
        "r": "csb:Acts:19:31",
        "t": "Even some of the provincial officials of Asia, who were his friends, sent word to him, pleading with him not to venture into the amphitheater."
    },
    {
        "o": 31253,
        "r": "csb:Acts:19:32",
        "t": "Some were shouting one thing and some another, because the assembly was in confusion, and most of them did not know why they had come together."
    },
    {
        "o": 31254,
        "r": "csb:Acts:19:33",
        "t": "Some Jews in the crowd gave instructions to Alexander after they pushed him to the front. Motioning with his hand, Alexander wanted to make his defense to the people."
    },
    {
        "o": 31255,
        "r": "csb:Acts:19:34",
        "t": "But when they recognized that he was a Jew, they all shouted in unison for about two hours, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 31256,
        "r": "csb:Acts:19:35",
        "t": "When*p the city clerk had calmed the crowd down, he said, “People of Ephesus! What person is there who doesn’t know that the city of the Ephesians is the temple guardian of the great Artemis, and of the image that fell from heaven?"
    },
    {
        "o": 31257,
        "r": "csb:Acts:19:36",
        "t": "Therefore, since these things are undeniable, you must keep calm and not do anything rash."
    },
    {
        "o": 31258,
        "r": "csb:Acts:19:37",
        "t": "For you have brought these men here who are not temple robbers or blasphemers of our goddess."
    },
    {
        "o": 31259,
        "r": "csb:Acts:19:38",
        "t": "So if Demetrius and the craftsmen who are with him have a case against anyone, the courts are in session, and there are proconsuls. Let them bring charges against one another."
    },
    {
        "o": 31260,
        "r": "csb:Acts:19:39",
        "t": "But if you seek anything further, it must be decided in a legal assembly."
    },
    {
        "o": 31261,
        "r": "csb:Acts:19:40",
        "t": "In fact, we run a risk of being charged with rioting for what happened today, since there is no justification that we can give as a reason for this disturbance.”"
    },
    {
        "o": 31262,
        "r": "csb:Acts:19:41",
        "t": "After saying this, he dismissed the assembly."
    }
]
