[
    {
        "o": 6405,
        "r": "niv:Joshua:2:0",
        "t": "Joshua 2",
        "h": 1
    },
    {
        "o": 6406,
        "r": "niv:Joshua:2:0",
        "t": "Rahab and the Spies",
        "h": 2
    },
    {
        "o": 6407,
        "r": "niv:Joshua:2:1",
        "t": "Then*p Joshua son of Nun secretly sent two spies from Shittim. “Go, look over the land,” he said, “especially Jericho.” So they went and entered the house of a prostitute named Rahab and stayed there."
    },
    {
        "o": 6408,
        "r": "niv:Joshua:2:2",
        "t": "The*p king of Jericho was told, “Look, some of the Israelites have come here tonight to spy out the land.”"
    },
    {
        "o": 6409,
        "r": "niv:Joshua:2:3",
        "t": "So the king of Jericho sent this message to Rahab: “Bring out the men who came to you and entered your house, because they have come to spy out the whole land.”"
    },
    {
        "o": 6410,
        "r": "niv:Joshua:2:4",
        "t": "But*p the woman had taken the two men and hidden them. She said, “Yes, the men came to me, but I did not know where they had come from."
    },
    {
        "o": 6411,
        "r": "niv:Joshua:2:5",
        "t": "At dusk, when it was time to close the city gate, they left. I don’t know which way they went. Go after them quickly. You may catch up with them.”"
    },
    {
        "o": 6412,
        "r": "niv:Joshua:2:6",
        "t": "(But she had taken them up to the roof and hidden them under the stalks of flax she had laid out on the roof.)"
    },
    {
        "o": 6413,
        "r": "niv:Joshua:2:7",
        "t": "So the men set out in pursuit of the spies on the road that leads to the fords of the Jordan, and as soon as the pursuers had gone out, the gate was shut."
    },
    {
        "o": 6414,
        "r": "niv:Joshua:2:8",
        "t": "Before*p the spies lay down for the night, she went up on the roof"
    },
    {
        "o": 6415,
        "r": "niv:Joshua:2:9",
        "t": "and said to them, “I know that the Lord*s has given you this land and that a great fear of you has fallen on us, so that all who live in this country are melting in fear because of you."
    },
    {
        "o": 6416,
        "r": "niv:Joshua:2:10",
        "t": "We have heard how the Lord*s dried up the water of the Red Sea for you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites east of the Jordan, whom you completely destroyed."
    },
    {
        "o": 6417,
        "r": "niv:Joshua:2:11",
        "t": "When we heard of it, our hearts melted in fear and everyone’s courage failed because of you, for the Lord*s your God is God in heaven above and on the earth below."
    },
    {
        "o": 6418,
        "r": "niv:Joshua:2:12",
        "t": "“Now*p then, please swear to me by the Lord*s that you will show kindness to my family, because I have shown kindness to you. Give me a sure sign"
    },
    {
        "o": 6419,
        "r": "niv:Joshua:2:13",
        "t": "that you will spare the lives of my father and mother, my brothers and sisters, and all who belong to them—and that you will save us from death.”"
    },
    {
        "o": 6420,
        "r": "niv:Joshua:2:14",
        "t": "“Our*p lives for your lives!” the men assured her. “If you don’t tell what we are doing, we will treat you kindly and faithfully when the Lord*s gives us the land.”"
    },
    {
        "o": 6421,
        "r": "niv:Joshua:2:15",
        "t": "So*p she let them down by a rope through the window, for the house she lived in was part of the city wall."
    },
    {
        "o": 6422,
        "r": "niv:Joshua:2:16",
        "t": "She said to them, “Go to the hills so the pursuers will not find you. Hide yourselves there three days until they return, and then go on your way.”"
    },
    {
        "o": 6423,
        "r": "niv:Joshua:2:17",
        "t": "Now*p the men had said to her, “This oath you made us swear will not be binding on us"
    },
    {
        "o": 6424,
        "r": "niv:Joshua:2:18",
        "t": "unless, when we enter the land, you have tied this scarlet cord in the window through which you let us down, and unless you have brought your father and mother, your brothers and all your family into your house."
    },
    {
        "o": 6425,
        "r": "niv:Joshua:2:19",
        "t": "If any of them go outside your house into the street, their blood will be on their own heads; we will not be responsible. As for those who are in the house with you, their blood will be on our head if a hand is laid on them."
    },
    {
        "o": 6426,
        "r": "niv:Joshua:2:20",
        "t": "But if you tell what we are doing, we will be released from the oath you made us swear.”"
    },
    {
        "o": 6427,
        "r": "niv:Joshua:2:21",
        "t": "“Agreed,”*p she replied. “Let it be as you say.” So*p she sent them away, and they departed. And she tied the scarlet cord in the window."
    },
    {
        "o": 6428,
        "r": "niv:Joshua:2:22",
        "t": "When*p they left, they went into the hills and stayed there three days, until the pursuers had searched all along the road and returned without finding them."
    },
    {
        "o": 6429,
        "r": "niv:Joshua:2:23",
        "t": "Then the two men started back. They went down out of the hills, forded the river and came to Joshua son of Nun and told him everything that had happened to them."
    },
    {
        "o": 6430,
        "r": "niv:Joshua:2:24",
        "t": "They said to Joshua, “The Lord*s has surely given the whole land into our hands; all the people are melting in fear because of us.”"
    }
]
