[
    {
        "o": 14023,
        "r": "niv:Esther:7:0",
        "t": "Esther 7",
        "h": 1
    },
    {
        "o": 14024,
        "r": "niv:Esther:7:0",
        "t": "Haman Impaled",
        "h": 2
    },
    {
        "o": 14025,
        "r": "niv:Esther:7:1",
        "t": "So*p the king and Haman went to Queen Esther’s banquet,"
    },
    {
        "o": 14026,
        "r": "niv:Esther:7:2",
        "t": "and as they were drinking wine on the second day, the king again asked, “Queen Esther, what is your petition? It will be given you. What is your request? Even up to half the kingdom, it will be granted.”"
    },
    {
        "o": 14027,
        "r": "niv:Esther:7:3",
        "t": "Then*p Queen Esther answered, “If I have found favor with you, Your Majesty, and if it pleases you, grant me my life—this is my petition. And spare my people—this is my request."
    },
    {
        "o": 14028,
        "r": "niv:Esther:7:4",
        "t": "For I and my people have been sold to be destroyed, killed and annihilated. If we had merely been sold as male and female slaves, I would have kept quiet, because no such distress would justify disturbing the king.”"
    },
    {
        "o": 14029,
        "r": "niv:Esther:7:5",
        "t": "King*p Xerxes asked Queen Esther, “Who is he? Where is he—the man who has dared to do such a thing?”"
    },
    {
        "o": 14030,
        "r": "niv:Esther:7:6",
        "t": "Esther*p said, “An adversary and enemy! This vile Haman!” Then*p Haman was terrified before the king and queen."
    },
    {
        "o": 14031,
        "r": "niv:Esther:7:7",
        "t": "The king got up in a rage, left his wine and went out into the palace garden. But Haman, realizing that the king had already decided his fate, stayed behind to beg Queen Esther for his life."
    },
    {
        "o": 14032,
        "r": "niv:Esther:7:8",
        "t": "Just*p as the king returned from the palace garden to the banquet hall, Haman was falling on the couch where Esther was reclining. The*p king exclaimed, “Will he even molest the queen while she is with me in the house?” As*p soon as the word left the king’s mouth, they covered Haman’s face."
    },
    {
        "o": 14033,
        "r": "niv:Esther:7:9",
        "t": "Then Harbona, one of the eunuchs attending the king, said, “A pole reaching to a height of fifty cubits stands by Haman’s house. He had it set up for Mordecai, who spoke up to help the king.” The*p king said, “Impale him on it!”"
    },
    {
        "o": 14034,
        "r": "niv:Esther:7:10",
        "t": "So they impaled Haman on the pole he had set up for Mordecai. Then the king’s fury subsided."
    }
]
