[
    {
        "o": 3090,
        "r": "nkjv:Leviticus:4:0",
        "t": "Leviticus 4",
        "h": 1
    },
    {
        "o": 3091,
        "r": "nkjv:Leviticus:4:0",
        "t": "The Sin Offering",
        "h": 2
    },
    {
        "o": 3092,
        "r": "nkjv:Leviticus:4:1",
        "t": "Now*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 3093,
        "r": "nkjv:Leviticus:4:2",
        "t": "“Speak to the children of Israel, saying: ‘If a person sins unintentionally against any of the commandments of the Lord*s in anything which ought not to be done, and does any of them,"
    },
    {
        "o": 3094,
        "r": "nkjv:Leviticus:4:3",
        "t": "if the anointed priest sins, bringing guilt on the people, then let him offer to the Lord*s for his sin which he has sinned a young bull without blemish as a sin offering."
    },
    {
        "o": 3095,
        "r": "nkjv:Leviticus:4:4",
        "t": "He shall bring the bull to the door of the tabernacle of meeting before the Lord,*s lay his hand on the bull’s head, and kill the bull before the Lord.*s"
    },
    {
        "o": 3096,
        "r": "nkjv:Leviticus:4:5",
        "t": "Then the anointed priest shall take some of the bull’s blood and bring it to the tabernacle of meeting."
    },
    {
        "o": 3097,
        "r": "nkjv:Leviticus:4:6",
        "t": "The priest shall dip his finger in the blood and sprinkle some of the blood seven times before the Lord,*s in front of the veil of the sanctuary."
    },
    {
        "o": 3098,
        "r": "nkjv:Leviticus:4:7",
        "t": "And the priest shall put some of the blood on the horns of the altar of sweet incense before the Lord,*s which is in the tabernacle of meeting; and he shall pour the remaining blood of the bull at the base of the altar of the burnt offering, which is at the door of the tabernacle of meeting."
    },
    {
        "o": 3099,
        "r": "nkjv:Leviticus:4:8",
        "t": "He shall take from it all the fat of the bull as the sin offering. The fat that covers the entrails and all the fat which is on the entrails,"
    },
    {
        "o": 3100,
        "r": "nkjv:Leviticus:4:9",
        "t": "the two kidneys and the fat that is on them by the flanks, and the fatty lobe attached to the liver above the kidneys, he shall remove,"
    },
    {
        "o": 3101,
        "r": "nkjv:Leviticus:4:10",
        "t": "as it was taken from the bull of the sacrifice of the peace offering; and the priest shall burn them on the altar of the burnt offering."
    },
    {
        "o": 3102,
        "r": "nkjv:Leviticus:4:11",
        "t": "But the bull’s hide and all its flesh, with its head and legs, its entrails and offal—"
    },
    {
        "o": 3103,
        "r": "nkjv:Leviticus:4:12",
        "t": "the whole bull he shall carry outside the camp to a clean place, where the ashes are poured out, and burn it on wood with fire; where the ashes are poured out it shall be burned."
    },
    {
        "o": 3104,
        "r": "nkjv:Leviticus:4:13",
        "t": "‘Now*p if the whole congregation of Israel sins unintentionally, and the thing is hidden from the eyes of the assembly, and they have done something against any of the commandments of the Lord*s in anything which should not be done, and are guilty;"
    },
    {
        "o": 3105,
        "r": "nkjv:Leviticus:4:14",
        "t": "when the sin which they have committed becomes known, then the assembly shall offer a young bull for the sin, and bring it before the tabernacle of meeting."
    },
    {
        "o": 3106,
        "r": "nkjv:Leviticus:4:15",
        "t": "And the elders of the congregation shall lay their hands on the head of the bull before the Lord.*s Then the bull shall be killed before the Lord.*s"
    },
    {
        "o": 3107,
        "r": "nkjv:Leviticus:4:16",
        "t": "The anointed priest shall bring some of the bull’s blood to the tabernacle of meeting."
    },
    {
        "o": 3108,
        "r": "nkjv:Leviticus:4:17",
        "t": "Then the priest shall dip his finger in the blood and sprinkle it seven times before the Lord,*s in front of the veil."
    },
    {
        "o": 3109,
        "r": "nkjv:Leviticus:4:18",
        "t": "And he shall put some of the blood on the horns of the altar which is before the Lord,*s which is in the tabernacle of meeting; and he shall pour the remaining blood at the base of the altar of burnt offering, which is at the door of the tabernacle of meeting."
    },
    {
        "o": 3110,
        "r": "nkjv:Leviticus:4:19",
        "t": "He shall take all the fat from it and burn it on the altar."
    },
    {
        "o": 3111,
        "r": "nkjv:Leviticus:4:20",
        "t": "And he shall do with the bull as he did with the bull as a sin offering; thus he shall do with it. So the priest shall make atonement for them, and it shall be forgiven them."
    },
    {
        "o": 3112,
        "r": "nkjv:Leviticus:4:21",
        "t": "Then he shall carry the bull outside the camp, and burn it as he burned the first bull. It is a sin offering for the assembly."
    },
    {
        "o": 3113,
        "r": "nkjv:Leviticus:4:22",
        "t": "‘When*p a ruler has sinned, and done something unintentionally against any of the commandments of the Lord*s his God in anything which should not be done, and is guilty,"
    },
    {
        "o": 3114,
        "r": "nkjv:Leviticus:4:23",
        "t": "or if his sin which he has committed comes to his knowledge, he shall bring as his offering a kid of the goats, a male without blemish."
    },
    {
        "o": 3115,
        "r": "nkjv:Leviticus:4:24",
        "t": "And he shall lay his hand on the head of the goat, and kill it at the place where they kill the burnt offering before the Lord.*s It is a sin offering."
    },
    {
        "o": 3116,
        "r": "nkjv:Leviticus:4:25",
        "t": "The priest shall take some of the blood of the sin offering with his finger, put it on the horns of the altar of burnt offering, and pour its blood at the base of the altar of burnt offering."
    },
    {
        "o": 3117,
        "r": "nkjv:Leviticus:4:26",
        "t": "And he shall burn all its fat on the altar, like the fat of the sacrifice of the peace offering. So the priest shall make atonement for him concerning his sin, and it shall be forgiven him."
    },
    {
        "o": 3118,
        "r": "nkjv:Leviticus:4:27",
        "t": "‘If*p anyone of the common people sins unintentionally by doing something against any of the commandments of the Lord*s in anything which ought not to be done, and is guilty,"
    },
    {
        "o": 3119,
        "r": "nkjv:Leviticus:4:28",
        "t": "or if his sin which he has committed comes to his knowledge, then he shall bring as his offering a kid of the goats, a female without blemish, for his sin which he has committed."
    },
    {
        "o": 3120,
        "r": "nkjv:Leviticus:4:29",
        "t": "And he shall lay his hand on the head of the sin offering, and kill the sin offering at the place of the burnt offering."
    },
    {
        "o": 3121,
        "r": "nkjv:Leviticus:4:30",
        "t": "Then the priest shall take some of its blood with his finger, put it on the horns of the altar of burnt offering, and pour all the remaining blood at the base of the altar."
    },
    {
        "o": 3122,
        "r": "nkjv:Leviticus:4:31",
        "t": "He shall remove all its fat, as fat is removed from the sacrifice of the peace offering; and the priest shall burn it on the altar for a sweet aroma to the Lord.*s So the priest shall make atonement for him, and it shall be forgiven him."
    },
    {
        "o": 3123,
        "r": "nkjv:Leviticus:4:32",
        "t": "‘If*p he brings a lamb as his sin offering, he shall bring a female without blemish."
    },
    {
        "o": 3124,
        "r": "nkjv:Leviticus:4:33",
        "t": "Then he shall lay his hand on the head of the sin offering, and kill it as a sin offering at the place where they kill the burnt offering."
    },
    {
        "o": 3125,
        "r": "nkjv:Leviticus:4:34",
        "t": "The priest shall take some of the blood of the sin offering with his finger, put it on the horns of the altar of burnt offering, and pour all the remaining blood at the base of the altar."
    },
    {
        "o": 3126,
        "r": "nkjv:Leviticus:4:35",
        "t": "He shall remove all its fat, as the fat of the lamb is removed from the sacrifice of the peace offering. Then the priest shall burn it on the altar, according to the offerings made by fire to the Lord.*s So the priest shall make atonement for his sin that he has committed, and it shall be forgiven him."
    }
]
