[
    {
        "o": 13570,
        "r": "nkjv:Ezra:9:0",
        "t": "Ezra 9",
        "h": 1
    },
    {
        "o": 13571,
        "r": "nkjv:Ezra:9:0",
        "t": "Intermarriage with Pagans",
        "h": 2
    },
    {
        "o": 13572,
        "r": "nkjv:Ezra:9:1",
        "t": "When*p these things were done, the leaders came to me, saying, “The people of Israel and the priests and the Levites have not separated themselves from the peoples of the lands, with respect to the abominations of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."
    },
    {
        "o": 13573,
        "r": "nkjv:Ezra:9:2",
        "t": "For they have taken some of their daughters as*i wives*i for themselves and their sons, so that the holy seed is mixed with the peoples of those*i lands. Indeed, the hand of the leaders and rulers has been foremost in this trespass.”"
    },
    {
        "o": 13574,
        "r": "nkjv:Ezra:9:3",
        "t": "So when I heard this thing, I tore my garment and my robe, and plucked out some of the hair of my head and beard, and sat down astonished."
    },
    {
        "o": 13575,
        "r": "nkjv:Ezra:9:4",
        "t": "Then everyone who trembled at the words of the God of Israel assembled to me, because of the transgression of those who had been carried away captive, and I sat astonished until the evening sacrifice."
    },
    {
        "o": 13576,
        "r": "nkjv:Ezra:9:5",
        "t": "At*p the evening sacrifice I arose from my fasting; and having torn my garment and my robe, I fell on my knees and spread out my hands to the Lord*s my God."
    },
    {
        "o": 13577,
        "r": "nkjv:Ezra:9:6",
        "t": "And I said: “O my God, I am too ashamed and humiliated to lift up my face to You, my God; for our iniquities have risen higher than our*i heads, and our guilt has grown up to the heavens."
    },
    {
        "o": 13578,
        "r": "nkjv:Ezra:9:7",
        "t": "Since the days of our fathers to this day we have*i been*i very guilty, and for our iniquities we, our kings, and*i our priests have been delivered into the hand of the kings of the lands, to the sword, to captivity, to plunder, and to humiliation, as it*i is*i this day."
    },
    {
        "o": 13579,
        "r": "nkjv:Ezra:9:8",
        "t": "And now for a little while grace has been shown*i from the Lord*s our God, to leave us a remnant to escape, and to give us a peg in His holy place, that our God may enlighten our eyes and give us a measure of revival in our bondage."
    },
    {
        "o": 13580,
        "r": "nkjv:Ezra:9:9",
        "t": "For we were*i slaves. Yet our God did not forsake us in our bondage; but He extended mercy to us in the sight of the kings of Persia, to revive us, to repair the house of our God, to rebuild its ruins, and to give us a wall in Judah and Jerusalem."
    },
    {
        "o": 13581,
        "r": "nkjv:Ezra:9:10",
        "t": "And now, O our God, what shall we say after this? For we have forsaken Your commandments,"
    },
    {
        "o": 13582,
        "r": "nkjv:Ezra:9:11",
        "t": "which You commanded by Your servants the prophets, saying, ‘The land which you are entering to possess is an unclean land, with the uncleanness of the peoples of the lands, with their abominations which have filled it from one end to another with their impurity."
    },
    {
        "o": 13583,
        "r": "nkjv:Ezra:9:12",
        "t": "Now therefore, do not give your daughters as wives for their sons, nor take their daughters to your sons; and never seek their peace or prosperity, that you may be strong and eat the good of the land, and leave it*i as an inheritance to your children forever.’"
    },
    {
        "o": 13584,
        "r": "nkjv:Ezra:9:13",
        "t": "And after all that has come upon us for our evil deeds and for our great guilt, since You our God have punished us less than our iniquities deserve,*i and have given us such*i deliverance as this,"
    },
    {
        "o": 13585,
        "r": "nkjv:Ezra:9:14",
        "t": "should we again break Your commandments, and join in marriage with the people committing*i these abominations? Would You not be angry with us until You had consumed us,*i so that there*i would*i be*i no remnant or survivor?"
    },
    {
        "o": 13586,
        "r": "nkjv:Ezra:9:15",
        "t": "O Lord*s God of Israel, You are*i righteous, for we are left as a remnant, as it*i is*i this day. Here we are*i before You, in our guilt, though no one can stand before You because of this!”"
    }
]
