[
    {
        "o": 25580,
        "r": "nasb:Zechariah:7:0",
        "t": "Zechariah 7",
        "h": 1
    },
    {
        "o": 25581,
        "r": "nasb:Zechariah:7:0",
        "t": "Hearts like Flint",
        "h": 2
    },
    {
        "o": 25582,
        "r": "nasb:Zechariah:7:1",
        "t": "In*p the fourth year of King Darius, the word of the Lord*s came to Zechariah on the fourth day*i of the ninth month, which*i is*i Chislev."
    },
    {
        "o": 25583,
        "r": "nasb:Zechariah:7:2",
        "t": "Now the*i town*i of*i Bethel had sent Sharezer and Regemmelech and their men to seek the favor of the Lord,*s"
    },
    {
        "o": 25584,
        "r": "nasb:Zechariah:7:3",
        "t": "speaking to the priests who belong to the house of the Lord*s of hosts, and to the prophets, saying, “Shall I weep in the fifth month and abstain, as I have done these many years?”"
    },
    {
        "o": 25585,
        "r": "nasb:Zechariah:7:4",
        "t": "Then the word of the Lord*s of hosts came to me, saying,"
    },
    {
        "o": 25586,
        "r": "nasb:Zechariah:7:5",
        "t": "“Say to all the people of the land and to the priests, ‘When you fasted and mourned in the fifth and seventh months these seventy years, was it actually for Me that you fasted?"
    },
    {
        "o": 25587,
        "r": "nasb:Zechariah:7:6",
        "t": "When you eat and drink, do you not eat for yourselves and do you not drink for yourselves?"
    },
    {
        "o": 25588,
        "r": "nasb:Zechariah:7:7",
        "t": "Are not these*i the words which the Lord*s proclaimed by the former prophets, when Jerusalem was inhabited and prosperous along with its cities around it, and the Negev and the foothills were inhabited?’ ”"
    },
    {
        "o": 25589,
        "r": "nasb:Zechariah:7:8",
        "t": "Then*p the word of the Lord*s came to Zechariah saying,"
    },
    {
        "o": 25590,
        "r": "nasb:Zechariah:7:9",
        "t": "“Thus has the Lord*s of hosts said, ‘Dispense true justice and practice kindness and compassion each to his brother;"
    },
    {
        "o": 25591,
        "r": "nasb:Zechariah:7:10",
        "t": "and do not oppress the widow or the orphan, the stranger or the poor; and do not devise evil in your hearts against one another.’"
    },
    {
        "o": 25592,
        "r": "nasb:Zechariah:7:11",
        "t": "But they refused to pay attention and turned a stubborn shoulder and stopped their ears from hearing."
    },
    {
        "o": 25593,
        "r": "nasb:Zechariah:7:12",
        "t": "They made their hearts like*i flint so that they could not hear the law and the words which the Lord*s of hosts had sent by His Spirit through the former prophets; therefore great wrath came from the Lord*s of hosts."
    },
    {
        "o": 25594,
        "r": "nasb:Zechariah:7:13",
        "t": "And just as He called and they would not listen, so they called and I would not listen,” says the Lord*s of hosts;"
    },
    {
        "o": 25595,
        "r": "nasb:Zechariah:7:14",
        "t": "“but I scattered them with a storm wind among all the nations whom they have not known. Thus the land is desolated behind them so that no one went back and forth, for they made the pleasant land desolate.”"
    }
]
