[
    {
        "o": 1720,
        "r": "nasb:Exodus:3:0",
        "t": "Exodus 3",
        "h": 1
    },
    {
        "o": 1721,
        "r": "nasb:Exodus:3:0",
        "t": "The Burning Bush",
        "h": 2
    },
    {
        "o": 1722,
        "r": "nasb:Exodus:3:1",
        "t": "Now*p Moses was pasturing the flock of Jethro his father-in-law, the priest of Midian; and he led the flock to the west side of the wilderness and came to Horeb, the mountain of God."
    },
    {
        "o": 1723,
        "r": "nasb:Exodus:3:2",
        "t": "The angel of the Lord*s appeared to him in a blazing fire from the midst of a bush; and he looked, and behold, the bush was burning with fire, yet the bush was not consumed."
    },
    {
        "o": 1724,
        "r": "nasb:Exodus:3:3",
        "t": "So Moses said, “I must turn aside now and see this marvelous sight, why the bush is not burned up.”"
    },
    {
        "o": 1725,
        "r": "nasb:Exodus:3:4",
        "t": "When the Lord*s saw that he turned aside to look, God called to him from the midst of the bush and said, “Moses, Moses!” And he said, “Here I am.”"
    },
    {
        "o": 1726,
        "r": "nasb:Exodus:3:5",
        "t": "Then He said, “Do not come near here; remove your sandals from your feet, for the place on which you are standing is holy ground.”"
    },
    {
        "o": 1727,
        "r": "nasb:Exodus:3:6",
        "t": "He said also, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” Then Moses hid his face, for he was afraid to look at God."
    },
    {
        "o": 1728,
        "r": "nasb:Exodus:3:7",
        "t": "The*p Lord*s said, “I have surely seen the affliction of My people who are in Egypt, and have given heed to their cry because of their taskmasters, for I am aware of their sufferings."
    },
    {
        "o": 1729,
        "r": "nasb:Exodus:3:8",
        "t": "So I have come down to deliver them from the power of the Egyptians, and to bring them up from that land to a good and spacious land, to a land flowing with milk and honey, to the place of the Canaanite and the Hittite and the Amorite and the Perizzite and the Hivite and the Jebusite."
    },
    {
        "o": 1730,
        "r": "nasb:Exodus:3:9",
        "t": "Now, behold, the cry of the sons of Israel has come to Me; furthermore, I have seen the oppression with which the Egyptians are oppressing them."
    },
    {
        "o": 1731,
        "r": "nasb:Exodus:3:9",
        "t": "The Mission of Moses",
        "h": 2
    },
    {
        "o": 1732,
        "r": "nasb:Exodus:3:10",
        "t": "Therefore,*p come now, and I will send you to Pharaoh, so that you may bring My people, the sons of Israel, out of Egypt.”"
    },
    {
        "o": 1733,
        "r": "nasb:Exodus:3:11",
        "t": "But Moses said to God, “Who am I, that I should go to Pharaoh, and that I should bring the sons of Israel out of Egypt?”"
    },
    {
        "o": 1734,
        "r": "nasb:Exodus:3:12",
        "t": "And He said, “Certainly I will be with you, and this shall be the sign to you that it is I who have sent you: when you have brought the people out of Egypt, you shall worship God at this mountain.”"
    },
    {
        "o": 1735,
        "r": "nasb:Exodus:3:13",
        "t": "Then*p Moses said to God, “Behold, I am going to the sons of Israel, and I will say to them, ‘The God of your fathers has sent me to you.’ Now they may say to me, ‘What is His name?’ What shall I say to them?”"
    },
    {
        "o": 1736,
        "r": "nasb:Exodus:3:14",
        "t": "God said to Moses, “I AM WHO I AM”; and He said, “Thus you shall say to the sons of Israel, ‘I AM has sent me to you.’ ”"
    },
    {
        "o": 1737,
        "r": "nasb:Exodus:3:15",
        "t": "God, furthermore, said to Moses, “Thus you shall say to the sons of Israel, ‘The Lord,*s the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is My name forever, and this is My memorial-name to all generations."
    },
    {
        "o": 1738,
        "r": "nasb:Exodus:3:16",
        "t": "Go and gather the elders of Israel together and say to them, ‘The Lord,*s the God of your fathers, the God of Abraham, Isaac and Jacob, has appeared to me, saying, “I am indeed concerned about you and what has been done to you in Egypt."
    },
    {
        "o": 1739,
        "r": "nasb:Exodus:3:17",
        "t": "So I said, I will bring you up out of the affliction of Egypt to the land of the Canaanite and the Hittite and the Amorite and the Perizzite and the Hivite and the Jebusite, to a land flowing with milk and honey.” ’"
    },
    {
        "o": 1740,
        "r": "nasb:Exodus:3:18",
        "t": "They will pay heed to what you say; and you with the elders of Israel will come to the king of Egypt and you will say to him, ‘The Lord,*s the God of the Hebrews, has met with us. So now, please, let us go a three days’ journey into the wilderness, that we may sacrifice to the Lord*s our God.’"
    },
    {
        "o": 1741,
        "r": "nasb:Exodus:3:19",
        "t": "But I know that the king of Egypt will not permit you to go, except under compulsion."
    },
    {
        "o": 1742,
        "r": "nasb:Exodus:3:20",
        "t": "So I will stretch out My hand and strike Egypt with all My miracles which I shall do in the midst of it; and after that he will let you go."
    },
    {
        "o": 1743,
        "r": "nasb:Exodus:3:21",
        "t": "I will grant this people favor in the sight of the Egyptians; and it shall be that when you go, you will not go empty-handed."
    },
    {
        "o": 1744,
        "r": "nasb:Exodus:3:22",
        "t": "But every woman shall ask of her neighbor and the woman who lives in her house, articles of silver and articles of gold, and clothing; and you will put them on your sons and daughters. Thus you will plunder the Egyptians.”"
    }
]
