[
    {
        "o": 20735,
        "r": "esv:Isaiah:49:0",
        "t": "Isaiah 49",
        "h": 1
    },
    {
        "o": 20736,
        "r": "esv:Isaiah:49:0",
        "t": "The Servant of the Lord",
        "h": 2
    },
    {
        "o": 20737,
        "r": "esv:Isaiah:49:1",
        "t": "Listen*pn to me, O coastlands, and*ld give attention, you peoples from afar. The*ln Lord*s called me from the womb, from*ld the body of my mother he named my name."
    },
    {
        "o": 20738,
        "r": "esv:Isaiah:49:2",
        "t": "He*ln made my mouth like a sharp sword; in*ld the shadow of his hand he hid me; he*ln made me a polished arrow; in*ld his quiver he hid me away."
    },
    {
        "o": 20739,
        "r": "esv:Isaiah:49:3",
        "t": "And*ln he said to me, “You are my servant, Israel,*ld in whom I will be glorified.”"
    },
    {
        "o": 20740,
        "r": "esv:Isaiah:49:4",
        "t": "But*ln I said, “I have labored in vain; I*ld have spent my strength for nothing and vanity; yet*ln surely my right is with the Lord,*s and*ld my recompense with my God.”"
    },
    {
        "o": 20741,
        "r": "esv:Isaiah:49:5",
        "t": "And*pn now the Lord*s says, he*ld who formed me from the womb to be his servant, to*ln bring Jacob back to him; and*ld that Israel might be gathered to him— for*ln I am honored in the eyes of the Lord,*s and*ld my God has become my strength—"
    },
    {
        "o": 20742,
        "r": "esv:Isaiah:49:6",
        "t": "he*ln says: “It*ln is too light a thing that you should be my servant to*ld raise up the tribes of Jacob and*ld to bring back the preserved of Israel; I*ln will make you as a light for the nations, that*ld my salvation may reach to the end of the earth.”"
    },
    {
        "o": 20743,
        "r": "esv:Isaiah:49:7",
        "t": "Thus*pn says the Lord,*s the*ld Redeemer of Israel and his Holy One, to*ln one deeply despised, abhorred by the nation, the*ld servant of rulers: “Kings*ln shall see and arise; princes,*ld and they shall prostrate themselves; because*ln of the Lord,*s who is faithful, the*ld Holy One of Israel, who has chosen you.”"
    },
    {
        "o": 20744,
        "r": "esv:Isaiah:49:7",
        "t": "The Restoration of Israel",
        "h": 2
    },
    {
        "o": 20745,
        "r": "esv:Isaiah:49:8",
        "t": "Thus*pn says the Lord:*s “In*ln a time of favor I have answered you; in*ld a day of salvation I have helped you; I*ln will keep you and give you as*ld a covenant to the people, to*ln establish the land, to*ld apportion the desolate heritages,"
    },
    {
        "o": 20746,
        "r": "esv:Isaiah:49:9",
        "t": "saying*ln to the prisoners, ‘Come out,’ to*ld those who are in darkness, ‘Appear.’ They*ln shall feed along the ways; on*ld all bare heights shall be their pasture;"
    },
    {
        "o": 20747,
        "r": "esv:Isaiah:49:10",
        "t": "they*ln shall not hunger or thirst, neither*ld scorching wind nor sun shall strike them, for*ln he who has pity on them will lead them, and*ld by springs of water will guide them."
    },
    {
        "o": 20748,
        "r": "esv:Isaiah:49:11",
        "t": "And*ln I will make all my mountains a road, and*ld my highways shall be raised up."
    },
    {
        "o": 20749,
        "r": "esv:Isaiah:49:12",
        "t": "Behold,*ln these shall come from afar, and*ld behold, these from the north and from the west, and*ld these from the land of Syene.”"
    },
    {
        "o": 20750,
        "r": "esv:Isaiah:49:13",
        "t": "Sing*pn for joy, O heavens, and exult, O earth; break*ld forth, O mountains, into singing! For*ln the Lord*s has comforted his people and*ld will have compassion on his afflicted."
    },
    {
        "o": 20751,
        "r": "esv:Isaiah:49:14",
        "t": "But*pn Zion said, “The Lord*s has forsaken me; my*ld Lord has forgotten me.”"
    },
    {
        "o": 20752,
        "r": "esv:Isaiah:49:15",
        "t": "“Can*pn a woman forget her nursing child, that*ld she should have no compassion on the son of her womb? Even*ln these may forget, yet*ld I will not forget you."
    },
    {
        "o": 20753,
        "r": "esv:Isaiah:49:16",
        "t": "Behold,*ln I have engraved you on the palms of my hands; your*ld walls are continually before me."
    },
    {
        "o": 20754,
        "r": "esv:Isaiah:49:17",
        "t": "Your*ln builders make haste; your*ld destroyers and those who laid you waste go out from you."
    },
    {
        "o": 20755,
        "r": "esv:Isaiah:49:18",
        "t": "Lift*ln up your eyes around and see; they*ld all gather, they come to you. As*ln I live, declares the Lord,*s you*ld shall put them all on as an ornament; you*ld shall bind them on as a bride does."
    },
    {
        "o": 20756,
        "r": "esv:Isaiah:49:19",
        "t": "“Surely*pn your waste and your desolate places and*ld your devastated land— surely*ln now you will be too narrow for your inhabitants, and*ld those who swallowed you up will be far away."
    },
    {
        "o": 20757,
        "r": "esv:Isaiah:49:20",
        "t": "The*ln children of your bereavement will*ld yet say in your ears: ‘The*ln place is too narrow for me; make*ld room for me to dwell in.’"
    },
    {
        "o": 20758,
        "r": "esv:Isaiah:49:21",
        "t": "Then*ln you will say in your heart: ‘Who*ld has borne me these? I*ln was bereaved and barren, exiled*ld and put away, but*ld who has brought up these? Behold,*ln I was left alone; from*ld where have these come?’”"
    },
    {
        "o": 20759,
        "r": "esv:Isaiah:49:22",
        "t": "Thus*pn says the Lord God:*s “Behold,*ln I will lift up my hand to the nations, and*ld raise my signal to the peoples; and*ln they shall bring your sons in their arms, and*ld your daughters shall be carried on their shoulders."
    },
    {
        "o": 20760,
        "r": "esv:Isaiah:49:23",
        "t": "Kings*ln shall be your foster fathers, and*ld their queens your nursing mothers. With*ln their faces to the ground they shall bow down to you, and*ld lick the dust of your feet. Then*ln you will know that I am the Lord;*s those*ld who wait for me shall not be put to shame.”"
    },
    {
        "o": 20761,
        "r": "esv:Isaiah:49:24",
        "t": "Can*pn the prey be taken from the mighty, or*ld the captives of a tyrant be rescued?"
    },
    {
        "o": 20762,
        "r": "esv:Isaiah:49:25",
        "t": "For*ln thus says the Lord:*s “Even*ln the captives of the mighty shall be taken, and*ld the prey of the tyrant be rescued, for*ln I will contend with those who contend with you, and*ld I will save your children."
    },
    {
        "o": 20763,
        "r": "esv:Isaiah:49:26",
        "t": "I*ln will make your oppressors eat their own flesh, and*ld they shall be drunk with their own blood as with wine. Then*ln all flesh shall know that*ld I am the Lord*s your Savior, and*ld your Redeemer, the Mighty One of Jacob.”"
    }
]
