[
    {
        "o": 23700,
        "r": "niv:Ezekiel:43:0",
        "t": "Ezekiel 43",
        "h": 1
    },
    {
        "o": 23701,
        "r": "niv:Ezekiel:43:0",
        "t": "God’s Glory Returns to the Temple",
        "h": 2
    },
    {
        "o": 23702,
        "r": "niv:Ezekiel:43:1",
        "t": "Then*p the man brought me to the gate facing east,"
    },
    {
        "o": 23703,
        "r": "niv:Ezekiel:43:2",
        "t": "and I saw the glory of the God of Israel coming from the east. His voice was like the roar of rushing waters, and the land was radiant with his glory."
    },
    {
        "o": 23704,
        "r": "niv:Ezekiel:43:3",
        "t": "The vision I saw was like the vision I had seen when he came to destroy the city and like the visions I had seen by the Kebar River, and I fell facedown."
    },
    {
        "o": 23705,
        "r": "niv:Ezekiel:43:4",
        "t": "The glory of the Lord*s entered the temple through the gate facing east."
    },
    {
        "o": 23706,
        "r": "niv:Ezekiel:43:5",
        "t": "Then the Spirit lifted me up and brought me into the inner court, and the glory of the Lord*s filled the temple."
    },
    {
        "o": 23707,
        "r": "niv:Ezekiel:43:6",
        "t": "While*p the man was standing beside me, I heard someone speaking to me from inside the temple."
    },
    {
        "o": 23708,
        "r": "niv:Ezekiel:43:7",
        "t": "He said: “Son of man, this is the place of my throne and the place for the soles of my feet. This is where I will live among the Israelites forever. The people of Israel will never again defile my holy name—neither they nor their kings—by their prostitution and the funeral offerings for their kings at their death."
    },
    {
        "o": 23709,
        "r": "niv:Ezekiel:43:8",
        "t": "When they placed their threshold next to my threshold and their doorposts beside my doorposts, with only a wall between me and them, they defiled my holy name by their detestable practices. So I destroyed them in my anger."
    },
    {
        "o": 23710,
        "r": "niv:Ezekiel:43:9",
        "t": "Now let them put away from me their prostitution and the funeral offerings for their kings, and I will live among them forever."
    },
    {
        "o": 23711,
        "r": "niv:Ezekiel:43:10",
        "t": "“Son*p of man, describe the temple to the people of Israel, that they may be ashamed of their sins. Let them consider its perfection,"
    },
    {
        "o": 23712,
        "r": "niv:Ezekiel:43:11",
        "t": "and if they are ashamed of all they have done, make known to them the design of the temple—its arrangement, its exits and entrances—its whole design and all its regulations and laws. Write these down before them so that they may be faithful to its design and follow all its regulations."
    },
    {
        "o": 23713,
        "r": "niv:Ezekiel:43:12",
        "t": "“This*p is the law of the temple: All the surrounding area on top of the mountain will be most holy. Such is the law of the temple."
    },
    {
        "o": 23714,
        "r": "niv:Ezekiel:43:12",
        "t": "The Great Altar Restored",
        "h": 2
    },
    {
        "o": 23715,
        "r": "niv:Ezekiel:43:13",
        "t": "“These*p are the measurements of the altar in long cubits, that cubit being a cubit and a handbreadth: Its gutter is a cubit deep and a cubit wide, with a rim of one span around the edge. And this is the height of the altar:"
    },
    {
        "o": 23716,
        "r": "niv:Ezekiel:43:14",
        "t": "From the gutter on the ground up to the lower ledge that goes around the altar it is two cubits high, and the ledge is a cubit wide. From this lower ledge to the upper ledge that goes around the altar it is four cubits high, and that ledge is also a cubit wide."
    },
    {
        "o": 23717,
        "r": "niv:Ezekiel:43:15",
        "t": "Above that, the altar hearth is four cubits high, and four horns project upward from the hearth."
    },
    {
        "o": 23718,
        "r": "niv:Ezekiel:43:16",
        "t": "The altar hearth is square, twelve cubits long and twelve cubits wide."
    },
    {
        "o": 23719,
        "r": "niv:Ezekiel:43:17",
        "t": "The upper ledge also is square, fourteen cubits long and fourteen cubits wide. All around the altar is a gutter of one cubit with a rim of half a cubit. The steps of the altar face east.”"
    },
    {
        "o": 23720,
        "r": "niv:Ezekiel:43:18",
        "t": "Then*p he said to me, “Son of man, this is what the Sovereign Lord*s says: These will be the regulations for sacrificing burnt offerings and splashing blood against the altar when it is built:"
    },
    {
        "o": 23721,
        "r": "niv:Ezekiel:43:19",
        "t": "You are to give a young bull as a sin offering to the Levitical priests of the family of Zadok, who come near to minister before me, declares the Sovereign Lord.*s"
    },
    {
        "o": 23722,
        "r": "niv:Ezekiel:43:20",
        "t": "You are to take some of its blood and put it on the four horns of the altar and on the four corners of the upper ledge and all around the rim, and so purify the altar and make atonement for it."
    },
    {
        "o": 23723,
        "r": "niv:Ezekiel:43:21",
        "t": "You are to take the bull for the sin offering and burn it in the designated part of the temple area outside the sanctuary."
    },
    {
        "o": 23724,
        "r": "niv:Ezekiel:43:22",
        "t": "“On*p the second day you are to offer a male goat without defect for a sin offering, and the altar is to be purified as it was purified with the bull."
    },
    {
        "o": 23725,
        "r": "niv:Ezekiel:43:23",
        "t": "When you have finished purifying it, you are to offer a young bull and a ram from the flock, both without defect."
    },
    {
        "o": 23726,
        "r": "niv:Ezekiel:43:24",
        "t": "You are to offer them before the Lord,*s and the priests are to sprinkle salt on them and sacrifice them as a burnt offering to the Lord.*s"
    },
    {
        "o": 23727,
        "r": "niv:Ezekiel:43:25",
        "t": "“For*p seven days you are to provide a male goat daily for a sin offering; you are also to provide a young bull and a ram from the flock, both without defect."
    },
    {
        "o": 23728,
        "r": "niv:Ezekiel:43:26",
        "t": "For seven days they are to make atonement for the altar and cleanse it; thus they will dedicate it."
    },
    {
        "o": 23729,
        "r": "niv:Ezekiel:43:27",
        "t": "At the end of these days, from the eighth day on, the priests are to present your burnt offerings and fellowship offerings on the altar. Then I will accept you, declares the Sovereign Lord.”*s"
    }
]
