[
    {
        "o": 11963,
        "r": "niv:1 Chronicles:21:0",
        "t": "1 Chronicles 21",
        "h": 1
    },
    {
        "o": 11964,
        "r": "niv:1 Chronicles:21:0",
        "t": "David Counts the Fighting Men",
        "h": 2
    },
    {
        "o": 11965,
        "r": "niv:1 Chronicles:21:1",
        "t": "Satan*p rose up against Israel and incited David to take a census of Israel."
    },
    {
        "o": 11966,
        "r": "niv:1 Chronicles:21:2",
        "t": "So David said to Joab and the commanders of the troops, “Go and count the Israelites from Beersheba to Dan. Then report back to me so that I may know how many there are.”"
    },
    {
        "o": 11967,
        "r": "niv:1 Chronicles:21:3",
        "t": "But*p Joab replied, “May the Lord*s multiply his troops a hundred times over. My lord the king, are they not all my lord’s subjects? Why does my lord want to do this? Why should he bring guilt on Israel?”"
    },
    {
        "o": 11968,
        "r": "niv:1 Chronicles:21:4",
        "t": "The*p king’s word, however, overruled Joab; so Joab left and went throughout Israel and then came back to Jerusalem."
    },
    {
        "o": 11969,
        "r": "niv:1 Chronicles:21:5",
        "t": "Joab reported the number of the fighting men to David: In all Israel there were one million one hundred thousand men who could handle a sword, including four hundred and seventy thousand in Judah."
    },
    {
        "o": 11970,
        "r": "niv:1 Chronicles:21:6",
        "t": "But*p Joab did not include Levi and Benjamin in the numbering, because the king’s command was repulsive to him."
    },
    {
        "o": 11971,
        "r": "niv:1 Chronicles:21:7",
        "t": "This command was also evil in the sight of God; so he punished Israel."
    },
    {
        "o": 11972,
        "r": "niv:1 Chronicles:21:8",
        "t": "Then*p David said to God, “I have sinned greatly by doing this. Now, I beg you, take away the guilt of your servant. I have done a very foolish thing.”"
    },
    {
        "o": 11973,
        "r": "niv:1 Chronicles:21:9",
        "t": "The*p Lord*s said to Gad, David’s seer,"
    },
    {
        "o": 11974,
        "r": "niv:1 Chronicles:21:10",
        "t": "“Go and tell David, ‘This is what the Lord*s says: I am giving you three options. Choose one of them for me to carry out against you.’ ”"
    },
    {
        "o": 11975,
        "r": "niv:1 Chronicles:21:11",
        "t": "So*p Gad went to David and said to him, “This is what the Lord*s says: ‘Take your choice:"
    },
    {
        "o": 11976,
        "r": "niv:1 Chronicles:21:12",
        "t": "three years of famine, three months of being swept away before your enemies, with their swords overtaking you, or three days of the sword of the Lord*s —days of plague in the land, with the angel of the Lord*s ravaging every part of Israel.’ Now then, decide how I should answer the one who sent me.”"
    },
    {
        "o": 11977,
        "r": "niv:1 Chronicles:21:13",
        "t": "David*p said to Gad, “I am in deep distress. Let me fall into the hands of the Lord,*s for his mercy is very great; but do not let me fall into human hands.”"
    },
    {
        "o": 11978,
        "r": "niv:1 Chronicles:21:14",
        "t": "So*p the Lord*s sent a plague on Israel, and seventy thousand men of Israel fell dead."
    },
    {
        "o": 11979,
        "r": "niv:1 Chronicles:21:15",
        "t": "And God sent an angel to destroy Jerusalem. But as the angel was doing so, the Lord*s saw it and relented concerning the disaster and said to the angel who was destroying the people, “Enough! Withdraw your hand.” The angel of the Lord*s was then standing at the threshing floor of Araunah the Jebusite."
    },
    {
        "o": 11980,
        "r": "niv:1 Chronicles:21:16",
        "t": "David*p looked up and saw the angel of the Lord*s standing between heaven and earth, with a drawn sword in his hand extended over Jerusalem. Then David and the elders, clothed in sackcloth, fell facedown."
    },
    {
        "o": 11981,
        "r": "niv:1 Chronicles:21:17",
        "t": "David*p said to God, “Was it not I who ordered the fighting men to be counted? I, the shepherd, have sinned and done wrong. These are but sheep. What have they done? Lord*s my God, let your hand fall on me and my family, but do not let this plague remain on your people.”"
    },
    {
        "o": 11982,
        "r": "niv:1 Chronicles:21:17",
        "t": "David Builds an Altar",
        "h": 2
    },
    {
        "o": 11983,
        "r": "niv:1 Chronicles:21:18",
        "t": "Then*p the angel of the Lord*s ordered Gad to tell David to go up and build an altar to the Lord*s on the threshing floor of Araunah the Jebusite."
    },
    {
        "o": 11984,
        "r": "niv:1 Chronicles:21:19",
        "t": "So David went up in obedience to the word that Gad had spoken in the name of the Lord.*s"
    },
    {
        "o": 11985,
        "r": "niv:1 Chronicles:21:20",
        "t": "While*p Araunah was threshing wheat, he turned and saw the angel; his four sons who were with him hid themselves."
    },
    {
        "o": 11986,
        "r": "niv:1 Chronicles:21:21",
        "t": "Then David approached, and when Araunah looked and saw him, he left the threshing floor and bowed down before David with his face to the ground."
    },
    {
        "o": 11987,
        "r": "niv:1 Chronicles:21:22",
        "t": "David*p said to him, “Let me have the site of your threshing floor so I can build an altar to the Lord,*s that the plague on the people may be stopped. Sell it to me at the full price.”"
    },
    {
        "o": 11988,
        "r": "niv:1 Chronicles:21:23",
        "t": "Araunah*p said to David, “Take it! Let my lord the king do whatever pleases him. Look, I will give the oxen for the burnt offerings, the threshing sledges for the wood, and the wheat for the grain offering. I will give all this.”"
    },
    {
        "o": 11989,
        "r": "niv:1 Chronicles:21:24",
        "t": "But*p King David replied to Araunah, “No, I insist on paying the full price. I will not take for the Lord*s what is yours, or sacrifice a burnt offering that costs me nothing.”"
    },
    {
        "o": 11990,
        "r": "niv:1 Chronicles:21:25",
        "t": "So*p David paid Araunah six hundred shekels of gold for the site."
    },
    {
        "o": 11991,
        "r": "niv:1 Chronicles:21:26",
        "t": "David built an altar to the Lord*s there and sacrificed burnt offerings and fellowship offerings. He called on the Lord,*s and the Lord*s answered him with fire from heaven on the altar of burnt offering."
    },
    {
        "o": 11992,
        "r": "niv:1 Chronicles:21:27",
        "t": "Then*p the Lord*s spoke to the angel, and he put his sword back into its sheath."
    },
    {
        "o": 11993,
        "r": "niv:1 Chronicles:21:28",
        "t": "At that time, when David saw that the Lord*s had answered him on the threshing floor of Araunah the Jebusite, he offered sacrifices there."
    },
    {
        "o": 11994,
        "r": "niv:1 Chronicles:21:29",
        "t": "The tabernacle of the Lord,*s which Moses had made in the wilderness, and the altar of burnt offering were at that time on the high place at Gibeon."
    },
    {
        "o": 11995,
        "r": "niv:1 Chronicles:21:30",
        "t": "But David could not go before it to inquire of God, because he was afraid of the sword of the angel of the Lord.*s"
    }
]
