[
    {
        "o": 19960,
        "r": "nasb:Isaiah:14:0",
        "t": "Isaiah 14",
        "h": 1
    },
    {
        "o": 19961,
        "r": "nasb:Isaiah:14:0",
        "t": "Israel’s Taunt",
        "h": 2
    },
    {
        "o": 19962,
        "r": "nasb:Isaiah:14:1",
        "t": "When*p the Lord*s will have compassion on Jacob and again choose Israel, and settle them in their own land, then strangers will join them and attach themselves to the house of Jacob."
    },
    {
        "o": 19963,
        "r": "nasb:Isaiah:14:2",
        "t": "The peoples will take them along and bring them to their place, and the house of Israel will possess them as an inheritance in the land of the Lord*s as male servants and female servants; and they will take their captors captive and will rule over their oppressors."
    },
    {
        "o": 19964,
        "r": "nasb:Isaiah:14:3",
        "t": "And*p it will be in the day when the Lord*s gives you rest from your pain and turmoil and harsh service in which you have been enslaved,"
    },
    {
        "o": 19965,
        "r": "nasb:Isaiah:14:4",
        "t": "that you will take up this taunt against the king of Babylon, and say, “How*pn the oppressor has ceased, And*iln how*i fury has ceased!"
    },
    {
        "o": 19966,
        "r": "nasb:Isaiah:14:5",
        "t": "The*ln Lord*s has broken the staff of the wicked, The*ln scepter of rulers"
    },
    {
        "o": 19967,
        "r": "nasb:Isaiah:14:6",
        "t": "Which*ln used to strike the peoples in fury with unceasing strokes, Which*ln subdued the nations in anger with unrestrained persecution."
    },
    {
        "o": 19968,
        "r": "nasb:Isaiah:14:7",
        "t": "The*ln whole earth is at rest and*i is quiet; They*ln break forth into shouts of joy."
    },
    {
        "o": 19969,
        "r": "nasb:Isaiah:14:8",
        "t": "Even*ln the cypress trees rejoice over you, and*i the cedars of Lebanon, saying,*i ‘Since*ln you were laid low, no tree*i cutter comes up against us.’"
    },
    {
        "o": 19970,
        "r": "nasb:Isaiah:14:9",
        "t": "Sheol*ln from beneath is excited over you to meet you when you come; It*ln arouses for you the spirits of the dead, all the leaders of the earth; It*ln raises all the kings of the nations from their thrones."
    },
    {
        "o": 19971,
        "r": "nasb:Isaiah:14:10",
        "t": "They*ln will all respond and say to you, ‘Even*ln you have been made weak as we, You*ln have become like us."
    },
    {
        "o": 19972,
        "r": "nasb:Isaiah:14:11",
        "t": "Your*ln pomp and*i the music of your harps Have*ln been brought down to Sheol; Maggots*ln are spread out as*i your*i bed*i beneath you And*ln worms are your covering.’"
    },
    {
        "o": 19973,
        "r": "nasb:Isaiah:14:12",
        "t": "How*ln you have fallen from heaven, O*ln star of the morning, son of the dawn! You*ln have been cut down to the earth, You*ln who have weakened the nations!"
    },
    {
        "o": 19974,
        "r": "nasb:Isaiah:14:13",
        "t": "But*ln you said in your heart, ‘I*ln will ascend to heaven; I*ln will raise my throne above the stars of God, And*ln I will sit on the mount of assembly In*ln the recesses of the north."
    },
    {
        "o": 19975,
        "r": "nasb:Isaiah:14:14",
        "t": "I*ln will ascend above the heights of the clouds; I*ln will make myself like the Most High.’"
    },
    {
        "o": 19976,
        "r": "nasb:Isaiah:14:15",
        "t": "Nevertheless*ln you will be thrust down to Sheol, To*ln the recesses of the pit."
    },
    {
        "o": 19977,
        "r": "nasb:Isaiah:14:16",
        "t": "Those*ln who see you will gaze at you, They*ln will ponder over you, saying,*i ‘Is*ln this the man who made the earth tremble, Who*ln shook kingdoms,"
    },
    {
        "o": 19978,
        "r": "nasb:Isaiah:14:17",
        "t": "Who*ln made the world like a wilderness And*ln overthrew its cities, Who*ln did not allow his prisoners to go*i home?’"
    },
    {
        "o": 19979,
        "r": "nasb:Isaiah:14:18",
        "t": "All*ln the kings of the nations lie in glory, Each*ln in his own tomb."
    },
    {
        "o": 19980,
        "r": "nasb:Isaiah:14:19",
        "t": "But*ln you have been cast out of your tomb Like*ln a rejected branch, Clothed*ln with the slain who are pierced with a sword, Who*ln go down to the stones of the pit Like*ln a trampled corpse."
    },
    {
        "o": 19981,
        "r": "nasb:Isaiah:14:20",
        "t": "You*ln will not be united with them in burial, Because*ln you have ruined your country, You*ln have slain your people. May*ln the offspring of evildoers not be mentioned forever."
    },
    {
        "o": 19982,
        "r": "nasb:Isaiah:14:21",
        "t": "Prepare*ln for his sons a place of slaughter Because*ln of the iniquity of their fathers. They*ln must not arise and take possession of the earth And*ln fill the face of the world with cities.”"
    },
    {
        "o": 19983,
        "r": "nasb:Isaiah:14:22",
        "t": "“I*p will rise up against them,” declares the Lord*s of hosts, “and will cut off from Babylon name and survivors, offspring and posterity,” declares the Lord.*s"
    },
    {
        "o": 19984,
        "r": "nasb:Isaiah:14:23",
        "t": "“I will also make it a possession for the hedgehog and swamps of water, and I will sweep it with the broom of destruction,” declares the Lord*s of hosts."
    },
    {
        "o": 19985,
        "r": "nasb:Isaiah:14:23",
        "t": "Judgment on Assyria",
        "h": 2
    },
    {
        "o": 19986,
        "r": "nasb:Isaiah:14:24",
        "t": "The*p Lord*s of hosts has sworn saying, “Surely, just as I have intended so it has happened, and just as I have planned so it will stand,"
    },
    {
        "o": 19987,
        "r": "nasb:Isaiah:14:25",
        "t": "to break Assyria in My land, and I will trample him on My mountains. Then his yoke will be removed from them and his burden removed from their shoulder."
    },
    {
        "o": 19988,
        "r": "nasb:Isaiah:14:26",
        "t": "This is the plan devised against the whole earth; and this is the hand that is stretched out against all the nations."
    },
    {
        "o": 19989,
        "r": "nasb:Isaiah:14:27",
        "t": "For the Lord*s of hosts has planned, and who can frustrate it?*i And as for His stretched-out hand, who can turn it back?”"
    },
    {
        "o": 19990,
        "r": "nasb:Isaiah:14:28",
        "t": "In*p the year that King Ahaz died this oracle came:"
    },
    {
        "o": 19991,
        "r": "nasb:Isaiah:14:28",
        "t": "Judgment on Philistia",
        "h": 2
    },
    {
        "o": 19992,
        "r": "nasb:Isaiah:14:29",
        "t": "“Do*pn not rejoice, O Philistia, all of you, Because*ln the rod that struck you is broken; For*ln from the serpent’s root a viper will come out, And*ln its fruit will be a flying serpent."
    },
    {
        "o": 19993,
        "r": "nasb:Isaiah:14:30",
        "t": "Those*ln who are most helpless will eat, And*ln the needy will lie down in security; I*ln will destroy your root with famine, And*ln it will kill off your survivors."
    },
    {
        "o": 19994,
        "r": "nasb:Isaiah:14:31",
        "t": "Wail,*ln O gate; cry, O city; Melt*ln away, O Philistia, all of you; For*ln smoke comes from the north, And*ln there is no straggler in his ranks."
    },
    {
        "o": 19995,
        "r": "nasb:Isaiah:14:32",
        "t": "How*ln then will one answer the messengers of the nation? That*ln the Lord*s has founded Zion, And*ln the afflicted of His people will seek refuge in it.”"
    }
]
