[
    {
        "o": 31656,
        "r": "niv:1 Corinthians:13:0",
        "t": "1 Corinthians 13",
        "h": 1
    },
    {
        "o": 31657,
        "r": "niv:1 Corinthians:13:1",
        "t": "If*p I speak in the tongues of men or of angels, but do not have love, I am only a resounding gong or a clanging cymbal."
    },
    {
        "o": 31658,
        "r": "niv:1 Corinthians:13:2",
        "t": "If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but do not have love, I am nothing."
    },
    {
        "o": 31659,
        "r": "niv:1 Corinthians:13:3",
        "t": "If I give all I possess to the poor and give over my body to hardship that I may boast, but do not have love, I gain nothing."
    },
    {
        "o": 31660,
        "r": "niv:1 Corinthians:13:4",
        "t": "Love*p is patient, love is kind. It does not envy, it does not boast, it is not proud."
    },
    {
        "o": 31661,
        "r": "niv:1 Corinthians:13:5",
        "t": "It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs."
    },
    {
        "o": 31662,
        "r": "niv:1 Corinthians:13:6",
        "t": "Love does not delight in evil but rejoices with the truth."
    },
    {
        "o": 31663,
        "r": "niv:1 Corinthians:13:7",
        "t": "It always protects, always trusts, always hopes, always perseveres."
    },
    {
        "o": 31664,
        "r": "niv:1 Corinthians:13:8",
        "t": "Love*p never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away."
    },
    {
        "o": 31665,
        "r": "niv:1 Corinthians:13:9",
        "t": "For we know in part and we prophesy in part,"
    },
    {
        "o": 31666,
        "r": "niv:1 Corinthians:13:10",
        "t": "but when completeness comes, what is in part disappears."
    },
    {
        "o": 31667,
        "r": "niv:1 Corinthians:13:11",
        "t": "When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put the ways of childhood behind me."
    },
    {
        "o": 31668,
        "r": "niv:1 Corinthians:13:12",
        "t": "For now we see only a reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known."
    },
    {
        "o": 31669,
        "r": "niv:1 Corinthians:13:13",
        "t": "And*p now these three remain: faith, hope and love. But the greatest of these is love."
    }
]
