[
    {
        "o": 34130,
        "r": "esv:2 Peter:1:0",
        "t": "2 Peter 1",
        "h": 1
    },
    {
        "o": 34131,
        "r": "esv:2 Peter:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 34132,
        "r": "esv:2 Peter:1:1",
        "t": "Simeon*p Peter, a servant and apostle of Jesus Christ, To*p those who have obtained a faith of equal standing with ours by the righteousness of our God and Savior Jesus Christ:"
    },
    {
        "o": 34133,
        "r": "esv:2 Peter:1:2",
        "t": "May*p grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord."
    },
    {
        "o": 34134,
        "r": "esv:2 Peter:1:2",
        "t": "Confirm Your Calling and Election",
        "h": 2
    },
    {
        "o": 34135,
        "r": "esv:2 Peter:1:3",
        "t": "His*p divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence,"
    },
    {
        "o": 34136,
        "r": "esv:2 Peter:1:4",
        "t": "by which he has granted to us his precious and very great promises, so that through them you may become partakers of the divine nature, having escaped from the corruption that is in the world because of sinful desire."
    },
    {
        "o": 34137,
        "r": "esv:2 Peter:1:5",
        "t": "For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge,"
    },
    {
        "o": 34138,
        "r": "esv:2 Peter:1:6",
        "t": "and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness,"
    },
    {
        "o": 34139,
        "r": "esv:2 Peter:1:7",
        "t": "and godliness with brotherly affection, and brotherly affection with love."
    },
    {
        "o": 34140,
        "r": "esv:2 Peter:1:8",
        "t": "For if these qualities are yours and are increasing, they keep you from being ineffective or unfruitful in the knowledge of our Lord Jesus Christ."
    },
    {
        "o": 34141,
        "r": "esv:2 Peter:1:9",
        "t": "For whoever lacks these qualities is so nearsighted that he is blind, having forgotten that he was cleansed from his former sins."
    },
    {
        "o": 34142,
        "r": "esv:2 Peter:1:10",
        "t": "Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall."
    },
    {
        "o": 34143,
        "r": "esv:2 Peter:1:11",
        "t": "For in this way there will be richly provided for you an entrance into the eternal kingdom of our Lord and Savior Jesus Christ."
    },
    {
        "o": 34144,
        "r": "esv:2 Peter:1:12",
        "t": "Therefore*p I intend always to remind you of these qualities, though you know them and are established in the truth that you have."
    },
    {
        "o": 34145,
        "r": "esv:2 Peter:1:13",
        "t": "I think it right, as long as I am in this body, to stir you up by way of reminder,"
    },
    {
        "o": 34146,
        "r": "esv:2 Peter:1:14",
        "t": "since I know that the putting off of my body will be soon, as our Lord Jesus Christ made clear to me."
    },
    {
        "o": 34147,
        "r": "esv:2 Peter:1:15",
        "t": "And I will make every effort so that after my departure you may be able at any time to recall these things."
    },
    {
        "o": 34148,
        "r": "esv:2 Peter:1:15",
        "t": "Christ’s Glory and the Prophetic Word",
        "h": 2
    },
    {
        "o": 34149,
        "r": "esv:2 Peter:1:16",
        "t": "For*p we did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty."
    },
    {
        "o": 34150,
        "r": "esv:2 Peter:1:17",
        "t": "For when he received honor and glory from God the Father, and the voice was borne to him by the Majestic Glory, “This is my beloved Son, with whom I am well pleased,”"
    },
    {
        "o": 34151,
        "r": "esv:2 Peter:1:18",
        "t": "we ourselves heard this very voice borne from heaven, for we were with him on the holy mountain."
    },
    {
        "o": 34152,
        "r": "esv:2 Peter:1:19",
        "t": "And we have the prophetic word more fully confirmed, to which you will do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts,"
    },
    {
        "o": 34153,
        "r": "esv:2 Peter:1:20",
        "t": "knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation."
    },
    {
        "o": 34154,
        "r": "esv:2 Peter:1:21",
        "t": "For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit."
    },
    {
        "o": 34155,
        "r": "esv:2 Peter:2:0",
        "t": "2 Peter 2",
        "h": 1
    },
    {
        "o": 34156,
        "r": "esv:2 Peter:2:0",
        "t": "False Prophets and Teachers",
        "h": 2
    },
    {
        "o": 34157,
        "r": "esv:2 Peter:2:1",
        "t": "But*p false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction."
    },
    {
        "o": 34158,
        "r": "esv:2 Peter:2:2",
        "t": "And many will follow their sensuality, and because of them the way of truth will be blasphemed."
    },
    {
        "o": 34159,
        "r": "esv:2 Peter:2:3",
        "t": "And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep."
    },
    {
        "o": 34160,
        "r": "esv:2 Peter:2:4",
        "t": "For*p if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment;"
    },
    {
        "o": 34161,
        "r": "esv:2 Peter:2:5",
        "t": "if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly;"
    },
    {
        "o": 34162,
        "r": "esv:2 Peter:2:6",
        "t": "if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly;"
    },
    {
        "o": 34163,
        "r": "esv:2 Peter:2:7",
        "t": "and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked"
    },
    {
        "o": 34164,
        "r": "esv:2 Peter:2:8",
        "t": "(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard);"
    },
    {
        "o": 34165,
        "r": "esv:2 Peter:2:9",
        "t": "then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment,"
    },
    {
        "o": 34166,
        "r": "esv:2 Peter:2:10",
        "t": "and especially those who indulge in the lust of defiling passion and despise authority. Bold*p and willful, they do not tremble as they blaspheme the glorious ones,"
    },
    {
        "o": 34167,
        "r": "esv:2 Peter:2:11",
        "t": "whereas angels, though greater in might and power, do not pronounce a blasphemous judgment against them before the Lord."
    },
    {
        "o": 34168,
        "r": "esv:2 Peter:2:12",
        "t": "But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction,"
    },
    {
        "o": 34169,
        "r": "esv:2 Peter:2:13",
        "t": "suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you."
    },
    {
        "o": 34170,
        "r": "esv:2 Peter:2:14",
        "t": "They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children!"
    },
    {
        "o": 34171,
        "r": "esv:2 Peter:2:15",
        "t": "Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing,"
    },
    {
        "o": 34172,
        "r": "esv:2 Peter:2:16",
        "t": "but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness."
    },
    {
        "o": 34173,
        "r": "esv:2 Peter:2:17",
        "t": "These*p are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved."
    },
    {
        "o": 34174,
        "r": "esv:2 Peter:2:18",
        "t": "For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error."
    },
    {
        "o": 34175,
        "r": "esv:2 Peter:2:19",
        "t": "They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved."
    },
    {
        "o": 34176,
        "r": "esv:2 Peter:2:20",
        "t": "For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first."
    },
    {
        "o": 34177,
        "r": "esv:2 Peter:2:21",
        "t": "For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them."
    },
    {
        "o": 34178,
        "r": "esv:2 Peter:2:22",
        "t": "What the true proverb says has happened to them: “The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire.”"
    },
    {
        "o": 34179,
        "r": "esv:2 Peter:3:0",
        "t": "2 Peter 3",
        "h": 1
    },
    {
        "o": 34180,
        "r": "esv:2 Peter:3:0",
        "t": "The Day of the Lord Will Come",
        "h": 2
    },
    {
        "o": 34181,
        "r": "esv:2 Peter:3:1",
        "t": "This*p is now the second letter that I am writing to you, beloved. In both of them I am stirring up your sincere mind by way of reminder,"
    },
    {
        "o": 34182,
        "r": "esv:2 Peter:3:2",
        "t": "that you should remember the predictions of the holy prophets and the commandment of the Lord and Savior through your apostles,"
    },
    {
        "o": 34183,
        "r": "esv:2 Peter:3:3",
        "t": "knowing this first of all, that scoffers will come in the last days with scoffing, following their own sinful desires."
    },
    {
        "o": 34184,
        "r": "esv:2 Peter:3:4",
        "t": "They will say, “Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing as they were from the beginning of creation.”"
    },
    {
        "o": 34185,
        "r": "esv:2 Peter:3:5",
        "t": "For they deliberately overlook this fact, that the heavens existed long ago, and the earth was formed out of water and through water by the word of God,"
    },
    {
        "o": 34186,
        "r": "esv:2 Peter:3:6",
        "t": "and that by means of these the world that then existed was deluged with water and perished."
    },
    {
        "o": 34187,
        "r": "esv:2 Peter:3:7",
        "t": "But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly."
    },
    {
        "o": 34188,
        "r": "esv:2 Peter:3:8",
        "t": "But*p do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day."
    },
    {
        "o": 34189,
        "r": "esv:2 Peter:3:9",
        "t": "The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance."
    },
    {
        "o": 34190,
        "r": "esv:2 Peter:3:10",
        "t": "But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed."
    },
    {
        "o": 34191,
        "r": "esv:2 Peter:3:11",
        "t": "Since*p all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness,"
    },
    {
        "o": 34192,
        "r": "esv:2 Peter:3:12",
        "t": "waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn!"
    },
    {
        "o": 34193,
        "r": "esv:2 Peter:3:13",
        "t": "But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells."
    },
    {
        "o": 34194,
        "r": "esv:2 Peter:3:13",
        "t": "Final Words",
        "h": 2
    },
    {
        "o": 34195,
        "r": "esv:2 Peter:3:14",
        "t": "Therefore,*p beloved, since you are waiting for these, be diligent to be found by him without spot or blemish, and at peace."
    },
    {
        "o": 34196,
        "r": "esv:2 Peter:3:15",
        "t": "And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him,"
    },
    {
        "o": 34197,
        "r": "esv:2 Peter:3:16",
        "t": "as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures."
    },
    {
        "o": 34198,
        "r": "esv:2 Peter:3:17",
        "t": "You therefore, beloved, knowing this beforehand, take care that you are not carried away with the error of lawless people and lose your own stability."
    },
    {
        "o": 34199,
        "r": "esv:2 Peter:3:18",
        "t": "But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen."
    }
]
