[
    {
        "o": 7811,
        "r": "csb:Judges:20:0",
        "t": "Judges 20",
        "h": 1
    },
    {
        "o": 7812,
        "r": "csb:Judges:20:0",
        "t": "War against Benjamin",
        "h": 2
    },
    {
        "o": 7813,
        "r": "csb:Judges:20:1",
        "t": "All*p the Israelites from Dan to Beer-sheba and from the land of Gilead came out, and the community assembled as one body before the Lord*s at Mizpah."
    },
    {
        "o": 7814,
        "r": "csb:Judges:20:2",
        "t": "The leaders of all the people and of all the tribes of Israel presented themselves in the assembly of God’s people: four hundred thousand armed foot soldiers."
    },
    {
        "o": 7815,
        "r": "csb:Judges:20:3",
        "t": "The Benjaminites heard that the Israelites had gone up to Mizpah. The*p Israelites asked, “Tell us, how did this evil act happen?”"
    },
    {
        "o": 7816,
        "r": "csb:Judges:20:4",
        "t": "The*p Levite, the husband of the murdered woman, answered, “I went to Gibeah in Benjamin with my concubine to spend the night."
    },
    {
        "o": 7817,
        "r": "csb:Judges:20:5",
        "t": "Citizens of Gibeah came to attack me and surrounded the house at night. They intended to kill me, but they raped my concubine, and she died."
    },
    {
        "o": 7818,
        "r": "csb:Judges:20:6",
        "t": "Then I took my concubine and cut her in pieces, and sent her throughout Israel’s territory, because they have committed a wicked outrage in Israel."
    },
    {
        "o": 7819,
        "r": "csb:Judges:20:7",
        "t": "Look, all of you are Israelites. Give your judgment and verdict here and now.”"
    },
    {
        "o": 7820,
        "r": "csb:Judges:20:8",
        "t": "Then*p all the people stood united and said, “None of us will go to his tent or return to his house."
    },
    {
        "o": 7821,
        "r": "csb:Judges:20:9",
        "t": "Now this is what we will do to Gibeah: we will attack it. By lot"
    },
    {
        "o": 7822,
        "r": "csb:Judges:20:10",
        "t": "we will take ten men out of every hundred from all the tribes of Israel, and one hundred out of every thousand, and one thousand out of every ten thousand to get provisions for the troops when they go to Gibeah in Benjamin to punish them for all the outrage they committed in Israel.”"
    },
    {
        "o": 7823,
        "r": "csb:Judges:20:11",
        "t": "So*p all the men of Israel gathered united against the city."
    },
    {
        "o": 7824,
        "r": "csb:Judges:20:12",
        "t": "Then the tribes of Israel sent men throughout the tribe of Benjamin, saying, “What is this evil act that has happened among you?"
    },
    {
        "o": 7825,
        "r": "csb:Judges:20:13",
        "t": "Hand over the wicked men in Gibeah so we can put them to death and purge evil from Israel.” But the Benjaminites would not listen to their fellow Israelites."
    },
    {
        "o": 7826,
        "r": "csb:Judges:20:14",
        "t": "Instead, the Benjaminites gathered together from their cities to Gibeah to go out and fight against the Israelites."
    },
    {
        "o": 7827,
        "r": "csb:Judges:20:15",
        "t": "On that day the Benjaminites mobilized twenty-six thousand armed men from their cities, besides seven hundred fit young men rallied by the inhabitants of Gibeah."
    },
    {
        "o": 7828,
        "r": "csb:Judges:20:16",
        "t": "There were seven hundred fit young men who were left-handed among all these troops; all could sling a stone at a hair and not miss."
    },
    {
        "o": 7829,
        "r": "csb:Judges:20:17",
        "t": "The*p Israelites, apart from Benjamin, mobilized four hundred thousand armed men, every one an experienced warrior."
    },
    {
        "o": 7830,
        "r": "csb:Judges:20:18",
        "t": "They set out, went to Bethel, and inquired of God. The Israelites asked, “Who is to go first to fight for us against the Benjaminites?” And*p the Lord*s answered, “Judah will be first.”"
    },
    {
        "o": 7831,
        "r": "csb:Judges:20:19",
        "t": "In*p the morning, the Israelites set out and camped near Gibeah."
    },
    {
        "o": 7832,
        "r": "csb:Judges:20:20",
        "t": "The men of Israel went out to fight against Benjamin and took their battle positions against Gibeah."
    },
    {
        "o": 7833,
        "r": "csb:Judges:20:21",
        "t": "The Benjaminites came out of Gibeah and slaughtered twenty-two thousand men of Israel on the field that day."
    },
    {
        "o": 7834,
        "r": "csb:Judges:20:22",
        "t": "But the Israelite troops rallied and again took their battle positions in the same place where they positioned themselves on the first day."
    },
    {
        "o": 7835,
        "r": "csb:Judges:20:23",
        "t": "They went up, wept before the Lord*s until evening, and inquired of him, “Should we again attack our brothers the Benjaminites?” And*p the Lord*s answered, “Fight against them.”"
    },
    {
        "o": 7836,
        "r": "csb:Judges:20:24",
        "t": "On*p the second day the Israelites advanced against the Benjaminites."
    },
    {
        "o": 7837,
        "r": "csb:Judges:20:25",
        "t": "That same day the Benjaminites came out from Gibeah to meet them and slaughtered an additional eighteen thousand Israelites on the field; all were armed."
    },
    {
        "o": 7838,
        "r": "csb:Judges:20:26",
        "t": "The*p whole Israelite army went to Bethel where they wept and sat before the Lord.*s They fasted that day until evening and offered burnt offerings and fellowship offerings to the Lord.*s"
    },
    {
        "o": 7839,
        "r": "csb:Judges:20:27",
        "t": "Then the Israelites inquired of the Lord.*s In those days, the ark of the covenant of God was there,"
    },
    {
        "o": 7840,
        "r": "csb:Judges:20:28",
        "t": "and Phinehas son of Eleazar, son of Aaron, was serving before it. The Israelites asked, “Should we again fight against our brothers the Benjaminites or should we stop?” The*p Lord*s answered, “Fight, because I will hand them over to you tomorrow.”"
    },
    {
        "o": 7841,
        "r": "csb:Judges:20:29",
        "t": "So Israel set up an ambush around Gibeah."
    },
    {
        "o": 7842,
        "r": "csb:Judges:20:30",
        "t": "On the third day the Israelites fought against the Benjaminites and took their battle positions against Gibeah as before."
    },
    {
        "o": 7843,
        "r": "csb:Judges:20:31",
        "t": "Then the Benjaminites came out against the troops and were drawn away from the city. They began to attack the troops as before, killing about thirty men of Israel on the highways, one of which goes up to Bethel and the other to Gibeah through the open country."
    },
    {
        "o": 7844,
        "r": "csb:Judges:20:32",
        "t": "The Benjaminites said, “We are defeating them as before.” But*p the Israelites said, “Let’s flee and draw them away from the city to the highways.”"
    },
    {
        "o": 7845,
        "r": "csb:Judges:20:33",
        "t": "So all the men of Israel got up from their places and took their battle positions at Baal-tamar, while the Israelites in ambush charged out of their places west of Geba."
    },
    {
        "o": 7846,
        "r": "csb:Judges:20:34",
        "t": "Then ten thousand fit young men from all Israel made a frontal assault against Gibeah, and the battle was fierce, but the Benjaminites did not know that disaster was about to strike them."
    },
    {
        "o": 7847,
        "r": "csb:Judges:20:35",
        "t": "The Lord*s defeated Benjamin in the presence of Israel, and on that day the Israelites slaughtered 25,100 men of Benjamin; all were armed."
    },
    {
        "o": 7848,
        "r": "csb:Judges:20:36",
        "t": "Then the Benjaminites realized they had been defeated. The*p men of Israel had retreated before Benjamin, because they were confident in the ambush they had set against Gibeah."
    },
    {
        "o": 7849,
        "r": "csb:Judges:20:37",
        "t": "The men in ambush had rushed quickly against Gibeah; they advanced and put the whole city to the sword."
    },
    {
        "o": 7850,
        "r": "csb:Judges:20:38",
        "t": "The men of Israel had a prearranged signal with the men in ambush: when they sent up a great cloud of smoke from the city,"
    },
    {
        "o": 7851,
        "r": "csb:Judges:20:39",
        "t": "the men of Israel would return to the battle. When Benjamin had begun to strike them down, killing about thirty men of Israel, they said, “They’re defeated before us, just as they were in the first battle.”"
    },
    {
        "o": 7852,
        "r": "csb:Judges:20:40",
        "t": "But when the column of smoke began to go up from the city, Benjamin looked behind them, and the whole city was going up in smoke."
    },
    {
        "o": 7853,
        "r": "csb:Judges:20:41",
        "t": "Then the men of Israel returned, and the men of Benjamin were terrified when they realized that disaster had struck them."
    },
    {
        "o": 7854,
        "r": "csb:Judges:20:42",
        "t": "They retreated before the men of Israel toward the wilderness, but the battle overtook them, and those who came out of the cities slaughtered those between them."
    },
    {
        "o": 7855,
        "r": "csb:Judges:20:43",
        "t": "They surrounded the Benjaminites, pursued them, and easily overtook them near Gibeah toward the east."
    },
    {
        "o": 7856,
        "r": "csb:Judges:20:44",
        "t": "There were eighteen thousand men who died from Benjamin; all were warriors."
    },
    {
        "o": 7857,
        "r": "csb:Judges:20:45",
        "t": "Then Benjamin turned and fled toward the wilderness to Rimmon Rock, and Israel killed five thousand men on the highways. They overtook them at Gidom and struck two thousand more dead."
    },
    {
        "o": 7858,
        "r": "csb:Judges:20:46",
        "t": "All*p the Benjaminites who died that day were twenty-five thousand armed men; all were warriors."
    },
    {
        "o": 7859,
        "r": "csb:Judges:20:47",
        "t": "But six hundred men escaped into the wilderness to Rimmon Rock and stayed there four months."
    },
    {
        "o": 7860,
        "r": "csb:Judges:20:48",
        "t": "The men of Israel turned back against the other Benjaminites and killed them with their swords - the entire city, the animals, and everything that remained. They also burned all the cities that remained."
    }
]
