[
    {
        "o": 20481,
        "r": "esv:Isaiah:39:0",
        "t": "Isaiah 39",
        "h": 1
    },
    {
        "o": 20482,
        "r": "esv:Isaiah:39:0",
        "t": "Envoys from Babylon",
        "h": 2
    },
    {
        "o": 20483,
        "r": "esv:Isaiah:39:1",
        "t": "At*p that time Merodach-baladan the son of Baladan, king of Babylon, sent envoys with letters and a present to Hezekiah, for he heard that he had been sick and had recovered."
    },
    {
        "o": 20484,
        "r": "esv:Isaiah:39:2",
        "t": "And Hezekiah welcomed them gladly. And he showed them his treasure house, the silver, the gold, the spices, the precious oil, his whole armory, all that was found in his storehouses. There was nothing in his house or in all his realm that Hezekiah did not show them."
    },
    {
        "o": 20485,
        "r": "esv:Isaiah:39:3",
        "t": "Then Isaiah the prophet came to King Hezekiah, and said to him, “What did these men say? And from where did they come to you?” Hezekiah said, “They have come to me from a far country, from Babylon.”"
    },
    {
        "o": 20486,
        "r": "esv:Isaiah:39:4",
        "t": "He said, “What have they seen in your house?” Hezekiah answered, “They have seen all that is in my house. There is nothing in my storehouses that I did not show them.”"
    },
    {
        "o": 20487,
        "r": "esv:Isaiah:39:5",
        "t": "Then*p Isaiah said to Hezekiah, “Hear the word of the Lord*s of hosts:"
    },
    {
        "o": 20488,
        "r": "esv:Isaiah:39:6",
        "t": "Behold, the days are coming, when all that is in your house, and that which your fathers have stored up till this day, shall be carried to Babylon. Nothing shall be left, says the Lord.*s"
    },
    {
        "o": 20489,
        "r": "esv:Isaiah:39:7",
        "t": "And some of your own sons, who will come from you, whom you will father, shall be taken away, and they shall be eunuchs in the palace of the king of Babylon.”"
    },
    {
        "o": 20490,
        "r": "esv:Isaiah:39:8",
        "t": "Then Hezekiah said to Isaiah, “The word of the Lord*s that you have spoken is good.” For he thought, “There will be peace and security in my days.”"
    }
]
