[
    {
        "o": 225,
        "r": "esv:Genesis:9:0",
        "t": "Genesis 9",
        "h": 1
    },
    {
        "o": 226,
        "r": "esv:Genesis:9:1",
        "t": "And*p God blessed Noah and his sons and said to them, “Be fruitful and multiply and fill the earth."
    },
    {
        "o": 227,
        "r": "esv:Genesis:9:2",
        "t": "The fear of you and the dread of you shall be upon every beast of the earth and upon every bird of the heavens, upon everything that creeps on the ground and all the fish of the sea. Into your hand they are delivered."
    },
    {
        "o": 228,
        "r": "esv:Genesis:9:3",
        "t": "Every moving thing that lives shall be food for you. And as I gave you the green plants, I give you everything."
    },
    {
        "o": 229,
        "r": "esv:Genesis:9:4",
        "t": "But you shall not eat flesh with its life, that is, its blood."
    },
    {
        "o": 230,
        "r": "esv:Genesis:9:5",
        "t": "And for your lifeblood I will require a reckoning: from every beast I will require it and from man. From his fellow man I will require a reckoning for the life of man."
    },
    {
        "o": 231,
        "r": "esv:Genesis:9:6",
        "t": "“Whoever*pn sheds the blood of man, by*ld man shall his blood be shed, for*ln God made man in his own image."
    },
    {
        "o": 232,
        "r": "esv:Genesis:9:7",
        "t": "And*p you, be fruitful and multiply, increase greatly on the earth and multiply in it.”"
    },
    {
        "o": 233,
        "r": "esv:Genesis:9:8",
        "t": "Then*p God said to Noah and to his sons with him,"
    },
    {
        "o": 234,
        "r": "esv:Genesis:9:9",
        "t": "“Behold, I establish my covenant with you and your offspring after you,"
    },
    {
        "o": 235,
        "r": "esv:Genesis:9:10",
        "t": "and with every living creature that is with you, the birds, the livestock, and every beast of the earth with you, as many as came out of the ark; it is for every beast of the earth."
    },
    {
        "o": 236,
        "r": "esv:Genesis:9:11",
        "t": "I establish my covenant with you, that never again shall all flesh be cut off by the waters of the flood, and never again shall there be a flood to destroy the earth.”"
    },
    {
        "o": 237,
        "r": "esv:Genesis:9:12",
        "t": "And God said, “This is the sign of the covenant that I make between me and you and every living creature that is with you, for all future generations:"
    },
    {
        "o": 238,
        "r": "esv:Genesis:9:13",
        "t": "I have set my bow in the cloud, and it shall be a sign of the covenant between me and the earth."
    },
    {
        "o": 239,
        "r": "esv:Genesis:9:14",
        "t": "When I bring clouds over the earth and the bow is seen in the clouds,"
    },
    {
        "o": 240,
        "r": "esv:Genesis:9:15",
        "t": "I will remember my covenant that is between me and you and every living creature of all flesh. And the waters shall never again become a flood to destroy all flesh."
    },
    {
        "o": 241,
        "r": "esv:Genesis:9:16",
        "t": "When the bow is in the clouds, I will see it and remember the everlasting covenant between God and every living creature of all flesh that is on the earth.”"
    },
    {
        "o": 242,
        "r": "esv:Genesis:9:17",
        "t": "God said to Noah, “This is the sign of the covenant that I have established between me and all flesh that is on the earth.”"
    },
    {
        "o": 243,
        "r": "esv:Genesis:9:17",
        "t": "Noah’s Descendants",
        "h": 2
    },
    {
        "o": 244,
        "r": "esv:Genesis:9:18",
        "t": "The*p sons of Noah who went forth from the ark were Shem, Ham, and Japheth. (Ham was the father of Canaan.)"
    },
    {
        "o": 245,
        "r": "esv:Genesis:9:19",
        "t": "These three were the sons of Noah, and from these the people of the whole earth were dispersed."
    },
    {
        "o": 246,
        "r": "esv:Genesis:9:20",
        "t": "Noah*p began to be a man of the soil, and he planted a vineyard."
    },
    {
        "o": 247,
        "r": "esv:Genesis:9:21",
        "t": "He drank of the wine and became drunk and lay uncovered in his tent."
    },
    {
        "o": 248,
        "r": "esv:Genesis:9:22",
        "t": "And Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside."
    },
    {
        "o": 249,
        "r": "esv:Genesis:9:23",
        "t": "Then Shem and Japheth took a garment, laid it on both their shoulders, and walked backward and covered the nakedness of their father. Their faces were turned backward, and they did not see their father’s nakedness."
    },
    {
        "o": 250,
        "r": "esv:Genesis:9:24",
        "t": "When Noah awoke from his wine and knew what his youngest son had done to him,"
    },
    {
        "o": 251,
        "r": "esv:Genesis:9:25",
        "t": "he said, “Cursed*pn be Canaan; a*ld servant of servants shall he be to his brothers.”"
    },
    {
        "o": 252,
        "r": "esv:Genesis:9:26",
        "t": "He*p also said, “Blessed*pn be the Lord,*s the God of Shem; and*ld let Canaan be his servant."
    },
    {
        "o": 253,
        "r": "esv:Genesis:9:27",
        "t": "May*ln God enlarge Japheth, and*ld let him dwell in the tents of Shem, and*ld let Canaan be his servant.”"
    },
    {
        "o": 254,
        "r": "esv:Genesis:9:28",
        "t": "After*p the flood Noah lived 350 years."
    },
    {
        "o": 255,
        "r": "esv:Genesis:9:29",
        "t": "All the days of Noah were 950 years, and he died."
    }
]
