[
    {
        "o": 30502,
        "r": "niv:Acts:20:0",
        "t": "Acts 20",
        "h": 1
    },
    {
        "o": 30503,
        "r": "niv:Acts:20:0",
        "t": "Through Macedonia and Greece",
        "h": 2
    },
    {
        "o": 30504,
        "r": "niv:Acts:20:1",
        "t": "When*p the uproar had ended, Paul sent for the disciples and, after encouraging them, said goodbye and set out for Macedonia."
    },
    {
        "o": 30505,
        "r": "niv:Acts:20:2",
        "t": "He traveled through that area, speaking many words of encouragement to the people, and finally arrived in Greece,"
    },
    {
        "o": 30506,
        "r": "niv:Acts:20:3",
        "t": "where he stayed three months. Because some Jews had plotted against him just as he was about to sail for Syria, he decided to go back through Macedonia."
    },
    {
        "o": 30507,
        "r": "niv:Acts:20:4",
        "t": "He was accompanied by Sopater son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy also, and Tychicus and Trophimus from the province of Asia."
    },
    {
        "o": 30508,
        "r": "niv:Acts:20:5",
        "t": "These men went on ahead and waited for us at Troas."
    },
    {
        "o": 30509,
        "r": "niv:Acts:20:6",
        "t": "But we sailed from Philippi after the Festival of Unleavened Bread, and five days later joined the others at Troas, where we stayed seven days."
    },
    {
        "o": 30510,
        "r": "niv:Acts:20:6",
        "t": "Eutychus Raised From the Dead at Troas",
        "h": 2
    },
    {
        "o": 30511,
        "r": "niv:Acts:20:7",
        "t": "On*p the first day of the week we came together to break bread. Paul spoke to the people and, because he intended to leave the next day, kept on talking until midnight."
    },
    {
        "o": 30512,
        "r": "niv:Acts:20:8",
        "t": "There were many lamps in the upstairs room where we were meeting."
    },
    {
        "o": 30513,
        "r": "niv:Acts:20:9",
        "t": "Seated in a window was a young man named Eutychus, who was sinking into a deep sleep as Paul talked on and on. When he was sound asleep, he fell to the ground from the third story and was picked up dead."
    },
    {
        "o": 30514,
        "r": "niv:Acts:20:10",
        "t": "Paul went down, threw himself on the young man and put his arms around him. “Don’t be alarmed,” he said. “He’s alive!”"
    },
    {
        "o": 30515,
        "r": "niv:Acts:20:11",
        "t": "Then he went upstairs again and broke bread and ate. After talking until daylight, he left."
    },
    {
        "o": 30516,
        "r": "niv:Acts:20:12",
        "t": "The people took the young man home alive and were greatly comforted."
    },
    {
        "o": 30517,
        "r": "niv:Acts:20:12",
        "t": "Paul’s Farewell to the Ephesian Elders",
        "h": 2
    },
    {
        "o": 30518,
        "r": "niv:Acts:20:13",
        "t": "We*p went on ahead to the ship and sailed for Assos, where we were going to take Paul aboard. He had made this arrangement because he was going there on foot."
    },
    {
        "o": 30519,
        "r": "niv:Acts:20:14",
        "t": "When he met us at Assos, we took him aboard and went on to Mitylene."
    },
    {
        "o": 30520,
        "r": "niv:Acts:20:15",
        "t": "The next day we set sail from there and arrived off Chios. The day after that we crossed over to Samos, and on the following day arrived at Miletus."
    },
    {
        "o": 30521,
        "r": "niv:Acts:20:16",
        "t": "Paul had decided to sail past Ephesus to avoid spending time in the province of Asia, for he was in a hurry to reach Jerusalem, if possible, by the day of Pentecost."
    },
    {
        "o": 30522,
        "r": "niv:Acts:20:17",
        "t": "From*p Miletus, Paul sent to Ephesus for the elders of the church."
    },
    {
        "o": 30523,
        "r": "niv:Acts:20:18",
        "t": "When they arrived, he said to them: “You know how I lived the whole time I was with you, from the first day I came into the province of Asia."
    },
    {
        "o": 30524,
        "r": "niv:Acts:20:19",
        "t": "I served the Lord with great humility and with tears and in the midst of severe testing by the plots of my Jewish opponents."
    },
    {
        "o": 30525,
        "r": "niv:Acts:20:20",
        "t": "You know that I have not hesitated to preach anything that would be helpful to you but have taught you publicly and from house to house."
    },
    {
        "o": 30526,
        "r": "niv:Acts:20:21",
        "t": "I have declared to both Jews and Greeks that they must turn to God in repentance and have faith in our Lord Jesus."
    },
    {
        "o": 30527,
        "r": "niv:Acts:20:22",
        "t": "“And*p now, compelled by the Spirit, I am going to Jerusalem, not knowing what will happen to me there."
    },
    {
        "o": 30528,
        "r": "niv:Acts:20:23",
        "t": "I only know that in every city the Holy Spirit warns me that prison and hardships are facing me."
    },
    {
        "o": 30529,
        "r": "niv:Acts:20:24",
        "t": "However, I consider my life worth nothing to me; my only aim is to finish the race and complete the task the Lord Jesus has given me—the task of testifying to the good news of God’s grace."
    },
    {
        "o": 30530,
        "r": "niv:Acts:20:25",
        "t": "“Now*p I know that none of you among whom I have gone about preaching the kingdom will ever see me again."
    },
    {
        "o": 30531,
        "r": "niv:Acts:20:26",
        "t": "Therefore, I declare to you today that I am innocent of the blood of any of you."
    },
    {
        "o": 30532,
        "r": "niv:Acts:20:27",
        "t": "For I have not hesitated to proclaim to you the whole will of God."
    },
    {
        "o": 30533,
        "r": "niv:Acts:20:28",
        "t": "Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood."
    },
    {
        "o": 30534,
        "r": "niv:Acts:20:29",
        "t": "I know that after I leave, savage wolves will come in among you and will not spare the flock."
    },
    {
        "o": 30535,
        "r": "niv:Acts:20:30",
        "t": "Even from your own number men will arise and distort the truth in order to draw away disciples after them."
    },
    {
        "o": 30536,
        "r": "niv:Acts:20:31",
        "t": "So be on your guard! Remember that for three years I never stopped warning each of you night and day with tears."
    },
    {
        "o": 30537,
        "r": "niv:Acts:20:32",
        "t": "“Now*p I commit you to God and to the word of his grace, which can build you up and give you an inheritance among all those who are sanctified."
    },
    {
        "o": 30538,
        "r": "niv:Acts:20:33",
        "t": "I have not coveted anyone’s silver or gold or clothing."
    },
    {
        "o": 30539,
        "r": "niv:Acts:20:34",
        "t": "You yourselves know that these hands of mine have supplied my own needs and the needs of my companions."
    },
    {
        "o": 30540,
        "r": "niv:Acts:20:35",
        "t": "In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: ‘It*r is*r more*r blessed*r to*r give*r than*r to*r receive.’”*r"
    },
    {
        "o": 30541,
        "r": "niv:Acts:20:36",
        "t": "When*p Paul had finished speaking, he knelt down with all of them and prayed."
    },
    {
        "o": 30542,
        "r": "niv:Acts:20:37",
        "t": "They all wept as they embraced him and kissed him."
    },
    {
        "o": 30543,
        "r": "niv:Acts:20:38",
        "t": "What grieved them most was his statement that they would never see his face again. Then they accompanied him to the ship."
    }
]
