[
    {
        "o": 13246,
        "r": "niv:Ezra:3:0",
        "t": "Ezra 3",
        "h": 1
    },
    {
        "o": 13247,
        "r": "niv:Ezra:3:0",
        "t": "Rebuilding the Altar",
        "h": 2
    },
    {
        "o": 13248,
        "r": "niv:Ezra:3:1",
        "t": "When*p the seventh month came and the Israelites had settled in their towns, the people assembled together as one in Jerusalem."
    },
    {
        "o": 13249,
        "r": "niv:Ezra:3:2",
        "t": "Then Joshua son of Jozadak and his fellow priests and Zerubbabel son of Shealtiel and his associates began to build the altar of the God of Israel to sacrifice burnt offerings on it, in accordance with what is written in the Law of Moses the man of God."
    },
    {
        "o": 13250,
        "r": "niv:Ezra:3:3",
        "t": "Despite their fear of the peoples around them, they built the altar on its foundation and sacrificed burnt offerings on it to the Lord,*s both the morning and evening sacrifices."
    },
    {
        "o": 13251,
        "r": "niv:Ezra:3:4",
        "t": "Then in accordance with what is written, they celebrated the Festival of Tabernacles with the required number of burnt offerings prescribed for each day."
    },
    {
        "o": 13252,
        "r": "niv:Ezra:3:5",
        "t": "After that, they presented the regular burnt offerings, the New Moon sacrifices and the sacrifices for all the appointed sacred festivals of the Lord,*s as well as those brought as freewill offerings to the Lord.*s"
    },
    {
        "o": 13253,
        "r": "niv:Ezra:3:6",
        "t": "On the first day of the seventh month they began to offer burnt offerings to the Lord,*s though the foundation of the Lord’s*s temple had not yet been laid."
    },
    {
        "o": 13254,
        "r": "niv:Ezra:3:6",
        "t": "Rebuilding the Temple",
        "h": 2
    },
    {
        "o": 13255,
        "r": "niv:Ezra:3:7",
        "t": "Then*p they gave money to the masons and carpenters, and gave food and drink and olive oil to the people of Sidon and Tyre, so that they would bring cedar logs by sea from Lebanon to Joppa, as authorized by Cyrus king of Persia."
    },
    {
        "o": 13256,
        "r": "niv:Ezra:3:8",
        "t": "In*p the second month of the second year after their arrival at the house of God in Jerusalem, Zerubbabel son of Shealtiel, Joshua son of Jozadak and the rest of the people (the priests and the Levites and all who had returned from the captivity to Jerusalem) began the work. They appointed Levites twenty years old and older to supervise the building of the house of the Lord.*s"
    },
    {
        "o": 13257,
        "r": "niv:Ezra:3:9",
        "t": "Joshua and his sons and brothers and Kadmiel and his sons (descendants of Hodaviah) and the sons of Henadad and their sons and brothers—all Levites—joined together in supervising those working on the house of God."
    },
    {
        "o": 13258,
        "r": "niv:Ezra:3:10",
        "t": "When*p the builders laid the foundation of the temple of the Lord,*s the priests in their vestments and with trumpets, and the Levites (the sons of Asaph) with cymbals, took their places to praise the Lord,*s as prescribed by David king of Israel."
    },
    {
        "o": 13259,
        "r": "niv:Ezra:3:11",
        "t": "With praise and thanksgiving they sang to the Lord:*s “He*pn is good; his*ld love toward Israel endures forever.” And*p all the people gave a great shout of praise to the Lord,*s because the foundation of the house of the Lord*s was laid."
    },
    {
        "o": 13260,
        "r": "niv:Ezra:3:12",
        "t": "But many of the older priests and Levites and family heads, who had seen the former temple, wept aloud when they saw the foundation of this temple being laid, while many others shouted for joy."
    },
    {
        "o": 13261,
        "r": "niv:Ezra:3:13",
        "t": "No one could distinguish the sound of the shouts of joy from the sound of weeping, because the people made so much noise. And the sound was heard far away."
    }
]
