[
    {
        "o": 24715,
        "r": "esv:Hosea:11:0",
        "t": "Hosea 11",
        "h": 1
    },
    {
        "o": 24716,
        "r": "esv:Hosea:11:0",
        "t": "The Lord’s Love for Israel",
        "h": 2
    },
    {
        "o": 24717,
        "r": "esv:Hosea:11:1",
        "t": "When*pn Israel was a child, I loved him, and*ld out of Egypt I called my son."
    },
    {
        "o": 24718,
        "r": "esv:Hosea:11:2",
        "t": "The*ln more they were called, the*ld more they went away; they*ln kept sacrificing to the Baals and*ld burning offerings to idols."
    },
    {
        "o": 24719,
        "r": "esv:Hosea:11:3",
        "t": "Yet*pn it was I who taught Ephraim to walk; I*ld took them up by their arms, but*ld they did not know that I healed them."
    },
    {
        "o": 24720,
        "r": "esv:Hosea:11:4",
        "t": "I*ln led them with cords of kindness, with*ld the bands of love, and*ln I became to them as one who eases the yoke on their jaws, and*ld I bent down to them and fed them."
    },
    {
        "o": 24721,
        "r": "esv:Hosea:11:5",
        "t": "They*pn shall not return to the land of Egypt, but*ld Assyria shall be their king, because*ld they have refused to return to me."
    },
    {
        "o": 24722,
        "r": "esv:Hosea:11:6",
        "t": "The*ln sword shall rage against their cities, consume*ld the bars of their gates, and*ld devour them because of their own counsels."
    },
    {
        "o": 24723,
        "r": "esv:Hosea:11:7",
        "t": "My*ln people are bent on turning away from me, and*ld though they call out to the Most High, he*ld shall not raise them up at all."
    },
    {
        "o": 24724,
        "r": "esv:Hosea:11:8",
        "t": "How*pn can I give you up, O Ephraim? How*ld can I hand you over, O Israel? How*ln can I make you like Admah? How*ld can I treat you like Zeboiim? My*ln heart recoils within me; my*ld compassion grows warm and tender."
    },
    {
        "o": 24725,
        "r": "esv:Hosea:11:9",
        "t": "I*ln will not execute my burning anger; I*ld will not again destroy Ephraim; for*ln I am God and not a man, the*ld Holy One in your midst, and*ld I will not come in wrath."
    },
    {
        "o": 24726,
        "r": "esv:Hosea:11:10",
        "t": "They*pn shall go after the Lord;*s he*ld will roar like a lion; when*ln he roars, his*ld children shall come trembling from the west;"
    },
    {
        "o": 24727,
        "r": "esv:Hosea:11:11",
        "t": "they*ln shall come trembling like birds from Egypt, and*ld like doves from the land of Assyria, and*ld I will return them to their homes, declares the Lord.*s"
    },
    {
        "o": 24728,
        "r": "esv:Hosea:11:12",
        "t": "Ephraim*ln has surrounded me with lies, and*ld the house of Israel with deceit, but*ln Judah still walks with God and*ld is faithful to the Holy One."
    }
]
