[
    {
        "o": 12893,
        "r": "nkjv:2 Chronicles:22:0",
        "t": "2 Chronicles 22",
        "h": 1
    },
    {
        "o": 12894,
        "r": "nkjv:2 Chronicles:22:0",
        "t": "Ahaziah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12895,
        "r": "nkjv:2 Chronicles:22:1",
        "t": "Then*p the inhabitants of Jerusalem made Ahaziah his youngest son king in his place, for the raiders who came with the Arabians into the camp had killed all the older sons.*i So Ahaziah the son of Jehoram, king of Judah, reigned."
    },
    {
        "o": 12896,
        "r": "nkjv:2 Chronicles:22:2",
        "t": "Ahaziah was*i forty-two years old when he became king, and he reigned one year in Jerusalem. His mother’s name was*i Athaliah the granddaughter of Omri."
    },
    {
        "o": 12897,
        "r": "nkjv:2 Chronicles:22:3",
        "t": "He also walked in the ways of the house of Ahab, for his mother advised him to do wickedly."
    },
    {
        "o": 12898,
        "r": "nkjv:2 Chronicles:22:4",
        "t": "Therefore he did evil in the sight of the Lord,*s like the house of Ahab; for they were his counselors after the death of his father, to his destruction."
    },
    {
        "o": 12899,
        "r": "nkjv:2 Chronicles:22:5",
        "t": "He also followed their advice, and went with Jehoram the son of Ahab king of Israel to war against Hazael king of Syria at Ramoth Gilead; and the Syrians wounded Joram."
    },
    {
        "o": 12900,
        "r": "nkjv:2 Chronicles:22:6",
        "t": "Then he returned to Jezreel to recover from the wounds which he had received at Ramah, when he fought against Hazael king of Syria. And Azariah the son of Jehoram, king of Judah, went down to see Jehoram the son of Ahab in Jezreel, because he was sick."
    },
    {
        "o": 12901,
        "r": "nkjv:2 Chronicles:22:7",
        "t": "His*p going to Joram was God’s occasion for Ahaziah’s downfall; for when he arrived, he went out with Jehoram against Jehu the son of Nimshi, whom the Lord*s had anointed to cut off the house of Ahab."
    },
    {
        "o": 12902,
        "r": "nkjv:2 Chronicles:22:8",
        "t": "And it happened, when Jehu was executing judgment on the house of Ahab, and found the princes of Judah and the sons of Ahaziah’s brothers who served Ahaziah, that he killed them."
    },
    {
        "o": 12903,
        "r": "nkjv:2 Chronicles:22:9",
        "t": "Then he searched for Ahaziah; and they caught him (he was hiding in Samaria), and brought him to Jehu. When they had killed him, they buried him, “because,” they said, “he is the son of Jehoshaphat, who sought the Lord*s with all his heart.” So*p the house of Ahaziah had no one to assume power over the kingdom."
    },
    {
        "o": 12904,
        "r": "nkjv:2 Chronicles:22:9",
        "t": "Athaliah Reigns in Judah",
        "h": 2
    },
    {
        "o": 12905,
        "r": "nkjv:2 Chronicles:22:10",
        "t": "Now*p when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal heirs of the house of Judah."
    },
    {
        "o": 12906,
        "r": "nkjv:2 Chronicles:22:11",
        "t": "But Jehoshabeath, the daughter of the king, took Joash the son of Ahaziah, and stole him away from among the king’s sons who were being murdered, and put him and his nurse in a bedroom. So Jehoshabeath, the daughter of King Jehoram, the wife of Jehoiada the priest (for she was the sister of Ahaziah), hid him from Athaliah so that she did not kill him."
    },
    {
        "o": 12907,
        "r": "nkjv:2 Chronicles:22:12",
        "t": "And he was hidden with them in the house of God for six years, while Athaliah reigned over the land."
    }
]
