[
    {
        "o": 24868,
        "r": "csb:Hosea:2:0",
        "t": "Hosea 2",
        "h": 1
    },
    {
        "o": 24869,
        "r": "csb:Hosea:2:1",
        "t": "Call*pn your brothers: My People and*ln your sisters: Compassion."
    },
    {
        "o": 24870,
        "r": "csb:Hosea:2:1",
        "t": "Israel’s Adultery Rebuked",
        "h": 2
    },
    {
        "o": 24871,
        "r": "csb:Hosea:2:2",
        "t": "Rebuke*pn your mother; rebuke her. For*ln she is not my wife and I am not her husband. Let*ln her remove the promiscuous look from her face and*ln her adultery from between her breasts."
    },
    {
        "o": 24872,
        "r": "csb:Hosea:2:3",
        "t": "Otherwise,*ln I will strip her naked and*ln expose her as she was on the day of her birth. I*ln will make her like a desert and*ln like a parched land, and*ln I will let her die of thirst."
    },
    {
        "o": 24873,
        "r": "csb:Hosea:2:4",
        "t": "I*ln will have no compassion on her children because*ln they are the children of promiscuity."
    },
    {
        "o": 24874,
        "r": "csb:Hosea:2:5",
        "t": "Yes,*ln their mother is promiscuous; she*ln conceived them and acted shamefully. For*ln she thought, “I will follow my lovers, the*ln men who give me my food and water, my*ln wool and flax, my oil and drink.”"
    },
    {
        "o": 24875,
        "r": "csb:Hosea:2:6",
        "t": "Therefore,*ln this is what I will do: I*ln will block her way with thorns; I*ln will enclose her with a wall, so*ln that she cannot find her paths."
    },
    {
        "o": 24876,
        "r": "csb:Hosea:2:7",
        "t": "She*ln will pursue her lovers but not catch them; she*ln will look for them but not find them. Then*ln she will think, “I*ln will go back to my former husband, for*ln then it was better for me than now.”"
    },
    {
        "o": 24877,
        "r": "csb:Hosea:2:8",
        "t": "She*ln does not recognize that*ln it is I who gave her the grain, the*ln new wine, and the fresh oil. I*ln lavished silver and gold on her, which*ln they used for Baal."
    },
    {
        "o": 24878,
        "r": "csb:Hosea:2:9",
        "t": "Therefore,*ln I will take back my grain in its time and*ln my new wine in its season; I*ln will take away my wool and linen, which*ln were to cover her nakedness."
    },
    {
        "o": 24879,
        "r": "csb:Hosea:2:10",
        "t": "Now*ln I will expose her shame in*ln the sight of her lovers, and*ln no one will rescue her from my power."
    },
    {
        "o": 24880,
        "r": "csb:Hosea:2:11",
        "t": "I*ln will put an end to all her celebrations: her*ln feasts, New Moons, and Sabbaths — all*ln her festivals."
    },
    {
        "o": 24881,
        "r": "csb:Hosea:2:12",
        "t": "I*ln will devastate her vines and fig trees. She*ln thinks that these are her wages that*ln her lovers have given her. I*ln will turn them into a thicket, and*ln the wild animals will eat them."
    },
    {
        "o": 24882,
        "r": "csb:Hosea:2:13",
        "t": "And*ln I will punish her for the days of the Baals, to*ln which she burned incense. She*ln put on her rings and her jewelry and*ln followed her lovers, but*ln she forgot me. This*lg is the Lord’s*s declaration."
    },
    {
        "o": 24883,
        "r": "csb:Hosea:2:13",
        "t": "Israel’s Adultery Forgiven",
        "h": 2
    },
    {
        "o": 24884,
        "r": "csb:Hosea:2:14",
        "t": "Therefore,*pn I am going to persuade her, lead*ln her to the wilderness, and*ln speak tenderly to her."
    },
    {
        "o": 24885,
        "r": "csb:Hosea:2:15",
        "t": "There*ln I will give her vineyards back to her and*ln make the Valley of Achor into*ln a gateway of hope. There*ln she will respond as she did in*ln the days of her youth, as*ln in the day she came out of the land of Egypt."
    },
    {
        "o": 24886,
        "r": "csb:Hosea:2:16",
        "t": "In*ln that day — this*lg is the Lord’s*s declaration — you*pn will call me “my husband” and*ln no longer call me “my Baal.”"
    },
    {
        "o": 24887,
        "r": "csb:Hosea:2:17",
        "t": "For*ln I will remove the names of the Baals from*ln her mouth; they*ln will no longer be remembered by their names."
    },
    {
        "o": 24888,
        "r": "csb:Hosea:2:18",
        "t": "On*ln that day I will make a covenant for them with*ln the wild animals, the birds of the sky, and*ln the creatures that crawl on the ground. I*ln will shatter bow, sword, and*ln weapons of war in the land and*ln will enable the people to rest securely."
    },
    {
        "o": 24889,
        "r": "csb:Hosea:2:19",
        "t": "I*ln will take you to be my wife forever. I*ln will take you to be my wife in righteousness, justice,*ln love, and compassion."
    },
    {
        "o": 24890,
        "r": "csb:Hosea:2:20",
        "t": "I*ln will take you to be my wife in faithfulness, and*ln you will know the Lord.*s"
    },
    {
        "o": 24891,
        "r": "csb:Hosea:2:21",
        "t": "On*ln that day I will respond— this*lg is the Lord’s*s declaration. I*pn will respond to the sky, and*ln it will respond to the earth."
    },
    {
        "o": 24892,
        "r": "csb:Hosea:2:22",
        "t": "The*ln earth will respond to the grain, the*ln new wine, and the fresh oil, and*ln they will respond to Jezreel."
    },
    {
        "o": 24893,
        "r": "csb:Hosea:2:23",
        "t": "I*ln will sow her in the land for myself, and*ln I will have compassion on*ln Lo-ruhamah; I*ln will say to Lo-ammi: You*ln are my people, and*ln he will say, “You are my God.”"
    }
]
