[
    {
        "o": 33462,
        "r": "esv:Titus:1:0",
        "t": "Titus 1",
        "h": 1
    },
    {
        "o": 33463,
        "r": "esv:Titus:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33464,
        "r": "esv:Titus:1:1",
        "t": "Paul,*p a servant of God and an apostle of Jesus Christ, for the sake of the faith of God’s elect and their knowledge of the truth, which accords with godliness,"
    },
    {
        "o": 33465,
        "r": "esv:Titus:1:2",
        "t": "in hope of eternal life, which God, who never lies, promised before the ages began"
    },
    {
        "o": 33466,
        "r": "esv:Titus:1:3",
        "t": "and at the proper time manifested in his word through the preaching with which I have been entrusted by the command of God our Savior;"
    },
    {
        "o": 33467,
        "r": "esv:Titus:1:4",
        "t": "To*p Titus, my true child in a common faith: Grace*p and peace from God the Father and Christ Jesus our Savior."
    },
    {
        "o": 33468,
        "r": "esv:Titus:1:4",
        "t": "Qualifications for Elders",
        "h": 2
    },
    {
        "o": 33469,
        "r": "esv:Titus:1:5",
        "t": "This*p is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—"
    },
    {
        "o": 33470,
        "r": "esv:Titus:1:6",
        "t": "if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination."
    },
    {
        "o": 33471,
        "r": "esv:Titus:1:7",
        "t": "For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain,"
    },
    {
        "o": 33472,
        "r": "esv:Titus:1:8",
        "t": "but hospitable, a lover of good, self-controlled, upright, holy, and disciplined."
    },
    {
        "o": 33473,
        "r": "esv:Titus:1:9",
        "t": "He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it."
    },
    {
        "o": 33474,
        "r": "esv:Titus:1:10",
        "t": "For*p there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party."
    },
    {
        "o": 33475,
        "r": "esv:Titus:1:11",
        "t": "They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach."
    },
    {
        "o": 33476,
        "r": "esv:Titus:1:12",
        "t": "One of the Cretans, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.”"
    },
    {
        "o": 33477,
        "r": "esv:Titus:1:13",
        "t": "This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith,"
    },
    {
        "o": 33478,
        "r": "esv:Titus:1:14",
        "t": "not devoting themselves to Jewish myths and the commands of people who turn away from the truth."
    },
    {
        "o": 33479,
        "r": "esv:Titus:1:15",
        "t": "To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled."
    },
    {
        "o": 33480,
        "r": "esv:Titus:1:16",
        "t": "They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work."
    }
]
