[
    {
        "o": 4666,
        "r": "csb:Numbers:17:0",
        "t": "Numbers 17",
        "h": 1
    },
    {
        "o": 4667,
        "r": "csb:Numbers:17:0",
        "t": "Aaron’s Staff Chosen",
        "h": 2
    },
    {
        "o": 4668,
        "r": "csb:Numbers:17:1",
        "t": "The*p Lord*s instructed Moses,"
    },
    {
        "o": 4669,
        "r": "csb:Numbers:17:2",
        "t": "“Speak to the Israelites and take one staff from them for each ancestral tribe, twelve staffs from all the leaders of their tribes. Write each man’s name on his staff."
    },
    {
        "o": 4670,
        "r": "csb:Numbers:17:3",
        "t": "Write Aaron’s name on Levi’s staff, because there is to be one staff for the head of each tribe."
    },
    {
        "o": 4671,
        "r": "csb:Numbers:17:4",
        "t": "Then place them in the tent of meeting in front of the testimony where I meet with you."
    },
    {
        "o": 4672,
        "r": "csb:Numbers:17:5",
        "t": "The staff of the man I choose will sprout, and I will rid myself of the Israelites’ complaints that they have been making about you.”"
    },
    {
        "o": 4673,
        "r": "csb:Numbers:17:6",
        "t": "So*p Moses spoke to the Israelites, and each of their leaders gave him a staff, one for each of the leaders of their tribes, twelve staffs in all. Aaron’s staff was among them."
    },
    {
        "o": 4674,
        "r": "csb:Numbers:17:7",
        "t": "Moses placed the staffs before the Lord*s in the tent of the testimony."
    },
    {
        "o": 4675,
        "r": "csb:Numbers:17:8",
        "t": "The*p next day Moses entered the tent of the testimony and saw that Aaron’s staff, representing the house of Levi, had sprouted, formed buds, blossomed, and produced almonds!"
    },
    {
        "o": 4676,
        "r": "csb:Numbers:17:9",
        "t": "Moses then brought out all the staffs from the Lord’s*s presence to all the Israelites. They saw them, and each man took his own staff."
    },
    {
        "o": 4677,
        "r": "csb:Numbers:17:10",
        "t": "The Lord*s told Moses, “Put Aaron’s staff back in front of the testimony to be kept as a sign for the rebels, so that you may put an end to their complaints before me, or else they will die.”"
    },
    {
        "o": 4678,
        "r": "csb:Numbers:17:11",
        "t": "So Moses did as the Lord*s commanded him."
    },
    {
        "o": 4679,
        "r": "csb:Numbers:17:12",
        "t": "Then*p the Israelites declared to Moses, “Look, we’re perishing! We’re lost; we’re all lost!"
    },
    {
        "o": 4680,
        "r": "csb:Numbers:17:13",
        "t": "Anyone who comes near the Lord’s*s tabernacle will die. Will we all perish?”"
    }
]
