[
    {
        "o": 4379,
        "r": "kjv:Numbers:17:0",
        "t": "Numbers 17",
        "h": 1
    },
    {
        "o": 4380,
        "r": "kjv:Numbers:17:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4381,
        "r": "kjv:Numbers:17:2",
        "t": "Speak*p unto the children of Israel, and take of every one of them a rod according to the house of their fathers, of all their princes according to the house of their fathers twelve rods: write thou every man's name upon his rod."
    },
    {
        "o": 4382,
        "r": "kjv:Numbers:17:3",
        "t": "And*p thou shalt write Aaron's name upon the rod of Levi: for one rod shall be for the head of the house of their fathers."
    },
    {
        "o": 4383,
        "r": "kjv:Numbers:17:4",
        "t": "And*p thou shalt lay them up in the tabernacle of the congregation before the testimony, where I will meet with you."
    },
    {
        "o": 4384,
        "r": "kjv:Numbers:17:5",
        "t": "And*p it shall come to pass, that the man's rod, whom I shall choose, shall blossom: and I will make to cease from me the murmurings of the children of Israel, whereby they murmur against you."
    },
    {
        "o": 4385,
        "r": "kjv:Numbers:17:6",
        "t": "And*p Moses spake unto the children of Israel, and every one of their princes gave him a rod apiece, for each prince one, according to their fathers' houses, even twelve rods: and the rod of Aaron was among their rods."
    },
    {
        "o": 4386,
        "r": "kjv:Numbers:17:7",
        "t": "And*p Moses laid up the rods before the Lord*s in the tabernacle of witness."
    },
    {
        "o": 4387,
        "r": "kjv:Numbers:17:8",
        "t": "And*p it came to pass, that on the morrow Moses went into the tabernacle of witness; and, behold, the rod of Aaron for the house of Levi was budded, and brought forth buds, and bloomed blossoms, and yielded almonds."
    },
    {
        "o": 4388,
        "r": "kjv:Numbers:17:9",
        "t": "And*p Moses brought out all the rods from before the Lord*s unto all the children of Israel: and they looked, and took every man his rod."
    },
    {
        "o": 4389,
        "r": "kjv:Numbers:17:10",
        "t": "And*p the Lord*s said unto Moses, Bring Aaron's rod again before the testimony, to be kept for a token against the rebels; and thou shalt quite take away their murmurings from me, that they die not."
    },
    {
        "o": 4390,
        "r": "kjv:Numbers:17:11",
        "t": "And*p Moses did so: as the Lord*s commanded him, so did he."
    },
    {
        "o": 4391,
        "r": "kjv:Numbers:17:12",
        "t": "And*p the children of Israel spake unto Moses, saying, Behold, we die, we perish, we all perish."
    },
    {
        "o": 4392,
        "r": "kjv:Numbers:17:13",
        "t": "Whosoever*p cometh any thing near unto the tabernacle of the Lord*s shall die: shall we be consumed with dying?"
    }
]
