[
    {
        "o": 34204,
        "r": "csb:Hebrews:11:0",
        "t": "Hebrews 11",
        "h": 1
    },
    {
        "o": 34205,
        "r": "csb:Hebrews:11:0",
        "t": "Living by Faith",
        "h": 2
    },
    {
        "o": 34206,
        "r": "csb:Hebrews:11:1",
        "t": "Now*p faith is the reality of what is hoped for, the proof of what is not seen."
    },
    {
        "o": 34207,
        "r": "csb:Hebrews:11:2",
        "t": "For by this our ancestors were approved."
    },
    {
        "o": 34208,
        "r": "csb:Hebrews:11:3",
        "t": "By*p faith we understand that the universe was created by the word of God, so that what is seen was made from things that are not visible."
    },
    {
        "o": 34209,
        "r": "csb:Hebrews:11:4",
        "t": "By*p faith Abel offered to God a better sacrifice than Cain did. By faith he was approved as a righteous man, because God approved his gifts, and even though he is dead, he still speaks through his faith."
    },
    {
        "o": 34210,
        "r": "csb:Hebrews:11:5",
        "t": "By*p faith Enoch was taken away, and so he did not experience death. He*i was*i not*i to*i be*i found*i because*i God*i took*i him*i away.*i For before he was taken away, he was approved as one who pleased God."
    },
    {
        "o": 34211,
        "r": "csb:Hebrews:11:6",
        "t": "Now without faith it is impossible to please God, since the one who draws near to him must believe that he exists and that he rewards those who seek him."
    },
    {
        "o": 34212,
        "r": "csb:Hebrews:11:7",
        "t": "By*p faith Noah, after he was warned about what was not yet seen and motivated by godly fear, built an ark to deliver his family. By faith he condemned the world and became an heir of the righteousness that comes by faith."
    },
    {
        "o": 34213,
        "r": "csb:Hebrews:11:8",
        "t": "By*p faith Abraham, when he was called, obeyed and set out for a place that he was going to receive as an inheritance. He went out, even though he did not know where he was going."
    },
    {
        "o": 34214,
        "r": "csb:Hebrews:11:9",
        "t": "By faith he stayed as a foreigner in the land of promise, living in tents as did Isaac and Jacob, coheirs of the same promise."
    },
    {
        "o": 34215,
        "r": "csb:Hebrews:11:10",
        "t": "For he was looking forward to the city that has foundations, whose architect and builder is God."
    },
    {
        "o": 34216,
        "r": "csb:Hebrews:11:11",
        "t": "By*p faith even Sarah herself, when she was unable to have children, received power to conceive offspring, even though she was past the age, since she considered that the one who had promised was faithful."
    },
    {
        "o": 34217,
        "r": "csb:Hebrews:11:12",
        "t": "Therefore, from one man - in fact, from one as good as dead - came offspring as numerous as the stars of the sky and as innumerable as the grains of sand along the seashore."
    },
    {
        "o": 34218,
        "r": "csb:Hebrews:11:13",
        "t": "These*p all died in faith, although they had not received the things that were promised. But they saw them from a distance, greeted them, and confessed that they were foreigners and temporary residents on the earth."
    },
    {
        "o": 34219,
        "r": "csb:Hebrews:11:14",
        "t": "Now those who say such things make it clear that they are seeking a homeland."
    },
    {
        "o": 34220,
        "r": "csb:Hebrews:11:15",
        "t": "If they were thinking about where they came from, they would have had an opportunity to return."
    },
    {
        "o": 34221,
        "r": "csb:Hebrews:11:16",
        "t": "But they now desire a better place - a heavenly one. Therefore, God is not ashamed to be called their God, for he has prepared a city for them."
    },
    {
        "o": 34222,
        "r": "csb:Hebrews:11:17",
        "t": "By*p faith Abraham, when he was tested, offered up Isaac. He received the promises and yet he was offering his one and only son,"
    },
    {
        "o": 34223,
        "r": "csb:Hebrews:11:18",
        "t": "the one to whom it had been said, Your*i offspring*i will*i be*i traced*i through*i Isaac.*i"
    },
    {
        "o": 34224,
        "r": "csb:Hebrews:11:19",
        "t": "He considered God to be able even to raise someone from the dead; therefore, he received him back, figuratively speaking."
    },
    {
        "o": 34225,
        "r": "csb:Hebrews:11:20",
        "t": "By*p faith Isaac blessed Jacob and Esau concerning things to come."
    },
    {
        "o": 34226,
        "r": "csb:Hebrews:11:21",
        "t": "By faith Jacob, when he was dying, blessed each of the sons of Joseph, and he*i worshiped,*i leaning*i on*i the*i top*i of*i his*i staff.*i"
    },
    {
        "o": 34227,
        "r": "csb:Hebrews:11:22",
        "t": "By faith Joseph, as he was nearing the end of his life, mentioned the exodus of the Israelites and gave instructions concerning his bones."
    },
    {
        "o": 34228,
        "r": "csb:Hebrews:11:23",
        "t": "By*p faith Moses, after he was born, was hidden by his parents for three months, because they saw that the child was beautiful, and they didn’t fear the king’s edict."
    },
    {
        "o": 34229,
        "r": "csb:Hebrews:11:24",
        "t": "By faith Moses, when he had grown up, refused to be called the son of Pharaoh’s daughter"
    },
    {
        "o": 34230,
        "r": "csb:Hebrews:11:25",
        "t": "and chose to suffer with the people of God rather than to enjoy the fleeting pleasure of sin."
    },
    {
        "o": 34231,
        "r": "csb:Hebrews:11:26",
        "t": "For he considered reproach for the sake of Christ to be greater wealth than the treasures of Egypt, since he was looking ahead to the reward."
    },
    {
        "o": 34232,
        "r": "csb:Hebrews:11:27",
        "t": "By*p faith he left Egypt behind, not being afraid of the king’s anger, for Moses persevered as one who sees him who is invisible."
    },
    {
        "o": 34233,
        "r": "csb:Hebrews:11:28",
        "t": "By faith he instituted the Passover and the sprinkling of the blood, so that the destroyer of the firstborn might not touch the Israelites."
    },
    {
        "o": 34234,
        "r": "csb:Hebrews:11:29",
        "t": "By faith they crossed the Red Sea as though they were on dry land. When the Egyptians attempted to do this, they were drowned."
    },
    {
        "o": 34235,
        "r": "csb:Hebrews:11:30",
        "t": "By*p faith the walls of Jericho fell down after being marched around by the Israelites for seven days."
    },
    {
        "o": 34236,
        "r": "csb:Hebrews:11:31",
        "t": "By faith Rahab the prostitute welcomed the spies in peace and didn’t perish with those who disobeyed."
    },
    {
        "o": 34237,
        "r": "csb:Hebrews:11:32",
        "t": "And*p what more can I say? Time is too short for me to tell about Gideon, Barak, Samson, Jephthah, David, Samuel, and the prophets,"
    },
    {
        "o": 34238,
        "r": "csb:Hebrews:11:33",
        "t": "who by faith conquered kingdoms, administered justice, obtained promises, shut the mouths of lions,"
    },
    {
        "o": 34239,
        "r": "csb:Hebrews:11:34",
        "t": "quenched the raging of fire, escaped the edge of the sword, gained strength in weakness, became mighty in battle, and put foreign armies to flight."
    },
    {
        "o": 34240,
        "r": "csb:Hebrews:11:35",
        "t": "Women received their dead, raised to life again. Other people were tortured, not accepting release, so that they might gain a better resurrection."
    },
    {
        "o": 34241,
        "r": "csb:Hebrews:11:36",
        "t": "Others experienced mockings and scourgings, as well as bonds and imprisonment."
    },
    {
        "o": 34242,
        "r": "csb:Hebrews:11:37",
        "t": "They were stoned, they were sawed in two, they died by the sword, they wandered about in sheepskins, in goatskins, destitute, afflicted, and mistreated."
    },
    {
        "o": 34243,
        "r": "csb:Hebrews:11:38",
        "t": "The world was not worthy of them. They wandered in deserts and on mountains, hiding in caves and holes in the ground."
    },
    {
        "o": 34244,
        "r": "csb:Hebrews:11:39",
        "t": "All*p these were approved through their faith, but they did not receive what was promised,"
    },
    {
        "o": 34245,
        "r": "csb:Hebrews:11:40",
        "t": "since God had provided something better for us, so that they would not be made perfect without us."
    }
]
