[
    {
        "o": 21803,
        "r": "nasb:Jeremiah:26:0",
        "t": "Jeremiah 26",
        "h": 1
    },
    {
        "o": 21804,
        "r": "nasb:Jeremiah:26:0",
        "t": "Cities of Judah Warned",
        "h": 2
    },
    {
        "o": 21805,
        "r": "nasb:Jeremiah:26:1",
        "t": "In*p the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, this word came from the Lord,*s saying,"
    },
    {
        "o": 21806,
        "r": "nasb:Jeremiah:26:2",
        "t": "“Thus says the Lord,*s ‘Stand in the court of the Lord’s*s house, and speak to all the cities of Judah who have come to worship in*i the Lord’s*s house all the words that I have commanded you to speak to them. Do not omit a word!"
    },
    {
        "o": 21807,
        "r": "nasb:Jeremiah:26:3",
        "t": "Perhaps they will listen and everyone will turn from his evil way, that I may repent of the calamity which I am planning to do to them because of the evil of their deeds.’"
    },
    {
        "o": 21808,
        "r": "nasb:Jeremiah:26:4",
        "t": "And you will say to them, ‘Thus says the Lord,*s “If you will not listen to Me, to walk in My law which I have set before you,"
    },
    {
        "o": 21809,
        "r": "nasb:Jeremiah:26:5",
        "t": "to listen to the words of My servants the prophets, whom I have been sending to you again and again, but you have not listened;"
    },
    {
        "o": 21810,
        "r": "nasb:Jeremiah:26:6",
        "t": "then I will make this house like Shiloh, and this city I will make a curse to all the nations of the earth.” ’ ”"
    },
    {
        "o": 21811,
        "r": "nasb:Jeremiah:26:6",
        "t": "A Plot to Murder Jeremiah",
        "h": 2
    },
    {
        "o": 21812,
        "r": "nasb:Jeremiah:26:7",
        "t": "The*p priests and the prophets and all the people heard Jeremiah speaking these words in the house of the Lord.*s"
    },
    {
        "o": 21813,
        "r": "nasb:Jeremiah:26:8",
        "t": "When Jeremiah finished speaking all that the Lord*s had commanded him*i to speak to all the people, the priests and the prophets and all the people seized him, saying, “You must die!"
    },
    {
        "o": 21814,
        "r": "nasb:Jeremiah:26:9",
        "t": "Why have you prophesied in the name of the Lord*s saying, ‘This house will be like Shiloh and this city will be desolate, without inhabitant’?” And all the people gathered about Jeremiah in the house of the Lord.*s"
    },
    {
        "o": 21815,
        "r": "nasb:Jeremiah:26:10",
        "t": "When*p the officials of Judah heard these things, they came up from the king’s house to the house of the Lord*s and sat in the entrance of the New Gate of the Lord’s*s house.*i"
    },
    {
        "o": 21816,
        "r": "nasb:Jeremiah:26:11",
        "t": "Then the priests and the prophets spoke to the officials and to all the people, saying, “A death sentence for this man! For he has prophesied against this city as you have heard in your hearing.”"
    },
    {
        "o": 21817,
        "r": "nasb:Jeremiah:26:12",
        "t": "Then*p Jeremiah spoke to all the officials and to all the people, saying, “The Lord*s sent me to prophesy against this house and against this city all the words that you have heard."
    },
    {
        "o": 21818,
        "r": "nasb:Jeremiah:26:13",
        "t": "Now therefore amend your ways and your deeds and obey the voice of the Lord*s your God; and the Lord*s will change His mind about the misfortune which He has pronounced against you."
    },
    {
        "o": 21819,
        "r": "nasb:Jeremiah:26:14",
        "t": "But as for me, behold, I am in your hands; do with me as is good and right in your sight."
    },
    {
        "o": 21820,
        "r": "nasb:Jeremiah:26:15",
        "t": "Only know for certain that if you put me to death, you will bring innocent blood on yourselves, and on this city and on its inhabitants; for truly the Lord*s has sent me to you to speak all these words in your hearing.”"
    },
    {
        "o": 21821,
        "r": "nasb:Jeremiah:26:15",
        "t": "Jeremiah Is Spared",
        "h": 2
    },
    {
        "o": 21822,
        "r": "nasb:Jeremiah:26:16",
        "t": "Then*p the officials and all the people said to the priests and to the prophets, “No death sentence for this man! For he has spoken to us in the name of the Lord*s our God.”"
    },
    {
        "o": 21823,
        "r": "nasb:Jeremiah:26:17",
        "t": "Then some of the elders of the land rose up and spoke to all the assembly of the people, saying,"
    },
    {
        "o": 21824,
        "r": "nasb:Jeremiah:26:18",
        "t": "“Micah of Moresheth prophesied in the days of Hezekiah king of Judah; and he spoke to all the people of Judah, saying, ‘Thus the Lord*s of hosts has said, “Zion*pn will be plowed as*i a field, And*ln Jerusalem will become ruins, And*ln the mountain of the house as the high places of a forest.” ’"
    },
    {
        "o": 21825,
        "r": "nasb:Jeremiah:26:19",
        "t": "Did*p Hezekiah king of Judah and all Judah put him to death? Did he not fear the Lord*s and entreat the favor of the Lord,*s and the Lord*s changed His mind about the misfortune which He had pronounced against them? But we are committing a great evil against ourselves.”"
    },
    {
        "o": 21826,
        "r": "nasb:Jeremiah:26:20",
        "t": "Indeed,*p there was also a man who prophesied in the name of the Lord,*s Uriah the son of Shemaiah from Kiriath-jearim; and he prophesied against this city and against this land words similar to all those of Jeremiah."
    },
    {
        "o": 21827,
        "r": "nasb:Jeremiah:26:21",
        "t": "When King Jehoiakim and all his mighty men and all the officials heard his words, then the king sought to put him to death; but Uriah heard it,*i and he was afraid and fled and went to Egypt."
    },
    {
        "o": 21828,
        "r": "nasb:Jeremiah:26:22",
        "t": "Then King Jehoiakim sent men to Egypt: Elnathan the son of Achbor and certain*i men with him went*i into Egypt."
    },
    {
        "o": 21829,
        "r": "nasb:Jeremiah:26:23",
        "t": "And they brought Uriah from Egypt and led him to King Jehoiakim, who slew him with a sword and cast his dead body into the burial place of the common people."
    },
    {
        "o": 21830,
        "r": "nasb:Jeremiah:26:24",
        "t": "But*p the hand of Ahikam the son of Shaphan was with Jeremiah, so that he was not given into the hands of the people to put him to death."
    }
]
