[
    {
        "o": 2721,
        "r": "esv:Exodus:34:0",
        "t": "Exodus 34",
        "h": 1
    },
    {
        "o": 2722,
        "r": "esv:Exodus:34:0",
        "t": "Moses Makes New Tablets",
        "h": 2
    },
    {
        "o": 2723,
        "r": "esv:Exodus:34:1",
        "t": "The*p Lord*s said to Moses, “Cut for yourself two tablets of stone like the first, and I will write on the tablets the words that were on the first tablets, which you broke."
    },
    {
        "o": 2724,
        "r": "esv:Exodus:34:2",
        "t": "Be ready by the morning, and come up in the morning to Mount Sinai, and present yourself there to me on the top of the mountain."
    },
    {
        "o": 2725,
        "r": "esv:Exodus:34:3",
        "t": "No one shall come up with you, and let no one be seen throughout all the mountain. Let no flocks or herds graze opposite that mountain.”"
    },
    {
        "o": 2726,
        "r": "esv:Exodus:34:4",
        "t": "So Moses cut two tablets of stone like the first. And he rose early in the morning and went up on Mount Sinai, as the Lord*s had commanded him, and took in his hand two tablets of stone."
    },
    {
        "o": 2727,
        "r": "esv:Exodus:34:5",
        "t": "The Lord*s descended in the cloud and stood with him there, and proclaimed the name of the Lord.*s"
    },
    {
        "o": 2728,
        "r": "esv:Exodus:34:6",
        "t": "The Lord*s passed before him and proclaimed, “The Lord,*s the Lord,*s a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,"
    },
    {
        "o": 2729,
        "r": "esv:Exodus:34:7",
        "t": "keeping steadfast love for thousands, forgiving iniquity and transgression and sin, but who will by no means clear the guilty, visiting the iniquity of the fathers on the children and the children’s children, to the third and the fourth generation.”"
    },
    {
        "o": 2730,
        "r": "esv:Exodus:34:8",
        "t": "And Moses quickly bowed his head toward the earth and worshiped."
    },
    {
        "o": 2731,
        "r": "esv:Exodus:34:9",
        "t": "And he said, “If now I have found favor in your sight, O Lord, please let the Lord go in the midst of us, for it is a stiff-necked people, and pardon our iniquity and our sin, and take us for your inheritance.”"
    },
    {
        "o": 2732,
        "r": "esv:Exodus:34:9",
        "t": "The Covenant Renewed",
        "h": 2
    },
    {
        "o": 2733,
        "r": "esv:Exodus:34:10",
        "t": "And*p he said, “Behold, I am making a covenant. Before all your people I will do marvels, such as have not been created in all the earth or in any nation. And all the people among whom you are shall see the work of the Lord,*s for it is an awesome thing that I will do with you."
    },
    {
        "o": 2734,
        "r": "esv:Exodus:34:11",
        "t": "“Observe*p what I command you this day. Behold, I will drive out before you the Amorites, the Canaanites, the Hittites, the Perizzites, the Hivites, and the Jebusites."
    },
    {
        "o": 2735,
        "r": "esv:Exodus:34:12",
        "t": "Take care, lest you make a covenant with the inhabitants of the land to which you go, lest it become a snare in your midst."
    },
    {
        "o": 2736,
        "r": "esv:Exodus:34:13",
        "t": "You shall tear down their altars and break their pillars and cut down their Asherim"
    },
    {
        "o": 2737,
        "r": "esv:Exodus:34:14",
        "t": "(for you shall worship no other god, for the Lord,*s whose name is Jealous, is a jealous God),"
    },
    {
        "o": 2738,
        "r": "esv:Exodus:34:15",
        "t": "lest you make a covenant with the inhabitants of the land, and when they whore after their gods and sacrifice to their gods and you are invited, you eat of his sacrifice,"
    },
    {
        "o": 2739,
        "r": "esv:Exodus:34:16",
        "t": "and you take of their daughters for your sons, and their daughters whore after their gods and make your sons whore after their gods."
    },
    {
        "o": 2740,
        "r": "esv:Exodus:34:17",
        "t": "“You*p shall not make for yourself any gods of cast metal."
    },
    {
        "o": 2741,
        "r": "esv:Exodus:34:18",
        "t": "“You*p shall keep the Feast of Unleavened Bread. Seven days you shall eat unleavened bread, as I commanded you, at the time appointed in the month Abib, for in the month Abib you came out from Egypt."
    },
    {
        "o": 2742,
        "r": "esv:Exodus:34:19",
        "t": "All that open the womb are mine, all your male livestock, the firstborn of cow and sheep."
    },
    {
        "o": 2743,
        "r": "esv:Exodus:34:20",
        "t": "The firstborn of a donkey you shall redeem with a lamb, or if you will not redeem it you shall break its neck. All the firstborn of your sons you shall redeem. And none shall appear before me empty-handed."
    },
    {
        "o": 2744,
        "r": "esv:Exodus:34:21",
        "t": "“Six*p days you shall work, but on the seventh day you shall rest. In plowing time and in harvest you shall rest."
    },
    {
        "o": 2745,
        "r": "esv:Exodus:34:22",
        "t": "You shall observe the Feast of Weeks, the firstfruits of wheat harvest, and the Feast of Ingathering at the year’s end."
    },
    {
        "o": 2746,
        "r": "esv:Exodus:34:23",
        "t": "Three times in the year shall all your males appear before the Lord*s God, the God of Israel."
    },
    {
        "o": 2747,
        "r": "esv:Exodus:34:24",
        "t": "For I will cast out nations before you and enlarge your borders; no one shall covet your land, when you go up to appear before the Lord*s your God three times in the year."
    },
    {
        "o": 2748,
        "r": "esv:Exodus:34:25",
        "t": "“You*p shall not offer the blood of my sacrifice with anything leavened, or let the sacrifice of the Feast of the Passover remain until the morning."
    },
    {
        "o": 2749,
        "r": "esv:Exodus:34:26",
        "t": "The best of the firstfruits of your ground you shall bring to the house of the Lord*s your God. You shall not boil a young goat in its mother’s milk.”"
    },
    {
        "o": 2750,
        "r": "esv:Exodus:34:27",
        "t": "And*p the Lord*s said to Moses, “Write these words, for in accordance with these words I have made a covenant with you and with Israel.”"
    },
    {
        "o": 2751,
        "r": "esv:Exodus:34:28",
        "t": "So he was there with the Lord*s forty days and forty nights. He neither ate bread nor drank water. And he wrote on the tablets the words of the covenant, the Ten Commandments."
    },
    {
        "o": 2752,
        "r": "esv:Exodus:34:28",
        "t": "The Shining Face of Moses",
        "h": 2
    },
    {
        "o": 2753,
        "r": "esv:Exodus:34:29",
        "t": "When*p Moses came down from Mount Sinai, with the two tablets of the testimony in his hand as he came down from the mountain, Moses did not know that the skin of his face shone because he had been talking with God."
    },
    {
        "o": 2754,
        "r": "esv:Exodus:34:30",
        "t": "Aaron and all the people of Israel saw Moses, and behold, the skin of his face shone, and they were afraid to come near him."
    },
    {
        "o": 2755,
        "r": "esv:Exodus:34:31",
        "t": "But Moses called to them, and Aaron and all the leaders of the congregation returned to him, and Moses talked with them."
    },
    {
        "o": 2756,
        "r": "esv:Exodus:34:32",
        "t": "Afterward all the people of Israel came near, and he commanded them all that the Lord*s had spoken with him in Mount Sinai."
    },
    {
        "o": 2757,
        "r": "esv:Exodus:34:33",
        "t": "And when Moses had finished speaking with them, he put a veil over his face."
    },
    {
        "o": 2758,
        "r": "esv:Exodus:34:34",
        "t": "Whenever*p Moses went in before the Lord*s to speak with him, he would remove the veil, until he came out. And when he came out and told the people of Israel what he was commanded,"
    },
    {
        "o": 2759,
        "r": "esv:Exodus:34:35",
        "t": "the people of Israel would see the face of Moses, that the skin of Moses’ face was shining. And Moses would put the veil over his face again, until he went in to speak with him."
    }
]
