[
    {
        "o": 1921,
        "r": "csb:Exodus:9:0",
        "t": "Exodus 9",
        "h": 1
    },
    {
        "o": 1922,
        "r": "csb:Exodus:9:0",
        "t": "The Fifth Plague: Death of Livestock",
        "h": 2
    },
    {
        "o": 1923,
        "r": "csb:Exodus:9:1",
        "t": "Then*p the Lord*s said to Moses, “Go in to Pharaoh and say to him: This is what the Lord,*s the God of the Hebrews, says: Let my people go, so that they may worship me."
    },
    {
        "o": 1924,
        "r": "csb:Exodus:9:2",
        "t": "But if you refuse to let them go and keep holding them,"
    },
    {
        "o": 1925,
        "r": "csb:Exodus:9:3",
        "t": "then the Lord’s*s hand will bring a severe plague against your livestock in the field - the horses, donkeys, camels, herds, and flocks."
    },
    {
        "o": 1926,
        "r": "csb:Exodus:9:4",
        "t": "But the Lord*s will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing of all that the Israelites own will die.”"
    },
    {
        "o": 1927,
        "r": "csb:Exodus:9:5",
        "t": "And the Lord*s set a time, saying, “Tomorrow the Lord*s will do this thing in the land.”"
    },
    {
        "o": 1928,
        "r": "csb:Exodus:9:6",
        "t": "The Lord*s did this the next day. All the Egyptian livestock died, but none among the Israelite livestock died."
    },
    {
        "o": 1929,
        "r": "csb:Exodus:9:7",
        "t": "Pharaoh sent messengers who saw that not a single one of the Israelite livestock was dead. But Pharaoh’s heart was hard, and he did not let the people go."
    },
    {
        "o": 1930,
        "r": "csb:Exodus:9:7",
        "t": "The Sixth Plague: Boils",
        "h": 2
    },
    {
        "o": 1931,
        "r": "csb:Exodus:9:8",
        "t": "Then*p the Lord*s said to Moses and Aaron, “Take handfuls of furnace soot, and Moses is to throw it toward heaven in the sight of Pharaoh."
    },
    {
        "o": 1932,
        "r": "csb:Exodus:9:9",
        "t": "It will become fine dust over the entire land of Egypt. It will become festering boils on people and animals throughout the land of Egypt.”"
    },
    {
        "o": 1933,
        "r": "csb:Exodus:9:10",
        "t": "So they took furnace soot and stood before Pharaoh. Moses threw it toward heaven, and it became festering boils on people and animals."
    },
    {
        "o": 1934,
        "r": "csb:Exodus:9:11",
        "t": "The magicians could not stand before Moses because of the boils, for the boils were on the magicians as well as on all the Egyptians."
    },
    {
        "o": 1935,
        "r": "csb:Exodus:9:12",
        "t": "But the Lord*s hardened Pharaoh’s heart and he did not listen to them, as the Lord*s had told Moses."
    },
    {
        "o": 1936,
        "r": "csb:Exodus:9:12",
        "t": "The Seventh Plague: Hail",
        "h": 2
    },
    {
        "o": 1937,
        "r": "csb:Exodus:9:13",
        "t": "Then*p the Lord*s said to Moses, “Get up early in the morning and present yourself to Pharaoh. Tell him: This is what the Lord,*s the God of the Hebrews says: Let my people go, so that they may worship me."
    },
    {
        "o": 1938,
        "r": "csb:Exodus:9:14",
        "t": "For this time I am about to send all my plagues against you, your officials, and your people. Then you will know there is no one like me on the whole earth."
    },
    {
        "o": 1939,
        "r": "csb:Exodus:9:15",
        "t": "By now I could have stretched out my hand and struck you and your people with a plague, and you would have been obliterated from the earth."
    },
    {
        "o": 1940,
        "r": "csb:Exodus:9:16",
        "t": "However, I have let you live for this purpose: to show you my power and to make my name known on the whole earth."
    },
    {
        "o": 1941,
        "r": "csb:Exodus:9:17",
        "t": "You are still acting arrogantly against my people by not letting them go."
    },
    {
        "o": 1942,
        "r": "csb:Exodus:9:18",
        "t": "Tomorrow at this time I will rain down the worst hail that has ever occurred in Egypt from the day it was founded until now."
    },
    {
        "o": 1943,
        "r": "csb:Exodus:9:19",
        "t": "Therefore give orders to bring your livestock and all that you have in the field into shelters. Every person and animal that is in the field and not brought inside will die when the hail falls on them.”"
    },
    {
        "o": 1944,
        "r": "csb:Exodus:9:20",
        "t": "Those among Pharaoh’s officials who feared the word of the Lord*s made their servants and livestock flee to shelters,"
    },
    {
        "o": 1945,
        "r": "csb:Exodus:9:21",
        "t": "but those who didn’t take to heart the Lord’s*s word left their servants and livestock in the field."
    },
    {
        "o": 1946,
        "r": "csb:Exodus:9:22",
        "t": "Then*p the Lord*s said to Moses, “Stretch out your hand toward heaven and let there be hail throughout the land of Egypt - on people and animals and every plant of the field in the land of Egypt.”"
    },
    {
        "o": 1947,
        "r": "csb:Exodus:9:23",
        "t": "So Moses stretched out his staff toward heaven, and the Lord*s sent thunder and hail. Lightning struck the land, and the Lord*s rained hail on the land of Egypt."
    },
    {
        "o": 1948,
        "r": "csb:Exodus:9:24",
        "t": "The hail, with lightning flashing through it, was so severe that nothing like it had occurred in the land of Egypt since it had become a nation."
    },
    {
        "o": 1949,
        "r": "csb:Exodus:9:25",
        "t": "Throughout the land of Egypt, the hail struck down everything in the field, both people and animals. The hail beat down every plant of the field and shattered every tree in the field."
    },
    {
        "o": 1950,
        "r": "csb:Exodus:9:26",
        "t": "The only place it didn’t hail was in the land of Goshen, where the Israelites were."
    },
    {
        "o": 1951,
        "r": "csb:Exodus:9:27",
        "t": "Pharaoh*p sent for Moses and Aaron. “I have sinned this time,” he said to them. “The Lord*s is the righteous one, and I and my people are the guilty ones."
    },
    {
        "o": 1952,
        "r": "csb:Exodus:9:28",
        "t": "Make an appeal to the Lord.*s There has been enough of God’s thunder and hail. I will let you go; you don’t need to stay any longer.”"
    },
    {
        "o": 1953,
        "r": "csb:Exodus:9:29",
        "t": "Moses*p said to him, “When I have left the city, I will spread out my hands to the Lord.*s The thunder will cease, and there will be no more hail, so that you may know the earth belongs to the Lord.*s"
    },
    {
        "o": 1954,
        "r": "csb:Exodus:9:30",
        "t": "But as for you and your officials, I know that you still do not fear the Lord*s God.”"
    },
    {
        "o": 1955,
        "r": "csb:Exodus:9:31",
        "t": "The*p flax and the barley were destroyed because the barley was ripe and the flax was budding,"
    },
    {
        "o": 1956,
        "r": "csb:Exodus:9:32",
        "t": "but the wheat and the spelt were not destroyed since they are later crops."
    },
    {
        "o": 1957,
        "r": "csb:Exodus:9:33",
        "t": "Moses*p left Pharaoh and the city, and spread out his hands to the Lord.*s Then the thunder and hail ceased, and rain no longer poured down on the land."
    },
    {
        "o": 1958,
        "r": "csb:Exodus:9:34",
        "t": "When Pharaoh saw that the rain, hail, and thunder had ceased, he sinned again and hardened his heart, he and his officials."
    },
    {
        "o": 1959,
        "r": "csb:Exodus:9:35",
        "t": "So Pharaoh’s heart was hard, and he did not let the Israelites go, as the Lord*s had said through Moses."
    }
]
