[
    {
        "o": 31614,
        "r": "nasb:1 Corinthians:2:0",
        "t": "1 Corinthians 2",
        "h": 1
    },
    {
        "o": 31615,
        "r": "nasb:1 Corinthians:2:0",
        "t": "Paul’s Reliance upon the Spirit",
        "h": 2
    },
    {
        "o": 31616,
        "r": "nasb:1 Corinthians:2:1",
        "t": "And*p when I came to you, brethren, I did not come with superiority of speech or of wisdom, proclaiming to you the testimony of God."
    },
    {
        "o": 31617,
        "r": "nasb:1 Corinthians:2:2",
        "t": "For I determined to know nothing among you except Jesus Christ, and Him crucified."
    },
    {
        "o": 31618,
        "r": "nasb:1 Corinthians:2:3",
        "t": "I was with you in weakness and in fear and in much trembling,"
    },
    {
        "o": 31619,
        "r": "nasb:1 Corinthians:2:4",
        "t": "and my message and my preaching were not in persuasive words of wisdom, but in demonstration of the Spirit and of power,"
    },
    {
        "o": 31620,
        "r": "nasb:1 Corinthians:2:5",
        "t": "so that your faith would not rest on the wisdom of men, but on the power of God."
    },
    {
        "o": 31621,
        "r": "nasb:1 Corinthians:2:6",
        "t": "Yet*p we do speak wisdom among those who are mature; a wisdom, however, not of this age nor of the rulers of this age, who are passing away;"
    },
    {
        "o": 31622,
        "r": "nasb:1 Corinthians:2:7",
        "t": "but we speak God’s wisdom in a mystery, the hidden wisdom*i which God predestined before the ages to our glory;"
    },
    {
        "o": 31623,
        "r": "nasb:1 Corinthians:2:8",
        "t": "the*i wisdom*i which none of the rulers of this age has understood; for if they had understood it they would not have crucified the Lord of glory;"
    },
    {
        "o": 31624,
        "r": "nasb:1 Corinthians:2:9",
        "t": "but just as it is written, “Things*spn which*s eye*s has*s not*s seen*s and*s ear*s has*s not*s heard,*s And*ln which*i have*s not*s entered*s the*s heart*s of*s man,*s All*ln that*s God*s has*s prepared*s for*s those*s who*s love*s Him.”*s"
    },
    {
        "o": 31625,
        "r": "nasb:1 Corinthians:2:10",
        "t": "For*p to us God revealed them*i through the Spirit; for the Spirit searches all things, even the depths of God."
    },
    {
        "o": 31626,
        "r": "nasb:1 Corinthians:2:11",
        "t": "For who among men knows the thoughts*i of a man except the spirit of the man which is in him? Even so the thoughts*i of God no one knows except the Spirit of God."
    },
    {
        "o": 31627,
        "r": "nasb:1 Corinthians:2:12",
        "t": "Now we have received, not the spirit of the world, but the Spirit who is from God, so that we may know the things freely given to us by God,"
    },
    {
        "o": 31628,
        "r": "nasb:1 Corinthians:2:13",
        "t": "which things we also speak, not in words taught by human wisdom, but in those taught by the Spirit, combining spiritual thoughts*i with spiritual words.*i"
    },
    {
        "o": 31629,
        "r": "nasb:1 Corinthians:2:14",
        "t": "But*p a natural man does not accept the things of the Spirit of God, for they are foolishness to him; and he cannot understand them, because they are spiritually appraised."
    },
    {
        "o": 31630,
        "r": "nasb:1 Corinthians:2:15",
        "t": "But he who is spiritual appraises all things, yet he himself is appraised by no one."
    },
    {
        "o": 31631,
        "r": "nasb:1 Corinthians:2:16",
        "t": "For who*s has*s known*s the*s mind*s of*s the*s Lord,*s that*s he*s will*s instruct*s Him?*s But we have the mind of Christ."
    }
]
