[
    {
        "o": 4566,
        "r": "esv:Numbers:16:0",
        "t": "Numbers 16",
        "h": 1
    },
    {
        "o": 4567,
        "r": "esv:Numbers:16:0",
        "t": "Korah’s Rebellion",
        "h": 2
    },
    {
        "o": 4568,
        "r": "esv:Numbers:16:1",
        "t": "Now*p Korah the son of Izhar, son of Kohath, son of Levi, and Dathan and Abiram the sons of Eliab, and On the son of Peleth, sons of Reuben, took men."
    },
    {
        "o": 4569,
        "r": "esv:Numbers:16:2",
        "t": "And they rose up before Moses, with a number of the people of Israel, 250 chiefs of the congregation, chosen from the assembly, well-known men."
    },
    {
        "o": 4570,
        "r": "esv:Numbers:16:3",
        "t": "They assembled themselves together against Moses and against Aaron and said to them, “You have gone too far! For all in the congregation are holy, every one of them, and the Lord*s is among them. Why then do you exalt yourselves above the assembly of the Lord?”*s"
    },
    {
        "o": 4571,
        "r": "esv:Numbers:16:4",
        "t": "When Moses heard it, he fell on his face,"
    },
    {
        "o": 4572,
        "r": "esv:Numbers:16:5",
        "t": "and he said to Korah and all his company, “In the morning the Lord*s will show who is his, and who is holy, and will bring him near to him. The one whom he chooses he will bring near to him."
    },
    {
        "o": 4573,
        "r": "esv:Numbers:16:6",
        "t": "Do this: take censers, Korah and all his company;"
    },
    {
        "o": 4574,
        "r": "esv:Numbers:16:7",
        "t": "put fire in them and put incense on them before the Lord*s tomorrow, and the man whom the Lord*s chooses shall be the holy one. You have gone too far, sons of Levi!”"
    },
    {
        "o": 4575,
        "r": "esv:Numbers:16:8",
        "t": "And Moses said to Korah, “Hear now, you sons of Levi:"
    },
    {
        "o": 4576,
        "r": "esv:Numbers:16:9",
        "t": "is it too small a thing for you that the God of Israel has separated you from the congregation of Israel, to bring you near to himself, to do service in the tabernacle of the Lord*s and to stand before the congregation to minister to them,"
    },
    {
        "o": 4577,
        "r": "esv:Numbers:16:10",
        "t": "and that he has brought you near him, and all your brothers the sons of Levi with you? And would you seek the priesthood also?"
    },
    {
        "o": 4578,
        "r": "esv:Numbers:16:11",
        "t": "Therefore it is against the Lord*s that you and all your company have gathered together. What is Aaron that you grumble against him?”"
    },
    {
        "o": 4579,
        "r": "esv:Numbers:16:12",
        "t": "And*p Moses sent to call Dathan and Abiram the sons of Eliab, and they said, “We will not come up."
    },
    {
        "o": 4580,
        "r": "esv:Numbers:16:13",
        "t": "Is it a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, that you must also make yourself a prince over us?"
    },
    {
        "o": 4581,
        "r": "esv:Numbers:16:14",
        "t": "Moreover, you have not brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We will not come up.”"
    },
    {
        "o": 4582,
        "r": "esv:Numbers:16:15",
        "t": "And Moses was very angry and said to the Lord,*s “Do not respect their offering. I have not taken one donkey from them, and I have not harmed one of them.”"
    },
    {
        "o": 4583,
        "r": "esv:Numbers:16:16",
        "t": "And*p Moses said to Korah, “Be present, you and all your company, before the Lord,*s you and they, and Aaron, tomorrow."
    },
    {
        "o": 4584,
        "r": "esv:Numbers:16:17",
        "t": "And let every one of you take his censer and put incense on it, and every one of you bring before the Lord*s his censer, 250 censers; you also, and Aaron, each his censer.”"
    },
    {
        "o": 4585,
        "r": "esv:Numbers:16:18",
        "t": "So every man took his censer and put fire in them and laid incense on them and stood at the entrance of the tent of meeting with Moses and Aaron."
    },
    {
        "o": 4586,
        "r": "esv:Numbers:16:19",
        "t": "Then Korah assembled all the congregation against them at the entrance of the tent of meeting. And the glory of the Lord*s appeared to all the congregation."
    },
    {
        "o": 4587,
        "r": "esv:Numbers:16:20",
        "t": "And*p the Lord*s spoke to Moses and to Aaron, saying,"
    },
    {
        "o": 4588,
        "r": "esv:Numbers:16:21",
        "t": "“Separate yourselves from among this congregation, that I may consume them in a moment.”"
    },
    {
        "o": 4589,
        "r": "esv:Numbers:16:22",
        "t": "And they fell on their faces and said, “O God, the God of the spirits of all flesh, shall one man sin, and will you be angry with all the congregation?”"
    },
    {
        "o": 4590,
        "r": "esv:Numbers:16:23",
        "t": "And the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4591,
        "r": "esv:Numbers:16:24",
        "t": "“Say to the congregation, Get away from the dwelling of Korah, Dathan, and Abiram.”"
    },
    {
        "o": 4592,
        "r": "esv:Numbers:16:25",
        "t": "Then*p Moses rose and went to Dathan and Abiram, and the elders of Israel followed him."
    },
    {
        "o": 4593,
        "r": "esv:Numbers:16:26",
        "t": "And he spoke to the congregation, saying, “Depart, please, from the tents of these wicked men, and touch nothing of theirs, lest you be swept away with all their sins.”"
    },
    {
        "o": 4594,
        "r": "esv:Numbers:16:27",
        "t": "So they got away from the dwelling of Korah, Dathan, and Abiram. And Dathan and Abiram came out and stood at the door of their tents, together with their wives, their sons, and their little ones."
    },
    {
        "o": 4595,
        "r": "esv:Numbers:16:28",
        "t": "And Moses said, “Hereby you shall know that the Lord*s has sent me to do all these works, and that it has not been of my own accord."
    },
    {
        "o": 4596,
        "r": "esv:Numbers:16:29",
        "t": "If these men die as all men die, or if they are visited by the fate of all mankind, then the Lord*s has not sent me."
    },
    {
        "o": 4597,
        "r": "esv:Numbers:16:30",
        "t": "But if the Lord*s creates something new, and the ground opens its mouth and swallows them up with all that belongs to them, and they go down alive into Sheol, then you shall know that these men have despised the Lord.”*s"
    },
    {
        "o": 4598,
        "r": "esv:Numbers:16:31",
        "t": "And*p as soon as he had finished speaking all these words, the ground under them split apart."
    },
    {
        "o": 4599,
        "r": "esv:Numbers:16:32",
        "t": "And the earth opened its mouth and swallowed them up, with their households and all the people who belonged to Korah and all their goods."
    },
    {
        "o": 4600,
        "r": "esv:Numbers:16:33",
        "t": "So they and all that belonged to them went down alive into Sheol, and the earth closed over them, and they perished from the midst of the assembly."
    },
    {
        "o": 4601,
        "r": "esv:Numbers:16:34",
        "t": "And all Israel who were around them fled at their cry, for they said, “Lest the earth swallow us up!”"
    },
    {
        "o": 4602,
        "r": "esv:Numbers:16:35",
        "t": "And fire came out from the Lord*s and consumed the 250 men offering the incense."
    },
    {
        "o": 4603,
        "r": "esv:Numbers:16:36",
        "t": "Then*p the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4604,
        "r": "esv:Numbers:16:37",
        "t": "“Tell Eleazar the son of Aaron the priest to take up the censers out of the blaze. Then scatter the fire far and wide, for they have become holy."
    },
    {
        "o": 4605,
        "r": "esv:Numbers:16:38",
        "t": "As for the censers of these men who have sinned at the cost of their lives, let them be made into hammered plates as a covering for the altar, for they offered them before the Lord,*s and they became holy. Thus they shall be a sign to the people of Israel.”"
    },
    {
        "o": 4606,
        "r": "esv:Numbers:16:39",
        "t": "So Eleazar the priest took the bronze censers, which those who were burned had offered, and they were hammered out as a covering for the altar,"
    },
    {
        "o": 4607,
        "r": "esv:Numbers:16:40",
        "t": "to be a reminder to the people of Israel, so that no outsider, who is not of the descendants of Aaron, should draw near to burn incense before the Lord,*s lest he become like Korah and his company— as the Lord*s said to him through Moses."
    },
    {
        "o": 4608,
        "r": "esv:Numbers:16:41",
        "t": "But*p on the next day all the congregation of the people of Israel grumbled against Moses and against Aaron, saying, “You have killed the people of the Lord.”*s"
    },
    {
        "o": 4609,
        "r": "esv:Numbers:16:42",
        "t": "And when the congregation had assembled against Moses and against Aaron, they turned toward the tent of meeting. And behold, the cloud covered it, and the glory of the Lord*s appeared."
    },
    {
        "o": 4610,
        "r": "esv:Numbers:16:43",
        "t": "And Moses and Aaron came to the front of the tent of meeting,"
    },
    {
        "o": 4611,
        "r": "esv:Numbers:16:44",
        "t": "and the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4612,
        "r": "esv:Numbers:16:45",
        "t": "“Get away from the midst of this congregation, that I may consume them in a moment.” And they fell on their faces."
    },
    {
        "o": 4613,
        "r": "esv:Numbers:16:46",
        "t": "And Moses said to Aaron, “Take your censer, and put fire on it from off the altar and lay incense on it and carry it quickly to the congregation and make atonement for them, for wrath has gone out from the Lord;*s the plague has begun.”"
    },
    {
        "o": 4614,
        "r": "esv:Numbers:16:47",
        "t": "So Aaron took it as Moses said and ran into the midst of the assembly. And behold, the plague had already begun among the people. And he put on the incense and made atonement for the people."
    },
    {
        "o": 4615,
        "r": "esv:Numbers:16:48",
        "t": "And he stood between the dead and the living, and the plague was stopped."
    },
    {
        "o": 4616,
        "r": "esv:Numbers:16:49",
        "t": "Now those who died in the plague were 14,700, besides those who died in the affair of Korah."
    },
    {
        "o": 4617,
        "r": "esv:Numbers:16:50",
        "t": "And Aaron returned to Moses at the entrance of the tent of meeting, when the plague was stopped."
    }
]
