[
    {
        "o": 11952,
        "r": "niv:1 Chronicles:20:0",
        "t": "1 Chronicles 20",
        "h": 1
    },
    {
        "o": 11953,
        "r": "niv:1 Chronicles:20:0",
        "t": "The Capture of Rabbah",
        "h": 2
    },
    {
        "o": 11954,
        "r": "niv:1 Chronicles:20:1",
        "t": "In*p the spring, at the time when kings go off to war, Joab led out the armed forces. He laid waste the land of the Ammonites and went to Rabbah and besieged it, but David remained in Jerusalem. Joab attacked Rabbah and left it in ruins."
    },
    {
        "o": 11955,
        "r": "niv:1 Chronicles:20:2",
        "t": "David took the crown from the head of their king —its weight was found to be a talent of gold, and it was set with precious stones—and it was placed on David’s head. He took a great quantity of plunder from the city"
    },
    {
        "o": 11956,
        "r": "niv:1 Chronicles:20:3",
        "t": "and brought out the people who were there, consigning them to labor with saws and with iron picks and axes. David did this to all the Ammonite towns. Then David and his entire army returned to Jerusalem."
    },
    {
        "o": 11957,
        "r": "niv:1 Chronicles:20:3",
        "t": "War With the Philistines",
        "h": 2
    },
    {
        "o": 11958,
        "r": "niv:1 Chronicles:20:4",
        "t": "In*p the course of time, war broke out with the Philistines, at Gezer. At that time Sibbekai the Hushathite killed Sippai, one of the descendants of the Rephaites, and the Philistines were subjugated."
    },
    {
        "o": 11959,
        "r": "niv:1 Chronicles:20:5",
        "t": "In*p another battle with the Philistines, Elhanan son of Jair killed Lahmi the brother of Goliath the Gittite, who had a spear with a shaft like a weaver’s rod."
    },
    {
        "o": 11960,
        "r": "niv:1 Chronicles:20:6",
        "t": "In*p still another battle, which took place at Gath, there was a huge man with six fingers on each hand and six toes on each foot—twenty-four in all. He also was descended from Rapha."
    },
    {
        "o": 11961,
        "r": "niv:1 Chronicles:20:7",
        "t": "When he taunted Israel, Jonathan son of Shimea, David’s brother, killed him."
    },
    {
        "o": 11962,
        "r": "niv:1 Chronicles:20:8",
        "t": "These*p were descendants of Rapha in Gath, and they fell at the hands of David and his men."
    }
]
