[
    {
        "o": 7983,
        "r": "csb:1 Samuel:1:0",
        "t": "1 Samuel 1",
        "h": 1
    },
    {
        "o": 7984,
        "r": "csb:1 Samuel:1:0",
        "t": "Hannah’s Vow",
        "h": 2
    },
    {
        "o": 7985,
        "r": "csb:1 Samuel:1:1",
        "t": "There*p was a man from Ramathaim-zophim in the hill country of Ephraim. His name was Elkanah son of Jeroham, son of Elihu, son of Tohu, son of Zuph, an Ephraimite."
    },
    {
        "o": 7986,
        "r": "csb:1 Samuel:1:2",
        "t": "He had two wives, the first named Hannah and the second Peninnah. Peninnah had children, but Hannah was childless."
    },
    {
        "o": 7987,
        "r": "csb:1 Samuel:1:3",
        "t": "This man would go up from his town every year to worship and to sacrifice to the Lord*s of Armies at Shiloh, where Eli’s two sons, Hophni and Phinehas, were the Lord’s*s priests."
    },
    {
        "o": 7988,
        "r": "csb:1 Samuel:1:4",
        "t": "Whenever*p Elkanah offered a sacrifice, he always gave portions of the meat to his wife Peninnah and to each of her sons and daughters."
    },
    {
        "o": 7989,
        "r": "csb:1 Samuel:1:5",
        "t": "But he gave a double portion to Hannah, for he loved her even though the Lord*s had kept her from conceiving."
    },
    {
        "o": 7990,
        "r": "csb:1 Samuel:1:6",
        "t": "Her rival would taunt her severely just to provoke her, because the Lord*s had kept Hannah from conceiving."
    },
    {
        "o": 7991,
        "r": "csb:1 Samuel:1:7",
        "t": "Year after year, when she went up to the Lord’s*s house, her rival taunted her in this way. Hannah would weep and would not eat."
    },
    {
        "o": 7992,
        "r": "csb:1 Samuel:1:8",
        "t": "“Hannah, why are you crying?” her husband, Elkanah, would ask. “Why won’t you eat? Why are you troubled? Am I not better to you than ten sons?”"
    },
    {
        "o": 7993,
        "r": "csb:1 Samuel:1:9",
        "t": "On*p one occasion, Hannah got up after they ate and drank at Shiloh. The priest Eli was sitting on a chair by the doorpost of the Lord’s*s temple."
    },
    {
        "o": 7994,
        "r": "csb:1 Samuel:1:10",
        "t": "Deeply hurt, Hannah prayed to the Lord*s and wept with many tears."
    },
    {
        "o": 7995,
        "r": "csb:1 Samuel:1:11",
        "t": "Making a vow, she pleaded, “Lord*s of Armies, if you will take notice of your servant’s affliction, remember and not forget me, and give your servant a son, I will give him to the Lord*s all the days of his life, and his hair will never be cut.”"
    },
    {
        "o": 7996,
        "r": "csb:1 Samuel:1:12",
        "t": "While*p she continued praying in the Lord’s*s presence, Eli watched her mouth."
    },
    {
        "o": 7997,
        "r": "csb:1 Samuel:1:13",
        "t": "Hannah was praying silently, and though her lips were moving, her voice could not be heard. Eli thought she was drunk"
    },
    {
        "o": 7998,
        "r": "csb:1 Samuel:1:14",
        "t": "and said to her, “How long are you going to be drunk? Get rid of your wine!”"
    },
    {
        "o": 7999,
        "r": "csb:1 Samuel:1:15",
        "t": "“No,*p my lord,” Hannah replied. “I am a woman with a broken heart. I haven’t had any wine or beer; I’ve been pouring out my heart before the Lord.*s"
    },
    {
        "o": 8000,
        "r": "csb:1 Samuel:1:16",
        "t": "Don’t think of me as a wicked woman; I’ve been praying from the depth of my anguish and resentment.”"
    },
    {
        "o": 8001,
        "r": "csb:1 Samuel:1:17",
        "t": "Eli*p responded, “Go in peace, and may the God of Israel grant the request you’ve made of him.”"
    },
    {
        "o": 8002,
        "r": "csb:1 Samuel:1:18",
        "t": "“May*p your servant find favor with you,” she replied. Then Hannah went on her way; she ate and no longer looked despondent."
    },
    {
        "o": 8003,
        "r": "csb:1 Samuel:1:18",
        "t": "Samuel’s Birth and Dedication",
        "h": 2
    },
    {
        "o": 8004,
        "r": "csb:1 Samuel:1:19",
        "t": "The*p next morning Elkanah and Hannah got up early to worship before the Lord.*s Afterward, they returned home to Ramah. Then Elkanah was intimate with his wife Hannah, and the Lord*s remembered her."
    },
    {
        "o": 8005,
        "r": "csb:1 Samuel:1:20",
        "t": "After some time, Hannah conceived and gave birth to a son. She named him Samuel, because she said, “I requested him from the Lord.”*s"
    },
    {
        "o": 8006,
        "r": "csb:1 Samuel:1:21",
        "t": "When*p Elkanah and all his household went up to make the annual sacrifice and his vow offering to the Lord,*s"
    },
    {
        "o": 8007,
        "r": "csb:1 Samuel:1:22",
        "t": "Hannah did not go and explained to her husband, “After the child is weaned, I’ll take him to appear in the Lord’s*s presence and to stay there permanently.”"
    },
    {
        "o": 8008,
        "r": "csb:1 Samuel:1:23",
        "t": "Her*p husband, Elkanah, replied, “Do what you think is best, and stay here until you’ve weaned him. May the Lord*s confirm your word.” So Hannah stayed there and nursed her son until she weaned him."
    },
    {
        "o": 8009,
        "r": "csb:1 Samuel:1:24",
        "t": "When she had weaned him, she took him with her to Shiloh, as well as a three-year-old bull, half a bushel of flour, and a clay jar of wine. Though the boy was still young, she took him to the Lord’s*s house at Shiloh."
    },
    {
        "o": 8010,
        "r": "csb:1 Samuel:1:25",
        "t": "Then they slaughtered the bull and brought the boy to Eli."
    },
    {
        "o": 8011,
        "r": "csb:1 Samuel:1:26",
        "t": "“Please,*p my lord,” she said, “as surely as you live, my lord, I am the woman who stood here beside you praying to the Lord.*s"
    },
    {
        "o": 8012,
        "r": "csb:1 Samuel:1:27",
        "t": "I prayed for this boy, and since the Lord*s gave me what I asked him for,"
    },
    {
        "o": 8013,
        "r": "csb:1 Samuel:1:28",
        "t": "I now give the boy to the Lord.*s For as long as he lives, he is given to the Lord.”*s Then he worshiped the Lord*s there."
    },
    {
        "o": 8014,
        "r": "csb:1 Samuel:2:0",
        "t": "1 Samuel 2",
        "h": 1
    },
    {
        "o": 8015,
        "r": "csb:1 Samuel:2:0",
        "t": "Hannah’s Triumphant Prayer",
        "h": 2
    },
    {
        "o": 8016,
        "r": "csb:1 Samuel:2:1",
        "t": "Hannah*p prayed: My*pn heart rejoices in the Lord;*s my*ln horn is lifted up by the Lord.*s My*ln mouth boasts over my enemies, because*ln I rejoice in your salvation."
    },
    {
        "o": 8017,
        "r": "csb:1 Samuel:2:2",
        "t": "There*ln is no one holy like the Lord.*s There*ln is no one besides you! And*ln there is no rock like our God."
    },
    {
        "o": 8018,
        "r": "csb:1 Samuel:2:3",
        "t": "Do*ln not boast so proudly, or*ln let arrogant words come out of your mouth, for*ln the Lord*s is a God of knowledge, and*ln actions are weighed by him."
    },
    {
        "o": 8019,
        "r": "csb:1 Samuel:2:4",
        "t": "The*ln bows of the warriors are broken, but*ln the feeble are clothed with strength."
    },
    {
        "o": 8020,
        "r": "csb:1 Samuel:2:5",
        "t": "Those*ln who are full hire themselves out for food, but*ln those who are starving hunger no more. The*ln woman who is childless gives birth to seven, but*ln the woman with many sons pines away."
    },
    {
        "o": 8021,
        "r": "csb:1 Samuel:2:6",
        "t": "The*ln Lord*s brings death and gives life; he*ln sends some down to Sheol, and he raises others up."
    },
    {
        "o": 8022,
        "r": "csb:1 Samuel:2:7",
        "t": "The*ln Lord*s brings poverty and gives wealth; he*ln humbles and he exalts."
    },
    {
        "o": 8023,
        "r": "csb:1 Samuel:2:8",
        "t": "He*ln raises the poor from the dust and*ln lifts the needy from the trash heap. He*ln seats them with noblemen and*ln gives them a throne of honor. For*ln the foundations of the earth are the Lord’s;*s he*ln has set the world on them."
    },
    {
        "o": 8024,
        "r": "csb:1 Samuel:2:9",
        "t": "He*ln guards the steps of his faithful ones, but*ln the wicked perish in darkness, for*ln a person does not prevail by his own strength."
    },
    {
        "o": 8025,
        "r": "csb:1 Samuel:2:10",
        "t": "Those*ln who oppose the Lord*s will be shattered; he*ln will thunder in the heavens against them. The*ln Lord*s will judge the ends of the earth. He*ln will give power to his king; he*ln will lift up the horn of his anointed."
    },
    {
        "o": 8026,
        "r": "csb:1 Samuel:2:11",
        "t": "Elkanah*p went home to Ramah, but the boy served the Lord*s in the presence of the priest Eli."
    },
    {
        "o": 8027,
        "r": "csb:1 Samuel:2:11",
        "t": "Eli’s Family Judged",
        "h": 2
    },
    {
        "o": 8028,
        "r": "csb:1 Samuel:2:12",
        "t": "Eli’s*p sons were wicked men; they did not respect the Lord*s"
    },
    {
        "o": 8029,
        "r": "csb:1 Samuel:2:13",
        "t": "or the priests’ share of the sacrifices from the people. When anyone offered a sacrifice, the priest’s servant would come with a three-pronged meat fork while the meat was boiling"
    },
    {
        "o": 8030,
        "r": "csb:1 Samuel:2:14",
        "t": "and plunge it into the container, kettle, cauldron, or cooking pot. The priest would claim for himself whatever the meat fork brought up. This is the way they treated all the Israelites who came there to Shiloh."
    },
    {
        "o": 8031,
        "r": "csb:1 Samuel:2:15",
        "t": "Even before the fat was burned, the priest’s servant would come and say to the one who was sacrificing, “Give the priest some meat to roast, because he won’t accept boiled meat from you - only raw.”"
    },
    {
        "o": 8032,
        "r": "csb:1 Samuel:2:16",
        "t": "If that person said to him, “The fat must be burned first; then you can take whatever you want for yourself,” the servant would reply, “No, I insist that you hand it over right now. If you don’t, I’ll take it by force!”"
    },
    {
        "o": 8033,
        "r": "csb:1 Samuel:2:17",
        "t": "So the servants’ sin was very severe in the presence of the Lord,*s because the men treated the Lord’s*s offering with contempt."
    },
    {
        "o": 8034,
        "r": "csb:1 Samuel:2:18",
        "t": "Samuel*p served in the Lord’s*s presence —this mere boy was dressed in the linen ephod."
    },
    {
        "o": 8035,
        "r": "csb:1 Samuel:2:19",
        "t": "Each year his mother made him a little robe and took it to him when she went with her husband to offer the annual sacrifice."
    },
    {
        "o": 8036,
        "r": "csb:1 Samuel:2:20",
        "t": "Eli would bless Elkanah and his wife: “May the Lord*s give you children by this woman in place of the one she has given to the Lord.”*s Then they would go home."
    },
    {
        "o": 8037,
        "r": "csb:1 Samuel:2:21",
        "t": "The*p Lord*s paid attention to Hannah’s need, and she conceived and gave birth to three sons and two daughters. Meanwhile, the boy Samuel grew up in the presence of the Lord.*s"
    },
    {
        "o": 8038,
        "r": "csb:1 Samuel:2:22",
        "t": "Now*p Eli was very old. He heard about everything his sons were doing to all Israel and how they were sleeping with the women who served at the entrance to the tent of meeting."
    },
    {
        "o": 8039,
        "r": "csb:1 Samuel:2:23",
        "t": "He said to them, “Why are you doing these things? I have heard about your evil actions from all these people."
    },
    {
        "o": 8040,
        "r": "csb:1 Samuel:2:24",
        "t": "No, my sons, the news I hear the Lord’s*s people spreading is not good."
    },
    {
        "o": 8041,
        "r": "csb:1 Samuel:2:25",
        "t": "If one person sins against another, God can intercede for him, but if a person sins against the Lord,*s who can intercede for him?” But they would not listen to their father, since the Lord*s intended to kill them."
    },
    {
        "o": 8042,
        "r": "csb:1 Samuel:2:26",
        "t": "By contrast, the boy Samuel grew in stature and in favor with the Lord*s and with people."
    },
    {
        "o": 8043,
        "r": "csb:1 Samuel:2:27",
        "t": "A*p man of God came to Eli and said to him, “This is what the Lord*s says: ‘Didn’t I reveal myself to your forefather’s family when they were in Egypt and belonged to Pharaoh’s palace?"
    },
    {
        "o": 8044,
        "r": "csb:1 Samuel:2:28",
        "t": "Out of all the tribes of Israel, I chose your house to be my priests, to offer sacrifices on my altar, to burn incense, and to wear an ephod in my presence. I also gave your forefather’s family all the Israelite food offerings."
    },
    {
        "o": 8045,
        "r": "csb:1 Samuel:2:29",
        "t": "Why, then, do all of you despise my sacrifices and offerings that I require at the place of worship? You have honored your sons more than me, by making yourselves fat with the best part of all of the offerings of my people Israel.’"
    },
    {
        "o": 8046,
        "r": "csb:1 Samuel:2:30",
        "t": "“Therefore,*p this is the declaration of the Lord,*s the God of Israel: ‘I did say that your family and your forefather’s family would walk before me forever. But now,’ this is the Lord’s*s declaration, ‘no longer! For those who honor me I will honor, but those who despise me will be disgraced."
    },
    {
        "o": 8047,
        "r": "csb:1 Samuel:2:31",
        "t": "Look, the days are coming when I will cut off your strength and the strength of your forefather’s family, so that none in your family will reach old age."
    },
    {
        "o": 8048,
        "r": "csb:1 Samuel:2:32",
        "t": "You will see distress in the place of worship, in spite of all that is good in Israel, and no one in your family will ever again reach old age."
    },
    {
        "o": 8049,
        "r": "csb:1 Samuel:2:33",
        "t": "Any man from your family I do not cut off from my altar will bring grief and sadness to you. All your descendants will die violently."
    },
    {
        "o": 8050,
        "r": "csb:1 Samuel:2:34",
        "t": "This will be the sign that will come to you concerning your two sons Hophni and Phinehas: both of them will die on the same day."
    },
    {
        "o": 8051,
        "r": "csb:1 Samuel:2:35",
        "t": "“‘Then*p I will raise up a faithful priest for myself. He will do whatever is in my heart and mind. I will establish a lasting dynasty for him, and he will walk before my anointed one for all time."
    },
    {
        "o": 8052,
        "r": "csb:1 Samuel:2:36",
        "t": "Anyone who is left in your family will come and bow down to him for a piece of silver or a loaf of bread. He will say: Please appoint me to some priestly office so I can have a piece of bread to eat.’”"
    },
    {
        "o": 8053,
        "r": "csb:1 Samuel:3:0",
        "t": "1 Samuel 3",
        "h": 1
    },
    {
        "o": 8054,
        "r": "csb:1 Samuel:3:0",
        "t": "Samuel’s Call",
        "h": 2
    },
    {
        "o": 8055,
        "r": "csb:1 Samuel:3:1",
        "t": "The*p boy Samuel served the Lord*s in Eli’s presence. In those days the word of the Lord*s was rare and prophetic visions were not widespread."
    },
    {
        "o": 8056,
        "r": "csb:1 Samuel:3:2",
        "t": "One*p day Eli, whose eyesight was failing, was lying in his usual place."
    },
    {
        "o": 8057,
        "r": "csb:1 Samuel:3:3",
        "t": "Before the lamp of God had gone out, Samuel was lying down in the temple of the Lord,*s where the ark of God was located."
    },
    {
        "o": 8058,
        "r": "csb:1 Samuel:3:4",
        "t": "Then*p the Lord*s called Samuel, and he answered, “Here I am.”"
    },
    {
        "o": 8059,
        "r": "csb:1 Samuel:3:5",
        "t": "He ran to Eli and said, “Here I am; you called me.” “I*p didn’t call,” Eli replied. “Go back and lie down.” So he went and lay down."
    },
    {
        "o": 8060,
        "r": "csb:1 Samuel:3:6",
        "t": "Once*p again the Lord*s called, “Samuel!” Samuel*p got up, went to Eli, and said, “Here I am; you called me.” “I*p didn’t call, my son,” he replied. “Go back and lie down.”"
    },
    {
        "o": 8061,
        "r": "csb:1 Samuel:3:7",
        "t": "Now*p Samuel did not yet know the Lord,*s because the word of the Lord*s had not yet been revealed to him."
    },
    {
        "o": 8062,
        "r": "csb:1 Samuel:3:8",
        "t": "Once again, for the third time, the Lord*s called Samuel. He got up, went to Eli, and said, “Here I am; you called me.” Then*p Eli understood that the Lord*s was calling the boy."
    },
    {
        "o": 8063,
        "r": "csb:1 Samuel:3:9",
        "t": "He told Samuel, “Go and lie down. If he calls you, say, ‘Speak, Lord,*s for your servant is listening.’” So Samuel went and lay down in his place."
    },
    {
        "o": 8064,
        "r": "csb:1 Samuel:3:10",
        "t": "The*p Lord*s came, stood there, and called as before, “Samuel, Samuel!” Samuel*p responded, “Speak, for your servant is listening.”"
    },
    {
        "o": 8065,
        "r": "csb:1 Samuel:3:11",
        "t": "The*p Lord*s said to Samuel, “I am about to do something in Israel that will cause everyone who hears about it to shudder."
    },
    {
        "o": 8066,
        "r": "csb:1 Samuel:3:12",
        "t": "On that day I will carry out against Eli everything I said about his family, from beginning to end."
    },
    {
        "o": 8067,
        "r": "csb:1 Samuel:3:13",
        "t": "I told him that I am going to judge his family forever because of the iniquity he knows about: his sons are cursing God, and he has not stopped them."
    },
    {
        "o": 8068,
        "r": "csb:1 Samuel:3:14",
        "t": "Therefore, I have sworn to Eli’s family: The iniquity of Eli’s family will never be wiped out by either sacrifice or offering.”"
    },
    {
        "o": 8069,
        "r": "csb:1 Samuel:3:15",
        "t": "Samuel*p lay down until the morning; then he opened the doors of the Lord’s*s house. He was afraid to tell Eli the vision,"
    },
    {
        "o": 8070,
        "r": "csb:1 Samuel:3:16",
        "t": "but Eli called him and said, “Samuel, my son.” “Here*p I am,” answered Samuel."
    },
    {
        "o": 8071,
        "r": "csb:1 Samuel:3:17",
        "t": "“What*p was the message he gave you?” Eli asked. “Don’t hide it from me. May God punish you and do so severely if you hide anything from me that he told you.”"
    },
    {
        "o": 8072,
        "r": "csb:1 Samuel:3:18",
        "t": "So Samuel told him everything and did not hide anything from him. Eli responded, “He is the Lord.*s Let him do what he thinks is good.”"
    },
    {
        "o": 8073,
        "r": "csb:1 Samuel:3:19",
        "t": "Samuel*p grew. The Lord*s was with him, and he fulfilled everything Samuel prophesied."
    },
    {
        "o": 8074,
        "r": "csb:1 Samuel:3:20",
        "t": "All Israel from Dan to Beer-sheba knew that Samuel was a confirmed prophet of the Lord.*s"
    },
    {
        "o": 8075,
        "r": "csb:1 Samuel:3:21",
        "t": "The Lord*s continued to appear in Shiloh, because there he revealed himself to Samuel by his word."
    },
    {
        "o": 8076,
        "r": "csb:1 Samuel:4:0",
        "t": "1 Samuel 4",
        "h": 1
    },
    {
        "o": 8077,
        "r": "csb:1 Samuel:4:1",
        "t": "And*p Samuel’s words came to all Israel."
    },
    {
        "o": 8078,
        "r": "csb:1 Samuel:4:1",
        "t": "The Ark Captured by the Philistines",
        "h": 2
    },
    {
        "o": 8079,
        "r": "csb:1 Samuel:4:1",
        "t": "Israel*p went out to meet the Philistines in battle and camped at Ebenezer while the Philistines camped at Aphek."
    },
    {
        "o": 8080,
        "r": "csb:1 Samuel:4:2",
        "t": "The Philistines lined up in battle formation against Israel, and as the battle intensified, Israel was defeated by the Philistines, who struck down about four thousand men on the battlefield."
    },
    {
        "o": 8081,
        "r": "csb:1 Samuel:4:3",
        "t": "When*p the troops returned to the camp, the elders of Israel asked, “Why did the Lord*s defeat us today before the Philistines? Let’s bring the ark of the Lord’s*s covenant from Shiloh. Then it will go with us and save us from our enemies.”"
    },
    {
        "o": 8082,
        "r": "csb:1 Samuel:4:4",
        "t": "So the people sent men to Shiloh to bring back the ark of the covenant of the Lord*s of Armies, who is enthroned between the cherubim. Eli’s two sons, Hophni and Phinehas, were there with the ark of the covenant of God."
    },
    {
        "o": 8083,
        "r": "csb:1 Samuel:4:5",
        "t": "When the ark of the covenant of the Lord*s entered the camp, all the Israelites raised such a loud shout that the ground shook."
    },
    {
        "o": 8084,
        "r": "csb:1 Samuel:4:6",
        "t": "The*p Philistines heard the sound of the war cry and asked, “What’s this loud shout in the Hebrews’ camp?” When the Philistines discovered that the ark of the Lord*s had entered the camp,"
    },
    {
        "o": 8085,
        "r": "csb:1 Samuel:4:7",
        "t": "they panicked. “A god has entered their camp!” they said. “Woe to us! Nothing like this has happened before."
    },
    {
        "o": 8086,
        "r": "csb:1 Samuel:4:8",
        "t": "Woe to us! Who will rescue us from these magnificent gods? These are the gods that slaughtered the Egyptians with all kinds of plagues in the wilderness."
    },
    {
        "o": 8087,
        "r": "csb:1 Samuel:4:9",
        "t": "Show some courage and be men, Philistines! Otherwise, you’ll serve the Hebrews just as they served you. Now be men and fight!”"
    },
    {
        "o": 8088,
        "r": "csb:1 Samuel:4:10",
        "t": "So*p the Philistines fought, and Israel was defeated, and each man fled to his tent. The slaughter was severe - thirty thousand of the Israelite foot soldiers fell."
    },
    {
        "o": 8089,
        "r": "csb:1 Samuel:4:11",
        "t": "The ark of God was captured, and Eli’s two sons, Hophni and Phinehas, died."
    },
    {
        "o": 8090,
        "r": "csb:1 Samuel:4:11",
        "t": "Eli’s Death and Ichabod’s Birth",
        "h": 2
    },
    {
        "o": 8091,
        "r": "csb:1 Samuel:4:12",
        "t": "That*p same day, a Benjaminite man ran from the battle and came to Shiloh. His clothes were torn, and there was dirt on his head."
    },
    {
        "o": 8092,
        "r": "csb:1 Samuel:4:13",
        "t": "When he arrived, there was Eli sitting on his chair beside the road waiting, because he was anxious about the ark of God. When the man entered the city to give a report, the entire city cried out."
    },
    {
        "o": 8093,
        "r": "csb:1 Samuel:4:14",
        "t": "Eli*p heard the outcry and asked, “Why this commotion?” The man quickly came and reported to Eli."
    },
    {
        "o": 8094,
        "r": "csb:1 Samuel:4:15",
        "t": "At that time Eli was ninety-eight years old, and his eyes didn’t move because he couldn’t see."
    },
    {
        "o": 8095,
        "r": "csb:1 Samuel:4:16",
        "t": "The*p man said to Eli, “I’m the one who came from the battle. I fled from there today.” “What*p happened, my son?” Eli asked."
    },
    {
        "o": 8096,
        "r": "csb:1 Samuel:4:17",
        "t": "The*p messenger answered, “Israel has fled from the Philistines, and also there was a great slaughter among the people. Your two sons, Hophni and Phinehas, are both dead, and the ark of God has been captured.”"
    },
    {
        "o": 8097,
        "r": "csb:1 Samuel:4:18",
        "t": "When he mentioned the ark of God, Eli fell backward off the chair by the city gate, and since he was old and heavy, his neck broke and he died. Eli had judged Israel forty years."
    },
    {
        "o": 8098,
        "r": "csb:1 Samuel:4:19",
        "t": "Eli’s*p daughter-in-law, the wife of Phinehas, was pregnant and about to give birth. When she heard the news about the capture of God’s ark and the deaths of her father-in-law and her husband, she collapsed and gave birth because her labor pains came on her."
    },
    {
        "o": 8099,
        "r": "csb:1 Samuel:4:20",
        "t": "As she was dying, the women taking care of her said, “Don’t be afraid. You’ve given birth to a son!” But she did not respond or pay attention."
    },
    {
        "o": 8100,
        "r": "csb:1 Samuel:4:21",
        "t": "She named the boy Ichabod, saying, “The glory has departed from Israel,” referring to the capture of the ark of God and to the deaths of her father-in-law and her husband."
    },
    {
        "o": 8101,
        "r": "csb:1 Samuel:4:22",
        "t": "“The glory has departed from Israel,” she said, “because the ark of God has been captured.”"
    },
    {
        "o": 8102,
        "r": "csb:1 Samuel:5:0",
        "t": "1 Samuel 5",
        "h": 1
    },
    {
        "o": 8103,
        "r": "csb:1 Samuel:5:0",
        "t": "The Ark in Philistine Hands",
        "h": 2
    },
    {
        "o": 8104,
        "r": "csb:1 Samuel:5:1",
        "t": "After*p the Philistines had captured the ark of God, they took it from Ebenezer to Ashdod,"
    },
    {
        "o": 8105,
        "r": "csb:1 Samuel:5:2",
        "t": "brought it into the temple of Dagon and placed it next to his statue."
    },
    {
        "o": 8106,
        "r": "csb:1 Samuel:5:3",
        "t": "When the people of Ashdod got up early the next morning, there was Dagon, fallen with his face to the ground before the ark of the Lord.*s So they took Dagon and returned him to his place."
    },
    {
        "o": 8107,
        "r": "csb:1 Samuel:5:4",
        "t": "But when they got up early the next morning, there was Dagon, fallen with his face to the ground before the ark of the Lord.*s This time, Dagon’s head and both of his hands were broken off and lying on the threshold. Only Dagon’s torso remained."
    },
    {
        "o": 8108,
        "r": "csb:1 Samuel:5:5",
        "t": "That is why, still today, the priests of Dagon and everyone who enters the temple of Dagon in Ashdod do not step on Dagon’s threshold."
    },
    {
        "o": 8109,
        "r": "csb:1 Samuel:5:6",
        "t": "The*p Lord’s*s hand was heavy on the people of Ashdod. He terrified the people of Ashdod and its territory and afflicted them with tumors."
    },
    {
        "o": 8110,
        "r": "csb:1 Samuel:5:7",
        "t": "When the people of Ashdod saw what was happening, they said, “The ark of Israel’s God must not stay here with us, because his hand is strongly against us and our god Dagon.”"
    },
    {
        "o": 8111,
        "r": "csb:1 Samuel:5:8",
        "t": "So they called all the Philistine rulers together and asked, “What should we do with the ark of Israel’s God?” “The*p ark of Israel’s God should be moved to Gath,” they replied. So they moved the ark of Israel’s God."
    },
    {
        "o": 8112,
        "r": "csb:1 Samuel:5:9",
        "t": "After they had moved it, the Lord’s*s hand was against the city of Gath, causing a great panic. He afflicted the people of the city, from the youngest to the oldest, with an outbreak of tumors."
    },
    {
        "o": 8113,
        "r": "csb:1 Samuel:5:10",
        "t": "The*p people of Gath then sent the ark of God to Ekron, but when it got there, the Ekronites cried out, “They’ve moved the ark of Israel’s God to us to kill us and our people!”"
    },
    {
        "o": 8114,
        "r": "csb:1 Samuel:5:11",
        "t": "The*p Ekronites called all the Philistine rulers together. They said, “Send the ark of Israel’s God away. Let it return to its place so it won’t kill us and our people!” For the fear of death pervaded the city; God’s hand was oppressing them."
    },
    {
        "o": 8115,
        "r": "csb:1 Samuel:5:12",
        "t": "Those who did not die were afflicted with tumors, and the outcry of the city went up to heaven."
    },
    {
        "o": 8116,
        "r": "csb:1 Samuel:6:0",
        "t": "1 Samuel 6",
        "h": 1
    },
    {
        "o": 8117,
        "r": "csb:1 Samuel:6:0",
        "t": "The Return of the Ark",
        "h": 2
    },
    {
        "o": 8118,
        "r": "csb:1 Samuel:6:1",
        "t": "When*p the ark of the Lord*s had been in Philistine territory for seven months,"
    },
    {
        "o": 8119,
        "r": "csb:1 Samuel:6:2",
        "t": "the Philistines summoned the priests and the diviners and pleaded, “What should we do with the ark of the Lord?*s Tell us how we can send it back to its place.”"
    },
    {
        "o": 8120,
        "r": "csb:1 Samuel:6:3",
        "t": "They*p replied, “If you send the ark of Israel’s God away, do not send it without an offering. Send back a guilt offering to him, and you will be healed. Then the reason his hand hasn’t been removed from you will be revealed.”"
    },
    {
        "o": 8121,
        "r": "csb:1 Samuel:6:4",
        "t": "They*p asked, “What guilt offering should we send back to him?” And*p they answered, “Five gold tumors and five gold mice corresponding to the number of Philistine rulers, since there was one plague for both you and your rulers."
    },
    {
        "o": 8122,
        "r": "csb:1 Samuel:6:5",
        "t": "Make images of your tumors and of your mice that are destroying the land. Give glory to Israel’s God, and perhaps he will stop oppressing you, your gods, and your land."
    },
    {
        "o": 8123,
        "r": "csb:1 Samuel:6:6",
        "t": "Why harden your hearts as the Egyptians and Pharaoh hardened theirs? When he afflicted them, didn’t they send Israel away, and Israel left?"
    },
    {
        "o": 8124,
        "r": "csb:1 Samuel:6:7",
        "t": "“Now*p then, prepare one new cart and two milk cows that have never been yoked. Hitch the cows to the cart, but take their calves away and pen them up."
    },
    {
        "o": 8125,
        "r": "csb:1 Samuel:6:8",
        "t": "Take the ark of the Lord,*s place it on the cart, and put the gold objects that you’re sending him as a guilt offering in a box beside the ark. Send it off and let it go its way."
    },
    {
        "o": 8126,
        "r": "csb:1 Samuel:6:9",
        "t": "Then watch: If it goes up the road to its homeland toward Beth-shemesh, it is the Lord*s who has made this terrible trouble for us. However, if it doesn’t, we will know that it was not his hand that punished us - it was just something that happened to us by chance.”"
    },
    {
        "o": 8127,
        "r": "csb:1 Samuel:6:10",
        "t": "The*p men did this: They took two milk cows, hitched them to the cart, and confined their calves in the pen."
    },
    {
        "o": 8128,
        "r": "csb:1 Samuel:6:11",
        "t": "Then they put the ark of the Lord*s on the cart, along with the box containing the gold mice and the images of their tumors."
    },
    {
        "o": 8129,
        "r": "csb:1 Samuel:6:12",
        "t": "The cows went straight up the road to Beth-shemesh. They stayed on that one highway, lowing as they went; they never strayed to the right or to the left. The Philistine rulers were walking behind them to the territory of Beth-shemesh."
    },
    {
        "o": 8130,
        "r": "csb:1 Samuel:6:13",
        "t": "The*p people of Beth-shemesh were harvesting wheat in the valley, and when they looked up and saw the ark, they were overjoyed to see it."
    },
    {
        "o": 8131,
        "r": "csb:1 Samuel:6:14",
        "t": "The cart came to the field of Joshua of Beth-shemesh and stopped there near a large rock. The people of the city chopped up the cart and offered the cows as a burnt offering to the Lord.*s"
    },
    {
        "o": 8132,
        "r": "csb:1 Samuel:6:15",
        "t": "The Levites removed the ark of the Lord,*s along with the box containing the gold objects, and placed them on the large rock. That day the people of Beth-shemesh offered burnt offerings and made sacrifices to the Lord.*s"
    },
    {
        "o": 8133,
        "r": "csb:1 Samuel:6:16",
        "t": "When the five Philistine rulers observed this, they returned to Ekron that same day."
    },
    {
        "o": 8134,
        "r": "csb:1 Samuel:6:17",
        "t": "As*p a guilt offering to the Lord,*s the Philistines had sent back one gold tumor for each city: Ashdod, Gaza, Ashkelon, Gath, and Ekron."
    },
    {
        "o": 8135,
        "r": "csb:1 Samuel:6:18",
        "t": "The number of gold mice also corresponded to the number of Philistine cities of the five rulers, the fortified cities and the outlying villages. The large rock on which the ark of the Lord*s was placed is still in the field of Joshua of Beth-shemesh today."
    },
    {
        "o": 8136,
        "r": "csb:1 Samuel:6:19",
        "t": "God*p struck down the people of Beth-shemesh because they looked inside the ark of the Lord.*s He struck down seventy persons. The people mourned because the Lord*s struck them with a great slaughter."
    },
    {
        "o": 8137,
        "r": "csb:1 Samuel:6:20",
        "t": "The people of Beth-shemesh asked, “Who is able to stand in the presence of the Lord*s this holy God? To whom should the ark go from here?”"
    },
    {
        "o": 8138,
        "r": "csb:1 Samuel:6:21",
        "t": "They*p sent messengers to the residents of Kiriath-jearim, saying, “The Philistines have returned the ark of the Lord.*s Come down and get it.”"
    },
    {
        "o": 8139,
        "r": "csb:1 Samuel:7:0",
        "t": "1 Samuel 7",
        "h": 1
    },
    {
        "o": 8140,
        "r": "csb:1 Samuel:7:1",
        "t": "So*p the people of Kiriath-jearim came for the ark of the Lord*s and took it to Abinadab’s house on the hill. They consecrated his son Eleazar to take care of it."
    },
    {
        "o": 8141,
        "r": "csb:1 Samuel:7:1",
        "t": "Victory at Mizpah",
        "h": 2
    },
    {
        "o": 8142,
        "r": "csb:1 Samuel:7:2",
        "t": "Time*p went by until twenty years had passed since the ark had been taken to Kiriath-jearim. Then the whole house of Israel longed for the Lord.*s"
    },
    {
        "o": 8143,
        "r": "csb:1 Samuel:7:3",
        "t": "Samuel told them, “If you are returning to the Lord*s with all your heart, get rid of the foreign gods and the Ashtoreths that are among you, set your hearts on the Lord,*s and worship only him. Then he will rescue you from the Philistines.”"
    },
    {
        "o": 8144,
        "r": "csb:1 Samuel:7:4",
        "t": "So the Israelites removed the Baals and the Ashtoreths and only worshiped the Lord.*s"
    },
    {
        "o": 8145,
        "r": "csb:1 Samuel:7:5",
        "t": "Samuel*p said, “Gather all Israel at Mizpah, and I will pray to the Lord*s on your behalf.”"
    },
    {
        "o": 8146,
        "r": "csb:1 Samuel:7:6",
        "t": "When they gathered at Mizpah, they drew water and poured it out in the Lord’s*s presence. They fasted that day, and there they confessed, “We have sinned against the Lord.”*s And Samuel judged the Israelites at Mizpah."
    },
    {
        "o": 8147,
        "r": "csb:1 Samuel:7:7",
        "t": "When*p the Philistines heard that the Israelites had gathered at Mizpah, their rulers marched up toward Israel. When the Israelites heard about it, they were afraid because of the Philistines."
    },
    {
        "o": 8148,
        "r": "csb:1 Samuel:7:8",
        "t": "The Israelites said to Samuel, “Don’t stop crying out to the Lord*s our God for us, so that he will save us from the Philistines.”"
    },
    {
        "o": 8149,
        "r": "csb:1 Samuel:7:9",
        "t": "Then*p Samuel took a young lamb and offered it as a whole burnt offering to the Lord.*s He cried out to the Lord*s on behalf of Israel, and the Lord*s answered him."
    },
    {
        "o": 8150,
        "r": "csb:1 Samuel:7:10",
        "t": "Samuel was offering the burnt offering as the Philistines approached to fight against Israel. The Lord*s thundered loudly against the Philistines that day and threw them into such confusion that they were defeated by Israel."
    },
    {
        "o": 8151,
        "r": "csb:1 Samuel:7:11",
        "t": "Then the men of Israel charged out of Mizpah and pursued the Philistines striking them down all the way to a place below Beth-car."
    },
    {
        "o": 8152,
        "r": "csb:1 Samuel:7:12",
        "t": "Afterward,*p Samuel took a stone and set it upright between Mizpah and Shen. He named it Ebenezer, explaining, “The Lord*s has helped us to this point.”"
    },
    {
        "o": 8153,
        "r": "csb:1 Samuel:7:13",
        "t": "So the Philistines were subdued and did not invade Israel’s territory again. The Lord’s*s hand was against the Philistines all of Samuel’s life."
    },
    {
        "o": 8154,
        "r": "csb:1 Samuel:7:14",
        "t": "The cities from Ekron to Gath, which they had taken from Israel, were restored; Israel even rescued their surrounding territories from Philistine control. There was also peace between Israel and the Amorites."
    },
    {
        "o": 8155,
        "r": "csb:1 Samuel:7:15",
        "t": "Samuel*p judged Israel throughout his life."
    },
    {
        "o": 8156,
        "r": "csb:1 Samuel:7:16",
        "t": "Every year he would go on a circuit to Bethel, Gilgal, and Mizpah and would judge Israel at all these locations."
    },
    {
        "o": 8157,
        "r": "csb:1 Samuel:7:17",
        "t": "Then he would return to Ramah because his home was there, he judged Israel there, and he built an altar to the Lord*s there."
    },
    {
        "o": 8158,
        "r": "csb:1 Samuel:8:0",
        "t": "1 Samuel 8",
        "h": 1
    },
    {
        "o": 8159,
        "r": "csb:1 Samuel:8:0",
        "t": "Israel’s Demand for a King",
        "h": 2
    },
    {
        "o": 8160,
        "r": "csb:1 Samuel:8:1",
        "t": "When*p Samuel grew old, he appointed his sons as judges over Israel."
    },
    {
        "o": 8161,
        "r": "csb:1 Samuel:8:2",
        "t": "His firstborn son’s name was Joel and his second was Abijah. They were judges in Beer-sheba."
    },
    {
        "o": 8162,
        "r": "csb:1 Samuel:8:3",
        "t": "However, his sons did not walk in his ways - they turned toward dishonest profit, took bribes, and perverted justice."
    },
    {
        "o": 8163,
        "r": "csb:1 Samuel:8:4",
        "t": "So*p all the elders of Israel gathered together and went to Samuel at Ramah."
    },
    {
        "o": 8164,
        "r": "csb:1 Samuel:8:5",
        "t": "They said to him, “Look, you are old, and your sons do not walk in your ways. Therefore, appoint a king to judge us the same as all the other nations have.”"
    },
    {
        "o": 8165,
        "r": "csb:1 Samuel:8:6",
        "t": "When*p they said, “Give us a king to judge us,” Samuel considered their demand wrong, so he prayed to the Lord.*s"
    },
    {
        "o": 8166,
        "r": "csb:1 Samuel:8:7",
        "t": "But the Lord*s told him, “Listen to the people and everything they say to you. They have not rejected you; they have rejected me as their king."
    },
    {
        "o": 8167,
        "r": "csb:1 Samuel:8:8",
        "t": "They are doing the same thing to you that they have done to me, since the day I brought them out of Egypt until this day, abandoning me and worshiping other gods."
    },
    {
        "o": 8168,
        "r": "csb:1 Samuel:8:9",
        "t": "Listen to them, but solemnly warn them and tell them about the customary rights of the king who will reign over them.”"
    },
    {
        "o": 8169,
        "r": "csb:1 Samuel:8:10",
        "t": "Samuel*p told all the Lord’s*s words to the people who were asking him for a king."
    },
    {
        "o": 8170,
        "r": "csb:1 Samuel:8:11",
        "t": "He said, “These are the rights of the king who will reign over you: He will take your sons and put them to his use in his chariots, on his horses, or running in front of his chariots."
    },
    {
        "o": 8171,
        "r": "csb:1 Samuel:8:12",
        "t": "He can appoint them for his use as commanders of thousands or commanders of fifties, to plow his ground and reap his harvest, or to make his weapons of war and the equipment for his chariots."
    },
    {
        "o": 8172,
        "r": "csb:1 Samuel:8:13",
        "t": "He can take your daughters to become perfumers, cooks, and bakers."
    },
    {
        "o": 8173,
        "r": "csb:1 Samuel:8:14",
        "t": "He can take your best fields, vineyards, and olive orchards and give them to his servants."
    },
    {
        "o": 8174,
        "r": "csb:1 Samuel:8:15",
        "t": "He can take a tenth of your grain and your vineyards and give them to his officials and servants."
    },
    {
        "o": 8175,
        "r": "csb:1 Samuel:8:16",
        "t": "He can take your male servants, your female servants, your best cattle, and your donkeys and use them for his work."
    },
    {
        "o": 8176,
        "r": "csb:1 Samuel:8:17",
        "t": "He can take a tenth of your flocks, and you yourselves can become his servants."
    },
    {
        "o": 8177,
        "r": "csb:1 Samuel:8:18",
        "t": "When that day comes, you will cry out because of the king you’ve chosen for yourselves, but the Lord*s won’t answer you on that day.”"
    },
    {
        "o": 8178,
        "r": "csb:1 Samuel:8:19",
        "t": "The*p people refused to listen to Samuel. “No!” they said. “We must have a king over us."
    },
    {
        "o": 8179,
        "r": "csb:1 Samuel:8:20",
        "t": "Then we’ll be like all the other nations: our king will judge us, go out before us, and fight our battles.”"
    },
    {
        "o": 8180,
        "r": "csb:1 Samuel:8:21",
        "t": "Samuel*p listened to all the people’s words and then repeated them to the Lord.*s"
    },
    {
        "o": 8181,
        "r": "csb:1 Samuel:8:22",
        "t": "“Listen to them,” the Lord*s told Samuel. “Appoint a king for them.” Then*p Samuel told the men of Israel, “Each of you, go back to your city.”"
    },
    {
        "o": 8182,
        "r": "csb:1 Samuel:9:0",
        "t": "1 Samuel 9",
        "h": 1
    },
    {
        "o": 8183,
        "r": "csb:1 Samuel:9:0",
        "t": "Saul Anointed King",
        "h": 2
    },
    {
        "o": 8184,
        "r": "csb:1 Samuel:9:1",
        "t": "There*p was a prominent man of Benjamin named Kish son of Abiel, son of Zeror, son of Becorath, son of Aphiah, son of a Benjaminite."
    },
    {
        "o": 8185,
        "r": "csb:1 Samuel:9:2",
        "t": "He had a son named Saul, an impressive young man. There was no one more impressive among the Israelites than he. He stood a head taller than anyone else."
    },
    {
        "o": 8186,
        "r": "csb:1 Samuel:9:3",
        "t": "One*p day the donkeys of Saul’s father Kish wandered off. Kish said to his son Saul, “Take one of the servants with you and go look for the donkeys.”"
    },
    {
        "o": 8187,
        "r": "csb:1 Samuel:9:4",
        "t": "Saul and his servant went through the hill country of Ephraim and then through the region of Shalishah, but they didn’t find them. They went through the region of Shaalim- nothing. Then they went through the Benjaminite region but still didn’t find them."
    },
    {
        "o": 8188,
        "r": "csb:1 Samuel:9:5",
        "t": "When*p they came to the land of Zuph, Saul said to the servant who was with him, “Come on, let’s go back, or my father will stop worrying about the donkeys and start worrying about us.”"
    },
    {
        "o": 8189,
        "r": "csb:1 Samuel:9:6",
        "t": "“Look,”*p the servant said, “there’s a man of God in this city who is highly respected; everything he says is sure to come true. Let’s go there now. Maybe he’ll tell us which way we should go.”"
    },
    {
        "o": 8190,
        "r": "csb:1 Samuel:9:7",
        "t": "“Suppose*p we do go,” Saul said to his servant, “what do we take the man? The food from our packs is gone, and there’s no gift to take to the man of God. What do we have?”"
    },
    {
        "o": 8191,
        "r": "csb:1 Samuel:9:8",
        "t": "The*p servant answered Saul, “Here, I have a little silver. I’ll give it to the man of God, and he will tell us which way we should go.”"
    },
    {
        "o": 8192,
        "r": "csb:1 Samuel:9:9",
        "t": "Formerly*p in Israel, a man who was going to inquire of God would say, “Come, let’s go to the seer,” for the prophet of today was formerly called the seer."
    },
    {
        "o": 8193,
        "r": "csb:1 Samuel:9:10",
        "t": "“Good,”*p Saul replied to his servant. “Come on, let’s go.” So they went to the city where the man of God was."
    },
    {
        "o": 8194,
        "r": "csb:1 Samuel:9:11",
        "t": "As they were climbing the hill to the city, they found some young women coming out to draw water and asked, “Is the seer here?”"
    },
    {
        "o": 8195,
        "r": "csb:1 Samuel:9:12",
        "t": "The*p women answered, “Yes, he is ahead of you. Hurry, he just now entered the city, because there’s a sacrifice for the people at the high place today."
    },
    {
        "o": 8196,
        "r": "csb:1 Samuel:9:13",
        "t": "As soon as you enter the city, you will find him before he goes to the high place to eat. The people won’t eat until he comes because he must bless the sacrifice; after that, the guests can eat. Go up immediately - you can find him now.”"
    },
    {
        "o": 8197,
        "r": "csb:1 Samuel:9:14",
        "t": "So they went up toward the city. Saul*p and his servant were entering the city when they saw Samuel coming toward them on his way to the high place."
    },
    {
        "o": 8198,
        "r": "csb:1 Samuel:9:15",
        "t": "Now the day before Saul’s arrival, the Lord*s had informed Samuel,"
    },
    {
        "o": 8199,
        "r": "csb:1 Samuel:9:16",
        "t": "“At this time tomorrow I will send you a man from the land of Benjamin. Anoint him ruler over my people Israel. He will save them from the Philistines because I have seen the affliction of my people, for their cry has come to me.”"
    },
    {
        "o": 8200,
        "r": "csb:1 Samuel:9:17",
        "t": "When Samuel saw Saul, the Lord*s told him, “Here is the man I told you about; he will govern my people.”"
    },
    {
        "o": 8201,
        "r": "csb:1 Samuel:9:18",
        "t": "Saul*p approached Samuel in the city gate and asked, “Would you please tell me where the seer’s house is?”"
    },
    {
        "o": 8202,
        "r": "csb:1 Samuel:9:19",
        "t": "“I*p am the seer,” Samuel answered. “Go up ahead of me to the high place and eat with me today. When I send you off in the morning, I’ll tell you everything that’s in your heart."
    },
    {
        "o": 8203,
        "r": "csb:1 Samuel:9:20",
        "t": "As for the donkeys that wandered away from you three days ago, don’t worry about them because they’ve been found. And who does all Israel desire but you and all your father’s family?”"
    },
    {
        "o": 8204,
        "r": "csb:1 Samuel:9:21",
        "t": "Saul*p responded, “Am I not a Benjaminite from the smallest of Israel’s tribes and isn’t my clan the least important of all the clans of the Benjaminite tribe? So why have you said something like this to me?”"
    },
    {
        "o": 8205,
        "r": "csb:1 Samuel:9:22",
        "t": "Samuel*p took Saul and his servant, brought them to the banquet hall, and gave them a place at the head of the thirty or so men who had been invited."
    },
    {
        "o": 8206,
        "r": "csb:1 Samuel:9:23",
        "t": "Then Samuel said to the cook, “Get the portion of meat that I gave you and told you to set aside.”"
    },
    {
        "o": 8207,
        "r": "csb:1 Samuel:9:24",
        "t": "The*p cook picked up the thigh and what was attached to it and set it before Saul. Then Samuel said, “Notice that the reserved piece is set before you. Eat it because it was saved for you for this solemn event at the time I said, ‘I’ve invited the people.’” So Saul ate with Samuel that day."
    },
    {
        "o": 8208,
        "r": "csb:1 Samuel:9:25",
        "t": "Afterward, they went down from the high place to the city, and Samuel spoke with Saul on the roof."
    },
    {
        "o": 8209,
        "r": "csb:1 Samuel:9:26",
        "t": "They*p got up early, and just before dawn, Samuel called to Saul on the roof, “Get up, and I’ll send you on your way!” Saul got up, and both he and Samuel went outside."
    },
    {
        "o": 8210,
        "r": "csb:1 Samuel:9:27",
        "t": "As they were going down to the edge of the city, Samuel said to Saul, “Tell the servant to go on ahead of us, but you stay for a while, and I’ll reveal the word of God to you.” So the servant went on."
    },
    {
        "o": 8211,
        "r": "csb:1 Samuel:10:0",
        "t": "1 Samuel 10",
        "h": 1
    },
    {
        "o": 8212,
        "r": "csb:1 Samuel:10:1",
        "t": "Samuel*p took the flask of oil, poured it out on Saul’s head, kissed him, and said, “Hasn’t the Lord*s anointed you ruler over his inheritance?"
    },
    {
        "o": 8213,
        "r": "csb:1 Samuel:10:2",
        "t": "Today when you leave me, you’ll find two men at Rachel’s Grave at Zelzah in the territory of Benjamin. They will say to you, ‘The donkeys you went looking for have been found, and now your father has stopped being concerned about the donkeys and is worried about you, asking: What should I do about my son?’"
    },
    {
        "o": 8214,
        "r": "csb:1 Samuel:10:3",
        "t": "“You*p will proceed from there until you come to the oak of Tabor. Three men going up to God at Bethel will meet you there, one bringing three goats, one bringing three loaves of bread, and one bringing a clay jar of wine."
    },
    {
        "o": 8215,
        "r": "csb:1 Samuel:10:4",
        "t": "They will ask how you are and give you two loaves of bread, which you will accept from them."
    },
    {
        "o": 8216,
        "r": "csb:1 Samuel:10:5",
        "t": "“After*p that you will come to Gibeah of God where there are Philistine garrisons. When you arrive at the city, you will meet a group of prophets coming down from the high place prophesying. They will be preceded by harps, tambourines, flutes, and lyres."
    },
    {
        "o": 8217,
        "r": "csb:1 Samuel:10:6",
        "t": "The Spirit of the Lord*s will come powerfully on you, you will prophesy with them, and you will be transformed."
    },
    {
        "o": 8218,
        "r": "csb:1 Samuel:10:7",
        "t": "When these signs have happened to you, do whatever your circumstances require because God is with you."
    },
    {
        "o": 8219,
        "r": "csb:1 Samuel:10:8",
        "t": "Afterward, go ahead of me to Gilgal. I will come to you to offer burnt offerings and to sacrifice fellowship offerings. Wait seven days until I come to you and show you what to do.”"
    },
    {
        "o": 8220,
        "r": "csb:1 Samuel:10:9",
        "t": "When*p Saul turned to leave Samuel, God changed his heart, and all the signs came about that day."
    },
    {
        "o": 8221,
        "r": "csb:1 Samuel:10:10",
        "t": "When Saul and his servant arrived at Gibeah, a group of prophets met him. Then the Spirit of God came powerfully on him, and he prophesied along with them."
    },
    {
        "o": 8222,
        "r": "csb:1 Samuel:10:11",
        "t": "Everyone*p who knew him previously and saw him prophesy with the prophets asked each other, “What has happened to the son of Kish? Is Saul also among the prophets?”"
    },
    {
        "o": 8223,
        "r": "csb:1 Samuel:10:12",
        "t": "Then*p a man who was from there asked, “And who is their father?” As*p a result, “Is Saul also among the prophets?” became a popular saying."
    },
    {
        "o": 8224,
        "r": "csb:1 Samuel:10:13",
        "t": "Then Saul finished prophesying and went to the high place."
    },
    {
        "o": 8225,
        "r": "csb:1 Samuel:10:14",
        "t": "Saul’s*p uncle asked him and his servant, “Where did you go?” “To*p look for the donkeys,” Saul answered. “When we saw they weren’t there, we went to Samuel.”"
    },
    {
        "o": 8226,
        "r": "csb:1 Samuel:10:15",
        "t": "“Tell*p me,” Saul’s uncle asked, “what did Samuel say to you?”"
    },
    {
        "o": 8227,
        "r": "csb:1 Samuel:10:16",
        "t": "Saul*p told him, “He assured us the donkeys had been found.” However, Saul did not tell him what Samuel had said about the matter of kingship."
    },
    {
        "o": 8228,
        "r": "csb:1 Samuel:10:16",
        "t": "Saul Received as King",
        "h": 2
    },
    {
        "o": 8229,
        "r": "csb:1 Samuel:10:17",
        "t": "Samuel*p summoned the people to the Lord*s at Mizpah"
    },
    {
        "o": 8230,
        "r": "csb:1 Samuel:10:18",
        "t": "and said to the Israelites, “This is what the Lord,*s the God of Israel, says: ‘I brought Israel out of Egypt, and I rescued you from the power of the Egyptians and all the kingdoms that were oppressing you.’"
    },
    {
        "o": 8231,
        "r": "csb:1 Samuel:10:19",
        "t": "But today you have rejected your God, who saves you from all your troubles and afflictions. You said to him, ‘You must set a king over us.’ Now therefore present yourselves before the Lord*s by your tribes and clans.”"
    },
    {
        "o": 8232,
        "r": "csb:1 Samuel:10:20",
        "t": "Samuel*p had all the tribes of Israel come forward, and the tribe of Benjamin was selected."
    },
    {
        "o": 8233,
        "r": "csb:1 Samuel:10:21",
        "t": "Then he had the tribe of Benjamin come forward by its clans, and the Matrite clan was selected. Finally, Saul son of Kish was selected. But when they searched for him, they could not find him."
    },
    {
        "o": 8234,
        "r": "csb:1 Samuel:10:22",
        "t": "They again inquired of the Lord,*s “Has the man come here yet?” The*p Lord*s replied, “There he is, hidden among the supplies.”"
    },
    {
        "o": 8235,
        "r": "csb:1 Samuel:10:23",
        "t": "They*p ran and got him from there. When he stood among the people, he stood a head taller than anyone else."
    },
    {
        "o": 8236,
        "r": "csb:1 Samuel:10:24",
        "t": "Samuel said to all the people, “Do you see the one the Lord*s has chosen? There is no one like him among the entire population.” And*p all the people shouted, “Long live the king!”"
    },
    {
        "o": 8237,
        "r": "csb:1 Samuel:10:25",
        "t": "Samuel*p proclaimed to the people the rights of kingship. He wrote them on a scroll, which he placed in the presence of the Lord.*s Then Samuel sent all the people home."
    },
    {
        "o": 8238,
        "r": "csb:1 Samuel:10:26",
        "t": "Saul*p also went to his home in Gibeah, and brave men whose hearts God had touched went with him."
    },
    {
        "o": 8239,
        "r": "csb:1 Samuel:10:27",
        "t": "But some wicked men said, “How can this guy save us?” They despised him and did not bring him a gift, but Saul said nothing."
    },
    {
        "o": 8240,
        "r": "csb:1 Samuel:11:0",
        "t": "1 Samuel 11",
        "h": 1
    },
    {
        "o": 8241,
        "r": "csb:1 Samuel:11:0",
        "t": "Saul’s Deliverance of Jabesh-gilead",
        "h": 2
    },
    {
        "o": 8242,
        "r": "csb:1 Samuel:11:1",
        "t": "Nahash*p the Ammonite came up and laid siege to Jabesh-gilead. All the men of Jabesh said to him, “Make a treaty with us, and we will serve you.”"
    },
    {
        "o": 8243,
        "r": "csb:1 Samuel:11:2",
        "t": "Nahash*p the Ammonite replied, “I’ll make one with you on this condition: that I gouge out everyone’s right eye and humiliate all Israel.”"
    },
    {
        "o": 8244,
        "r": "csb:1 Samuel:11:3",
        "t": "“Don’t*p do anything to us for seven days,” the elders of Jabesh said to him, “and let us send messengers throughout the territory of Israel. If no one saves us, we will surrender to you.”"
    },
    {
        "o": 8245,
        "r": "csb:1 Samuel:11:4",
        "t": "When*p the messengers came to Gibeah, Saul’s hometown, and told the terms to the people, all wept aloud."
    },
    {
        "o": 8246,
        "r": "csb:1 Samuel:11:5",
        "t": "Just then Saul was coming in from the field behind his oxen. “What’s the matter with the people? Why are they weeping?” Saul inquired, and they repeated to him the words of the men from Jabesh."
    },
    {
        "o": 8247,
        "r": "csb:1 Samuel:11:6",
        "t": "When*p Saul heard these words, the Spirit of God suddenly came powerfully on him, and his anger burned furiously."
    },
    {
        "o": 8248,
        "r": "csb:1 Samuel:11:7",
        "t": "He took a team of oxen, cut them in pieces, and sent them throughout the territory of Israel by messengers who said, “This is what will be done to the ox of anyone who doesn’t march behind Saul and Samuel.” As a result, the terror of the Lord*s fell on the people, and they went out united."
    },
    {
        "o": 8249,
        "r": "csb:1 Samuel:11:8",
        "t": "Saul*p counted them at Bezek. There were three hundred thousand Israelites and thirty thousand men from Judah."
    },
    {
        "o": 8250,
        "r": "csb:1 Samuel:11:9",
        "t": "He told the messengers who had come, “Tell this to the men of Jabesh-gilead: ‘Deliverance will be yours tomorrow by the time the sun is hot.’” So the messengers told the men of Jabesh, and they rejoiced."
    },
    {
        "o": 8251,
        "r": "csb:1 Samuel:11:10",
        "t": "Then*p the men of Jabesh said to Nahash, “Tomorrow we will come out, and you can do whatever you want to us.”"
    },
    {
        "o": 8252,
        "r": "csb:1 Samuel:11:11",
        "t": "The*p next day Saul organized the troops into three divisions. During the morning watch, they invaded the Ammonite camp and slaughtered them until the heat of the day. There were survivors, but they were so scattered that no two of them were left together."
    },
    {
        "o": 8253,
        "r": "csb:1 Samuel:11:11",
        "t": "Saul’s Confirmation as King",
        "h": 2
    },
    {
        "o": 8254,
        "r": "csb:1 Samuel:11:12",
        "t": "Afterward,*p the people said to Samuel, “Who said that Saul should not reign over us? Give us those men so we can kill them!”"
    },
    {
        "o": 8255,
        "r": "csb:1 Samuel:11:13",
        "t": "But*p Saul ordered, “No one will be executed this day, for today the Lord*s has provided deliverance in Israel.”"
    },
    {
        "o": 8256,
        "r": "csb:1 Samuel:11:14",
        "t": "Then*p Samuel said to the people, “Come, let’s go to Gilgal, so we can renew the kingship there.”"
    },
    {
        "o": 8257,
        "r": "csb:1 Samuel:11:15",
        "t": "So all the people went to Gilgal, and there in the Lord’s*s presence they made Saul king. There they sacrificed fellowship offerings in the Lord’s*s presence, and Saul and all the men of Israel rejoiced greatly."
    },
    {
        "o": 8258,
        "r": "csb:1 Samuel:12:0",
        "t": "1 Samuel 12",
        "h": 1
    },
    {
        "o": 8259,
        "r": "csb:1 Samuel:12:0",
        "t": "Samuel’s Final Public Speech",
        "h": 2
    },
    {
        "o": 8260,
        "r": "csb:1 Samuel:12:1",
        "t": "Then*p Samuel said to all Israel, “I have carefully listened to everything you said to me and placed a king over you."
    },
    {
        "o": 8261,
        "r": "csb:1 Samuel:12:2",
        "t": "Now you can see that the king is leading you. As for me, I’m old and gray, and my sons are here with you. I have led you from my youth until now."
    },
    {
        "o": 8262,
        "r": "csb:1 Samuel:12:3",
        "t": "Here I am. Bring charges against me before the Lord*s and his anointed: Whose ox or donkey have I taken? Who have I wronged or mistreated? Who gave me a bribe to overlook something? I will return it to you.”"
    },
    {
        "o": 8263,
        "r": "csb:1 Samuel:12:4",
        "t": "“You*p haven’t wronged us, you haven’t mistreated us, and you haven’t taken anything from anyone,” they responded."
    },
    {
        "o": 8264,
        "r": "csb:1 Samuel:12:5",
        "t": "He*p said to them, “The Lord*s is a witness against you, and his anointed is a witness today that you haven’t found anything in my hand.” “He*p is a witness,” they said."
    },
    {
        "o": 8265,
        "r": "csb:1 Samuel:12:6",
        "t": "Then*p Samuel said to the people, “The Lord,*s who appointed Moses and Aaron and who brought your ancestors up from the land of Egypt, is a witness."
    },
    {
        "o": 8266,
        "r": "csb:1 Samuel:12:7",
        "t": "Now present yourselves, so I may confront you before the Lord*s about all the righteous acts he has done for you and your ancestors."
    },
    {
        "o": 8267,
        "r": "csb:1 Samuel:12:8",
        "t": "“When*p Jacob went to Egypt, your ancestors cried out to the Lord,*s and he sent them Moses and Aaron, who led your ancestors out of Egypt and settled them in this place."
    },
    {
        "o": 8268,
        "r": "csb:1 Samuel:12:9",
        "t": "But they forgot the Lord*s their God, so he handed them over to Sisera commander of the army of Hazor, to the Philistines, and to the king of Moab. These enemies fought against them."
    },
    {
        "o": 8269,
        "r": "csb:1 Samuel:12:10",
        "t": "Then they cried out to the Lord*s and said, ‘We have sinned, for we abandoned the Lord*s and worshiped the Baals and the Ashtoreths. Now rescue us from the power of our enemies, and we will serve you.’"
    },
    {
        "o": 8270,
        "r": "csb:1 Samuel:12:11",
        "t": "So the Lord*s sent Jerubbaal, Barak, Jephthah, and Samuel. He rescued you from the power of the enemies around you, and you lived securely."
    },
    {
        "o": 8271,
        "r": "csb:1 Samuel:12:12",
        "t": "But when you saw that Nahash king of the Ammonites was coming against you, you said to me, ‘No, we must have a king reign over us’ - even though the Lord*s your God is your king."
    },
    {
        "o": 8272,
        "r": "csb:1 Samuel:12:13",
        "t": "“Now*p here is the king you’ve chosen, the one you requested. Look, this is the king the Lord*s has placed over you."
    },
    {
        "o": 8273,
        "r": "csb:1 Samuel:12:14",
        "t": "If you fear the Lord,*s worship and obey him, and if you don’t rebel against the Lord’s*s command, then both you and the king who reigns over you will follow the Lord*s your God."
    },
    {
        "o": 8274,
        "r": "csb:1 Samuel:12:15",
        "t": "However, if you disobey the Lord*s and rebel against his command, the Lord’s*s hand will be against you as it was against your ancestors."
    },
    {
        "o": 8275,
        "r": "csb:1 Samuel:12:16",
        "t": "“Now,*p therefore, present yourselves and see this great thing that the Lord*s will do before your eyes."
    },
    {
        "o": 8276,
        "r": "csb:1 Samuel:12:17",
        "t": "Isn’t the wheat harvest today? I will call on the Lord,*s and he will send thunder and rain so that you will recognize what an immense evil you committed in the Lord’s*s sight by requesting a king for yourselves.”"
    },
    {
        "o": 8277,
        "r": "csb:1 Samuel:12:18",
        "t": "Samuel called on the Lord,*s and on that day the Lord*s sent thunder and rain. As a result, all the people greatly feared the Lord*s and Samuel."
    },
    {
        "o": 8278,
        "r": "csb:1 Samuel:12:19",
        "t": "They*p pleaded with Samuel, “Pray to the Lord*s your God for your servants so we won’t die! For we have added to all our sins the evil of requesting a king for ourselves.”"
    },
    {
        "o": 8279,
        "r": "csb:1 Samuel:12:20",
        "t": "Samuel*p replied, “Don’t be afraid. Even though you have committed all this evil, don’t turn away from following the Lord.*s Instead, worship the Lord*s with all your heart."
    },
    {
        "o": 8280,
        "r": "csb:1 Samuel:12:21",
        "t": "Don’t turn away to follow worthless things that can’t profit or rescue you; they are worthless."
    },
    {
        "o": 8281,
        "r": "csb:1 Samuel:12:22",
        "t": "The Lord*s will not abandon his people, because of his great name and because he has determined to make you his own people."
    },
    {
        "o": 8282,
        "r": "csb:1 Samuel:12:23",
        "t": "“As*p for me, I vow that I will not sin against the Lord*s by ceasing to pray for you. I will teach you the good and right way."
    },
    {
        "o": 8283,
        "r": "csb:1 Samuel:12:24",
        "t": "Above all, fear the Lord*s and worship him faithfully with all your heart; consider the great things he has done for you."
    },
    {
        "o": 8284,
        "r": "csb:1 Samuel:12:25",
        "t": "However, if you continue to do what is evil, both you and your king will be swept away.”"
    },
    {
        "o": 8285,
        "r": "csb:1 Samuel:13:0",
        "t": "1 Samuel 13",
        "h": 1
    },
    {
        "o": 8286,
        "r": "csb:1 Samuel:13:0",
        "t": "Saul’s Failure",
        "h": 2
    },
    {
        "o": 8287,
        "r": "csb:1 Samuel:13:1",
        "t": "Saul*p was thirty years old when he became king, and he reigned forty-two years over Israel."
    },
    {
        "o": 8288,
        "r": "csb:1 Samuel:13:2",
        "t": "He chose three thousand men from Israel for himself: two thousand were with Saul at Michmash and in Bethel’s hill country, and one thousand were with Jonathan in Gibeah of Benjamin. He sent the rest of the troops away, each to his own tent."
    },
    {
        "o": 8289,
        "r": "csb:1 Samuel:13:3",
        "t": "Jonathan*p attacked the Philistine garrison in Gibeah, and the Philistines heard about it. So Saul blew the ram’s horn throughout the land saying, “Let the Hebrews hear!”"
    },
    {
        "o": 8290,
        "r": "csb:1 Samuel:13:4",
        "t": "And all Israel heard the news, “Saul has attacked the Philistine garrison, and Israel is now repulsive to the Philistines.” Then the troops were summoned to join Saul at Gilgal."
    },
    {
        "o": 8291,
        "r": "csb:1 Samuel:13:5",
        "t": "The*p Philistines also gathered to fight against Israel: three thousand chariots, six thousand horsemen, and troops as numerous as the sand on the seashore. They went up and camped at Michmash, east of Beth-aven."
    },
    {
        "o": 8292,
        "r": "csb:1 Samuel:13:6",
        "t": "The*p men of Israel saw that they were in trouble because the troops were in a difficult situation. They hid in caves, in thickets, among rocks, and in holes and cisterns."
    },
    {
        "o": 8293,
        "r": "csb:1 Samuel:13:7",
        "t": "Some Hebrews even crossed the Jordan to the land of Gad and Gilead. Saul,*p however, was still at Gilgal, and all his troops were gripped with fear."
    },
    {
        "o": 8294,
        "r": "csb:1 Samuel:13:8",
        "t": "He waited seven days for the appointed time that Samuel had set, but Samuel didn’t come to Gilgal, and the troops were deserting him."
    },
    {
        "o": 8295,
        "r": "csb:1 Samuel:13:9",
        "t": "So Saul said, “Bring me the burnt offering and the fellowship offerings.” Then he offered the burnt offering."
    },
    {
        "o": 8296,
        "r": "csb:1 Samuel:13:10",
        "t": "Just*p as he finished offering the burnt offering, Samuel arrived. So Saul went out to greet him,"
    },
    {
        "o": 8297,
        "r": "csb:1 Samuel:13:11",
        "t": "and Samuel asked, “What have you done?” Saul*p answered, “When I saw that the troops were deserting me and you didn’t come within the appointed days and the Philistines were gathering at Michmash,"
    },
    {
        "o": 8298,
        "r": "csb:1 Samuel:13:12",
        "t": "I thought, ‘The Philistines will now descend on me at Gilgal, and I haven’t sought the Lord’s*s favor.’ So I forced myself to offer the burnt offering.”"
    },
    {
        "o": 8299,
        "r": "csb:1 Samuel:13:13",
        "t": "Samuel*p said to Saul, “You have been foolish. You have not kept the command the Lord*s your God gave you. It was at this time that the Lord*s would have permanently established your reign over Israel,"
    },
    {
        "o": 8300,
        "r": "csb:1 Samuel:13:14",
        "t": "but now your reign will not endure. The Lord*s has found a man after his own heart, and the Lord*s has appointed him as ruler over his people, because you have not done what the Lord*s commanded.”"
    },
    {
        "o": 8301,
        "r": "csb:1 Samuel:13:15",
        "t": "Then Samuel went from Gilgal to Gibeah in Benjamin. Saul registered the troops who were with him, about six hundred men."
    },
    {
        "o": 8302,
        "r": "csb:1 Samuel:13:16",
        "t": "Saul,*p his son Jonathan, and the troops who were with them were staying in Geba of Benjamin, and the Philistines were camped at Michmash."
    },
    {
        "o": 8303,
        "r": "csb:1 Samuel:13:17",
        "t": "Raiding parties went out from the Philistine camp in three divisions. One division headed toward the Ophrah road leading to the land of Shual."
    },
    {
        "o": 8304,
        "r": "csb:1 Samuel:13:18",
        "t": "The next division headed toward the Beth-horon road, and the last division headed down the border road that looks out over the Zeboim Valley toward the wilderness."
    },
    {
        "o": 8305,
        "r": "csb:1 Samuel:13:19",
        "t": "No*p blacksmith could be found in all the land of Israel because the Philistines had said, “Otherwise, the Hebrews will make swords or spears.”"
    },
    {
        "o": 8306,
        "r": "csb:1 Samuel:13:20",
        "t": "So all the Israelites went to the Philistines to sharpen their plows, mattocks, axes, and sickles."
    },
    {
        "o": 8307,
        "r": "csb:1 Samuel:13:21",
        "t": "The price was two-thirds of a shekel for plows and mattocks, and one-third of a shekel for pitchforks and axes, and for putting a point on a cattle prod."
    },
    {
        "o": 8308,
        "r": "csb:1 Samuel:13:22",
        "t": "So on the day of battle not a sword or spear could be found in the hand of any of the troops who were with Saul and Jonathan; only Saul and his son Jonathan had weapons."
    },
    {
        "o": 8309,
        "r": "csb:1 Samuel:13:22",
        "t": "Jonathan’s Victory over the Philistines",
        "h": 2
    },
    {
        "o": 8310,
        "r": "csb:1 Samuel:13:23",
        "t": "Now*p a Philistine garrison took control of the pass at Michmash."
    },
    {
        "o": 8311,
        "r": "csb:1 Samuel:14:0",
        "t": "1 Samuel 14",
        "h": 1
    },
    {
        "o": 8312,
        "r": "csb:1 Samuel:14:1",
        "t": "That*p same day Saul’s son Jonathan said to the attendant who carried his weapons, “Come on, let’s cross over to the Philistine garrison on the other side.” However, he did not tell his father."
    },
    {
        "o": 8313,
        "r": "csb:1 Samuel:14:2",
        "t": "Saul*p was staying under the pomegranate tree in Migron on the outskirts of Gibeah. The troops with him numbered about six hundred."
    },
    {
        "o": 8314,
        "r": "csb:1 Samuel:14:3",
        "t": "Ahijah, who was wearing an ephod, was also there. He was the son of Ahitub, the brother of Ichabod son of Phinehas, son of Eli the Lord’s*s priest at Shiloh. But the troops did not know that Jonathan had left."
    },
    {
        "o": 8315,
        "r": "csb:1 Samuel:14:4",
        "t": "There*p were sharp columns of rock on both sides of the pass that Jonathan intended to cross to reach the Philistine garrison. One was named Bozez and the other Seneh;"
    },
    {
        "o": 8316,
        "r": "csb:1 Samuel:14:5",
        "t": "one stood to the north in front of Michmash and the other to the south in front of Geba."
    },
    {
        "o": 8317,
        "r": "csb:1 Samuel:14:6",
        "t": "Jonathan said to the attendant who carried his weapons, “Come on, let’s cross over to the garrison of these uncircumcised men. Perhaps the Lord*s will help us. Nothing can keep the Lord*s from saving, whether by many or by few.”"
    },
    {
        "o": 8318,
        "r": "csb:1 Samuel:14:7",
        "t": "His*p armor-bearer responded, “Do what is in your heart. Go ahead! I’m completely with you.”"
    },
    {
        "o": 8319,
        "r": "csb:1 Samuel:14:8",
        "t": "“All*p right,” Jonathan replied, “we’ll cross over to the men and then let them see us."
    },
    {
        "o": 8320,
        "r": "csb:1 Samuel:14:9",
        "t": "If they say, ‘Wait until we reach you,’ then we will stay where we are and not go up to them."
    },
    {
        "o": 8321,
        "r": "csb:1 Samuel:14:10",
        "t": "But if they say, ‘Come on up,’ then we’ll go up, because the Lord*s has handed them over to us - that will be our sign.”"
    },
    {
        "o": 8322,
        "r": "csb:1 Samuel:14:11",
        "t": "They*p let themselves be seen by the Philistine garrison, and the Philistines said, “Look, the Hebrews are coming out of the holes where they’ve been hiding!”"
    },
    {
        "o": 8323,
        "r": "csb:1 Samuel:14:12",
        "t": "The men of the garrison called to Jonathan and his armor-bearer. “Come on up, and we’ll teach you a lesson!” they said. “Follow*p me,” Jonathan told his armor-bearer, “for the Lord*s has handed them over to Israel.”"
    },
    {
        "o": 8324,
        "r": "csb:1 Samuel:14:13",
        "t": "Jonathan climbed up using his hands and feet, with his armor-bearer behind him. Jonathan cut them down, and his armor-bearer followed and finished them off."
    },
    {
        "o": 8325,
        "r": "csb:1 Samuel:14:14",
        "t": "In that first assault Jonathan and his armor-bearer struck down about twenty men in a half-acre field."
    },
    {
        "o": 8326,
        "r": "csb:1 Samuel:14:14",
        "t": "A Defeat for the Philistines",
        "h": 2
    },
    {
        "o": 8327,
        "r": "csb:1 Samuel:14:15",
        "t": "Terror*p spread through the Philistine camp and the open fields to all the troops. Even the garrison and the raiding parties were terrified. The earth shook, and terror spread from God."
    },
    {
        "o": 8328,
        "r": "csb:1 Samuel:14:16",
        "t": "When Saul’s watchmen in Gibeah of Benjamin looked, they saw the panicking troops scattering in every direction."
    },
    {
        "o": 8329,
        "r": "csb:1 Samuel:14:17",
        "t": "So Saul said to the troops with him, “Call the roll and determine who has left us.” They called the roll and saw that Jonathan and his armor-bearer were gone."
    },
    {
        "o": 8330,
        "r": "csb:1 Samuel:14:18",
        "t": "Saul*p told Ahijah, “Bring the ark of God,” for it was with the Israelites at that time."
    },
    {
        "o": 8331,
        "r": "csb:1 Samuel:14:19",
        "t": "While Saul spoke to the priest, the panic in the Philistine camp increased in intensity. So Saul said to the priest, “Stop what you’re doing.”"
    },
    {
        "o": 8332,
        "r": "csb:1 Samuel:14:20",
        "t": "Saul*p and all the troops with him assembled and marched to the battle, and there the Philistines were, fighting against each other in great confusion!"
    },
    {
        "o": 8333,
        "r": "csb:1 Samuel:14:21",
        "t": "There were Hebrews from the area who had gone earlier into the camp to join the Philistines, but even they joined the Israelites who were with Saul and Jonathan."
    },
    {
        "o": 8334,
        "r": "csb:1 Samuel:14:22",
        "t": "When all the Israelite men who had been hiding in the hill country of Ephraim heard that the Philistines were fleeing, they also joined Saul and Jonathan in the battle."
    },
    {
        "o": 8335,
        "r": "csb:1 Samuel:14:23",
        "t": "So the Lord*s saved Israel that day."
    },
    {
        "o": 8336,
        "r": "csb:1 Samuel:14:23",
        "t": "Saul’s Rash Oath",
        "h": 2
    },
    {
        "o": 8337,
        "r": "csb:1 Samuel:14:23",
        "t": "The*p battle extended beyond Beth-aven,"
    },
    {
        "o": 8338,
        "r": "csb:1 Samuel:14:24",
        "t": "and the men of Israel were worn out that day, for Saul had placed the troops under an oath: “The man who eats food before evening, before I have taken vengeance on my enemies is cursed.” So none of the troops tasted any food."
    },
    {
        "o": 8339,
        "r": "csb:1 Samuel:14:25",
        "t": "Everyone*p went into the forest, and there was honey on the ground."
    },
    {
        "o": 8340,
        "r": "csb:1 Samuel:14:26",
        "t": "When the troops entered the forest, they saw the flow of honey, but none of them ate any of it because they feared the oath."
    },
    {
        "o": 8341,
        "r": "csb:1 Samuel:14:27",
        "t": "However, Jonathan had not heard his father make the troops swear the oath. He reached out with the end of the staff he was carrying and dipped it into the honeycomb. When he ate the honey, he had renewed energy."
    },
    {
        "o": 8342,
        "r": "csb:1 Samuel:14:28",
        "t": "Then one of the troops said, “Your father made the troops solemnly swear, ‘The man who eats food today is cursed,’ and the troops are exhausted.”"
    },
    {
        "o": 8343,
        "r": "csb:1 Samuel:14:29",
        "t": "Jonathan*p replied, “My father has brought trouble to the land. Just look at how I have renewed energy because I tasted a little of this honey."
    },
    {
        "o": 8344,
        "r": "csb:1 Samuel:14:30",
        "t": "How much better if the troops had eaten freely today from the plunder they took from their enemies! Then the slaughter of the Philistines would have been much greater.”"
    },
    {
        "o": 8345,
        "r": "csb:1 Samuel:14:31",
        "t": "The*p Israelites struck down the Philistines that day from Michmash all the way to Aijalon. Since the Israelites were completely exhausted,"
    },
    {
        "o": 8346,
        "r": "csb:1 Samuel:14:32",
        "t": "they rushed to the plunder, took sheep, goats, cattle, and calves, slaughtered them on the ground, and ate meat with the blood still in it."
    },
    {
        "o": 8347,
        "r": "csb:1 Samuel:14:33",
        "t": "Some reported to Saul, “Look, the troops are sinning against the Lord*s by eating meat with the blood still in it.” Saul*p said, “You have been unfaithful. Roll a large stone over here at once.”"
    },
    {
        "o": 8348,
        "r": "csb:1 Samuel:14:34",
        "t": "He then said, “Go among the troops and say to them, ‘Let each man bring me his ox or his sheep. Do the slaughtering here and then you can eat. Don’t sin against the Lord*s by eating meat with the blood in it.’” So every one of the troops brought his ox that night and slaughtered it there."
    },
    {
        "o": 8349,
        "r": "csb:1 Samuel:14:35",
        "t": "Then Saul built an altar to the Lord;*s it was the first time he had built an altar to the Lord.*s"
    },
    {
        "o": 8350,
        "r": "csb:1 Samuel:14:36",
        "t": "Saul*p said, “Let’s go down after the Philistines tonight and plunder them until morning. Don’t let even one remain!” “Do*p whatever you want,” the troops replied. But*p the priest said, “Let’s approach God here.”"
    },
    {
        "o": 8351,
        "r": "csb:1 Samuel:14:37",
        "t": "So*p Saul inquired of God, “Should I go after the Philistines? Will you hand them over to Israel?” But God did not answer him that day."
    },
    {
        "o": 8352,
        "r": "csb:1 Samuel:14:38",
        "t": "Saul*p said, “All you leaders of the troops, come here. Let’s investigate how this sin has occurred today."
    },
    {
        "o": 8353,
        "r": "csb:1 Samuel:14:39",
        "t": "As surely as the Lord*s lives who saves Israel, even if it is because of my son Jonathan, he must die!” Not one of the troops answered him."
    },
    {
        "o": 8354,
        "r": "csb:1 Samuel:14:40",
        "t": "So*p he said to all Israel, “You will be on one side, and I and my son Jonathan will be on the other side.” And*p the troops replied, “Do whatever you want.”"
    },
    {
        "o": 8355,
        "r": "csb:1 Samuel:14:41",
        "t": "So*p Saul said to the Lord,*s “God of Israel, why have you not answered your servant today? If the unrighteousness is in me or in my son Jonathan, Lord*s God of Israel, give Urim; but if the fault is in your people Israel, give Thummim.” Jonathan and Saul were selected, and the troops were cleared of the charge."
    },
    {
        "o": 8356,
        "r": "csb:1 Samuel:14:42",
        "t": "Then*p Saul said, “Cast the lot between me and my son Jonathan,” and Jonathan was selected."
    },
    {
        "o": 8357,
        "r": "csb:1 Samuel:14:43",
        "t": "Saul commanded him, “Tell me what you did.” Jonathan*p told him, “I tasted a little honey with the end of the staff I was carrying. I am ready to die!”"
    },
    {
        "o": 8358,
        "r": "csb:1 Samuel:14:44",
        "t": "Saul*p declared to him, “May God punish me and do so severely if you do not die, Jonathan!”"
    },
    {
        "o": 8359,
        "r": "csb:1 Samuel:14:45",
        "t": "But*p the people said to Saul, “Must Jonathan die? He accomplished such a great deliverance for Israel! No, as the Lord*s lives, not a hair of his head will fall to the ground, for he worked with God’s help today.” So the people redeemed Jonathan, and he did not die."
    },
    {
        "o": 8360,
        "r": "csb:1 Samuel:14:46",
        "t": "Then Saul gave up the pursuit of the Philistines, and the Philistines returned to their own territory."
    },
    {
        "o": 8361,
        "r": "csb:1 Samuel:14:46",
        "t": "Summary of Saul’s Kingship",
        "h": 2
    },
    {
        "o": 8362,
        "r": "csb:1 Samuel:14:47",
        "t": "When*p Saul assumed the kingship over Israel, he fought against all his enemies in every direction: against Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he caused havoc."
    },
    {
        "o": 8363,
        "r": "csb:1 Samuel:14:48",
        "t": "He fought bravely, defeated the Amalekites, and rescued Israel from those who plundered them."
    },
    {
        "o": 8364,
        "r": "csb:1 Samuel:14:49",
        "t": "Saul’s*p sons were Jonathan, Ishvi, and Malchishua. The names of his two daughters were Merab, his firstborn, and Michal, the younger."
    },
    {
        "o": 8365,
        "r": "csb:1 Samuel:14:50",
        "t": "The name of Saul’s wife was Ahinoam daughter of Ahimaaz. The name of the commander of his army was Abner son of Saul’s uncle Ner."
    },
    {
        "o": 8366,
        "r": "csb:1 Samuel:14:51",
        "t": "Saul’s father was Kish. Abner’s father was Ner son of Abiel."
    },
    {
        "o": 8367,
        "r": "csb:1 Samuel:14:52",
        "t": "The*p conflict with the Philistines was fierce all of Saul’s days, so whenever Saul noticed any strong or valiant man, he enlisted him."
    },
    {
        "o": 8368,
        "r": "csb:1 Samuel:15:0",
        "t": "1 Samuel 15",
        "h": 1
    },
    {
        "o": 8369,
        "r": "csb:1 Samuel:15:0",
        "t": "Saul Rejected as King",
        "h": 2
    },
    {
        "o": 8370,
        "r": "csb:1 Samuel:15:1",
        "t": "Samuel*p told Saul, “The Lord*s sent me to anoint you as king over his people Israel. Now, listen to the words of the Lord.*s"
    },
    {
        "o": 8371,
        "r": "csb:1 Samuel:15:2",
        "t": "This is what the Lord*s of Armies says: ‘I witnessed what the Amalekites did to the Israelites when they opposed them along the way as they were coming out of Egypt."
    },
    {
        "o": 8372,
        "r": "csb:1 Samuel:15:3",
        "t": "Now go and attack the Amalekites and completely destroy everything they have. Do not spare them. Kill men and women, infants and nursing babies, oxen and sheep, camels and donkeys.’”"
    },
    {
        "o": 8373,
        "r": "csb:1 Samuel:15:4",
        "t": "Then*p Saul summoned the troops and counted them at Telaim: two hundred thousand foot soldiers and ten thousand men from Judah."
    },
    {
        "o": 8374,
        "r": "csb:1 Samuel:15:5",
        "t": "Saul came to the city of Amalek and set up an ambush in the wadi."
    },
    {
        "o": 8375,
        "r": "csb:1 Samuel:15:6",
        "t": "He warned the Kenites, “Since you showed kindness to all the Israelites when they came out of Egypt, go on and leave! Get away from the Amalekites, or I’ll sweep you away with them.” So the Kenites withdrew from the Amalekites."
    },
    {
        "o": 8376,
        "r": "csb:1 Samuel:15:7",
        "t": "Then*p Saul struck down the Amalekites from Havilah all the way to Shur, which is next to Egypt."
    },
    {
        "o": 8377,
        "r": "csb:1 Samuel:15:8",
        "t": "He captured King Agag of Amalek alive, but he completely destroyed all the rest of the people with the sword."
    },
    {
        "o": 8378,
        "r": "csb:1 Samuel:15:9",
        "t": "Saul and the troops spared Agag, and the best of the sheep, goats, cattle, and choice animals, as well as the young rams and the best of everything else. They were not willing to destroy them, but they did destroy all the worthless and unwanted things."
    },
    {
        "o": 8379,
        "r": "csb:1 Samuel:15:10",
        "t": "Then*p the word of the Lord*s came to Samuel,"
    },
    {
        "o": 8380,
        "r": "csb:1 Samuel:15:11",
        "t": "“I regret that I made Saul king, for he has turned away from following me and has not carried out my instructions.” So Samuel became angry and cried out to the Lord*s all night."
    },
    {
        "o": 8381,
        "r": "csb:1 Samuel:15:12",
        "t": "Early*p in the morning Samuel got up to confront Saul, but it was reported to Samuel, “Saul went to Carmel where he set up a monument for himself. Then he turned around and went down to Gilgal.”"
    },
    {
        "o": 8382,
        "r": "csb:1 Samuel:15:13",
        "t": "When Samuel came to him, Saul said, “May the Lord*s bless you. I have carried out the Lord’s*s instructions.”"
    },
    {
        "o": 8383,
        "r": "csb:1 Samuel:15:14",
        "t": "Samuel*p replied, “Then what is this sound of sheep, goats, and cattle I hear?”"
    },
    {
        "o": 8384,
        "r": "csb:1 Samuel:15:15",
        "t": "Saul*p answered, “The troops brought them from the Amalekites and spared the best sheep, goats, and cattle in order to offer a sacrifice to the Lord*s your God, but the rest we destroyed.”"
    },
    {
        "o": 8385,
        "r": "csb:1 Samuel:15:16",
        "t": "“Stop!”*p exclaimed Samuel. “Let me tell you what the Lord*s said to me last night.” “Tell*p me,” he replied."
    },
    {
        "o": 8386,
        "r": "csb:1 Samuel:15:17",
        "t": "Samuel*p continued, “Although you once considered yourself unimportant, haven’t you become the leader of the tribes of Israel? The Lord*s anointed you king over Israel"
    },
    {
        "o": 8387,
        "r": "csb:1 Samuel:15:18",
        "t": "and then sent you on a mission and said, ‘Go and completely destroy the sinful Amalekites. Fight against them until you have annihilated them.’"
    },
    {
        "o": 8388,
        "r": "csb:1 Samuel:15:19",
        "t": "So why didn’t you obey the Lord?*s Why did you rush on the plunder and do what was evil in the Lord’s*s sight?”"
    },
    {
        "o": 8389,
        "r": "csb:1 Samuel:15:20",
        "t": "“But*p I did obey the Lord!”*s Saul answered. “I went on the mission the Lord*s gave me: I brought back King Agag of Amalek, and I completely destroyed the Amalekites."
    },
    {
        "o": 8390,
        "r": "csb:1 Samuel:15:21",
        "t": "The troops took sheep, goats, and cattle from the plunder - the best of what was set apart for destruction - to sacrifice to the Lord*s your God at Gilgal.”"
    },
    {
        "o": 8391,
        "r": "csb:1 Samuel:15:22",
        "t": "Then*p Samuel said: Does*pn the Lord*s take pleasure in burnt offerings and sacrifices as*ln much as in obeying the Lord?*s Look:*ln to obey is better than sacrifice, to*ln pay attention is better than the fat of rams."
    },
    {
        "o": 8392,
        "r": "csb:1 Samuel:15:23",
        "t": "For*ln rebellion is like the sin of divination, and*ln defiance is like wickedness and idolatry. Because*ln you have rejected the word of the Lord,*s he*ln has rejected you as king."
    },
    {
        "o": 8393,
        "r": "csb:1 Samuel:15:24",
        "t": "Saul*p answered Samuel, “I have sinned. I have transgressed the Lord’s*s command and your words. Because I was afraid of the people, I obeyed them."
    },
    {
        "o": 8394,
        "r": "csb:1 Samuel:15:25",
        "t": "Now therefore, please forgive my sin and return with me so I can worship the Lord.”*s"
    },
    {
        "o": 8395,
        "r": "csb:1 Samuel:15:26",
        "t": "Samuel*p replied to Saul, “I will not return with you. Because you rejected the word of the Lord,*s the Lord*s has rejected you from being king over Israel.”"
    },
    {
        "o": 8396,
        "r": "csb:1 Samuel:15:27",
        "t": "When Samuel turned to go, Saul grabbed the corner of his robe, and it tore."
    },
    {
        "o": 8397,
        "r": "csb:1 Samuel:15:28",
        "t": "Samuel said to him, “The Lord*s has torn the kingship of Israel away from you today and has given it to your neighbor who is better than you."
    },
    {
        "o": 8398,
        "r": "csb:1 Samuel:15:29",
        "t": "Furthermore, the Eternal One of Israel does not lie or change his mind, for he is not man who changes his mind.”"
    },
    {
        "o": 8399,
        "r": "csb:1 Samuel:15:30",
        "t": "Saul*p said, “I have sinned. Please honor me now before the elders of my people and before Israel. Come back with me so I can bow in worship to the Lord*s your God.”"
    },
    {
        "o": 8400,
        "r": "csb:1 Samuel:15:31",
        "t": "Then Samuel went back, following Saul, and Saul bowed down to the Lord.*s"
    },
    {
        "o": 8401,
        "r": "csb:1 Samuel:15:32",
        "t": "Samuel*p said, “Bring me King Agag of Amalek.” Agag*p came to him trembling, for he thought, “Certainly the bitterness of death has come.”"
    },
    {
        "o": 8402,
        "r": "csb:1 Samuel:15:33",
        "t": "Samuel*p declared: As*pn your sword has made women childless, so*ln your mother will be childless among women. Then*p he hacked Agag to pieces before the Lord*s at Gilgal."
    },
    {
        "o": 8403,
        "r": "csb:1 Samuel:15:34",
        "t": "Samuel*p went to Ramah, and Saul went up to his home in Gibeah of Saul."
    },
    {
        "o": 8404,
        "r": "csb:1 Samuel:15:35",
        "t": "Even to the day of his death, Samuel never saw Saul again. Samuel mourned for Saul, and the Lord*s regretted he had made Saul king over Israel."
    },
    {
        "o": 8405,
        "r": "csb:1 Samuel:16:0",
        "t": "1 Samuel 16",
        "h": 1
    },
    {
        "o": 8406,
        "r": "csb:1 Samuel:16:0",
        "t": "Samuel Anoints David",
        "h": 2
    },
    {
        "o": 8407,
        "r": "csb:1 Samuel:16:1",
        "t": "The*p Lord*s said to Samuel, “How long are you going to mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and go. I am sending you to Jesse of Bethlehem because I have selected for myself a king from his sons.”"
    },
    {
        "o": 8408,
        "r": "csb:1 Samuel:16:2",
        "t": "Samuel*p asked, “How can I go? Saul will hear about it and kill me!” The*p Lord*s answered, “Take a young cow with you and say, ‘I have come to sacrifice to the Lord.’*s"
    },
    {
        "o": 8409,
        "r": "csb:1 Samuel:16:3",
        "t": "Then invite Jesse to the sacrifice, and I will let you know what you are to do. You are to anoint for me the one I indicate to you.”"
    },
    {
        "o": 8410,
        "r": "csb:1 Samuel:16:4",
        "t": "Samuel*p did what the Lord*s directed and went to Bethlehem. When the elders of the town met him, they trembled and asked, “Do you come in peace?”"
    },
    {
        "o": 8411,
        "r": "csb:1 Samuel:16:5",
        "t": "“In*p peace,” he replied. “I’ve come to sacrifice to the Lord.*s Consecrate yourselves and come with me to the sacrifice.” Then he consecrated Jesse and his sons and invited them to the sacrifice."
    },
    {
        "o": 8412,
        "r": "csb:1 Samuel:16:6",
        "t": "When they arrived, Samuel saw Eliab and said, “Certainly the Lord’s*s anointed one is here before him.”"
    },
    {
        "o": 8413,
        "r": "csb:1 Samuel:16:7",
        "t": "But*p the Lord*s said to Samuel, “Do not look at his appearance or his stature because I have rejected him. Humans do not see what the Lord*s sees, for humans see what is visible, but the Lord*s sees the heart.”"
    },
    {
        "o": 8414,
        "r": "csb:1 Samuel:16:8",
        "t": "Jesse*p called Abinadab and presented him to Samuel. “The Lord*s hasn’t chosen this one either,” Samuel said."
    },
    {
        "o": 8415,
        "r": "csb:1 Samuel:16:9",
        "t": "Then Jesse presented Shammah, but Samuel said, “The Lord*s hasn’t chosen this one either.”"
    },
    {
        "o": 8416,
        "r": "csb:1 Samuel:16:10",
        "t": "After Jesse presented seven of his sons to him, Samuel told Jesse, “The Lord*s hasn’t chosen any of these.”"
    },
    {
        "o": 8417,
        "r": "csb:1 Samuel:16:11",
        "t": "Samuel asked him, “Are these all the sons you have?” “There*p is still the youngest,” he answered, “but right now he’s tending the sheep.” Samuel told Jesse, “Send for him. We won’t sit down to eat until he gets here.”"
    },
    {
        "o": 8418,
        "r": "csb:1 Samuel:16:12",
        "t": "So Jesse sent for him. He had beautiful eyes and a healthy, handsome appearance. Then*p the Lord*s said, “Anoint him, for he is the one.”"
    },
    {
        "o": 8419,
        "r": "csb:1 Samuel:16:13",
        "t": "So Samuel took the horn of oil and anointed him in the presence of his brothers, and the Spirit of the Lord*s came powerfully on David from that day forward. Then Samuel set out and went to Ramah."
    },
    {
        "o": 8420,
        "r": "csb:1 Samuel:16:13",
        "t": "David in Saul’s Court",
        "h": 2
    },
    {
        "o": 8421,
        "r": "csb:1 Samuel:16:14",
        "t": "Now*p the Spirit of the Lord*s had left Saul, and an evil spirit sent from the Lord*s began to torment him,"
    },
    {
        "o": 8422,
        "r": "csb:1 Samuel:16:15",
        "t": "so Saul’s servants said to him, “You see that an evil spirit from God is tormenting you."
    },
    {
        "o": 8423,
        "r": "csb:1 Samuel:16:16",
        "t": "Let our lord command your servants here in your presence to look for someone who knows how to play the lyre. Whenever the evil spirit from God comes on you, that person can play the lyre, and you will feel better.”"
    },
    {
        "o": 8424,
        "r": "csb:1 Samuel:16:17",
        "t": "Then*p Saul commanded his servants, “Find me someone who plays well and bring him to me.”"
    },
    {
        "o": 8425,
        "r": "csb:1 Samuel:16:18",
        "t": "One*p of the young men answered, “I have seen a son of Jesse of Bethlehem who knows how to play the lyre. He is also a valiant man, a warrior, eloquent, handsome, and the Lord*s is with him.”"
    },
    {
        "o": 8426,
        "r": "csb:1 Samuel:16:19",
        "t": "Then*p Saul dispatched messengers to Jesse and said, “Send me your son David, who is with the sheep.”"
    },
    {
        "o": 8427,
        "r": "csb:1 Samuel:16:20",
        "t": "So Jesse took a donkey loaded with bread, a wineskin, and one young goat and sent them by his son David to Saul."
    },
    {
        "o": 8428,
        "r": "csb:1 Samuel:16:21",
        "t": "When David came to Saul and entered his service, Saul loved him very much, and David became his armor-bearer."
    },
    {
        "o": 8429,
        "r": "csb:1 Samuel:16:22",
        "t": "Then Saul sent word to Jesse: “Let David remain in my service, for he has found favor with me.”"
    },
    {
        "o": 8430,
        "r": "csb:1 Samuel:16:23",
        "t": "Whenever the spirit from God came on Saul, David would pick up his lyre and play, and Saul would then be relieved, feel better, and the evil spirit would leave him."
    },
    {
        "o": 8431,
        "r": "csb:1 Samuel:17:0",
        "t": "1 Samuel 17",
        "h": 1
    },
    {
        "o": 8432,
        "r": "csb:1 Samuel:17:0",
        "t": "David versus Goliath",
        "h": 2
    },
    {
        "o": 8433,
        "r": "csb:1 Samuel:17:1",
        "t": "The*p Philistines gathered their forces for war at Socoh in Judah and camped between Socoh and Azekah in Ephes-dammim."
    },
    {
        "o": 8434,
        "r": "csb:1 Samuel:17:2",
        "t": "Saul and the men of Israel gathered and camped in the Valley of Elah; then they lined up in battle formation to face the Philistines."
    },
    {
        "o": 8435,
        "r": "csb:1 Samuel:17:3",
        "t": "The*p Philistines were standing on one hill, and the Israelites were standing on another hill with a ravine between them."
    },
    {
        "o": 8436,
        "r": "csb:1 Samuel:17:4",
        "t": "Then a champion named Goliath, from Gath, came out from the Philistine camp. He was nine feet, nine inches tall"
    },
    {
        "o": 8437,
        "r": "csb:1 Samuel:17:5",
        "t": "and wore a bronze helmet and bronze scale armor that weighed one hundred twenty-five pounds."
    },
    {
        "o": 8438,
        "r": "csb:1 Samuel:17:6",
        "t": "There was bronze armor on his shins, and a bronze javelin was slung between his shoulders."
    },
    {
        "o": 8439,
        "r": "csb:1 Samuel:17:7",
        "t": "His spear shaft was like a weaver’s beam, and the iron point of his spear weighed fifteen pounds. In addition, a shield-bearer was walking in front of him."
    },
    {
        "o": 8440,
        "r": "csb:1 Samuel:17:8",
        "t": "He*p stood and shouted to the Israelite battle formations, “Why do you come out to line up in battle formation?” He asked them, “Am I not a Philistine and are you not servants of Saul? Choose one of your men and have him come down against me."
    },
    {
        "o": 8441,
        "r": "csb:1 Samuel:17:9",
        "t": "If he wins in a fight against me and kills me, we will be your servants. But if I win against him and kill him, then you will be our servants and serve us.”"
    },
    {
        "o": 8442,
        "r": "csb:1 Samuel:17:10",
        "t": "Then the Philistine said, “I defy the ranks of Israel today. Send me a man so we can fight each other!”"
    },
    {
        "o": 8443,
        "r": "csb:1 Samuel:17:11",
        "t": "When Saul and all Israel heard these words from the Philistine, they lost their courage and were terrified."
    },
    {
        "o": 8444,
        "r": "csb:1 Samuel:17:12",
        "t": "Now*p David was the son of the Ephrathite from Bethlehem of Judah named Jesse. Jesse had eight sons and during Saul’s reign was already an old man."
    },
    {
        "o": 8445,
        "r": "csb:1 Samuel:17:13",
        "t": "Jesse’s three oldest sons had followed Saul to the war, and their names were Eliab, the firstborn, Abinadab, the next, and Shammah, the third,"
    },
    {
        "o": 8446,
        "r": "csb:1 Samuel:17:14",
        "t": "and David was the youngest. The three oldest had followed Saul,"
    },
    {
        "o": 8447,
        "r": "csb:1 Samuel:17:15",
        "t": "but David kept going back and forth from Saul to tend his father’s flock in Bethlehem."
    },
    {
        "o": 8448,
        "r": "csb:1 Samuel:17:16",
        "t": "Every*p morning and evening for forty days the Philistine came forward and took his stand."
    },
    {
        "o": 8449,
        "r": "csb:1 Samuel:17:17",
        "t": "One day Jesse had told his son David, “Take this half-bushel of roasted grain along with these ten loaves of bread for your brothers and hurry to their camp."
    },
    {
        "o": 8450,
        "r": "csb:1 Samuel:17:18",
        "t": "Also take these ten portions of cheese to the field commander. Check on the well-being of your brothers and bring a confirmation from them."
    },
    {
        "o": 8451,
        "r": "csb:1 Samuel:17:19",
        "t": "They are with Saul and all the men of Israel in the Valley of Elah fighting with the Philistines.”"
    },
    {
        "o": 8452,
        "r": "csb:1 Samuel:17:20",
        "t": "So*p David got up early in the morning, left the flock with someone to keep it, loaded up, and set out as Jesse had charged him. He*p arrived at the perimeter of the camp as the army was marching out to its battle formation shouting their battle cry."
    },
    {
        "o": 8453,
        "r": "csb:1 Samuel:17:21",
        "t": "Israel and the Philistines lined up in battle formation facing each other."
    },
    {
        "o": 8454,
        "r": "csb:1 Samuel:17:22",
        "t": "David left his supplies in the care of the quartermaster and ran to the battle line. When he arrived, he asked his brothers how they were."
    },
    {
        "o": 8455,
        "r": "csb:1 Samuel:17:23",
        "t": "While he was speaking with them, suddenly the champion named Goliath, the Philistine from Gath, came forward from the Philistine battle line and shouted his usual words, which David heard."
    },
    {
        "o": 8456,
        "r": "csb:1 Samuel:17:24",
        "t": "When all the Israelite men saw Goliath, they retreated from him terrified."
    },
    {
        "o": 8457,
        "r": "csb:1 Samuel:17:25",
        "t": "Previously,*p an Israelite man had declared, “Do you see this man who keeps coming out? He comes to defy Israel. The king will make the man who kills him very rich and will give him his daughter. The king will also make the family of that man’s father exempt from paying taxes in Israel.”"
    },
    {
        "o": 8458,
        "r": "csb:1 Samuel:17:26",
        "t": "David*p spoke to the men who were standing with him: “What will be done for the man who kills that Philistine and removes this disgrace from Israel? Just who is this uncircumcised Philistine that he should defy the armies of the living God?”"
    },
    {
        "o": 8459,
        "r": "csb:1 Samuel:17:27",
        "t": "The*p troops told him about the offer, concluding, “That is what will be done for the man who kills him.”"
    },
    {
        "o": 8460,
        "r": "csb:1 Samuel:17:28",
        "t": "David’s*p oldest brother Eliab listened as he spoke to the men, and he became angry with him. “Why did you come down here?” he asked. “Who did you leave those few sheep with in the wilderness? I know your arrogance and your evil heart - you came down to see the battle!”"
    },
    {
        "o": 8461,
        "r": "csb:1 Samuel:17:29",
        "t": "“What*p have I done now?” protested David. “It was just a question.”"
    },
    {
        "o": 8462,
        "r": "csb:1 Samuel:17:30",
        "t": "Then he turned from those beside him to others in front of him and asked about the offer. The people gave him the same answer as before."
    },
    {
        "o": 8463,
        "r": "csb:1 Samuel:17:31",
        "t": "What*p David said was overheard and reported to Saul, so he had David brought to him."
    },
    {
        "o": 8464,
        "r": "csb:1 Samuel:17:32",
        "t": "David said to Saul, “Don’t let anyone be discouraged by him; your servant will go and fight this Philistine!”"
    },
    {
        "o": 8465,
        "r": "csb:1 Samuel:17:33",
        "t": "But*p Saul replied, “You can’t go fight this Philistine. You’re just a youth, and he’s been a warrior since he was young.”"
    },
    {
        "o": 8466,
        "r": "csb:1 Samuel:17:34",
        "t": "David*p answered Saul, “Your servant has been tending his father’s sheep. Whenever a lion or a bear came and carried off a lamb from the flock,"
    },
    {
        "o": 8467,
        "r": "csb:1 Samuel:17:35",
        "t": "I went after it, struck it down, and rescued the lamb from its mouth. If it reared up against me, I would grab it by its fur, strike it down, and kill it."
    },
    {
        "o": 8468,
        "r": "csb:1 Samuel:17:36",
        "t": "Your servant has killed lions and bears; this uncircumcised Philistine will be like one of them, for he has defied the armies of the living God.”"
    },
    {
        "o": 8469,
        "r": "csb:1 Samuel:17:37",
        "t": "Then David said, “The Lord*s who rescued me from the paw of the lion and the paw of the bear will rescue me from the hand of this Philistine.” Saul*p said to David, “Go, and may the Lord*s be with you.”"
    },
    {
        "o": 8470,
        "r": "csb:1 Samuel:17:38",
        "t": "Then*p Saul had his own military clothes put on David. He put a bronze helmet on David’s head and had him put on armor."
    },
    {
        "o": 8471,
        "r": "csb:1 Samuel:17:39",
        "t": "David strapped his sword on over the military clothes and tried to walk, but he was not used to them. “I can’t walk in these,” David said to Saul, “I’m not used to them.” So David took them off."
    },
    {
        "o": 8472,
        "r": "csb:1 Samuel:17:40",
        "t": "Instead, he took his staff in his hand and chose five smooth stones from the wadi and put them in the pouch, in his shepherd’s bag. Then, with his sling in his hand, he approached the Philistine."
    },
    {
        "o": 8473,
        "r": "csb:1 Samuel:17:41",
        "t": "The*p Philistine came closer and closer to David, with the shield-bearer in front of him."
    },
    {
        "o": 8474,
        "r": "csb:1 Samuel:17:42",
        "t": "When the Philistine looked and saw David, he despised him because he was just a youth, healthy and handsome."
    },
    {
        "o": 8475,
        "r": "csb:1 Samuel:17:43",
        "t": "He said to David, “Am I a dog that you come against me with sticks?” Then he cursed David by his gods."
    },
    {
        "o": 8476,
        "r": "csb:1 Samuel:17:44",
        "t": "“Come here,” the Philistine called to David, “and I’ll give your flesh to the birds of the sky and the wild beasts!”"
    },
    {
        "o": 8477,
        "r": "csb:1 Samuel:17:45",
        "t": "David*p said to the Philistine, “You come against me with a sword, spear, and javelin, but I come against you in the name of the Lord*s of Armies, the God of the ranks of Israel - you have defied him."
    },
    {
        "o": 8478,
        "r": "csb:1 Samuel:17:46",
        "t": "Today, the Lord*s will hand you over to me. Today, I’ll strike you down, remove your head, and give the corpses of the Philistine camp to the birds of the sky and the wild creatures of the earth. Then all the world will know that Israel has a God,"
    },
    {
        "o": 8479,
        "r": "csb:1 Samuel:17:47",
        "t": "and this whole assembly will know that it is not by sword or by spear that the Lord*s saves, for the battle is the Lord*s ’s. He will hand you over to us.”"
    },
    {
        "o": 8480,
        "r": "csb:1 Samuel:17:48",
        "t": "When*p the Philistine started forward to attack him, David ran quickly to the battle line to meet the Philistine."
    },
    {
        "o": 8481,
        "r": "csb:1 Samuel:17:49",
        "t": "David put his hand in the bag, took out a stone, slung it, and hit the Philistine on his forehead. The stone sank into his forehead, and he fell facedown to the ground."
    },
    {
        "o": 8482,
        "r": "csb:1 Samuel:17:50",
        "t": "David defeated the Philistine with a sling and a stone. David overpowered the Philistine and killed him without having a sword."
    },
    {
        "o": 8483,
        "r": "csb:1 Samuel:17:51",
        "t": "David ran and stood over him. He grabbed the Philistine’s sword, pulled it from its sheath, and used it to kill him. Then he cut off his head. When the Philistines saw that their hero was dead, they fled."
    },
    {
        "o": 8484,
        "r": "csb:1 Samuel:17:52",
        "t": "The men of Israel and Judah rallied, shouting their battle cry, and chased the Philistines to the entrance of the valley and to the gates of Ekron. Philistine bodies were strewn all along the Shaaraim road to Gath and Ekron."
    },
    {
        "o": 8485,
        "r": "csb:1 Samuel:17:53",
        "t": "When*p the Israelites returned from the pursuit of the Philistines, they plundered their camps."
    },
    {
        "o": 8486,
        "r": "csb:1 Samuel:17:54",
        "t": "David took Goliath’s head and brought it to Jerusalem, but he put Goliath’s weapons in his own tent."
    },
    {
        "o": 8487,
        "r": "csb:1 Samuel:17:55",
        "t": "When*p Saul had seen David going out to confront the Philistine, he asked Abner the commander of the army, “Whose son is this youth, Abner?” “Your*p Majesty, as surely as you live, I don’t know,” Abner replied."
    },
    {
        "o": 8488,
        "r": "csb:1 Samuel:17:56",
        "t": "The*p king said, “Find out whose son this young man is!”"
    },
    {
        "o": 8489,
        "r": "csb:1 Samuel:17:57",
        "t": "When*p David returned from killing the Philistine, Abner took him and brought him before Saul with the Philistine’s head still in his hand."
    },
    {
        "o": 8490,
        "r": "csb:1 Samuel:17:58",
        "t": "Saul said to him, “Whose son are you, young man?” “The*p son of your servant Jesse of Bethlehem,” David answered."
    },
    {
        "o": 8491,
        "r": "csb:1 Samuel:18:0",
        "t": "1 Samuel 18",
        "h": 1
    },
    {
        "o": 8492,
        "r": "csb:1 Samuel:18:0",
        "t": "David’s Success",
        "h": 2
    },
    {
        "o": 8493,
        "r": "csb:1 Samuel:18:1",
        "t": "When*p David had finished speaking with Saul, Jonathan was bound to David in close friendship, and loved him as much as he loved himself."
    },
    {
        "o": 8494,
        "r": "csb:1 Samuel:18:2",
        "t": "Saul kept David with him from that day on and did not let him return to his father’s house."
    },
    {
        "o": 8495,
        "r": "csb:1 Samuel:18:3",
        "t": "Jonathan*p made a covenant with David because he loved him as much as himself."
    },
    {
        "o": 8496,
        "r": "csb:1 Samuel:18:4",
        "t": "Then Jonathan removed the robe he was wearing and gave it to David, along with his military tunic, his sword, his bow, and his belt."
    },
    {
        "o": 8497,
        "r": "csb:1 Samuel:18:5",
        "t": "David*p marched out with the army and was successful in everything Saul sent him to do. Saul put him in command of the fighting men, which pleased all the people and Saul’s servants as well."
    },
    {
        "o": 8498,
        "r": "csb:1 Samuel:18:6",
        "t": "As*p the troops were coming back, when David was returning from killing the Philistine, the women came out from all the cities of Israel to meet King Saul, singing and dancing with tambourines, with shouts of joy, and with three-stringed instruments."
    },
    {
        "o": 8499,
        "r": "csb:1 Samuel:18:7",
        "t": "As they danced, the women sang: Saul*pn has killed his thousands, but*ln David his tens of thousands."
    },
    {
        "o": 8500,
        "r": "csb:1 Samuel:18:8",
        "t": "Saul*p was furious and resented this song. “They credited tens of thousands to David,” he complained, “but they only credited me with thousands. What more can he have but the kingdom?”"
    },
    {
        "o": 8501,
        "r": "csb:1 Samuel:18:9",
        "t": "So Saul watched David jealously from that day forward."
    },
    {
        "o": 8502,
        "r": "csb:1 Samuel:18:9",
        "t": "Saul Attempts to Kill David",
        "h": 2
    },
    {
        "o": 8503,
        "r": "csb:1 Samuel:18:10",
        "t": "The*p next day an evil spirit sent from God came powerfully on Saul, and he began to rave inside the palace. David was playing the lyre as usual, but Saul was holding a spear,"
    },
    {
        "o": 8504,
        "r": "csb:1 Samuel:18:11",
        "t": "and he threw it, thinking, “I’ll pin David to the wall.” But David got away from him twice."
    },
    {
        "o": 8505,
        "r": "csb:1 Samuel:18:12",
        "t": "Saul*p was afraid of David, because the Lord*s was with David but had left Saul."
    },
    {
        "o": 8506,
        "r": "csb:1 Samuel:18:13",
        "t": "Therefore, Saul sent David away from him and made him commander over a thousand men. David led the troops"
    },
    {
        "o": 8507,
        "r": "csb:1 Samuel:18:14",
        "t": "and continued to be successful in all his activities because the Lord*s was with him."
    },
    {
        "o": 8508,
        "r": "csb:1 Samuel:18:15",
        "t": "When Saul observed that David was very successful, he dreaded him."
    },
    {
        "o": 8509,
        "r": "csb:1 Samuel:18:16",
        "t": "But all Israel and Judah loved David because he was leading their troops."
    },
    {
        "o": 8510,
        "r": "csb:1 Samuel:18:17",
        "t": "Saul told David, “Here is my oldest daughter Merab. I’ll give her to you as a wife if you will be a warrior for me and fight the Lord’s*s battles.” But Saul was thinking, “I don’t need to raise a hand against him; let the hand of the Philistines be against him.”"
    },
    {
        "o": 8511,
        "r": "csb:1 Samuel:18:18",
        "t": "Then*p David responded, “Who am I, and what is my family or my father’s clan in Israel that I should become the king’s son-in-law?”"
    },
    {
        "o": 8512,
        "r": "csb:1 Samuel:18:19",
        "t": "When it was time to give Saul’s daughter Merab to David, she was given to Adriel the Meholathite as a wife."
    },
    {
        "o": 8513,
        "r": "csb:1 Samuel:18:19",
        "t": "David’s Marriage to Michal",
        "h": 2
    },
    {
        "o": 8514,
        "r": "csb:1 Samuel:18:20",
        "t": "Now*p Saul’s daughter Michal loved David, and when it was reported to Saul, it pleased him."
    },
    {
        "o": 8515,
        "r": "csb:1 Samuel:18:21",
        "t": "“I’ll give her to him,” Saul thought. “She’ll be a trap for him, and the hand of the Philistines will be against him.” So Saul said to David a second time, “You can now be my son-in-law.”"
    },
    {
        "o": 8516,
        "r": "csb:1 Samuel:18:22",
        "t": "Saul*p then ordered his servants, “Speak to David in private and tell him, ‘Look, the king is pleased with you, and all his servants love you. Therefore, you should become the king’s son-in-law.’”"
    },
    {
        "o": 8517,
        "r": "csb:1 Samuel:18:23",
        "t": "Saul’s*p servants reported these words directly to David, but he replied, “Is it trivial in your sight to become the king’s son-in-law? I am a poor commoner.”"
    },
    {
        "o": 8518,
        "r": "csb:1 Samuel:18:24",
        "t": "The*p servants reported back to Saul, “These are the words David spoke.”"
    },
    {
        "o": 8519,
        "r": "csb:1 Samuel:18:25",
        "t": "Then*p Saul replied, “Say this to David: ‘The king desires no other bride-price except a hundred Philistine foreskins, to take revenge on his enemies.’” Actually, Saul intended to cause David’s death at the hands of the Philistines."
    },
    {
        "o": 8520,
        "r": "csb:1 Samuel:18:26",
        "t": "When*p the servants reported these terms to David, he was pleased to become the king’s son-in-law. Before the wedding day arrived,"
    },
    {
        "o": 8521,
        "r": "csb:1 Samuel:18:27",
        "t": "David and his men went out and killed two hundred Philistines. He brought their foreskins and presented them as full payment to the king to become his son-in-law. Then Saul gave his daughter Michal to David as his wife."
    },
    {
        "o": 8522,
        "r": "csb:1 Samuel:18:28",
        "t": "Saul realized that the Lord*s was with David and that his daughter Michal loved him,"
    },
    {
        "o": 8523,
        "r": "csb:1 Samuel:18:29",
        "t": "and he became even more afraid of David. As a result, Saul was David’s enemy from then on."
    },
    {
        "o": 8524,
        "r": "csb:1 Samuel:18:30",
        "t": "Every*p time the Philistine commanders came out to fight, David was more successful than all of Saul’s officers. So his name became well known."
    },
    {
        "o": 8525,
        "r": "csb:1 Samuel:19:0",
        "t": "1 Samuel 19",
        "h": 1
    },
    {
        "o": 8526,
        "r": "csb:1 Samuel:19:0",
        "t": "David Delivered from Saul",
        "h": 2
    },
    {
        "o": 8527,
        "r": "csb:1 Samuel:19:1",
        "t": "Saul*p ordered his son Jonathan and all his servants to kill David. But Saul’s son Jonathan liked David very much,"
    },
    {
        "o": 8528,
        "r": "csb:1 Samuel:19:2",
        "t": "so he told him, “My father, Saul, intends to kill you. Be on your guard in the morning and hide in a secret place and stay there."
    },
    {
        "o": 8529,
        "r": "csb:1 Samuel:19:3",
        "t": "I’ll go out and stand beside my father in the field where you are and talk to him about you. When I see what he says, I’ll tell you.”"
    },
    {
        "o": 8530,
        "r": "csb:1 Samuel:19:4",
        "t": "Jonathan*p spoke well of David to his father, Saul. He said to him, “The king should not sin against his servant David. He hasn’t sinned against you; in fact, his actions have been a great advantage to you."
    },
    {
        "o": 8531,
        "r": "csb:1 Samuel:19:5",
        "t": "He took his life in his hands when he struck down the Philistine, and the Lord*s brought about a great victory for all Israel. You saw it and rejoiced, so why would you sin against innocent blood by killing David for no reason?”"
    },
    {
        "o": 8532,
        "r": "csb:1 Samuel:19:6",
        "t": "Saul*p listened to Jonathan’s advice and swore an oath: “As surely as the Lord*s lives, David will not be killed.”"
    },
    {
        "o": 8533,
        "r": "csb:1 Samuel:19:7",
        "t": "So Jonathan summoned David and told him all these words. Then Jonathan brought David to Saul, and he served him as he did before."
    },
    {
        "o": 8534,
        "r": "csb:1 Samuel:19:8",
        "t": "When*p war broke out again, David went out and fought against the Philistines. He defeated them with such great force that they fled from him."
    },
    {
        "o": 8535,
        "r": "csb:1 Samuel:19:9",
        "t": "Now*p an evil spirit sent from the Lord*s came on Saul as he was sitting in his palace holding a spear. David was playing the lyre,"
    },
    {
        "o": 8536,
        "r": "csb:1 Samuel:19:10",
        "t": "and Saul tried to pin David to the wall with the spear. As the spear struck the wall, David eluded Saul, ran away, and escaped that night."
    },
    {
        "o": 8537,
        "r": "csb:1 Samuel:19:11",
        "t": "Saul sent agents to David’s house to watch for him and kill him in the morning. But his wife Michal warned David, “If you don’t escape tonight, you will be dead tomorrow!”"
    },
    {
        "o": 8538,
        "r": "csb:1 Samuel:19:12",
        "t": "So she lowered David from the window, and he fled and escaped."
    },
    {
        "o": 8539,
        "r": "csb:1 Samuel:19:13",
        "t": "Then Michal took the household idol and put it on the bed, placed some goat hair on its head, and covered it with a garment."
    },
    {
        "o": 8540,
        "r": "csb:1 Samuel:19:14",
        "t": "When Saul sent agents to seize David, Michal said, “He’s sick.”"
    },
    {
        "o": 8541,
        "r": "csb:1 Samuel:19:15",
        "t": "Saul*p sent the agents back to see David and said, “Bring him on his bed so I can kill him.”"
    },
    {
        "o": 8542,
        "r": "csb:1 Samuel:19:16",
        "t": "When the agents arrived, to their surprise, the household idol was on the bed with some goat hair on its head."
    },
    {
        "o": 8543,
        "r": "csb:1 Samuel:19:17",
        "t": "Saul*p asked Michal, “Why did you deceive me like this? You sent my enemy away, and he has escaped!” She*p answered him, “He said to me, ‘Let me go! Why should I kill you? ’”"
    },
    {
        "o": 8544,
        "r": "csb:1 Samuel:19:18",
        "t": "So*p David fled and escaped and went to Samuel at Ramah and told him everything Saul had done to him. Then he and Samuel left and stayed at Naioth."
    },
    {
        "o": 8545,
        "r": "csb:1 Samuel:19:19",
        "t": "When*p it was reported to Saul that David was at Naioth in Ramah,"
    },
    {
        "o": 8546,
        "r": "csb:1 Samuel:19:20",
        "t": "he sent agents to seize David. However, when they saw the group of prophets prophesying with Samuel leading them, the Spirit of God came on Saul’s agents, and they also started prophesying."
    },
    {
        "o": 8547,
        "r": "csb:1 Samuel:19:21",
        "t": "When they reported to Saul, he sent other agents, and they also began prophesying. So Saul tried again and sent a third group of agents, and even they began prophesying."
    },
    {
        "o": 8548,
        "r": "csb:1 Samuel:19:22",
        "t": "Then Saul himself went to Ramah. He came to the large cistern at Secu and asked, “Where are Samuel and David?” “At*p Naioth in Ramah,” someone said."
    },
    {
        "o": 8549,
        "r": "csb:1 Samuel:19:23",
        "t": "So*p he went to Naioth in Ramah. The Spirit of God also came on him, and as he walked along, he prophesied until he entered Naioth in Ramah."
    },
    {
        "o": 8550,
        "r": "csb:1 Samuel:19:24",
        "t": "Saul then removed his clothes and also prophesied before Samuel; he collapsed and lay naked all that day and all that night. That is why they say, “Is Saul also among the prophets?”"
    },
    {
        "o": 8551,
        "r": "csb:1 Samuel:20:0",
        "t": "1 Samuel 20",
        "h": 1
    },
    {
        "o": 8552,
        "r": "csb:1 Samuel:20:0",
        "t": "Jonathan Protects David",
        "h": 2
    },
    {
        "o": 8553,
        "r": "csb:1 Samuel:20:1",
        "t": "David*p fled from Naioth in Ramah and came to Jonathan and asked, “What have I done? What did I do wrong? How have I sinned against your father so that he wants to take my life?”"
    },
    {
        "o": 8554,
        "r": "csb:1 Samuel:20:2",
        "t": "Jonathan*p said to him, “No, you won’t die. Listen, my father doesn’t do anything, great or small, without telling me. So why would he hide this matter from me? This can’t be true.”"
    },
    {
        "o": 8555,
        "r": "csb:1 Samuel:20:3",
        "t": "But*p David said, “Your father certainly knows that I have found favor with you. He has said, ‘Jonathan must not know of this, or else he will be grieved.’” David also swore, “As surely as the Lord*s lives and as you yourself live, there is but a step between me and death.”"
    },
    {
        "o": 8556,
        "r": "csb:1 Samuel:20:4",
        "t": "Jonathan*p said to David, “Whatever you say, I will do for you.”"
    },
    {
        "o": 8557,
        "r": "csb:1 Samuel:20:5",
        "t": "So*p David told him, “Look, tomorrow is the New Moon, and I’m supposed to sit down and eat with the king. Instead, let me go, and I’ll hide in the countryside for the next two nights."
    },
    {
        "o": 8558,
        "r": "csb:1 Samuel:20:6",
        "t": "If your father misses me at all, say, ‘David urgently requested my permission to go quickly to his hometown, Bethlehem, for an annual sacrifice there involving the whole clan.’"
    },
    {
        "o": 8559,
        "r": "csb:1 Samuel:20:7",
        "t": "If he says, ‘Good,’ then your servant is safe, but if he becomes angry, you will know he has evil intentions."
    },
    {
        "o": 8560,
        "r": "csb:1 Samuel:20:8",
        "t": "Deal kindly with your servant, for you have brought me into a covenant with you before the Lord.*s If I have done anything wrong, then kill me yourself; why take me to your father?”"
    },
    {
        "o": 8561,
        "r": "csb:1 Samuel:20:9",
        "t": "“No!”*p Jonathan responded. “If I ever find out my father has evil intentions against you, wouldn’t I tell you about it?”"
    },
    {
        "o": 8562,
        "r": "csb:1 Samuel:20:10",
        "t": "So*p David asked Jonathan, “Who will tell me if your father answers you harshly?”"
    },
    {
        "o": 8563,
        "r": "csb:1 Samuel:20:11",
        "t": "He*p answered David, “Come on, let’s go out to the countryside.” So both of them went out to the countryside."
    },
    {
        "o": 8564,
        "r": "csb:1 Samuel:20:12",
        "t": "“By the Lord,*s the God of Israel, I will sound out my father by this time tomorrow or the next day. If I find out that he is favorable toward you, will I not send for you and tell you?"
    },
    {
        "o": 8565,
        "r": "csb:1 Samuel:20:13",
        "t": "If my father intends to bring evil on you, may the Lord*s punish Jonathan and do so severely if I do not tell you and send you away so you may leave safely. May the Lord*s be with you, just as he was with my father."
    },
    {
        "o": 8566,
        "r": "csb:1 Samuel:20:14",
        "t": "If I continue to live, show me kindness from the Lord,*s but if I die,"
    },
    {
        "o": 8567,
        "r": "csb:1 Samuel:20:15",
        "t": "don’t ever withdraw your kindness from my household - not even when the Lord*s cuts off every one of David’s enemies from the face of the earth.”"
    },
    {
        "o": 8568,
        "r": "csb:1 Samuel:20:16",
        "t": "Then Jonathan made a covenant with the house of David, saying, “May the Lord*s hold David’s enemies accountable.”"
    },
    {
        "o": 8569,
        "r": "csb:1 Samuel:20:17",
        "t": "Jonathan once again swore to David in his love for him, because he loved him as he loved himself."
    },
    {
        "o": 8570,
        "r": "csb:1 Samuel:20:18",
        "t": "Then*p Jonathan said to him, “Tomorrow is the New Moon; you’ll be missed because your seat will be empty."
    },
    {
        "o": 8571,
        "r": "csb:1 Samuel:20:19",
        "t": "The following day hurry down and go to the place where you hid on the day this incident began and stay beside the rock Ezel."
    },
    {
        "o": 8572,
        "r": "csb:1 Samuel:20:20",
        "t": "I will shoot three arrows beside it as if I’m aiming at a target."
    },
    {
        "o": 8573,
        "r": "csb:1 Samuel:20:21",
        "t": "Then I will send a servant and say, ‘Go and find the arrows! ’ Now, if I expressly say to the servant, ‘Look, the arrows are on this side of you - get them,’ then come, because as the Lord*s lives, it is safe for you and there is no problem."
    },
    {
        "o": 8574,
        "r": "csb:1 Samuel:20:22",
        "t": "But if I say this to the youth, ‘Look, the arrows are beyond you! ’ then go, for the Lord*s is sending you away."
    },
    {
        "o": 8575,
        "r": "csb:1 Samuel:20:23",
        "t": "As for the matter you and I have spoken about, the Lord*s will be a witness between you and me forever.”"
    },
    {
        "o": 8576,
        "r": "csb:1 Samuel:20:24",
        "t": "So David hid in the countryside. At*p the New Moon, the king sat down to eat the meal."
    },
    {
        "o": 8577,
        "r": "csb:1 Samuel:20:25",
        "t": "He sat at his usual place on the seat by the wall. Jonathan sat facing him and Abner took his place beside Saul, but David’s place was empty."
    },
    {
        "o": 8578,
        "r": "csb:1 Samuel:20:26",
        "t": "Saul did not say anything that day because he thought, “Something unexpected has happened; he must be ceremonially unclean - yes, that’s it, he is unclean.”"
    },
    {
        "o": 8579,
        "r": "csb:1 Samuel:20:27",
        "t": "However,*p the day after the New Moon, the second day, David’s place was still empty, and Saul asked his son Jonathan, “Why didn’t Jesse’s son come to the meal either yesterday or today?”"
    },
    {
        "o": 8580,
        "r": "csb:1 Samuel:20:28",
        "t": "Jonathan*p answered, “David asked for my permission to go to Bethlehem."
    },
    {
        "o": 8581,
        "r": "csb:1 Samuel:20:29",
        "t": "He said, ‘Please let me go because our clan is holding a sacrifice in the town, and my brother has told me to be there. So now, if I have found favor with you, let me go so I can see my brothers.’ That’s why he didn’t come to the king’s table.”"
    },
    {
        "o": 8582,
        "r": "csb:1 Samuel:20:30",
        "t": "Then*p Saul became angry with Jonathan and shouted, “You son of a perverse and rebellious woman! Don’t I know that you are siding with Jesse’s son to your own shame and to the disgrace of your mother?"
    },
    {
        "o": 8583,
        "r": "csb:1 Samuel:20:31",
        "t": "Every day Jesse’s son lives on earth you and your kingship are not secure. Now send for him and bring him to me - he must die!”"
    },
    {
        "o": 8584,
        "r": "csb:1 Samuel:20:32",
        "t": "Jonathan*p answered his father back, “Why is he to be killed? What has he done?”"
    },
    {
        "o": 8585,
        "r": "csb:1 Samuel:20:33",
        "t": "Then*p Saul threw his spear at Jonathan to kill him, so he knew that his father was determined to kill David."
    },
    {
        "o": 8586,
        "r": "csb:1 Samuel:20:34",
        "t": "He got up from the table fiercely angry and did not eat any food that second day of the New Moon, for he was grieved because of his father’s shameful behavior toward David."
    },
    {
        "o": 8587,
        "r": "csb:1 Samuel:20:35",
        "t": "In*p the morning Jonathan went out to the countryside for the appointed meeting with David. A young servant was with him."
    },
    {
        "o": 8588,
        "r": "csb:1 Samuel:20:36",
        "t": "He said to the servant, “Run and find the arrows I’m shooting.” As the servant ran, Jonathan shot an arrow beyond him."
    },
    {
        "o": 8589,
        "r": "csb:1 Samuel:20:37",
        "t": "He came to the location of the arrow that Jonathan had shot, but Jonathan called to him and said, “The arrow is beyond you, isn’t it?”"
    },
    {
        "o": 8590,
        "r": "csb:1 Samuel:20:38",
        "t": "Then Jonathan called to him, “Hurry up and don’t stop!” Jonathan’s servant picked up the arrow and returned to his master."
    },
    {
        "o": 8591,
        "r": "csb:1 Samuel:20:39",
        "t": "He did not know anything; only Jonathan and David knew the arrangement."
    },
    {
        "o": 8592,
        "r": "csb:1 Samuel:20:40",
        "t": "Then Jonathan gave his equipment to the servant who was with him and said, “Go, take it back to the city.”"
    },
    {
        "o": 8593,
        "r": "csb:1 Samuel:20:41",
        "t": "When*p the servant had gone, David got up from the south side of the stone Ezel, fell facedown to the ground, and paid homage three times. Then he and Jonathan kissed each other and wept with each other, though David wept more."
    },
    {
        "o": 8594,
        "r": "csb:1 Samuel:20:42",
        "t": "Jonathan*p then said to David, “Go in the assurance the two of us pledged in the name of the Lord*s when we said, ‘The Lord*s will be a witness between you and me and between my offspring and your offspring forever.’” Then David left, and Jonathan went into the city."
    },
    {
        "o": 8595,
        "r": "csb:1 Samuel:21:0",
        "t": "1 Samuel 21",
        "h": 1
    },
    {
        "o": 8596,
        "r": "csb:1 Samuel:21:0",
        "t": "David Flees to Nob",
        "h": 2
    },
    {
        "o": 8597,
        "r": "csb:1 Samuel:21:1",
        "t": "David*p went to the priest Ahimelech at Nob. Ahimelech was afraid to meet David, so he said to him, “Why are you alone and no one is with you?”"
    },
    {
        "o": 8598,
        "r": "csb:1 Samuel:21:2",
        "t": "David*p answered the priest Ahimelech, “The king gave me a mission, but he told me, ‘Don’t let anyone know anything about the mission I’m sending you on or what I have ordered you to do.’ I have stationed my young men at a certain place."
    },
    {
        "o": 8599,
        "r": "csb:1 Samuel:21:3",
        "t": "Now what do you have on hand? Give me five loaves of bread or whatever can be found.”"
    },
    {
        "o": 8600,
        "r": "csb:1 Samuel:21:4",
        "t": "The*p priest told him, “There is no ordinary bread on hand. However, there is consecrated bread, but the young men may eat it only if they have kept themselves from women.”"
    },
    {
        "o": 8601,
        "r": "csb:1 Samuel:21:5",
        "t": "David*p answered him, “I swear that women are being kept from us, as always when I go out to battle. The young men’s bodies are consecrated even on an ordinary mission, so of course their bodies are consecrated today.”"
    },
    {
        "o": 8602,
        "r": "csb:1 Samuel:21:6",
        "t": "So the priest gave him the consecrated bread, for there was no bread there except the Bread of the Presence that had been removed from the presence of the Lord.*s When the bread was removed, it had been replaced with warm bread."
    },
    {
        "o": 8603,
        "r": "csb:1 Samuel:21:7",
        "t": "One*p of Saul’s servants, detained before the Lord,*s was there that day. His name was Doeg the Edomite, chief of Saul’s shepherds."
    },
    {
        "o": 8604,
        "r": "csb:1 Samuel:21:8",
        "t": "David*p said to Ahimelech, “Do you have a spear or sword on hand? I didn’t even bring my sword or my weapons since the king’s mission was urgent.”"
    },
    {
        "o": 8605,
        "r": "csb:1 Samuel:21:9",
        "t": "The*p priest replied, “The sword of Goliath the Philistine, whom you killed in the Valley of Elah, is here, wrapped in a cloth behind the ephod. If you want to take it for yourself, then take it, for there isn’t another one here.” “There’s*p none like it!” David said. “Give it to me.”"
    },
    {
        "o": 8606,
        "r": "csb:1 Samuel:21:9",
        "t": "David Flees to Gath",
        "h": 2
    },
    {
        "o": 8607,
        "r": "csb:1 Samuel:21:10",
        "t": "David*p fled that day from Saul’s presence and went to King Achish of Gath."
    },
    {
        "o": 8608,
        "r": "csb:1 Samuel:21:11",
        "t": "But Achish’s servants said to him, “Isn’t this David, the king of the land? Don’t they sing about him during their dances: Saul*pn has killed his thousands, but*ln David his tens of thousands?”"
    },
    {
        "o": 8609,
        "r": "csb:1 Samuel:21:12",
        "t": "David*p took this to heart and became very afraid of King Achish of Gath,"
    },
    {
        "o": 8610,
        "r": "csb:1 Samuel:21:13",
        "t": "so he pretended to be insane in their presence. He acted like a madman around them, scribbling on the doors of the city gate and letting saliva run down his beard."
    },
    {
        "o": 8611,
        "r": "csb:1 Samuel:21:14",
        "t": "“Look!*p You can see the man is crazy,” Achish said to his servants. “Why did you bring him to me?"
    },
    {
        "o": 8612,
        "r": "csb:1 Samuel:21:15",
        "t": "Do I have such a shortage of crazy people that you brought this one to act crazy around me? Is this one going to come into my house?”"
    },
    {
        "o": 8613,
        "r": "csb:1 Samuel:22:0",
        "t": "1 Samuel 22",
        "h": 1
    },
    {
        "o": 8614,
        "r": "csb:1 Samuel:22:0",
        "t": "Saul’s Increasing Paranoia",
        "h": 2
    },
    {
        "o": 8615,
        "r": "csb:1 Samuel:22:1",
        "t": "So*p David left Gath and took refuge in the cave of Adullam. When David’s brothers and his father’s whole family heard, they went down and joined him there."
    },
    {
        "o": 8616,
        "r": "csb:1 Samuel:22:2",
        "t": "In addition, every man who was desperate, in debt, or discontented rallied around him, and he became their leader. About four hundred men were with him."
    },
    {
        "o": 8617,
        "r": "csb:1 Samuel:22:3",
        "t": "From*p there David went to Mizpeh of Moab where he said to the king of Moab, “Please let my father and mother stay with you until I know what God will do for me.”"
    },
    {
        "o": 8618,
        "r": "csb:1 Samuel:22:4",
        "t": "So he left them in the care of the king of Moab, and they stayed with him the whole time David was in the stronghold."
    },
    {
        "o": 8619,
        "r": "csb:1 Samuel:22:5",
        "t": "Then*p the prophet Gad said to David, “Don’t stay in the stronghold. Leave and return to the land of Judah.” So David left and went to the forest of Hereth."
    },
    {
        "o": 8620,
        "r": "csb:1 Samuel:22:6",
        "t": "Saul*p heard that David and his men had been discovered. At that time Saul was in Gibeah, sitting under the tamarisk tree at the high place. His spear was in his hand, and all his servants were standing around him."
    },
    {
        "o": 8621,
        "r": "csb:1 Samuel:22:7",
        "t": "Saul said to his servants, “Listen, men of Benjamin: Is Jesse’s son going to give all of you fields and vineyards? Do you think he’ll make all of you commanders of thousands and commanders of hundreds?"
    },
    {
        "o": 8622,
        "r": "csb:1 Samuel:22:8",
        "t": "That’s why all of you have conspired against me! Nobody tells me when my own son makes a covenant with Jesse’s son. None of you cares about me or tells me that my son has stirred up my own servant to wait in ambush for me, as is the case today.”"
    },
    {
        "o": 8623,
        "r": "csb:1 Samuel:22:9",
        "t": "Then*p Doeg the Edomite, who was in charge of Saul’s servants, answered, “I saw Jesse’s son come to Ahimelech son of Ahitub at Nob."
    },
    {
        "o": 8624,
        "r": "csb:1 Samuel:22:10",
        "t": "Ahimelech inquired of the Lord*s for him and gave him provisions. He also gave him the sword of Goliath the Philistine.”"
    },
    {
        "o": 8625,
        "r": "csb:1 Samuel:22:10",
        "t": "Slaughter of the Priests",
        "h": 2
    },
    {
        "o": 8626,
        "r": "csb:1 Samuel:22:11",
        "t": "The*p king sent messengers to summon the priest Ahimelech son of Ahitub, and his father’s whole family, who were priests in Nob. All of them came to the king."
    },
    {
        "o": 8627,
        "r": "csb:1 Samuel:22:12",
        "t": "Then Saul said, “Listen, son of Ahitub!” “I’m*p at your service, my lord,” he said."
    },
    {
        "o": 8628,
        "r": "csb:1 Samuel:22:13",
        "t": "Saul*p asked him, “Why did you and Jesse’s son conspire against me? You gave him bread and a sword and inquired of God for him, so he could rise up against me and wait in ambush, as is the case today.”"
    },
    {
        "o": 8629,
        "r": "csb:1 Samuel:22:14",
        "t": "Ahimelech*p replied to the king, “Who among all your servants is as faithful as David? He is the king’s son-in-law, captain of your bodyguard, and honored in your house."
    },
    {
        "o": 8630,
        "r": "csb:1 Samuel:22:15",
        "t": "Was today the first time I inquired of God for him? Of course not! Please don’t let the king make an accusation against your servant or any of my father’s family, for your servant didn’t have any idea about all this.”"
    },
    {
        "o": 8631,
        "r": "csb:1 Samuel:22:16",
        "t": "But*p the king said, “You will die, Ahimelech - you and your father’s whole family!”"
    },
    {
        "o": 8632,
        "r": "csb:1 Samuel:22:17",
        "t": "Then*p the king ordered the guards standing by him, “Turn and kill the priests of the Lord*s because they sided with David. For they knew he was fleeing, but they didn’t tell me.” But the king’s servants would not lift a hand to execute the priests of the Lord.*s"
    },
    {
        "o": 8633,
        "r": "csb:1 Samuel:22:18",
        "t": "So*p the king said to Doeg, “Go and execute the priests!” So Doeg the Edomite went and executed the priests himself. On that day, he killed eighty-five men who wore linen ephods."
    },
    {
        "o": 8634,
        "r": "csb:1 Samuel:22:19",
        "t": "He also struck down Nob, the city of the priests, with the sword - both men and women, infants and nursing babies, oxen, donkeys, and sheep."
    },
    {
        "o": 8635,
        "r": "csb:1 Samuel:22:20",
        "t": "However,*p one of the sons of Ahimelech son of Ahitub escaped. His name was Abiathar, and he fled to David."
    },
    {
        "o": 8636,
        "r": "csb:1 Samuel:22:21",
        "t": "Abiathar told David that Saul had killed the priests of the Lord.*s"
    },
    {
        "o": 8637,
        "r": "csb:1 Samuel:22:22",
        "t": "Then David said to Abiathar, “I knew that Doeg the Edomite was there that day and that he was sure to report to Saul. I myself am responsible for the lives of everyone in your father’s family."
    },
    {
        "o": 8638,
        "r": "csb:1 Samuel:22:23",
        "t": "Stay with me. Don’t be afraid, for the one who wants to take my life wants to take your life. You will be safe with me.”"
    },
    {
        "o": 8639,
        "r": "csb:1 Samuel:23:0",
        "t": "1 Samuel 23",
        "h": 1
    },
    {
        "o": 8640,
        "r": "csb:1 Samuel:23:0",
        "t": "Deliverance at Keilah",
        "h": 2
    },
    {
        "o": 8641,
        "r": "csb:1 Samuel:23:1",
        "t": "It*p was reported to David, “Look, the Philistines are fighting against Keilah and raiding the threshing floors.”"
    },
    {
        "o": 8642,
        "r": "csb:1 Samuel:23:2",
        "t": "So*p David inquired of the Lord:*s “Should I launch an attack against these Philistines?” The*p Lord*s answered David, “Launch an attack against the Philistines and rescue Keilah.”"
    },
    {
        "o": 8643,
        "r": "csb:1 Samuel:23:3",
        "t": "But*p David’s men said to him, “Look, we’re afraid here in Judah; how much more if we go to Keilah against the Philistine forces!”"
    },
    {
        "o": 8644,
        "r": "csb:1 Samuel:23:4",
        "t": "Once*p again, David inquired of the Lord,*s and the Lord*s answered him, “Go at once to Keilah, for I will hand the Philistines over to you.”"
    },
    {
        "o": 8645,
        "r": "csb:1 Samuel:23:5",
        "t": "Then David and his men went to Keilah, fought against the Philistines, drove their livestock away, and inflicted heavy losses on them. So David rescued the inhabitants of Keilah."
    },
    {
        "o": 8646,
        "r": "csb:1 Samuel:23:6",
        "t": "Abiathar son of Ahimelech fled to David at Keilah, and he brought an ephod with him."
    },
    {
        "o": 8647,
        "r": "csb:1 Samuel:23:7",
        "t": "When*p it was reported to Saul that David had gone to Keilah, he said, “God has handed him over to me, for he has trapped himself by entering a town with barred gates.”"
    },
    {
        "o": 8648,
        "r": "csb:1 Samuel:23:8",
        "t": "Then Saul summoned all the troops to go to war at Keilah and besiege David and his men."
    },
    {
        "o": 8649,
        "r": "csb:1 Samuel:23:9",
        "t": "When*p David learned that Saul was plotting evil against him, he said to the priest Abiathar, “Bring the ephod.”"
    },
    {
        "o": 8650,
        "r": "csb:1 Samuel:23:10",
        "t": "Then*p David said, “Lord*s God of Israel, your servant has reliable information that Saul intends to come to Keilah and destroy the town because of me."
    },
    {
        "o": 8651,
        "r": "csb:1 Samuel:23:11",
        "t": "Will the citizens of Keilah hand me over to him? Will Saul come down as your servant has heard? Lord*s God of Israel, please tell your servant.” The*p Lord*s answered, “He will come down.”"
    },
    {
        "o": 8652,
        "r": "csb:1 Samuel:23:12",
        "t": "Then*p David asked, “Will the citizens of Keilah hand me and my men over to Saul?” “They*p will,” the Lord*s responded."
    },
    {
        "o": 8653,
        "r": "csb:1 Samuel:23:13",
        "t": "So*p David and his men, numbering about six hundred, left Keilah at once and moved from place to place. When it was reported to Saul that David had escaped from Keilah, he called off the expedition."
    },
    {
        "o": 8654,
        "r": "csb:1 Samuel:23:14",
        "t": "David then stayed in the wilderness strongholds and in the hill country of the Wilderness of Ziph. Saul searched for him every day, but God did not hand David over to him."
    },
    {
        "o": 8655,
        "r": "csb:1 Samuel:23:14",
        "t": "A Renewed Covenant",
        "h": 2
    },
    {
        "o": 8656,
        "r": "csb:1 Samuel:23:15",
        "t": "David*p was in the Wilderness of Ziph in Horesh when he saw that Saul had come out to take his life."
    },
    {
        "o": 8657,
        "r": "csb:1 Samuel:23:16",
        "t": "Then Saul’s son Jonathan came to David in Horesh and encouraged him in his faith in God,"
    },
    {
        "o": 8658,
        "r": "csb:1 Samuel:23:17",
        "t": "saying, “Don’t be afraid, for my father Saul will never lay a hand on you. You yourself will be king over Israel, and I’ll be your second-in-command. Even my father Saul knows it is true.”"
    },
    {
        "o": 8659,
        "r": "csb:1 Samuel:23:18",
        "t": "Then the two of them made a covenant in the Lord’s*s presence. Afterward, David remained in Horesh, while Jonathan went home."
    },
    {
        "o": 8660,
        "r": "csb:1 Samuel:23:18",
        "t": "David’s Narrow Escape",
        "h": 2
    },
    {
        "o": 8661,
        "r": "csb:1 Samuel:23:19",
        "t": "Some*p Ziphites came up to Saul at Gibeah and said, “Isn’t it true that David is hiding among us in the strongholds in Horesh on the hill of Hachilah south of Jeshimon?"
    },
    {
        "o": 8662,
        "r": "csb:1 Samuel:23:20",
        "t": "So now, whenever the king wants to come down, let him come down. As for us, we will be glad to hand him over to the king.”"
    },
    {
        "o": 8663,
        "r": "csb:1 Samuel:23:21",
        "t": "“May*p you be blessed by the Lord,”*s replied Saul, “for you have shown concern for me."
    },
    {
        "o": 8664,
        "r": "csb:1 Samuel:23:22",
        "t": "Go and check again. Investigate where he goes and who has seen him there; they tell me he is extremely cunning."
    },
    {
        "o": 8665,
        "r": "csb:1 Samuel:23:23",
        "t": "Investigate all the places where he hides. Then come back to me with accurate information, and I’ll go with you. If it turns out he really is in the region, I’ll search for him among all the clans of Judah.”"
    },
    {
        "o": 8666,
        "r": "csb:1 Samuel:23:24",
        "t": "So they went to Ziph ahead of Saul. Now*p David and his men were in the wilderness near Maon in the Arabah south of Jeshimon,"
    },
    {
        "o": 8667,
        "r": "csb:1 Samuel:23:25",
        "t": "and Saul and his men went to look for him. When David was told about it, he went down to the rock and stayed in the Wilderness of Maon. Saul heard of this and pursued David there."
    },
    {
        "o": 8668,
        "r": "csb:1 Samuel:23:26",
        "t": "Saul*p went along one side of the mountain and David and his men went along the other side. Even though David was hurrying to get away from Saul, Saul and his men were closing in on David and his men to capture them."
    },
    {
        "o": 8669,
        "r": "csb:1 Samuel:23:27",
        "t": "Then a messenger came to Saul saying, “Come quickly, because the Philistines have raided the land!”"
    },
    {
        "o": 8670,
        "r": "csb:1 Samuel:23:28",
        "t": "So Saul broke off his pursuit of David and went to engage the Philistines. Therefore, that place was named the Rock of Separation."
    },
    {
        "o": 8671,
        "r": "csb:1 Samuel:23:29",
        "t": "From there David went up and stayed in the strongholds of En-gedi."
    },
    {
        "o": 8672,
        "r": "csb:1 Samuel:24:0",
        "t": "1 Samuel 24",
        "h": 1
    },
    {
        "o": 8673,
        "r": "csb:1 Samuel:24:0",
        "t": "David Spares Saul",
        "h": 2
    },
    {
        "o": 8674,
        "r": "csb:1 Samuel:24:1",
        "t": "When*p Saul returned from pursuing the Philistines, he was told, “David is in the wilderness near En-gedi.”"
    },
    {
        "o": 8675,
        "r": "csb:1 Samuel:24:2",
        "t": "So Saul took three thousand of Israel’s fit young men and went to look for David and his men in front of the Rocks of the Wild Goats."
    },
    {
        "o": 8676,
        "r": "csb:1 Samuel:24:3",
        "t": "When Saul came to the sheep pens along the road, a cave was there, and he went in to relieve himself. David and his men were staying in the recesses of the cave,"
    },
    {
        "o": 8677,
        "r": "csb:1 Samuel:24:4",
        "t": "so they said to him, “Look, this is the day the Lord*s told you about: ‘I will hand your enemy over to you so you can do to him whatever you desire.’” Then David got up and secretly cut off the corner of Saul’s robe."
    },
    {
        "o": 8678,
        "r": "csb:1 Samuel:24:5",
        "t": "Afterward,*p David’s conscience bothered him because he had cut off the corner of Saul’s robe."
    },
    {
        "o": 8679,
        "r": "csb:1 Samuel:24:6",
        "t": "He said to his men, “As the Lord*s is my witness, I would never do such a thing to my lord, the Lord’s*s anointed. I will never lift my hand against him, since he is the Lord’s*s anointed.”"
    },
    {
        "o": 8680,
        "r": "csb:1 Samuel:24:7",
        "t": "With these words David persuaded his men, and he did not let them rise up against Saul. Then*p Saul left the cave and went on his way."
    },
    {
        "o": 8681,
        "r": "csb:1 Samuel:24:8",
        "t": "After that, David got up, went out of the cave, and called to Saul, “My lord the king!” When Saul looked behind him, David knelt low with his face to the ground and paid homage."
    },
    {
        "o": 8682,
        "r": "csb:1 Samuel:24:9",
        "t": "David said to Saul, “Why do you listen to the words of people who say, ‘Look, David intends to harm you’?"
    },
    {
        "o": 8683,
        "r": "csb:1 Samuel:24:10",
        "t": "You can see with your own eyes that the Lord*s handed you over to me today in the cave. Someone advised me to kill you, but I took pity on you and said: I won’t lift my hand against my lord, since he is the Lord’s*s anointed."
    },
    {
        "o": 8684,
        "r": "csb:1 Samuel:24:11",
        "t": "Look, my father! Look at the corner of your robe in my hand, for I cut it off, but I didn’t kill you. Recognize that I’ve committed no crime or rebellion. I haven’t sinned against you even though you are hunting me down to take my life."
    },
    {
        "o": 8685,
        "r": "csb:1 Samuel:24:12",
        "t": "“May*p the Lord*s judge between me and you, and may the Lord*s take vengeance on you for me, but my hand will never be against you."
    },
    {
        "o": 8686,
        "r": "csb:1 Samuel:24:13",
        "t": "As the old proverb says, ‘Wickedness comes from wicked people.’ My hand will never be against you."
    },
    {
        "o": 8687,
        "r": "csb:1 Samuel:24:14",
        "t": "Who has the king of Israel come after? What are you chasing after? A dead dog? A single flea?"
    },
    {
        "o": 8688,
        "r": "csb:1 Samuel:24:15",
        "t": "May the Lord*s be judge and decide between you and me. May he take notice and plead my case and deliver me from you.”"
    },
    {
        "o": 8689,
        "r": "csb:1 Samuel:24:16",
        "t": "When*p David finished saying these things to him, Saul replied, “Is that your voice, David my son?” Then Saul wept aloud"
    },
    {
        "o": 8690,
        "r": "csb:1 Samuel:24:17",
        "t": "and said to David, “You are more righteous than I, for you have done what is good to me though I have done what is evil to you."
    },
    {
        "o": 8691,
        "r": "csb:1 Samuel:24:18",
        "t": "You yourself have told me today what good you did for me: when the Lord*s handed me over to you, you didn’t kill me."
    },
    {
        "o": 8692,
        "r": "csb:1 Samuel:24:19",
        "t": "When a man finds his enemy, does he let him go unharmed? May the Lord*s repay you with good for what you’ve done for me today."
    },
    {
        "o": 8693,
        "r": "csb:1 Samuel:24:20",
        "t": "“Now*p I know for certain you will be king, and the kingdom of Israel will be established in your hand."
    },
    {
        "o": 8694,
        "r": "csb:1 Samuel:24:21",
        "t": "Therefore swear to me by the Lord*s that you will not cut off my descendants or wipe out my name from my father’s family.”"
    },
    {
        "o": 8695,
        "r": "csb:1 Samuel:24:22",
        "t": "So David swore to Saul. Then Saul went back home, and David and his men went up to the stronghold."
    },
    {
        "o": 8696,
        "r": "csb:1 Samuel:25:0",
        "t": "1 Samuel 25",
        "h": 1
    },
    {
        "o": 8697,
        "r": "csb:1 Samuel:25:0",
        "t": "David, Nabal, and Abigail",
        "h": 2
    },
    {
        "o": 8698,
        "r": "csb:1 Samuel:25:1",
        "t": "Samuel*p died, and all Israel assembled to mourn for him, and they buried him by his home in Ramah. David then went down to the Wilderness of Paran."
    },
    {
        "o": 8699,
        "r": "csb:1 Samuel:25:2",
        "t": "A*p man in Maon had a business in Carmel; he was a very rich man with three thousand sheep and one thousand goats and was shearing his sheep in Carmel."
    },
    {
        "o": 8700,
        "r": "csb:1 Samuel:25:3",
        "t": "The man’s name was Nabal, and his wife’s name, Abigail. The woman was intelligent and beautiful, but the man, a Calebite, was harsh and evil in his dealings."
    },
    {
        "o": 8701,
        "r": "csb:1 Samuel:25:4",
        "t": "While*p David was in the wilderness, he heard that Nabal was shearing sheep,"
    },
    {
        "o": 8702,
        "r": "csb:1 Samuel:25:5",
        "t": "so David sent ten young men instructing them, “Go up to Carmel, and when you come to Nabal, greet him in my name."
    },
    {
        "o": 8703,
        "r": "csb:1 Samuel:25:6",
        "t": "Then say this: ‘Long life to you, and peace to you, peace to your family, and peace to all that is yours."
    },
    {
        "o": 8704,
        "r": "csb:1 Samuel:25:7",
        "t": "I hear that you are shearing. When your shepherds were with us, we did not harass them, and nothing of theirs was missing the whole time they were in Carmel."
    },
    {
        "o": 8705,
        "r": "csb:1 Samuel:25:8",
        "t": "Ask your young men, and they will tell you. So let my young men find favor with you, for we have come on a feast day. Please give whatever you have on hand to your servants and to your son David.’”"
    },
    {
        "o": 8706,
        "r": "csb:1 Samuel:25:9",
        "t": "David’s*p young men went and said all these things to Nabal on David’s behalf, and they waited."
    },
    {
        "o": 8707,
        "r": "csb:1 Samuel:25:10",
        "t": "Nabal asked them, “Who is David? Who is Jesse’s son? Many slaves these days are running away from their masters."
    },
    {
        "o": 8708,
        "r": "csb:1 Samuel:25:11",
        "t": "Am I supposed to take my bread, my water, and my meat that I butchered for my shearers and give them to these men? I don’t know where they are from.”"
    },
    {
        "o": 8709,
        "r": "csb:1 Samuel:25:12",
        "t": "David’s*p young men retraced their steps. When they returned to him, they reported all these words."
    },
    {
        "o": 8710,
        "r": "csb:1 Samuel:25:13",
        "t": "He said to his men, “All of you, put on your swords!” So each man put on his sword, and David also put on his sword. About four hundred men followed David while two hundred stayed with the supplies."
    },
    {
        "o": 8711,
        "r": "csb:1 Samuel:25:14",
        "t": "One*p of Nabal’s young men informed Abigail, Nabal’s wife, “Look, David sent messengers from the wilderness to greet our master, but he screamed at them."
    },
    {
        "o": 8712,
        "r": "csb:1 Samuel:25:15",
        "t": "The men treated us very well. When we were in the field, we weren’t harassed and nothing of ours was missing the whole time we were living among them."
    },
    {
        "o": 8713,
        "r": "csb:1 Samuel:25:16",
        "t": "They were a wall around us, both day and night, the entire time we were with them herding the sheep."
    },
    {
        "o": 8714,
        "r": "csb:1 Samuel:25:17",
        "t": "Now consider carefully what you should do, because there is certain to be trouble for our master and his entire family. He is such a worthless fool nobody can talk to him!”"
    },
    {
        "o": 8715,
        "r": "csb:1 Samuel:25:18",
        "t": "Abigail*p hurried, taking two hundred loaves of bread, two clay jars of wine, five butchered sheep, a bushel of roasted grain, one hundred clusters of raisins, and two hundred cakes of pressed figs, and loaded them on donkeys."
    },
    {
        "o": 8716,
        "r": "csb:1 Samuel:25:19",
        "t": "Then she said to her male servants, “Go ahead of me. I will be right behind you.” But she did not tell her husband, Nabal."
    },
    {
        "o": 8717,
        "r": "csb:1 Samuel:25:20",
        "t": "As*p she rode the donkey down a mountain pass hidden from view, she saw David and his men coming toward her and met them."
    },
    {
        "o": 8718,
        "r": "csb:1 Samuel:25:21",
        "t": "David had just said, “I guarded everything that belonged to this man in the wilderness for nothing. He was not missing anything, yet he paid me back evil for good."
    },
    {
        "o": 8719,
        "r": "csb:1 Samuel:25:22",
        "t": "May God punish me and do so severely if I let any of his males survive until morning.”"
    },
    {
        "o": 8720,
        "r": "csb:1 Samuel:25:23",
        "t": "When*p Abigail saw David, she quickly got off the donkey and knelt down with her face to the ground and paid homage to David."
    },
    {
        "o": 8721,
        "r": "csb:1 Samuel:25:24",
        "t": "She knelt at his feet and said, “The guilt is mine, my lord, but please let your servant speak to you directly. Listen to the words of your servant."
    },
    {
        "o": 8722,
        "r": "csb:1 Samuel:25:25",
        "t": "My lord should pay no attention to this worthless fool Nabal, for he lives up to his name: His name means ‘stupid,’ and stupidity is all he knows. I, your servant, didn’t see my lord’s young men whom you sent."
    },
    {
        "o": 8723,
        "r": "csb:1 Samuel:25:26",
        "t": "Now my lord, as surely as the Lord*s lives and as you yourself live— it is the Lord*s who kept you from participating in bloodshed and avenging yourself by your own hand—may your enemies and those who intend to harm my lord be like Nabal."
    },
    {
        "o": 8724,
        "r": "csb:1 Samuel:25:27",
        "t": "Let this gift your servant has brought to my lord be given to the young men who follow my lord."
    },
    {
        "o": 8725,
        "r": "csb:1 Samuel:25:28",
        "t": "Please forgive your servant’s offense, for the Lord*s is certain to make a lasting dynasty for my lord because he fights the Lord’s*s battles. Throughout your life, may evil not be found in you."
    },
    {
        "o": 8726,
        "r": "csb:1 Samuel:25:29",
        "t": "“Someone*p is pursuing you and intends to take your life. My lord’s life is tucked safely in the place where the Lord*s your God protects the living, but he is flinging away your enemies’ lives like stones from a sling."
    },
    {
        "o": 8727,
        "r": "csb:1 Samuel:25:30",
        "t": "When the Lord*s does for my lord all the good he promised you and appoints you ruler over Israel,"
    },
    {
        "o": 8728,
        "r": "csb:1 Samuel:25:31",
        "t": "there will not be remorse or a troubled conscience for my lord because of needless bloodshed or my lord’s revenge. And when the Lord*s does good things for my lord, may you remember me your servant.”"
    },
    {
        "o": 8729,
        "r": "csb:1 Samuel:25:32",
        "t": "Then*p David said to Abigail, “Blessed be the Lord*s God of Israel, who sent you to meet me today!"
    },
    {
        "o": 8730,
        "r": "csb:1 Samuel:25:33",
        "t": "May your discernment be blessed, and may you be blessed. Today you kept me from participating in bloodshed and avenging myself by my own hand."
    },
    {
        "o": 8731,
        "r": "csb:1 Samuel:25:34",
        "t": "Otherwise, as surely as the Lord*s God of Israel lives, who prevented me from harming you, if you had not come quickly to meet me, Nabal wouldn’t have had any males left by morning light.”"
    },
    {
        "o": 8732,
        "r": "csb:1 Samuel:25:35",
        "t": "Then David accepted what she had brought him and said, “Go home in peace. See, I have heard what you said and have granted your request.”"
    },
    {
        "o": 8733,
        "r": "csb:1 Samuel:25:36",
        "t": "Then*p Abigail went to Nabal, and there he was in his house, holding a feast fit for a king. Nabal’s heart was cheerful, and he was very drunk, so she didn’t say anything to him until morning light."
    },
    {
        "o": 8734,
        "r": "csb:1 Samuel:25:37",
        "t": "In*p the morning when Nabal sobered up, his wife told him about these events. His heart died and he became a stone."
    },
    {
        "o": 8735,
        "r": "csb:1 Samuel:25:38",
        "t": "About ten days later, the Lord*s struck Nabal dead."
    },
    {
        "o": 8736,
        "r": "csb:1 Samuel:25:39",
        "t": "When*p David heard that Nabal was dead, he said, “Blessed be the Lord*s who championed my cause against Nabal’s insults and restrained his servant from doing evil. The Lord*s brought Nabal’s evil deeds back on his own head.” Then*p David sent messengers to speak to Abigail about marrying him."
    },
    {
        "o": 8737,
        "r": "csb:1 Samuel:25:40",
        "t": "When David’s servants came to Abigail at Carmel, they said to her, “David sent us to bring you to him as a wife.”"
    },
    {
        "o": 8738,
        "r": "csb:1 Samuel:25:41",
        "t": "She*p stood up, paid homage with her face to the ground, and said, “Here I am, your servant, a slave to wash the feet of my lord’s servants.”"
    },
    {
        "o": 8739,
        "r": "csb:1 Samuel:25:42",
        "t": "Then Abigail got up quickly, and with her five female servants accompanying her, rode on the donkey following David’s messengers. And so she became his wife."
    },
    {
        "o": 8740,
        "r": "csb:1 Samuel:25:43",
        "t": "David*p also married Ahinoam of Jezreel, and the two of them became his wives."
    },
    {
        "o": 8741,
        "r": "csb:1 Samuel:25:44",
        "t": "But Saul gave his daughter Michal, David’s wife, to Palti son of Laish, who was from Gallim."
    },
    {
        "o": 8742,
        "r": "csb:1 Samuel:26:0",
        "t": "1 Samuel 26",
        "h": 1
    },
    {
        "o": 8743,
        "r": "csb:1 Samuel:26:0",
        "t": "David Again Spares Saul",
        "h": 2
    },
    {
        "o": 8744,
        "r": "csb:1 Samuel:26:1",
        "t": "Then*p the Ziphites came to Saul at Gibeah saying, “David is hiding on the hill of Hachilah opposite Jeshimon.”"
    },
    {
        "o": 8745,
        "r": "csb:1 Samuel:26:2",
        "t": "So Saul, accompanied by three thousand of the fit young men of Israel, went immediately to the Wilderness of Ziph to search for David there."
    },
    {
        "o": 8746,
        "r": "csb:1 Samuel:26:3",
        "t": "Saul camped beside the road at the hill of Hachilah opposite Jeshimon. David was living in the wilderness and discovered Saul had come there after him."
    },
    {
        "o": 8747,
        "r": "csb:1 Samuel:26:4",
        "t": "So David sent out spies and knew for certain that Saul had come."
    },
    {
        "o": 8748,
        "r": "csb:1 Samuel:26:5",
        "t": "Immediately, David went to the place where Saul had camped. He saw the place where Saul and Abner son of Ner, the commander of his army, were lying down. Saul was lying inside the inner circle of the camp with the troops camped around him."
    },
    {
        "o": 8749,
        "r": "csb:1 Samuel:26:6",
        "t": "Then David asked Ahimelech the Hethite and Joab’s brother Abishai son of Zeruiah, “Who will go with me into the camp to Saul?” “I’ll*p go with you,” answered Abishai."
    },
    {
        "o": 8750,
        "r": "csb:1 Samuel:26:7",
        "t": "That*p night, David and Abishai came to the troops, and Saul was lying there asleep in the inner circle of the camp with his spear stuck in the ground by his head. Abner and the troops were lying around him."
    },
    {
        "o": 8751,
        "r": "csb:1 Samuel:26:8",
        "t": "Then Abishai said to David, “Today God has delivered your enemy to you. Let me thrust the spear through him into the ground just once. I won’t have to strike him twice!”"
    },
    {
        "o": 8752,
        "r": "csb:1 Samuel:26:9",
        "t": "But*p David said to Abishai, “Don’t destroy him, for who can lift a hand against the Lord’s*s anointed and be innocent?”"
    },
    {
        "o": 8753,
        "r": "csb:1 Samuel:26:10",
        "t": "David added, “As the Lord*s lives, the Lord*s will certainly strike him down: either his day will come and he will die, or he will go into battle and perish."
    },
    {
        "o": 8754,
        "r": "csb:1 Samuel:26:11",
        "t": "However, as the Lord*s is my witness, I will never lift my hand against the Lord’s*s anointed. Instead, take the spear and the water jug by his head, and let’s go.”"
    },
    {
        "o": 8755,
        "r": "csb:1 Samuel:26:12",
        "t": "So*p David took the spear and the water jug by Saul’s head, and they went their way. No one saw them, no one knew, and no one woke up; they all remained asleep because a deep sleep from the Lord*s came over them."
    },
    {
        "o": 8756,
        "r": "csb:1 Samuel:26:13",
        "t": "David crossed to the other side and stood on top of the mountain at a distance; there was a considerable space between them."
    },
    {
        "o": 8757,
        "r": "csb:1 Samuel:26:14",
        "t": "Then David shouted to the troops and to Abner son of Ner, “Aren’t you going to answer, Abner?” “Who*p are you who calls to the king?” Abner asked."
    },
    {
        "o": 8758,
        "r": "csb:1 Samuel:26:15",
        "t": "David*p called to Abner, “You’re a man, aren’t you? Who in Israel is your equal? So why didn’t you protect your lord the king when one of the people came to destroy him?"
    },
    {
        "o": 8759,
        "r": "csb:1 Samuel:26:16",
        "t": "What you have done is not good. As the Lord*s lives, all of you deserve to die since you didn’t protect your lord, the Lord’s*s anointed. Now look around; where are the king’s spear and water jug that were by his head?”"
    },
    {
        "o": 8760,
        "r": "csb:1 Samuel:26:17",
        "t": "Saul*p recognized David’s voice and asked, “Is that your voice, my son David?” “It*p is my voice, my lord and king,” David said."
    },
    {
        "o": 8761,
        "r": "csb:1 Samuel:26:18",
        "t": "Then he continued, “Why is my lord pursuing his servant? What have I done? What crime have I committed?"
    },
    {
        "o": 8762,
        "r": "csb:1 Samuel:26:19",
        "t": "Now, may my lord the king please hear the words of his servant: If it is the Lord*s who has incited you against me, then may he accept an offering. But if it is people, may they be cursed in the presence of the Lord,*s for today they have banished me from sharing in the inheritance of the Lord,*s saying, ‘Go and worship other gods.’"
    },
    {
        "o": 8763,
        "r": "csb:1 Samuel:26:20",
        "t": "So don’t let my blood fall to the ground far from the Lord’s*s presence, for the king of Israel has come out to search for a single flea, like one who pursues a partridge in the mountains.”"
    },
    {
        "o": 8764,
        "r": "csb:1 Samuel:26:21",
        "t": "Saul*p responded, “I have sinned. Come back, my son David, I will never harm you again because today you considered my life precious. I have been a fool! I’ve committed a grave error.”"
    },
    {
        "o": 8765,
        "r": "csb:1 Samuel:26:22",
        "t": "David*p answered, “Here is the king’s spear; have one of the young men come over and get it."
    },
    {
        "o": 8766,
        "r": "csb:1 Samuel:26:23",
        "t": "The Lord*s will repay every man for his righteousness and his loyalty. I wasn’t willing to lift my hand against the Lord’s*s anointed, even though the Lord*s handed you over to me today."
    },
    {
        "o": 8767,
        "r": "csb:1 Samuel:26:24",
        "t": "Just as I considered your life valuable today, so may the Lord*s consider my life valuable and rescue me from all trouble.”"
    },
    {
        "o": 8768,
        "r": "csb:1 Samuel:26:25",
        "t": "Saul*p said to him, “You are blessed, my son David. You will certainly do great things and will also prevail.” Then David went on his way, and Saul returned home."
    },
    {
        "o": 8769,
        "r": "csb:1 Samuel:27:0",
        "t": "1 Samuel 27",
        "h": 1
    },
    {
        "o": 8770,
        "r": "csb:1 Samuel:27:0",
        "t": "David Flees to Ziklag",
        "h": 2
    },
    {
        "o": 8771,
        "r": "csb:1 Samuel:27:1",
        "t": "David*p said to himself, “One of these days I’ll be swept away by Saul. There is nothing better for me than to escape immediately to the land of the Philistines. Then Saul will give up searching for me everywhere in Israel, and I’ll escape from him.”"
    },
    {
        "o": 8772,
        "r": "csb:1 Samuel:27:2",
        "t": "So David set out with his six hundred men and went over to Achish son of Maoch, the king of Gath."
    },
    {
        "o": 8773,
        "r": "csb:1 Samuel:27:3",
        "t": "David and his men stayed with Achish in Gath. Each man had his family with him, and David had his two wives: Ahinoam of Jezreel and Abigail of Carmel, Nabal’s widow."
    },
    {
        "o": 8774,
        "r": "csb:1 Samuel:27:4",
        "t": "When it was reported to Saul that David had fled to Gath, he no longer searched for him."
    },
    {
        "o": 8775,
        "r": "csb:1 Samuel:27:5",
        "t": "Now*p David said to Achish, “If I have found favor with you, let me be given a place in one of the outlying towns, so I can live there. Why should your servant live in the royal city with you?”"
    },
    {
        "o": 8776,
        "r": "csb:1 Samuel:27:6",
        "t": "That day Achish gave Ziklag to him, and it still belongs to the kings of Judah today."
    },
    {
        "o": 8777,
        "r": "csb:1 Samuel:27:7",
        "t": "The length of time that David stayed in Philistine territory amounted to a year and four months."
    },
    {
        "o": 8778,
        "r": "csb:1 Samuel:27:8",
        "t": "David*p and his men went up and raided the Geshurites, the Girzites, and the Amalekites. From ancient times they had been the inhabitants of the region through Shur as far as the land of Egypt."
    },
    {
        "o": 8779,
        "r": "csb:1 Samuel:27:9",
        "t": "Whenever David attacked the land, he did not leave a single person alive, either man or woman, but he took flocks, herds, donkeys, camels, and clothing. Then he came back to Achish,"
    },
    {
        "o": 8780,
        "r": "csb:1 Samuel:27:10",
        "t": "who inquired, “Where did you raid today?” David*p replied, “The south country of Judah,” “The south country of the Jerahmeelites,” or “The south country of the Kenites.”"
    },
    {
        "o": 8781,
        "r": "csb:1 Samuel:27:11",
        "t": "David*p did not let a man or woman live to be brought to Gath, for he said, “Or they will inform on us and say, ‘This is what David did.’” This was David’s custom during the whole time he stayed in the Philistine territory."
    },
    {
        "o": 8782,
        "r": "csb:1 Samuel:27:12",
        "t": "So Achish trusted David, thinking, “Since he has made himself repulsive to his people Israel, he will be my servant forever.”"
    },
    {
        "o": 8783,
        "r": "csb:1 Samuel:28:0",
        "t": "1 Samuel 28",
        "h": 1
    },
    {
        "o": 8784,
        "r": "csb:1 Samuel:28:0",
        "t": "Saul and the Medium",
        "h": 2
    },
    {
        "o": 8785,
        "r": "csb:1 Samuel:28:1",
        "t": "At*p that time, the Philistines gathered their military units into one army to fight against Israel. So Achish said to David, “You know, of course, that you and your men must march out in the army with me.”"
    },
    {
        "o": 8786,
        "r": "csb:1 Samuel:28:2",
        "t": "David*p replied to Achish, “Good, you will find out what your servant can do.” So*p Achish said to David, “Very well, I will appoint you as my permanent bodyguard.”"
    },
    {
        "o": 8787,
        "r": "csb:1 Samuel:28:3",
        "t": "By*p this time Samuel had died, all Israel had mourned for him and buried him in Ramah, his city, and Saul had removed the mediums and spiritists from the land."
    },
    {
        "o": 8788,
        "r": "csb:1 Samuel:28:4",
        "t": "The Philistines gathered and camped at Shunem. So Saul gathered all Israel, and they camped at Gilboa."
    },
    {
        "o": 8789,
        "r": "csb:1 Samuel:28:5",
        "t": "When Saul saw the Philistine camp, he was afraid and his heart pounded."
    },
    {
        "o": 8790,
        "r": "csb:1 Samuel:28:6",
        "t": "He inquired of the Lord,*s but the Lord*s did not answer him in dreams or by the Urim or by the prophets."
    },
    {
        "o": 8791,
        "r": "csb:1 Samuel:28:7",
        "t": "Saul then said to his servants, “Find me a woman who is a medium, so I can go and consult her.” His*p servants replied, “There is a woman at En-dor who is a medium.”"
    },
    {
        "o": 8792,
        "r": "csb:1 Samuel:28:8",
        "t": "Saul*p disguised himself by putting on different clothes and set out with two of his men. They came to the woman at night, and Saul said, “Consult a spirit for me. Bring up for me the one I tell you.”"
    },
    {
        "o": 8793,
        "r": "csb:1 Samuel:28:9",
        "t": "But*p the woman said to him, “You surely know what Saul has done, how he has cut off the mediums and spiritists from the land. Why are you setting a trap for me to get me killed?”"
    },
    {
        "o": 8794,
        "r": "csb:1 Samuel:28:10",
        "t": "Then*p Saul swore to her by the Lord:*s “As surely as the Lord*s lives, no punishment will come to you from this.”"
    },
    {
        "o": 8795,
        "r": "csb:1 Samuel:28:11",
        "t": "“Who*p is it that you want me to bring up for you?” the woman asked. “Bring*p up Samuel for me,” he answered."
    },
    {
        "o": 8796,
        "r": "csb:1 Samuel:28:12",
        "t": "When*p the woman saw Samuel, she screamed, and then she asked Saul, “Why did you deceive me? You are Saul!”"
    },
    {
        "o": 8797,
        "r": "csb:1 Samuel:28:13",
        "t": "But*p the king said to her, “Don’t be afraid. What do you see?” “I*p see a spirit form coming up out of the earth,” the woman answered."
    },
    {
        "o": 8798,
        "r": "csb:1 Samuel:28:14",
        "t": "Then*p Saul asked her, “What does he look like?” “An*p old man is coming up,” she replied. “He’s wearing a robe.” Then Saul knew that it was Samuel, and he knelt low with his face to the ground and paid homage."
    },
    {
        "o": 8799,
        "r": "csb:1 Samuel:28:15",
        "t": "“Why*p have you disturbed me by bringing me up?” Samuel asked Saul. “I’m*p in serious trouble,” replied Saul. “The Philistines are fighting against me and God has turned away from me. He doesn’t answer me anymore, either through the prophets or in dreams. So I’ve called on you to tell me what I should do.”"
    },
    {
        "o": 8800,
        "r": "csb:1 Samuel:28:16",
        "t": "Samuel*p answered, “Since the Lord*s has turned away from you and has become your enemy, why are you asking me?"
    },
    {
        "o": 8801,
        "r": "csb:1 Samuel:28:17",
        "t": "The Lord*s has done exactly what he said through me: The Lord*s has torn the kingship out of your hand and given it to your neighbor David."
    },
    {
        "o": 8802,
        "r": "csb:1 Samuel:28:18",
        "t": "You did not obey the Lord*s and did not carry out his burning anger against Amalek; therefore the Lord*s has done this to you today."
    },
    {
        "o": 8803,
        "r": "csb:1 Samuel:28:19",
        "t": "The Lord*s will also hand Israel over to the Philistines along with you. Tomorrow you and your sons will be with me, and the Lord*s will hand Israel’s army over to the Philistines.”"
    },
    {
        "o": 8804,
        "r": "csb:1 Samuel:28:20",
        "t": "Immediately,*p Saul fell flat on the ground. He was terrified by Samuel’s words and was also weak because he had not eaten anything all day and all night."
    },
    {
        "o": 8805,
        "r": "csb:1 Samuel:28:21",
        "t": "The woman came over to Saul, and she saw that he was terrified and said to him, “Look, your servant has obeyed you. I took my life in my hands and did what you told me to do."
    },
    {
        "o": 8806,
        "r": "csb:1 Samuel:28:22",
        "t": "Now please listen to your servant. Let me set some food in front of you. Eat and it will give you strength so you can go on your way.”"
    },
    {
        "o": 8807,
        "r": "csb:1 Samuel:28:23",
        "t": "He*p refused, saying, “I won’t eat,” but when his servants and the woman urged him, he listened to them. He got up off the ground and sat on the bed."
    },
    {
        "o": 8808,
        "r": "csb:1 Samuel:28:24",
        "t": "The*p woman had a fattened calf at her house, and she quickly slaughtered it. She also took flour, kneaded it, and baked unleavened bread."
    },
    {
        "o": 8809,
        "r": "csb:1 Samuel:28:25",
        "t": "She served it to Saul and his servants, and they ate. Afterward, they got up and left that night."
    },
    {
        "o": 8810,
        "r": "csb:1 Samuel:29:0",
        "t": "1 Samuel 29",
        "h": 1
    },
    {
        "o": 8811,
        "r": "csb:1 Samuel:29:0",
        "t": "Philistines Reject David",
        "h": 2
    },
    {
        "o": 8812,
        "r": "csb:1 Samuel:29:1",
        "t": "The*p Philistines brought all their military units together at Aphek while Israel was camped by the spring in Jezreel."
    },
    {
        "o": 8813,
        "r": "csb:1 Samuel:29:2",
        "t": "As the Philistine leaders were passing in review with their units of hundreds and thousands, David and his men were passing in review behind them with Achish."
    },
    {
        "o": 8814,
        "r": "csb:1 Samuel:29:3",
        "t": "Then the Philistine commanders asked, “What are these Hebrews doing here?” Achish*p answered the Philistine commanders, “That is David, servant of King Saul of Israel. He has been with me a considerable period of time. From the day he defected until today, I’ve found no fault with him.”"
    },
    {
        "o": 8815,
        "r": "csb:1 Samuel:29:4",
        "t": "The*p Philistine commanders, however, were enraged with Achish and told him, “Send that man back and let him return to the place you assigned him. He must not go down with us into battle only to become our adversary during the battle. What better way could he ingratiate himself with his master than with the heads of our men?"
    },
    {
        "o": 8816,
        "r": "csb:1 Samuel:29:5",
        "t": "Isn’t this the David they sing about during their dances: Saul*pn has killed his thousands, but*ln David his tens of thousands?”"
    },
    {
        "o": 8817,
        "r": "csb:1 Samuel:29:6",
        "t": "So*p Achish summoned David and told him, “As the Lord*s lives, you are an honorable man. I think it is good to have you fighting in this unit with me, because I have found no fault in you from the day you came to me until today. But the leaders don’t think you are reliable."
    },
    {
        "o": 8818,
        "r": "csb:1 Samuel:29:7",
        "t": "Now go back quietly and you won’t be doing anything the Philistine leaders think is wrong.”"
    },
    {
        "o": 8819,
        "r": "csb:1 Samuel:29:8",
        "t": "“But*p what have I done?” David replied to Achish. “From the first day I entered your service until today, what have you found against your servant to keep me from going to fight against the enemies of my lord the king?”"
    },
    {
        "o": 8820,
        "r": "csb:1 Samuel:29:9",
        "t": "Achish*p answered David, “I’m convinced that you are as reliable as an angel of God. But the Philistine commanders have said, ‘He must not go into battle with us.’"
    },
    {
        "o": 8821,
        "r": "csb:1 Samuel:29:10",
        "t": "So get up early in the morning, you and your masters’ servants who came with you. When you’ve all gotten up early, go as soon as it’s light.”"
    },
    {
        "o": 8822,
        "r": "csb:1 Samuel:29:11",
        "t": "So David and his men got up early in the morning to return to the land of the Philistines. And the Philistines went up to Jezreel."
    },
    {
        "o": 8823,
        "r": "csb:1 Samuel:30:0",
        "t": "1 Samuel 30",
        "h": 1
    },
    {
        "o": 8824,
        "r": "csb:1 Samuel:30:0",
        "t": "David’s Defeat of the Amalekites",
        "h": 2
    },
    {
        "o": 8825,
        "r": "csb:1 Samuel:30:1",
        "t": "David*p and his men arrived in Ziklag on the third day. The Amalekites had raided the Negev and attacked and burned Ziklag."
    },
    {
        "o": 8826,
        "r": "csb:1 Samuel:30:2",
        "t": "They also had kidnapped the women and everyone in it from youngest to oldest. They had killed no one but had carried them off as they went on their way."
    },
    {
        "o": 8827,
        "r": "csb:1 Samuel:30:3",
        "t": "When*p David and his men arrived at the town, they found it burned. Their wives, sons, and daughters had been kidnapped."
    },
    {
        "o": 8828,
        "r": "csb:1 Samuel:30:4",
        "t": "David and the troops with him wept loudly until they had no strength left to weep."
    },
    {
        "o": 8829,
        "r": "csb:1 Samuel:30:5",
        "t": "David’s two wives, Ahinoam the Jezreelite and Abigail the widow of Nabal the Carmelite, had also been kidnapped."
    },
    {
        "o": 8830,
        "r": "csb:1 Samuel:30:6",
        "t": "David was in an extremely difficult position because the troops talked about stoning him, for they were all very bitter over the loss of their sons and daughters. But David found strength in the Lord*s his God."
    },
    {
        "o": 8831,
        "r": "csb:1 Samuel:30:7",
        "t": "David*p said to the priest Abiathar son of Ahimelech, “Bring me the ephod.” So Abiathar brought it to him,"
    },
    {
        "o": 8832,
        "r": "csb:1 Samuel:30:8",
        "t": "and David asked the Lord,*s “Should I pursue these raiders? Will I overtake them?” The*p Lord*s replied to him, “Pursue them, for you will certainly overtake them and rescue the people.”"
    },
    {
        "o": 8833,
        "r": "csb:1 Samuel:30:9",
        "t": "So*p David and the six hundred men with him went. They came to the Wadi Besor, where some stayed behind."
    },
    {
        "o": 8834,
        "r": "csb:1 Samuel:30:10",
        "t": "David and four hundred of the men continued the pursuit, while two hundred stopped because they were too exhausted to cross the Wadi Besor."
    },
    {
        "o": 8835,
        "r": "csb:1 Samuel:30:11",
        "t": "David’s*p men found an Egyptian in the open country and brought him to David. They gave him some bread to eat and water to drink."
    },
    {
        "o": 8836,
        "r": "csb:1 Samuel:30:12",
        "t": "Then they gave him some pressed figs and two clusters of raisins. After he ate he revived, for he hadn’t eaten food or drunk water for three days and three nights."
    },
    {
        "o": 8837,
        "r": "csb:1 Samuel:30:13",
        "t": "Then*p David said to him, “Who do you belong to? Where are you from?” “I’m*p an Egyptian, the slave of an Amalekite man,” he said. “My master abandoned me when I got sick three days ago."
    },
    {
        "o": 8838,
        "r": "csb:1 Samuel:30:14",
        "t": "We raided the south country of the Cherethites, the territory of Judah, and the south country of Caleb, and we burned Ziklag.”"
    },
    {
        "o": 8839,
        "r": "csb:1 Samuel:30:15",
        "t": "David*p then asked him, “Will you lead me to these raiders?” He*p said, “Swear to me by God that you won’t kill me or turn me over to my master, and I will lead you to them.”"
    },
    {
        "o": 8840,
        "r": "csb:1 Samuel:30:16",
        "t": "So*p he led him, and there were the Amalekites, spread out over the entire area, eating, drinking, and celebrating because of the great amount of plunder they had taken from the land of the Philistines and the land of Judah."
    },
    {
        "o": 8841,
        "r": "csb:1 Samuel:30:17",
        "t": "David slaughtered them from twilight until the evening of the next day. None of them escaped, except four hundred young men who got on camels and fled."
    },
    {
        "o": 8842,
        "r": "csb:1 Samuel:30:18",
        "t": "David*p recovered everything the Amalekites had taken; he also rescued his two wives."
    },
    {
        "o": 8843,
        "r": "csb:1 Samuel:30:19",
        "t": "Nothing of theirs was missing from the youngest to the oldest, including the sons and daughters, and all the plunder the Amalekites had taken. David got everything back."
    },
    {
        "o": 8844,
        "r": "csb:1 Samuel:30:20",
        "t": "He took all the flocks and herds, which were driven ahead of the other livestock, and the people shouted, “This is David’s plunder!”"
    },
    {
        "o": 8845,
        "r": "csb:1 Samuel:30:21",
        "t": "When*p David came to the two hundred men who had been too exhausted to go with him and had been left at the Wadi Besor, they came out to meet him and to meet the troops with him. When David approached the men, he greeted them,"
    },
    {
        "o": 8846,
        "r": "csb:1 Samuel:30:22",
        "t": "but all the corrupt and worthless men among those who had gone with David argued, “Because they didn’t go with us, we will not give any of the plunder we recovered to them except for each man’s wife and children. They may take them and go.”"
    },
    {
        "o": 8847,
        "r": "csb:1 Samuel:30:23",
        "t": "But*p David said, “My brothers, you must not do this with what the Lord*s has given us. He protected us and handed over to us the raiders who came against us."
    },
    {
        "o": 8848,
        "r": "csb:1 Samuel:30:24",
        "t": "Who can agree to your proposal? The share of the one who goes into battle is to be the same as the share of the one who remains with the supplies. They will share equally.”"
    },
    {
        "o": 8849,
        "r": "csb:1 Samuel:30:25",
        "t": "And it has been so from that day forward. David established this policy as a law and an ordinance for Israel and it still continues today."
    },
    {
        "o": 8850,
        "r": "csb:1 Samuel:30:26",
        "t": "When*p David came to Ziklag, he sent some of the plunder to his friends, the elders of Judah, saying, “Here is a gift for you from the plunder of the Lord’s*s enemies.”"
    },
    {
        "o": 8851,
        "r": "csb:1 Samuel:30:27",
        "t": "He sent gifts to those in Bethel, in Ramoth of the Negev, and in Jattir;"
    },
    {
        "o": 8852,
        "r": "csb:1 Samuel:30:28",
        "t": "to those in Aroer, in Siphmoth, and in Eshtemoa;"
    },
    {
        "o": 8853,
        "r": "csb:1 Samuel:30:29",
        "t": "to those in Racal, in the towns of the Jerahmeelites, and in the towns of the Kenites;"
    },
    {
        "o": 8854,
        "r": "csb:1 Samuel:30:30",
        "t": "to those in Hormah, in Bor-ashan, and in Athach;"
    },
    {
        "o": 8855,
        "r": "csb:1 Samuel:30:31",
        "t": "to those in Hebron, and to those in all the places where David and his men had roamed."
    },
    {
        "o": 8856,
        "r": "csb:1 Samuel:31:0",
        "t": "1 Samuel 31",
        "h": 1
    },
    {
        "o": 8857,
        "r": "csb:1 Samuel:31:0",
        "t": "The Death of Saul and His Sons",
        "h": 2
    },
    {
        "o": 8858,
        "r": "csb:1 Samuel:31:1",
        "t": "The*p Philistines fought against Israel, and Israel’s men fled from them and were killed on Mount Gilboa."
    },
    {
        "o": 8859,
        "r": "csb:1 Samuel:31:2",
        "t": "The Philistines pursued Saul and his sons and killed his sons, Jonathan, Abinadab, and Malchishua."
    },
    {
        "o": 8860,
        "r": "csb:1 Samuel:31:3",
        "t": "When the battle intensified against Saul, the archers found him and severely wounded him."
    },
    {
        "o": 8861,
        "r": "csb:1 Samuel:31:4",
        "t": "Then Saul said to his armor-bearer, “Draw your sword and run me through with it, or these uncircumcised men will come and run me through and torture me!” But his armor-bearer would not do it because he was terrified. Then Saul took his sword and fell on it."
    },
    {
        "o": 8862,
        "r": "csb:1 Samuel:31:5",
        "t": "When his armor-bearer saw that Saul was dead, he also fell on his own sword and died with him."
    },
    {
        "o": 8863,
        "r": "csb:1 Samuel:31:6",
        "t": "So on that day, Saul died together with his three sons, his armor-bearer, and all his men."
    },
    {
        "o": 8864,
        "r": "csb:1 Samuel:31:7",
        "t": "When*p the men of Israel on the other side of the valley and on the other side of the Jordan saw that Israel’s men had fled and that Saul and his sons were dead, they abandoned the cities and fled. So the Philistines came and settled in them."
    },
    {
        "o": 8865,
        "r": "csb:1 Samuel:31:8",
        "t": "The*p next day when the Philistines came to strip the slain, they found Saul and his three sons dead on Mount Gilboa."
    },
    {
        "o": 8866,
        "r": "csb:1 Samuel:31:9",
        "t": "They cut off Saul’s head, stripped off his armor, and sent messengers throughout the land of the Philistines to spread the good news in the temples of their idols and among the people."
    },
    {
        "o": 8867,
        "r": "csb:1 Samuel:31:10",
        "t": "Then they put his armor in the temple of the Ashtoreths and hung his body on the wall of Beth-shan."
    },
    {
        "o": 8868,
        "r": "csb:1 Samuel:31:11",
        "t": "When*p the residents of Jabesh-gilead heard what the Philistines had done to Saul,"
    },
    {
        "o": 8869,
        "r": "csb:1 Samuel:31:12",
        "t": "all their brave men set out, journeyed all night, and retrieved the body of Saul and the bodies of his sons from the wall of Beth-shan. When they arrived at Jabesh, they burned the bodies there."
    },
    {
        "o": 8870,
        "r": "csb:1 Samuel:31:13",
        "t": "Afterward, they took their bones and buried them under the tamarisk tree in Jabesh and fasted seven days."
    }
]
