[
    {
        "o": 7581,
        "r": "esv:Judges:15:0",
        "t": "Judges 15",
        "h": 1
    },
    {
        "o": 7582,
        "r": "esv:Judges:15:0",
        "t": "Samson Defeats the Philistines",
        "h": 2
    },
    {
        "o": 7583,
        "r": "esv:Judges:15:1",
        "t": "After*p some days, at the time of wheat harvest, Samson went to visit his wife with a young goat. And he said, “I will go in to my wife in the chamber.” But her father would not allow him to go in."
    },
    {
        "o": 7584,
        "r": "esv:Judges:15:2",
        "t": "And her father said, “I really thought that you utterly hated her, so I gave her to your companion. Is not her younger sister more beautiful than she? Please take her instead.”"
    },
    {
        "o": 7585,
        "r": "esv:Judges:15:3",
        "t": "And Samson said to them, “This time I shall be innocent in regard to the Philistines, when I do them harm.”"
    },
    {
        "o": 7586,
        "r": "esv:Judges:15:4",
        "t": "So Samson went and caught 300 foxes and took torches. And he turned them tail to tail and put a torch between each pair of tails."
    },
    {
        "o": 7587,
        "r": "esv:Judges:15:5",
        "t": "And when he had set fire to the torches, he let the foxes go into the standing grain of the Philistines and set fire to the stacked grain and the standing grain, as well as the olive orchards."
    },
    {
        "o": 7588,
        "r": "esv:Judges:15:6",
        "t": "Then the Philistines said, “Who has done this?” And they said, “Samson, the son-in-law of the Timnite, because he has taken his wife and given her to his companion.” And the Philistines came up and burned her and her father with fire."
    },
    {
        "o": 7589,
        "r": "esv:Judges:15:7",
        "t": "And Samson said to them, “If this is what you do, I swear I will be avenged on you, and after that I will quit.”"
    },
    {
        "o": 7590,
        "r": "esv:Judges:15:8",
        "t": "And he struck them hip and thigh with a great blow, and he went down and stayed in the cleft of the rock of Etam."
    },
    {
        "o": 7591,
        "r": "esv:Judges:15:9",
        "t": "Then*p the Philistines came up and encamped in Judah and made a raid on Lehi."
    },
    {
        "o": 7592,
        "r": "esv:Judges:15:10",
        "t": "And the men of Judah said, “Why have you come up against us?” They said, “We have come up to bind Samson, to do to him as he did to us.”"
    },
    {
        "o": 7593,
        "r": "esv:Judges:15:11",
        "t": "Then 3,000 men of Judah went down to the cleft of the rock of Etam, and said to Samson, “Do you not know that the Philistines are rulers over us? What then is this that you have done to us?” And he said to them, “As they did to me, so have I done to them.”"
    },
    {
        "o": 7594,
        "r": "esv:Judges:15:12",
        "t": "And they said to him, “We have come down to bind you, that we may give you into the hands of the Philistines.” And Samson said to them, “Swear to me that you will not attack me yourselves.”"
    },
    {
        "o": 7595,
        "r": "esv:Judges:15:13",
        "t": "They said to him, “No; we will only bind you and give you into their hands. We will surely not kill you.” So they bound him with two new ropes and brought him up from the rock."
    },
    {
        "o": 7596,
        "r": "esv:Judges:15:14",
        "t": "When*p he came to Lehi, the Philistines came shouting to meet him. Then the Spirit of the Lord*s rushed upon him, and the ropes that were on his arms became as flax that has caught fire, and his bonds melted off his hands."
    },
    {
        "o": 7597,
        "r": "esv:Judges:15:15",
        "t": "And he found a fresh jawbone of a donkey, and put out his hand and took it, and with it he struck 1,000 men."
    },
    {
        "o": 7598,
        "r": "esv:Judges:15:16",
        "t": "And Samson said, “With*pn the jawbone of a donkey, heaps*ld upon heaps, with*ln the jawbone of a donkey have*ld I struck down a thousand men.”"
    },
    {
        "o": 7599,
        "r": "esv:Judges:15:17",
        "t": "As*p soon as he had finished speaking, he threw away the jawbone out of his hand. And that place was called Ramath-lehi."
    },
    {
        "o": 7600,
        "r": "esv:Judges:15:18",
        "t": "And*p he was very thirsty, and he called upon the Lord*s and said, “You have granted this great salvation by the hand of your servant, and shall I now die of thirst and fall into the hands of the uncircumcised?”"
    },
    {
        "o": 7601,
        "r": "esv:Judges:15:19",
        "t": "And God split open the hollow place that is at Lehi, and water came out from it. And when he drank, his spirit returned, and he revived. Therefore the name of it was called En-hakkore; it is at Lehi to this day."
    },
    {
        "o": 7602,
        "r": "esv:Judges:15:20",
        "t": "And he judged Israel in the days of the Philistines twenty years."
    }
]
