[
    {
        "o": 6306,
        "r": "csb:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6307,
        "r": "csb:Deuteronomy:30:0",
        "t": "Returning to the Lord",
        "h": 2
    },
    {
        "o": 6308,
        "r": "csb:Deuteronomy:30:1",
        "t": "“When*p all these things happen to you - the blessings and curses I have set before you - and you come to your senses while you are in all the nations where the Lord*s your God has driven you,"
    },
    {
        "o": 6309,
        "r": "csb:Deuteronomy:30:2",
        "t": "and you and your children return to the Lord*s your God and obey him with all your heart and all your soul by doing everything I am commanding you today,"
    },
    {
        "o": 6310,
        "r": "csb:Deuteronomy:30:3",
        "t": "then he will restore your fortunes, have compassion on you, and gather you again from all the peoples where the Lord*s your God has scattered you."
    },
    {
        "o": 6311,
        "r": "csb:Deuteronomy:30:4",
        "t": "Even if your exiles are at the farthest horizon, he will gather you and bring you back from there."
    },
    {
        "o": 6312,
        "r": "csb:Deuteronomy:30:5",
        "t": "The Lord*s your God will bring you into the land your ancestors possessed, and you will take possession of it. He will cause you to prosper and multiply you more than he did your ancestors."
    },
    {
        "o": 6313,
        "r": "csb:Deuteronomy:30:6",
        "t": "The Lord*s your God will circumcise your heart and the hearts of your descendants, and you will love him with all your heart and all your soul so that you will live."
    },
    {
        "o": 6314,
        "r": "csb:Deuteronomy:30:7",
        "t": "The Lord*s your God will put all these curses on your enemies who hate and persecute you."
    },
    {
        "o": 6315,
        "r": "csb:Deuteronomy:30:8",
        "t": "Then you will again obey him and follow all his commands I am commanding you today."
    },
    {
        "o": 6316,
        "r": "csb:Deuteronomy:30:9",
        "t": "The Lord*s your God will make you prosper abundantly in all the work of your hands, your offspring, the offspring of your livestock, and the produce of your land. Indeed, the Lord*s will again delight in your prosperity, as he delighted in that of your ancestors,"
    },
    {
        "o": 6317,
        "r": "csb:Deuteronomy:30:10",
        "t": "when you obey the Lord*s your God by keeping his commands and statutes that are written in this book of the law and return to him with all your heart and all your soul."
    },
    {
        "o": 6318,
        "r": "csb:Deuteronomy:30:10",
        "t": "Choose Life",
        "h": 2
    },
    {
        "o": 6319,
        "r": "csb:Deuteronomy:30:11",
        "t": "“This*p command that I give you today is certainly not too difficult or beyond your reach."
    },
    {
        "o": 6320,
        "r": "csb:Deuteronomy:30:12",
        "t": "It is not in heaven so that you have to ask, ‘Who will go up to heaven, get it for us, and proclaim it to us so that we may follow it?’"
    },
    {
        "o": 6321,
        "r": "csb:Deuteronomy:30:13",
        "t": "And it is not across the sea so that you have to ask, ‘Who will cross the sea, get it for us, and proclaim it to us so that we may follow it?’"
    },
    {
        "o": 6322,
        "r": "csb:Deuteronomy:30:14",
        "t": "But the message is very near you, in your mouth and in your heart, so that you may follow it."
    },
    {
        "o": 6323,
        "r": "csb:Deuteronomy:30:15",
        "t": "See, today I have set before you life and prosperity, death and adversity."
    },
    {
        "o": 6324,
        "r": "csb:Deuteronomy:30:16",
        "t": "For I am commanding you today to love the Lord*s your God, to walk in his ways, and to keep his commands, statutes, and ordinances, so that you may live and multiply, and the Lord*s your God may bless you in the land you are entering to possess."
    },
    {
        "o": 6325,
        "r": "csb:Deuteronomy:30:17",
        "t": "But if your heart turns away and you do not listen and you are led astray to bow in worship to other gods and serve them,"
    },
    {
        "o": 6326,
        "r": "csb:Deuteronomy:30:18",
        "t": "I tell you today that you will certainly perish and will not prolong your days in the land you are entering to possess across the Jordan."
    },
    {
        "o": 6327,
        "r": "csb:Deuteronomy:30:19",
        "t": "I call heaven and earth as witnesses against you today that I have set before you life and death, blessing and curse. Choose life so that you and your descendants may live,"
    },
    {
        "o": 6328,
        "r": "csb:Deuteronomy:30:20",
        "t": "love the Lord*s your God, obey him, and remain faithful to him. For he is your life, and he will prolong your days as you live in the land the Lord*s swore to give to your ancestors Abraham, Isaac, and Jacob.”"
    }
]
