[
    {
        "o": 23978,
        "r": "csb:Ezekiel:34:0",
        "t": "Ezekiel 34",
        "h": 1
    },
    {
        "o": 23979,
        "r": "csb:Ezekiel:34:0",
        "t": "The Shepherds and God’s Flock",
        "h": 2
    },
    {
        "o": 23980,
        "r": "csb:Ezekiel:34:1",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23981,
        "r": "csb:Ezekiel:34:2",
        "t": "“Son of man, prophesy against the shepherds of Israel. Prophesy, and say to them, ‘This is what the Lord God*s says to the shepherds: Woe to the shepherds of Israel, who have been feeding themselves! Shouldn’t the shepherds feed their flock?"
    },
    {
        "o": 23982,
        "r": "csb:Ezekiel:34:3",
        "t": "You eat the fat, wear the wool, and butcher the fattened animals, but you do not tend the flock."
    },
    {
        "o": 23983,
        "r": "csb:Ezekiel:34:4",
        "t": "You have not strengthened the weak, healed the sick, bandaged the injured, brought back the strays, or sought the lost. Instead, you have ruled them with violence and cruelty."
    },
    {
        "o": 23984,
        "r": "csb:Ezekiel:34:5",
        "t": "They were scattered for lack of a shepherd; they became food for all the wild animals when they were scattered."
    },
    {
        "o": 23985,
        "r": "csb:Ezekiel:34:6",
        "t": "My flock went astray on all the mountains and every high hill. My flock was scattered over the whole face of the earth, and there was no one searching or seeking for them."
    },
    {
        "o": 23986,
        "r": "csb:Ezekiel:34:7",
        "t": "“‘Therefore,*p you shepherds, hear the word of the Lord.*s"
    },
    {
        "o": 23987,
        "r": "csb:Ezekiel:34:8",
        "t": "As I live - this is the declaration of the Lord God-*s because my flock, lacking a shepherd, has become prey and food for every wild animal, and because my shepherds do not search for my flock, and because the shepherds feed themselves rather than my flock,"
    },
    {
        "o": 23988,
        "r": "csb:Ezekiel:34:9",
        "t": "therefore, you shepherds, hear the word of the Lord!*s"
    },
    {
        "o": 23989,
        "r": "csb:Ezekiel:34:10",
        "t": "“‘This*p is what the Lord God*s says: Look, I am against the shepherds. I will demand my flock from them and prevent them from shepherding the flock. The shepherds will no longer feed themselves, for I will rescue my flock from their mouths so that they will not be food for them."
    },
    {
        "o": 23990,
        "r": "csb:Ezekiel:34:11",
        "t": "“‘For*p this is what the Lord God*s says: See, I myself will search for my flock and look for them."
    },
    {
        "o": 23991,
        "r": "csb:Ezekiel:34:12",
        "t": "As a shepherd looks for his sheep on the day he is among his scattered flock, so I will look for my flock. I will rescue them from all the places where they have been scattered on a day of clouds and total darkness."
    },
    {
        "o": 23992,
        "r": "csb:Ezekiel:34:13",
        "t": "I will bring them out from the peoples, gather them from the countries, and bring them to their own soil. I will shepherd them on the mountains of Israel, in the ravines, and in all the inhabited places of the land."
    },
    {
        "o": 23993,
        "r": "csb:Ezekiel:34:14",
        "t": "I will tend them in good pasture, and their grazing place will be on Israel’s lofty mountains. There they will lie down in a good grazing place; they will feed in rich pasture on the mountains of Israel."
    },
    {
        "o": 23994,
        "r": "csb:Ezekiel:34:15",
        "t": "I will tend my flock and let them lie down. This is the declaration of the Lord God.*s"
    },
    {
        "o": 23995,
        "r": "csb:Ezekiel:34:16",
        "t": "I will seek the lost, bring back the strays, bandage the injured, and strengthen the weak, but I will destroy the fat and the strong. I will shepherd them with justice."
    },
    {
        "o": 23996,
        "r": "csb:Ezekiel:34:17",
        "t": "“‘As*p for you, my flock, the Lord God*s says this: Look, I am going to judge between one sheep and another, between the rams and goats."
    },
    {
        "o": 23997,
        "r": "csb:Ezekiel:34:18",
        "t": "Isn’t it enough for you to feed on the good pasture? Must you also trample the rest of the pasture with your feet? Or isn’t it enough that you drink the clear water? Must you also muddy the rest with your feet?"
    },
    {
        "o": 23998,
        "r": "csb:Ezekiel:34:19",
        "t": "Yet my flock has to feed on what your feet have trampled, and drink what your feet have muddied."
    },
    {
        "o": 23999,
        "r": "csb:Ezekiel:34:20",
        "t": "“‘Therefore,*p this is what the Lord God*s says to them: See, I myself will judge between the fat sheep and the lean sheep."
    },
    {
        "o": 24000,
        "r": "csb:Ezekiel:34:21",
        "t": "Since you have pushed with flank and shoulder and butted all the weak ones with your horns until you scattered them all over,"
    },
    {
        "o": 24001,
        "r": "csb:Ezekiel:34:22",
        "t": "I will save my flock. They will no longer be prey, and I will judge between one sheep and another."
    },
    {
        "o": 24002,
        "r": "csb:Ezekiel:34:23",
        "t": "I will establish over them one shepherd, my servant David, and he will shepherd them. He will tend them himself and will be their shepherd."
    },
    {
        "o": 24003,
        "r": "csb:Ezekiel:34:24",
        "t": "I, the Lord,*s will be their God, and my servant David will be a prince among them. I, the Lord,*s have spoken."
    },
    {
        "o": 24004,
        "r": "csb:Ezekiel:34:25",
        "t": "“‘I*p will make a covenant of peace with them and eliminate dangerous creatures from the land, so that they may live securely in the wilderness and sleep in the forest."
    },
    {
        "o": 24005,
        "r": "csb:Ezekiel:34:26",
        "t": "I will make them and the area around my hill a blessing: I will send down showers in their season; they will be showers of blessing."
    },
    {
        "o": 24006,
        "r": "csb:Ezekiel:34:27",
        "t": "The trees of the field will yield their fruit, and the land will yield its produce; my flock will be secure in their land. They will know that I am the Lord*s when I break the bars of their yoke and rescue them from the power of those who enslave them."
    },
    {
        "o": 24007,
        "r": "csb:Ezekiel:34:28",
        "t": "They will no longer be prey for the nations, and the wild creatures of the earth will not consume them. They will live securely, and no one will frighten them."
    },
    {
        "o": 24008,
        "r": "csb:Ezekiel:34:29",
        "t": "I will establish for them a place renowned for its agriculture, and they will no longer be victims of famine in the land. They will no longer endure the insults of the nations."
    },
    {
        "o": 24009,
        "r": "csb:Ezekiel:34:30",
        "t": "Then they will know that I, the Lord*s their God, am with them, and that they, the house of Israel, are my people. This is the declaration of the Lord God.*s"
    },
    {
        "o": 24010,
        "r": "csb:Ezekiel:34:31",
        "t": "You are my flock, the human flock of my pasture, and I am your God. This is the declaration of the Lord God*s .’”"
    }
]
