[
    {
        "o": 10758,
        "r": "nasb:2 Kings:11:0",
        "t": "2 Kings 11",
        "h": 1
    },
    {
        "o": 10759,
        "r": "nasb:2 Kings:11:0",
        "t": "Athaliah Queen of Judah",
        "h": 2
    },
    {
        "o": 10760,
        "r": "nasb:2 Kings:11:1",
        "t": "When*p Athaliah the mother of Ahaziah saw that her son was dead, she rose and destroyed all the royal offspring."
    },
    {
        "o": 10761,
        "r": "nasb:2 Kings:11:2",
        "t": "But Jehosheba, the daughter of King Joram, sister of Ahaziah, took Joash the son of Ahaziah and stole him from among the king’s sons who were being put to death, and placed him and his nurse in the bedroom. So they hid him from Athaliah, and he was not put to death."
    },
    {
        "o": 10762,
        "r": "nasb:2 Kings:11:3",
        "t": "So he was hidden with her in the house of the Lord*s six years, while Athaliah was reigning over the land."
    },
    {
        "o": 10763,
        "r": "nasb:2 Kings:11:4",
        "t": "Now*p in the seventh year Jehoiada sent and brought the captains of hundreds of the Carites and of the guard, and brought them to him in the house of the Lord.*s Then he made a covenant with them and put them under oath in the house of the Lord,*s and showed them the king’s son."
    },
    {
        "o": 10764,
        "r": "nasb:2 Kings:11:5",
        "t": "He commanded them, saying, “This is the thing that you shall do: one third of you, who come in on the sabbath and keep watch over the king’s house"
    },
    {
        "o": 10765,
        "r": "nasb:2 Kings:11:6",
        "t": "(one third also shall*i be*i at the gate Sur, and one third at the gate behind the guards), shall keep watch over the house for defense."
    },
    {
        "o": 10766,
        "r": "nasb:2 Kings:11:7",
        "t": "Two parts of you, even*i all who go out on the sabbath, shall also keep watch over the house of the Lord*s for the king."
    },
    {
        "o": 10767,
        "r": "nasb:2 Kings:11:8",
        "t": "Then you shall surround the king, each with his weapons in his hand; and whoever comes within the ranks shall be put to death. And be with the king when he goes out and when he comes in.”"
    },
    {
        "o": 10768,
        "r": "nasb:2 Kings:11:9",
        "t": "So*p the captains of hundreds did according to all that Jehoiada the priest commanded. And each one of them took his men who were to come in on the sabbath, with those who were to go out on the sabbath, and came to Jehoiada the priest."
    },
    {
        "o": 10769,
        "r": "nasb:2 Kings:11:10",
        "t": "The priest gave to the captains of hundreds the spears and shields that had*i been*i King David’s, which were*i in the house of the Lord.*s"
    },
    {
        "o": 10770,
        "r": "nasb:2 Kings:11:11",
        "t": "The guards stood each with his weapons in his hand, from the right side of the house to the left side of the house, by the altar and by the house, around the king."
    },
    {
        "o": 10771,
        "r": "nasb:2 Kings:11:12",
        "t": "Then he brought the king’s son out and put the crown on him and gave*i him*i the testimony; and they made him king and anointed him, and they clapped their hands and said, “Long*i live the king!”"
    },
    {
        "o": 10772,
        "r": "nasb:2 Kings:11:13",
        "t": "When*p Athaliah heard the noise of the guard and*i of*i the people, she came to the people in the house of the Lord.*s"
    },
    {
        "o": 10773,
        "r": "nasb:2 Kings:11:14",
        "t": "She looked and behold, the king was standing by the pillar, according to the custom, with the captains and the trumpeters beside the king; and all the people of the land rejoiced and blew trumpets. Then Athaliah tore her clothes and cried, “Treason! Treason!”"
    },
    {
        "o": 10774,
        "r": "nasb:2 Kings:11:15",
        "t": "And Jehoiada the priest commanded the captains of hundreds who were appointed over the army and said to them, “Bring her out between the ranks, and whoever follows her put to death with the sword.” For the priest said, “Let her not be put to death in the house of the Lord.”*s"
    },
    {
        "o": 10775,
        "r": "nasb:2 Kings:11:16",
        "t": "So they seized her, and when she arrived at the horses’ entrance of the king’s house, she was put to death there."
    },
    {
        "o": 10776,
        "r": "nasb:2 Kings:11:17",
        "t": "Then*p Jehoiada made a covenant between the Lord*s and the king and the people, that they would be the Lord’s*s people, also between the king and the people."
    },
    {
        "o": 10777,
        "r": "nasb:2 Kings:11:18",
        "t": "All the people of the land went to the house of Baal, and tore it down; his altars and his images they broke in pieces thoroughly, and killed Mattan the priest of Baal before the altars. And the priest appointed officers over the house of the Lord.*s"
    },
    {
        "o": 10778,
        "r": "nasb:2 Kings:11:19",
        "t": "He took the captains of hundreds and the Carites and the guards and all the people of the land; and they brought the king down from the house of the Lord,*s and came by the way of the gate of the guards to the king’s house. And he sat on the throne of the kings."
    },
    {
        "o": 10779,
        "r": "nasb:2 Kings:11:20",
        "t": "So all the people of the land rejoiced and the city was quiet. For they had put Athaliah to death with the sword at the king’s house."
    },
    {
        "o": 10780,
        "r": "nasb:2 Kings:11:21",
        "t": "Jehoash*p was seven years old when he became king."
    }
]
