[
    {
        "o": 21699,
        "r": "niv:Jeremiah:32:0",
        "t": "Jeremiah 32",
        "h": 1
    },
    {
        "o": 21700,
        "r": "niv:Jeremiah:32:0",
        "t": "Jeremiah Buys a Field",
        "h": 2
    },
    {
        "o": 21701,
        "r": "niv:Jeremiah:32:1",
        "t": "This*p is the word that came to Jeremiah from the Lord*s in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar."
    },
    {
        "o": 21702,
        "r": "niv:Jeremiah:32:2",
        "t": "The army of the king of Babylon was then besieging Jerusalem, and Jeremiah the prophet was confined in the courtyard of the guard in the royal palace of Judah."
    },
    {
        "o": 21703,
        "r": "niv:Jeremiah:32:3",
        "t": "Now*p Zedekiah king of Judah had imprisoned him there, saying, “Why do you prophesy as you do? You say, ‘This is what the Lord*s says: I am about to give this city into the hands of the king of Babylon, and he will capture it."
    },
    {
        "o": 21704,
        "r": "niv:Jeremiah:32:4",
        "t": "Zedekiah king of Judah will not escape the Babylonians but will certainly be given into the hands of the king of Babylon, and will speak with him face to face and see him with his own eyes."
    },
    {
        "o": 21705,
        "r": "niv:Jeremiah:32:5",
        "t": "He will take Zedekiah to Babylon, where he will remain until I deal with him, declares the Lord.*s If you fight against the Babylonians, you will not succeed.’ ”"
    },
    {
        "o": 21706,
        "r": "niv:Jeremiah:32:6",
        "t": "Jeremiah*p said, “The word of the Lord*s came to me:"
    },
    {
        "o": 21707,
        "r": "niv:Jeremiah:32:7",
        "t": "Hanamel son of Shallum your uncle is going to come to you and say, ‘Buy my field at Anathoth, because as nearest relative it is your right and duty to buy it.’"
    },
    {
        "o": 21708,
        "r": "niv:Jeremiah:32:8",
        "t": "“Then,*p just as the Lord*s had said, my cousin Hanamel came to me in the courtyard of the guard and said, ‘Buy my field at Anathoth in the territory of Benjamin. Since it is your right to redeem it and possess it, buy it for yourself.’ “I*p knew that this was the word of the Lord;*s"
    },
    {
        "o": 21709,
        "r": "niv:Jeremiah:32:9",
        "t": "so I bought the field at Anathoth from my cousin Hanamel and weighed out for him seventeen shekels of silver."
    },
    {
        "o": 21710,
        "r": "niv:Jeremiah:32:10",
        "t": "I signed and sealed the deed, had it witnessed, and weighed out the silver on the scales."
    },
    {
        "o": 21711,
        "r": "niv:Jeremiah:32:11",
        "t": "I took the deed of purchase—the sealed copy containing the terms and conditions, as well as the unsealed copy—"
    },
    {
        "o": 21712,
        "r": "niv:Jeremiah:32:12",
        "t": "and I gave this deed to Baruch son of Neriah, the son of Mahseiah, in the presence of my cousin Hanamel and of the witnesses who had signed the deed and of all the Jews sitting in the courtyard of the guard."
    },
    {
        "o": 21713,
        "r": "niv:Jeremiah:32:13",
        "t": "“In*p their presence I gave Baruch these instructions:"
    },
    {
        "o": 21714,
        "r": "niv:Jeremiah:32:14",
        "t": "‘This is what the Lord*s Almighty, the God of Israel, says: Take these documents, both the sealed and unsealed copies of the deed of purchase, and put them in a clay jar so they will last a long time."
    },
    {
        "o": 21715,
        "r": "niv:Jeremiah:32:15",
        "t": "For this is what the Lord*s Almighty, the God of Israel, says: Houses, fields and vineyards will again be bought in this land.’"
    },
    {
        "o": 21716,
        "r": "niv:Jeremiah:32:16",
        "t": "“After*p I had given the deed of purchase to Baruch son of Neriah, I prayed to the Lord:*s"
    },
    {
        "o": 21717,
        "r": "niv:Jeremiah:32:17",
        "t": "“Ah, Sovereign Lord,*s you have made the heavens and the earth by your great power and outstretched arm. Nothing is too hard for you."
    },
    {
        "o": 21718,
        "r": "niv:Jeremiah:32:18",
        "t": "You show love to thousands but bring the punishment for the parents’ sins into the laps of their children after them. Great and mighty God, whose name is the Lord*s Almighty,"
    },
    {
        "o": 21719,
        "r": "niv:Jeremiah:32:19",
        "t": "great are your purposes and mighty are your deeds. Your eyes are open to the ways of all mankind; you reward each person according to their conduct and as their deeds deserve."
    },
    {
        "o": 21720,
        "r": "niv:Jeremiah:32:20",
        "t": "You performed signs and wonders in Egypt and have continued them to this day, in Israel and among all mankind, and have gained the renown that is still yours."
    },
    {
        "o": 21721,
        "r": "niv:Jeremiah:32:21",
        "t": "You brought your people Israel out of Egypt with signs and wonders, by a mighty hand and an outstretched arm and with great terror."
    },
    {
        "o": 21722,
        "r": "niv:Jeremiah:32:22",
        "t": "You gave them this land you had sworn to give their ancestors, a land flowing with milk and honey."
    },
    {
        "o": 21723,
        "r": "niv:Jeremiah:32:23",
        "t": "They came in and took possession of it, but they did not obey you or follow your law; they did not do what you commanded them to do. So you brought all this disaster on them."
    },
    {
        "o": 21724,
        "r": "niv:Jeremiah:32:24",
        "t": "“See*ln how the siege ramps are built up to take the city. Because of the sword, famine and plague, the city will be given into the hands of the Babylonians who are attacking it. What you said has happened, as you now see."
    },
    {
        "o": 21725,
        "r": "niv:Jeremiah:32:25",
        "t": "And though the city will be given into the hands of the Babylonians, you, Sovereign Lord,*s say to me, ‘Buy the field with silver and have the transaction witnessed.’ ”"
    },
    {
        "o": 21726,
        "r": "niv:Jeremiah:32:26",
        "t": "Then*p the word of the Lord*s came to Jeremiah:"
    },
    {
        "o": 21727,
        "r": "niv:Jeremiah:32:27",
        "t": "“I am the Lord,*s the God of all mankind. Is anything too hard for me?"
    },
    {
        "o": 21728,
        "r": "niv:Jeremiah:32:28",
        "t": "Therefore this is what the Lord*s says: I am about to give this city into the hands of the Babylonians and to Nebuchadnezzar king of Babylon, who will capture it."
    },
    {
        "o": 21729,
        "r": "niv:Jeremiah:32:29",
        "t": "The Babylonians who are attacking this city will come in and set it on fire; they will burn it down, along with the houses where the people aroused my anger by burning incense on the roofs to Baal and by pouring out drink offerings to other gods."
    },
    {
        "o": 21730,
        "r": "niv:Jeremiah:32:30",
        "t": "“The*p people of Israel and Judah have done nothing but evil in my sight from their youth; indeed, the people of Israel have done nothing but arouse my anger with what their hands have made, declares the Lord.*s"
    },
    {
        "o": 21731,
        "r": "niv:Jeremiah:32:31",
        "t": "From the day it was built until now, this city has so aroused my anger and wrath that I must remove it from my sight."
    },
    {
        "o": 21732,
        "r": "niv:Jeremiah:32:32",
        "t": "The people of Israel and Judah have provoked me by all the evil they have done—they, their kings and officials, their priests and prophets, the people of Judah and those living in Jerusalem."
    },
    {
        "o": 21733,
        "r": "niv:Jeremiah:32:33",
        "t": "They turned their backs to me and not their faces; though I taught them again and again, they would not listen or respond to discipline."
    },
    {
        "o": 21734,
        "r": "niv:Jeremiah:32:34",
        "t": "They set up their vile images in the house that bears my Name and defiled it."
    },
    {
        "o": 21735,
        "r": "niv:Jeremiah:32:35",
        "t": "They built high places for Baal in the Valley of Ben Hinnom to sacrifice their sons and daughters to Molek, though I never commanded—nor did it enter my mind—that they should do such a detestable thing and so make Judah sin."
    },
    {
        "o": 21736,
        "r": "niv:Jeremiah:32:36",
        "t": "“You*p are saying about this city, ‘By the sword, famine and plague it will be given into the hands of the king of Babylon’; but this is what the Lord,*s the God of Israel, says:"
    },
    {
        "o": 21737,
        "r": "niv:Jeremiah:32:37",
        "t": "I will surely gather them from all the lands where I banish them in my furious anger and great wrath; I will bring them back to this place and let them live in safety."
    },
    {
        "o": 21738,
        "r": "niv:Jeremiah:32:38",
        "t": "They will be my people, and I will be their God."
    },
    {
        "o": 21739,
        "r": "niv:Jeremiah:32:39",
        "t": "I will give them singleness of heart and action, so that they will always fear me and that all will then go well for them and for their children after them."
    },
    {
        "o": 21740,
        "r": "niv:Jeremiah:32:40",
        "t": "I will make an everlasting covenant with them: I will never stop doing good to them, and I will inspire them to fear me, so that they will never turn away from me."
    },
    {
        "o": 21741,
        "r": "niv:Jeremiah:32:41",
        "t": "I will rejoice in doing them good and will assuredly plant them in this land with all my heart and soul."
    },
    {
        "o": 21742,
        "r": "niv:Jeremiah:32:42",
        "t": "“This*p is what the Lord*s says: As I have brought all this great calamity on this people, so I will give them all the prosperity I have promised them."
    },
    {
        "o": 21743,
        "r": "niv:Jeremiah:32:43",
        "t": "Once more fields will be bought in this land of which you say, ‘It is a desolate waste, without people or animals, for it has been given into the hands of the Babylonians.’"
    },
    {
        "o": 21744,
        "r": "niv:Jeremiah:32:44",
        "t": "Fields will be bought for silver, and deeds will be signed, sealed and witnessed in the territory of Benjamin, in the villages around Jerusalem, in the towns of Judah and in the towns of the hill country, of the western foothills and of the Negev, because I will restore their fortunes, declares the Lord.”*s"
    }
]
