[
    {
        "o": 2791,
        "r": "nkjv:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2792,
        "r": "nkjv:Exodus:35:0",
        "t": "Sabbath Regulations",
        "h": 2
    },
    {
        "o": 2793,
        "r": "nkjv:Exodus:35:1",
        "t": "Then*p Moses gathered all the congregation of the children of Israel together, and said to them, “These are*i the words which the Lord*s has commanded you*i to do:"
    },
    {
        "o": 2794,
        "r": "nkjv:Exodus:35:2",
        "t": "Work shall be done for six days, but the seventh day shall be a holy day for you, a Sabbath of rest to the Lord.*s Whoever does any work on it shall be put to death."
    },
    {
        "o": 2795,
        "r": "nkjv:Exodus:35:3",
        "t": "You shall kindle no fire throughout your dwellings on the Sabbath day.”"
    },
    {
        "o": 2796,
        "r": "nkjv:Exodus:35:3",
        "t": "Offerings for the Tabernacle",
        "h": 2
    },
    {
        "o": 2797,
        "r": "nkjv:Exodus:35:4",
        "t": "And*p Moses spoke to all the congregation of the children of Israel, saying, “This is*i the thing which the Lord*s commanded, saying:"
    },
    {
        "o": 2798,
        "r": "nkjv:Exodus:35:5",
        "t": "‘Take from among you an offering to the Lord.*s Whoever is*i of a willing heart, let him bring it as an offering to the Lord:*s gold, silver, and bronze;"
    },
    {
        "o": 2799,
        "r": "nkjv:Exodus:35:6",
        "t": "blue, purple, and scarlet thread,*i fine linen, and goats’ hair;*i"
    },
    {
        "o": 2800,
        "r": "nkjv:Exodus:35:7",
        "t": "ram skins dyed red, badger skins, and acacia wood;"
    },
    {
        "o": 2801,
        "r": "nkjv:Exodus:35:8",
        "t": "oil for the light, and spices for the anointing oil and for the sweet incense;"
    },
    {
        "o": 2802,
        "r": "nkjv:Exodus:35:9",
        "t": "onyx stones, and stones to be set in the ephod and in the breastplate."
    },
    {
        "o": 2803,
        "r": "nkjv:Exodus:35:9",
        "t": "Articles of the Tabernacle",
        "h": 2
    },
    {
        "o": 2804,
        "r": "nkjv:Exodus:35:10",
        "t": "‘All*p who*i are*i gifted artisans among you shall come and make all that the Lord*s has commanded:"
    },
    {
        "o": 2805,
        "r": "nkjv:Exodus:35:11",
        "t": "the tabernacle, its tent, its covering, its clasps, its boards, its bars, its pillars, and its sockets;"
    },
    {
        "o": 2806,
        "r": "nkjv:Exodus:35:12",
        "t": "the ark and its poles, with*i the mercy seat, and the veil of the covering;"
    },
    {
        "o": 2807,
        "r": "nkjv:Exodus:35:13",
        "t": "the table and its poles, all its utensils, and the showbread;"
    },
    {
        "o": 2808,
        "r": "nkjv:Exodus:35:14",
        "t": "also the lampstand for the light, its utensils, its lamps, and the oil for the light;"
    },
    {
        "o": 2809,
        "r": "nkjv:Exodus:35:15",
        "t": "the incense altar, its poles, the anointing oil, the sweet incense, and the screen for the door at the entrance of the tabernacle;"
    },
    {
        "o": 2810,
        "r": "nkjv:Exodus:35:16",
        "t": "the altar of burnt offering with its bronze grating, its poles, all its utensils, and*i the laver and its base;"
    },
    {
        "o": 2811,
        "r": "nkjv:Exodus:35:17",
        "t": "the hangings of the court, its pillars, their sockets, and the screen for the gate of the court;"
    },
    {
        "o": 2812,
        "r": "nkjv:Exodus:35:18",
        "t": "the pegs of the tabernacle, the pegs of the court, and their cords;"
    },
    {
        "o": 2813,
        "r": "nkjv:Exodus:35:19",
        "t": "the garments of ministry, for ministering in the holy place*i —the holy garments for Aaron the priest and the garments of his sons, to minister as priests.’”"
    },
    {
        "o": 2814,
        "r": "nkjv:Exodus:35:19",
        "t": "The Tabernacle Offerings Presented",
        "h": 2
    },
    {
        "o": 2815,
        "r": "nkjv:Exodus:35:20",
        "t": "And*p all the congregation of the children of Israel departed from the presence of Moses."
    },
    {
        "o": 2816,
        "r": "nkjv:Exodus:35:21",
        "t": "Then everyone came whose heart was stirred, and everyone whose spirit was willing, and*i they brought the Lord’s*s offering for the work of the tabernacle of meeting, for all its service, and for the holy garments."
    },
    {
        "o": 2817,
        "r": "nkjv:Exodus:35:22",
        "t": "They came, both men and women, as many as had a willing heart, and*i brought earrings and nose rings, rings and necklaces, all jewelry of gold, that is, every man who made*i an offering of gold to the Lord.*s"
    },
    {
        "o": 2818,
        "r": "nkjv:Exodus:35:23",
        "t": "And every man, with whom was found blue, purple, and scarlet thread,*i fine linen, and goats’ hair,*i red skins of rams, and badger skins, brought them.*i"
    },
    {
        "o": 2819,
        "r": "nkjv:Exodus:35:24",
        "t": "Everyone who offered an offering of silver or bronze brought the Lord’s*s offering. And everyone with whom was found acacia wood for any work of the service, brought it.*i"
    },
    {
        "o": 2820,
        "r": "nkjv:Exodus:35:25",
        "t": "All the women who*i were*i gifted artisans spun yarn with their hands, and brought what they had spun, of blue, purple, and*i scarlet, and fine linen."
    },
    {
        "o": 2821,
        "r": "nkjv:Exodus:35:26",
        "t": "And all the women whose hearts stirred with wisdom spun yarn of goats’ hair.*i"
    },
    {
        "o": 2822,
        "r": "nkjv:Exodus:35:27",
        "t": "The rulers brought onyx stones, and the stones to be set in the ephod and in the breastplate,"
    },
    {
        "o": 2823,
        "r": "nkjv:Exodus:35:28",
        "t": "and spices and oil for the light, for the anointing oil, and for the sweet incense."
    },
    {
        "o": 2824,
        "r": "nkjv:Exodus:35:29",
        "t": "The children of Israel brought a freewill offering to the Lord,*s all the men and women whose hearts were willing to bring material*i for all kinds of work which the Lord,*s by the hand of Moses, had commanded to be done."
    },
    {
        "o": 2825,
        "r": "nkjv:Exodus:35:29",
        "t": "The Artisans Called by God",
        "h": 2
    },
    {
        "o": 2826,
        "r": "nkjv:Exodus:35:30",
        "t": "And*p Moses said to the children of Israel, “See, the Lord*s has called by name Bezalel the son of Uri, the son of Hur, of the tribe of Judah;"
    },
    {
        "o": 2827,
        "r": "nkjv:Exodus:35:31",
        "t": "and He has filled him with the Spirit of God, in wisdom and understanding, in knowledge and all manner of workmanship,"
    },
    {
        "o": 2828,
        "r": "nkjv:Exodus:35:32",
        "t": "to design artistic works, to work in gold and silver and bronze,"
    },
    {
        "o": 2829,
        "r": "nkjv:Exodus:35:33",
        "t": "in cutting jewels for setting, in carving wood, and to work in all manner of artistic workmanship."
    },
    {
        "o": 2830,
        "r": "nkjv:Exodus:35:34",
        "t": "“And*p He has put in his heart the ability to teach, in*i him and Aholiab the son of Ahisamach, of the tribe of Dan."
    },
    {
        "o": 2831,
        "r": "nkjv:Exodus:35:35",
        "t": "He has filled them with skill to do all manner of work of the engraver and the designer and the tapestry maker, in blue, purple, and scarlet thread,*i and fine linen, and of the weaver—those who do every work and those who design artistic works."
    }
]
