[
    {
        "o": 13991,
        "r": "nkjv:Nehemiah:12:0",
        "t": "Nehemiah 12",
        "h": 1
    },
    {
        "o": 13992,
        "r": "nkjv:Nehemiah:12:0",
        "t": "The Priests and Levites",
        "h": 2
    },
    {
        "o": 13993,
        "r": "nkjv:Nehemiah:12:1",
        "t": "Now*p these are*i the priests and the Levites who came up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,"
    },
    {
        "o": 13994,
        "r": "nkjv:Nehemiah:12:2",
        "t": "Amariah, Malluch, Hattush,"
    },
    {
        "o": 13995,
        "r": "nkjv:Nehemiah:12:3",
        "t": "Shechaniah, Rehum, Meremoth,"
    },
    {
        "o": 13996,
        "r": "nkjv:Nehemiah:12:4",
        "t": "Iddo, Ginnethoi, Abijah,"
    },
    {
        "o": 13997,
        "r": "nkjv:Nehemiah:12:5",
        "t": "Mijamin, Maadiah, Bilgah,"
    },
    {
        "o": 13998,
        "r": "nkjv:Nehemiah:12:6",
        "t": "Shemaiah, Joiarib, Jedaiah,"
    },
    {
        "o": 13999,
        "r": "nkjv:Nehemiah:12:7",
        "t": "Sallu, Amok, Hilkiah, and*i Jedaiah. These*p were*i the heads of the priests and their brethren in the days of Jeshua."
    },
    {
        "o": 14000,
        "r": "nkjv:Nehemiah:12:8",
        "t": "Moreover*p the Levites were*i Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and*i Mattaniah who*i led*i the thanksgiving psalms,*i he and his brethren."
    },
    {
        "o": 14001,
        "r": "nkjv:Nehemiah:12:9",
        "t": "Also Bakbukiah and Unni, their brethren, stood*i across from them in their*i duties."
    },
    {
        "o": 14002,
        "r": "nkjv:Nehemiah:12:10",
        "t": "Jeshua*p begot Joiakim, Joiakim begot Eliashib, Eliashib begot Joiada,"
    },
    {
        "o": 14003,
        "r": "nkjv:Nehemiah:12:11",
        "t": "Joiada begot Jonathan, and Jonathan begot Jaddua."
    },
    {
        "o": 14004,
        "r": "nkjv:Nehemiah:12:12",
        "t": "Now*p in the days of Joiakim, the priests, the heads of the fathers’ houses*i were:*i of Seraiah, Meraiah; of Jeremiah, Hananiah;"
    },
    {
        "o": 14005,
        "r": "nkjv:Nehemiah:12:13",
        "t": "of Ezra, Meshullam; of Amariah, Jehohanan;"
    },
    {
        "o": 14006,
        "r": "nkjv:Nehemiah:12:14",
        "t": "of Melichu, Jonathan; of Shebaniah, Joseph;"
    },
    {
        "o": 14007,
        "r": "nkjv:Nehemiah:12:15",
        "t": "of Harim, Adna; of Meraioth, Helkai;"
    },
    {
        "o": 14008,
        "r": "nkjv:Nehemiah:12:16",
        "t": "of Iddo, Zechariah; of Ginnethon, Meshullam;"
    },
    {
        "o": 14009,
        "r": "nkjv:Nehemiah:12:17",
        "t": "of Abijah, Zichri; the*i son*i of Minjamin; of Moadiah, Piltai;"
    },
    {
        "o": 14010,
        "r": "nkjv:Nehemiah:12:18",
        "t": "of Bilgah, Shammua; of Shemaiah, Jehonathan;"
    },
    {
        "o": 14011,
        "r": "nkjv:Nehemiah:12:19",
        "t": "of Joiarib, Mattenai; of Jedaiah, Uzzi;"
    },
    {
        "o": 14012,
        "r": "nkjv:Nehemiah:12:20",
        "t": "of Sallai, Kallai; of Amok, Eber;"
    },
    {
        "o": 14013,
        "r": "nkjv:Nehemiah:12:21",
        "t": "of Hilkiah, Hashabiah; and*i of Jedaiah, Nethanel."
    },
    {
        "o": 14014,
        "r": "nkjv:Nehemiah:12:22",
        "t": "During*p the reign of Darius the Persian, a record was*i also*i kept*i of the Levites and priests who*i had*i been*i heads of their fathers’ houses*i in the days of Eliashib, Joiada, Johanan, and Jaddua."
    },
    {
        "o": 14015,
        "r": "nkjv:Nehemiah:12:23",
        "t": "The sons of Levi, the heads of the fathers’ houses*i until the days of Johanan the son of Eliashib, were*i written in the book of the chronicles."
    },
    {
        "o": 14016,
        "r": "nkjv:Nehemiah:12:24",
        "t": "And*p the heads of the Levites were*i Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brothers across from them, to praise and*i give thanks, group alternating with group, according to the command of David the man of God."
    },
    {
        "o": 14017,
        "r": "nkjv:Nehemiah:12:25",
        "t": "Mattaniah, Bakbukiah, Obadiah, Meshullam, Talmon, and Akkub were*i gatekeepers keeping the watch at the storerooms of the gates."
    },
    {
        "o": 14018,
        "r": "nkjv:Nehemiah:12:26",
        "t": "These lived*i in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe."
    },
    {
        "o": 14019,
        "r": "nkjv:Nehemiah:12:26",
        "t": "Nehemiah Dedicates the Wall",
        "h": 2
    },
    {
        "o": 14020,
        "r": "nkjv:Nehemiah:12:27",
        "t": "Now*p at the dedication of the wall of Jerusalem they sought out the Levites in all their places, to bring them to Jerusalem to celebrate the dedication with gladness, both with thanksgivings and singing, with*i cymbals and stringed instruments and harps."
    },
    {
        "o": 14021,
        "r": "nkjv:Nehemiah:12:28",
        "t": "And the sons of the singers gathered together from the countryside around Jerusalem, from the villages of the Netophathites,"
    },
    {
        "o": 14022,
        "r": "nkjv:Nehemiah:12:29",
        "t": "from the house of Gilgal, and from the fields of Geba and Azmaveth; for the singers had built themselves villages all around Jerusalem."
    },
    {
        "o": 14023,
        "r": "nkjv:Nehemiah:12:30",
        "t": "Then the priests and Levites purified themselves, and purified the people, the gates, and the wall."
    },
    {
        "o": 14024,
        "r": "nkjv:Nehemiah:12:31",
        "t": "So*p I brought the leaders of Judah up on the wall, and appointed two large thanksgiving choirs. One*i went to the right hand on the wall toward the Refuse Gate."
    },
    {
        "o": 14025,
        "r": "nkjv:Nehemiah:12:32",
        "t": "After them went Hoshaiah and half of the leaders of Judah,"
    },
    {
        "o": 14026,
        "r": "nkjv:Nehemiah:12:33",
        "t": "and Azariah, Ezra, Meshullam,"
    },
    {
        "o": 14027,
        "r": "nkjv:Nehemiah:12:34",
        "t": "Judah, Benjamin, Shemaiah, Jeremiah,"
    },
    {
        "o": 14028,
        "r": "nkjv:Nehemiah:12:35",
        "t": "and some of the priests’ sons with trumpets—Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph,"
    },
    {
        "o": 14029,
        "r": "nkjv:Nehemiah:12:36",
        "t": "and his brethren, Shemaiah, Azarel, Milalai, Gilalai, Maai, Nethanel, Judah, and*i Hanani, with the musical instruments of David the man of God. Ezra the scribe went*i before them."
    },
    {
        "o": 14030,
        "r": "nkjv:Nehemiah:12:37",
        "t": "By the Fountain Gate, in front of them, they went up the stairs of the City of David, on the stairway of the wall, beyond the house of David, as far as the Water Gate eastward."
    },
    {
        "o": 14031,
        "r": "nkjv:Nehemiah:12:38",
        "t": "The*p other thanksgiving choir went the opposite way,*i and I was*i behind them with half of the people on the wall, going past the Tower of the Ovens as far as the Broad Wall,"
    },
    {
        "o": 14032,
        "r": "nkjv:Nehemiah:12:39",
        "t": "and above the Gate of Ephraim, above the Old Gate, above the Fish Gate, the Tower of Hananel, the Tower of the Hundred, as far as the Sheep Gate; and they stopped by the Gate of the Prison."
    },
    {
        "o": 14033,
        "r": "nkjv:Nehemiah:12:40",
        "t": "So*p the two thanksgiving choirs stood in the house of God, likewise I and the half of the rulers with me;"
    },
    {
        "o": 14034,
        "r": "nkjv:Nehemiah:12:41",
        "t": "and the priests, Eliakim, Maaseiah, Minjamin, Michaiah, Elioenai, Zechariah, and*i Hananiah, with trumpets;"
    },
    {
        "o": 14035,
        "r": "nkjv:Nehemiah:12:42",
        "t": "also Maaseiah, Shemaiah, Eleazar, Uzzi, Jehohanan, Malchijah, Elam, and Ezer. The singers sang loudly with Jezrahiah the director."
    },
    {
        "o": 14036,
        "r": "nkjv:Nehemiah:12:43",
        "t": "Also*p that day they offered great sacrifices, and rejoiced, for God had made them rejoice with great joy; the women and the children also rejoiced, so that the joy of Jerusalem was heard afar off."
    },
    {
        "o": 14037,
        "r": "nkjv:Nehemiah:12:43",
        "t": "Temple Responsibilities",
        "h": 2
    },
    {
        "o": 14038,
        "r": "nkjv:Nehemiah:12:44",
        "t": "And*p at the same time some were appointed over the rooms of the storehouse for the offerings, the firstfruits, and the tithes, to gather into them from the fields of the cities the portions specified by the Law for the priests and Levites; for Judah rejoiced over the priests and Levites who ministered."
    },
    {
        "o": 14039,
        "r": "nkjv:Nehemiah:12:45",
        "t": "Both the singers and the gatekeepers kept the charge of their God and the charge of the purification, according to the command of David and*i Solomon his son."
    },
    {
        "o": 14040,
        "r": "nkjv:Nehemiah:12:46",
        "t": "For in the days of David and Asaph of old there*i were*i chiefs of the singers, and songs of praise and thanksgiving to God."
    },
    {
        "o": 14041,
        "r": "nkjv:Nehemiah:12:47",
        "t": "In the days of Zerubbabel and in the days of Nehemiah all Israel gave the portions for the singers and the gatekeepers, a portion for each day. They also consecrated holy*i things*i for the Levites, and the Levites consecrated them*i for the children of Aaron."
    }
]
