[
    {
        "o": 7623,
        "r": "nkjv:Judges:14:0",
        "t": "Judges 14",
        "h": 1
    },
    {
        "o": 7624,
        "r": "nkjv:Judges:14:0",
        "t": "Samson’s Philistine Wife",
        "h": 2
    },
    {
        "o": 7625,
        "r": "nkjv:Judges:14:1",
        "t": "Now*p Samson went down to Timnah, and saw a woman in Timnah of the daughters of the Philistines."
    },
    {
        "o": 7626,
        "r": "nkjv:Judges:14:2",
        "t": "So he went up and told his father and mother, saying, “I have seen a woman in Timnah of the daughters of the Philistines; now therefore, get her for me as a wife.”"
    },
    {
        "o": 7627,
        "r": "nkjv:Judges:14:3",
        "t": "Then*p his father and mother said to him, “Is*i there*i no woman among the daughters of your brethren, or among all my people, that you must go and get a wife from the uncircumcised Philistines?” And*p Samson said to his father, “Get her for me, for she pleases me well.”"
    },
    {
        "o": 7628,
        "r": "nkjv:Judges:14:4",
        "t": "But*p his father and mother did not know that it was of the Lord*s —that He was seeking an occasion to move against the Philistines. For at that time the Philistines had dominion over Israel."
    },
    {
        "o": 7629,
        "r": "nkjv:Judges:14:5",
        "t": "So*p Samson went down to Timnah with his father and mother, and came to the vineyards of Timnah. Now*p to*i his*i surprise, a young lion came*i roaring against him."
    },
    {
        "o": 7630,
        "r": "nkjv:Judges:14:6",
        "t": "And the Spirit of the Lord*s came mightily upon him, and he tore the lion apart as one would have torn apart a young goat, though he*i had*i nothing in his hand. But he did not tell his father or his mother what he had done."
    },
    {
        "o": 7631,
        "r": "nkjv:Judges:14:7",
        "t": "Then*p he went down and talked with the woman; and she pleased Samson well."
    },
    {
        "o": 7632,
        "r": "nkjv:Judges:14:8",
        "t": "After some time, when he returned to get her, he turned aside to see the carcass of the lion. And behold, a swarm of bees and honey were*i in the carcass of the lion."
    },
    {
        "o": 7633,
        "r": "nkjv:Judges:14:9",
        "t": "He took some of it in his hands and went along, eating. When he came to his father and mother, he gave some*i to them, and they also ate. But he did not tell them that he had taken the honey out of the carcass of the lion."
    },
    {
        "o": 7634,
        "r": "nkjv:Judges:14:10",
        "t": "So*p his father went down to the woman. And Samson gave a feast there, for young men used to do so."
    },
    {
        "o": 7635,
        "r": "nkjv:Judges:14:11",
        "t": "And it happened, when they saw him, that they brought thirty companions to be with him."
    },
    {
        "o": 7636,
        "r": "nkjv:Judges:14:12",
        "t": "Then*p Samson said to them, “Let me pose a riddle to you. If you can correctly solve and explain it to me within the seven days of the feast, then I will give you thirty linen garments and thirty changes of clothing."
    },
    {
        "o": 7637,
        "r": "nkjv:Judges:14:13",
        "t": "But if you cannot explain it*i to me, then you shall give me thirty linen garments and thirty changes of clothing.” And*p they said to him, “Pose your riddle, that we may hear it.”"
    },
    {
        "o": 7638,
        "r": "nkjv:Judges:14:14",
        "t": "So*p he said to them: “Out*pn of the eater came something to eat, And*ld out of the strong came something sweet.” Now*p for three days they could not explain the riddle."
    },
    {
        "o": 7639,
        "r": "nkjv:Judges:14:15",
        "t": "But*p it came to pass on the seventh day that they said to Samson’s wife, “Entice your husband, that he may explain the riddle to us, or else we will burn you and your father’s house with fire. Have you invited us in order to take what is ours? Is*i that*i not so?”*i"
    },
    {
        "o": 7640,
        "r": "nkjv:Judges:14:16",
        "t": "Then*p Samson’s wife wept on him, and said, “You only hate me! You do not love me! You have posed a riddle to the sons of my people, but you have not explained it*i to me.” And*p he said to her, “Look, I have not explained it*i to my father or my mother; so should I explain it*i to you?”"
    },
    {
        "o": 7641,
        "r": "nkjv:Judges:14:17",
        "t": "Now she had wept on him the seven days while their feast lasted. And it happened on the seventh day that he told her, because she pressed him so much. Then she explained the riddle to the sons of her people."
    },
    {
        "o": 7642,
        "r": "nkjv:Judges:14:18",
        "t": "So the men of the city said to him on the seventh day before the sun went down: “What*pn is*i sweeter than honey? And*ld what is*i stronger than a lion?” And*p he said to them: “If*pn you had not plowed with my heifer, You*ld would not have solved my riddle!”"
    },
    {
        "o": 7643,
        "r": "nkjv:Judges:14:19",
        "t": "Then*p the Spirit of the Lord*s came upon him mightily, and he went down to Ashkelon and killed thirty of their men, took their apparel, and gave the changes of*i clothing*i to those who had explained the riddle. So his anger was aroused, and he went back up to his father’s house."
    },
    {
        "o": 7644,
        "r": "nkjv:Judges:14:20",
        "t": "And Samson’s wife was given*i to his companion, who had been his best man."
    }
]
