[
    {
        "o": 2258,
        "r": "niv:Exodus:21:0",
        "t": "Exodus 21",
        "h": 1
    },
    {
        "o": 2259,
        "r": "niv:Exodus:21:1",
        "t": "“These*p are the laws you are to set before them:"
    },
    {
        "o": 2260,
        "r": "niv:Exodus:21:1",
        "t": "Hebrew Servants",
        "h": 2
    },
    {
        "o": 2261,
        "r": "niv:Exodus:21:2",
        "t": "“If*p you buy a Hebrew servant, he is to serve you for six years. But in the seventh year, he shall go free, without paying anything."
    },
    {
        "o": 2262,
        "r": "niv:Exodus:21:3",
        "t": "If he comes alone, he is to go free alone; but if he has a wife when he comes, she is to go with him."
    },
    {
        "o": 2263,
        "r": "niv:Exodus:21:4",
        "t": "If his master gives him a wife and she bears him sons or daughters, the woman and her children shall belong to her master, and only the man shall go free."
    },
    {
        "o": 2264,
        "r": "niv:Exodus:21:5",
        "t": "“But*p if the servant declares, ‘I love my master and my wife and children and do not want to go free,’"
    },
    {
        "o": 2265,
        "r": "niv:Exodus:21:6",
        "t": "then his master must take him before the judges. He shall take him to the door or the doorpost and pierce his ear with an awl. Then he will be his servant for life."
    },
    {
        "o": 2266,
        "r": "niv:Exodus:21:7",
        "t": "“If*p a man sells his daughter as a servant, she is not to go free as male servants do."
    },
    {
        "o": 2267,
        "r": "niv:Exodus:21:8",
        "t": "If she does not please the master who has selected her for himself, he must let her be redeemed. He has no right to sell her to foreigners, because he has broken faith with her."
    },
    {
        "o": 2268,
        "r": "niv:Exodus:21:9",
        "t": "If he selects her for his son, he must grant her the rights of a daughter."
    },
    {
        "o": 2269,
        "r": "niv:Exodus:21:10",
        "t": "If he marries another woman, he must not deprive the first one of her food, clothing and marital rights."
    },
    {
        "o": 2270,
        "r": "niv:Exodus:21:11",
        "t": "If he does not provide her with these three things, she is to go free, without any payment of money."
    },
    {
        "o": 2271,
        "r": "niv:Exodus:21:11",
        "t": "Personal Injuries",
        "h": 2
    },
    {
        "o": 2272,
        "r": "niv:Exodus:21:12",
        "t": "“Anyone*p who strikes a person with a fatal blow is to be put to death."
    },
    {
        "o": 2273,
        "r": "niv:Exodus:21:13",
        "t": "However, if it is not done intentionally, but God lets it happen, they are to flee to a place I will designate."
    },
    {
        "o": 2274,
        "r": "niv:Exodus:21:14",
        "t": "But if anyone schemes and kills someone deliberately, that person is to be taken from my altar and put to death."
    },
    {
        "o": 2275,
        "r": "niv:Exodus:21:15",
        "t": "“Anyone*p who attacks their father or mother is to be put to death."
    },
    {
        "o": 2276,
        "r": "niv:Exodus:21:16",
        "t": "“Anyone*p who kidnaps someone is to be put to death, whether the victim has been sold or is still in the kidnapper’s possession."
    },
    {
        "o": 2277,
        "r": "niv:Exodus:21:17",
        "t": "“Anyone*p who curses their father or mother is to be put to death."
    },
    {
        "o": 2278,
        "r": "niv:Exodus:21:18",
        "t": "“If*p people quarrel and one person hits another with a stone or with their fist and the victim does not die but is confined to bed,"
    },
    {
        "o": 2279,
        "r": "niv:Exodus:21:19",
        "t": "the one who struck the blow will not be held liable if the other can get up and walk around outside with a staff; however, the guilty party must pay the injured person for any loss of time and see that the victim is completely healed."
    },
    {
        "o": 2280,
        "r": "niv:Exodus:21:20",
        "t": "“Anyone*p who beats their male or female slave with a rod must be punished if the slave dies as a direct result,"
    },
    {
        "o": 2281,
        "r": "niv:Exodus:21:21",
        "t": "but they are not to be punished if the slave recovers after a day or two, since the slave is their property."
    },
    {
        "o": 2282,
        "r": "niv:Exodus:21:22",
        "t": "“If*p people are fighting and hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman’s husband demands and the court allows."
    },
    {
        "o": 2283,
        "r": "niv:Exodus:21:23",
        "t": "But if there is serious injury, you are to take life for life,"
    },
    {
        "o": 2284,
        "r": "niv:Exodus:21:24",
        "t": "eye for eye, tooth for tooth, hand for hand, foot for foot,"
    },
    {
        "o": 2285,
        "r": "niv:Exodus:21:25",
        "t": "burn for burn, wound for wound, bruise for bruise."
    },
    {
        "o": 2286,
        "r": "niv:Exodus:21:26",
        "t": "“An*p owner who hits a male or female slave in the eye and destroys it must let the slave go free to compensate for the eye."
    },
    {
        "o": 2287,
        "r": "niv:Exodus:21:27",
        "t": "And an owner who knocks out the tooth of a male or female slave must let the slave go free to compensate for the tooth."
    },
    {
        "o": 2288,
        "r": "niv:Exodus:21:28",
        "t": "“If*p a bull gores a man or woman to death, the bull is to be stoned to death, and its meat must not be eaten. But the owner of the bull will not be held responsible."
    },
    {
        "o": 2289,
        "r": "niv:Exodus:21:29",
        "t": "If, however, the bull has had the habit of goring and the owner has been warned but has not kept it penned up and it kills a man or woman, the bull is to be stoned and its owner also is to be put to death."
    },
    {
        "o": 2290,
        "r": "niv:Exodus:21:30",
        "t": "However, if payment is demanded, the owner may redeem his life by the payment of whatever is demanded."
    },
    {
        "o": 2291,
        "r": "niv:Exodus:21:31",
        "t": "This law also applies if the bull gores a son or daughter."
    },
    {
        "o": 2292,
        "r": "niv:Exodus:21:32",
        "t": "If the bull gores a male or female slave, the owner must pay thirty shekels of silver to the master of the slave, and the bull is to be stoned to death."
    },
    {
        "o": 2293,
        "r": "niv:Exodus:21:33",
        "t": "“If*p anyone uncovers a pit or digs one and fails to cover it and an ox or a donkey falls into it,"
    },
    {
        "o": 2294,
        "r": "niv:Exodus:21:34",
        "t": "the one who opened the pit must pay the owner for the loss and take the dead animal in exchange."
    },
    {
        "o": 2295,
        "r": "niv:Exodus:21:35",
        "t": "“If*p anyone’s bull injures someone else’s bull and it dies, the two parties are to sell the live one and divide both the money and the dead animal equally."
    },
    {
        "o": 2296,
        "r": "niv:Exodus:21:36",
        "t": "However, if it was known that the bull had the habit of goring, yet the owner did not keep it penned up, the owner must pay, animal for animal, and take the dead animal in exchange."
    }
]
