[
    {
        "o": 30537,
        "r": "esv:Acts:11:0",
        "t": "Acts 11",
        "h": 1
    },
    {
        "o": 30538,
        "r": "esv:Acts:11:0",
        "t": "Peter Reports to the Church",
        "h": 2
    },
    {
        "o": 30539,
        "r": "esv:Acts:11:1",
        "t": "Now*p the apostles and the brothers who were throughout Judea heard that the Gentiles also had received the word of God."
    },
    {
        "o": 30540,
        "r": "esv:Acts:11:2",
        "t": "So when Peter went up to Jerusalem, the circumcision party criticized him, saying,"
    },
    {
        "o": 30541,
        "r": "esv:Acts:11:3",
        "t": "“You went to uncircumcised men and ate with them.”"
    },
    {
        "o": 30542,
        "r": "esv:Acts:11:4",
        "t": "But Peter began and explained it to them in order:"
    },
    {
        "o": 30543,
        "r": "esv:Acts:11:5",
        "t": "“I was in the city of Joppa praying, and in a trance I saw a vision, something like a great sheet descending, being let down from heaven by its four corners, and it came down to me."
    },
    {
        "o": 30544,
        "r": "esv:Acts:11:6",
        "t": "Looking at it closely, I observed animals and beasts of prey and reptiles and birds of the air."
    },
    {
        "o": 30545,
        "r": "esv:Acts:11:7",
        "t": "And I heard a voice saying to me, ‘Rise,*r Peter;*r kill*r and*r eat.’*r"
    },
    {
        "o": 30546,
        "r": "esv:Acts:11:8",
        "t": "But I said, ‘By no means, Lord; for nothing common or unclean has ever entered my mouth.’"
    },
    {
        "o": 30547,
        "r": "esv:Acts:11:9",
        "t": "But the voice answered a second time from heaven, ‘What*r God*r has*r made*r clean,*r do*r not*r call*r common.’*r"
    },
    {
        "o": 30548,
        "r": "esv:Acts:11:10",
        "t": "This happened three times, and all was drawn up again into heaven."
    },
    {
        "o": 30549,
        "r": "esv:Acts:11:11",
        "t": "And behold, at that very moment three men arrived at the house in which we were, sent to me from Caesarea."
    },
    {
        "o": 30550,
        "r": "esv:Acts:11:12",
        "t": "And the Spirit told me to go with them, making no distinction. These six brothers also accompanied me, and we entered the man’s house."
    },
    {
        "o": 30551,
        "r": "esv:Acts:11:13",
        "t": "And he told us how he had seen the angel stand in his house and say, ‘Send to Joppa and bring Simon who is called Peter;"
    },
    {
        "o": 30552,
        "r": "esv:Acts:11:14",
        "t": "he will declare to you a message by which you will be saved, you and all your household.’"
    },
    {
        "o": 30553,
        "r": "esv:Acts:11:15",
        "t": "As I began to speak, the Holy Spirit fell on them just as on us at the beginning."
    },
    {
        "o": 30554,
        "r": "esv:Acts:11:16",
        "t": "And I remembered the word of the Lord, how he said, ‘John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit.’*r"
    },
    {
        "o": 30555,
        "r": "esv:Acts:11:17",
        "t": "If then God gave the same gift to them as he gave to us when we believed in the Lord Jesus Christ, who was I that I could stand in God’s way?”"
    },
    {
        "o": 30556,
        "r": "esv:Acts:11:18",
        "t": "When they heard these things they fell silent. And they glorified God, saying, “Then to the Gentiles also God has granted repentance that leads to life.”"
    },
    {
        "o": 30557,
        "r": "esv:Acts:11:18",
        "t": "The Church in Antioch",
        "h": 2
    },
    {
        "o": 30558,
        "r": "esv:Acts:11:19",
        "t": "Now*p those who were scattered because of the persecution that arose over Stephen traveled as far as Phoenicia and Cyprus and Antioch, speaking the word to no one except Jews."
    },
    {
        "o": 30559,
        "r": "esv:Acts:11:20",
        "t": "But there were some of them, men of Cyprus and Cyrene, who on coming to Antioch spoke to the Hellenists also, preaching the Lord Jesus."
    },
    {
        "o": 30560,
        "r": "esv:Acts:11:21",
        "t": "And the hand of the Lord was with them, and a great number who believed turned to the Lord."
    },
    {
        "o": 30561,
        "r": "esv:Acts:11:22",
        "t": "The report of this came to the ears of the church in Jerusalem, and they sent Barnabas to Antioch."
    },
    {
        "o": 30562,
        "r": "esv:Acts:11:23",
        "t": "When he came and saw the grace of God, he was glad, and he exhorted them all to remain faithful to the Lord with steadfast purpose,"
    },
    {
        "o": 30563,
        "r": "esv:Acts:11:24",
        "t": "for he was a good man, full of the Holy Spirit and of faith. And a great many people were added to the Lord."
    },
    {
        "o": 30564,
        "r": "esv:Acts:11:25",
        "t": "So Barnabas went to Tarsus to look for Saul,"
    },
    {
        "o": 30565,
        "r": "esv:Acts:11:26",
        "t": "and when he had found him, he brought him to Antioch. For a whole year they met with the church and taught a great many people. And in Antioch the disciples were first called Christians."
    },
    {
        "o": 30566,
        "r": "esv:Acts:11:27",
        "t": "Now*p in these days prophets came down from Jerusalem to Antioch."
    },
    {
        "o": 30567,
        "r": "esv:Acts:11:28",
        "t": "And one of them named Agabus stood up and foretold by the Spirit that there would be a great famine over all the world (this took place in the days of Claudius)."
    },
    {
        "o": 30568,
        "r": "esv:Acts:11:29",
        "t": "So the disciples determined, every one according to his ability, to send relief to the brothers living in Judea."
    },
    {
        "o": 30569,
        "r": "esv:Acts:11:30",
        "t": "And they did so, sending it to the elders by the hand of Barnabas and Saul."
    }
]
