[
    {
        "o": 13336,
        "r": "csb:2 Chronicles:36:0",
        "t": "2 Chronicles 36",
        "h": 1
    },
    {
        "o": 13337,
        "r": "csb:2 Chronicles:36:0",
        "t": "Judah’s King Jehoahaz",
        "h": 2
    },
    {
        "o": 13338,
        "r": "csb:2 Chronicles:36:1",
        "t": "Then*p the common people took Jehoahaz son of Josiah and made him king in Jerusalem in place of his father."
    },
    {
        "o": 13339,
        "r": "csb:2 Chronicles:36:2",
        "t": "Jehoahaz*p was twenty-three years old when he became king, and he reigned three months in Jerusalem."
    },
    {
        "o": 13340,
        "r": "csb:2 Chronicles:36:3",
        "t": "The king of Egypt deposed him in Jerusalem and fined the land seventy-five hundred pounds of silver and seventy-five pounds of gold."
    },
    {
        "o": 13341,
        "r": "csb:2 Chronicles:36:3",
        "t": "Judah’s King Jehoiakim",
        "h": 2
    },
    {
        "o": 13342,
        "r": "csb:2 Chronicles:36:4",
        "t": "Then*p King Neco of Egypt made Jehoahaz’s brother Eliakim king over Judah and Jerusalem and changed Eliakim’s name to Jehoiakim. But Neco took his brother Jehoahaz and brought him to Egypt."
    },
    {
        "o": 13343,
        "r": "csb:2 Chronicles:36:5",
        "t": "Jehoiakim*p was twenty-five years old when he became king, and he reigned eleven years in Jerusalem. He did what was evil in the sight of the Lord*s his God."
    },
    {
        "o": 13344,
        "r": "csb:2 Chronicles:36:6",
        "t": "Now King Nebuchadnezzar of Babylon attacked him and bound him in bronze shackles to take him to Babylon."
    },
    {
        "o": 13345,
        "r": "csb:2 Chronicles:36:7",
        "t": "Also Nebuchadnezzar took some of the articles of the Lord’s*s temple to Babylon and put them in his temple in Babylon."
    },
    {
        "o": 13346,
        "r": "csb:2 Chronicles:36:8",
        "t": "The*p rest of the deeds of Jehoiakim, the detestable actions he committed, and what was found against him, are written in the Book of Israel’s Kings. His son Jehoiachin became king in his place."
    },
    {
        "o": 13347,
        "r": "csb:2 Chronicles:36:8",
        "t": "Judah’s King Jehoiachin",
        "h": 2
    },
    {
        "o": 13348,
        "r": "csb:2 Chronicles:36:9",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. He did what was evil in the Lord’s*s sight."
    },
    {
        "o": 13349,
        "r": "csb:2 Chronicles:36:10",
        "t": "In the spring Nebuchadnezzar sent for him and brought him to Babylon along with the valuable articles of the Lord’s*s temple. Then he made Jehoiachin’s brother Zedekiah king over Judah and Jerusalem."
    },
    {
        "o": 13350,
        "r": "csb:2 Chronicles:36:10",
        "t": "Judah’s King Zedekiah",
        "h": 2
    },
    {
        "o": 13351,
        "r": "csb:2 Chronicles:36:11",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem."
    },
    {
        "o": 13352,
        "r": "csb:2 Chronicles:36:12",
        "t": "He did what was evil in the sight of the Lord*s his God and did not humble himself before the prophet Jeremiah at the Lord’s*s command."
    },
    {
        "o": 13353,
        "r": "csb:2 Chronicles:36:13",
        "t": "He also rebelled against King Nebuchadnezzar who had made him swear allegiance by God. He became obstinate and hardened his heart against returning to the Lord,*s the God of Israel."
    },
    {
        "o": 13354,
        "r": "csb:2 Chronicles:36:14",
        "t": "All the leaders of the priests and the people multiplied their unfaithful deeds, imitating all the detestable practices of the nations, and they defiled the Lord’s*s temple that he had consecrated in Jerusalem."
    },
    {
        "o": 13355,
        "r": "csb:2 Chronicles:36:14",
        "t": "The Destruction of Jerusalem",
        "h": 2
    },
    {
        "o": 13356,
        "r": "csb:2 Chronicles:36:15",
        "t": "But*p the Lord,*s the God of their ancestors sent word against them by the hand of his messengers, sending them time and time again, for he had compassion on his people and on his dwelling place."
    },
    {
        "o": 13357,
        "r": "csb:2 Chronicles:36:16",
        "t": "But they kept ridiculing God’s messengers, despising his words, and scoffing at his prophets, until the Lord’s*s wrath was so stirred up against his people that there was no remedy."
    },
    {
        "o": 13358,
        "r": "csb:2 Chronicles:36:17",
        "t": "So he brought up against them the king of the Chaldeans, who killed their fit young men with the sword in the house of their sanctuary. He had no pity on young men or young women, elderly or aged; he handed them all over to him."
    },
    {
        "o": 13359,
        "r": "csb:2 Chronicles:36:18",
        "t": "He took everything to Babylon - all the articles of God’s temple, large and small, the treasures of the Lord’s*s temple, and the treasures of the king and his officials."
    },
    {
        "o": 13360,
        "r": "csb:2 Chronicles:36:19",
        "t": "Then the Chaldeans burned God’s temple. They tore down Jerusalem’s wall, burned all its palaces, and destroyed all its valuable articles."
    },
    {
        "o": 13361,
        "r": "csb:2 Chronicles:36:20",
        "t": "He*p deported those who escaped from the sword to Babylon, and they became servants to him and his sons until the rise of the Persian kingdom."
    },
    {
        "o": 13362,
        "r": "csb:2 Chronicles:36:21",
        "t": "This fulfilled the word of the Lord*s through Jeremiah, and the land enjoyed its Sabbath rest all the days of the desolation until seventy years were fulfilled."
    },
    {
        "o": 13363,
        "r": "csb:2 Chronicles:36:21",
        "t": "The Decree of Cyrus",
        "h": 2
    },
    {
        "o": 13364,
        "r": "csb:2 Chronicles:36:22",
        "t": "In*p the first year of King Cyrus of Persia, in order to fulfill the word of the Lord*s spoken through Jeremiah, the Lord*s roused the spirit of King Cyrus of Persia to issue a proclamation throughout his entire kingdom and also to put it in writing:"
    },
    {
        "o": 13365,
        "r": "csb:2 Chronicles:36:23",
        "t": "This*p is what King Cyrus of Persia says: The Lord,*s the God of the heavens, has given me all the kingdoms of the earth and has appointed me to build him a temple at Jerusalem in Judah. Any of his people among you may go up, and may the Lord*s his God be with him."
    }
]
