[
    {
        "o": 14440,
        "r": "csb:Job:6:0",
        "t": "Job 6",
        "h": 1
    },
    {
        "o": 14441,
        "r": "csb:Job:6:0",
        "t": "Job’s Reply to Eliphaz",
        "h": 2
    },
    {
        "o": 14442,
        "r": "csb:Job:6:1",
        "t": "Then*p Job answered:"
    },
    {
        "o": 14443,
        "r": "csb:Job:6:2",
        "t": "If*pn only my grief could be weighed and*ln my devastation placed with it on the scales."
    },
    {
        "o": 14444,
        "r": "csb:Job:6:3",
        "t": "For*ln then it would outweigh the sand of the seas! That*ln is why my words are rash."
    },
    {
        "o": 14445,
        "r": "csb:Job:6:4",
        "t": "Surely*ln the arrows of the Almighty have pierced me; my*ln spirit drinks their poison. God’s*ln terrors are arrayed against me."
    },
    {
        "o": 14446,
        "r": "csb:Job:6:5",
        "t": "Does*ln a wild donkey bray over fresh grass or*ln an ox low over its fodder?"
    },
    {
        "o": 14447,
        "r": "csb:Job:6:6",
        "t": "Is*ln bland food eaten without salt? Is*ln there flavor in an egg white?"
    },
    {
        "o": 14448,
        "r": "csb:Job:6:7",
        "t": "I*ln refuse to touch them; they*ln are like contaminated food."
    },
    {
        "o": 14449,
        "r": "csb:Job:6:8",
        "t": "If*pn only my request would be granted and*ln God would provide what I hope for:"
    },
    {
        "o": 14450,
        "r": "csb:Job:6:9",
        "t": "that*ln he would decide to crush me, to*ln unleash his power and cut me off!"
    },
    {
        "o": 14451,
        "r": "csb:Job:6:10",
        "t": "It*ln would still bring me comfort, and*ln I would leap for joy in unrelenting pain that*ln I have not denied the words of the Holy One."
    },
    {
        "o": 14452,
        "r": "csb:Job:6:11",
        "t": "What*pn strength do I have, that I should continue to hope? What*ln is my future, that I should be patient?"
    },
    {
        "o": 14453,
        "r": "csb:Job:6:12",
        "t": "Is*ln my strength that of stone, or*ln my flesh made of bronze?"
    },
    {
        "o": 14454,
        "r": "csb:Job:6:13",
        "t": "Since*ln I cannot help myself, the*ln hope for success has been banished from me."
    },
    {
        "o": 14455,
        "r": "csb:Job:6:14",
        "t": "A*pn despairing man should receive loyalty from his friends, even*ln if he abandons the fear of the Almighty."
    },
    {
        "o": 14456,
        "r": "csb:Job:6:15",
        "t": "My*ln brothers are as treacherous as a wadi, as*ln seasonal streams that overflow"
    },
    {
        "o": 14457,
        "r": "csb:Job:6:16",
        "t": "and*ln become darkened because of ice, and*ln the snow melts into them."
    },
    {
        "o": 14458,
        "r": "csb:Job:6:17",
        "t": "The*ln wadis evaporate in warm weather; they*ln disappear from their channels in hot weather."
    },
    {
        "o": 14459,
        "r": "csb:Job:6:18",
        "t": "Caravans*ln turn away from their routes, go*ln up into the desert, and perish."
    },
    {
        "o": 14460,
        "r": "csb:Job:6:19",
        "t": "The*ln caravans of Tema look for these streams. The*ln traveling merchants of Sheba hope for them."
    },
    {
        "o": 14461,
        "r": "csb:Job:6:20",
        "t": "They*ln are ashamed because they had been confident of finding water. When*ln they arrive there, they are disappointed."
    },
    {
        "o": 14462,
        "r": "csb:Job:6:21",
        "t": "So*ln this is what you have now become to me. When*ln you see something dreadful, you are afraid."
    },
    {
        "o": 14463,
        "r": "csb:Job:6:22",
        "t": "Have*ln I ever said, “Give me something” or*ln “Pay a bribe for me from your wealth”"
    },
    {
        "o": 14464,
        "r": "csb:Job:6:23",
        "t": "or*ln “Deliver me from the enemy’s hand” or*ln “Redeem me from the hand of the ruthless”?"
    },
    {
        "o": 14465,
        "r": "csb:Job:6:24",
        "t": "Teach*pn me, and I will be silent. Help*ln me understand what I did wrong."
    },
    {
        "o": 14466,
        "r": "csb:Job:6:25",
        "t": "How*ln painful honest words can be! But*ln what does your rebuke prove?"
    },
    {
        "o": 14467,
        "r": "csb:Job:6:26",
        "t": "Do*ln you think that you can disprove my words or*ln that a despairing man’s words are mere wind?"
    },
    {
        "o": 14468,
        "r": "csb:Job:6:27",
        "t": "No*ln doubt you would cast lots for a fatherless child and*ln negotiate a price to sell your friend."
    },
    {
        "o": 14469,
        "r": "csb:Job:6:28",
        "t": "But*pn now, please look at me; I*ln will not lie to your face."
    },
    {
        "o": 14470,
        "r": "csb:Job:6:29",
        "t": "Reconsider;*ln don’t be unjust. Reconsider;*ln my righteousness is still the issue."
    },
    {
        "o": 14471,
        "r": "csb:Job:6:30",
        "t": "Is*ln there injustice on my tongue or*ln can my palate not taste disaster?"
    }
]
