[
    {
        "o": 719,
        "r": "esv:Genesis:25:0",
        "t": "Genesis 25",
        "h": 1
    },
    {
        "o": 720,
        "r": "esv:Genesis:25:0",
        "t": "Abraham’s Death and His Descendants",
        "h": 2
    },
    {
        "o": 721,
        "r": "esv:Genesis:25:1",
        "t": "Abraham*p took another wife, whose name was Keturah."
    },
    {
        "o": 722,
        "r": "esv:Genesis:25:2",
        "t": "She bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah."
    },
    {
        "o": 723,
        "r": "esv:Genesis:25:3",
        "t": "Jokshan fathered Sheba and Dedan. The sons of Dedan were Asshurim, Letushim, and Leummim."
    },
    {
        "o": 724,
        "r": "esv:Genesis:25:4",
        "t": "The sons of Midian were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were the children of Keturah."
    },
    {
        "o": 725,
        "r": "esv:Genesis:25:5",
        "t": "Abraham gave all he had to Isaac."
    },
    {
        "o": 726,
        "r": "esv:Genesis:25:6",
        "t": "But to the sons of his concubines Abraham gave gifts, and while he was still living he sent them away from his son Isaac, eastward to the east country."
    },
    {
        "o": 727,
        "r": "esv:Genesis:25:7",
        "t": "These*p are the days of the years of Abraham’s life, 175 years."
    },
    {
        "o": 728,
        "r": "esv:Genesis:25:8",
        "t": "Abraham breathed his last and died in a good old age, an old man and full of years, and was gathered to his people."
    },
    {
        "o": 729,
        "r": "esv:Genesis:25:9",
        "t": "Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, east of Mamre,"
    },
    {
        "o": 730,
        "r": "esv:Genesis:25:10",
        "t": "the field that Abraham purchased from the Hittites. There Abraham was buried, with Sarah his wife."
    },
    {
        "o": 731,
        "r": "esv:Genesis:25:11",
        "t": "After the death of Abraham, God blessed Isaac his son. And Isaac settled at Beer-lahai-roi."
    },
    {
        "o": 732,
        "r": "esv:Genesis:25:12",
        "t": "These*p are the generations of Ishmael, Abraham’s son, whom Hagar the Egyptian, Sarah’s servant, bore to Abraham."
    },
    {
        "o": 733,
        "r": "esv:Genesis:25:13",
        "t": "These are the names of the sons of Ishmael, named in the order of their birth: Nebaioth, the firstborn of Ishmael; and Kedar, Adbeel, Mibsam,"
    },
    {
        "o": 734,
        "r": "esv:Genesis:25:14",
        "t": "Mishma, Dumah, Massa,"
    },
    {
        "o": 735,
        "r": "esv:Genesis:25:15",
        "t": "Hadad, Tema, Jetur, Naphish, and Kedemah."
    },
    {
        "o": 736,
        "r": "esv:Genesis:25:16",
        "t": "These are the sons of Ishmael and these are their names, by their villages and by their encampments, twelve princes according to their tribes."
    },
    {
        "o": 737,
        "r": "esv:Genesis:25:17",
        "t": "(These are the years of the life of Ishmael: 137 years. He breathed his last and died, and was gathered to his people.)"
    },
    {
        "o": 738,
        "r": "esv:Genesis:25:18",
        "t": "They settled from Havilah to Shur, which is opposite Egypt in the direction of Assyria. He settled over against all his kinsmen."
    },
    {
        "o": 739,
        "r": "esv:Genesis:25:18",
        "t": "The Birth of Esau and Jacob",
        "h": 2
    },
    {
        "o": 740,
        "r": "esv:Genesis:25:19",
        "t": "These*p are the generations of Isaac, Abraham’s son: Abraham fathered Isaac,"
    },
    {
        "o": 741,
        "r": "esv:Genesis:25:20",
        "t": "and Isaac was forty years old when he took Rebekah, the daughter of Bethuel the Aramean of Paddan-aram, the sister of Laban the Aramean, to be his wife."
    },
    {
        "o": 742,
        "r": "esv:Genesis:25:21",
        "t": "And Isaac prayed to the Lord*s for his wife, because she was barren. And the Lord*s granted his prayer, and Rebekah his wife conceived."
    },
    {
        "o": 743,
        "r": "esv:Genesis:25:22",
        "t": "The children struggled together within her, and she said, “If it is thus, why is this happening to me?” So she went to inquire of the Lord.*s"
    },
    {
        "o": 744,
        "r": "esv:Genesis:25:23",
        "t": "And the Lord*s said to her, “Two*pn nations are in your womb, and*ld two peoples from within you shall be divided; the*ln one shall be stronger than the other, the*ld older shall serve the younger.”"
    },
    {
        "o": 745,
        "r": "esv:Genesis:25:24",
        "t": "When*p her days to give birth were completed, behold, there were twins in her womb."
    },
    {
        "o": 746,
        "r": "esv:Genesis:25:25",
        "t": "The first came out red, all his body like a hairy cloak, so they called his name Esau."
    },
    {
        "o": 747,
        "r": "esv:Genesis:25:26",
        "t": "Afterward his brother came out with his hand holding Esau’s heel, so his name was called Jacob. Isaac was sixty years old when she bore them."
    },
    {
        "o": 748,
        "r": "esv:Genesis:25:27",
        "t": "When*p the boys grew up, Esau was a skillful hunter, a man of the field, while Jacob was a quiet man, dwelling in tents."
    },
    {
        "o": 749,
        "r": "esv:Genesis:25:28",
        "t": "Isaac loved Esau because he ate of his game, but Rebekah loved Jacob."
    },
    {
        "o": 750,
        "r": "esv:Genesis:25:28",
        "t": "Esau Sells His Birthright",
        "h": 2
    },
    {
        "o": 751,
        "r": "esv:Genesis:25:29",
        "t": "Once*p when Jacob was cooking stew, Esau came in from the field, and he was exhausted."
    },
    {
        "o": 752,
        "r": "esv:Genesis:25:30",
        "t": "And Esau said to Jacob, “Let me eat some of that red stew, for I am exhausted!” (Therefore his name was called Edom.)"
    },
    {
        "o": 753,
        "r": "esv:Genesis:25:31",
        "t": "Jacob said, “Sell me your birthright now.”"
    },
    {
        "o": 754,
        "r": "esv:Genesis:25:32",
        "t": "Esau said, “I am about to die; of what use is a birthright to me?”"
    },
    {
        "o": 755,
        "r": "esv:Genesis:25:33",
        "t": "Jacob said, “Swear to me now.” So he swore to him and sold his birthright to Jacob."
    },
    {
        "o": 756,
        "r": "esv:Genesis:25:34",
        "t": "Then Jacob gave Esau bread and lentil stew, and he ate and drank and rose and went his way. Thus Esau despised his birthright."
    }
]
