[
    {
        "o": 9074,
        "r": "csb:2 Samuel:8:0",
        "t": "2 Samuel 8",
        "h": 1
    },
    {
        "o": 9075,
        "r": "csb:2 Samuel:8:0",
        "t": "David’s Victories",
        "h": 2
    },
    {
        "o": 9076,
        "r": "csb:2 Samuel:8:1",
        "t": "After*p this, David defeated the Philistines, subdued them, and took Metheg-ammah from Philistine control."
    },
    {
        "o": 9077,
        "r": "csb:2 Samuel:8:2",
        "t": "He also defeated the Moabites, and after making them lie down on the ground, he measured them off with a cord. He measured every two cord lengths of those to be put to death and one full length of those to be kept alive. So the Moabites became David’s subjects and brought tribute."
    },
    {
        "o": 9078,
        "r": "csb:2 Samuel:8:3",
        "t": "David*p also defeated Hadadezer son of Rehob, king of Zobah, when he went to restore his control at the Euphrates River."
    },
    {
        "o": 9079,
        "r": "csb:2 Samuel:8:4",
        "t": "David captured seventeen hundred horsemen and twenty thousand foot soldiers from him, and he hamstrung all the horses and kept a hundred chariots."
    },
    {
        "o": 9080,
        "r": "csb:2 Samuel:8:5",
        "t": "When*p the Arameans of Damascus came to assist King Hadadezer of Zobah, David struck down twenty-two thousand Aramean men."
    },
    {
        "o": 9081,
        "r": "csb:2 Samuel:8:6",
        "t": "Then he placed garrisons in Aram of Damascus, and the Arameans became David’s subjects and brought tribute. The Lord*s made David victorious wherever he went."
    },
    {
        "o": 9082,
        "r": "csb:2 Samuel:8:7",
        "t": "David*p took the gold shields of Hadadezer’s officers and brought them to Jerusalem."
    },
    {
        "o": 9083,
        "r": "csb:2 Samuel:8:8",
        "t": "King David also took huge quantities of bronze from Betah and Berothai, Hadadezer’s cities."
    },
    {
        "o": 9084,
        "r": "csb:2 Samuel:8:9",
        "t": "When*p King Toi of Hamath heard that David had defeated the entire army of Hadadezer,"
    },
    {
        "o": 9085,
        "r": "csb:2 Samuel:8:10",
        "t": "he sent his son Joram to King David to greet him and to congratulate him because David had fought against Hadadezer and defeated him, for Toi and Hadadezer had fought many wars. Joram had items of silver, gold, and bronze with him."
    },
    {
        "o": 9086,
        "r": "csb:2 Samuel:8:11",
        "t": "King David also dedicated these to the Lord,*s along with the silver and gold he had dedicated from all the nations he had subdued-"
    },
    {
        "o": 9087,
        "r": "csb:2 Samuel:8:12",
        "t": "from Edom, Moab, the Ammonites, the Philistines, the Amalekites, and the spoil of Hadadezer son of Rehob, king of Zobah."
    },
    {
        "o": 9088,
        "r": "csb:2 Samuel:8:13",
        "t": "David*p made a reputation for himself when he returned from striking down eighteen thousand Edomites in Salt Valley."
    },
    {
        "o": 9089,
        "r": "csb:2 Samuel:8:14",
        "t": "He placed garrisons throughout Edom, and all the Edomites were subject to David. The Lord*s made David victorious wherever he went."
    },
    {
        "o": 9090,
        "r": "csb:2 Samuel:8:15",
        "t": "So*p David reigned over all Israel, administering justice and righteousness for all his people."
    },
    {
        "o": 9091,
        "r": "csb:2 Samuel:8:16",
        "t": "Joab*ln son of Zeruiah was over the army; Jehoshaphat*ln son of Ahilud was court historian;"
    },
    {
        "o": 9092,
        "r": "csb:2 Samuel:8:17",
        "t": "Zadok*ln son of Ahitub and Ahimelech son of Abiathar were priests; Seraiah*ln was court secretary;"
    },
    {
        "o": 9093,
        "r": "csb:2 Samuel:8:18",
        "t": "Benaiah*ln son of Jehoiada was over the Cherethites and the Pelethites; and*ln David’s sons were chief officials."
    }
]
