[
    {
        "o": 13204,
        "r": "esv:2 Chronicles:36:0",
        "t": "2 Chronicles 36",
        "h": 1
    },
    {
        "o": 13205,
        "r": "esv:2 Chronicles:36:0",
        "t": "Judah’s Decline",
        "h": 2
    },
    {
        "o": 13206,
        "r": "esv:2 Chronicles:36:1",
        "t": "The*p people of the land took Jehoahaz the son of Josiah and made him king in his father’s place in Jerusalem."
    },
    {
        "o": 13207,
        "r": "esv:2 Chronicles:36:2",
        "t": "Jehoahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem."
    },
    {
        "o": 13208,
        "r": "esv:2 Chronicles:36:3",
        "t": "Then the king of Egypt deposed him in Jerusalem and laid on the land a tribute of a hundred talents of silver and a talent of gold."
    },
    {
        "o": 13209,
        "r": "esv:2 Chronicles:36:4",
        "t": "And the king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. But Neco took Jehoahaz his brother and carried him to Egypt."
    },
    {
        "o": 13210,
        "r": "esv:2 Chronicles:36:5",
        "t": "Jehoiakim*p was twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. He did what was evil in the sight of the Lord*s his God."
    },
    {
        "o": 13211,
        "r": "esv:2 Chronicles:36:6",
        "t": "Against him came up Nebuchadnezzar king of Babylon and bound him in chains to take him to Babylon."
    },
    {
        "o": 13212,
        "r": "esv:2 Chronicles:36:7",
        "t": "Nebuchadnezzar also carried part of the vessels of the house of the Lord*s to Babylon and put them in his palace in Babylon."
    },
    {
        "o": 13213,
        "r": "esv:2 Chronicles:36:8",
        "t": "Now the rest of the acts of Jehoiakim, and the abominations that he did, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And Jehoiachin his son reigned in his place."
    },
    {
        "o": 13214,
        "r": "esv:2 Chronicles:36:9",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. He did what was evil in the sight of the Lord.*s"
    },
    {
        "o": 13215,
        "r": "esv:2 Chronicles:36:10",
        "t": "In the spring of the year King Nebuchadnezzar sent and brought him to Babylon, with the precious vessels of the house of the Lord,*s and made his brother Zedekiah king over Judah and Jerusalem."
    },
    {
        "o": 13216,
        "r": "esv:2 Chronicles:36:11",
        "t": "Zedekiah*p was twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem."
    },
    {
        "o": 13217,
        "r": "esv:2 Chronicles:36:12",
        "t": "He did what was evil in the sight of the Lord*s his God. He did not humble himself before Jeremiah the prophet, who spoke from the mouth of the Lord.*s"
    },
    {
        "o": 13218,
        "r": "esv:2 Chronicles:36:13",
        "t": "He also rebelled against King Nebuchadnezzar, who had made him swear by God. He stiffened his neck and hardened his heart against turning to the Lord,*s the God of Israel."
    },
    {
        "o": 13219,
        "r": "esv:2 Chronicles:36:14",
        "t": "All the officers of the priests and the people likewise were exceedingly unfaithful, following all the abominations of the nations. And they polluted the house of the Lord*s that he had made holy in Jerusalem."
    },
    {
        "o": 13220,
        "r": "esv:2 Chronicles:36:15",
        "t": "The*p Lord,*s the God of their fathers, sent persistently to them by his messengers, because he had compassion on his people and on his dwelling place."
    },
    {
        "o": 13221,
        "r": "esv:2 Chronicles:36:16",
        "t": "But they kept mocking the messengers of God, despising his words and scoffing at his prophets, until the wrath of the Lord*s rose against his people, until there was no remedy."
    },
    {
        "o": 13222,
        "r": "esv:2 Chronicles:36:16",
        "t": "Jerusalem Captured and Burned",
        "h": 2
    },
    {
        "o": 13223,
        "r": "esv:2 Chronicles:36:17",
        "t": "Therefore*p he brought up against them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary and had no compassion on young man or virgin, old man or aged. He gave them all into his hand."
    },
    {
        "o": 13224,
        "r": "esv:2 Chronicles:36:18",
        "t": "And all the vessels of the house of God, great and small, and the treasures of the house of the Lord,*s and the treasures of the king and of his princes, all these he brought to Babylon."
    },
    {
        "o": 13225,
        "r": "esv:2 Chronicles:36:19",
        "t": "And they burned the house of God and broke down the wall of Jerusalem and burned all its palaces with fire and destroyed all its precious vessels."
    },
    {
        "o": 13226,
        "r": "esv:2 Chronicles:36:20",
        "t": "He took into exile in Babylon those who had escaped from the sword, and they became servants to him and to his sons until the establishment of the kingdom of Persia,"
    },
    {
        "o": 13227,
        "r": "esv:2 Chronicles:36:21",
        "t": "to fulfill the word of the Lord*s by the mouth of Jeremiah, until the land had enjoyed its Sabbaths. All the days that it lay desolate it kept Sabbath, to fulfill seventy years."
    },
    {
        "o": 13228,
        "r": "esv:2 Chronicles:36:21",
        "t": "The Proclamation of Cyrus",
        "h": 2
    },
    {
        "o": 13229,
        "r": "esv:2 Chronicles:36:22",
        "t": "Now*p in the first year of Cyrus king of Persia, that the word of the Lord*s by the mouth of Jeremiah might be fulfilled, the Lord*s stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing:"
    },
    {
        "o": 13230,
        "r": "esv:2 Chronicles:36:23",
        "t": "“Thus says Cyrus king of Persia, ‘The Lord,*s the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah. Whoever is among you of all his people, may the Lord*s his God be with him. Let him go up.’”"
    }
]
