[
    {
        "o": 843,
        "r": "esv:Genesis:28:0",
        "t": "Genesis 28",
        "h": 1
    },
    {
        "o": 844,
        "r": "esv:Genesis:28:0",
        "t": "Jacob Sent to Laban",
        "h": 2
    },
    {
        "o": 845,
        "r": "esv:Genesis:28:1",
        "t": "Then*p Isaac called Jacob and blessed him and directed him, “You must not take a wife from the Canaanite women."
    },
    {
        "o": 846,
        "r": "esv:Genesis:28:2",
        "t": "Arise, go to Paddan-aram to the house of Bethuel your mother’s father, and take as your wife from there one of the daughters of Laban your mother’s brother."
    },
    {
        "o": 847,
        "r": "esv:Genesis:28:3",
        "t": "God Almighty bless you and make you fruitful and multiply you, that you may become a company of peoples."
    },
    {
        "o": 848,
        "r": "esv:Genesis:28:4",
        "t": "May he give the blessing of Abraham to you and to your offspring with you, that you may take possession of the land of your sojournings that God gave to Abraham!”"
    },
    {
        "o": 849,
        "r": "esv:Genesis:28:5",
        "t": "Thus Isaac sent Jacob away. And he went to Paddan-aram, to Laban, the son of Bethuel the Aramean, the brother of Rebekah, Jacob’s and Esau’s mother."
    },
    {
        "o": 850,
        "r": "esv:Genesis:28:5",
        "t": "Esau Marries an Ishmaelite",
        "h": 2
    },
    {
        "o": 851,
        "r": "esv:Genesis:28:6",
        "t": "Now*p Esau saw that Isaac had blessed Jacob and sent him away to Paddan-aram to take a wife from there, and that as he blessed him he directed him, “You must not take a wife from the Canaanite women,”"
    },
    {
        "o": 852,
        "r": "esv:Genesis:28:7",
        "t": "and that Jacob had obeyed his father and his mother and gone to Paddan-aram."
    },
    {
        "o": 853,
        "r": "esv:Genesis:28:8",
        "t": "So when Esau saw that the Canaanite women did not please Isaac his father,"
    },
    {
        "o": 854,
        "r": "esv:Genesis:28:9",
        "t": "Esau went to Ishmael and took as his wife, besides the wives he had, Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth."
    },
    {
        "o": 855,
        "r": "esv:Genesis:28:9",
        "t": "Jacob’s Dream",
        "h": 2
    },
    {
        "o": 856,
        "r": "esv:Genesis:28:10",
        "t": "Jacob*p left Beersheba and went toward Haran."
    },
    {
        "o": 857,
        "r": "esv:Genesis:28:11",
        "t": "And he came to a certain place and stayed there that night, because the sun had set. Taking one of the stones of the place, he put it under his head and lay down in that place to sleep."
    },
    {
        "o": 858,
        "r": "esv:Genesis:28:12",
        "t": "And he dreamed, and behold, there was a ladder set up on the earth, and the top of it reached to heaven. And behold, the angels of God were ascending and descending on it!"
    },
    {
        "o": 859,
        "r": "esv:Genesis:28:13",
        "t": "And behold, the Lord*s stood above it and said, “I am the Lord,*s the God of Abraham your father and the God of Isaac. The land on which you lie I will give to you and to your offspring."
    },
    {
        "o": 860,
        "r": "esv:Genesis:28:14",
        "t": "Your offspring shall be like the dust of the earth, and you shall spread abroad to the west and to the east and to the north and to the south, and in you and your offspring shall all the families of the earth be blessed."
    },
    {
        "o": 861,
        "r": "esv:Genesis:28:15",
        "t": "Behold, I am with you and will keep you wherever you go, and will bring you back to this land. For I will not leave you until I have done what I have promised you.”"
    },
    {
        "o": 862,
        "r": "esv:Genesis:28:16",
        "t": "Then Jacob awoke from his sleep and said, “Surely the Lord*s is in this place, and I did not know it.”"
    },
    {
        "o": 863,
        "r": "esv:Genesis:28:17",
        "t": "And he was afraid and said, “How awesome is this place! This is none other than the house of God, and this is the gate of heaven.”"
    },
    {
        "o": 864,
        "r": "esv:Genesis:28:18",
        "t": "So*p early in the morning Jacob took the stone that he had put under his head and set it up for a pillar and poured oil on the top of it."
    },
    {
        "o": 865,
        "r": "esv:Genesis:28:19",
        "t": "He called the name of that place Bethel, but the name of the city was Luz at the first."
    },
    {
        "o": 866,
        "r": "esv:Genesis:28:20",
        "t": "Then Jacob made a vow, saying, “If God will be with me and will keep me in this way that I go, and will give me bread to eat and clothing to wear,"
    },
    {
        "o": 867,
        "r": "esv:Genesis:28:21",
        "t": "so that I come again to my father’s house in peace, then the Lord*s shall be my God,"
    },
    {
        "o": 868,
        "r": "esv:Genesis:28:22",
        "t": "and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”"
    }
]
