[
    {
        "o": 1754,
        "r": "nkjv:Exodus:4:0",
        "t": "Exodus 4",
        "h": 1
    },
    {
        "o": 1755,
        "r": "nkjv:Exodus:4:0",
        "t": "Miraculous Signs for Pharaoh",
        "h": 2
    },
    {
        "o": 1756,
        "r": "nkjv:Exodus:4:1",
        "t": "Then*p Moses answered and said, “But suppose they will not believe me or listen to my voice; suppose they say, ‘The Lord*s has not appeared to you.’”"
    },
    {
        "o": 1757,
        "r": "nkjv:Exodus:4:2",
        "t": "So*p the Lord*s said to him, “What is*i that in your hand?” He*p said, “A rod.”"
    },
    {
        "o": 1758,
        "r": "nkjv:Exodus:4:3",
        "t": "And*p He said, “Cast it on the ground.” So he cast it on the ground, and it became a serpent; and Moses fled from it."
    },
    {
        "o": 1759,
        "r": "nkjv:Exodus:4:4",
        "t": "Then the Lord*s said to Moses, “Reach out your hand and take it*i by the tail” (and he reached out his hand and caught it, and it became a rod in his hand),"
    },
    {
        "o": 1760,
        "r": "nkjv:Exodus:4:5",
        "t": "“that they may believe that the Lord*s God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”"
    },
    {
        "o": 1761,
        "r": "nkjv:Exodus:4:6",
        "t": "Furthermore*p the Lord*s said to him, “Now put your hand in your bosom.” And he put his hand in his bosom, and when he took it out, behold, his hand was*i leprous, like snow."
    },
    {
        "o": 1762,
        "r": "nkjv:Exodus:4:7",
        "t": "And He said, “Put your hand in your bosom again.” So he put his hand in his bosom again, and drew it out of his bosom, and behold, it was restored like his other*i flesh."
    },
    {
        "o": 1763,
        "r": "nkjv:Exodus:4:8",
        "t": "“Then it will be, if they do not believe you, nor heed the message of the first sign, that they may believe the message of the latter sign."
    },
    {
        "o": 1764,
        "r": "nkjv:Exodus:4:9",
        "t": "And it shall be, if they do not believe even these two signs, or listen to your voice, that you shall take water from the river and pour it*i on the dry land.*i The water which you take from the river will become blood on the dry land.”*i"
    },
    {
        "o": 1765,
        "r": "nkjv:Exodus:4:10",
        "t": "Then*p Moses said to the Lord,*s “O my Lord, I am*i not eloquent, neither before nor since You have spoken to Your servant; but I am*i slow of speech and slow of tongue.”"
    },
    {
        "o": 1766,
        "r": "nkjv:Exodus:4:11",
        "t": "So*p the Lord*s said to him, “Who has made man’s mouth? Or who makes the mute, the deaf, the seeing, or the blind? Have*i not I, the Lord?*s"
    },
    {
        "o": 1767,
        "r": "nkjv:Exodus:4:12",
        "t": "Now therefore, go, and I will be with your mouth and teach you what you shall say.”"
    },
    {
        "o": 1768,
        "r": "nkjv:Exodus:4:13",
        "t": "But*p he said, “O my Lord, please send by the hand of whomever else*i You may send.”"
    },
    {
        "o": 1769,
        "r": "nkjv:Exodus:4:14",
        "t": "So*p the anger of the Lord*s was kindled against Moses, and He said: “Is not Aaron the Levite your brother? I know that he can speak well. And look, he is also coming out to meet you. When he sees you, he will be glad in his heart."
    },
    {
        "o": 1770,
        "r": "nkjv:Exodus:4:15",
        "t": "Now you shall speak to him and put the words in his mouth. And I will be with your mouth and with his mouth, and I will teach you what you shall do."
    },
    {
        "o": 1771,
        "r": "nkjv:Exodus:4:16",
        "t": "So he shall be your spokesman to the people. And he himself shall be as a mouth for you, and you shall be to him as God."
    },
    {
        "o": 1772,
        "r": "nkjv:Exodus:4:17",
        "t": "And you shall take this rod in your hand, with which you shall do the signs.”"
    },
    {
        "o": 1773,
        "r": "nkjv:Exodus:4:17",
        "t": "Moses Goes to Egypt",
        "h": 2
    },
    {
        "o": 1774,
        "r": "nkjv:Exodus:4:18",
        "t": "So*p Moses went and returned to Jethro his father-in-law, and said to him, “Please let me go and return to my brethren who are*i in Egypt, and see whether they are still alive.” And*p Jethro said to Moses, “Go in peace.”"
    },
    {
        "o": 1775,
        "r": "nkjv:Exodus:4:19",
        "t": "Now*p the Lord*s said to Moses in Midian, “Go, return to Egypt; for all the men who sought your life are dead.”"
    },
    {
        "o": 1776,
        "r": "nkjv:Exodus:4:20",
        "t": "Then Moses took his wife and his sons and set them on a donkey, and he returned to the land of Egypt. And Moses took the rod of God in his hand."
    },
    {
        "o": 1777,
        "r": "nkjv:Exodus:4:21",
        "t": "And*p the Lord*s said to Moses, “When you go back to Egypt, see that you do all those wonders before Pharaoh which I have put in your hand. But I will harden his heart, so that he will not let the people go."
    },
    {
        "o": 1778,
        "r": "nkjv:Exodus:4:22",
        "t": "Then you shall say to Pharaoh, ‘Thus says the Lord:*s “Israel is*i My son, My firstborn."
    },
    {
        "o": 1779,
        "r": "nkjv:Exodus:4:23",
        "t": "So I say to you, let My son go that he may serve Me. But if you refuse to let him go, indeed I will kill your son, your firstborn.”’”"
    },
    {
        "o": 1780,
        "r": "nkjv:Exodus:4:24",
        "t": "And*p it came to pass on the way, at the encampment, that the Lord*s met him and sought to kill him."
    },
    {
        "o": 1781,
        "r": "nkjv:Exodus:4:25",
        "t": "Then Zipporah took a sharp stone and cut off the foreskin of her son and cast it*i at Moses’*i feet, and said, “Surely you are*i a husband of blood to me!”"
    },
    {
        "o": 1782,
        "r": "nkjv:Exodus:4:26",
        "t": "So He let him go. Then she said, “You*i are*i a husband of blood!”—because of the circumcision."
    },
    {
        "o": 1783,
        "r": "nkjv:Exodus:4:27",
        "t": "And*p the Lord*s said to Aaron, “Go into the wilderness to meet Moses.” So he went and met him on the mountain of God, and kissed him."
    },
    {
        "o": 1784,
        "r": "nkjv:Exodus:4:28",
        "t": "So Moses told Aaron all the words of the Lord*s who had sent him, and all the signs which He had commanded him."
    },
    {
        "o": 1785,
        "r": "nkjv:Exodus:4:29",
        "t": "Then Moses and Aaron went and gathered together all the elders of the children of Israel."
    },
    {
        "o": 1786,
        "r": "nkjv:Exodus:4:30",
        "t": "And Aaron spoke all the words which the Lord*s had spoken to Moses. Then he did the signs in the sight of the people."
    },
    {
        "o": 1787,
        "r": "nkjv:Exodus:4:31",
        "t": "So the people believed; and when they heard that the Lord*s had visited the children of Israel and that He had looked on their affliction, then they bowed their heads and worshiped."
    }
]
