[
    {
        "o": 2760,
        "r": "niv:Exodus:35:0",
        "t": "Exodus 35",
        "h": 1
    },
    {
        "o": 2761,
        "r": "niv:Exodus:35:0",
        "t": "Sabbath Regulations",
        "h": 2
    },
    {
        "o": 2762,
        "r": "niv:Exodus:35:1",
        "t": "Moses*p assembled the whole Israelite community and said to them, “These are the things the Lord*s has commanded you to do:"
    },
    {
        "o": 2763,
        "r": "niv:Exodus:35:2",
        "t": "For six days, work is to be done, but the seventh day shall be your holy day, a day of sabbath rest to the Lord.*s Whoever does any work on it is to be put to death."
    },
    {
        "o": 2764,
        "r": "niv:Exodus:35:3",
        "t": "Do not light a fire in any of your dwellings on the Sabbath day.”"
    },
    {
        "o": 2765,
        "r": "niv:Exodus:35:3",
        "t": "Materials for the Tabernacle",
        "h": 2
    },
    {
        "o": 2766,
        "r": "niv:Exodus:35:4",
        "t": "Moses*p said to the whole Israelite community, “This is what the Lord*s has commanded:"
    },
    {
        "o": 2767,
        "r": "niv:Exodus:35:5",
        "t": "From what you have, take an offering for the Lord.*s Everyone who is willing is to bring to the Lord*s an offering of gold, silver and bronze;"
    },
    {
        "o": 2768,
        "r": "niv:Exodus:35:6",
        "t": "blue, purple and scarlet yarn and fine linen; goat hair;"
    },
    {
        "o": 2769,
        "r": "niv:Exodus:35:7",
        "t": "ram skins dyed red and another type of durable leather; acacia wood;"
    },
    {
        "o": 2770,
        "r": "niv:Exodus:35:8",
        "t": "olive oil for the light; spices for the anointing oil and for the fragrant incense;"
    },
    {
        "o": 2771,
        "r": "niv:Exodus:35:9",
        "t": "and onyx stones and other gems to be mounted on the ephod and breastpiece."
    },
    {
        "o": 2772,
        "r": "niv:Exodus:35:10",
        "t": "“All*p who are skilled among you are to come and make everything the Lord*s has commanded:"
    },
    {
        "o": 2773,
        "r": "niv:Exodus:35:11",
        "t": "the tabernacle with its tent and its covering, clasps, frames, crossbars, posts and bases;"
    },
    {
        "o": 2774,
        "r": "niv:Exodus:35:12",
        "t": "the ark with its poles and the atonement cover and the curtain that shields it;"
    },
    {
        "o": 2775,
        "r": "niv:Exodus:35:13",
        "t": "the table with its poles and all its articles and the bread of the Presence;"
    },
    {
        "o": 2776,
        "r": "niv:Exodus:35:14",
        "t": "the lampstand that is for light with its accessories, lamps and oil for the light;"
    },
    {
        "o": 2777,
        "r": "niv:Exodus:35:15",
        "t": "the altar of incense with its poles, the anointing oil and the fragrant incense; the curtain for the doorway at the entrance to the tabernacle;"
    },
    {
        "o": 2778,
        "r": "niv:Exodus:35:16",
        "t": "the altar of burnt offering with its bronze grating, its poles and all its utensils; the bronze basin with its stand;"
    },
    {
        "o": 2779,
        "r": "niv:Exodus:35:17",
        "t": "the curtains of the courtyard with its posts and bases, and the curtain for the entrance to the courtyard;"
    },
    {
        "o": 2780,
        "r": "niv:Exodus:35:18",
        "t": "the tent pegs for the tabernacle and for the courtyard, and their ropes;"
    },
    {
        "o": 2781,
        "r": "niv:Exodus:35:19",
        "t": "the woven garments worn for ministering in the sanctuary—both the sacred garments for Aaron the priest and the garments for his sons when they serve as priests.”"
    },
    {
        "o": 2782,
        "r": "niv:Exodus:35:20",
        "t": "Then*p the whole Israelite community withdrew from Moses’ presence,"
    },
    {
        "o": 2783,
        "r": "niv:Exodus:35:21",
        "t": "and everyone who was willing and whose heart moved them came and brought an offering to the Lord*s for the work on the tent of meeting, for all its service, and for the sacred garments."
    },
    {
        "o": 2784,
        "r": "niv:Exodus:35:22",
        "t": "All who were willing, men and women alike, came and brought gold jewelry of all kinds: brooches, earrings, rings and ornaments. They all presented their gold as a wave offering to the Lord.*s"
    },
    {
        "o": 2785,
        "r": "niv:Exodus:35:23",
        "t": "Everyone who had blue, purple or scarlet yarn or fine linen, or goat hair, ram skins dyed red or the other durable leather brought them."
    },
    {
        "o": 2786,
        "r": "niv:Exodus:35:24",
        "t": "Those presenting an offering of silver or bronze brought it as an offering to the Lord,*s and everyone who had acacia wood for any part of the work brought it."
    },
    {
        "o": 2787,
        "r": "niv:Exodus:35:25",
        "t": "Every skilled woman spun with her hands and brought what she had spun—blue, purple or scarlet yarn or fine linen."
    },
    {
        "o": 2788,
        "r": "niv:Exodus:35:26",
        "t": "And all the women who were willing and had the skill spun the goat hair."
    },
    {
        "o": 2789,
        "r": "niv:Exodus:35:27",
        "t": "The leaders brought onyx stones and other gems to be mounted on the ephod and breastpiece."
    },
    {
        "o": 2790,
        "r": "niv:Exodus:35:28",
        "t": "They also brought spices and olive oil for the light and for the anointing oil and for the fragrant incense."
    },
    {
        "o": 2791,
        "r": "niv:Exodus:35:29",
        "t": "All the Israelite men and women who were willing brought to the Lord*s freewill offerings for all the work the Lord*s through Moses had commanded them to do."
    },
    {
        "o": 2792,
        "r": "niv:Exodus:35:29",
        "t": "Bezalel and Oholiab",
        "h": 2
    },
    {
        "o": 2793,
        "r": "niv:Exodus:35:30",
        "t": "Then*p Moses said to the Israelites, “See, the Lord*s has chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah,"
    },
    {
        "o": 2794,
        "r": "niv:Exodus:35:31",
        "t": "and he has filled him with the Spirit of God, with wisdom, with understanding, with knowledge and with all kinds of skills—"
    },
    {
        "o": 2795,
        "r": "niv:Exodus:35:32",
        "t": "to make artistic designs for work in gold, silver and bronze,"
    },
    {
        "o": 2796,
        "r": "niv:Exodus:35:33",
        "t": "to cut and set stones, to work in wood and to engage in all kinds of artistic crafts."
    },
    {
        "o": 2797,
        "r": "niv:Exodus:35:34",
        "t": "And he has given both him and Oholiab son of Ahisamak, of the tribe of Dan, the ability to teach others."
    },
    {
        "o": 2798,
        "r": "niv:Exodus:35:35",
        "t": "He has filled them with skill to do all kinds of work as engravers, designers, embroiderers in blue, purple and scarlet yarn and fine linen, and weavers—all of them skilled workers and designers."
    }
]
