[
    {
        "o": 25776,
        "r": "esv:Matthew:1:0",
        "t": "Matthew 1",
        "h": 1
    },
    {
        "o": 25777,
        "r": "esv:Matthew:1:0",
        "t": "The Genealogy of Jesus Christ",
        "h": 2
    },
    {
        "o": 25778,
        "r": "esv:Matthew:1:1",
        "t": "The*p book of the genealogy of Jesus Christ, the son of David, the son of Abraham."
    },
    {
        "o": 25779,
        "r": "esv:Matthew:1:2",
        "t": "Abraham*p was the father of Isaac, and Isaac the father of Jacob, and Jacob the father of Judah and his brothers,"
    },
    {
        "o": 25780,
        "r": "esv:Matthew:1:3",
        "t": "and Judah the father of Perez and Zerah by Tamar, and Perez the father of Hezron, and Hezron the father of Ram,"
    },
    {
        "o": 25781,
        "r": "esv:Matthew:1:4",
        "t": "and Ram the father of Amminadab, and Amminadab the father of Nahshon, and Nahshon the father of Salmon,"
    },
    {
        "o": 25782,
        "r": "esv:Matthew:1:5",
        "t": "and Salmon the father of Boaz by Rahab, and Boaz the father of Obed by Ruth, and Obed the father of Jesse,"
    },
    {
        "o": 25783,
        "r": "esv:Matthew:1:6",
        "t": "and Jesse the father of David the king. And*p David was the father of Solomon by the wife of Uriah,"
    },
    {
        "o": 25784,
        "r": "esv:Matthew:1:7",
        "t": "and Solomon the father of Rehoboam, and Rehoboam the father of Abijah, and Abijah the father of Asaph,"
    },
    {
        "o": 25785,
        "r": "esv:Matthew:1:8",
        "t": "and Asaph the father of Jehoshaphat, and Jehoshaphat the father of Joram, and Joram the father of Uzziah,"
    },
    {
        "o": 25786,
        "r": "esv:Matthew:1:9",
        "t": "and Uzziah the father of Jotham, and Jotham the father of Ahaz, and Ahaz the father of Hezekiah,"
    },
    {
        "o": 25787,
        "r": "esv:Matthew:1:10",
        "t": "and Hezekiah the father of Manasseh, and Manasseh the father of Amos, and Amos the father of Josiah,"
    },
    {
        "o": 25788,
        "r": "esv:Matthew:1:11",
        "t": "and Josiah the father of Jechoniah and his brothers, at the time of the deportation to Babylon."
    },
    {
        "o": 25789,
        "r": "esv:Matthew:1:12",
        "t": "And*p after the deportation to Babylon: Jechoniah was the father of Shealtiel, and Shealtiel the father of Zerubbabel,"
    },
    {
        "o": 25790,
        "r": "esv:Matthew:1:13",
        "t": "and Zerubbabel the father of Abiud, and Abiud the father of Eliakim, and Eliakim the father of Azor,"
    },
    {
        "o": 25791,
        "r": "esv:Matthew:1:14",
        "t": "and Azor the father of Zadok, and Zadok the father of Achim, and Achim the father of Eliud,"
    },
    {
        "o": 25792,
        "r": "esv:Matthew:1:15",
        "t": "and Eliud the father of Eleazar, and Eleazar the father of Matthan, and Matthan the father of Jacob,"
    },
    {
        "o": 25793,
        "r": "esv:Matthew:1:16",
        "t": "and Jacob the father of Joseph the husband of Mary, of whom Jesus was born, who is called Christ."
    },
    {
        "o": 25794,
        "r": "esv:Matthew:1:17",
        "t": "So*p all the generations from Abraham to David were fourteen generations, and from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations."
    },
    {
        "o": 25795,
        "r": "esv:Matthew:1:17",
        "t": "The Birth of Jesus Christ",
        "h": 2
    },
    {
        "o": 25796,
        "r": "esv:Matthew:1:18",
        "t": "Now*p the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit."
    },
    {
        "o": 25797,
        "r": "esv:Matthew:1:19",
        "t": "And her husband Joseph, being a just man and unwilling to put her to shame, resolved to divorce her quietly."
    },
    {
        "o": 25798,
        "r": "esv:Matthew:1:20",
        "t": "But as he considered these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not fear to take Mary as your wife, for that which is conceived in her is from the Holy Spirit."
    },
    {
        "o": 25799,
        "r": "esv:Matthew:1:21",
        "t": "She will bear a son, and you shall call his name Jesus, for he will save his people from their sins.”"
    },
    {
        "o": 25800,
        "r": "esv:Matthew:1:22",
        "t": "All this took place to fulfill what the Lord had spoken by the prophet:"
    },
    {
        "o": 25801,
        "r": "esv:Matthew:1:23",
        "t": "“Behold,*pn the virgin shall conceive and bear a son, and*ld they shall call his name Immanuel” (which*p means, God with us)."
    },
    {
        "o": 25802,
        "r": "esv:Matthew:1:24",
        "t": "When Joseph woke from sleep, he did as the angel of the Lord commanded him: he took his wife,"
    },
    {
        "o": 25803,
        "r": "esv:Matthew:1:25",
        "t": "but knew her not until she had given birth to a son. And he called his name Jesus."
    }
]
