[
    {
        "o": 2657,
        "r": "esv:Exodus:32:0",
        "t": "Exodus 32",
        "h": 1
    },
    {
        "o": 2658,
        "r": "esv:Exodus:32:0",
        "t": "The Golden Calf",
        "h": 2
    },
    {
        "o": 2659,
        "r": "esv:Exodus:32:1",
        "t": "When*p the people saw that Moses delayed to come down from the mountain, the people gathered themselves together to Aaron and said to him, “Up, make us gods who shall go before us. As for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.”"
    },
    {
        "o": 2660,
        "r": "esv:Exodus:32:2",
        "t": "So Aaron said to them, “Take off the rings of gold that are in the ears of your wives, your sons, and your daughters, and bring them to me.”"
    },
    {
        "o": 2661,
        "r": "esv:Exodus:32:3",
        "t": "So all the people took off the rings of gold that were in their ears and brought them to Aaron."
    },
    {
        "o": 2662,
        "r": "esv:Exodus:32:4",
        "t": "And he received the gold from their hand and fashioned it with a graving tool and made a golden calf. And they said, “These are your gods, O Israel, who brought you up out of the land of Egypt!”"
    },
    {
        "o": 2663,
        "r": "esv:Exodus:32:5",
        "t": "When Aaron saw this, he built an altar before it. And Aaron made a proclamation and said, “Tomorrow shall be a feast to the Lord.”*s"
    },
    {
        "o": 2664,
        "r": "esv:Exodus:32:6",
        "t": "And they rose up early the next day and offered burnt offerings and brought peace offerings. And the people sat down to eat and drink and rose up to play."
    },
    {
        "o": 2665,
        "r": "esv:Exodus:32:7",
        "t": "And*p the Lord*s said to Moses, “Go down, for your people, whom you brought up out of the land of Egypt, have corrupted themselves."
    },
    {
        "o": 2666,
        "r": "esv:Exodus:32:8",
        "t": "They have turned aside quickly out of the way that I commanded them. They have made for themselves a golden calf and have worshiped it and sacrificed to it and said, ‘These are your gods, O Israel, who brought you up out of the land of Egypt!’”"
    },
    {
        "o": 2667,
        "r": "esv:Exodus:32:9",
        "t": "And the Lord*s said to Moses, “I have seen this people, and behold, it is a stiff-necked people."
    },
    {
        "o": 2668,
        "r": "esv:Exodus:32:10",
        "t": "Now therefore let me alone, that my wrath may burn hot against them and I may consume them, in order that I may make a great nation of you.”"
    },
    {
        "o": 2669,
        "r": "esv:Exodus:32:11",
        "t": "But*p Moses implored the Lord*s his God and said, “O Lord,*s why does your wrath burn hot against your people, whom you have brought out of the land of Egypt with great power and with a mighty hand?"
    },
    {
        "o": 2670,
        "r": "esv:Exodus:32:12",
        "t": "Why should the Egyptians say, ‘With evil intent did he bring them out, to kill them in the mountains and to consume them from the face of the earth’? Turn from your burning anger and relent from this disaster against your people."
    },
    {
        "o": 2671,
        "r": "esv:Exodus:32:13",
        "t": "Remember Abraham, Isaac, and Israel, your servants, to whom you swore by your own self, and said to them, ‘I will multiply your offspring as the stars of heaven, and all this land that I have promised I will give to your offspring, and they shall inherit it forever.’”"
    },
    {
        "o": 2672,
        "r": "esv:Exodus:32:14",
        "t": "And the Lord*s relented from the disaster that he had spoken of bringing on his people."
    },
    {
        "o": 2673,
        "r": "esv:Exodus:32:15",
        "t": "Then*p Moses turned and went down from the mountain with the two tablets of the testimony in his hand, tablets that were written on both sides; on the front and on the back they were written."
    },
    {
        "o": 2674,
        "r": "esv:Exodus:32:16",
        "t": "The tablets were the work of God, and the writing was the writing of God, engraved on the tablets."
    },
    {
        "o": 2675,
        "r": "esv:Exodus:32:17",
        "t": "When Joshua heard the noise of the people as they shouted, he said to Moses, “There is a noise of war in the camp.”"
    },
    {
        "o": 2676,
        "r": "esv:Exodus:32:18",
        "t": "But he said, “It is not the sound of shouting for victory, or the sound of the cry of defeat, but the sound of singing that I hear.”"
    },
    {
        "o": 2677,
        "r": "esv:Exodus:32:19",
        "t": "And as soon as he came near the camp and saw the calf and the dancing, Moses’ anger burned hot, and he threw the tablets out of his hands and broke them at the foot of the mountain."
    },
    {
        "o": 2678,
        "r": "esv:Exodus:32:20",
        "t": "He took the calf that they had made and burned it with fire and ground it to powder and scattered it on the water and made the people of Israel drink it."
    },
    {
        "o": 2679,
        "r": "esv:Exodus:32:21",
        "t": "And*p Moses said to Aaron, “What did this people do to you that you have brought such a great sin upon them?”"
    },
    {
        "o": 2680,
        "r": "esv:Exodus:32:22",
        "t": "And Aaron said, “Let not the anger of my lord burn hot. You know the people, that they are set on evil."
    },
    {
        "o": 2681,
        "r": "esv:Exodus:32:23",
        "t": "For they said to me, ‘Make us gods who shall go before us. As for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 2682,
        "r": "esv:Exodus:32:24",
        "t": "So I said to them, ‘Let any who have gold take it off.’ So they gave it to me, and I threw it into the fire, and out came this calf.”"
    },
    {
        "o": 2683,
        "r": "esv:Exodus:32:25",
        "t": "And*p when Moses saw that the people had broken loose (for Aaron had let them break loose, to the derision of their enemies),"
    },
    {
        "o": 2684,
        "r": "esv:Exodus:32:26",
        "t": "then Moses stood in the gate of the camp and said, “Who is on the Lord’s*s side? Come to me.” And all the sons of Levi gathered around him."
    },
    {
        "o": 2685,
        "r": "esv:Exodus:32:27",
        "t": "And he said to them, “Thus says the Lord*s God of Israel, ‘Put your sword on your side each of you, and go to and fro from gate to gate throughout the camp, and each of you kill his brother and his companion and his neighbor.’”"
    },
    {
        "o": 2686,
        "r": "esv:Exodus:32:28",
        "t": "And the sons of Levi did according to the word of Moses. And that day about three thousand men of the people fell."
    },
    {
        "o": 2687,
        "r": "esv:Exodus:32:29",
        "t": "And Moses said, “Today you have been ordained for the service of the Lord,*s each one at the cost of his son and of his brother, so that he might bestow a blessing upon you this day.”"
    },
    {
        "o": 2688,
        "r": "esv:Exodus:32:30",
        "t": "The*p next day Moses said to the people, “You have sinned a great sin. And now I will go up to the Lord;*s perhaps I can make atonement for your sin.”"
    },
    {
        "o": 2689,
        "r": "esv:Exodus:32:31",
        "t": "So Moses returned to the Lord*s and said, “Alas, this people has sinned a great sin. They have made for themselves gods of gold."
    },
    {
        "o": 2690,
        "r": "esv:Exodus:32:32",
        "t": "But now, if you will forgive their sin— but if not, please blot me out of your book that you have written.”"
    },
    {
        "o": 2691,
        "r": "esv:Exodus:32:33",
        "t": "But the Lord*s said to Moses, “Whoever has sinned against me, I will blot out of my book."
    },
    {
        "o": 2692,
        "r": "esv:Exodus:32:34",
        "t": "But now go, lead the people to the place about which I have spoken to you; behold, my angel shall go before you. Nevertheless, in the day when I visit, I will visit their sin upon them.”"
    },
    {
        "o": 2693,
        "r": "esv:Exodus:32:35",
        "t": "Then*p the Lord*s sent a plague on the people, because they made the calf, the one that Aaron made."
    }
]
