[
    {
        "o": 27980,
        "r": "kjv:John:19:0",
        "t": "John 19",
        "h": 1
    },
    {
        "o": 27981,
        "r": "kjv:John:19:1",
        "t": "Then*p Pilate therefore took Jesus, and scourged him."
    },
    {
        "o": 27982,
        "r": "kjv:John:19:2",
        "t": "And*p the soldiers platted a crown of thorns, and put it on his head, and they put on him a purple robe,"
    },
    {
        "o": 27983,
        "r": "kjv:John:19:3",
        "t": "And*p said, Hail, King of the Jews! and they smote him with their hands."
    },
    {
        "o": 27984,
        "r": "kjv:John:19:4",
        "t": "Pilate*p therefore went forth again, and saith unto them, Behold, I bring him forth to you, that ye may know that I find no fault in him."
    },
    {
        "o": 27985,
        "r": "kjv:John:19:5",
        "t": "Then*p came Jesus forth, wearing the crown of thorns, and the purple robe. And Pilate saith unto them, Behold the man!"
    },
    {
        "o": 27986,
        "r": "kjv:John:19:6",
        "t": "When*p the chief priests therefore and officers saw him, they cried out, saying, Crucify him, crucify him. Pilate saith unto them, Take ye him, and crucify him: for I find no fault in him."
    },
    {
        "o": 27987,
        "r": "kjv:John:19:7",
        "t": "The*p Jews answered him, We have a law, and by our law he ought to die, because he made himself the Son of God."
    },
    {
        "o": 27988,
        "r": "kjv:John:19:8",
        "t": "When*p Pilate therefore heard that saying, he was the more afraid;"
    },
    {
        "o": 27989,
        "r": "kjv:John:19:9",
        "t": "And*p went again into the judgment hall, and saith unto Jesus, Whence art thou? But Jesus gave him no answer."
    },
    {
        "o": 27990,
        "r": "kjv:John:19:10",
        "t": "Then*p saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?"
    },
    {
        "o": 27991,
        "r": "kjv:John:19:11",
        "t": "Jesus*p answered, Thou*r couldest*r have*r no*r power*r at*r all*r against*r me,*r except*r it*r were*r given*r thee*r from*r above:*r therefore*r he*r that*r delivered*r me*r unto*r thee*r hath*r the*r greater*r sin.*r"
    },
    {
        "o": 27992,
        "r": "kjv:John:19:12",
        "t": "And*p from thenceforth Pilate sought to release him: but the Jews cried out, saying, If thou let this man go, thou art not Caesar's friend: whosoever maketh himself a king speaketh against Caesar."
    },
    {
        "o": 27993,
        "r": "kjv:John:19:13",
        "t": "When*p Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha."
    },
    {
        "o": 27994,
        "r": "kjv:John:19:14",
        "t": "And*p it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!"
    },
    {
        "o": 27995,
        "r": "kjv:John:19:15",
        "t": "But*p they cried out, Away with him, away with him, crucify him. Pilate saith unto them, Shall I crucify your King? The chief priests answered, We have no king but Caesar."
    },
    {
        "o": 27996,
        "r": "kjv:John:19:16",
        "t": "Then*p delivered he him therefore unto them to be crucified. And they took Jesus, and led him away."
    },
    {
        "o": 27997,
        "r": "kjv:John:19:17",
        "t": "And*p he bearing his cross went forth into a place called the place of a skull, which is called in the Hebrew Golgotha:"
    },
    {
        "o": 27998,
        "r": "kjv:John:19:18",
        "t": "Where*p they crucified him, and two other with him, on either side one, and Jesus in the midst."
    },
    {
        "o": 27999,
        "r": "kjv:John:19:19",
        "t": "And*p Pilate wrote a title, and put it on the cross. And the writing was, JESUS OF NAZARETH THE KING OF THE JEWS."
    },
    {
        "o": 28000,
        "r": "kjv:John:19:20",
        "t": "This*p title then read many of the Jews: for the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, and Greek, and Latin."
    },
    {
        "o": 28001,
        "r": "kjv:John:19:21",
        "t": "Then*p said the chief priests of the Jews to Pilate, Write not, The King of the Jews; but that he said, I am King of the Jews."
    },
    {
        "o": 28002,
        "r": "kjv:John:19:22",
        "t": "Pilate*p answered, What I have written I have written."
    },
    {
        "o": 28003,
        "r": "kjv:John:19:23",
        "t": "Then*p the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat: now the coat was without seam, woven from the top throughout."
    },
    {
        "o": 28004,
        "r": "kjv:John:19:24",
        "t": "They*p said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be: that the scripture might be fulfilled, which saith, They parted my raiment among them, and for my vesture they did cast lots. These things therefore the soldiers did."
    },
    {
        "o": 28005,
        "r": "kjv:John:19:25",
        "t": "Now*p there stood by the cross of Jesus his mother, and his mother's sister, Mary the wife of Cleophas, and Mary Magdalene."
    },
    {
        "o": 28006,
        "r": "kjv:John:19:26",
        "t": "When*p Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman,*r behold*r thy*r son!*r"
    },
    {
        "o": 28007,
        "r": "kjv:John:19:27",
        "t": "Then*p saith he to the disciple, Behold*r thy*r mother!*r And from that hour that disciple took her unto his own home."
    },
    {
        "o": 28008,
        "r": "kjv:John:19:28",
        "t": "After*p this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I*r thirst.*r"
    },
    {
        "o": 28009,
        "r": "kjv:John:19:29",
        "t": "Now*p there was set a vessel full of vinegar: and they filled a sponge with vinegar, and put it upon hyssop, and put it to his mouth."
    },
    {
        "o": 28010,
        "r": "kjv:John:19:30",
        "t": "When*p Jesus therefore had received the vinegar, he said, It*r is*r finished:*r and he bowed his head, and gave up the ghost."
    },
    {
        "o": 28011,
        "r": "kjv:John:19:31",
        "t": "The*p Jews therefore, because it was the preparation, that the bodies should not remain upon the cross on the sabbath day, (for that sabbath day was an high day,) besought Pilate that their legs might be broken, and that they might be taken away."
    },
    {
        "o": 28012,
        "r": "kjv:John:19:32",
        "t": "Then*p came the soldiers, and brake the legs of the first, and of the other which was crucified with him."
    },
    {
        "o": 28013,
        "r": "kjv:John:19:33",
        "t": "But*p when they came to Jesus, and saw that he was dead already, they brake not his legs:"
    },
    {
        "o": 28014,
        "r": "kjv:John:19:34",
        "t": "But*p one of the soldiers with a spear pierced his side, and forthwith came there out blood and water."
    },
    {
        "o": 28015,
        "r": "kjv:John:19:35",
        "t": "And*p he that saw it bare record, and his record is true: and he knoweth that he saith true, that ye might believe."
    },
    {
        "o": 28016,
        "r": "kjv:John:19:36",
        "t": "For*p these things were done, that the scripture should be fulfilled, A bone of him shall not be broken."
    },
    {
        "o": 28017,
        "r": "kjv:John:19:37",
        "t": "And*p again another scripture saith, They shall look on him whom they pierced."
    },
    {
        "o": 28018,
        "r": "kjv:John:19:38",
        "t": "And*p after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus: and Pilate gave him leave. He came therefore, and took the body of Jesus."
    },
    {
        "o": 28019,
        "r": "kjv:John:19:39",
        "t": "And*p there came also Nicodemus, which at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about an hundred pound weight."
    },
    {
        "o": 28020,
        "r": "kjv:John:19:40",
        "t": "Then*p took they the body of Jesus, and wound it in linen clothes with the spices, as the manner of the Jews is to bury."
    },
    {
        "o": 28021,
        "r": "kjv:John:19:41",
        "t": "Now*p in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid."
    },
    {
        "o": 28022,
        "r": "kjv:John:19:42",
        "t": "There*p laid they Jesus therefore because of the Jews' preparation day; for the sepulchre was nigh at hand."
    }
]
