[
    {
        "o": 30936,
        "r": "kjv:2 Thessalonians:3:0",
        "t": "2 Thessalonians 3",
        "h": 1
    },
    {
        "o": 30937,
        "r": "kjv:2 Thessalonians:3:1",
        "t": "Finally,*p brethren, pray for us, that the word of the Lord may have free course, and be glorified, even as it is with you:"
    },
    {
        "o": 30938,
        "r": "kjv:2 Thessalonians:3:2",
        "t": "And*p that we may be delivered from unreasonable and wicked men: for all men have not faith."
    },
    {
        "o": 30939,
        "r": "kjv:2 Thessalonians:3:3",
        "t": "But*p the Lord is faithful, who shall stablish you, and keep you from evil."
    },
    {
        "o": 30940,
        "r": "kjv:2 Thessalonians:3:4",
        "t": "And*p we have confidence in the Lord touching you, that ye both do and will do the things which we command you."
    },
    {
        "o": 30941,
        "r": "kjv:2 Thessalonians:3:5",
        "t": "And*p the Lord direct your hearts into the love of God, and into the patient waiting for Christ."
    },
    {
        "o": 30942,
        "r": "kjv:2 Thessalonians:3:6",
        "t": "Now*p we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us."
    },
    {
        "o": 30943,
        "r": "kjv:2 Thessalonians:3:7",
        "t": "For*p yourselves know how ye ought to follow us: for we behaved not ourselves disorderly among you;"
    },
    {
        "o": 30944,
        "r": "kjv:2 Thessalonians:3:8",
        "t": "Neither*p did we eat any man's bread for nought; but wrought with labour and travail night and day, that we might not be chargeable to any of you:"
    },
    {
        "o": 30945,
        "r": "kjv:2 Thessalonians:3:9",
        "t": "Not*p because we have not power, but to make ourselves an ensample unto you to follow us."
    },
    {
        "o": 30946,
        "r": "kjv:2 Thessalonians:3:10",
        "t": "For*p even when we were with you, this we commanded you, that if any would not work, neither should he eat."
    },
    {
        "o": 30947,
        "r": "kjv:2 Thessalonians:3:11",
        "t": "For*p we hear that there are some which walk among you disorderly, working not at all, but are busybodies."
    },
    {
        "o": 30948,
        "r": "kjv:2 Thessalonians:3:12",
        "t": "Now*p them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread."
    },
    {
        "o": 30949,
        "r": "kjv:2 Thessalonians:3:13",
        "t": "But*p ye, brethren, be not weary in well doing."
    },
    {
        "o": 30950,
        "r": "kjv:2 Thessalonians:3:14",
        "t": "And*p if any man obey not our word by this epistle, note that man, and have no company with him, that he may be ashamed."
    },
    {
        "o": 30951,
        "r": "kjv:2 Thessalonians:3:15",
        "t": "Yet*p count him not as an enemy, but admonish him as a brother."
    },
    {
        "o": 30952,
        "r": "kjv:2 Thessalonians:3:16",
        "t": "Now*p the Lord of peace himself give you peace always by all means. The Lord be with you all."
    },
    {
        "o": 30953,
        "r": "kjv:2 Thessalonians:3:17",
        "t": "The*p salutation of Paul with mine own hand, which is the token in every epistle: so I write."
    },
    {
        "o": 30954,
        "r": "kjv:2 Thessalonians:3:18",
        "t": "The*p grace of our Lord Jesus Christ be with you all. Amen."
    }
]
