[
    {
        "o": 33899,
        "r": "csb:Titus:2:0",
        "t": "Titus 2",
        "h": 1
    },
    {
        "o": 33900,
        "r": "csb:Titus:2:0",
        "t": "Sound Teaching and Christian Living",
        "h": 2
    },
    {
        "o": 33901,
        "r": "csb:Titus:2:1",
        "t": "But*p you are to proclaim things consistent with sound teaching."
    },
    {
        "o": 33902,
        "r": "csb:Titus:2:2",
        "t": "Older men are to be self-controlled, worthy of respect, sensible, and sound in faith, love, and endurance."
    },
    {
        "o": 33903,
        "r": "csb:Titus:2:3",
        "t": "In the same way, older women are to be reverent in behavior, not slanderers, not slaves to excessive drinking. They are to teach what is good,"
    },
    {
        "o": 33904,
        "r": "csb:Titus:2:4",
        "t": "so that they may encourage the young women to love their husbands and to love their children,"
    },
    {
        "o": 33905,
        "r": "csb:Titus:2:5",
        "t": "to be self-controlled, pure, workers at home, kind, and in submission to their husbands, so that God’s word will not be slandered."
    },
    {
        "o": 33906,
        "r": "csb:Titus:2:6",
        "t": "In*p the same way, encourage the young men to be self-controlled"
    },
    {
        "o": 33907,
        "r": "csb:Titus:2:7",
        "t": "in everything. Make yourself an example of good works with integrity and dignity in your teaching."
    },
    {
        "o": 33908,
        "r": "csb:Titus:2:8",
        "t": "Your message is to be sound beyond reproach, so that any opponent will be ashamed, because he doesn’t have anything bad to say about us."
    },
    {
        "o": 33909,
        "r": "csb:Titus:2:9",
        "t": "Slaves*p are to submit to their masters in everything, and to be well-pleasing, not talking back"
    },
    {
        "o": 33910,
        "r": "csb:Titus:2:10",
        "t": "or stealing, but demonstrating utter faithfulness, so that they may adorn the teaching of God our Savior in everything."
    },
    {
        "o": 33911,
        "r": "csb:Titus:2:11",
        "t": "For*p the grace of God has appeared, bringing salvation for all people,"
    },
    {
        "o": 33912,
        "r": "csb:Titus:2:12",
        "t": "instructing us to deny godlessness and worldly lusts and to live in a sensible, righteous, and godly way in the present age,"
    },
    {
        "o": 33913,
        "r": "csb:Titus:2:13",
        "t": "while we wait for the blessed hope, the appearing of the glory of our great God and Savior, Jesus Christ."
    },
    {
        "o": 33914,
        "r": "csb:Titus:2:14",
        "t": "He gave himself for us to redeem us from all lawlessness and to cleanse for himself a people for his own possession, eager to do good works."
    },
    {
        "o": 33915,
        "r": "csb:Titus:2:15",
        "t": "Proclaim*p these things; encourage and rebuke with all authority. Let no one disregard you."
    }
]
