[
    {
        "o": 23643,
        "r": "kjv:Micah:3:0",
        "t": "Micah 3",
        "h": 1
    },
    {
        "o": 23644,
        "r": "kjv:Micah:3:1",
        "t": "And*p I said, Hear, I pray you, O heads of Jacob, and ye princes of the house of Israel; Is it not for you to know judgment?"
    },
    {
        "o": 23645,
        "r": "kjv:Micah:3:2",
        "t": "Who*p hate the good, and love the evil; who pluck off their skin from off them, and their flesh from off their bones;"
    },
    {
        "o": 23646,
        "r": "kjv:Micah:3:3",
        "t": "Who*p also eat the flesh of my people, and flay their skin from off them; and they break their bones, and chop them in pieces, as for the pot, and as flesh within the caldron."
    },
    {
        "o": 23647,
        "r": "kjv:Micah:3:4",
        "t": "Then*p shall they cry unto the Lord,*s but he will not hear them: he will even hide his face from them at that time, as they have behaved themselves ill in their doings."
    },
    {
        "o": 23648,
        "r": "kjv:Micah:3:5",
        "t": "Thus*p saith the Lord*s concerning the prophets that make my people err, that bite with their teeth, and cry, Peace; and he that putteth not into their mouths, they even prepare war against him."
    },
    {
        "o": 23649,
        "r": "kjv:Micah:3:6",
        "t": "Therefore*p night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them."
    },
    {
        "o": 23650,
        "r": "kjv:Micah:3:7",
        "t": "Then*p shall the seers be ashamed, and the diviners confounded: yea, they shall all cover their lips; for there is no answer of God."
    },
    {
        "o": 23651,
        "r": "kjv:Micah:3:8",
        "t": "But*p truly I am full of power by the spirit of the Lord,*s and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin."
    },
    {
        "o": 23652,
        "r": "kjv:Micah:3:9",
        "t": "Hear*p this, I pray you, ye heads of the house of Jacob, and princes of the house of Israel, that abhor judgment, and pervert all equity."
    },
    {
        "o": 23653,
        "r": "kjv:Micah:3:10",
        "t": "They*p build up Zion with blood, and Jerusalem with iniquity."
    },
    {
        "o": 23654,
        "r": "kjv:Micah:3:11",
        "t": "The*p heads thereof judge for reward, and the priests thereof teach for hire, and the prophets thereof divine for money: yet will they lean upon the Lord,*s and say, Is not the Lord*s among us? none evil can come upon us."
    },
    {
        "o": 23655,
        "r": "kjv:Micah:3:12",
        "t": "Therefore*p shall Zion for your sake be plowed as a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of the forest."
    }
]
