[
    {
        "o": 34155,
        "r": "esv:2 Peter:2:0",
        "t": "2 Peter 2",
        "h": 1
    },
    {
        "o": 34156,
        "r": "esv:2 Peter:2:0",
        "t": "False Prophets and Teachers",
        "h": 2
    },
    {
        "o": 34157,
        "r": "esv:2 Peter:2:1",
        "t": "But*p false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction."
    },
    {
        "o": 34158,
        "r": "esv:2 Peter:2:2",
        "t": "And many will follow their sensuality, and because of them the way of truth will be blasphemed."
    },
    {
        "o": 34159,
        "r": "esv:2 Peter:2:3",
        "t": "And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep."
    },
    {
        "o": 34160,
        "r": "esv:2 Peter:2:4",
        "t": "For*p if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment;"
    },
    {
        "o": 34161,
        "r": "esv:2 Peter:2:5",
        "t": "if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly;"
    },
    {
        "o": 34162,
        "r": "esv:2 Peter:2:6",
        "t": "if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly;"
    },
    {
        "o": 34163,
        "r": "esv:2 Peter:2:7",
        "t": "and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked"
    },
    {
        "o": 34164,
        "r": "esv:2 Peter:2:8",
        "t": "(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard);"
    },
    {
        "o": 34165,
        "r": "esv:2 Peter:2:9",
        "t": "then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment,"
    },
    {
        "o": 34166,
        "r": "esv:2 Peter:2:10",
        "t": "and especially those who indulge in the lust of defiling passion and despise authority. Bold*p and willful, they do not tremble as they blaspheme the glorious ones,"
    },
    {
        "o": 34167,
        "r": "esv:2 Peter:2:11",
        "t": "whereas angels, though greater in might and power, do not pronounce a blasphemous judgment against them before the Lord."
    },
    {
        "o": 34168,
        "r": "esv:2 Peter:2:12",
        "t": "But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction,"
    },
    {
        "o": 34169,
        "r": "esv:2 Peter:2:13",
        "t": "suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you."
    },
    {
        "o": 34170,
        "r": "esv:2 Peter:2:14",
        "t": "They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children!"
    },
    {
        "o": 34171,
        "r": "esv:2 Peter:2:15",
        "t": "Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing,"
    },
    {
        "o": 34172,
        "r": "esv:2 Peter:2:16",
        "t": "but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness."
    },
    {
        "o": 34173,
        "r": "esv:2 Peter:2:17",
        "t": "These*p are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved."
    },
    {
        "o": 34174,
        "r": "esv:2 Peter:2:18",
        "t": "For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error."
    },
    {
        "o": 34175,
        "r": "esv:2 Peter:2:19",
        "t": "They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved."
    },
    {
        "o": 34176,
        "r": "esv:2 Peter:2:20",
        "t": "For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first."
    },
    {
        "o": 34177,
        "r": "esv:2 Peter:2:21",
        "t": "For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them."
    },
    {
        "o": 34178,
        "r": "esv:2 Peter:2:22",
        "t": "What the true proverb says has happened to them: “The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire.”"
    }
]
