[
    {
        "o": 8672,
        "r": "csb:1 Samuel:24:0",
        "t": "1 Samuel 24",
        "h": 1
    },
    {
        "o": 8673,
        "r": "csb:1 Samuel:24:0",
        "t": "David Spares Saul",
        "h": 2
    },
    {
        "o": 8674,
        "r": "csb:1 Samuel:24:1",
        "t": "When*p Saul returned from pursuing the Philistines, he was told, “David is in the wilderness near En-gedi.”"
    },
    {
        "o": 8675,
        "r": "csb:1 Samuel:24:2",
        "t": "So Saul took three thousand of Israel’s fit young men and went to look for David and his men in front of the Rocks of the Wild Goats."
    },
    {
        "o": 8676,
        "r": "csb:1 Samuel:24:3",
        "t": "When Saul came to the sheep pens along the road, a cave was there, and he went in to relieve himself. David and his men were staying in the recesses of the cave,"
    },
    {
        "o": 8677,
        "r": "csb:1 Samuel:24:4",
        "t": "so they said to him, “Look, this is the day the Lord*s told you about: ‘I will hand your enemy over to you so you can do to him whatever you desire.’” Then David got up and secretly cut off the corner of Saul’s robe."
    },
    {
        "o": 8678,
        "r": "csb:1 Samuel:24:5",
        "t": "Afterward,*p David’s conscience bothered him because he had cut off the corner of Saul’s robe."
    },
    {
        "o": 8679,
        "r": "csb:1 Samuel:24:6",
        "t": "He said to his men, “As the Lord*s is my witness, I would never do such a thing to my lord, the Lord’s*s anointed. I will never lift my hand against him, since he is the Lord’s*s anointed.”"
    },
    {
        "o": 8680,
        "r": "csb:1 Samuel:24:7",
        "t": "With these words David persuaded his men, and he did not let them rise up against Saul. Then*p Saul left the cave and went on his way."
    },
    {
        "o": 8681,
        "r": "csb:1 Samuel:24:8",
        "t": "After that, David got up, went out of the cave, and called to Saul, “My lord the king!” When Saul looked behind him, David knelt low with his face to the ground and paid homage."
    },
    {
        "o": 8682,
        "r": "csb:1 Samuel:24:9",
        "t": "David said to Saul, “Why do you listen to the words of people who say, ‘Look, David intends to harm you’?"
    },
    {
        "o": 8683,
        "r": "csb:1 Samuel:24:10",
        "t": "You can see with your own eyes that the Lord*s handed you over to me today in the cave. Someone advised me to kill you, but I took pity on you and said: I won’t lift my hand against my lord, since he is the Lord’s*s anointed."
    },
    {
        "o": 8684,
        "r": "csb:1 Samuel:24:11",
        "t": "Look, my father! Look at the corner of your robe in my hand, for I cut it off, but I didn’t kill you. Recognize that I’ve committed no crime or rebellion. I haven’t sinned against you even though you are hunting me down to take my life."
    },
    {
        "o": 8685,
        "r": "csb:1 Samuel:24:12",
        "t": "“May*p the Lord*s judge between me and you, and may the Lord*s take vengeance on you for me, but my hand will never be against you."
    },
    {
        "o": 8686,
        "r": "csb:1 Samuel:24:13",
        "t": "As the old proverb says, ‘Wickedness comes from wicked people.’ My hand will never be against you."
    },
    {
        "o": 8687,
        "r": "csb:1 Samuel:24:14",
        "t": "Who has the king of Israel come after? What are you chasing after? A dead dog? A single flea?"
    },
    {
        "o": 8688,
        "r": "csb:1 Samuel:24:15",
        "t": "May the Lord*s be judge and decide between you and me. May he take notice and plead my case and deliver me from you.”"
    },
    {
        "o": 8689,
        "r": "csb:1 Samuel:24:16",
        "t": "When*p David finished saying these things to him, Saul replied, “Is that your voice, David my son?” Then Saul wept aloud"
    },
    {
        "o": 8690,
        "r": "csb:1 Samuel:24:17",
        "t": "and said to David, “You are more righteous than I, for you have done what is good to me though I have done what is evil to you."
    },
    {
        "o": 8691,
        "r": "csb:1 Samuel:24:18",
        "t": "You yourself have told me today what good you did for me: when the Lord*s handed me over to you, you didn’t kill me."
    },
    {
        "o": 8692,
        "r": "csb:1 Samuel:24:19",
        "t": "When a man finds his enemy, does he let him go unharmed? May the Lord*s repay you with good for what you’ve done for me today."
    },
    {
        "o": 8693,
        "r": "csb:1 Samuel:24:20",
        "t": "“Now*p I know for certain you will be king, and the kingdom of Israel will be established in your hand."
    },
    {
        "o": 8694,
        "r": "csb:1 Samuel:24:21",
        "t": "Therefore swear to me by the Lord*s that you will not cut off my descendants or wipe out my name from my father’s family.”"
    },
    {
        "o": 8695,
        "r": "csb:1 Samuel:24:22",
        "t": "So David swore to Saul. Then Saul went back home, and David and his men went up to the stronghold."
    }
]
