[
    {
        "o": 12068,
        "r": "csb:1 Chronicles:18:0",
        "t": "1 Chronicles 18",
        "h": 1
    },
    {
        "o": 12069,
        "r": "csb:1 Chronicles:18:0",
        "t": "David’s Military Campaigns",
        "h": 2
    },
    {
        "o": 12070,
        "r": "csb:1 Chronicles:18:1",
        "t": "After*p this, David defeated the Philistines, subdued them, and took Gath and its surrounding villages from Philistine control."
    },
    {
        "o": 12071,
        "r": "csb:1 Chronicles:18:2",
        "t": "He also defeated the Moabites, and they became David’s subjects and brought tribute."
    },
    {
        "o": 12072,
        "r": "csb:1 Chronicles:18:3",
        "t": "David*p also defeated King Hadadezer of Zobah at Hamath when he went to establish his control at the Euphrates River."
    },
    {
        "o": 12073,
        "r": "csb:1 Chronicles:18:4",
        "t": "David captured one thousand chariots, seven thousand horsemen, and twenty thousand foot soldiers from him, hamstrung all the horses, and kept a hundred chariots."
    },
    {
        "o": 12074,
        "r": "csb:1 Chronicles:18:5",
        "t": "When*p the Arameans of Damascus came to assist King Hadadezer of Zobah, David struck down twenty-two thousand Aramean men."
    },
    {
        "o": 12075,
        "r": "csb:1 Chronicles:18:6",
        "t": "Then he placed garrisons in Aram of Damascus, and the Arameans became David’s subjects and brought tribute. The Lord*s made David victorious wherever he went."
    },
    {
        "o": 12076,
        "r": "csb:1 Chronicles:18:7",
        "t": "David*p took the gold shields carried by Hadadezer’s officers and brought them to Jerusalem."
    },
    {
        "o": 12077,
        "r": "csb:1 Chronicles:18:8",
        "t": "From Tibhath and Cun, Hadadezer’s cities, David also took huge quantities of bronze, from which Solomon made the bronze basin, the pillars, and the bronze articles."
    },
    {
        "o": 12078,
        "r": "csb:1 Chronicles:18:9",
        "t": "When*p King Tou of Hamath heard that David had defeated the entire army of King Hadadezer of Zobah,"
    },
    {
        "o": 12079,
        "r": "csb:1 Chronicles:18:10",
        "t": "he sent his son Hadoram to King David to greet him and to congratulate him because David had fought against Hadadezer and defeated him, for Tou and Hadadezer had fought many wars. Hadoram brought all kinds of gold, silver, and bronze items."
    },
    {
        "o": 12080,
        "r": "csb:1 Chronicles:18:11",
        "t": "King David also dedicated these to the Lord,*s along with the silver and gold he had carried off from all the nations - from Edom, Moab, the Ammonites, the Philistines, and the Amalekites."
    },
    {
        "o": 12081,
        "r": "csb:1 Chronicles:18:12",
        "t": "Abishai*p son of Zeruiah struck down eighteen thousand Edomites in the Salt Valley."
    },
    {
        "o": 12082,
        "r": "csb:1 Chronicles:18:13",
        "t": "He put garrisons in Edom, and all the Edomites were subject to David. The Lord*s made David victorious wherever he went."
    },
    {
        "o": 12083,
        "r": "csb:1 Chronicles:18:14",
        "t": "So*p David reigned over all Israel, administering justice and righteousness for all his people."
    },
    {
        "o": 12084,
        "r": "csb:1 Chronicles:18:15",
        "t": "Joab*ln son of Zeruiah was over the army; Jehoshaphat*ln son of Ahilud was court historian;"
    },
    {
        "o": 12085,
        "r": "csb:1 Chronicles:18:16",
        "t": "Zadok*ln son of Ahitub and Ahimelech son of Abiathar were priests; Shavsha*ln was court secretary;"
    },
    {
        "o": 12086,
        "r": "csb:1 Chronicles:18:17",
        "t": "Benaiah*ln son of Jehoiada was over the Cherethites and the Pelethites; and*ln David’s sons were the chief officials at the king’s side."
    }
]
