[
    {
        "o": 23921,
        "r": "esv:Ezekiel:41:0",
        "t": "Ezekiel 41",
        "h": 1
    },
    {
        "o": 23922,
        "r": "esv:Ezekiel:41:0",
        "t": "The Inner Temple",
        "h": 2
    },
    {
        "o": 23923,
        "r": "esv:Ezekiel:41:1",
        "t": "Then*p he brought me to the nave and measured the jambs. On each side six cubits was the breadth of the jambs."
    },
    {
        "o": 23924,
        "r": "esv:Ezekiel:41:2",
        "t": "And the breadth of the entrance was ten cubits, and the sidewalls of the entrance were five cubits on either side. And he measured the length of the nave, forty cubits, and its breadth, twenty cubits."
    },
    {
        "o": 23925,
        "r": "esv:Ezekiel:41:3",
        "t": "Then he went into the inner room and measured the jambs of the entrance, two cubits; and the entrance, six cubits; and the sidewalls on either side of the entrance, seven cubits."
    },
    {
        "o": 23926,
        "r": "esv:Ezekiel:41:4",
        "t": "And he measured the length of the room, twenty cubits, and its breadth, twenty cubits, across the nave. And he said to me, “This is the Most Holy Place.”"
    },
    {
        "o": 23927,
        "r": "esv:Ezekiel:41:5",
        "t": "Then*p he measured the wall of the temple, six cubits thick, and the breadth of the side chambers, four cubits, all around the temple."
    },
    {
        "o": 23928,
        "r": "esv:Ezekiel:41:6",
        "t": "And the side chambers were in three stories, one over another, thirty in each story. There were offsets all around the wall of the temple to serve as supports for the side chambers, so that they should not be supported by the wall of the temple."
    },
    {
        "o": 23929,
        "r": "esv:Ezekiel:41:7",
        "t": "And it became broader as it wound upward to the side chambers, because the temple was enclosed upward all around the temple. Thus the temple had a broad area upward, and so one went up from the lowest story to the top story through the middle story."
    },
    {
        "o": 23930,
        "r": "esv:Ezekiel:41:8",
        "t": "I saw also that the temple had a raised platform all around; the foundations of the side chambers measured a full reed of six long cubits."
    },
    {
        "o": 23931,
        "r": "esv:Ezekiel:41:9",
        "t": "The thickness of the outer wall of the side chambers was five cubits. The free space between the side chambers of the temple and the"
    },
    {
        "o": 23932,
        "r": "esv:Ezekiel:41:10",
        "t": "other chambers was a breadth of twenty cubits all around the temple on every side."
    },
    {
        "o": 23933,
        "r": "esv:Ezekiel:41:11",
        "t": "And the doors of the side chambers opened on the free space, one door toward the north, and another door toward the south. And the breadth of the free space was five cubits all around."
    },
    {
        "o": 23934,
        "r": "esv:Ezekiel:41:12",
        "t": "The*p building that was facing the separate yard on the west side was seventy cubits broad, and the wall of the building was five cubits thick all around, and its length ninety cubits."
    },
    {
        "o": 23935,
        "r": "esv:Ezekiel:41:13",
        "t": "Then*p he measured the temple, a hundred cubits long; and the yard and the building with its walls, a hundred cubits long;"
    },
    {
        "o": 23936,
        "r": "esv:Ezekiel:41:14",
        "t": "also the breadth of the east front of the temple and the yard, a hundred cubits."
    },
    {
        "o": 23937,
        "r": "esv:Ezekiel:41:15",
        "t": "Then*p he measured the length of the building facing the yard that was at the back and its galleries on either side, a hundred cubits. The*p inside of the nave and the vestibules of the court,"
    },
    {
        "o": 23938,
        "r": "esv:Ezekiel:41:16",
        "t": "the thresholds and the narrow windows and the galleries all around the three of them, opposite the threshold, were paneled with wood all around, from the floor up to the windows (now the windows were covered),"
    },
    {
        "o": 23939,
        "r": "esv:Ezekiel:41:17",
        "t": "to the space above the door, even to the inner room, and on the outside. And on all the walls all around, inside and outside, was a measured pattern."
    },
    {
        "o": 23940,
        "r": "esv:Ezekiel:41:18",
        "t": "It was carved of cherubim and palm trees, a palm tree between cherub and cherub. Every cherub had two faces:"
    },
    {
        "o": 23941,
        "r": "esv:Ezekiel:41:19",
        "t": "a human face toward the palm tree on the one side, and the face of a young lion toward the palm tree on the other side. They were carved on the whole temple all around."
    },
    {
        "o": 23942,
        "r": "esv:Ezekiel:41:20",
        "t": "From the floor to above the door, cherubim and palm trees were carved; similarly the wall of the nave."
    },
    {
        "o": 23943,
        "r": "esv:Ezekiel:41:21",
        "t": "The*p doorposts of the nave were squared, and in front of the Holy Place was something resembling"
    },
    {
        "o": 23944,
        "r": "esv:Ezekiel:41:22",
        "t": "an altar of wood, three cubits high, two cubits long, and two cubits broad. Its corners, its base, and its walls were of wood. He said to me, “This is the table that is before the Lord.”*s"
    },
    {
        "o": 23945,
        "r": "esv:Ezekiel:41:23",
        "t": "The nave and the Holy Place had each a double door."
    },
    {
        "o": 23946,
        "r": "esv:Ezekiel:41:24",
        "t": "The double doors had two leaves apiece, two swinging leaves for each door."
    },
    {
        "o": 23947,
        "r": "esv:Ezekiel:41:25",
        "t": "And on the doors of the nave were carved cherubim and palm trees, such as were carved on the walls. And there was a canopy of wood in front of the vestibule outside."
    },
    {
        "o": 23948,
        "r": "esv:Ezekiel:41:26",
        "t": "And there were narrow windows and palm trees on either side, on the sidewalls of the vestibule, the side chambers of the temple, and the canopies."
    }
]
