[
    {
        "o": 2946,
        "r": "kjv:Leviticus:6:0",
        "t": "Leviticus 6",
        "h": 1
    },
    {
        "o": 2947,
        "r": "kjv:Leviticus:6:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 2948,
        "r": "kjv:Leviticus:6:2",
        "t": "If*p a soul sin, and commit a trespass against the Lord,*s and lie unto his neighbour in that which was delivered him to keep, or in fellowship, or in a thing taken away by violence, or hath deceived his neighbour;"
    },
    {
        "o": 2949,
        "r": "kjv:Leviticus:6:3",
        "t": "Or*p have found that which was lost, and lieth concerning it, and sweareth falsely; in any of all these that a man doeth, sinning therein:"
    },
    {
        "o": 2950,
        "r": "kjv:Leviticus:6:4",
        "t": "Then*p it shall be, because he hath sinned, and is guilty, that he shall restore that which he took violently away, or the thing which he hath deceitfully gotten, or that which was delivered him to keep, or the lost thing which he found,"
    },
    {
        "o": 2951,
        "r": "kjv:Leviticus:6:5",
        "t": "Or*p all that about which he hath sworn falsely; he shall even restore it in the principal, and shall add the fifth part more thereto, and give it unto him to whom it appertaineth, in the day of his trespass offering."
    },
    {
        "o": 2952,
        "r": "kjv:Leviticus:6:6",
        "t": "And*p he shall bring his trespass offering unto the Lord,*s a ram without blemish out of the flock, with thy estimation, for a trespass offering, unto the priest:"
    },
    {
        "o": 2953,
        "r": "kjv:Leviticus:6:7",
        "t": "And*p the priest shall make an atonement for him before the Lord:*s and it shall be forgiven him for any thing of all that he hath done in trespassing therein."
    },
    {
        "o": 2954,
        "r": "kjv:Leviticus:6:8",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 2955,
        "r": "kjv:Leviticus:6:9",
        "t": "Command*p Aaron and his sons, saying, This is the law of the burnt offering: It is the burnt offering, because of the burning upon the altar all night unto the morning, and the fire of the altar shall be burning in it."
    },
    {
        "o": 2956,
        "r": "kjv:Leviticus:6:10",
        "t": "And*p the priest shall put on his linen garment, and his linen breeches shall he put upon his flesh, and take up the ashes which the fire hath consumed with the burnt offering on the altar, and he shall put them beside the altar."
    },
    {
        "o": 2957,
        "r": "kjv:Leviticus:6:11",
        "t": "And*p he shall put off his garments, and put on other garments, and carry forth the ashes without the camp unto a clean place."
    },
    {
        "o": 2958,
        "r": "kjv:Leviticus:6:12",
        "t": "And*p the fire upon the altar shall be burning in it; it shall not be put out: and the priest shall burn wood on it every morning, and lay the burnt offering in order upon it; and he shall burn thereon the fat of the peace offerings."
    },
    {
        "o": 2959,
        "r": "kjv:Leviticus:6:13",
        "t": "The*p fire shall ever be burning upon the altar; it shall never go out."
    },
    {
        "o": 2960,
        "r": "kjv:Leviticus:6:14",
        "t": "And*p this is the law of the meat offering: the sons of Aaron shall offer it before the Lord,*s before the altar."
    },
    {
        "o": 2961,
        "r": "kjv:Leviticus:6:15",
        "t": "And*p he shall take of it his handful, of the flour of the meat offering, and of the oil thereof, and all the frankincense which is upon the meat offering, and shall burn it upon the altar for a sweet savour, even the memorial of it, unto the Lord.*s"
    },
    {
        "o": 2962,
        "r": "kjv:Leviticus:6:16",
        "t": "And*p the remainder thereof shall Aaron and his sons eat: with unleavened bread shall it be eaten in the holy place; in the court of the tabernacle of the congregation they shall eat it."
    },
    {
        "o": 2963,
        "r": "kjv:Leviticus:6:17",
        "t": "It*p shall not be baken with leaven. I have given it unto them for their portion of my offerings made by fire; it is most holy, as is the sin offering, and as the trespass offering."
    },
    {
        "o": 2964,
        "r": "kjv:Leviticus:6:18",
        "t": "All*p the males among the children of Aaron shall eat of it. It shall be a statute for ever in your generations concerning the offerings of the Lord*s made by fire: every one that toucheth them shall be holy."
    },
    {
        "o": 2965,
        "r": "kjv:Leviticus:6:19",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 2966,
        "r": "kjv:Leviticus:6:20",
        "t": "This*p is the offering of Aaron and of his sons, which they shall offer unto the Lord*s in the day when he is anointed; the tenth part of an ephah of fine flour for a meat offering perpetual, half of it in the morning, and half thereof at night."
    },
    {
        "o": 2967,
        "r": "kjv:Leviticus:6:21",
        "t": "In*p a pan it shall be made with oil; and when it is baken, thou shalt bring it in: and the baken pieces of the meat offering shalt thou offer for a sweet savour unto the Lord.*s"
    },
    {
        "o": 2968,
        "r": "kjv:Leviticus:6:22",
        "t": "And*p the priest of his sons that is anointed in his stead shall offer it: it is a statute for ever unto the Lord;*s it shall be wholly burnt."
    },
    {
        "o": 2969,
        "r": "kjv:Leviticus:6:23",
        "t": "For*p every meat offering for the priest shall be wholly burnt: it shall not be eaten."
    },
    {
        "o": 2970,
        "r": "kjv:Leviticus:6:24",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 2971,
        "r": "kjv:Leviticus:6:25",
        "t": "Speak*p unto Aaron and to his sons, saying, This is the law of the sin offering: In the place where the burnt offering is killed shall the sin offering be killed before the Lord:*s it is most holy."
    },
    {
        "o": 2972,
        "r": "kjv:Leviticus:6:26",
        "t": "The*p priest that offereth it for sin shall eat it: in the holy place shall it be eaten, in the court of the tabernacle of the congregation."
    },
    {
        "o": 2973,
        "r": "kjv:Leviticus:6:27",
        "t": "Whatsoever*p shall touch the flesh thereof shall be holy: and when there is sprinkled of the blood thereof upon any garment, thou shalt wash that whereon it was sprinkled in the holy place."
    },
    {
        "o": 2974,
        "r": "kjv:Leviticus:6:28",
        "t": "But*p the earthen vessel wherein it is sodden shall be broken: and if it be sodden in a brasen pot, it shall be both scoured, and rinsed in water."
    },
    {
        "o": 2975,
        "r": "kjv:Leviticus:6:29",
        "t": "All*p the males among the priests shall eat thereof: it is most holy."
    },
    {
        "o": 2976,
        "r": "kjv:Leviticus:6:30",
        "t": "And*p no sin offering, whereof any of the blood is brought into the tabernacle of the congregation to reconcile withal in the holy place, shall be eaten: it shall be burnt in the fire."
    }
]
