[
    {
        "o": 20755,
        "r": "niv:Isaiah:63:0",
        "t": "Isaiah 63",
        "h": 1
    },
    {
        "o": 20756,
        "r": "niv:Isaiah:63:0",
        "t": "God’s Day of Vengeance and Redemption",
        "h": 2
    },
    {
        "o": 20757,
        "r": "niv:Isaiah:63:1",
        "t": "Who*pn is this coming from Edom, from*ld Bozrah, with his garments stained crimson? Who*ln is this, robed in splendor, striding*ld forward in the greatness of his strength? “It*pn is I, proclaiming victory, mighty*ld to save.”"
    },
    {
        "o": 20758,
        "r": "niv:Isaiah:63:2",
        "t": "Why*pn are your garments red, like*ld those of one treading the winepress?"
    },
    {
        "o": 20759,
        "r": "niv:Isaiah:63:3",
        "t": "“I*pn have trodden the winepress alone; from*ld the nations no one was with me. I*ln trampled them in my anger and*ld trod them down in my wrath; their*ln blood spattered my garments, and*ld I stained all my clothing."
    },
    {
        "o": 20760,
        "r": "niv:Isaiah:63:4",
        "t": "It*ln was for me the day of vengeance; the*ld year for me to redeem had come."
    },
    {
        "o": 20761,
        "r": "niv:Isaiah:63:5",
        "t": "I*ln looked, but there was no one to help, I*ld was appalled that no one gave support; so*ln my own arm achieved salvation for me, and*ld my own wrath sustained me."
    },
    {
        "o": 20762,
        "r": "niv:Isaiah:63:6",
        "t": "I*ln trampled the nations in my anger; in*ld my wrath I made them drunk and*ld poured their blood on the ground.”"
    },
    {
        "o": 20763,
        "r": "niv:Isaiah:63:6",
        "t": "Praise and Prayer",
        "h": 2
    },
    {
        "o": 20764,
        "r": "niv:Isaiah:63:7",
        "t": "I*pn will tell of the kindnesses of the Lord,*s the*ld deeds for which he is to be praised, according*ld to all the Lord*s has done for us— yes,*ln the many good things he*ld has done for Israel, according*ld to his compassion and many kindnesses."
    },
    {
        "o": 20765,
        "r": "niv:Isaiah:63:8",
        "t": "He*ln said, “Surely they are my people, children*ld who will be true to me”; and*ld so he became their Savior."
    },
    {
        "o": 20766,
        "r": "niv:Isaiah:63:9",
        "t": "In*ln all their distress he too was distressed, and*ld the angel of his presence saved them. In*ln his love and mercy he redeemed them; he*ld lifted them up and carried them all*ld the days of old."
    },
    {
        "o": 20767,
        "r": "niv:Isaiah:63:10",
        "t": "Yet*ln they rebelled and*ld grieved his Holy Spirit. So*ln he turned and became their enemy and*ld he himself fought against them."
    },
    {
        "o": 20768,
        "r": "niv:Isaiah:63:11",
        "t": "Then*pn his people recalled the days of old, the*ld days of Moses and his people— where*ln is he who brought them through the sea, with*ld the shepherd of his flock? Where*ln is he who set his*ld Holy Spirit among them,"
    },
    {
        "o": 20769,
        "r": "niv:Isaiah:63:12",
        "t": "who*ln sent his glorious arm of power to*ld be at Moses’ right hand, who*ln divided the waters before them, to*ld gain for himself everlasting renown,"
    },
    {
        "o": 20770,
        "r": "niv:Isaiah:63:13",
        "t": "who*ln led them through the depths? Like*ln a horse in open country, they*ld did not stumble;"
    },
    {
        "o": 20771,
        "r": "niv:Isaiah:63:14",
        "t": "like*ln cattle that go down to the plain, they*ld were given rest by the Spirit of the Lord.*s This*ln is how you guided your people to*ld make for yourself a glorious name."
    },
    {
        "o": 20772,
        "r": "niv:Isaiah:63:15",
        "t": "Look*pn down from heaven and see, from*ld your lofty throne, holy and glorious. Where*ln are your zeal and your might? Your*ld tenderness and compassion are withheld from us."
    },
    {
        "o": 20773,
        "r": "niv:Isaiah:63:16",
        "t": "But*ln you are our Father, though*ld Abraham does not know us or*ld Israel acknowledge us; you,*ln Lord,*s are our Father, our*ld Redeemer from of old is your name."
    },
    {
        "o": 20774,
        "r": "niv:Isaiah:63:17",
        "t": "Why,*ln Lord,*s do you make us wander from your ways and*ld harden our hearts so we do not revere you? Return*ln for the sake of your servants, the*ld tribes that are your inheritance."
    },
    {
        "o": 20775,
        "r": "niv:Isaiah:63:18",
        "t": "For*ln a little while your people possessed your holy place, but*ld now our enemies have trampled down your sanctuary."
    },
    {
        "o": 20776,
        "r": "niv:Isaiah:63:19",
        "t": "We*ln are yours from of old; but*ld you have not ruled over them, they*ld have not been called by your name."
    }
]
