[
    {
        "o": 5327,
        "r": "nasb:Deuteronomy:1:0",
        "t": "Deuteronomy 1",
        "h": 1
    },
    {
        "o": 5328,
        "r": "nasb:Deuteronomy:1:0",
        "t": "Israel’s History after the Exodus",
        "h": 2
    },
    {
        "o": 5329,
        "r": "nasb:Deuteronomy:1:1",
        "t": "These*p are the words which Moses spoke to all Israel across the Jordan in the wilderness, in the Arabah opposite Suph, between Paran and Tophel and Laban and Hazeroth and Dizahab."
    },
    {
        "o": 5330,
        "r": "nasb:Deuteronomy:1:2",
        "t": "It is eleven days’ journey*i from Horeb by the way of Mount Seir to Kadesh-barnea."
    },
    {
        "o": 5331,
        "r": "nasb:Deuteronomy:1:3",
        "t": "In the fortieth year, on the first day*i of the eleventh month, Moses spoke to the children of Israel, according to all that the Lord*s had commanded him to*i give*i to them,"
    },
    {
        "o": 5332,
        "r": "nasb:Deuteronomy:1:4",
        "t": "after he had defeated Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth and Edrei."
    },
    {
        "o": 5333,
        "r": "nasb:Deuteronomy:1:5",
        "t": "Across the Jordan in the land of Moab, Moses undertook to expound this law, saying,"
    },
    {
        "o": 5334,
        "r": "nasb:Deuteronomy:1:6",
        "t": "“The*p Lord*s our God spoke to us at Horeb, saying, ‘You have stayed long enough at this mountain."
    },
    {
        "o": 5335,
        "r": "nasb:Deuteronomy:1:7",
        "t": "Turn and set your journey, and go to the hill country of the Amorites, and to all their neighbors in the Arabah, in the hill country and in the lowland and in the Negev and by the seacoast, the land of the Canaanites, and Lebanon, as far as the great river, the river Euphrates."
    },
    {
        "o": 5336,
        "r": "nasb:Deuteronomy:1:8",
        "t": "See, I have placed the land before you; go in and possess the land which the Lord*s swore to give to your fathers, to Abraham, to Isaac, and to Jacob, to them and their descendants after them.’"
    },
    {
        "o": 5337,
        "r": "nasb:Deuteronomy:1:9",
        "t": "“I*p spoke to you at that time, saying, ‘I am not able to bear the*i burden*i of you alone."
    },
    {
        "o": 5338,
        "r": "nasb:Deuteronomy:1:10",
        "t": "The Lord*s your God has multiplied you, and behold, you are this day like the stars of heaven in number."
    },
    {
        "o": 5339,
        "r": "nasb:Deuteronomy:1:11",
        "t": "May the Lord,*s the God of your fathers, increase you a thousand-fold more than you are and bless you, just as He has promised you!"
    },
    {
        "o": 5340,
        "r": "nasb:Deuteronomy:1:12",
        "t": "How can I alone bear the load and burden of you and your strife?"
    },
    {
        "o": 5341,
        "r": "nasb:Deuteronomy:1:13",
        "t": "Choose wise and discerning and experienced men from your tribes, and I will appoint them as your heads.’"
    },
    {
        "o": 5342,
        "r": "nasb:Deuteronomy:1:14",
        "t": "You answered me and said, ‘The thing which you have said to do is good.’"
    },
    {
        "o": 5343,
        "r": "nasb:Deuteronomy:1:15",
        "t": "So I took the heads of your tribes, wise and experienced men, and appointed them heads over you, leaders of thousands and of hundreds, of fifties and of tens, and officers for your tribes."
    },
    {
        "o": 5344,
        "r": "nasb:Deuteronomy:1:16",
        "t": "“Then*p I charged your judges at that time, saying, ‘Hear the*i cases*i between your fellow countrymen, and judge righteously between a man and his fellow countryman, or the alien who is with him."
    },
    {
        "o": 5345,
        "r": "nasb:Deuteronomy:1:17",
        "t": "You shall not show partiality in judgment; you shall hear the small and the great alike. You shall not fear man, for the judgment is God’s. The case that is too hard for you, you shall bring to me, and I will hear it.’"
    },
    {
        "o": 5346,
        "r": "nasb:Deuteronomy:1:18",
        "t": "I commanded you at that time all the things that you should do."
    },
    {
        "o": 5347,
        "r": "nasb:Deuteronomy:1:19",
        "t": "“Then*p we set out from Horeb, and went through all that great and terrible wilderness which you saw on the way to the hill country of the Amorites, just as the Lord*s our God had commanded us; and we came to Kadesh-barnea."
    },
    {
        "o": 5348,
        "r": "nasb:Deuteronomy:1:20",
        "t": "I said to you, ‘You have come to the hill country of the Amorites which the Lord*s our God is about to give us."
    },
    {
        "o": 5349,
        "r": "nasb:Deuteronomy:1:21",
        "t": "See, the Lord*s your God has placed the land before you; go up, take possession, as the Lord,*s the God of your fathers, has spoken to you. Do not fear or be dismayed.’"
    },
    {
        "o": 5350,
        "r": "nasb:Deuteronomy:1:22",
        "t": "“Then*p all of you approached me and said, ‘Let us send men before us, that they may search out the land for us, and bring back to us word of the way by which we should go up and the cities which we shall enter.’"
    },
    {
        "o": 5351,
        "r": "nasb:Deuteronomy:1:23",
        "t": "The thing pleased me and I took twelve of your men, one man for each tribe."
    },
    {
        "o": 5352,
        "r": "nasb:Deuteronomy:1:24",
        "t": "They turned and went up into the hill country, and came to the valley of Eshcol and spied it out."
    },
    {
        "o": 5353,
        "r": "nasb:Deuteronomy:1:25",
        "t": "Then they took some*i of the fruit of the land in their hands and brought it down to us; and they brought us back a report and said, ‘It is a good land which the Lord*s our God is about to give us.’"
    },
    {
        "o": 5354,
        "r": "nasb:Deuteronomy:1:26",
        "t": "“Yet*p you were not willing to go up, but rebelled against the command of the Lord*s your God;"
    },
    {
        "o": 5355,
        "r": "nasb:Deuteronomy:1:27",
        "t": "and you grumbled in your tents and said, ‘Because the Lord*s hates us, He has brought us out of the land of Egypt to deliver us into the hand of the Amorites to destroy us."
    },
    {
        "o": 5356,
        "r": "nasb:Deuteronomy:1:28",
        "t": "Where can we go up? Our brethren have made our hearts melt, saying, “The people are bigger and taller than we; the cities are large and fortified to heaven. And besides, we saw the sons of the Anakim there.” ’"
    },
    {
        "o": 5357,
        "r": "nasb:Deuteronomy:1:29",
        "t": "Then I said to you, ‘Do not be shocked, nor fear them."
    },
    {
        "o": 5358,
        "r": "nasb:Deuteronomy:1:30",
        "t": "The Lord*s your God who goes before you will Himself fight on your behalf, just as He did for you in Egypt before your eyes,"
    },
    {
        "o": 5359,
        "r": "nasb:Deuteronomy:1:31",
        "t": "and in the wilderness where you saw how the Lord*s your God carried you, just as a man carries his son, in all the way which you have walked until you came to this place.’"
    },
    {
        "o": 5360,
        "r": "nasb:Deuteronomy:1:32",
        "t": "But for all this, you did not trust the Lord*s your God,"
    },
    {
        "o": 5361,
        "r": "nasb:Deuteronomy:1:33",
        "t": "who goes before you on your*i way, to seek out a place for you to encamp, in fire by night and cloud by day, to show you the way in which you should go."
    },
    {
        "o": 5362,
        "r": "nasb:Deuteronomy:1:34",
        "t": "“Then*p the Lord*s heard the sound of your words, and He was angry and took an oath, saying,"
    },
    {
        "o": 5363,
        "r": "nasb:Deuteronomy:1:35",
        "t": "‘Not one of these men, this evil generation, shall see the good land which I swore to give your fathers,"
    },
    {
        "o": 5364,
        "r": "nasb:Deuteronomy:1:36",
        "t": "except Caleb the son of Jephunneh; he shall see it, and to him and to his sons I will give the land on which he has set foot, because he has followed the Lord*s fully.’"
    },
    {
        "o": 5365,
        "r": "nasb:Deuteronomy:1:37",
        "t": "The Lord*s was angry with me also on your account, saying, ‘Not even you shall enter there."
    },
    {
        "o": 5366,
        "r": "nasb:Deuteronomy:1:38",
        "t": "Joshua the son of Nun, who stands before you, he shall enter there; encourage him, for he will cause Israel to inherit it."
    },
    {
        "o": 5367,
        "r": "nasb:Deuteronomy:1:39",
        "t": "Moreover, your little ones who you said would become a prey, and your sons, who this day have no knowledge of good or evil, shall enter there, and I will give it to them and they shall possess it."
    },
    {
        "o": 5368,
        "r": "nasb:Deuteronomy:1:40",
        "t": "But as for you, turn around and set out for the wilderness by the way to the Red Sea.’"
    },
    {
        "o": 5369,
        "r": "nasb:Deuteronomy:1:41",
        "t": "“Then*p you said to me, ‘We have sinned against the Lord;*s we will indeed go up and fight, just as the Lord*s our God commanded us.’ And every man of you girded on his weapons of war, and regarded it as easy to go up into the hill country."
    },
    {
        "o": 5370,
        "r": "nasb:Deuteronomy:1:42",
        "t": "And the Lord*s said to me, ‘Say to them, “Do not go up nor fight, for I am not among you; otherwise you will be defeated before your enemies.” ’"
    },
    {
        "o": 5371,
        "r": "nasb:Deuteronomy:1:43",
        "t": "So I spoke to you, but you would not listen. Instead you rebelled against the command of the Lord,*s and acted presumptuously and went up into the hill country."
    },
    {
        "o": 5372,
        "r": "nasb:Deuteronomy:1:44",
        "t": "The Amorites who lived in that hill country came out against you and chased you as bees do, and crushed you from Seir to Hormah."
    },
    {
        "o": 5373,
        "r": "nasb:Deuteronomy:1:45",
        "t": "Then you returned and wept before the Lord;*s but the Lord*s did not listen to your voice nor give ear to you."
    },
    {
        "o": 5374,
        "r": "nasb:Deuteronomy:1:46",
        "t": "So you remained in Kadesh many days, the days that you spent there.*i"
    }
]
