[
    {
        "o": 23126,
        "r": "nkjv:Ezekiel:12:0",
        "t": "Ezekiel 12",
        "h": 1
    },
    {
        "o": 23127,
        "r": "nkjv:Ezekiel:12:0",
        "t": "Judah’s Captivity Portrayed",
        "h": 2
    },
    {
        "o": 23128,
        "r": "nkjv:Ezekiel:12:1",
        "t": "Now*p the word of the Lord*s came to me, saying:"
    },
    {
        "o": 23129,
        "r": "nkjv:Ezekiel:12:2",
        "t": "“Son of man, you dwell in the midst of a rebellious house, which has eyes to see but does not see, and ears to hear but does not hear; for they are*i a rebellious house."
    },
    {
        "o": 23130,
        "r": "nkjv:Ezekiel:12:3",
        "t": "“Therefore,*p son of man, prepare your belongings for captivity, and go into captivity by day in their sight. You shall go from your place into captivity to another place in their sight. It may be that they will consider, though they are*i a rebellious house."
    },
    {
        "o": 23131,
        "r": "nkjv:Ezekiel:12:4",
        "t": "By day you shall bring out your belongings in their sight, as though going into captivity; and at evening you shall go in their sight, like those who go into captivity."
    },
    {
        "o": 23132,
        "r": "nkjv:Ezekiel:12:5",
        "t": "Dig through the wall in their sight, and carry your*i belongings*i out through it."
    },
    {
        "o": 23133,
        "r": "nkjv:Ezekiel:12:6",
        "t": "In their sight you shall bear them*i on your*i shoulders and*i carry them*i out at twilight; you shall cover your face, so that you cannot see the ground, for I have made you a sign to the house of Israel.”"
    },
    {
        "o": 23134,
        "r": "nkjv:Ezekiel:12:7",
        "t": "So*p I did as I was commanded. I brought out my belongings by day, as though going into captivity, and at evening I dug through the wall with my hand. I brought them*i out at twilight, and*i I bore them*i on my*i shoulder in their sight."
    },
    {
        "o": 23135,
        "r": "nkjv:Ezekiel:12:8",
        "t": "And*p in the morning the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23136,
        "r": "nkjv:Ezekiel:12:9",
        "t": "“Son of man, has not the house of Israel, the rebellious house, said to you, ‘What are you doing?’"
    },
    {
        "o": 23137,
        "r": "nkjv:Ezekiel:12:10",
        "t": "Say to them, ‘Thus says the Lord God:*s “This burden concerns*i the prince in Jerusalem and all the house of Israel who are among them.”’"
    },
    {
        "o": 23138,
        "r": "nkjv:Ezekiel:12:11",
        "t": "Say, ‘I am*i a sign to you. As I have done, so shall it be done to them; they shall be carried away into captivity.’"
    },
    {
        "o": 23139,
        "r": "nkjv:Ezekiel:12:12",
        "t": "And the prince who is*i among them shall bear his*i belongings*i on his*i shoulder at twilight and go out. They shall dig through the wall to carry them*i out through it. He shall cover his face, so that he cannot see the ground with his*i eyes."
    },
    {
        "o": 23140,
        "r": "nkjv:Ezekiel:12:13",
        "t": "I will also spread My net over him, and he shall be caught in My snare. I will bring him to Babylon, to*i the land of the Chaldeans; yet he shall not see it, though he shall die there."
    },
    {
        "o": 23141,
        "r": "nkjv:Ezekiel:12:14",
        "t": "I will scatter to every wind all who are*i around him to help him, and all his troops; and I will draw out the sword after them."
    },
    {
        "o": 23142,
        "r": "nkjv:Ezekiel:12:15",
        "t": "“Then*p they shall know that I am*i the Lord,*s when I scatter them among the nations and disperse them throughout the countries."
    },
    {
        "o": 23143,
        "r": "nkjv:Ezekiel:12:16",
        "t": "But I will spare a few of their men from the sword, from famine, and from pestilence, that they may declare all their abominations among the Gentiles wherever they go. Then they shall know that I am*i the Lord.”*s"
    },
    {
        "o": 23144,
        "r": "nkjv:Ezekiel:12:16",
        "t": "Judgment Not Postponed",
        "h": 2
    },
    {
        "o": 23145,
        "r": "nkjv:Ezekiel:12:17",
        "t": "Moreover*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23146,
        "r": "nkjv:Ezekiel:12:18",
        "t": "“Son of man, eat your bread with quaking, and drink your water with trembling and anxiety."
    },
    {
        "o": 23147,
        "r": "nkjv:Ezekiel:12:19",
        "t": "And say to the people of the land, ‘Thus says the Lord God*s to the inhabitants of Jerusalem and*i to the land of Israel: “They shall eat their bread with anxiety, and drink their water with dread, so that her land may be emptied of all who are in it, because of the violence of all those who dwell in it."
    },
    {
        "o": 23148,
        "r": "nkjv:Ezekiel:12:20",
        "t": "Then the cities that are inhabited shall be laid waste, and the land shall become desolate; and you shall know that I am*i the Lord.”’”*s"
    },
    {
        "o": 23149,
        "r": "nkjv:Ezekiel:12:21",
        "t": "And*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23150,
        "r": "nkjv:Ezekiel:12:22",
        "t": "“Son of man, what is*i this proverb that*i you people*i have about the land of Israel, which says, ‘The days are prolonged, and every vision fails’?"
    },
    {
        "o": 23151,
        "r": "nkjv:Ezekiel:12:23",
        "t": "Tell them therefore, ‘Thus says the Lord God:*s “I will lay this proverb to rest, and they shall no more use it as a proverb in Israel.”’ But say to them, ‘“The days are at hand, and the fulfillment of every vision."
    },
    {
        "o": 23152,
        "r": "nkjv:Ezekiel:12:24",
        "t": "For no more shall there be any false vision or flattering divination within the house of Israel."
    },
    {
        "o": 23153,
        "r": "nkjv:Ezekiel:12:25",
        "t": "For I am*i the Lord.*s I speak, and the word which I speak will come to pass; it will no more be postponed; for in your days, O rebellious house, I will say the word and perform it,” says the Lord God.’”*s"
    },
    {
        "o": 23154,
        "r": "nkjv:Ezekiel:12:26",
        "t": "Again*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23155,
        "r": "nkjv:Ezekiel:12:27",
        "t": "“Son of man, look, the house of Israel is saying, ‘The vision that he sees is*i for many days from*i now,*i and he prophesies of times far off.’"
    },
    {
        "o": 23156,
        "r": "nkjv:Ezekiel:12:28",
        "t": "Therefore say to them, ‘Thus says the Lord God:*s “None of My words will be postponed any more, but the word which I speak will be done,” says the Lord God.’”*s"
    }
]
