[
    {
        "o": 11315,
        "r": "csb:2 Kings:24:0",
        "t": "2 Kings 24",
        "h": 1
    },
    {
        "o": 11316,
        "r": "csb:2 Kings:24:0",
        "t": "Jehoiakim’s Rebellion and Death",
        "h": 2
    },
    {
        "o": 11317,
        "r": "csb:2 Kings:24:1",
        "t": "During*p Jehoiakim’s reign, King Nebuchadnezzar of Babylon attacked. Jehoiakim became his vassal for three years, and then he turned and rebelled against him."
    },
    {
        "o": 11318,
        "r": "csb:2 Kings:24:2",
        "t": "The Lord*s sent Chaldean, Aramean, Moabite, and Ammonite raiders against Jehoiakim. He sent them against Judah to destroy it, according to the word of the Lord*s he had spoken through his servants the prophets."
    },
    {
        "o": 11319,
        "r": "csb:2 Kings:24:3",
        "t": "Indeed, this happened to Judah at the Lord’s*s command to remove them from his presence. It was because of the sins of Manasseh, according to all he had done,"
    },
    {
        "o": 11320,
        "r": "csb:2 Kings:24:4",
        "t": "and also because of all the innocent blood he had shed. He had filled Jerusalem with innocent blood, and the Lord*s was not willing to forgive."
    },
    {
        "o": 11321,
        "r": "csb:2 Kings:24:5",
        "t": "The*p rest of the events of Jehoiakim’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11322,
        "r": "csb:2 Kings:24:6",
        "t": "Jehoiakim rested with his ancestors, and his son Jehoiachin became king in his place."
    },
    {
        "o": 11323,
        "r": "csb:2 Kings:24:7",
        "t": "Now*p the king of Egypt did not march out of his land again, for the king of Babylon took everything that had belonged to the king of Egypt, from the Brook of Egypt to the Euphrates River."
    },
    {
        "o": 11324,
        "r": "csb:2 Kings:24:7",
        "t": "Judah’s King Jehoiachin",
        "h": 2
    },
    {
        "o": 11325,
        "r": "csb:2 Kings:24:8",
        "t": "Jehoiachin*p was eighteen years old when he became king, and he reigned three months in Jerusalem. His mother’s name was Nehushta daughter of Elnathan; she was from Jerusalem."
    },
    {
        "o": 11326,
        "r": "csb:2 Kings:24:9",
        "t": "He did what was evil in the Lord’s*s sight just as his father had done."
    },
    {
        "o": 11327,
        "r": "csb:2 Kings:24:9",
        "t": "Deportations to Babylon",
        "h": 2
    },
    {
        "o": 11328,
        "r": "csb:2 Kings:24:10",
        "t": "At*p that time the servants of King Nebuchadnezzar of Babylon marched up to Jerusalem, and the city came under siege."
    },
    {
        "o": 11329,
        "r": "csb:2 Kings:24:11",
        "t": "King Nebuchadnezzar of Babylon came to the city while his servants were besieging it."
    },
    {
        "o": 11330,
        "r": "csb:2 Kings:24:12",
        "t": "King Jehoiachin of Judah, along with his mother, his servants, his commanders, and his officials, surrendered to the king of Babylon. So*p the king of Babylon took him captive in the eighth year of his reign."
    },
    {
        "o": 11331,
        "r": "csb:2 Kings:24:13",
        "t": "He also carried off from there all the treasures of the Lord’s*s temple and the treasures of the king’s palace, and he cut into pieces all the gold articles that King Solomon of Israel had made for the Lord’s*s sanctuary, just as the Lord*s had predicted."
    },
    {
        "o": 11332,
        "r": "csb:2 Kings:24:14",
        "t": "He deported all Jerusalem and all the commanders and all the best soldiers- ten thousand captives including all the craftsmen and metalsmiths. Except for the poorest people of the land, no one remained."
    },
    {
        "o": 11333,
        "r": "csb:2 Kings:24:15",
        "t": "Nebuchadnezzar*p deported Jehoiachin to Babylon. He took the king’s mother, the king’s wives, his officials, and the leading men of the land into exile from Jerusalem to Babylon."
    },
    {
        "o": 11334,
        "r": "csb:2 Kings:24:16",
        "t": "The king of Babylon brought captive into Babylon all seven thousand of the best soldiers and one thousand craftsmen and metalsmiths - all strong and fit for war."
    },
    {
        "o": 11335,
        "r": "csb:2 Kings:24:17",
        "t": "And the king of Babylon made Mattaniah, Jehoiachin’s uncle, king in his place and changed his name to Zedekiah."
    },
    {
        "o": 11336,
        "r": "csb:2 Kings:24:17",
        "t": "Judah’s King Zedekiah",
        "h": 2
    },
    {
        "o": 11337,
        "r": "csb:2 Kings:24:18",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem. His mother’s name was Hamutal daughter of Jeremiah; she was from Libnah."
    },
    {
        "o": 11338,
        "r": "csb:2 Kings:24:19",
        "t": "Zedekiah did what was evil in the Lord’s*s sight just as Jehoiakim had done."
    },
    {
        "o": 11339,
        "r": "csb:2 Kings:24:20",
        "t": "Because of the Lord’s*s anger, it came to the point in Jerusalem and Judah that he finally banished them from his presence. Then Zedekiah rebelled against the king of Babylon."
    }
]
