[
    {
        "o": 4986,
        "r": "esv:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 4987,
        "r": "esv:Numbers:28:0",
        "t": "Daily Offerings",
        "h": 2
    },
    {
        "o": 4988,
        "r": "esv:Numbers:28:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4989,
        "r": "esv:Numbers:28:2",
        "t": "“Command the people of Israel and say to them, ‘My offering, my food for my food offerings, my pleasing aroma, you shall be careful to offer to me at its appointed time.’"
    },
    {
        "o": 4990,
        "r": "esv:Numbers:28:3",
        "t": "And you shall say to them, This is the food offering that you shall offer to the Lord:*s two male lambs a year old without blemish, day by day, as a regular offering."
    },
    {
        "o": 4991,
        "r": "esv:Numbers:28:4",
        "t": "The one lamb you shall offer in the morning, and the other lamb you shall offer at twilight;"
    },
    {
        "o": 4992,
        "r": "esv:Numbers:28:5",
        "t": "also a tenth of an ephah of fine flour for a grain offering, mixed with a quarter of a hin of beaten oil."
    },
    {
        "o": 4993,
        "r": "esv:Numbers:28:6",
        "t": "It is a regular burnt offering, which was ordained at Mount Sinai for a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 4994,
        "r": "esv:Numbers:28:7",
        "t": "Its drink offering shall be a quarter of a hin for each lamb. In the Holy Place you shall pour out a drink offering of strong drink to the Lord.*s"
    },
    {
        "o": 4995,
        "r": "esv:Numbers:28:8",
        "t": "The other lamb you shall offer at twilight. Like the grain offering of the morning, and like its drink offering, you shall offer it as a food offering, with a pleasing aroma to the Lord.*s"
    },
    {
        "o": 4996,
        "r": "esv:Numbers:28:8",
        "t": "Sabbath Offerings",
        "h": 2
    },
    {
        "o": 4997,
        "r": "esv:Numbers:28:9",
        "t": "“On*p the Sabbath day, two male lambs a year old without blemish, and two tenths of an ephah of fine flour for a grain offering, mixed with oil, and its drink offering:"
    },
    {
        "o": 4998,
        "r": "esv:Numbers:28:10",
        "t": "this is the burnt offering of every Sabbath, besides the regular burnt offering and its drink offering."
    },
    {
        "o": 4999,
        "r": "esv:Numbers:28:10",
        "t": "Monthly Offerings",
        "h": 2
    },
    {
        "o": 5000,
        "r": "esv:Numbers:28:11",
        "t": "“At*p the beginnings of your months, you shall offer a burnt offering to the Lord:*s two bulls from the herd, one ram, seven male lambs a year old without blemish;"
    },
    {
        "o": 5001,
        "r": "esv:Numbers:28:12",
        "t": "also three tenths of an ephah of fine flour for a grain offering, mixed with oil, for each bull, and two tenths of fine flour for a grain offering, mixed with oil, for the one ram;"
    },
    {
        "o": 5002,
        "r": "esv:Numbers:28:13",
        "t": "and a tenth of fine flour mixed with oil as a grain offering for every lamb; for a burnt offering with a pleasing aroma, a food offering to the Lord.*s"
    },
    {
        "o": 5003,
        "r": "esv:Numbers:28:14",
        "t": "Their drink offerings shall be half a hin of wine for a bull, a third of a hin for a ram, and a quarter of a hin for a lamb. This is the burnt offering of each month throughout the months of the year."
    },
    {
        "o": 5004,
        "r": "esv:Numbers:28:15",
        "t": "Also one male goat for a sin offering to the Lord;*s it shall be offered besides the regular burnt offering and its drink offering."
    },
    {
        "o": 5005,
        "r": "esv:Numbers:28:15",
        "t": "Passover Offerings",
        "h": 2
    },
    {
        "o": 5006,
        "r": "esv:Numbers:28:16",
        "t": "“On*p the fourteenth day of the first month is the Lord’s*s Passover,"
    },
    {
        "o": 5007,
        "r": "esv:Numbers:28:17",
        "t": "and on the fifteenth day of this month is a feast. Seven days shall unleavened bread be eaten."
    },
    {
        "o": 5008,
        "r": "esv:Numbers:28:18",
        "t": "On the first day there shall be a holy convocation. You shall not do any ordinary work,"
    },
    {
        "o": 5009,
        "r": "esv:Numbers:28:19",
        "t": "but offer a food offering, a burnt offering to the Lord:*s two bulls from the herd, one ram, and seven male lambs a year old; see that they are without blemish;"
    },
    {
        "o": 5010,
        "r": "esv:Numbers:28:20",
        "t": "also their grain offering of fine flour mixed with oil; three tenths of an ephah shall you offer for a bull, and two tenths for a ram;"
    },
    {
        "o": 5011,
        "r": "esv:Numbers:28:21",
        "t": "a tenth shall you offer for each of the seven lambs;"
    },
    {
        "o": 5012,
        "r": "esv:Numbers:28:22",
        "t": "also one male goat for a sin offering, to make atonement for you."
    },
    {
        "o": 5013,
        "r": "esv:Numbers:28:23",
        "t": "You shall offer these besides the burnt offering of the morning, which is for a regular burnt offering."
    },
    {
        "o": 5014,
        "r": "esv:Numbers:28:24",
        "t": "In the same way you shall offer daily, for seven days, the food of a food offering, with a pleasing aroma to the Lord.*s It shall be offered besides the regular burnt offering and its drink offering."
    },
    {
        "o": 5015,
        "r": "esv:Numbers:28:25",
        "t": "And on the seventh day you shall have a holy convocation. You shall not do any ordinary work."
    },
    {
        "o": 5016,
        "r": "esv:Numbers:28:25",
        "t": "Offerings for the Feast of Weeks",
        "h": 2
    },
    {
        "o": 5017,
        "r": "esv:Numbers:28:26",
        "t": "“On*p the day of the firstfruits, when you offer a grain offering of new grain to the Lord*s at your Feast of Weeks, you shall have a holy convocation. You shall not do any ordinary work,"
    },
    {
        "o": 5018,
        "r": "esv:Numbers:28:27",
        "t": "but offer a burnt offering, with a pleasing aroma to the Lord:*s two bulls from the herd, one ram, seven male lambs a year old;"
    },
    {
        "o": 5019,
        "r": "esv:Numbers:28:28",
        "t": "also their grain offering of fine flour mixed with oil, three tenths of an ephah for each bull, two tenths for one ram,"
    },
    {
        "o": 5020,
        "r": "esv:Numbers:28:29",
        "t": "a tenth for each of the seven lambs;"
    },
    {
        "o": 5021,
        "r": "esv:Numbers:28:30",
        "t": "with one male goat, to make atonement for you."
    },
    {
        "o": 5022,
        "r": "esv:Numbers:28:31",
        "t": "Besides the regular burnt offering and its grain offering, you shall offer them and their drink offering. See that they are without blemish."
    }
]
