[
    {
        "o": 22355,
        "r": "csb:Jeremiah:39:0",
        "t": "Jeremiah 39",
        "h": 1
    },
    {
        "o": 22356,
        "r": "csb:Jeremiah:39:0",
        "t": "The Fall of Jerusalem to Babylon",
        "h": 2
    },
    {
        "o": 22357,
        "r": "csb:Jeremiah:39:1",
        "t": "In*p the ninth year of King Zedekiah of Judah, in the tenth month, King Nebuchadnezzar of Babylon advanced against Jerusalem with his entire army and laid siege to it."
    },
    {
        "o": 22358,
        "r": "csb:Jeremiah:39:2",
        "t": "In the fourth month of Zedekiah’s eleventh year, on the ninth day of the month, the city was broken into."
    },
    {
        "o": 22359,
        "r": "csb:Jeremiah:39:3",
        "t": "All the officials of the king of Babylon entered and sat at the Middle Gate: Nergal-sharezer, Samgar, Nebusarsechim the chief of staff, Nergal-sharezer the chief soothsayer, and all the rest of the officials of Babylon’s king."
    },
    {
        "o": 22360,
        "r": "csb:Jeremiah:39:4",
        "t": "When*p King Zedekiah of Judah and all the fighting men saw them, they fled. They left the city at night by way of the king’s garden through the city gate between the two walls. They left along the route to the Arabah."
    },
    {
        "o": 22361,
        "r": "csb:Jeremiah:39:5",
        "t": "However, the Chaldean army pursued them and overtook Zedekiah in the plains of Jericho. They arrested him and brought him up to Nebuchadnezzar, Babylon’s king, at Riblah in the land of Hamath. The king passed sentence on him there."
    },
    {
        "o": 22362,
        "r": "csb:Jeremiah:39:6",
        "t": "At*p Riblah the king of Babylon slaughtered Zedekiah’s sons before his eyes, and he also slaughtered all Judah’s nobles."
    },
    {
        "o": 22363,
        "r": "csb:Jeremiah:39:7",
        "t": "Then he blinded Zedekiah and put him in bronze chains to take him to Babylon."
    },
    {
        "o": 22364,
        "r": "csb:Jeremiah:39:8",
        "t": "The Chaldeans next burned down the king’s palace and the people’s houses and tore down the walls of Jerusalem."
    },
    {
        "o": 22365,
        "r": "csb:Jeremiah:39:9",
        "t": "Nebuzaradan, the captain of the guards, deported the rest of the people to Babylon - those who had remained in the city and those deserters who had defected to him along with the rest of the people who remained."
    },
    {
        "o": 22366,
        "r": "csb:Jeremiah:39:10",
        "t": "However, Nebuzaradan, the captain of the guards, left in the land of Judah some of the poor people who owned nothing, and he gave them vineyards and fields at that time."
    },
    {
        "o": 22367,
        "r": "csb:Jeremiah:39:10",
        "t": "Jeremiah Freed by Nebuchadnezzar",
        "h": 2
    },
    {
        "o": 22368,
        "r": "csb:Jeremiah:39:11",
        "t": "Speaking*p through Nebuzaradan, captain of the guards, King Nebuchadnezzar of Babylon gave orders concerning Jeremiah:"
    },
    {
        "o": 22369,
        "r": "csb:Jeremiah:39:12",
        "t": "“Take him and look after him. Don’t do him any harm, but do for him whatever he says.”"
    },
    {
        "o": 22370,
        "r": "csb:Jeremiah:39:13",
        "t": "Nebuzaradan, captain of the guards, Nebushazban the chief of staff, Nergal-sharezer the chief soothsayer, and all the captains of Babylon’s king"
    },
    {
        "o": 22371,
        "r": "csb:Jeremiah:39:14",
        "t": "had Jeremiah brought from the guard’s courtyard and turned him over to Gedaliah son of Ahikam, son of Shaphan, to take him home. So he settled among his own people."
    },
    {
        "o": 22372,
        "r": "csb:Jeremiah:39:15",
        "t": "Now*p the word of the Lord*s had come to Jeremiah when he was confined in the guard’s courtyard:"
    },
    {
        "o": 22373,
        "r": "csb:Jeremiah:39:16",
        "t": "“Go tell Ebed-melech the Cushite, ‘This is what the Lord*s of Armies, the God of Israel, says: I am about to fulfill my words for disaster and not for good against this city. They will take place before your eyes on that day."
    },
    {
        "o": 22374,
        "r": "csb:Jeremiah:39:17",
        "t": "But I will rescue you on that day - this is the Lord’s*s declaration - and you will not be handed over to the men you dread."
    },
    {
        "o": 22375,
        "r": "csb:Jeremiah:39:18",
        "t": "Indeed, I will certainly deliver you so that you do not fall by the sword. Because you have trusted in me, you will retain your life like the spoils of war. This is the Lord’s*s declaration.’”"
    }
]
