[
    {
        "o": 4844,
        "r": "esv:Numbers:24:0",
        "t": "Numbers 24",
        "h": 1
    },
    {
        "o": 4845,
        "r": "esv:Numbers:24:0",
        "t": "Balaam’s Third Oracle",
        "h": 2
    },
    {
        "o": 4846,
        "r": "esv:Numbers:24:1",
        "t": "When*p Balaam saw that it pleased the Lord*s to bless Israel, he did not go, as at other times, to look for omens, but set his face toward the wilderness."
    },
    {
        "o": 4847,
        "r": "esv:Numbers:24:2",
        "t": "And Balaam lifted up his eyes and saw Israel camping tribe by tribe. And the Spirit of God came upon him,"
    },
    {
        "o": 4848,
        "r": "esv:Numbers:24:3",
        "t": "and he took up his discourse and said, “The*pn oracle of Balaam the son of Beor, the*ld oracle of the man whose eye is opened,"
    },
    {
        "o": 4849,
        "r": "esv:Numbers:24:4",
        "t": "the*ln oracle of him who hears the words of God, who*ld sees the vision of the Almighty, falling*ld down with his eyes uncovered:"
    },
    {
        "o": 4850,
        "r": "esv:Numbers:24:5",
        "t": "How*ln lovely are your tents, O Jacob, your*ld encampments, O Israel!"
    },
    {
        "o": 4851,
        "r": "esv:Numbers:24:6",
        "t": "Like*ln palm groves that stretch afar, like*ld gardens beside a river, like*ln aloes that the Lord*s has planted, like*ld cedar trees beside the waters."
    },
    {
        "o": 4852,
        "r": "esv:Numbers:24:7",
        "t": "Water*ln shall flow from his buckets, and*ld his seed shall be in many waters; his*ln king shall be higher than Agag, and*ld his kingdom shall be exalted."
    },
    {
        "o": 4853,
        "r": "esv:Numbers:24:8",
        "t": "God*ln brings him out of Egypt and*ld is for him like the horns of the wild ox; he*ln shall eat up the nations, his adversaries, and*ld shall break their bones in pieces and*ld pierce them through with his arrows."
    },
    {
        "o": 4854,
        "r": "esv:Numbers:24:9",
        "t": "He*ln crouched, he lay down like a lion and*ld like a lioness; who will rouse him up? Blessed*ln are those who bless you, and*ld cursed are those who curse you.”"
    },
    {
        "o": 4855,
        "r": "esv:Numbers:24:10",
        "t": "And*p Balak’s anger was kindled against Balaam, and he struck his hands together. And Balak said to Balaam, “I called you to curse my enemies, and behold, you have blessed them these three times."
    },
    {
        "o": 4856,
        "r": "esv:Numbers:24:11",
        "t": "Therefore now flee to your own place. I said, ‘I will certainly honor you,’ but the Lord*s has held you back from honor.”"
    },
    {
        "o": 4857,
        "r": "esv:Numbers:24:12",
        "t": "And Balaam said to Balak, “Did I not tell your messengers whom you sent to me,"
    },
    {
        "o": 4858,
        "r": "esv:Numbers:24:13",
        "t": "‘If Balak should give me his house full of silver and gold, I would not be able to go beyond the word of the Lord,*s to do either good or bad of my own will. What the Lord*s speaks, that will I speak’?"
    },
    {
        "o": 4859,
        "r": "esv:Numbers:24:14",
        "t": "And now, behold, I am going to my people. Come, I will let you know what this people will do to your people in the latter days.”"
    },
    {
        "o": 4860,
        "r": "esv:Numbers:24:14",
        "t": "Balaam’s Final Oracle",
        "h": 2
    },
    {
        "o": 4861,
        "r": "esv:Numbers:24:15",
        "t": "And*p he took up his discourse and said, “The*pn oracle of Balaam the son of Beor, the*ld oracle of the man whose eye is opened,"
    },
    {
        "o": 4862,
        "r": "esv:Numbers:24:16",
        "t": "the*ln oracle of him who hears the words of God, and*ld knows the knowledge of the Most High, who*ln sees the vision of the Almighty, falling*ld down with his eyes uncovered:"
    },
    {
        "o": 4863,
        "r": "esv:Numbers:24:17",
        "t": "I*ln see him, but not now; I*ld behold him, but not near: a*ln star shall come out of Jacob, and*ld a scepter shall rise out of Israel; it*ln shall crush the forehead of Moab and*ld break down all the sons of Sheth."
    },
    {
        "o": 4864,
        "r": "esv:Numbers:24:18",
        "t": "Edom*ln shall be dispossessed; Seir*ld also, his enemies, shall be dispossessed. Israel*ld is doing valiantly."
    },
    {
        "o": 4865,
        "r": "esv:Numbers:24:19",
        "t": "And*ln one from Jacob shall exercise dominion and*ld destroy the survivors of cities!”"
    },
    {
        "o": 4866,
        "r": "esv:Numbers:24:20",
        "t": "Then*p he looked on Amalek and took up his discourse and said, “Amalek*pn was the first among the nations, but*ld its end is utter destruction.”"
    },
    {
        "o": 4867,
        "r": "esv:Numbers:24:21",
        "t": "And*p he looked on the Kenite, and took up his discourse and said, “Enduring*pn is your dwelling place, and*ld your nest is set in the rock."
    },
    {
        "o": 4868,
        "r": "esv:Numbers:24:22",
        "t": "Nevertheless,*ln Kain shall be burned when*ld Asshur takes you away captive.”"
    },
    {
        "o": 4869,
        "r": "esv:Numbers:24:23",
        "t": "And*p he took up his discourse and said, “Alas,*pn who shall live when God does this?"
    },
    {
        "o": 4870,
        "r": "esv:Numbers:24:24",
        "t": "But*ld ships shall come from Kittim and*ln shall afflict Asshur and Eber; and*ld he too shall come to utter destruction.”"
    },
    {
        "o": 4871,
        "r": "esv:Numbers:24:25",
        "t": "Then*p Balaam rose and went back to his place. And Balak also went his way."
    }
]
