[
    {
        "o": 31760,
        "r": "nasb:1 Corinthians:8:0",
        "t": "1 Corinthians 8",
        "h": 1
    },
    {
        "o": 31761,
        "r": "nasb:1 Corinthians:8:0",
        "t": "Take Care with Your Liberty",
        "h": 2
    },
    {
        "o": 31762,
        "r": "nasb:1 Corinthians:8:1",
        "t": "Now*p concerning things sacrificed to idols, we know that we all have knowledge. Knowledge makes arrogant, but love edifies."
    },
    {
        "o": 31763,
        "r": "nasb:1 Corinthians:8:2",
        "t": "If anyone supposes that he knows anything, he has not yet known as he ought to know;"
    },
    {
        "o": 31764,
        "r": "nasb:1 Corinthians:8:3",
        "t": "but if anyone loves God, he is known by Him."
    },
    {
        "o": 31765,
        "r": "nasb:1 Corinthians:8:4",
        "t": "Therefore*p concerning the eating of things sacrificed to idols, we know that there is no such thing as an idol in the world, and that there is no God but one."
    },
    {
        "o": 31766,
        "r": "nasb:1 Corinthians:8:5",
        "t": "For even if there are so-called gods whether in heaven or on earth, as indeed there are many gods and many lords,"
    },
    {
        "o": 31767,
        "r": "nasb:1 Corinthians:8:6",
        "t": "yet for us there is but*i one God, the Father, from whom are all things and we exist*i for Him; and one Lord, Jesus Christ, by whom are all things, and we exist*i through Him."
    },
    {
        "o": 31768,
        "r": "nasb:1 Corinthians:8:7",
        "t": "However*p not all men have this knowledge; but some, being accustomed to the idol until now, eat food*i as if it were sacrificed to an idol; and their conscience being weak is defiled."
    },
    {
        "o": 31769,
        "r": "nasb:1 Corinthians:8:8",
        "t": "But food will not commend us to God; we are neither the worse if we do not eat, nor the better if we do eat."
    },
    {
        "o": 31770,
        "r": "nasb:1 Corinthians:8:9",
        "t": "But take care that this liberty of yours does not somehow become a stumbling block to the weak."
    },
    {
        "o": 31771,
        "r": "nasb:1 Corinthians:8:10",
        "t": "For if someone sees you, who have knowledge, dining in an idol’s temple, will not his conscience, if he is weak, be strengthened to eat things sacrificed to idols?"
    },
    {
        "o": 31772,
        "r": "nasb:1 Corinthians:8:11",
        "t": "For through your knowledge he who is weak is ruined, the brother for whose sake Christ died."
    },
    {
        "o": 31773,
        "r": "nasb:1 Corinthians:8:12",
        "t": "And so, by sinning against the brethren and wounding their conscience when it is weak, you sin against Christ."
    },
    {
        "o": 31774,
        "r": "nasb:1 Corinthians:8:13",
        "t": "Therefore, if food causes my brother to stumble, I will never eat meat again, so that I will not cause my brother to stumble."
    }
]
