[
    {
        "o": 29896,
        "r": "nasb:John:19:0",
        "t": "John 19",
        "h": 1
    },
    {
        "o": 29897,
        "r": "nasb:John:19:0",
        "t": "The Crown of Thorns",
        "h": 2
    },
    {
        "o": 29898,
        "r": "nasb:John:19:1",
        "t": "Pilate*p then took Jesus and scourged Him."
    },
    {
        "o": 29899,
        "r": "nasb:John:19:2",
        "t": "And the soldiers twisted together a crown of thorns and put it on His head, and put a purple robe on Him;"
    },
    {
        "o": 29900,
        "r": "nasb:John:19:3",
        "t": "and they began*i to come up to Him and say, “Hail, King of the Jews!” and to give Him slaps in*i the*i face.*i"
    },
    {
        "o": 29901,
        "r": "nasb:John:19:4",
        "t": "Pilate came out again and said to them, “Behold, I am bringing Him out to you so that you may know that I find no guilt in Him.”"
    },
    {
        "o": 29902,
        "r": "nasb:John:19:5",
        "t": "Jesus then came out, wearing the crown of thorns and the purple robe. Pilate*i said to them, “Behold, the Man!”"
    },
    {
        "o": 29903,
        "r": "nasb:John:19:6",
        "t": "So when the chief priests and the officers saw Him, they cried out saying, “Crucify, crucify!” Pilate said to them, “Take Him yourselves and crucify Him, for I find no guilt in Him.”"
    },
    {
        "o": 29904,
        "r": "nasb:John:19:7",
        "t": "The Jews answered him, “We have a law, and by that law He ought to die because He made Himself out to*i be*i the Son of God.”"
    },
    {
        "o": 29905,
        "r": "nasb:John:19:8",
        "t": "Therefore*p when Pilate heard this statement, he was even*i more afraid;"
    },
    {
        "o": 29906,
        "r": "nasb:John:19:9",
        "t": "and he entered into the Praetorium again and said to Jesus, “Where are You from?” But Jesus gave him no answer."
    },
    {
        "o": 29907,
        "r": "nasb:John:19:10",
        "t": "So Pilate said to Him, “You do not speak to me? Do You not know that I have authority to release You, and I have authority to crucify You?”"
    },
    {
        "o": 29908,
        "r": "nasb:John:19:11",
        "t": "Jesus answered, “You*r would*r have*r no*r authority*r over*r Me,*r unless*r it*r had*r been*r given*r you*r from*r above;*r for*r this*r reason*r he*r who*r delivered*r Me*r to*r you*r has*r the*ir greater*r sin.”*r"
    },
    {
        "o": 29909,
        "r": "nasb:John:19:12",
        "t": "As a result of this Pilate made efforts to release Him, but the Jews cried out saying, “If you release this Man, you are no friend of Caesar; everyone who makes himself out to*i be*i a king opposes Caesar.”"
    },
    {
        "o": 29910,
        "r": "nasb:John:19:13",
        "t": "Therefore*p when Pilate heard these words, he brought Jesus out, and sat down on the judgment seat at a place called The Pavement, but in Hebrew, Gabbatha."
    },
    {
        "o": 29911,
        "r": "nasb:John:19:14",
        "t": "Now it was the day of preparation for the Passover; it was about the sixth hour. And he said to the Jews, “Behold, your King!”"
    },
    {
        "o": 29912,
        "r": "nasb:John:19:15",
        "t": "So they cried out, “Away with Him,*i away with Him,*i crucify Him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar.”"
    },
    {
        "o": 29913,
        "r": "nasb:John:19:15",
        "t": "The Crucifixion",
        "h": 2
    },
    {
        "o": 29914,
        "r": "nasb:John:19:16",
        "t": "So*p he then handed Him over to them to be crucified."
    },
    {
        "o": 29915,
        "r": "nasb:John:19:17",
        "t": "They*p took Jesus, therefore, and He went out, bearing His own cross, to the place called the Place of a Skull, which is called in Hebrew, Golgotha."
    },
    {
        "o": 29916,
        "r": "nasb:John:19:18",
        "t": "There they crucified Him, and with Him two other men, one on either side, and Jesus in between."
    },
    {
        "o": 29917,
        "r": "nasb:John:19:19",
        "t": "Pilate also wrote an inscription and put it on the cross. It was written, “JESUS THE NAZARENE, THE KING OF THE JEWS.”"
    },
    {
        "o": 29918,
        "r": "nasb:John:19:20",
        "t": "Therefore many of the Jews read this inscription, for the place where Jesus was crucified was near the city; and it was written in Hebrew, Latin and*i in Greek."
    },
    {
        "o": 29919,
        "r": "nasb:John:19:21",
        "t": "So the chief priests of the Jews were saying to Pilate, “Do not write, ‘The King of the Jews’; but that He said, ‘I am King of the Jews.’ ”"
    },
    {
        "o": 29920,
        "r": "nasb:John:19:22",
        "t": "Pilate answered, “What I have written I have written.”"
    },
    {
        "o": 29921,
        "r": "nasb:John:19:23",
        "t": "Then*p the soldiers, when they had crucified Jesus, took His outer garments and made four parts, a part to every soldier and also*i the tunic; now the tunic was seamless, woven in one piece."
    },
    {
        "o": 29922,
        "r": "nasb:John:19:24",
        "t": "So they said to one another, “Let us not tear it, but cast lots for it, to*i decide*i whose it shall be”; this*i was*i to fulfill the Scripture: “They*s divided*s My*s outer*s garments*s among*s them,*s and*s for*s My*s clothing*s they*s cast*s lots.”*s"
    },
    {
        "o": 29923,
        "r": "nasb:John:19:25",
        "t": "Therefore the soldiers did these things. But*bp standing by the cross of Jesus were His mother, and His mother’s sister, Mary the wife*i of Clopas, and Mary Magdalene."
    },
    {
        "o": 29924,
        "r": "nasb:John:19:26",
        "t": "When Jesus then saw His mother, and the disciple whom He loved standing nearby, He said to His mother, “Woman,*r behold,*r your*r son!”*r"
    },
    {
        "o": 29925,
        "r": "nasb:John:19:27",
        "t": "Then He said to the disciple, “Behold,*r your*r mother!”*r From that hour the disciple took her into his own household.*i"
    },
    {
        "o": 29926,
        "r": "nasb:John:19:28",
        "t": "After*p this, Jesus, knowing that all things had already been accomplished, to fulfill the Scripture, said, “I*r am*r thirsty.”*r"
    },
    {
        "o": 29927,
        "r": "nasb:John:19:29",
        "t": "A jar full of sour wine was standing there; so they put a sponge full of the sour wine upon a*i branch*i of*i hyssop and brought it up to His mouth."
    },
    {
        "o": 29928,
        "r": "nasb:John:19:30",
        "t": "Therefore when Jesus had received the sour wine, He said, “It*r is*r finished!”*r And He bowed His head and gave up His spirit."
    },
    {
        "o": 29929,
        "r": "nasb:John:19:30",
        "t": "Care of the Body of Jesus",
        "h": 2
    },
    {
        "o": 29930,
        "r": "nasb:John:19:31",
        "t": "Then*p the Jews, because it was the day of preparation, so that the bodies would not remain on the cross on the Sabbath (for that Sabbath was a high day), asked Pilate that their legs might be broken, and that*i they might be taken away."
    },
    {
        "o": 29931,
        "r": "nasb:John:19:32",
        "t": "So the soldiers came, and broke the legs of the first man and of the other who was crucified with Him;"
    },
    {
        "o": 29932,
        "r": "nasb:John:19:33",
        "t": "but coming to Jesus, when they saw that He was already dead, they did not break His legs."
    },
    {
        "o": 29933,
        "r": "nasb:John:19:34",
        "t": "But one of the soldiers pierced His side with a spear, and immediately blood and water came out."
    },
    {
        "o": 29934,
        "r": "nasb:John:19:35",
        "t": "And he who has seen has testified, and his testimony is true; and he knows that he is telling the truth, so that you also may believe."
    },
    {
        "o": 29935,
        "r": "nasb:John:19:36",
        "t": "For these things came to pass to fulfill the Scripture, “Not*s a*s bone*s of*s Him*s shall*s be*s broken.”*s"
    },
    {
        "o": 29936,
        "r": "nasb:John:19:37",
        "t": "And again another Scripture says, “They*s shall*s look*s on*s Him*s whom*s they*s pierced.”*s"
    },
    {
        "o": 29937,
        "r": "nasb:John:19:38",
        "t": "After*p these things Joseph of Arimathea, being a disciple of Jesus, but a secret one*i for fear of the Jews, asked Pilate that he might take away the body of Jesus; and Pilate granted permission. So he came and took away His body."
    },
    {
        "o": 29938,
        "r": "nasb:John:19:39",
        "t": "Nicodemus, who had first come to Him by night, also came, bringing a mixture of myrrh and aloes, about a hundred pounds weight.*i"
    },
    {
        "o": 29939,
        "r": "nasb:John:19:40",
        "t": "So they took the body of Jesus and bound it in linen wrappings with the spices, as is the burial custom of the Jews."
    },
    {
        "o": 29940,
        "r": "nasb:John:19:41",
        "t": "Now in the place where He was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid."
    },
    {
        "o": 29941,
        "r": "nasb:John:19:42",
        "t": "Therefore because of the Jewish day of preparation, since the tomb was nearby, they laid Jesus there."
    }
]
