[
    {
        "o": 5872,
        "r": "esv:Deuteronomy:18:0",
        "t": "Deuteronomy 18",
        "h": 1
    },
    {
        "o": 5873,
        "r": "esv:Deuteronomy:18:0",
        "t": "Provision for Priests and Levites",
        "h": 2
    },
    {
        "o": 5874,
        "r": "esv:Deuteronomy:18:1",
        "t": "“The*p Levitical priests, all the tribe of Levi, shall have no portion or inheritance with Israel. They shall eat the Lord’s*s food offerings as their inheritance."
    },
    {
        "o": 5875,
        "r": "esv:Deuteronomy:18:2",
        "t": "They shall have no inheritance among their brothers; the Lord*s is their inheritance, as he promised them."
    },
    {
        "o": 5876,
        "r": "esv:Deuteronomy:18:3",
        "t": "And this shall be the priests’ due from the people, from those offering a sacrifice, whether an ox or a sheep: they shall give to the priest the shoulder and the two cheeks and the stomach."
    },
    {
        "o": 5877,
        "r": "esv:Deuteronomy:18:4",
        "t": "The firstfruits of your grain, of your wine and of your oil, and the first fleece of your sheep, you shall give him."
    },
    {
        "o": 5878,
        "r": "esv:Deuteronomy:18:5",
        "t": "For the Lord*s your God has chosen him out of all your tribes to stand and minister in the name of the Lord,*s him and his sons for all time."
    },
    {
        "o": 5879,
        "r": "esv:Deuteronomy:18:6",
        "t": "“And*p if a Levite comes from any of your towns out of all Israel, where he lives— and he may come when he desires— to the place that the Lord*s will choose,"
    },
    {
        "o": 5880,
        "r": "esv:Deuteronomy:18:7",
        "t": "and ministers in the name of the Lord*s his God, like all his fellow Levites who stand to minister there before the Lord,*s"
    },
    {
        "o": 5881,
        "r": "esv:Deuteronomy:18:8",
        "t": "then he may have equal portions to eat, besides what he receives from the sale of his patrimony."
    },
    {
        "o": 5882,
        "r": "esv:Deuteronomy:18:8",
        "t": "Abominable Practices",
        "h": 2
    },
    {
        "o": 5883,
        "r": "esv:Deuteronomy:18:9",
        "t": "“When*p you come into the land that the Lord*s your God is giving you, you shall not learn to follow the abominable practices of those nations."
    },
    {
        "o": 5884,
        "r": "esv:Deuteronomy:18:10",
        "t": "There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer"
    },
    {
        "o": 5885,
        "r": "esv:Deuteronomy:18:11",
        "t": "or a charmer or a medium or a necromancer or one who inquires of the dead,"
    },
    {
        "o": 5886,
        "r": "esv:Deuteronomy:18:12",
        "t": "for whoever does these things is an abomination to the Lord.*s And because of these abominations the Lord*s your God is driving them out before you."
    },
    {
        "o": 5887,
        "r": "esv:Deuteronomy:18:13",
        "t": "You shall be blameless before the Lord*s your God,"
    },
    {
        "o": 5888,
        "r": "esv:Deuteronomy:18:14",
        "t": "for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the Lord*s your God has not allowed you to do this."
    },
    {
        "o": 5889,
        "r": "esv:Deuteronomy:18:14",
        "t": "A New Prophet like Moses",
        "h": 2
    },
    {
        "o": 5890,
        "r": "esv:Deuteronomy:18:15",
        "t": "“The*p Lord*s your God will raise up for you a prophet like me from among you, from your brothers— it is to him you shall listen—"
    },
    {
        "o": 5891,
        "r": "esv:Deuteronomy:18:16",
        "t": "just as you desired of the Lord*s your God at Horeb on the day of the assembly, when you said, ‘Let me not hear again the voice of the Lord*s my God or see this great fire any more, lest I die.’"
    },
    {
        "o": 5892,
        "r": "esv:Deuteronomy:18:17",
        "t": "And the Lord*s said to me, ‘They are right in what they have spoken."
    },
    {
        "o": 5893,
        "r": "esv:Deuteronomy:18:18",
        "t": "I will raise up for them a prophet like you from among their brothers. And I will put my words in his mouth, and he shall speak to them all that I command him."
    },
    {
        "o": 5894,
        "r": "esv:Deuteronomy:18:19",
        "t": "And whoever will not listen to my words that he shall speak in my name, I myself will require it of him."
    },
    {
        "o": 5895,
        "r": "esv:Deuteronomy:18:20",
        "t": "But the prophet who presumes to speak a word in my name that I have not commanded him to speak, or who speaks in the name of other gods, that same prophet shall die.’"
    },
    {
        "o": 5896,
        "r": "esv:Deuteronomy:18:21",
        "t": "And if you say in your heart, ‘How may we know the word that the Lord*s has not spoken?’—"
    },
    {
        "o": 5897,
        "r": "esv:Deuteronomy:18:22",
        "t": "when a prophet speaks in the name of the Lord,*s if the word does not come to pass or come true, that is a word that the Lord*s has not spoken; the prophet has spoken it presumptuously. You need not be afraid of him."
    }
]
