[
    {
        "o": 14089,
        "r": "esv:Esther:6:0",
        "t": "Esther 6",
        "h": 1
    },
    {
        "o": 14090,
        "r": "esv:Esther:6:0",
        "t": "The King Honors Mordecai",
        "h": 2
    },
    {
        "o": 14091,
        "r": "esv:Esther:6:1",
        "t": "On*p that night the king could not sleep. And he gave orders to bring the book of memorable deeds, the chronicles, and they were read before the king."
    },
    {
        "o": 14092,
        "r": "esv:Esther:6:2",
        "t": "And it was found written how Mordecai had told about Bigthana and Teresh, two of the king’s eunuchs, who guarded the threshold, and who had sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14093,
        "r": "esv:Esther:6:3",
        "t": "And the king said, “What honor or distinction has been bestowed on Mordecai for this?” The king’s young men who attended him said, “Nothing has been done for him.”"
    },
    {
        "o": 14094,
        "r": "esv:Esther:6:4",
        "t": "And the king said, “Who is in the court?” Now Haman had just entered the outer court of the king’s palace to speak to the king about having Mordecai hanged on the gallows that he had prepared for him."
    },
    {
        "o": 14095,
        "r": "esv:Esther:6:5",
        "t": "And the king’s young men told him, “Haman is there, standing in the court.” And the king said, “Let him come in.”"
    },
    {
        "o": 14096,
        "r": "esv:Esther:6:6",
        "t": "So Haman came in, and the king said to him, “What should be done to the man whom the king delights to honor?” And Haman said to himself, “Whom would the king delight to honor more than me?”"
    },
    {
        "o": 14097,
        "r": "esv:Esther:6:7",
        "t": "And Haman said to the king, “For the man whom the king delights to honor,"
    },
    {
        "o": 14098,
        "r": "esv:Esther:6:8",
        "t": "let royal robes be brought, which the king has worn, and the horse that the king has ridden, and on whose head a royal crown is set."
    },
    {
        "o": 14099,
        "r": "esv:Esther:6:9",
        "t": "And let the robes and the horse be handed over to one of the king’s most noble officials. Let them dress the man whom the king delights to honor, and let them lead him on the horse through the square of the city, proclaiming before him: ‘Thus shall it be done to the man whom the king delights to honor.’”"
    },
    {
        "o": 14100,
        "r": "esv:Esther:6:10",
        "t": "Then the king said to Haman, “Hurry; take the robes and the horse, as you have said, and do so to Mordecai the Jew, who sits at the king’s gate. Leave out nothing that you have mentioned.”"
    },
    {
        "o": 14101,
        "r": "esv:Esther:6:11",
        "t": "So Haman took the robes and the horse, and he dressed Mordecai and led him through the square of the city, proclaiming before him, “Thus shall it be done to the man whom the king delights to honor.”"
    },
    {
        "o": 14102,
        "r": "esv:Esther:6:12",
        "t": "Then*p Mordecai returned to the king’s gate. But Haman hurried to his house, mourning and with his head covered."
    },
    {
        "o": 14103,
        "r": "esv:Esther:6:13",
        "t": "And Haman told his wife Zeresh and all his friends everything that had happened to him. Then his wise men and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall, is of the Jewish people, you will not overcome him but will surely fall before him.”"
    },
    {
        "o": 14104,
        "r": "esv:Esther:6:13",
        "t": "Esther Reveals Haman’s Plot",
        "h": 2
    },
    {
        "o": 14105,
        "r": "esv:Esther:6:14",
        "t": "While*p they were yet talking with him, the king’s eunuchs arrived and hurried to bring Haman to the feast that Esther had prepared."
    }
]
