[
    {
        "o": 23465,
        "r": "niv:Ezekiel:36:0",
        "t": "Ezekiel 36",
        "h": 1
    },
    {
        "o": 23466,
        "r": "niv:Ezekiel:36:0",
        "t": "Hope for the Mountains of Israel",
        "h": 2
    },
    {
        "o": 23467,
        "r": "niv:Ezekiel:36:1",
        "t": "“Son*p of man, prophesy to the mountains of Israel and say, ‘Mountains of Israel, hear the word of the Lord.*s"
    },
    {
        "o": 23468,
        "r": "niv:Ezekiel:36:2",
        "t": "This is what the Sovereign Lord*s says: The enemy said of you, “Aha! The ancient heights have become our possession.” ’"
    },
    {
        "o": 23469,
        "r": "niv:Ezekiel:36:3",
        "t": "Therefore prophesy and say, ‘This is what the Sovereign Lord*s says: Because they ravaged and crushed you from every side so that you became the possession of the rest of the nations and the object of people’s malicious talk and slander,"
    },
    {
        "o": 23470,
        "r": "niv:Ezekiel:36:4",
        "t": "therefore, mountains of Israel, hear the word of the Sovereign Lord:*s This is what the Sovereign Lord*s says to the mountains and hills, to the ravines and valleys, to the desolate ruins and the deserted towns that have been plundered and ridiculed by the rest of the nations around you—"
    },
    {
        "o": 23471,
        "r": "niv:Ezekiel:36:5",
        "t": "this is what the Sovereign Lord*s says: In my burning zeal I have spoken against the rest of the nations, and against all Edom, for with glee and with malice in their hearts they made my land their own possession so that they might plunder its pastureland.’"
    },
    {
        "o": 23472,
        "r": "niv:Ezekiel:36:6",
        "t": "Therefore prophesy concerning the land of Israel and say to the mountains and hills, to the ravines and valleys: ‘This is what the Sovereign Lord*s says: I speak in my jealous wrath because you have suffered the scorn of the nations."
    },
    {
        "o": 23473,
        "r": "niv:Ezekiel:36:7",
        "t": "Therefore this is what the Sovereign Lord*s says: I swear with uplifted hand that the nations around you will also suffer scorn."
    },
    {
        "o": 23474,
        "r": "niv:Ezekiel:36:8",
        "t": "“ ‘But*p you, mountains of Israel, will produce branches and fruit for my people Israel, for they will soon come home."
    },
    {
        "o": 23475,
        "r": "niv:Ezekiel:36:9",
        "t": "I am concerned for you and will look on you with favor; you will be plowed and sown,"
    },
    {
        "o": 23476,
        "r": "niv:Ezekiel:36:10",
        "t": "and I will cause many people to live on you—yes, all of Israel. The towns will be inhabited and the ruins rebuilt."
    },
    {
        "o": 23477,
        "r": "niv:Ezekiel:36:11",
        "t": "I will increase the number of people and animals living on you, and they will be fruitful and become numerous. I will settle people on you as in the past and will make you prosper more than before. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23478,
        "r": "niv:Ezekiel:36:12",
        "t": "I will cause people, my people Israel, to live on you. They will possess you, and you will be their inheritance; you will never again deprive them of their children."
    },
    {
        "o": 23479,
        "r": "niv:Ezekiel:36:13",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: Because some say to you, “You devour people and deprive your nation of its children,”"
    },
    {
        "o": 23480,
        "r": "niv:Ezekiel:36:14",
        "t": "therefore you will no longer devour people or make your nation childless, declares the Sovereign Lord.*s"
    },
    {
        "o": 23481,
        "r": "niv:Ezekiel:36:15",
        "t": "No longer will I make you hear the taunts of the nations, and no longer will you suffer the scorn of the peoples or cause your nation to fall, declares the Sovereign Lord*s .’ ”"
    },
    {
        "o": 23482,
        "r": "niv:Ezekiel:36:15",
        "t": "Israel’s Restoration Assured",
        "h": 2
    },
    {
        "o": 23483,
        "r": "niv:Ezekiel:36:16",
        "t": "Again*p the word of the Lord*s came to me:"
    },
    {
        "o": 23484,
        "r": "niv:Ezekiel:36:17",
        "t": "“Son of man, when the people of Israel were living in their own land, they defiled it by their conduct and their actions. Their conduct was like a woman’s monthly uncleanness in my sight."
    },
    {
        "o": 23485,
        "r": "niv:Ezekiel:36:18",
        "t": "So I poured out my wrath on them because they had shed blood in the land and because they had defiled it with their idols."
    },
    {
        "o": 23486,
        "r": "niv:Ezekiel:36:19",
        "t": "I dispersed them among the nations, and they were scattered through the countries; I judged them according to their conduct and their actions."
    },
    {
        "o": 23487,
        "r": "niv:Ezekiel:36:20",
        "t": "And wherever they went among the nations they profaned my holy name, for it was said of them, ‘These are the Lord’s*s people, and yet they had to leave his land.’"
    },
    {
        "o": 23488,
        "r": "niv:Ezekiel:36:21",
        "t": "I had concern for my holy name, which the people of Israel profaned among the nations where they had gone."
    },
    {
        "o": 23489,
        "r": "niv:Ezekiel:36:22",
        "t": "“Therefore*p say to the Israelites, ‘This is what the Sovereign Lord*s says: It is not for your sake, people of Israel, that I am going to do these things, but for the sake of my holy name, which you have profaned among the nations where you have gone."
    },
    {
        "o": 23490,
        "r": "niv:Ezekiel:36:23",
        "t": "I will show the holiness of my great name, which has been profaned among the nations, the name you have profaned among them. Then the nations will know that I am the Lord,*s declares the Sovereign Lord,*s when I am proved holy through you before their eyes."
    },
    {
        "o": 23491,
        "r": "niv:Ezekiel:36:24",
        "t": "“ ‘For*p I will take you out of the nations; I will gather you from all the countries and bring you back into your own land."
    },
    {
        "o": 23492,
        "r": "niv:Ezekiel:36:25",
        "t": "I will sprinkle clean water on you, and you will be clean; I will cleanse you from all your impurities and from all your idols."
    },
    {
        "o": 23493,
        "r": "niv:Ezekiel:36:26",
        "t": "I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh."
    },
    {
        "o": 23494,
        "r": "niv:Ezekiel:36:27",
        "t": "And I will put my Spirit in you and move you to follow my decrees and be careful to keep my laws."
    },
    {
        "o": 23495,
        "r": "niv:Ezekiel:36:28",
        "t": "Then you will live in the land I gave your ancestors; you will be my people, and I will be your God."
    },
    {
        "o": 23496,
        "r": "niv:Ezekiel:36:29",
        "t": "I will save you from all your uncleanness. I will call for the grain and make it plentiful and will not bring famine upon you."
    },
    {
        "o": 23497,
        "r": "niv:Ezekiel:36:30",
        "t": "I will increase the fruit of the trees and the crops of the field, so that you will no longer suffer disgrace among the nations because of famine."
    },
    {
        "o": 23498,
        "r": "niv:Ezekiel:36:31",
        "t": "Then you will remember your evil ways and wicked deeds, and you will loathe yourselves for your sins and detestable practices."
    },
    {
        "o": 23499,
        "r": "niv:Ezekiel:36:32",
        "t": "I want you to know that I am not doing this for your sake, declares the Sovereign Lord.*s Be ashamed and disgraced for your conduct, people of Israel!"
    },
    {
        "o": 23500,
        "r": "niv:Ezekiel:36:33",
        "t": "“ ‘This*p is what the Sovereign Lord*s says: On the day I cleanse you from all your sins, I will resettle your towns, and the ruins will be rebuilt."
    },
    {
        "o": 23501,
        "r": "niv:Ezekiel:36:34",
        "t": "The desolate land will be cultivated instead of lying desolate in the sight of all who pass through it."
    },
    {
        "o": 23502,
        "r": "niv:Ezekiel:36:35",
        "t": "They will say, “This land that was laid waste has become like the garden of Eden; the cities that were lying in ruins, desolate and destroyed, are now fortified and inhabited.”"
    },
    {
        "o": 23503,
        "r": "niv:Ezekiel:36:36",
        "t": "Then the nations around you that remain will know that I the Lord*s have rebuilt what was destroyed and have replanted what was desolate. I the Lord*s have spoken, and I will do it.’"
    },
    {
        "o": 23504,
        "r": "niv:Ezekiel:36:37",
        "t": "“This*p is what the Sovereign Lord*s says: Once again I will yield to Israel’s plea and do this for them: I will make their people as numerous as sheep,"
    },
    {
        "o": 23505,
        "r": "niv:Ezekiel:36:38",
        "t": "as numerous as the flocks for offerings at Jerusalem during her appointed festivals. So will the ruined cities be filled with flocks of people. Then they will know that I am the Lord.”*s"
    }
]
