[
    {
        "o": 22672,
        "r": "niv:Ezekiel:10:0",
        "t": "Ezekiel 10",
        "h": 1
    },
    {
        "o": 22673,
        "r": "niv:Ezekiel:10:0",
        "t": "God’s Glory Departs From the Temple",
        "h": 2
    },
    {
        "o": 22674,
        "r": "niv:Ezekiel:10:1",
        "t": "I*p looked, and I saw the likeness of a throne of lapis lazuli above the vault that was over the heads of the cherubim."
    },
    {
        "o": 22675,
        "r": "niv:Ezekiel:10:2",
        "t": "The Lord*s said to the man clothed in linen, “Go in among the wheels beneath the cherubim. Fill your hands with burning coals from among the cherubim and scatter them over the city.” And as I watched, he went in."
    },
    {
        "o": 22676,
        "r": "niv:Ezekiel:10:3",
        "t": "Now*p the cherubim were standing on the south side of the temple when the man went in, and a cloud filled the inner court."
    },
    {
        "o": 22677,
        "r": "niv:Ezekiel:10:4",
        "t": "Then the glory of the Lord*s rose from above the cherubim and moved to the threshold of the temple. The cloud filled the temple, and the court was full of the radiance of the glory of the Lord.*s"
    },
    {
        "o": 22678,
        "r": "niv:Ezekiel:10:5",
        "t": "The sound of the wings of the cherubim could be heard as far away as the outer court, like the voice of God Almighty when he speaks."
    },
    {
        "o": 22679,
        "r": "niv:Ezekiel:10:6",
        "t": "When*p the Lord*s commanded the man in linen, “Take fire from among the wheels, from among the cherubim,” the man went in and stood beside a wheel."
    },
    {
        "o": 22680,
        "r": "niv:Ezekiel:10:7",
        "t": "Then one of the cherubim reached out his hand to the fire that was among them. He took up some of it and put it into the hands of the man in linen, who took it and went out."
    },
    {
        "o": 22681,
        "r": "niv:Ezekiel:10:8",
        "t": "(Under the wings of the cherubim could be seen what looked like human hands.)"
    },
    {
        "o": 22682,
        "r": "niv:Ezekiel:10:9",
        "t": "I*p looked, and I saw beside the cherubim four wheels, one beside each of the cherubim; the wheels sparkled like topaz."
    },
    {
        "o": 22683,
        "r": "niv:Ezekiel:10:10",
        "t": "As for their appearance, the four of them looked alike; each was like a wheel intersecting a wheel."
    },
    {
        "o": 22684,
        "r": "niv:Ezekiel:10:11",
        "t": "As they moved, they would go in any one of the four directions the cherubim faced; the wheels did not turn about as the cherubim went. The cherubim went in whatever direction the head faced, without turning as they went."
    },
    {
        "o": 22685,
        "r": "niv:Ezekiel:10:12",
        "t": "Their entire bodies, including their backs, their hands and their wings, were completely full of eyes, as were their four wheels."
    },
    {
        "o": 22686,
        "r": "niv:Ezekiel:10:13",
        "t": "I heard the wheels being called “the whirling wheels.”"
    },
    {
        "o": 22687,
        "r": "niv:Ezekiel:10:14",
        "t": "Each of the cherubim had four faces: One face was that of a cherub, the second the face of a human being, the third the face of a lion, and the fourth the face of an eagle."
    },
    {
        "o": 22688,
        "r": "niv:Ezekiel:10:15",
        "t": "Then*p the cherubim rose upward. These were the living creatures I had seen by the Kebar River."
    },
    {
        "o": 22689,
        "r": "niv:Ezekiel:10:16",
        "t": "When the cherubim moved, the wheels beside them moved; and when the cherubim spread their wings to rise from the ground, the wheels did not leave their side."
    },
    {
        "o": 22690,
        "r": "niv:Ezekiel:10:17",
        "t": "When the cherubim stood still, they also stood still; and when the cherubim rose, they rose with them, because the spirit of the living creatures was in them."
    },
    {
        "o": 22691,
        "r": "niv:Ezekiel:10:18",
        "t": "Then*p the glory of the Lord*s departed from over the threshold of the temple and stopped above the cherubim."
    },
    {
        "o": 22692,
        "r": "niv:Ezekiel:10:19",
        "t": "While I watched, the cherubim spread their wings and rose from the ground, and as they went, the wheels went with them. They stopped at the entrance of the east gate of the Lord’s*s house, and the glory of the God of Israel was above them."
    },
    {
        "o": 22693,
        "r": "niv:Ezekiel:10:20",
        "t": "These*p were the living creatures I had seen beneath the God of Israel by the Kebar River, and I realized that they were cherubim."
    },
    {
        "o": 22694,
        "r": "niv:Ezekiel:10:21",
        "t": "Each had four faces and four wings, and under their wings was what looked like human hands."
    },
    {
        "o": 22695,
        "r": "niv:Ezekiel:10:22",
        "t": "Their faces had the same appearance as those I had seen by the Kebar River. Each one went straight ahead."
    }
]
