[
    {
        "o": 13210,
        "r": "nasb:2 Chronicles:36:0",
        "t": "2 Chronicles 36",
        "h": 1
    },
    {
        "o": 13211,
        "r": "nasb:2 Chronicles:36:0",
        "t": "Jehoahaz, Jehoiakim, then Jehoiachin Rule",
        "h": 2
    },
    {
        "o": 13212,
        "r": "nasb:2 Chronicles:36:1",
        "t": "Then*p the people of the land took Joahaz the son of Josiah, and made him king in place of his father in Jerusalem."
    },
    {
        "o": 13213,
        "r": "nasb:2 Chronicles:36:2",
        "t": "Joahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem."
    },
    {
        "o": 13214,
        "r": "nasb:2 Chronicles:36:3",
        "t": "Then the king of Egypt deposed him at Jerusalem, and imposed on the land a fine of one hundred talents of silver and one talent of gold."
    },
    {
        "o": 13215,
        "r": "nasb:2 Chronicles:36:4",
        "t": "The king of Egypt made Eliakim his brother king over Judah and Jerusalem, and changed his name to Jehoiakim. But Neco took Joahaz his brother and brought him to Egypt."
    },
    {
        "o": 13216,
        "r": "nasb:2 Chronicles:36:5",
        "t": "Jehoiakim*p was twenty-five years old when he became king, and he reigned eleven years in Jerusalem; and he did evil in the sight of the Lord*s his God."
    },
    {
        "o": 13217,
        "r": "nasb:2 Chronicles:36:6",
        "t": "Nebuchadnezzar king of Babylon came up against him and bound him with bronze chains*i to take him to Babylon."
    },
    {
        "o": 13218,
        "r": "nasb:2 Chronicles:36:7",
        "t": "Nebuchadnezzar also brought some*i of the articles of the house of the Lord*s to Babylon and put them in his temple at Babylon."
    },
    {
        "o": 13219,
        "r": "nasb:2 Chronicles:36:8",
        "t": "Now the rest of the acts of Jehoiakim and the abominations which he did, and what was found against him, behold, they are written in the Book of the Kings of Israel and Judah. And Jehoiachin his son became king in his place."
    },
    {
        "o": 13220,
        "r": "nasb:2 Chronicles:36:9",
        "t": "Jehoiachin*p was eight years old when he became king, and he reigned three months and ten days in Jerusalem, and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 13221,
        "r": "nasb:2 Chronicles:36:9",
        "t": "Captivity in Babylon Begun",
        "h": 2
    },
    {
        "o": 13222,
        "r": "nasb:2 Chronicles:36:10",
        "t": "At*p the turn of the year King Nebuchadnezzar sent and brought him to Babylon with the valuable articles of the house of the Lord,*s and he made his kinsman Zedekiah king over Judah and Jerusalem."
    },
    {
        "o": 13223,
        "r": "nasb:2 Chronicles:36:10",
        "t": "Zedekiah Rules in Judah",
        "h": 2
    },
    {
        "o": 13224,
        "r": "nasb:2 Chronicles:36:11",
        "t": "Zedekiah*p was twenty-one years old when he became king, and he reigned eleven years in Jerusalem."
    },
    {
        "o": 13225,
        "r": "nasb:2 Chronicles:36:12",
        "t": "He did evil in the sight of the Lord*s his God; he did not humble himself before Jeremiah the prophet who spoke for the Lord.*s"
    },
    {
        "o": 13226,
        "r": "nasb:2 Chronicles:36:13",
        "t": "He also rebelled against King Nebuchadnezzar who had made him swear allegiance*i by God. But he stiffened his neck and hardened his heart against turning to the Lord*s God of Israel."
    },
    {
        "o": 13227,
        "r": "nasb:2 Chronicles:36:14",
        "t": "Furthermore, all the officials of the priests and the people were very unfaithful following*i all the abominations of the nations; and they defiled the house of the Lord*s which He had sanctified in Jerusalem."
    },
    {
        "o": 13228,
        "r": "nasb:2 Chronicles:36:15",
        "t": "The*p Lord,*s the God of their fathers, sent word*i to them again and again by His messengers, because He had compassion on His people and on His dwelling place;"
    },
    {
        "o": 13229,
        "r": "nasb:2 Chronicles:36:16",
        "t": "but they continually*i mocked the messengers of God, despised His words and scoffed at His prophets, until the wrath of the Lord*s arose against His people, until there was no remedy."
    },
    {
        "o": 13230,
        "r": "nasb:2 Chronicles:36:17",
        "t": "Therefore He brought up against them the king of the Chaldeans who slew their young men with the sword in the house of their sanctuary, and had no compassion on young man or virgin, old man or infirm; He gave them*i all into his hand."
    },
    {
        "o": 13231,
        "r": "nasb:2 Chronicles:36:18",
        "t": "All the articles of the house of God, great and small, and the treasures of the house of the Lord,*s and the treasures of the king and of his officers, he brought them*i all to Babylon."
    },
    {
        "o": 13232,
        "r": "nasb:2 Chronicles:36:19",
        "t": "Then they burned the house of God and broke down the wall of Jerusalem, and burned all its fortified buildings with fire and destroyed all its valuable articles."
    },
    {
        "o": 13233,
        "r": "nasb:2 Chronicles:36:20",
        "t": "Those who had escaped from the sword he carried away to Babylon; and they were servants to him and to his sons until the rule of the kingdom of Persia,"
    },
    {
        "o": 13234,
        "r": "nasb:2 Chronicles:36:21",
        "t": "to fulfill the word of the Lord*s by the mouth of Jeremiah, until the land had enjoyed its sabbaths. All the days of its desolation it kept sabbath until seventy years were complete."
    },
    {
        "o": 13235,
        "r": "nasb:2 Chronicles:36:21",
        "t": "Cyrus Permits Return",
        "h": 2
    },
    {
        "o": 13236,
        "r": "nasb:2 Chronicles:36:22",
        "t": "Now*p in the first year of Cyrus king of Persia—in order to fulfill the word of the Lord*s by the mouth of Jeremiah—the Lord*s stirred up the spirit of Cyrus king of Persia, so that he sent a proclamation throughout his kingdom, and also put*i it*i in writing, saying,"
    },
    {
        "o": 13237,
        "r": "nasb:2 Chronicles:36:23",
        "t": "“Thus says Cyrus king of Persia, ‘The Lord,*s the God of heaven, has given me all the kingdoms of the earth, and He has appointed me to build Him a house in Jerusalem, which is in Judah. Whoever there is among you of all His people, may the Lord*s his God be with him, and let him go up!’ ”"
    }
]
