[
    {
        "o": 19103,
        "r": "niv:Ecclesiastes:6:0",
        "t": "Ecclesiastes 6",
        "h": 1
    },
    {
        "o": 19104,
        "r": "niv:Ecclesiastes:6:1",
        "t": "I*p have seen another evil under the sun, and it weighs heavily on mankind:"
    },
    {
        "o": 19105,
        "r": "niv:Ecclesiastes:6:2",
        "t": "God gives some people wealth, possessions and honor, so that they lack nothing their hearts desire, but God does not grant them the ability to enjoy them, and strangers enjoy them instead. This is meaningless, a grievous evil."
    },
    {
        "o": 19106,
        "r": "niv:Ecclesiastes:6:3",
        "t": "A*p man may have a hundred children and live many years; yet no matter how long he lives, if he cannot enjoy his prosperity and does not receive proper burial, I say that a stillborn child is better off than he."
    },
    {
        "o": 19107,
        "r": "niv:Ecclesiastes:6:4",
        "t": "It comes without meaning, it departs in darkness, and in darkness its name is shrouded."
    },
    {
        "o": 19108,
        "r": "niv:Ecclesiastes:6:5",
        "t": "Though it never saw the sun or knew anything, it has more rest than does that man—"
    },
    {
        "o": 19109,
        "r": "niv:Ecclesiastes:6:6",
        "t": "even if he lives a thousand years twice over but fails to enjoy his prosperity. Do not all go to the same place?"
    },
    {
        "o": 19110,
        "r": "niv:Ecclesiastes:6:7",
        "t": "Everyone’s*pn toil is for their mouth, yet*ld their appetite is never satisfied."
    },
    {
        "o": 19111,
        "r": "niv:Ecclesiastes:6:8",
        "t": "What*ln advantage have the wise over fools? What*ln do the poor gain by*ld knowing how to conduct themselves before others?"
    },
    {
        "o": 19112,
        "r": "niv:Ecclesiastes:6:9",
        "t": "Better*ln what the eye sees than*ld the roving of the appetite. This*ln too is meaningless, a*ld chasing after the wind."
    },
    {
        "o": 19113,
        "r": "niv:Ecclesiastes:6:10",
        "t": "Whatever*pn exists has already been named, and*ld what humanity is has been known; no*ln one can contend with*ld someone who is stronger."
    },
    {
        "o": 19114,
        "r": "niv:Ecclesiastes:6:11",
        "t": "The*ln more the words, the*ld less the meaning, and*ld how does that profit anyone?"
    },
    {
        "o": 19115,
        "r": "niv:Ecclesiastes:6:12",
        "t": "For*p who knows what is good for a person in life, during the few and meaningless days they pass through like a shadow? Who can tell them what will happen under the sun after they are gone?"
    }
]
