[
    {
        "o": 34433,
        "r": "csb:1 Peter:1:0",
        "t": "1 Peter 1",
        "h": 1
    },
    {
        "o": 34434,
        "r": "csb:1 Peter:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 34435,
        "r": "csb:1 Peter:1:1",
        "t": "Peter,*p an apostle of Jesus Christ: To*p those chosen, living as exiles dispersed abroad in Pontus, Galatia, Cappadocia, Asia, and Bithynia, chosen"
    },
    {
        "o": 34436,
        "r": "csb:1 Peter:1:2",
        "t": "according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, to be obedient and to be sprinkled with the blood of Jesus Christ. May*p grace and peace be multiplied to you."
    },
    {
        "o": 34437,
        "r": "csb:1 Peter:1:2",
        "t": "A Living Hope",
        "h": 2
    },
    {
        "o": 34438,
        "r": "csb:1 Peter:1:3",
        "t": "Blessed*p be the God and Father of our Lord Jesus Christ. Because of his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead"
    },
    {
        "o": 34439,
        "r": "csb:1 Peter:1:4",
        "t": "and into an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you."
    },
    {
        "o": 34440,
        "r": "csb:1 Peter:1:5",
        "t": "You are being guarded by God’s power through faith for a salvation that is ready to be revealed in the last time."
    },
    {
        "o": 34441,
        "r": "csb:1 Peter:1:6",
        "t": "You rejoice in this, even though now for a short time, if necessary, you suffer grief in various trials"
    },
    {
        "o": 34442,
        "r": "csb:1 Peter:1:7",
        "t": "so that the proven character of your faith- more valuable than gold which, though perishable, is refined by fire- may result in praise, glory, and honor at the revelation of Jesus Christ."
    },
    {
        "o": 34443,
        "r": "csb:1 Peter:1:8",
        "t": "Though you have not seen him, you love him; though not seeing him now, you believe in him, and you rejoice with inexpressible and glorious joy,"
    },
    {
        "o": 34444,
        "r": "csb:1 Peter:1:9",
        "t": "because you are receiving the goal of your faith, the salvation of your souls."
    },
    {
        "o": 34445,
        "r": "csb:1 Peter:1:10",
        "t": "Concerning*p this salvation, the prophets, who prophesied about the grace that would come to you, searched and carefully investigated."
    },
    {
        "o": 34446,
        "r": "csb:1 Peter:1:11",
        "t": "They inquired into what time or what circumstances the Spirit of Christ within them was indicating when he testified in advance to the sufferings of Christ and the glories that would follow."
    },
    {
        "o": 34447,
        "r": "csb:1 Peter:1:12",
        "t": "It was revealed to them that they were not serving themselves but you. These things have now been announced to you through those who preached the gospel to you by the Holy Spirit sent from heaven- angels long to catch a glimpse of these things."
    },
    {
        "o": 34448,
        "r": "csb:1 Peter:1:12",
        "t": "A Call to Holy Living",
        "h": 2
    },
    {
        "o": 34449,
        "r": "csb:1 Peter:1:13",
        "t": "Therefore,*p with your minds ready for action, be sober-minded and set your hope completely on the grace to be brought to you at the revelation of Jesus Christ."
    },
    {
        "o": 34450,
        "r": "csb:1 Peter:1:14",
        "t": "As obedient children, do not be conformed to the desires of your former ignorance."
    },
    {
        "o": 34451,
        "r": "csb:1 Peter:1:15",
        "t": "But as the one who called you is holy, you also are to be holy in all your conduct;"
    },
    {
        "o": 34452,
        "r": "csb:1 Peter:1:16",
        "t": "for it is written, Be*i holy,*i because*i I*i am*i holy.*i"
    },
    {
        "o": 34453,
        "r": "csb:1 Peter:1:17",
        "t": "If you appeal to the Father who judges impartially according to each one’s work, you are to conduct yourselves in reverence during your time living as strangers."
    },
    {
        "o": 34454,
        "r": "csb:1 Peter:1:18",
        "t": "For you know that you were redeemed from your empty way of life inherited from your ancestors, not with perishable things like silver or gold,"
    },
    {
        "o": 34455,
        "r": "csb:1 Peter:1:19",
        "t": "but with the precious blood of Christ, like that of an unblemished and spotless lamb."
    },
    {
        "o": 34456,
        "r": "csb:1 Peter:1:20",
        "t": "He was foreknown before the foundation of the world but was revealed in these last times for you."
    },
    {
        "o": 34457,
        "r": "csb:1 Peter:1:21",
        "t": "Through him you believe in God, who raised him from the dead and gave him glory, so that your faith and hope are in God."
    },
    {
        "o": 34458,
        "r": "csb:1 Peter:1:22",
        "t": "Since*p you have purified yourselves by your obedience to the truth, so that you show sincere brotherly love for each other, from a pure heart love one another constantly,"
    },
    {
        "o": 34459,
        "r": "csb:1 Peter:1:23",
        "t": "because you have been born again- not of perishable seed but of imperishable - through the living and enduring word of God."
    },
    {
        "o": 34460,
        "r": "csb:1 Peter:1:24",
        "t": "For All*ipn flesh*i is*i like*i grass,*i and*iln all*i its*i glory*i like*i a*i flower*i of*i the*i grass.*i The*iln grass*i withers,*i and*i the*i flower*i falls,*i"
    },
    {
        "o": 34461,
        "r": "csb:1 Peter:1:25",
        "t": "but*iln the*i word*i of*i the*i Lord*i endures*i forever.*i And*p this word is the gospel that was proclaimed to you."
    },
    {
        "o": 34462,
        "r": "csb:1 Peter:2:0",
        "t": "1 Peter 2",
        "h": 1
    },
    {
        "o": 34463,
        "r": "csb:1 Peter:2:0",
        "t": "The Living Stone and a Holy People",
        "h": 2
    },
    {
        "o": 34464,
        "r": "csb:1 Peter:2:1",
        "t": "Therefore,*p rid yourselves of all malice, all deceit, hypocrisy, envy, and all slander."
    },
    {
        "o": 34465,
        "r": "csb:1 Peter:2:2",
        "t": "Like newborn infants, desire the pure milk of the word, so that by it you may grow up into your salvation,"
    },
    {
        "o": 34466,
        "r": "csb:1 Peter:2:3",
        "t": "if you*i have*i tasted*i that*i the*i Lord*i is*i good.*i"
    },
    {
        "o": 34467,
        "r": "csb:1 Peter:2:4",
        "t": "As you come to him, a living stone - rejected by people but chosen and honored by God -"
    },
    {
        "o": 34468,
        "r": "csb:1 Peter:2:5",
        "t": "you yourselves, as living stones, a spiritual house, are being built to be a holy priesthood to offer spiritual sacrifices acceptable to God through Jesus Christ."
    },
    {
        "o": 34469,
        "r": "csb:1 Peter:2:6",
        "t": "For it stands in Scripture: See,*ipn I*i lay*i a*i stone*i in*i Zion,*i a*iln chosen*i and*i honored*i cornerstone,*i and*iln the*i one*i who*i believes*i in*i him*i will*iln never*i be*i put*i to*i shame.*i"
    },
    {
        "o": 34470,
        "r": "csb:1 Peter:2:7",
        "t": "So*p honor will come to you who believe; but for the unbelieving, The*ipn stone*i that*i the*i builders*i rejected —*i this*iln one*i has*i become*i the*i cornerstone,*i"
    },
    {
        "o": 34471,
        "r": "csb:1 Peter:2:8",
        "t": "and*p A*ipn stone*i to*i stumble*i over,*i and*iln a*i rock*i to*i trip*i over.*i They*p stumble because they disobey the word; they were destined for this."
    },
    {
        "o": 34472,
        "r": "csb:1 Peter:2:9",
        "t": "But*p you are a*i chosen*i race,*i a*i royal*i priesthood,*i a*i holy*i nation,*i a*i people*i for*i his*i possession,*i so*i that*i you*i may*i proclaim*i the*i praises*i of the one who called you out of darkness into his marvelous light."
    },
    {
        "o": 34473,
        "r": "csb:1 Peter:2:10",
        "t": "Once you were not a people, but now you are God’s people; you had not received mercy, but now you have received mercy."
    },
    {
        "o": 34474,
        "r": "csb:1 Peter:2:10",
        "t": "A Call to Good Works",
        "h": 2
    },
    {
        "o": 34475,
        "r": "csb:1 Peter:2:11",
        "t": "Dear*p friends, I urge you as strangers and exiles to abstain from sinful desires that wage war against the soul."
    },
    {
        "o": 34476,
        "r": "csb:1 Peter:2:12",
        "t": "Conduct yourselves honorably among the Gentiles, so that when they slander you as evildoers, they will observe your good works and will glorify God on the day he visits."
    },
    {
        "o": 34477,
        "r": "csb:1 Peter:2:13",
        "t": "Submit*p to every human authority because of the Lord, whether to the emperor as the supreme authority"
    },
    {
        "o": 34478,
        "r": "csb:1 Peter:2:14",
        "t": "or to governors as those sent out by him to punish those who do what is evil and to praise those who do what is good."
    },
    {
        "o": 34479,
        "r": "csb:1 Peter:2:15",
        "t": "For it is God’s will that you silence the ignorance of foolish people by doing good."
    },
    {
        "o": 34480,
        "r": "csb:1 Peter:2:16",
        "t": "Submit as free people, not using your freedom as a cover-up for evil, but as God’s slaves."
    },
    {
        "o": 34481,
        "r": "csb:1 Peter:2:17",
        "t": "Honor everyone. Love the brothers and sisters. Fear God. Honor the emperor."
    },
    {
        "o": 34482,
        "r": "csb:1 Peter:2:17",
        "t": "Submission of Slaves to Masters",
        "h": 2
    },
    {
        "o": 34483,
        "r": "csb:1 Peter:2:18",
        "t": "Household*p slaves, submit to your masters with all reverence not only to the good and gentle ones but also to the cruel."
    },
    {
        "o": 34484,
        "r": "csb:1 Peter:2:19",
        "t": "For it brings favor if, because of a consciousness of God, someone endures grief from suffering unjustly."
    },
    {
        "o": 34485,
        "r": "csb:1 Peter:2:20",
        "t": "For what credit is there if when you do wrong and are beaten, you endure it? But when you do what is good and suffer, if you endure it, this brings favor with God."
    },
    {
        "o": 34486,
        "r": "csb:1 Peter:2:21",
        "t": "For*p you were called to this, because Christ also suffered for you, leaving you an example, that you should follow in his steps."
    },
    {
        "o": 34487,
        "r": "csb:1 Peter:2:22",
        "t": "He did not commit sin, and*i no*i deceit*i was*i found*i in*i his*i mouth;*i"
    },
    {
        "o": 34488,
        "r": "csb:1 Peter:2:23",
        "t": "when he was insulted, he did not insult in return; when he suffered, he did not threaten but entrusted himself to the one who judges justly."
    },
    {
        "o": 34489,
        "r": "csb:1 Peter:2:24",
        "t": "He himself bore our sins in his body on the tree; so that, having died to sins, we might live for righteousness. By*i his*i wounds*i you*i have*i been*i healed.*i"
    },
    {
        "o": 34490,
        "r": "csb:1 Peter:2:25",
        "t": "For you were*i like*i sheep*i going*i astray,*i but you have now returned to the Shepherd and Overseer of your souls."
    },
    {
        "o": 34491,
        "r": "csb:1 Peter:3:0",
        "t": "1 Peter 3",
        "h": 1
    },
    {
        "o": 34492,
        "r": "csb:1 Peter:3:0",
        "t": "Wives and Husbands",
        "h": 2
    },
    {
        "o": 34493,
        "r": "csb:1 Peter:3:1",
        "t": "In*p the same way, wives, submit yourselves to your own husbands so that, even if some disobey the word, they may be won over without a word by the way their wives live"
    },
    {
        "o": 34494,
        "r": "csb:1 Peter:3:2",
        "t": "when they observe your pure, reverent lives."
    },
    {
        "o": 34495,
        "r": "csb:1 Peter:3:3",
        "t": "Don’t let your beauty consist of outward things like elaborate hairstyles and wearing gold jewelry or fine clothes,"
    },
    {
        "o": 34496,
        "r": "csb:1 Peter:3:4",
        "t": "but rather what is inside the heart- the imperishable quality of a gentle and quiet spirit, which is of great worth in God’s sight."
    },
    {
        "o": 34497,
        "r": "csb:1 Peter:3:5",
        "t": "For in the past, the holy women who put their hope in God also adorned themselves in this way, submitting to their own husbands,"
    },
    {
        "o": 34498,
        "r": "csb:1 Peter:3:6",
        "t": "just as Sarah obeyed Abraham, calling him lord. You have become her children when you do what is good and do not fear any intimidation."
    },
    {
        "o": 34499,
        "r": "csb:1 Peter:3:7",
        "t": "Husbands,*p in the same way, live with your wives in an understanding way, as with a weaker partner, showing them honor as coheirs of the grace of life, so that your prayers will not be hindered."
    },
    {
        "o": 34500,
        "r": "csb:1 Peter:3:7",
        "t": "Do No Evil",
        "h": 2
    },
    {
        "o": 34501,
        "r": "csb:1 Peter:3:8",
        "t": "Finally,*p all of you be like-minded and sympathetic, love one another, and be compassionate and humble,"
    },
    {
        "o": 34502,
        "r": "csb:1 Peter:3:9",
        "t": "not paying back evil for evil or insult for insult but, on the contrary, giving a blessing, since you were called for this, so that you may inherit a blessing."
    },
    {
        "o": 34503,
        "r": "csb:1 Peter:3:10",
        "t": "For*pn the*i one*i who*i wants*i to*i love*i life*i and*iln to*i see*i good*i days,*i let*iln him*i keep*i his*i tongue*i from*i evil*i and*iln his*i lips*i from*i speaking*i deceit,*i"
    },
    {
        "o": 34504,
        "r": "csb:1 Peter:3:11",
        "t": "and*iln let*i him*i turn*i away*i from*i evil*i and*iln do*i what*i is*i good.*i Let*iln him*i seek*i peace*i and*i pursue*i it,*i"
    },
    {
        "o": 34505,
        "r": "csb:1 Peter:3:12",
        "t": "because*iln the*i eyes*i of*i the*i Lord*i are*i on*i the*i righteous*i and*iln his*i ears*i are*i open*i to*i their*i prayer.*i But*iln the*i face*i of*i the*i Lord*i is*i against*i those*iln who*i do*i what*i is*i evil.*i"
    },
    {
        "o": 34506,
        "r": "csb:1 Peter:3:12",
        "t": "Undeserved Suffering",
        "h": 2
    },
    {
        "o": 34507,
        "r": "csb:1 Peter:3:13",
        "t": "Who*p then will harm you if you are devoted to what is good?"
    },
    {
        "o": 34508,
        "r": "csb:1 Peter:3:14",
        "t": "But even if you should suffer for righteousness, you are blessed. Do*i not*i fear*i them*i or*i be*i intimidated,*i"
    },
    {
        "o": 34509,
        "r": "csb:1 Peter:3:15",
        "t": "but in your hearts regard Christ the Lord as holy, ready at any time to give a defense to anyone who asks you for a reason for the hope that is in you."
    },
    {
        "o": 34510,
        "r": "csb:1 Peter:3:16",
        "t": "Yet do this with gentleness and reverence, keeping a clear conscience, so that when you are accused, those who disparage your good conduct in Christ will be put to shame."
    },
    {
        "o": 34511,
        "r": "csb:1 Peter:3:17",
        "t": "For it is better to suffer for doing good, if that should be God’s will, than for doing evil."
    },
    {
        "o": 34512,
        "r": "csb:1 Peter:3:18",
        "t": "For*p Christ also suffered for sins once for all, the righteous for the unrighteous, that he might bring you to God. He was put to death in the flesh but made alive by the Spirit,"
    },
    {
        "o": 34513,
        "r": "csb:1 Peter:3:19",
        "t": "in which he also went and made proclamation to the spirits in prison"
    },
    {
        "o": 34514,
        "r": "csb:1 Peter:3:20",
        "t": "who in the past were disobedient, when God patiently waited in the days of Noah while the ark was being prepared. In it a few - that is, eight people- were saved through water."
    },
    {
        "o": 34515,
        "r": "csb:1 Peter:3:21",
        "t": "Baptism, which corresponds to this, now saves you (not as the removal of dirt from the body, but the pledge of a good conscience toward God) through the resurrection of Jesus Christ,"
    },
    {
        "o": 34516,
        "r": "csb:1 Peter:3:22",
        "t": "who has gone into heaven and is at the right hand of God with angels, authorities, and powers subject to him."
    },
    {
        "o": 34517,
        "r": "csb:1 Peter:4:0",
        "t": "1 Peter 4",
        "h": 1
    },
    {
        "o": 34518,
        "r": "csb:1 Peter:4:0",
        "t": "Following Christ",
        "h": 2
    },
    {
        "o": 34519,
        "r": "csb:1 Peter:4:1",
        "t": "Therefore,*p since Christ suffered in the flesh, arm yourselves also with the same understanding- because the one who suffers in the flesh is finished with sin-"
    },
    {
        "o": 34520,
        "r": "csb:1 Peter:4:2",
        "t": "in order to live the remaining time in the flesh no longer for human desires, but for God’s will."
    },
    {
        "o": 34521,
        "r": "csb:1 Peter:4:3",
        "t": "For there has already been enough time spent in doing what the Gentiles choose to do: carrying on in unrestrained behavior, evil desires, drunkenness, orgies, carousing, and lawless idolatry."
    },
    {
        "o": 34522,
        "r": "csb:1 Peter:4:4",
        "t": "They are surprised that you don’t join them in the same flood of wild living - and they slander you."
    },
    {
        "o": 34523,
        "r": "csb:1 Peter:4:5",
        "t": "They will give an account to the one who stands ready to judge the living and the dead."
    },
    {
        "o": 34524,
        "r": "csb:1 Peter:4:6",
        "t": "For this reason the gospel was also preached to those who are now dead, so that, although they might be judged in the flesh according to human standards, they might live in the spirit according to God’s standards."
    },
    {
        "o": 34525,
        "r": "csb:1 Peter:4:6",
        "t": "End-Time Ethics",
        "h": 2
    },
    {
        "o": 34526,
        "r": "csb:1 Peter:4:7",
        "t": "The*p end of all things is near; therefore, be alert and sober-minded for prayer."
    },
    {
        "o": 34527,
        "r": "csb:1 Peter:4:8",
        "t": "Above all, maintain constant love for one another, since love*i covers*i a*i multitude*i of*i sins.*i"
    },
    {
        "o": 34528,
        "r": "csb:1 Peter:4:9",
        "t": "Be hospitable to one another without complaining."
    },
    {
        "o": 34529,
        "r": "csb:1 Peter:4:10",
        "t": "Just as each one has received a gift, use it to serve others, as good stewards of the varied grace of God."
    },
    {
        "o": 34530,
        "r": "csb:1 Peter:4:11",
        "t": "If anyone speaks, let it be as one who speaks God’s words; if anyone serves, let it be from the strength God provides, so that God may be glorified through Jesus Christ in everything. To him be the glory and the power forever and ever. Amen."
    },
    {
        "o": 34531,
        "r": "csb:1 Peter:4:11",
        "t": "Christian Suffering",
        "h": 2
    },
    {
        "o": 34532,
        "r": "csb:1 Peter:4:12",
        "t": "Dear*p friends, don’t be surprised when the fiery ordeal comes among you to test you, as if something unusual were happening to you."
    },
    {
        "o": 34533,
        "r": "csb:1 Peter:4:13",
        "t": "Instead, rejoice as you share in the sufferings of Christ, so that you may also rejoice with great joy when his glory is revealed."
    },
    {
        "o": 34534,
        "r": "csb:1 Peter:4:14",
        "t": "If you are ridiculed for the name of Christ, you are blessed, because the Spirit of glory and of God rests on you."
    },
    {
        "o": 34535,
        "r": "csb:1 Peter:4:15",
        "t": "Let none of you suffer as a murderer, a thief, an evildoer, or a meddler."
    },
    {
        "o": 34536,
        "r": "csb:1 Peter:4:16",
        "t": "But if anyone suffers as a Christian, let him not be ashamed but let him glorify God in having that name."
    },
    {
        "o": 34537,
        "r": "csb:1 Peter:4:17",
        "t": "For the time has come for judgment to begin with God’s household, and if it begins with us, what will the outcome be for those who disobey the gospel of God?"
    },
    {
        "o": 34538,
        "r": "csb:1 Peter:4:18",
        "t": "And*pn if*i a*i righteous*i person*i is*i saved*i with*i difficulty,*i what*iln will*i become*i of*i the*i ungodly*i and*i the*i sinner?*i"
    },
    {
        "o": 34539,
        "r": "csb:1 Peter:4:19",
        "t": "So*p then, let those who suffer according to God’s will entrust themselves to a faithful Creator while doing what is good."
    },
    {
        "o": 34540,
        "r": "csb:1 Peter:5:0",
        "t": "1 Peter 5",
        "h": 1
    },
    {
        "o": 34541,
        "r": "csb:1 Peter:5:0",
        "t": "About the Elders",
        "h": 2
    },
    {
        "o": 34542,
        "r": "csb:1 Peter:5:1",
        "t": "I*p exhort the elders among you as a fellow elder and witness to the sufferings of Christ, as well as one who shares in the glory about to be revealed:"
    },
    {
        "o": 34543,
        "r": "csb:1 Peter:5:2",
        "t": "Shepherd God’s flock among you, not overseeing out of compulsion but willingly, as God would have you; not out of greed for money but eagerly;"
    },
    {
        "o": 34544,
        "r": "csb:1 Peter:5:3",
        "t": "not lording it over those entrusted to you, but being examples to the flock."
    },
    {
        "o": 34545,
        "r": "csb:1 Peter:5:4",
        "t": "And when the chief Shepherd appears, you will receive the unfading crown of glory."
    },
    {
        "o": 34546,
        "r": "csb:1 Peter:5:5",
        "t": "In the same way, you who are younger, be subject to the elders. All of you clothe yourselves with humility toward one another, because God*ipn resists*i the*i proud*i but*iln gives*i grace*i to*i the*i humble.*i"
    },
    {
        "o": 34547,
        "r": "csb:1 Peter:5:5",
        "t": "Conclusion",
        "h": 2
    },
    {
        "o": 34548,
        "r": "csb:1 Peter:5:6",
        "t": "Humble*p yourselves, therefore, under the mighty hand of God, so that he may exalt you at the proper time,"
    },
    {
        "o": 34549,
        "r": "csb:1 Peter:5:7",
        "t": "casting all your cares on him, because he cares about you."
    },
    {
        "o": 34550,
        "r": "csb:1 Peter:5:8",
        "t": "Be sober-minded, be alert. Your adversary the devil is prowling around like a roaring lion, looking for anyone he can devour."
    },
    {
        "o": 34551,
        "r": "csb:1 Peter:5:9",
        "t": "Resist him, firm in the faith, knowing that the same kind of sufferings are being experienced by your fellow believers throughout the world."
    },
    {
        "o": 34552,
        "r": "csb:1 Peter:5:10",
        "t": "The*p God of all grace, who called you to his eternal glory in Christ, will himself restore, establish, strengthen, and support you after you have suffered a little while."
    },
    {
        "o": 34553,
        "r": "csb:1 Peter:5:11",
        "t": "To him be dominion forever. Amen."
    },
    {
        "o": 34554,
        "r": "csb:1 Peter:5:12",
        "t": "Through*p Silvanus, a faithful brother (as I consider him), I have written to you briefly in order to encourage you and to testify that this is the true grace of God. Stand firm in it!"
    },
    {
        "o": 34555,
        "r": "csb:1 Peter:5:13",
        "t": "She who is in Babylon, chosen together with you, sends you greetings, as does Mark, my son."
    },
    {
        "o": 34556,
        "r": "csb:1 Peter:5:14",
        "t": "Greet one another with a kiss of love. Peace to all of you who are in Christ."
    }
]
