[
    {
        "o": 12601,
        "r": "niv:2 Chronicles:16:0",
        "t": "2 Chronicles 16",
        "h": 1
    },
    {
        "o": 12602,
        "r": "niv:2 Chronicles:16:0",
        "t": "Asa’s Last Years",
        "h": 2
    },
    {
        "o": 12603,
        "r": "niv:2 Chronicles:16:1",
        "t": "In*p the thirty-sixth year of Asa’s reign Baasha king of Israel went up against Judah and fortified Ramah to prevent anyone from leaving or entering the territory of Asa king of Judah."
    },
    {
        "o": 12604,
        "r": "niv:2 Chronicles:16:2",
        "t": "Asa*p then took the silver and gold out of the treasuries of the Lord’s*s temple and of his own palace and sent it to Ben-Hadad king of Aram, who was ruling in Damascus."
    },
    {
        "o": 12605,
        "r": "niv:2 Chronicles:16:3",
        "t": "“Let there be a treaty between me and you,” he said, “as there was between my father and your father. See, I am sending you silver and gold. Now break your treaty with Baasha king of Israel so he will withdraw from me.”"
    },
    {
        "o": 12606,
        "r": "niv:2 Chronicles:16:4",
        "t": "Ben-Hadad*p agreed with King Asa and sent the commanders of his forces against the towns of Israel. They conquered Ijon, Dan, Abel Maim and all the store cities of Naphtali."
    },
    {
        "o": 12607,
        "r": "niv:2 Chronicles:16:5",
        "t": "When Baasha heard this, he stopped building Ramah and abandoned his work."
    },
    {
        "o": 12608,
        "r": "niv:2 Chronicles:16:6",
        "t": "Then King Asa brought all the men of Judah, and they carried away from Ramah the stones and timber Baasha had been using. With them he built up Geba and Mizpah."
    },
    {
        "o": 12609,
        "r": "niv:2 Chronicles:16:7",
        "t": "At*p that time Hanani the seer came to Asa king of Judah and said to him: “Because you relied on the king of Aram and not on the Lord*s your God, the army of the king of Aram has escaped from your hand."
    },
    {
        "o": 12610,
        "r": "niv:2 Chronicles:16:8",
        "t": "Were not the Cushites and Libyans a mighty army with great numbers of chariots and horsemen? Yet when you relied on the Lord,*s he delivered them into your hand."
    },
    {
        "o": 12611,
        "r": "niv:2 Chronicles:16:9",
        "t": "For the eyes of the Lord*s range throughout the earth to strengthen those whose hearts are fully committed to him. You have done a foolish thing, and from now on you will be at war.”"
    },
    {
        "o": 12612,
        "r": "niv:2 Chronicles:16:10",
        "t": "Asa*p was angry with the seer because of this; he was so enraged that he put him in prison. At the same time Asa brutally oppressed some of the people."
    },
    {
        "o": 12613,
        "r": "niv:2 Chronicles:16:11",
        "t": "The*p events of Asa’s reign, from beginning to end, are written in the book of the kings of Judah and Israel."
    },
    {
        "o": 12614,
        "r": "niv:2 Chronicles:16:12",
        "t": "In the thirty-ninth year of his reign Asa was afflicted with a disease in his feet. Though his disease was severe, even in his illness he did not seek help from the Lord,*s but only from the physicians."
    },
    {
        "o": 12615,
        "r": "niv:2 Chronicles:16:13",
        "t": "Then in the forty-first year of his reign Asa died and rested with his ancestors."
    },
    {
        "o": 12616,
        "r": "niv:2 Chronicles:16:14",
        "t": "They buried him in the tomb that he had cut out for himself in the City of David. They laid him on a bier covered with spices and various blended perfumes, and they made a huge fire in his honor."
    }
]
