[
    {
        "o": 32662,
        "r": "niv:1 Thessalonians:1:0",
        "t": "1 Thessalonians 1",
        "h": 1
    },
    {
        "o": 32663,
        "r": "niv:1 Thessalonians:1:1",
        "t": "Paul,*p Silas and Timothy, To*p the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace*p and peace to you."
    },
    {
        "o": 32664,
        "r": "niv:1 Thessalonians:1:1",
        "t": "Thanksgiving for the Thessalonians’ Faith",
        "h": 2
    },
    {
        "o": 32665,
        "r": "niv:1 Thessalonians:1:2",
        "t": "We*p always thank God for all of you and continually mention you in our prayers."
    },
    {
        "o": 32666,
        "r": "niv:1 Thessalonians:1:3",
        "t": "We remember before our God and Father your work produced by faith, your labor prompted by love, and your endurance inspired by hope in our Lord Jesus Christ."
    },
    {
        "o": 32667,
        "r": "niv:1 Thessalonians:1:4",
        "t": "For*p we know, brothers and sisters loved by God, that he has chosen you,"
    },
    {
        "o": 32668,
        "r": "niv:1 Thessalonians:1:5",
        "t": "because our gospel came to you not simply with words but also with power, with the Holy Spirit and deep conviction. You know how we lived among you for your sake."
    },
    {
        "o": 32669,
        "r": "niv:1 Thessalonians:1:6",
        "t": "You became imitators of us and of the Lord, for you welcomed the message in the midst of severe suffering with the joy given by the Holy Spirit."
    },
    {
        "o": 32670,
        "r": "niv:1 Thessalonians:1:7",
        "t": "And so you became a model to all the believers in Macedonia and Achaia."
    },
    {
        "o": 32671,
        "r": "niv:1 Thessalonians:1:8",
        "t": "The Lord’s message rang out from you not only in Macedonia and Achaia—your faith in God has become known everywhere. Therefore we do not need to say anything about it,"
    },
    {
        "o": 32672,
        "r": "niv:1 Thessalonians:1:9",
        "t": "for they themselves report what kind of reception you gave us. They tell how you turned to God from idols to serve the living and true God,"
    },
    {
        "o": 32673,
        "r": "niv:1 Thessalonians:1:10",
        "t": "and to wait for his Son from heaven, whom he raised from the dead—Jesus, who rescues us from the coming wrath."
    },
    {
        "o": 32674,
        "r": "niv:1 Thessalonians:2:0",
        "t": "1 Thessalonians 2",
        "h": 1
    },
    {
        "o": 32675,
        "r": "niv:1 Thessalonians:2:0",
        "t": "Paul’s Ministry in Thessalonica",
        "h": 2
    },
    {
        "o": 32676,
        "r": "niv:1 Thessalonians:2:1",
        "t": "You*p know, brothers and sisters, that our visit to you was not without results."
    },
    {
        "o": 32677,
        "r": "niv:1 Thessalonians:2:2",
        "t": "We had previously suffered and been treated outrageously in Philippi, as you know, but with the help of our God we dared to tell you his gospel in the face of strong opposition."
    },
    {
        "o": 32678,
        "r": "niv:1 Thessalonians:2:3",
        "t": "For the appeal we make does not spring from error or impure motives, nor are we trying to trick you."
    },
    {
        "o": 32679,
        "r": "niv:1 Thessalonians:2:4",
        "t": "On the contrary, we speak as those approved by God to be entrusted with the gospel. We are not trying to please people but God, who tests our hearts."
    },
    {
        "o": 32680,
        "r": "niv:1 Thessalonians:2:5",
        "t": "You know we never used flattery, nor did we put on a mask to cover up greed—God is our witness."
    },
    {
        "o": 32681,
        "r": "niv:1 Thessalonians:2:6",
        "t": "We were not looking for praise from people, not from you or anyone else, even though as apostles of Christ we could have asserted our authority."
    },
    {
        "o": 32682,
        "r": "niv:1 Thessalonians:2:7",
        "t": "Instead, we were like young children among you. Just*p as a nursing mother cares for her children,"
    },
    {
        "o": 32683,
        "r": "niv:1 Thessalonians:2:8",
        "t": "so we cared for you. Because we loved you so much, we were delighted to share with you not only the gospel of God but our lives as well."
    },
    {
        "o": 32684,
        "r": "niv:1 Thessalonians:2:9",
        "t": "Surely you remember, brothers and sisters, our toil and hardship; we worked night and day in order not to be a burden to anyone while we preached the gospel of God to you."
    },
    {
        "o": 32685,
        "r": "niv:1 Thessalonians:2:10",
        "t": "You are witnesses, and so is God, of how holy, righteous and blameless we were among you who believed."
    },
    {
        "o": 32686,
        "r": "niv:1 Thessalonians:2:11",
        "t": "For you know that we dealt with each of you as a father deals with his own children,"
    },
    {
        "o": 32687,
        "r": "niv:1 Thessalonians:2:12",
        "t": "encouraging, comforting and urging you to live lives worthy of God, who calls you into his kingdom and glory."
    },
    {
        "o": 32688,
        "r": "niv:1 Thessalonians:2:13",
        "t": "And*p we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as a human word, but as it actually is, the word of God, which is indeed at work in you who believe."
    },
    {
        "o": 32689,
        "r": "niv:1 Thessalonians:2:14",
        "t": "For you, brothers and sisters, became imitators of God’s churches in Judea, which are in Christ Jesus: You suffered from your own people the same things those churches suffered from the Jews"
    },
    {
        "o": 32690,
        "r": "niv:1 Thessalonians:2:15",
        "t": "who killed the Lord Jesus and the prophets and also drove us out. They displease God and are hostile to everyone"
    },
    {
        "o": 32691,
        "r": "niv:1 Thessalonians:2:16",
        "t": "in their effort to keep us from speaking to the Gentiles so that they may be saved. In this way they always heap up their sins to the limit. The wrath of God has come upon them at last."
    },
    {
        "o": 32692,
        "r": "niv:1 Thessalonians:2:16",
        "t": "Paul’s Longing to See the Thessalonians",
        "h": 2
    },
    {
        "o": 32693,
        "r": "niv:1 Thessalonians:2:17",
        "t": "But,*p brothers and sisters, when we were orphaned by being separated from you for a short time (in person, not in thought), out of our intense longing we made every effort to see you."
    },
    {
        "o": 32694,
        "r": "niv:1 Thessalonians:2:18",
        "t": "For we wanted to come to you—certainly I, Paul, did, again and again—but Satan blocked our way."
    },
    {
        "o": 32695,
        "r": "niv:1 Thessalonians:2:19",
        "t": "For what is our hope, our joy, or the crown in which we will glory in the presence of our Lord Jesus when he comes? Is it not you?"
    },
    {
        "o": 32696,
        "r": "niv:1 Thessalonians:2:20",
        "t": "Indeed, you are our glory and joy."
    },
    {
        "o": 32697,
        "r": "niv:1 Thessalonians:3:0",
        "t": "1 Thessalonians 3",
        "h": 1
    },
    {
        "o": 32698,
        "r": "niv:1 Thessalonians:3:1",
        "t": "So*p when we could stand it no longer, we thought it best to be left by ourselves in Athens."
    },
    {
        "o": 32699,
        "r": "niv:1 Thessalonians:3:2",
        "t": "We sent Timothy, who is our brother and co-worker in God’s service in spreading the gospel of Christ, to strengthen and encourage you in your faith,"
    },
    {
        "o": 32700,
        "r": "niv:1 Thessalonians:3:3",
        "t": "so that no one would be unsettled by these trials. For you know quite well that we are destined for them."
    },
    {
        "o": 32701,
        "r": "niv:1 Thessalonians:3:4",
        "t": "In fact, when we were with you, we kept telling you that we would be persecuted. And it turned out that way, as you well know."
    },
    {
        "o": 32702,
        "r": "niv:1 Thessalonians:3:5",
        "t": "For this reason, when I could stand it no longer, I sent to find out about your faith. I was afraid that in some way the tempter had tempted you and that our labors might have been in vain."
    },
    {
        "o": 32703,
        "r": "niv:1 Thessalonians:3:5",
        "t": "Timothy’s Encouraging Report",
        "h": 2
    },
    {
        "o": 32704,
        "r": "niv:1 Thessalonians:3:6",
        "t": "But*p Timothy has just now come to us from you and has brought good news about your faith and love. He has told us that you always have pleasant memories of us and that you long to see us, just as we also long to see you."
    },
    {
        "o": 32705,
        "r": "niv:1 Thessalonians:3:7",
        "t": "Therefore, brothers and sisters, in all our distress and persecution we were encouraged about you because of your faith."
    },
    {
        "o": 32706,
        "r": "niv:1 Thessalonians:3:8",
        "t": "For now we really live, since you are standing firm in the Lord."
    },
    {
        "o": 32707,
        "r": "niv:1 Thessalonians:3:9",
        "t": "How can we thank God enough for you in return for all the joy we have in the presence of our God because of you?"
    },
    {
        "o": 32708,
        "r": "niv:1 Thessalonians:3:10",
        "t": "Night and day we pray most earnestly that we may see you again and supply what is lacking in your faith."
    },
    {
        "o": 32709,
        "r": "niv:1 Thessalonians:3:11",
        "t": "Now*p may our God and Father himself and our Lord Jesus clear the way for us to come to you."
    },
    {
        "o": 32710,
        "r": "niv:1 Thessalonians:3:12",
        "t": "May the Lord make your love increase and overflow for each other and for everyone else, just as ours does for you."
    },
    {
        "o": 32711,
        "r": "niv:1 Thessalonians:3:13",
        "t": "May he strengthen your hearts so that you will be blameless and holy in the presence of our God and Father when our Lord Jesus comes with all his holy ones."
    },
    {
        "o": 32712,
        "r": "niv:1 Thessalonians:4:0",
        "t": "1 Thessalonians 4",
        "h": 1
    },
    {
        "o": 32713,
        "r": "niv:1 Thessalonians:4:0",
        "t": "Living to Please God",
        "h": 2
    },
    {
        "o": 32714,
        "r": "niv:1 Thessalonians:4:1",
        "t": "As*p for other matters, brothers and sisters, we instructed you how to live in order to please God, as in fact you are living. Now we ask you and urge you in the Lord Jesus to do this more and more."
    },
    {
        "o": 32715,
        "r": "niv:1 Thessalonians:4:2",
        "t": "For you know what instructions we gave you by the authority of the Lord Jesus."
    },
    {
        "o": 32716,
        "r": "niv:1 Thessalonians:4:3",
        "t": "It*p is God’s will that you should be sanctified: that you should avoid sexual immorality;"
    },
    {
        "o": 32717,
        "r": "niv:1 Thessalonians:4:4",
        "t": "that each of you should learn to control your own body in a way that is holy and honorable,"
    },
    {
        "o": 32718,
        "r": "niv:1 Thessalonians:4:5",
        "t": "not in passionate lust like the pagans, who do not know God;"
    },
    {
        "o": 32719,
        "r": "niv:1 Thessalonians:4:6",
        "t": "and that in this matter no one should wrong or take advantage of a brother or sister. The Lord will punish all those who commit such sins, as we told you and warned you before."
    },
    {
        "o": 32720,
        "r": "niv:1 Thessalonians:4:7",
        "t": "For God did not call us to be impure, but to live a holy life."
    },
    {
        "o": 32721,
        "r": "niv:1 Thessalonians:4:8",
        "t": "Therefore, anyone who rejects this instruction does not reject a human being but God, the very God who gives you his Holy Spirit."
    },
    {
        "o": 32722,
        "r": "niv:1 Thessalonians:4:9",
        "t": "Now*p about your love for one another we do not need to write to you, for you yourselves have been taught by God to love each other."
    },
    {
        "o": 32723,
        "r": "niv:1 Thessalonians:4:10",
        "t": "And in fact, you do love all of God’s family throughout Macedonia. Yet we urge you, brothers and sisters, to do so more and more,"
    },
    {
        "o": 32724,
        "r": "niv:1 Thessalonians:4:11",
        "t": "and to make it your ambition to lead a quiet life: You should mind your own business and work with your hands, just as we told you,"
    },
    {
        "o": 32725,
        "r": "niv:1 Thessalonians:4:12",
        "t": "so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody."
    },
    {
        "o": 32726,
        "r": "niv:1 Thessalonians:4:12",
        "t": "Believers Who Have Died",
        "h": 2
    },
    {
        "o": 32727,
        "r": "niv:1 Thessalonians:4:13",
        "t": "Brothers*p and sisters, we do not want you to be uninformed about those who sleep in death, so that you do not grieve like the rest of mankind, who have no hope."
    },
    {
        "o": 32728,
        "r": "niv:1 Thessalonians:4:14",
        "t": "For we believe that Jesus died and rose again, and so we believe that God will bring with Jesus those who have fallen asleep in him."
    },
    {
        "o": 32729,
        "r": "niv:1 Thessalonians:4:15",
        "t": "According to the Lord’s word, we tell you that we who are still alive, who are left until the coming of the Lord, will certainly not precede those who have fallen asleep."
    },
    {
        "o": 32730,
        "r": "niv:1 Thessalonians:4:16",
        "t": "For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first."
    },
    {
        "o": 32731,
        "r": "niv:1 Thessalonians:4:17",
        "t": "After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever."
    },
    {
        "o": 32732,
        "r": "niv:1 Thessalonians:4:18",
        "t": "Therefore encourage one another with these words."
    },
    {
        "o": 32733,
        "r": "niv:1 Thessalonians:5:0",
        "t": "1 Thessalonians 5",
        "h": 1
    },
    {
        "o": 32734,
        "r": "niv:1 Thessalonians:5:0",
        "t": "The Day of the Lord",
        "h": 2
    },
    {
        "o": 32735,
        "r": "niv:1 Thessalonians:5:1",
        "t": "Now,*p brothers and sisters, about times and dates we do not need to write to you,"
    },
    {
        "o": 32736,
        "r": "niv:1 Thessalonians:5:2",
        "t": "for you know very well that the day of the Lord will come like a thief in the night."
    },
    {
        "o": 32737,
        "r": "niv:1 Thessalonians:5:3",
        "t": "While people are saying, “Peace and safety,” destruction will come on them suddenly, as labor pains on a pregnant woman, and they will not escape."
    },
    {
        "o": 32738,
        "r": "niv:1 Thessalonians:5:4",
        "t": "But*p you, brothers and sisters, are not in darkness so that this day should surprise you like a thief."
    },
    {
        "o": 32739,
        "r": "niv:1 Thessalonians:5:5",
        "t": "You are all children of the light and children of the day. We do not belong to the night or to the darkness."
    },
    {
        "o": 32740,
        "r": "niv:1 Thessalonians:5:6",
        "t": "So then, let us not be like others, who are asleep, but let us be awake and sober."
    },
    {
        "o": 32741,
        "r": "niv:1 Thessalonians:5:7",
        "t": "For those who sleep, sleep at night, and those who get drunk, get drunk at night."
    },
    {
        "o": 32742,
        "r": "niv:1 Thessalonians:5:8",
        "t": "But since we belong to the day, let us be sober, putting on faith and love as a breastplate, and the hope of salvation as a helmet."
    },
    {
        "o": 32743,
        "r": "niv:1 Thessalonians:5:9",
        "t": "For God did not appoint us to suffer wrath but to receive salvation through our Lord Jesus Christ."
    },
    {
        "o": 32744,
        "r": "niv:1 Thessalonians:5:10",
        "t": "He died for us so that, whether we are awake or asleep, we may live together with him."
    },
    {
        "o": 32745,
        "r": "niv:1 Thessalonians:5:11",
        "t": "Therefore encourage one another and build each other up, just as in fact you are doing."
    },
    {
        "o": 32746,
        "r": "niv:1 Thessalonians:5:11",
        "t": "Final Instructions",
        "h": 2
    },
    {
        "o": 32747,
        "r": "niv:1 Thessalonians:5:12",
        "t": "Now*p we ask you, brothers and sisters, to acknowledge those who work hard among you, who care for you in the Lord and who admonish you."
    },
    {
        "o": 32748,
        "r": "niv:1 Thessalonians:5:13",
        "t": "Hold them in the highest regard in love because of their work. Live in peace with each other."
    },
    {
        "o": 32749,
        "r": "niv:1 Thessalonians:5:14",
        "t": "And we urge you, brothers and sisters, warn those who are idle and disruptive, encourage the disheartened, help the weak, be patient with everyone."
    },
    {
        "o": 32750,
        "r": "niv:1 Thessalonians:5:15",
        "t": "Make sure that nobody pays back wrong for wrong, but always strive to do what is good for each other and for everyone else."
    },
    {
        "o": 32751,
        "r": "niv:1 Thessalonians:5:16",
        "t": "Rejoice*p always,"
    },
    {
        "o": 32752,
        "r": "niv:1 Thessalonians:5:17",
        "t": "pray continually,"
    },
    {
        "o": 32753,
        "r": "niv:1 Thessalonians:5:18",
        "t": "give thanks in all circumstances; for this is God’s will for you in Christ Jesus."
    },
    {
        "o": 32754,
        "r": "niv:1 Thessalonians:5:19",
        "t": "Do*p not quench the Spirit."
    },
    {
        "o": 32755,
        "r": "niv:1 Thessalonians:5:20",
        "t": "Do not treat prophecies with contempt"
    },
    {
        "o": 32756,
        "r": "niv:1 Thessalonians:5:21",
        "t": "but test them all; hold on to what is good,"
    },
    {
        "o": 32757,
        "r": "niv:1 Thessalonians:5:22",
        "t": "reject every kind of evil."
    },
    {
        "o": 32758,
        "r": "niv:1 Thessalonians:5:23",
        "t": "May*p God himself, the God of peace, sanctify you through and through. May your whole spirit, soul and body be kept blameless at the coming of our Lord Jesus Christ."
    },
    {
        "o": 32759,
        "r": "niv:1 Thessalonians:5:24",
        "t": "The one who calls you is faithful, and he will do it."
    },
    {
        "o": 32760,
        "r": "niv:1 Thessalonians:5:25",
        "t": "Brothers*p and sisters, pray for us."
    },
    {
        "o": 32761,
        "r": "niv:1 Thessalonians:5:26",
        "t": "Greet all God’s people with a holy kiss."
    },
    {
        "o": 32762,
        "r": "niv:1 Thessalonians:5:27",
        "t": "I charge you before the Lord to have this letter read to all the brothers and sisters."
    },
    {
        "o": 32763,
        "r": "niv:1 Thessalonians:5:28",
        "t": "The*p grace of our Lord Jesus Christ be with you."
    }
]
