[
    {
        "o": 200,
        "r": "esv:Genesis:8:0",
        "t": "Genesis 8",
        "h": 1
    },
    {
        "o": 201,
        "r": "esv:Genesis:8:0",
        "t": "The Flood Subsides",
        "h": 2
    },
    {
        "o": 202,
        "r": "esv:Genesis:8:1",
        "t": "But*p God remembered Noah and all the beasts and all the livestock that were with him in the ark. And God made a wind blow over the earth, and the waters subsided."
    },
    {
        "o": 203,
        "r": "esv:Genesis:8:2",
        "t": "The fountains of the deep and the windows of the heavens were closed, the rain from the heavens was restrained,"
    },
    {
        "o": 204,
        "r": "esv:Genesis:8:3",
        "t": "and the waters receded from the earth continually. At the end of 150 days the waters had abated,"
    },
    {
        "o": 205,
        "r": "esv:Genesis:8:4",
        "t": "and in the seventh month, on the seventeenth day of the month, the ark came to rest on the mountains of Ararat."
    },
    {
        "o": 206,
        "r": "esv:Genesis:8:5",
        "t": "And the waters continued to abate until the tenth month; in the tenth month, on the first day of the month, the tops of the mountains were seen."
    },
    {
        "o": 207,
        "r": "esv:Genesis:8:6",
        "t": "At*p the end of forty days Noah opened the window of the ark that he had made"
    },
    {
        "o": 208,
        "r": "esv:Genesis:8:7",
        "t": "and sent forth a raven. It went to and fro until the waters were dried up from the earth."
    },
    {
        "o": 209,
        "r": "esv:Genesis:8:8",
        "t": "Then he sent forth a dove from him, to see if the waters had subsided from the face of the ground."
    },
    {
        "o": 210,
        "r": "esv:Genesis:8:9",
        "t": "But the dove found no place to set her foot, and she returned to him to the ark, for the waters were still on the face of the whole earth. So he put out his hand and took her and brought her into the ark with him."
    },
    {
        "o": 211,
        "r": "esv:Genesis:8:10",
        "t": "He waited another seven days, and again he sent forth the dove out of the ark."
    },
    {
        "o": 212,
        "r": "esv:Genesis:8:11",
        "t": "And the dove came back to him in the evening, and behold, in her mouth was a freshly plucked olive leaf. So Noah knew that the waters had subsided from the earth."
    },
    {
        "o": 213,
        "r": "esv:Genesis:8:12",
        "t": "Then he waited another seven days and sent forth the dove, and she did not return to him anymore."
    },
    {
        "o": 214,
        "r": "esv:Genesis:8:13",
        "t": "In*p the six hundred and first year, in the first month, the first day of the month, the waters were dried from off the earth. And Noah removed the covering of the ark and looked, and behold, the face of the ground was dry."
    },
    {
        "o": 215,
        "r": "esv:Genesis:8:14",
        "t": "In the second month, on the twenty-seventh day of the month, the earth had dried out."
    },
    {
        "o": 216,
        "r": "esv:Genesis:8:15",
        "t": "Then God said to Noah,"
    },
    {
        "o": 217,
        "r": "esv:Genesis:8:16",
        "t": "“Go out from the ark, you and your wife, and your sons and your sons’ wives with you."
    },
    {
        "o": 218,
        "r": "esv:Genesis:8:17",
        "t": "Bring out with you every living thing that is with you of all flesh— birds and animals and every creeping thing that creeps on the earth— that they may swarm on the earth, and be fruitful and multiply on the earth.”"
    },
    {
        "o": 219,
        "r": "esv:Genesis:8:18",
        "t": "So Noah went out, and his sons and his wife and his sons’ wives with him."
    },
    {
        "o": 220,
        "r": "esv:Genesis:8:19",
        "t": "Every beast, every creeping thing, and every bird, everything that moves on the earth, went out by families from the ark."
    },
    {
        "o": 221,
        "r": "esv:Genesis:8:19",
        "t": "God’s Covenant with Noah",
        "h": 2
    },
    {
        "o": 222,
        "r": "esv:Genesis:8:20",
        "t": "Then*p Noah built an altar to the Lord*s and took some of every clean animal and some of every clean bird and offered burnt offerings on the altar."
    },
    {
        "o": 223,
        "r": "esv:Genesis:8:21",
        "t": "And when the Lord*s smelled the pleasing aroma, the Lord*s said in his heart, “I will never again curse the ground because of man, for the intention of man’s heart is evil from his youth. Neither will I ever again strike down every living creature as I have done."
    },
    {
        "o": 224,
        "r": "esv:Genesis:8:22",
        "t": "While the earth remains, seedtime and harvest, cold and heat, summer and winter, day and night, shall not cease.”"
    }
]
