[
    {
        "o": 10221,
        "r": "csb:1 Kings:15:0",
        "t": "1 Kings 15",
        "h": 1
    },
    {
        "o": 10222,
        "r": "csb:1 Kings:15:0",
        "t": "Judah’s King Abijam",
        "h": 2
    },
    {
        "o": 10223,
        "r": "csb:1 Kings:15:1",
        "t": "In*p the eighteenth year of Israel’s King Jeroboam son of Nebat, Abijam became king over Judah,"
    },
    {
        "o": 10224,
        "r": "csb:1 Kings:15:2",
        "t": "and he reigned three years in Jerusalem. His mother’s name was Maacah daughter of Abishalom."
    },
    {
        "o": 10225,
        "r": "csb:1 Kings:15:3",
        "t": "Abijam*p walked in all the sins his father before him had committed, and he was not wholeheartedly devoted to the Lord*s his God as his ancestor David had been."
    },
    {
        "o": 10226,
        "r": "csb:1 Kings:15:4",
        "t": "But for the sake of David, the Lord*s his God gave him a lamp in Jerusalem by raising up his son after him and by preserving Jerusalem."
    },
    {
        "o": 10227,
        "r": "csb:1 Kings:15:5",
        "t": "For David did what was right in the Lord’s*s sight, and he did not turn aside from anything he had commanded him all the days of his life, except in the matter of Uriah the Hethite."
    },
    {
        "o": 10228,
        "r": "csb:1 Kings:15:6",
        "t": "There*p had been war between Rehoboam and Jeroboam all the days of Rehoboam’s life."
    },
    {
        "o": 10229,
        "r": "csb:1 Kings:15:7",
        "t": "The rest of the events of Abijam’s reign, along with all his accomplishments, are written in the Historical Record of Judah’s Kings. There was also war between Abijam and Jeroboam."
    },
    {
        "o": 10230,
        "r": "csb:1 Kings:15:8",
        "t": "Abijam rested with his ancestors and was buried in the city of David. His son Asa became king in his place."
    },
    {
        "o": 10231,
        "r": "csb:1 Kings:15:8",
        "t": "Judah’s King Asa",
        "h": 2
    },
    {
        "o": 10232,
        "r": "csb:1 Kings:15:9",
        "t": "In*p the twentieth year of Israel’s King Jeroboam, Asa became king of Judah,"
    },
    {
        "o": 10233,
        "r": "csb:1 Kings:15:10",
        "t": "and he reigned forty-one years in Jerusalem. His grandmother’s name was Maacah daughter of Abishalom."
    },
    {
        "o": 10234,
        "r": "csb:1 Kings:15:11",
        "t": "Asa*p did what was right in the Lord’s*s sight, as his ancestor David had done."
    },
    {
        "o": 10235,
        "r": "csb:1 Kings:15:12",
        "t": "He banished the male cult prostitutes from the land and removed all of the idols that his ancestors had made."
    },
    {
        "o": 10236,
        "r": "csb:1 Kings:15:13",
        "t": "He also removed his grandmother Maacah from being queen mother because she had made an obscene image of Asherah. Asa chopped down her obscene image and burned it in the Kidron Valley."
    },
    {
        "o": 10237,
        "r": "csb:1 Kings:15:14",
        "t": "The high places were not taken away, but Asa was wholeheartedly devoted to the Lord*s his entire life."
    },
    {
        "o": 10238,
        "r": "csb:1 Kings:15:15",
        "t": "He brought his father’s consecrated gifts and his own consecrated gifts into the Lord’s*s temple: silver, gold, and utensils."
    },
    {
        "o": 10239,
        "r": "csb:1 Kings:15:16",
        "t": "There*p was war between Asa and King Baasha of Israel throughout their reigns."
    },
    {
        "o": 10240,
        "r": "csb:1 Kings:15:17",
        "t": "Israel’s King Baasha went to war against Judah. He built Ramah in order to keep anyone from leaving or coming to King Asa of Judah."
    },
    {
        "o": 10241,
        "r": "csb:1 Kings:15:18",
        "t": "So Asa withdrew all the silver and gold that remained in the treasuries of the Lord’s*s temple and the treasuries of the royal palace and gave it to his servants. Then King Asa sent them to Ben-hadad son of Tabrimmon son of Hezion king of Aram who lived in Damascus, saying,"
    },
    {
        "o": 10242,
        "r": "csb:1 Kings:15:19",
        "t": "“There is a treaty between me and you, between my father and your father. Look, I have sent you a gift of silver and gold. Go and break your treaty with King Baasha of Israel so that he will withdraw from me.”"
    },
    {
        "o": 10243,
        "r": "csb:1 Kings:15:20",
        "t": "Ben-hadad*p listened to King Asa and sent the commanders of his armies against the cities of Israel. He attacked Ijon, Dan, Abel-beth-maacah, all Chinnereth, and the whole land of Naphtali."
    },
    {
        "o": 10244,
        "r": "csb:1 Kings:15:21",
        "t": "When Baasha heard about it, he quit building Ramah and stayed in Tirzah."
    },
    {
        "o": 10245,
        "r": "csb:1 Kings:15:22",
        "t": "Then King Asa gave a command to everyone without exception in Judah, and they carried away the stones of Ramah and the timbers Baasha had built it with. Then King Asa built Geba of Benjamin and Mizpah with them."
    },
    {
        "o": 10246,
        "r": "csb:1 Kings:15:23",
        "t": "The*p rest of all the events of Asa’s reign, along with all his might, all his accomplishments, and the cities he built, are written in the Historical Record of Judah’s Kings. But in his old age he developed a disease in his feet."
    },
    {
        "o": 10247,
        "r": "csb:1 Kings:15:24",
        "t": "Then Asa rested with his ancestors and was buried in the city of his ancestor David. His son Jehoshaphat became king in his place."
    },
    {
        "o": 10248,
        "r": "csb:1 Kings:15:24",
        "t": "Israel’s King Nadab",
        "h": 2
    },
    {
        "o": 10249,
        "r": "csb:1 Kings:15:25",
        "t": "Nadab*p son of Jeroboam became king over Israel in the second year of Judah’s King Asa; he reigned over Israel two years."
    },
    {
        "o": 10250,
        "r": "csb:1 Kings:15:26",
        "t": "Nadab did what was evil in the Lord’s*s sight and walked in the ways of his father and the sin he had caused Israel to commit."
    },
    {
        "o": 10251,
        "r": "csb:1 Kings:15:27",
        "t": "Then*p Baasha son of Ahijah of the house of Issachar conspired against Nadab, and Baasha struck him down at Gibbethon of the Philistines while Nadab and all Israel were besieging Gibbethon."
    },
    {
        "o": 10252,
        "r": "csb:1 Kings:15:28",
        "t": "In the third year of Judah’s King Asa, Baasha killed Nadab and reigned in his place."
    },
    {
        "o": 10253,
        "r": "csb:1 Kings:15:29",
        "t": "When*p Baasha became king, he struck down the entire house of Jeroboam. He did not leave Jeroboam any survivors but destroyed his family according to the word of the Lord*s he had spoken through his servant Ahijah the Shilonite."
    },
    {
        "o": 10254,
        "r": "csb:1 Kings:15:30",
        "t": "This was because Jeroboam had angered the Lord*s God of Israel by the sins he had committed and had caused Israel to commit."
    },
    {
        "o": 10255,
        "r": "csb:1 Kings:15:31",
        "t": "The*p rest of the events of Nadab’s reign, along with all his accomplishments, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10256,
        "r": "csb:1 Kings:15:32",
        "t": "There was war between Asa and King Baasha of Israel throughout their reigns."
    },
    {
        "o": 10257,
        "r": "csb:1 Kings:15:32",
        "t": "Israel’s King Baasha",
        "h": 2
    },
    {
        "o": 10258,
        "r": "csb:1 Kings:15:33",
        "t": "In*p the third year of Judah’s King Asa, Baasha son of Ahijah became king over all Israel, and he reigned in Tirzah twenty-four years."
    },
    {
        "o": 10259,
        "r": "csb:1 Kings:15:34",
        "t": "He did what was evil in the Lord’s*s sight and walked in the ways of Jeroboam and the sin he had caused Israel to commit."
    }
]
