[
    {
        "o": 5007,
        "r": "nkjv:Numbers:27:0",
        "t": "Numbers 27",
        "h": 1
    },
    {
        "o": 5008,
        "r": "nkjv:Numbers:27:0",
        "t": "Inheritance Laws",
        "h": 2
    },
    {
        "o": 5009,
        "r": "nkjv:Numbers:27:1",
        "t": "Then*p came the daughters of Zelophehad the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, from the families of Manasseh the son of Joseph; and these were*i the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah."
    },
    {
        "o": 5010,
        "r": "nkjv:Numbers:27:2",
        "t": "And they stood before Moses, before Eleazar the priest, and before the leaders and all the congregation, by*i the doorway of the tabernacle of meeting, saying:"
    },
    {
        "o": 5011,
        "r": "nkjv:Numbers:27:3",
        "t": "“Our father died in the wilderness; but he was not in the company of those who gathered together against the Lord,*s in company with Korah, but he died in his own sin; and he had no sons."
    },
    {
        "o": 5012,
        "r": "nkjv:Numbers:27:4",
        "t": "Why should the name of our father be removed from among his family because he had no son? Give us a possession among our father’s brothers.”"
    },
    {
        "o": 5013,
        "r": "nkjv:Numbers:27:5",
        "t": "So*p Moses brought their case before the Lord.*s"
    },
    {
        "o": 5014,
        "r": "nkjv:Numbers:27:6",
        "t": "And*p the Lord*s spoke to Moses, saying:"
    },
    {
        "o": 5015,
        "r": "nkjv:Numbers:27:7",
        "t": "“The daughters of Zelophehad speak what*i is*i right; you shall surely give them a possession of inheritance among their father’s brothers, and cause the inheritance of their father to pass to them."
    },
    {
        "o": 5016,
        "r": "nkjv:Numbers:27:8",
        "t": "And you shall speak to the children of Israel, saying: ‘If a man dies and has no son, then you shall cause his inheritance to pass to his daughter."
    },
    {
        "o": 5017,
        "r": "nkjv:Numbers:27:9",
        "t": "If he has no daughter, then you shall give his inheritance to his brothers."
    },
    {
        "o": 5018,
        "r": "nkjv:Numbers:27:10",
        "t": "If he has no brothers, then you shall give his inheritance to his father’s brothers."
    },
    {
        "o": 5019,
        "r": "nkjv:Numbers:27:11",
        "t": "And if his father has no brothers, then you shall give his inheritance to the relative closest to him in his family, and he shall possess it.’” And it shall be to the children of Israel a statute of judgment, just as the Lord*s commanded Moses."
    },
    {
        "o": 5020,
        "r": "nkjv:Numbers:27:11",
        "t": "Joshua the Next Leader of Israel",
        "h": 2
    },
    {
        "o": 5021,
        "r": "nkjv:Numbers:27:12",
        "t": "Now*p the Lord*s said to Moses: “Go up into this Mount Abarim, and see the land which I have given to the children of Israel."
    },
    {
        "o": 5022,
        "r": "nkjv:Numbers:27:13",
        "t": "And when you have seen it, you also shall be gathered to your people, as Aaron your brother was gathered."
    },
    {
        "o": 5023,
        "r": "nkjv:Numbers:27:14",
        "t": "For in the Wilderness of Zin, during the strife of the congregation, you rebelled against My command to hallow Me at the waters before their eyes.” (These are*i the waters of Meribah, at Kadesh in the Wilderness of Zin.)"
    },
    {
        "o": 5024,
        "r": "nkjv:Numbers:27:15",
        "t": "Then*p Moses spoke to the Lord,*s saying:"
    },
    {
        "o": 5025,
        "r": "nkjv:Numbers:27:16",
        "t": "“Let the Lord,*s the God of the spirits of all flesh, set a man over the congregation,"
    },
    {
        "o": 5026,
        "r": "nkjv:Numbers:27:17",
        "t": "who may go out before them and go in before them, who may lead them out and bring them in, that the congregation of the Lord*s may not be like sheep which have no shepherd.”"
    },
    {
        "o": 5027,
        "r": "nkjv:Numbers:27:18",
        "t": "And*p the Lord*s said to Moses: “Take Joshua the son of Nun with you, a man in whom is*i the Spirit, and lay your hand on him;"
    },
    {
        "o": 5028,
        "r": "nkjv:Numbers:27:19",
        "t": "set him before Eleazar the priest and before all the congregation, and inaugurate him in their sight."
    },
    {
        "o": 5029,
        "r": "nkjv:Numbers:27:20",
        "t": "And you shall give some*i of your authority to him, that all the congregation of the children of Israel may be obedient."
    },
    {
        "o": 5030,
        "r": "nkjv:Numbers:27:21",
        "t": "He shall stand before Eleazar the priest, who shall inquire before the Lord*s for him by the judgment of the Urim. At his word they shall go out, and at his word they shall come in, he and all the children of Israel with him—all the congregation.”"
    },
    {
        "o": 5031,
        "r": "nkjv:Numbers:27:22",
        "t": "So*p Moses did as the Lord*s commanded him. He took Joshua and set him before Eleazar the priest and before all the congregation."
    },
    {
        "o": 5032,
        "r": "nkjv:Numbers:27:23",
        "t": "And he laid his hands on him and inaugurated him, just as the Lord*s commanded by the hand of Moses."
    }
]
