[
    {
        "o": 8026,
        "r": "esv:1 Samuel:6:0",
        "t": "1 Samuel 6",
        "h": 1
    },
    {
        "o": 8027,
        "r": "esv:1 Samuel:6:0",
        "t": "The Ark Returned to Israel",
        "h": 2
    },
    {
        "o": 8028,
        "r": "esv:1 Samuel:6:1",
        "t": "The*p ark of the Lord*s was in the country of the Philistines seven months."
    },
    {
        "o": 8029,
        "r": "esv:1 Samuel:6:2",
        "t": "And the Philistines called for the priests and the diviners and said, “What shall we do with the ark of the Lord?*s Tell us with what we shall send it to its place.”"
    },
    {
        "o": 8030,
        "r": "esv:1 Samuel:6:3",
        "t": "They said, “If you send away the ark of the God of Israel, do not send it empty, but by all means return him a guilt offering. Then you will be healed, and it will be known to you why his hand does not turn away from you.”"
    },
    {
        "o": 8031,
        "r": "esv:1 Samuel:6:4",
        "t": "And they said, “What is the guilt offering that we shall return to him?” They answered, “Five golden tumors and five golden mice, according to the number of the lords of the Philistines, for the same plague was on all of you and on your lords."
    },
    {
        "o": 8032,
        "r": "esv:1 Samuel:6:5",
        "t": "So you must make images of your tumors and images of your mice that ravage the land, and give glory to the God of Israel. Perhaps he will lighten his hand from off you and your gods and your land."
    },
    {
        "o": 8033,
        "r": "esv:1 Samuel:6:6",
        "t": "Why should you harden your hearts as the Egyptians and Pharaoh hardened their hearts? After he had dealt severely with them, did they not send the people away, and they departed?"
    },
    {
        "o": 8034,
        "r": "esv:1 Samuel:6:7",
        "t": "Now then, take and prepare a new cart and two milk cows on which there has never come a yoke, and yoke the cows to the cart, but take their calves home, away from them."
    },
    {
        "o": 8035,
        "r": "esv:1 Samuel:6:8",
        "t": "And take the ark of the Lord*s and place it on the cart and put in a box at its side the figures of gold, which you are returning to him as a guilt offering. Then send it off and let it go its way"
    },
    {
        "o": 8036,
        "r": "esv:1 Samuel:6:9",
        "t": "and watch. If it goes up on the way to its own land, to Beth-shemesh, then it is he who has done us this great harm, but if not, then we shall know that it is not his hand that struck us; it happened to us by coincidence.”"
    },
    {
        "o": 8037,
        "r": "esv:1 Samuel:6:10",
        "t": "The*p men did so, and took two milk cows and yoked them to the cart and shut up their calves at home."
    },
    {
        "o": 8038,
        "r": "esv:1 Samuel:6:11",
        "t": "And they put the ark of the Lord*s on the cart and the box with the golden mice and the images of their tumors."
    },
    {
        "o": 8039,
        "r": "esv:1 Samuel:6:12",
        "t": "And the cows went straight in the direction of Beth-shemesh along one highway, lowing as they went. They turned neither to the right nor to the left, and the lords of the Philistines went after them as far as the border of Beth-shemesh."
    },
    {
        "o": 8040,
        "r": "esv:1 Samuel:6:13",
        "t": "Now the people of Beth-shemesh were reaping their wheat harvest in the valley. And when they lifted up their eyes and saw the ark, they rejoiced to see it."
    },
    {
        "o": 8041,
        "r": "esv:1 Samuel:6:14",
        "t": "The cart came into the field of Joshua of Beth-shemesh and stopped there. A great stone was there. And they split up the wood of the cart and offered the cows as a burnt offering to the Lord.*s"
    },
    {
        "o": 8042,
        "r": "esv:1 Samuel:6:15",
        "t": "And the Levites took down the ark of the Lord*s and the box that was beside it, in which were the golden figures, and set them upon the great stone. And the men of Beth-shemesh offered burnt offerings and sacrificed sacrifices on that day to the Lord.*s"
    },
    {
        "o": 8043,
        "r": "esv:1 Samuel:6:16",
        "t": "And when the five lords of the Philistines saw it, they returned that day to Ekron."
    },
    {
        "o": 8044,
        "r": "esv:1 Samuel:6:17",
        "t": "These*p are the golden tumors that the Philistines returned as a guilt offering to the Lord:*s one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron,"
    },
    {
        "o": 8045,
        "r": "esv:1 Samuel:6:18",
        "t": "and the golden mice, according to the number of all the cities of the Philistines belonging to the five lords, both fortified cities and unwalled villages. The great stone beside which they set down the ark of the Lord*s is a witness to this day in the field of Joshua of Beth-shemesh."
    },
    {
        "o": 8046,
        "r": "esv:1 Samuel:6:19",
        "t": "And*p he struck some of the men of Beth-shemesh, because they looked upon the ark of the Lord.*s He struck seventy men of them, and the people mourned because the Lord*s had struck the people with a great blow."
    },
    {
        "o": 8047,
        "r": "esv:1 Samuel:6:20",
        "t": "Then the men of Beth-shemesh said, “Who is able to stand before the Lord,*s this holy God? And to whom shall he go up away from us?”"
    },
    {
        "o": 8048,
        "r": "esv:1 Samuel:6:21",
        "t": "So they sent messengers to the inhabitants of Kiriath-jearim, saying, “The Philistines have returned the ark of the Lord.*s Come down and take it up to you.”"
    }
]
