[
    {
        "o": 7716,
        "r": "nkjv:Judges:18:0",
        "t": "Judges 18",
        "h": 1
    },
    {
        "o": 7717,
        "r": "nkjv:Judges:18:0",
        "t": "The Danites Adopt Micah’s Idolatry",
        "h": 2
    },
    {
        "o": 7718,
        "r": "nkjv:Judges:18:1",
        "t": "In*p those days there*i was*i no king in Israel. And in those days the tribe of the Danites was seeking an inheritance for itself to dwell in; for until that day their*i inheritance among the tribes of Israel had not fallen to them."
    },
    {
        "o": 7719,
        "r": "nkjv:Judges:18:2",
        "t": "So the children of Dan sent five men of their family from their territory, men of valor from Zorah and Eshtaol, to spy out the land and search it. They said to them, “Go, search the land.” So they went to the mountains of Ephraim, to the house of Micah, and lodged there."
    },
    {
        "o": 7720,
        "r": "nkjv:Judges:18:3",
        "t": "While they were*i at the house of Micah, they recognized the voice of the young Levite. They turned aside and said to him, “Who brought you here? What are you doing in this place?*i What do you have here?”"
    },
    {
        "o": 7721,
        "r": "nkjv:Judges:18:4",
        "t": "He*p said to them, “Thus and so Micah did for me. He has hired me, and I have become his priest.”"
    },
    {
        "o": 7722,
        "r": "nkjv:Judges:18:5",
        "t": "So*p they said to him, “Please inquire of God, that we may know whether the journey on which we go will be prosperous.”"
    },
    {
        "o": 7723,
        "r": "nkjv:Judges:18:6",
        "t": "And*p the priest said to them, “Go in peace. The presence of the Lord*s be*i with you on your way.”"
    },
    {
        "o": 7724,
        "r": "nkjv:Judges:18:7",
        "t": "So*p the five men departed and went to Laish. They saw the people who were*i there, how they dwelt safely, in the manner of the Sidonians, quiet and secure. There*i were*i no rulers in the land who might put them*i to shame for anything. They were*i far from the Sidonians, and they had no ties with anyone."
    },
    {
        "o": 7725,
        "r": "nkjv:Judges:18:8",
        "t": "Then*p the*i spies*i came back to their brethren at Zorah and Eshtaol, and their brethren said to them, “What is*i your report?”*i"
    },
    {
        "o": 7726,
        "r": "nkjv:Judges:18:9",
        "t": "So*p they said, “Arise, let us go up against them. For we have seen the land, and indeed it is*i very good. Would*i you do*i nothing? Do not hesitate to go, and*i enter to possess the land."
    },
    {
        "o": 7727,
        "r": "nkjv:Judges:18:10",
        "t": "When you go, you will come to a secure people and a large land. For God has given it into your hands, a place where there*i is*i no lack of anything that is*i on the earth.”"
    },
    {
        "o": 7728,
        "r": "nkjv:Judges:18:11",
        "t": "And*p six hundred men of the family of the Danites went from there, from Zorah and Eshtaol, armed with weapons of war."
    },
    {
        "o": 7729,
        "r": "nkjv:Judges:18:12",
        "t": "Then they went up and encamped in Kirjath Jearim in Judah. (Therefore they call that place Mahaneh Dan to this day. There it*i is,*i west of Kirjath Jearim.)"
    },
    {
        "o": 7730,
        "r": "nkjv:Judges:18:13",
        "t": "And they passed from there to the mountains of Ephraim, and came to the house of Micah."
    },
    {
        "o": 7731,
        "r": "nkjv:Judges:18:14",
        "t": "Then*p the five men who had gone to spy out the country of Laish answered and said to their brethren, “Do you know that there are in these houses an ephod, household idols, a carved image, and a molded image? Now therefore, consider what you should do.”"
    },
    {
        "o": 7732,
        "r": "nkjv:Judges:18:15",
        "t": "So they turned aside there, and came to the house of the young Levite man—to the house of Micah—and greeted him."
    },
    {
        "o": 7733,
        "r": "nkjv:Judges:18:16",
        "t": "The six hundred men armed with their weapons of war, who were*i of the children of Dan, stood by the entrance of the gate."
    },
    {
        "o": 7734,
        "r": "nkjv:Judges:18:17",
        "t": "Then the five men who had gone to spy out the land went up. Entering there, they took the carved image, the ephod, the household idols, and the molded image. The priest stood at the entrance of the gate with the six hundred men who*i were*i armed with weapons of war."
    },
    {
        "o": 7735,
        "r": "nkjv:Judges:18:18",
        "t": "When*p these went into Micah’s house and took the carved image, the ephod, the household idols, and the molded image, the priest said to them, “What are you doing?”"
    },
    {
        "o": 7736,
        "r": "nkjv:Judges:18:19",
        "t": "And*p they said to him, “Be quiet, put your hand over your mouth, and come with us; be a father and a priest to us. Is*i it*i better for you to be a priest to the household of one man, or that you be a priest to a tribe and a family in Israel?”"
    },
    {
        "o": 7737,
        "r": "nkjv:Judges:18:20",
        "t": "So the priest’s heart was glad; and he took the ephod, the household idols, and the carved image, and took his place among the people."
    },
    {
        "o": 7738,
        "r": "nkjv:Judges:18:21",
        "t": "Then*p they turned and departed, and put the little ones, the livestock, and the goods in front of them."
    },
    {
        "o": 7739,
        "r": "nkjv:Judges:18:22",
        "t": "When they were a good way from the house of Micah, the men who were*i in the houses near Micah’s house gathered together and overtook the children of Dan."
    },
    {
        "o": 7740,
        "r": "nkjv:Judges:18:23",
        "t": "And they called out to the children of Dan. So they turned around and said to Micah, “What ails you, that you have gathered such a company?”"
    },
    {
        "o": 7741,
        "r": "nkjv:Judges:18:24",
        "t": "So*p he said, “You have taken away my gods which I made, and the priest, and you have gone away. Now what more do I have? How can you say to me, ‘What ails you?’”"
    },
    {
        "o": 7742,
        "r": "nkjv:Judges:18:25",
        "t": "And*p the children of Dan said to him, “Do not let your voice be heard among us, lest angry men fall upon you, and you lose your life, with the lives of your household!”"
    },
    {
        "o": 7743,
        "r": "nkjv:Judges:18:26",
        "t": "Then the children of Dan went their way. And when Micah saw that they were*i too strong for him, he turned and went back to his house."
    },
    {
        "o": 7744,
        "r": "nkjv:Judges:18:26",
        "t": "Danites Settle in Laish",
        "h": 2
    },
    {
        "o": 7745,
        "r": "nkjv:Judges:18:27",
        "t": "So*p they took the*i things*i Micah had made, and the priest who had belonged to him, and went to Laish, to a people quiet and secure; and they struck them with the edge of the sword and burned the city with fire."
    },
    {
        "o": 7746,
        "r": "nkjv:Judges:18:28",
        "t": "There*i was*i no deliverer, because it was*i far from Sidon, and they had no ties with anyone. It was in the valley that belongs to Beth Rehob. So they rebuilt the city and dwelt there."
    },
    {
        "o": 7747,
        "r": "nkjv:Judges:18:29",
        "t": "And they called the name of the city Dan, after the name of Dan their father, who was born to Israel. However, the name of the city formerly was*i Laish."
    },
    {
        "o": 7748,
        "r": "nkjv:Judges:18:30",
        "t": "Then*p the children of Dan set up for themselves the carved image; and Jonathan the son of Gershom, the son of Manasseh, and his sons were priests to the tribe of Dan until the day of the captivity of the land."
    },
    {
        "o": 7749,
        "r": "nkjv:Judges:18:31",
        "t": "So they set up for themselves Micah’s carved image which he made, all the time that the house of God was in Shiloh."
    }
]
