[
    {
        "o": 19504,
        "r": "csb:Ecclesiastes:8:0",
        "t": "Ecclesiastes 8",
        "h": 1
    },
    {
        "o": 19505,
        "r": "csb:Ecclesiastes:8:0",
        "t": "Wisdom, Authorities, and Inequities",
        "h": 2
    },
    {
        "o": 19506,
        "r": "csb:Ecclesiastes:8:1",
        "t": "Who*p is like the wise person, and who knows the interpretation of a matter? A person’s wisdom brightens his face, and the sternness of his face is changed."
    },
    {
        "o": 19507,
        "r": "csb:Ecclesiastes:8:2",
        "t": "Keep*p the king’s command because of your oath made before God."
    },
    {
        "o": 19508,
        "r": "csb:Ecclesiastes:8:3",
        "t": "Do not be in a hurry; leave his presence, and don’t persist in a bad cause, since he will do whatever he wants."
    },
    {
        "o": 19509,
        "r": "csb:Ecclesiastes:8:4",
        "t": "For the king’s word is authoritative, and who can say to him, “What are you doing?”"
    },
    {
        "o": 19510,
        "r": "csb:Ecclesiastes:8:5",
        "t": "The one who keeps a command will not experience anything harmful, and a wise heart knows the right time and procedure."
    },
    {
        "o": 19511,
        "r": "csb:Ecclesiastes:8:6",
        "t": "For every activity there is a right time and procedure, even though a person’s troubles are heavy on him."
    },
    {
        "o": 19512,
        "r": "csb:Ecclesiastes:8:7",
        "t": "Yet no one knows what will happen because who can tell him what will happen?"
    },
    {
        "o": 19513,
        "r": "csb:Ecclesiastes:8:8",
        "t": "No one has authority over the wind to restrain it, and there is no authority over the day of death; no one is discharged during battle, and wickedness will not allow those who practice it to escape."
    },
    {
        "o": 19514,
        "r": "csb:Ecclesiastes:8:9",
        "t": "All this I have seen, applying my mind to all the work that is done under the sun, at a time when one person has authority over another to his harm."
    },
    {
        "o": 19515,
        "r": "csb:Ecclesiastes:8:10",
        "t": "In*p such circumstances, I saw the wicked buried. They came and went from the holy place, and they were praised in the city where they did those things. This too is futile."
    },
    {
        "o": 19516,
        "r": "csb:Ecclesiastes:8:11",
        "t": "Because the sentence against an evil act is not carried out quickly, the heart of people is filled with the desire to commit evil."
    },
    {
        "o": 19517,
        "r": "csb:Ecclesiastes:8:12",
        "t": "Although a sinner does evil a hundred times and prolongs his life, I also know that it will go well with God-fearing people, for they are reverent before him."
    },
    {
        "o": 19518,
        "r": "csb:Ecclesiastes:8:13",
        "t": "However, it will not go well with the wicked, and they will not lengthen their days like a shadow, for they are not reverent before God."
    },
    {
        "o": 19519,
        "r": "csb:Ecclesiastes:8:14",
        "t": "There*p is a futility that is done on the earth: there are righteous people who get what the actions of the wicked deserve, and there are wicked people who get what the actions of the righteous deserve. I say that this too is futile."
    },
    {
        "o": 19520,
        "r": "csb:Ecclesiastes:8:15",
        "t": "So I commended enjoyment because there is nothing better for a person under the sun than to eat, drink, and enjoy himself, for this will accompany him in his labor during the days of his life that God gives him under the sun."
    },
    {
        "o": 19521,
        "r": "csb:Ecclesiastes:8:16",
        "t": "When*p I applied my mind to know wisdom and to observe the activity that is done on the earth (even though one’s eyes do not close in sleep day or night),"
    },
    {
        "o": 19522,
        "r": "csb:Ecclesiastes:8:17",
        "t": "I observed all the work of God and concluded that a person is unable to discover the work that is done under the sun. Even though a person labors hard to explore it, he cannot find it; even if a wise person claims to know it, he is unable to discover it."
    }
]
