[
    {
        "o": 24738,
        "r": "csb:Daniel:9:0",
        "t": "Daniel 9",
        "h": 1
    },
    {
        "o": 24739,
        "r": "csb:Daniel:9:0",
        "t": "Daniel’s Prayer",
        "h": 2
    },
    {
        "o": 24740,
        "r": "csb:Daniel:9:1",
        "t": "In*p the first year of Darius, the son of Ahasuerus, a Mede by birth, who was made king over the Chaldean kingdom -"
    },
    {
        "o": 24741,
        "r": "csb:Daniel:9:2",
        "t": "in the first year of his reign, I, Daniel, understood from the books according to the word of the Lord*s to the prophet Jeremiah that the number of years for the desolation of Jerusalem would be seventy."
    },
    {
        "o": 24742,
        "r": "csb:Daniel:9:3",
        "t": "So I turned my attention to the Lord God to seek him by prayer and petitions, with fasting, sackcloth, and ashes."
    },
    {
        "o": 24743,
        "r": "csb:Daniel:9:4",
        "t": "I*p prayed to the Lord*s my God and confessed: Ah,*p Lord - the great and awe-inspiring God who keeps his gracious covenant with those who love him and keep his commands-"
    },
    {
        "o": 24744,
        "r": "csb:Daniel:9:5",
        "t": "we have sinned, done wrong, acted wickedly, rebelled, and turned away from your commands and ordinances."
    },
    {
        "o": 24745,
        "r": "csb:Daniel:9:6",
        "t": "We have not listened to your servants the prophets, who spoke in your name to our kings, leaders, ancestors, and all the people of the land."
    },
    {
        "o": 24746,
        "r": "csb:Daniel:9:7",
        "t": "Lord,*p righteousness belongs to you, but this day public shame belongs to us: the men of Judah, the residents of Jerusalem, and all Israel - those who are near and those who are far, in all the countries where you have banished them because of the disloyalty they have shown toward you."
    },
    {
        "o": 24747,
        "r": "csb:Daniel:9:8",
        "t": "Lord,*s public shame belongs to us, our kings, our leaders, and our ancestors, because we have sinned against you."
    },
    {
        "o": 24748,
        "r": "csb:Daniel:9:9",
        "t": "Compassion and forgiveness belong to the Lord our God, though we have rebelled against him"
    },
    {
        "o": 24749,
        "r": "csb:Daniel:9:10",
        "t": "and have not obeyed the Lord*s our God by following his instructions that he set before us through his servants the prophets."
    },
    {
        "o": 24750,
        "r": "csb:Daniel:9:11",
        "t": "All*p Israel has broken your law and turned away, refusing to obey you. The promised curse written in the law of Moses, the servant of God, has been poured out on us because we have sinned against him."
    },
    {
        "o": 24751,
        "r": "csb:Daniel:9:12",
        "t": "He has carried out his words that he spoke against us and against our rulers by bringing on us a disaster that is so great that nothing like what has been done to Jerusalem has ever been done under all of heaven."
    },
    {
        "o": 24752,
        "r": "csb:Daniel:9:13",
        "t": "Just as it is written in the law of Moses, all this disaster has come on us, yet we have not sought the favor of the Lord*s our God by turning from our iniquities and paying attention to your truth."
    },
    {
        "o": 24753,
        "r": "csb:Daniel:9:14",
        "t": "So the Lord*s kept the disaster in mind and brought it on us, for the Lord*s our God is righteous in all he has done. But we have not obeyed him."
    },
    {
        "o": 24754,
        "r": "csb:Daniel:9:15",
        "t": "Now,*p Lord our God — who brought your people out of the land of Egypt with a strong hand and made your name renowned as it is this day — we have sinned, we have acted wickedly."
    },
    {
        "o": 24755,
        "r": "csb:Daniel:9:16",
        "t": "Lord, in keeping with all your righteous acts, may your anger and wrath turn away from your city Jerusalem, your holy mountain; for because of our sins and the iniquities of our ancestors, Jerusalem and your people have become an object of ridicule to all those around us."
    },
    {
        "o": 24756,
        "r": "csb:Daniel:9:17",
        "t": "Therefore,*p our God, hear the prayer and the petitions of your servant. Make your face shine on your desolate sanctuary for the Lord’s sake."
    },
    {
        "o": 24757,
        "r": "csb:Daniel:9:18",
        "t": "Listen closely, my God, and hear. Open your eyes and see our desolations and the city that bears your name. For we are not presenting our petitions before you based on our righteous acts, but based on your abundant compassion."
    },
    {
        "o": 24758,
        "r": "csb:Daniel:9:19",
        "t": "Lord, hear! Lord, forgive! Lord, listen and act! My God, for your own sake, do not delay, because your city and your people bear your name."
    },
    {
        "o": 24759,
        "r": "csb:Daniel:9:19",
        "t": "The Seventy Weeks of Years",
        "h": 2
    },
    {
        "o": 24760,
        "r": "csb:Daniel:9:20",
        "t": "While*p I was speaking, praying, confessing my sin and the sin of my people Israel, and presenting my petition before the Lord*s my God concerning the holy mountain of my God -"
    },
    {
        "o": 24761,
        "r": "csb:Daniel:9:21",
        "t": "while I was praying, Gabriel, the man I had seen in the first vision, reached me in my extreme weariness, about the time of the evening offering."
    },
    {
        "o": 24762,
        "r": "csb:Daniel:9:22",
        "t": "He gave me this explanation: “Daniel, I’ve come now to give you understanding."
    },
    {
        "o": 24763,
        "r": "csb:Daniel:9:23",
        "t": "At the beginning of your petitions an answer went out, and I have come to give it, for you are treasured by God. So consider the message and understand the vision:"
    },
    {
        "o": 24764,
        "r": "csb:Daniel:9:24",
        "t": "Seventy*pn weeks are decreed about*ln your people and your holy city — to*ln bring the rebellion to an end, to*ln put a stop to sin, to*ln atone for iniquity, to*ln bring in everlasting righteousness, to*ln seal up vision and prophecy, and*ln to anoint the most holy place."
    },
    {
        "o": 24765,
        "r": "csb:Daniel:9:25",
        "t": "Know*ln and understand this: From*ln the issuing of the decree to*ln restore and rebuild Jerusalem until*ln an Anointed One, the ruler, will*ln be seven weeks and sixty-two weeks. It*ln will be rebuilt with a plaza and a moat, but*ln in difficult times."
    },
    {
        "o": 24766,
        "r": "csb:Daniel:9:26",
        "t": "After*ln those sixty-two weeks the*ln Anointed One will be cut off and*ln will have nothing. The*ln people of the coming ruler will*ln destroy the city and the sanctuary. The*ln end will come with a flood, and*ln until the end there will be war; desolations*ln are decreed."
    },
    {
        "o": 24767,
        "r": "csb:Daniel:9:27",
        "t": "He*ln will make a firm covenant with*ln many for one week, but*ln in the middle of the week he*ln will put a stop to sacrifice and offering. And*ln the abomination of desolation will*ln be on a wing of the temple until*ln the decreed destruction is*ln poured out on the desolator.”"
    }
]
