[
    {
        "o": 33424,
        "r": "nkjv:1 Thessalonians:2:0",
        "t": "1 Thessalonians 2",
        "h": 1
    },
    {
        "o": 33425,
        "r": "nkjv:1 Thessalonians:2:0",
        "t": "Paul’s Conduct",
        "h": 2
    },
    {
        "o": 33426,
        "r": "nkjv:1 Thessalonians:2:1",
        "t": "For*p you yourselves know, brethren, that our coming to you was not in vain."
    },
    {
        "o": 33427,
        "r": "nkjv:1 Thessalonians:2:2",
        "t": "But even after we had suffered before and were spitefully treated at Philippi, as you know, we were bold in our God to speak to you the gospel of God in much conflict."
    },
    {
        "o": 33428,
        "r": "nkjv:1 Thessalonians:2:3",
        "t": "For our exhortation did*i not come*i from error or uncleanness, nor was*i it*i in deceit."
    },
    {
        "o": 33429,
        "r": "nkjv:1 Thessalonians:2:4",
        "t": "But*p as we have been approved by God to be entrusted with the gospel, even so we speak, not as pleasing men, but God who tests our hearts."
    },
    {
        "o": 33430,
        "r": "nkjv:1 Thessalonians:2:5",
        "t": "For neither at any time did we use flattering words, as you know, nor a cloak for covetousness— God is*i witness."
    },
    {
        "o": 33431,
        "r": "nkjv:1 Thessalonians:2:6",
        "t": "Nor did we seek glory from men, either from you or from others, when we might have made demands as apostles of Christ."
    },
    {
        "o": 33432,
        "r": "nkjv:1 Thessalonians:2:7",
        "t": "But we were gentle among you, just as a nursing mother*i cherishes her own children."
    },
    {
        "o": 33433,
        "r": "nkjv:1 Thessalonians:2:8",
        "t": "So, affectionately longing for you, we were well pleased to impart to you not only the gospel of God, but also our own lives, because you had become dear to us."
    },
    {
        "o": 33434,
        "r": "nkjv:1 Thessalonians:2:9",
        "t": "For you remember, brethren, our labor and toil; for laboring night and day, that we might not be a burden to any of you, we preached to you the gospel of God."
    },
    {
        "o": 33435,
        "r": "nkjv:1 Thessalonians:2:10",
        "t": "You*p are*i witnesses, and God also,*i how devoutly and justly and blamelessly we behaved ourselves among you who believe;"
    },
    {
        "o": 33436,
        "r": "nkjv:1 Thessalonians:2:11",
        "t": "as you know how we exhorted, and comforted, and charged every one of you, as a father does*i his own children,"
    },
    {
        "o": 33437,
        "r": "nkjv:1 Thessalonians:2:12",
        "t": "that you would walk worthy of God who calls you into His own kingdom and glory."
    },
    {
        "o": 33438,
        "r": "nkjv:1 Thessalonians:2:12",
        "t": "Their Conversion",
        "h": 2
    },
    {
        "o": 33439,
        "r": "nkjv:1 Thessalonians:2:13",
        "t": "For*p this reason we also thank God without ceasing, because when you received the word of God which you heard from us, you welcomed it*i not as*i the word of men, but as it is in truth, the word of God, which also effectively works in you who believe."
    },
    {
        "o": 33440,
        "r": "nkjv:1 Thessalonians:2:14",
        "t": "For you, brethren, became imitators of the churches of God which are in Judea in Christ Jesus. For you also suffered the same things from your own countrymen, just as they did*i from the Judeans,"
    },
    {
        "o": 33441,
        "r": "nkjv:1 Thessalonians:2:15",
        "t": "who killed both the Lord Jesus and their own prophets, and have persecuted us; and they do not please God and are contrary to all men,"
    },
    {
        "o": 33442,
        "r": "nkjv:1 Thessalonians:2:16",
        "t": "forbidding us to speak to the Gentiles that they may be saved, so as always to fill up the*i measure*i of*i their sins; but wrath has come upon them to the uttermost."
    },
    {
        "o": 33443,
        "r": "nkjv:1 Thessalonians:2:16",
        "t": "Longing to See Them",
        "h": 2
    },
    {
        "o": 33444,
        "r": "nkjv:1 Thessalonians:2:17",
        "t": "But*p we, brethren, having been taken away from you for a short time in presence, not in heart, endeavored more eagerly to see your face with great desire."
    },
    {
        "o": 33445,
        "r": "nkjv:1 Thessalonians:2:18",
        "t": "Therefore we wanted to come to you—even I, Paul, time and again—but Satan hindered us."
    },
    {
        "o": 33446,
        "r": "nkjv:1 Thessalonians:2:19",
        "t": "For what is*i our hope, or joy, or crown of rejoicing? Is*i it*i not even you in the presence of our Lord Jesus Christ at His coming?"
    },
    {
        "o": 33447,
        "r": "nkjv:1 Thessalonians:2:20",
        "t": "For you are our glory and joy."
    }
]
