[
    {
        "o": 14292,
        "r": "nkjv:Job:2:0",
        "t": "Job 2",
        "h": 1
    },
    {
        "o": 14293,
        "r": "nkjv:Job:2:0",
        "t": "Satan Attacks Job’s Health",
        "h": 2
    },
    {
        "o": 14294,
        "r": "nkjv:Job:2:1",
        "t": "Again*p there was a day when the sons of God came to present themselves before the Lord,*s and Satan came also among them to present himself before the Lord.*s"
    },
    {
        "o": 14295,
        "r": "nkjv:Job:2:2",
        "t": "And the Lord*s said to Satan, “From where do you come?” Satan*p answered the Lord*s and said, “From going to and fro on the earth, and from walking back and forth on it.”"
    },
    {
        "o": 14296,
        "r": "nkjv:Job:2:3",
        "t": "Then*p the Lord*s said to Satan, “Have you considered My servant Job, that there*i is*i none like him on the earth, a blameless and upright man, one who fears God and shuns evil? And still he holds fast to his integrity, although you incited Me against him, to destroy him without cause.”"
    },
    {
        "o": 14297,
        "r": "nkjv:Job:2:4",
        "t": "So*p Satan answered the Lord*s and said, “Skin for skin! Yes, all that a man has he will give for his life."
    },
    {
        "o": 14298,
        "r": "nkjv:Job:2:5",
        "t": "But stretch out Your hand now, and touch his bone and his flesh, and he will surely curse You to Your face!”"
    },
    {
        "o": 14299,
        "r": "nkjv:Job:2:6",
        "t": "And*p the Lord*s said to Satan, “Behold, he is*i in your hand, but spare his life.”"
    },
    {
        "o": 14300,
        "r": "nkjv:Job:2:7",
        "t": "So*p Satan went out from the presence of the Lord,*s and struck Job with painful boils from the sole of his foot to the crown of his head."
    },
    {
        "o": 14301,
        "r": "nkjv:Job:2:8",
        "t": "And he took for himself a potsherd with which to scrape himself while he sat in the midst of the ashes."
    },
    {
        "o": 14302,
        "r": "nkjv:Job:2:9",
        "t": "Then*p his wife said to him, “Do you still hold fast to your integrity? Curse God and die!”"
    },
    {
        "o": 14303,
        "r": "nkjv:Job:2:10",
        "t": "But*p he said to her, “You speak as one of the foolish women speaks. Shall we indeed accept good from God, and shall we not accept adversity?” In all this Job did not sin with his lips."
    },
    {
        "o": 14304,
        "r": "nkjv:Job:2:10",
        "t": "Job’s Three Friends",
        "h": 2
    },
    {
        "o": 14305,
        "r": "nkjv:Job:2:11",
        "t": "Now*p when Job’s three friends heard of all this adversity that had come upon him, each one came from his own place—Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. For they had made an appointment together to come and mourn with him, and to comfort him."
    },
    {
        "o": 14306,
        "r": "nkjv:Job:2:12",
        "t": "And when they raised their eyes from afar, and did not recognize him, they lifted their voices and wept; and each one tore his robe and sprinkled dust on his head toward heaven."
    },
    {
        "o": 14307,
        "r": "nkjv:Job:2:13",
        "t": "So they sat down with him on the ground seven days and seven nights, and no one spoke a word to him, for they saw that his*i grief was very great."
    }
]
