[
    {
        "o": 7113,
        "r": "csb:Joshua:22:0",
        "t": "Joshua 22",
        "h": 1
    },
    {
        "o": 7114,
        "r": "csb:Joshua:22:0",
        "t": "Eastern Tribes Return Home",
        "h": 2
    },
    {
        "o": 7115,
        "r": "csb:Joshua:22:1",
        "t": "Joshua*p summoned the Reubenites, Gadites, and half the tribe of Manasseh"
    },
    {
        "o": 7116,
        "r": "csb:Joshua:22:2",
        "t": "and told them, “You have done everything Moses the Lord’s*s servant commanded you and have obeyed me in everything I commanded you."
    },
    {
        "o": 7117,
        "r": "csb:Joshua:22:3",
        "t": "You have not deserted your brothers even once this whole time but have carried out the requirement of the command of the Lord*s your God."
    },
    {
        "o": 7118,
        "r": "csb:Joshua:22:4",
        "t": "Now that he has given your brothers rest, just as he promised them, return to your homes in your own land that Moses the Lord’s*s servant gave you across the Jordan."
    },
    {
        "o": 7119,
        "r": "csb:Joshua:22:5",
        "t": "Only carefully obey the command and instruction that Moses the Lord’s*s servant gave you: to love the Lord*s your God, walk in all his ways, keep his commands, be loyal to him, and serve him with all your heart and all your soul.”"
    },
    {
        "o": 7120,
        "r": "csb:Joshua:22:6",
        "t": "Joshua*p blessed them and sent them on their way, and they went to their homes."
    },
    {
        "o": 7121,
        "r": "csb:Joshua:22:7",
        "t": "Moses had given territory to half the tribe of Manasseh in Bashan, but Joshua had given territory to the other half, with their brothers, on the west side of the Jordan. When Joshua sent them to their homes and blessed them,"
    },
    {
        "o": 7122,
        "r": "csb:Joshua:22:8",
        "t": "he said, “Return to your homes with great wealth: a huge number of cattle, and silver, gold, bronze, iron, and a large quantity of clothing. Share the spoil of your enemies with your brothers.”"
    },
    {
        "o": 7123,
        "r": "csb:Joshua:22:8",
        "t": "Eastern Tribes Build an Altar",
        "h": 2
    },
    {
        "o": 7124,
        "r": "csb:Joshua:22:9",
        "t": "The*p Reubenites, Gadites, and half the tribe of Manasseh left the Israelites at Shiloh in the land of Canaan to return to their own land of Gilead, which they took possession of according to the Lord’s*s command through Moses."
    },
    {
        "o": 7125,
        "r": "csb:Joshua:22:10",
        "t": "When they came to the region of the Jordan in the land of Canaan, the Reubenites, Gadites, and half the tribe of Manasseh built a large, impressive altar there by the Jordan."
    },
    {
        "o": 7126,
        "r": "csb:Joshua:22:11",
        "t": "Then*p the Israelites heard it said, “Look, the Reubenites, Gadites, and half the tribe of Manasseh have built an altar on the frontier of the land of Canaan at the region of the Jordan, on the Israelite side.”"
    },
    {
        "o": 7127,
        "r": "csb:Joshua:22:12",
        "t": "When the Israelites heard this, the entire Israelite community assembled at Shiloh to go to war against them."
    },
    {
        "o": 7128,
        "r": "csb:Joshua:22:12",
        "t": "Explanation of the Altar",
        "h": 2
    },
    {
        "o": 7129,
        "r": "csb:Joshua:22:13",
        "t": "The*p Israelites sent Phinehas son of Eleazar the priest to the Reubenites, Gadites, and half the tribe of Manasseh, in the land of Gilead."
    },
    {
        "o": 7130,
        "r": "csb:Joshua:22:14",
        "t": "They sent ten leaders with him - one family leader for each tribe of Israel. All of them were heads of their ancestral families among the clans of Israel."
    },
    {
        "o": 7131,
        "r": "csb:Joshua:22:15",
        "t": "They went to the Reubenites, Gadites, and half the tribe of Manasseh, in the land of Gilead, and told them,"
    },
    {
        "o": 7132,
        "r": "csb:Joshua:22:16",
        "t": "“This is what the Lord’s*s entire community says: ‘What is this treachery you have committed today against the God of Israel by turning away from the Lord*s and building an altar for yourselves, so that you are in rebellion against the Lord*s today?"
    },
    {
        "o": 7133,
        "r": "csb:Joshua:22:17",
        "t": "Wasn’t the iniquity of Peor, which brought a plague on the Lord’s*s community, enough for us? We have not cleansed ourselves from it even to this day,"
    },
    {
        "o": 7134,
        "r": "csb:Joshua:22:18",
        "t": "and now would you turn away from the Lord?*s If you rebel against the Lord*s today, tomorrow he will be angry with the entire community of Israel."
    },
    {
        "o": 7135,
        "r": "csb:Joshua:22:19",
        "t": "But if the land you possess is defiled, cross over to the land the Lord*s possesses where the Lord’s*s tabernacle stands, and take possession of it among us. But don’t rebel against the Lord*s or against us by building for yourselves an altar other than the altar of the Lord*s our God."
    },
    {
        "o": 7136,
        "r": "csb:Joshua:22:20",
        "t": "Wasn’t Achan son of Zerah unfaithful regarding what was set apart for destruction, bringing wrath on the entire community of Israel? He was not the only one who perished because of his iniquity.’”"
    },
    {
        "o": 7137,
        "r": "csb:Joshua:22:21",
        "t": "The*p Reubenites, Gadites, and half the tribe of Manasseh answered the heads of the Israelite clans,"
    },
    {
        "o": 7138,
        "r": "csb:Joshua:22:22",
        "t": "“The Mighty One, God, the Lord!*s The Mighty One, God, the Lord!*s He knows, and may Israel also know. Do not spare us today, if it was in rebellion or treachery against the Lord*s"
    },
    {
        "o": 7139,
        "r": "csb:Joshua:22:23",
        "t": "that we have built for ourselves an altar to turn away from him. May the Lord*s himself hold us accountable if we intended to offer burnt offerings and grain offerings on it, or to sacrifice fellowship offerings on it."
    },
    {
        "o": 7140,
        "r": "csb:Joshua:22:24",
        "t": "We actually did this from a specific concern that in the future your descendants might say to our descendants, ‘What relationship do you have with the Lord,*s the God of Israel?"
    },
    {
        "o": 7141,
        "r": "csb:Joshua:22:25",
        "t": "For the Lord*s has made the Jordan a border between us and you descendants of Reuben and Gad. You have no share in the Lord*s ! ’ So your descendants may cause our descendants to stop fearing the Lord.*s"
    },
    {
        "o": 7142,
        "r": "csb:Joshua:22:26",
        "t": "“Therefore*p we said: Let’s take action and build an altar for ourselves, but not for burnt offering or sacrifice."
    },
    {
        "o": 7143,
        "r": "csb:Joshua:22:27",
        "t": "Instead, it is to be a witness between us and you, and between the generations after us, so that we may carry out the worship of the Lord*s in his presence with our burnt offerings, sacrifices, and fellowship offerings. Then in the future, your descendants will not be able to say to our descendants, ‘You have no share in the Lord!’*s"
    },
    {
        "o": 7144,
        "r": "csb:Joshua:22:28",
        "t": "We thought that if they said this to us or to our generations in the future, we would reply: Look at the replica of the Lord’s*s altar that our ancestors made, not for burnt offering or sacrifice, but as a witness between us and you."
    },
    {
        "o": 7145,
        "r": "csb:Joshua:22:29",
        "t": "We would never ever rebel against the Lord*s or turn away from him today by building an altar for burnt offering, grain offering, or sacrifice, other than the altar of the Lord*s our God, which is in front of his tabernacle.”"
    },
    {
        "o": 7146,
        "r": "csb:Joshua:22:29",
        "t": "Conflict Resolved",
        "h": 2
    },
    {
        "o": 7147,
        "r": "csb:Joshua:22:30",
        "t": "When*p the priest Phinehas and the community leaders, the heads of Israel’s clans who were with him, heard what the descendants of Reuben, Gad, and Manasseh had to say, they were pleased."
    },
    {
        "o": 7148,
        "r": "csb:Joshua:22:31",
        "t": "Phinehas son of Eleazar the priest said to the descendants of Reuben, Gad, and Manasseh, “Today we know that the Lord*s is among us, because you have not committed this treachery against him. As a result, you have rescued the Israelites from the Lord’s*s power.”"
    },
    {
        "o": 7149,
        "r": "csb:Joshua:22:32",
        "t": "Then*p the priest Phinehas son of Eleazar and the leaders returned from the Reubenites and Gadites in the land of Gilead to the Israelites in the land of Canaan and brought back a report to them."
    },
    {
        "o": 7150,
        "r": "csb:Joshua:22:33",
        "t": "The Israelites were pleased with the report, and they blessed God. They spoke no more about going to war against them to ravage the land where the Reubenites and Gadites lived."
    },
    {
        "o": 7151,
        "r": "csb:Joshua:22:34",
        "t": "So the Reubenites and Gadites named the altar: It is a witness between us that the Lord*s is God."
    }
]
