[
    {
        "o": 8166,
        "r": "nasb:1 Samuel:13:0",
        "t": "1 Samuel 13",
        "h": 1
    },
    {
        "o": 8167,
        "r": "nasb:1 Samuel:13:0",
        "t": "War with the Philistines",
        "h": 2
    },
    {
        "o": 8168,
        "r": "nasb:1 Samuel:13:1",
        "t": "Saul*p was thirty*i years old when he began to reign, and he reigned forty*i two years over Israel."
    },
    {
        "o": 8169,
        "r": "nasb:1 Samuel:13:2",
        "t": "Now*p Saul chose for himself 3,000 men of Israel, of which 2,000 were with Saul in Michmash and in the hill country of Bethel, while 1,000 were with Jonathan at Gibeah of Benjamin. But he sent away the rest of the people, each to his tent."
    },
    {
        "o": 8170,
        "r": "nasb:1 Samuel:13:3",
        "t": "Jonathan smote the garrison of the Philistines that was in Geba, and the Philistines heard of it.*i Then Saul blew the trumpet throughout the land, saying, “Let the Hebrews hear.”"
    },
    {
        "o": 8171,
        "r": "nasb:1 Samuel:13:4",
        "t": "All Israel heard the news that Saul had smitten the garrison of the Philistines, and also that Israel had become odious to the Philistines. The people were then summoned to Saul at Gilgal."
    },
    {
        "o": 8172,
        "r": "nasb:1 Samuel:13:5",
        "t": "Now*p the Philistines assembled to fight with Israel, 30,000 chariots and 6,000 horsemen, and people like the sand which is on the seashore in abundance; and they came up and camped in Michmash, east of Beth-aven."
    },
    {
        "o": 8173,
        "r": "nasb:1 Samuel:13:6",
        "t": "When the men of Israel saw that they were in a strait (for the people were hard-pressed), then the people hid themselves in caves, in thickets, in cliffs, in cellars, and in pits."
    },
    {
        "o": 8174,
        "r": "nasb:1 Samuel:13:7",
        "t": "Also some*i of*i the Hebrews crossed the Jordan into the land of Gad and Gilead. But as for Saul, he was*i still in Gilgal, and all the people followed him trembling."
    },
    {
        "o": 8175,
        "r": "nasb:1 Samuel:13:8",
        "t": "Now*p he waited seven days, according to the appointed time set by Samuel, but Samuel did not come to Gilgal; and the people were scattering from him."
    },
    {
        "o": 8176,
        "r": "nasb:1 Samuel:13:9",
        "t": "So Saul said, “Bring to me the burnt offering and the peace offerings.” And he offered the burnt offering."
    },
    {
        "o": 8177,
        "r": "nasb:1 Samuel:13:10",
        "t": "As soon as he finished offering the burnt offering, behold, Samuel came; and Saul went out to meet him and*i to greet him."
    },
    {
        "o": 8178,
        "r": "nasb:1 Samuel:13:11",
        "t": "But Samuel said, “What have you done?” And Saul said, “Because I saw that the people were scattering from me, and that you did not come within the appointed days, and that the Philistines were assembling at Michmash,"
    },
    {
        "o": 8179,
        "r": "nasb:1 Samuel:13:12",
        "t": "therefore I said, ‘Now the Philistines will come down against me at Gilgal, and I have not asked the favor of the Lord.’*s So I forced myself and offered the burnt offering.”"
    },
    {
        "o": 8180,
        "r": "nasb:1 Samuel:13:13",
        "t": "Samuel said to Saul, “You have acted foolishly; you have not kept the commandment of the Lord*s your God, which He commanded you, for now the Lord*s would have established your kingdom over Israel forever."
    },
    {
        "o": 8181,
        "r": "nasb:1 Samuel:13:14",
        "t": "But now your kingdom shall not endure. The Lord*s has sought out for Himself a man after His own heart, and the Lord*s has appointed him as ruler over His people, because you have not kept what the Lord*s commanded you.”"
    },
    {
        "o": 8182,
        "r": "nasb:1 Samuel:13:15",
        "t": "Then*p Samuel arose and went up from Gilgal to Gibeah of Benjamin. And Saul numbered the people who were present with him, about six hundred men."
    },
    {
        "o": 8183,
        "r": "nasb:1 Samuel:13:16",
        "t": "Now Saul and his son Jonathan and the people who were present with them were staying in Geba of Benjamin while the Philistines camped at Michmash."
    },
    {
        "o": 8184,
        "r": "nasb:1 Samuel:13:17",
        "t": "And the raiders came from the camp of the Philistines in three companies: one company turned toward Ophrah, to the land of Shual,"
    },
    {
        "o": 8185,
        "r": "nasb:1 Samuel:13:18",
        "t": "and another company turned toward Beth-horon, and another company turned toward the border which overlooks the valley of Zeboim toward the wilderness."
    },
    {
        "o": 8186,
        "r": "nasb:1 Samuel:13:19",
        "t": "Now*p no blacksmith could be found in all the land of Israel, for the Philistines said, “Otherwise the Hebrews will make swords or spears.”"
    },
    {
        "o": 8187,
        "r": "nasb:1 Samuel:13:20",
        "t": "So all Israel went down to the Philistines, each to sharpen his plowshare, his mattock, his axe, and his hoe."
    },
    {
        "o": 8188,
        "r": "nasb:1 Samuel:13:21",
        "t": "The charge was two-thirds of a shekel for the plowshares, the mattocks, the forks, and the axes, and to fix the hoes."
    },
    {
        "o": 8189,
        "r": "nasb:1 Samuel:13:22",
        "t": "So it came about on the day of battle that neither sword nor spear was found in the hands of any of the people who were*i with Saul and Jonathan, but they were found with Saul and his son Jonathan."
    },
    {
        "o": 8190,
        "r": "nasb:1 Samuel:13:23",
        "t": "And the garrison of the Philistines went out to the pass of Michmash."
    }
]
