[
    {
        "o": 4691,
        "r": "esv:Numbers:20:0",
        "t": "Numbers 20",
        "h": 1
    },
    {
        "o": 4692,
        "r": "esv:Numbers:20:0",
        "t": "The Death of Miriam",
        "h": 2
    },
    {
        "o": 4693,
        "r": "esv:Numbers:20:1",
        "t": "And*p the people of Israel, the whole congregation, came into the wilderness of Zin in the first month, and the people stayed in Kadesh. And Miriam died there and was buried there."
    },
    {
        "o": 4694,
        "r": "esv:Numbers:20:1",
        "t": "The Waters of Meribah",
        "h": 2
    },
    {
        "o": 4695,
        "r": "esv:Numbers:20:2",
        "t": "Now*p there was no water for the congregation. And they assembled themselves together against Moses and against Aaron."
    },
    {
        "o": 4696,
        "r": "esv:Numbers:20:3",
        "t": "And the people quarreled with Moses and said, “Would that we had perished when our brothers perished before the Lord!*s"
    },
    {
        "o": 4697,
        "r": "esv:Numbers:20:4",
        "t": "Why have you brought the assembly of the Lord*s into this wilderness, that we should die here, both we and our cattle?"
    },
    {
        "o": 4698,
        "r": "esv:Numbers:20:5",
        "t": "And why have you made us come up out of Egypt to bring us to this evil place? It is no place for grain or figs or vines or pomegranates, and there is no water to drink.”"
    },
    {
        "o": 4699,
        "r": "esv:Numbers:20:6",
        "t": "Then Moses and Aaron went from the presence of the assembly to the entrance of the tent of meeting and fell on their faces. And the glory of the Lord*s appeared to them,"
    },
    {
        "o": 4700,
        "r": "esv:Numbers:20:7",
        "t": "and the Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4701,
        "r": "esv:Numbers:20:8",
        "t": "“Take the staff, and assemble the congregation, you and Aaron your brother, and tell the rock before their eyes to yield its water. So you shall bring water out of the rock for them and give drink to the congregation and their cattle.”"
    },
    {
        "o": 4702,
        "r": "esv:Numbers:20:9",
        "t": "And Moses took the staff from before the Lord,*s as he commanded him."
    },
    {
        "o": 4703,
        "r": "esv:Numbers:20:9",
        "t": "Moses Strikes the Rock",
        "h": 2
    },
    {
        "o": 4704,
        "r": "esv:Numbers:20:10",
        "t": "Then*p Moses and Aaron gathered the assembly together before the rock, and he said to them, “Hear now, you rebels: shall we bring water for you out of this rock?”"
    },
    {
        "o": 4705,
        "r": "esv:Numbers:20:11",
        "t": "And Moses lifted up his hand and struck the rock with his staff twice, and water came out abundantly, and the congregation drank, and their livestock."
    },
    {
        "o": 4706,
        "r": "esv:Numbers:20:12",
        "t": "And the Lord*s said to Moses and Aaron, “Because you did not believe in me, to uphold me as holy in the eyes of the people of Israel, therefore you shall not bring this assembly into the land that I have given them.”"
    },
    {
        "o": 4707,
        "r": "esv:Numbers:20:13",
        "t": "These are the waters of Meribah, where the people of Israel quarreled with the Lord,*s and through them he showed himself holy."
    },
    {
        "o": 4708,
        "r": "esv:Numbers:20:13",
        "t": "Edom Refuses Passage",
        "h": 2
    },
    {
        "o": 4709,
        "r": "esv:Numbers:20:14",
        "t": "Moses*p sent messengers from Kadesh to the king of Edom: “Thus says your brother Israel: You know all the hardship that we have met:"
    },
    {
        "o": 4710,
        "r": "esv:Numbers:20:15",
        "t": "how our fathers went down to Egypt, and we lived in Egypt a long time. And the Egyptians dealt harshly with us and our fathers."
    },
    {
        "o": 4711,
        "r": "esv:Numbers:20:16",
        "t": "And when we cried to the Lord,*s he heard our voice and sent an angel and brought us out of Egypt. And here we are in Kadesh, a city on the edge of your territory."
    },
    {
        "o": 4712,
        "r": "esv:Numbers:20:17",
        "t": "Please let us pass through your land. We will not pass through field or vineyard, or drink water from a well. We will go along the King’s Highway. We will not turn aside to the right hand or to the left until we have passed through your territory.”"
    },
    {
        "o": 4713,
        "r": "esv:Numbers:20:18",
        "t": "But Edom said to him, “You shall not pass through, lest I come out with the sword against you.”"
    },
    {
        "o": 4714,
        "r": "esv:Numbers:20:19",
        "t": "And the people of Israel said to him, “We will go up by the highway, and if we drink of your water, I and my livestock, then I will pay for it. Let me only pass through on foot, nothing more.”"
    },
    {
        "o": 4715,
        "r": "esv:Numbers:20:20",
        "t": "But he said, “You shall not pass through.” And Edom came out against them with a large army and with a strong force."
    },
    {
        "o": 4716,
        "r": "esv:Numbers:20:21",
        "t": "Thus Edom refused to give Israel passage through his territory, so Israel turned away from him."
    },
    {
        "o": 4717,
        "r": "esv:Numbers:20:21",
        "t": "The Death of Aaron",
        "h": 2
    },
    {
        "o": 4718,
        "r": "esv:Numbers:20:22",
        "t": "And*p they journeyed from Kadesh, and the people of Israel, the whole congregation, came to Mount Hor."
    },
    {
        "o": 4719,
        "r": "esv:Numbers:20:23",
        "t": "And the Lord*s said to Moses and Aaron at Mount Hor, on the border of the land of Edom,"
    },
    {
        "o": 4720,
        "r": "esv:Numbers:20:24",
        "t": "“Let Aaron be gathered to his people, for he shall not enter the land that I have given to the people of Israel, because you rebelled against my command at the waters of Meribah."
    },
    {
        "o": 4721,
        "r": "esv:Numbers:20:25",
        "t": "Take Aaron and Eleazar his son and bring them up to Mount Hor."
    },
    {
        "o": 4722,
        "r": "esv:Numbers:20:26",
        "t": "And strip Aaron of his garments and put them on Eleazar his son. And Aaron shall be gathered to his people and shall die there.”"
    },
    {
        "o": 4723,
        "r": "esv:Numbers:20:27",
        "t": "Moses did as the Lord*s commanded. And they went up Mount Hor in the sight of all the congregation."
    },
    {
        "o": 4724,
        "r": "esv:Numbers:20:28",
        "t": "And Moses stripped Aaron of his garments and put them on Eleazar his son. And Aaron died there on the top of the mountain. Then Moses and Eleazar came down from the mountain."
    },
    {
        "o": 4725,
        "r": "esv:Numbers:20:29",
        "t": "And when all the congregation saw that Aaron had perished, all the house of Israel wept for Aaron thirty days."
    }
]
