[
    {
        "o": 21935,
        "r": "nasb:Jeremiah:31:0",
        "t": "Jeremiah 31",
        "h": 1
    },
    {
        "o": 21936,
        "r": "nasb:Jeremiah:31:0",
        "t": "Israel’s Mourning Turned to Joy",
        "h": 2
    },
    {
        "o": 21937,
        "r": "nasb:Jeremiah:31:1",
        "t": "“At*p that time,” declares the Lord,*s “I will be the God of all the families of Israel, and they shall be My people.”"
    },
    {
        "o": 21938,
        "r": "nasb:Jeremiah:31:2",
        "t": "Thus*pn says the Lord,*s “The*ln people who survived the sword Found*ln grace in the wilderness— Israel,*ln when it went to find its rest.”"
    },
    {
        "o": 21939,
        "r": "nasb:Jeremiah:31:3",
        "t": "The*ln Lord*s appeared to him from afar, saying,*i “I*ln have loved you with an everlasting love; Therefore*ln I have drawn you with lovingkindness."
    },
    {
        "o": 21940,
        "r": "nasb:Jeremiah:31:4",
        "t": "Again*ln I will build you and you will be rebuilt, O*ln virgin of Israel! Again*ln you will take up your tambourines, And*ln go forth to the dances of the merrymakers."
    },
    {
        "o": 21941,
        "r": "nasb:Jeremiah:31:5",
        "t": "Again*ln you will plant vineyards On*ln the hills of Samaria; The*ln planters will plant And*ln will enjoy them.*i"
    },
    {
        "o": 21942,
        "r": "nasb:Jeremiah:31:6",
        "t": "For*ln there will be a day when watchmen On*ln the hills of Ephraim call out, ‘Arise,*ln and let us go up to*i Zion, To*ln the Lord*s our God.’ ”"
    },
    {
        "o": 21943,
        "r": "nasb:Jeremiah:31:7",
        "t": "For*ln thus says the Lord,*s “Sing*ln aloud with gladness for Jacob, And*ln shout among the chief of the nations; Proclaim,*ln give praise and say, ‘O*ln Lord,*s save Your people, The*ln remnant of Israel.’"
    },
    {
        "o": 21944,
        "r": "nasb:Jeremiah:31:8",
        "t": "Behold,*ln I am bringing them from the north country, And*ln I will gather them from the remote parts of the earth, Among*ln them the blind and the lame, The*ln woman with child and she who is in labor with child, together; A*ln great company, they will return here."
    },
    {
        "o": 21945,
        "r": "nasb:Jeremiah:31:9",
        "t": "With*ln weeping they will come, And*ln by supplication I will lead them; I*ln will make them walk by streams of waters, On*ln a straight path in which they will not stumble; For*ln I am a father to Israel, And*ln Ephraim is My firstborn.”"
    },
    {
        "o": 21946,
        "r": "nasb:Jeremiah:31:10",
        "t": "Hear*ln the word of the Lord,*s O nations, And*ln declare in the coastlands afar off, And*ln say, “He who scattered Israel will gather him And*ln keep him as a shepherd keeps his flock.”"
    },
    {
        "o": 21947,
        "r": "nasb:Jeremiah:31:11",
        "t": "For*ln the Lord*s has ransomed Jacob And*ln redeemed him from the hand of him who was stronger than he."
    },
    {
        "o": 21948,
        "r": "nasb:Jeremiah:31:12",
        "t": "“They*ln will come and shout for joy on the height of Zion, And*ln they will be radiant over the bounty of the Lord—*s Over*ln the grain and the new wine and the oil, And*ln over the young of the flock and the herd; And*ln their life will be like a watered garden, And*ln they will never languish again."
    },
    {
        "o": 21949,
        "r": "nasb:Jeremiah:31:13",
        "t": "Then*ln the virgin will rejoice in the dance, And*ln the young men and the old, together, For*ln I will turn their mourning into joy And*ln will comfort them and give them joy for their sorrow."
    },
    {
        "o": 21950,
        "r": "nasb:Jeremiah:31:14",
        "t": "I*ln will fill the soul of the priests with abundance, And*ln My people will be satisfied with My goodness,” declares the Lord.*s"
    },
    {
        "o": 21951,
        "r": "nasb:Jeremiah:31:15",
        "t": "Thus*ln says the Lord,*s “A*ln voice is heard in Ramah, Lamentation*ln and*i bitter weeping. Rachel*ln is weeping for her children; She*ln refuses to be comforted for her children, Because*ln they are no more.”"
    },
    {
        "o": 21952,
        "r": "nasb:Jeremiah:31:16",
        "t": "Thus*p says the Lord,*s “Restrain*pn your voice from weeping And*ln your eyes from tears; For*ln your work will be rewarded,” declares the Lord,*s “And*ln they will return from the land of the enemy."
    },
    {
        "o": 21953,
        "r": "nasb:Jeremiah:31:17",
        "t": "There*ln is hope for your future,” declares the Lord,*s “And*ln your*i children will return to their own territory."
    },
    {
        "o": 21954,
        "r": "nasb:Jeremiah:31:18",
        "t": "I*ln have surely heard Ephraim grieving, ‘You*ln have chastised me, and I was chastised, Like*ln an untrained calf; Bring*ln me back that I may be restored, For*ln You are the Lord*s my God."
    },
    {
        "o": 21955,
        "r": "nasb:Jeremiah:31:19",
        "t": "For*ln after I turned back, I repented; And*ln after I was instructed, I smote on my*i thigh; I*ln was ashamed and also humiliated Because*ln I bore the reproach of my youth.’"
    },
    {
        "o": 21956,
        "r": "nasb:Jeremiah:31:20",
        "t": "Is*ln Ephraim My dear son? Is*ln he a delightful child? Indeed,*ln as often as I have spoken against him, I*ln certainly still*i remember him; Therefore*ln My heart yearns for him; I*ln will surely have mercy on him,” declares the Lord.*s"
    },
    {
        "o": 21957,
        "r": "nasb:Jeremiah:31:21",
        "t": "“Set*ln up for yourself roadmarks, Place*ln for yourself guideposts; Direct*ln your mind to the highway, The*ln way by which you went. Return,*ln O virgin of Israel, Return*ln to these your cities."
    },
    {
        "o": 21958,
        "r": "nasb:Jeremiah:31:22",
        "t": "How*ln long will you go here and there, O*ln faithless daughter? For*ln the Lord*s has created a new thing in the earth— A*ln woman will encompass a man.”"
    },
    {
        "o": 21959,
        "r": "nasb:Jeremiah:31:23",
        "t": "Thus*p says the Lord*s of hosts, the God of Israel, “Once again they will speak this word in the land of Judah and in its cities when I restore their fortunes, ‘The*pn Lord*s bless you, O abode of righteousness, O*ln holy hill!’"
    },
    {
        "o": 21960,
        "r": "nasb:Jeremiah:31:24",
        "t": "Judah*p and all its cities will dwell together in it, the farmer and they who go about with flocks."
    },
    {
        "o": 21961,
        "r": "nasb:Jeremiah:31:25",
        "t": "For I satisfy the weary ones and refresh everyone who languishes.”"
    },
    {
        "o": 21962,
        "r": "nasb:Jeremiah:31:26",
        "t": "At this I awoke and looked, and my sleep was pleasant to me."
    },
    {
        "o": 21963,
        "r": "nasb:Jeremiah:31:26",
        "t": "A New Covenant",
        "h": 2
    },
    {
        "o": 21964,
        "r": "nasb:Jeremiah:31:27",
        "t": "“Behold,*p days are coming,” declares the Lord,*s “when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of beast."
    },
    {
        "o": 21965,
        "r": "nasb:Jeremiah:31:28",
        "t": "As I have watched over them to pluck up, to break down, to overthrow, to destroy and to bring disaster, so I will watch over them to build and to plant,” declares the Lord.*s"
    },
    {
        "o": 21966,
        "r": "nasb:Jeremiah:31:29",
        "t": "“In*pn those days they will not say again, ‘The*ln fathers have eaten sour grapes, And*ln the children’s teeth are set on edge.’"
    },
    {
        "o": 21967,
        "r": "nasb:Jeremiah:31:30",
        "t": "But*p everyone will die for his own iniquity; each man who eats the sour grapes, his teeth will be set on edge."
    },
    {
        "o": 21968,
        "r": "nasb:Jeremiah:31:31",
        "t": "“Behold,*p days are coming,” declares the Lord,*s “when I will make a new covenant with the house of Israel and with the house of Judah,"
    },
    {
        "o": 21969,
        "r": "nasb:Jeremiah:31:32",
        "t": "not like the covenant which I made with their fathers in the day I took them by the hand to bring them out of the land of Egypt, My covenant which they broke, although I was a husband to them,” declares the Lord.*s"
    },
    {
        "o": 21970,
        "r": "nasb:Jeremiah:31:33",
        "t": "“But this is the covenant which I will make with the house of Israel after those days,” declares the Lord,*s “I will put My law within them and on their heart I will write it; and I will be their God, and they shall be My people."
    },
    {
        "o": 21971,
        "r": "nasb:Jeremiah:31:34",
        "t": "They will not teach again, each man his neighbor and each man his brother, saying, ‘Know the Lord,’*s for they will all know Me, from the least of them to the greatest of them,” declares the Lord,*s “for I will forgive their iniquity, and their sin I will remember no more.”"
    },
    {
        "o": 21972,
        "r": "nasb:Jeremiah:31:35",
        "t": "Thus*pn says the Lord,*s Who*ln gives the sun for light by day And*ln the fixed order of the moon and the stars for light by night, Who*ln stirs up the sea so that its waves roar; The*ln Lord*s of hosts is His name:"
    },
    {
        "o": 21973,
        "r": "nasb:Jeremiah:31:36",
        "t": "“If*ln this fixed order departs From*ln before Me,” declares the Lord,*s “Then*ln the offspring of Israel also will cease From*ln being a nation before Me forever.”"
    },
    {
        "o": 21974,
        "r": "nasb:Jeremiah:31:37",
        "t": "Thus*ln says the Lord,*s “If*ln the heavens above can be measured And*ln the foundations of the earth searched out below, Then*ln I will also cast off all the offspring of Israel For*ln all that they have done,” declares the Lord.*s"
    },
    {
        "o": 21975,
        "r": "nasb:Jeremiah:31:38",
        "t": "“Behold,*p days are coming,” declares the Lord,*s “when the city will be rebuilt for the Lord*s from the Tower of Hananel to the Corner Gate."
    },
    {
        "o": 21976,
        "r": "nasb:Jeremiah:31:39",
        "t": "The measuring line will go out farther straight ahead to the hill Gareb; then it will turn to Goah."
    },
    {
        "o": 21977,
        "r": "nasb:Jeremiah:31:40",
        "t": "And the whole valley of the dead bodies and of the ashes, and all the fields as far as the brook Kidron, to the corner of the Horse Gate toward the east, shall be holy to the Lord;*s it will not be plucked up or overthrown anymore forever.”"
    }
]
