[
    {
        "o": 27907,
        "r": "nasb:Luke:3:0",
        "t": "Luke 3",
        "h": 1
    },
    {
        "o": 27908,
        "r": "nasb:Luke:3:0",
        "t": "John the Baptist Preaches",
        "h": 2
    },
    {
        "o": 27909,
        "r": "nasb:Luke:3:1",
        "t": "Now*p in the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene,"
    },
    {
        "o": 27910,
        "r": "nasb:Luke:3:2",
        "t": "in the high priesthood of Annas and Caiaphas, the word of God came to John, the son of Zacharias, in the wilderness."
    },
    {
        "o": 27911,
        "r": "nasb:Luke:3:3",
        "t": "And he came into all the district around the Jordan, preaching a baptism of repentance for the forgiveness of sins;"
    },
    {
        "o": 27912,
        "r": "nasb:Luke:3:4",
        "t": "as it is written in the book of the words of Isaiah the prophet, “The*spn voice*s of*s one*s crying*s in*s the*s wilderness,*s ‘Make*sln ready*s the*s way*s of*s the*s Lord,*s Make*sln His*s paths*s straight.*s"
    },
    {
        "o": 27913,
        "r": "nasb:Luke:3:5",
        "t": "Every*sln ravine*s will*s be*s filled,*s And*ln every*s mountain*s and*s hill*s will*s be*s brought*s low;*s The*sln crooked*s will*s become*s straight,*s And*ln the*s rough*s roads*s smooth;*s"
    },
    {
        "o": 27914,
        "r": "nasb:Luke:3:6",
        "t": "And*ln all*s flesh*s will*s see*s the*s salvation*s of*s God*s .’ ”"
    },
    {
        "o": 27915,
        "r": "nasb:Luke:3:7",
        "t": "So*p he began*i saying to the crowds who were going out to be baptized by him, “You brood of vipers, who warned you to flee from the wrath to come?"
    },
    {
        "o": 27916,
        "r": "nasb:Luke:3:8",
        "t": "Therefore bear fruits in keeping with repentance, and do not begin to say to yourselves, ‘We have Abraham for our father,’ for I say to you that from these stones God is able to raise up children to Abraham."
    },
    {
        "o": 27917,
        "r": "nasb:Luke:3:9",
        "t": "Indeed the axe is already laid at the root of the trees; so every tree that does not bear good fruit is cut down and thrown into the fire.”"
    },
    {
        "o": 27918,
        "r": "nasb:Luke:3:10",
        "t": "And*p the crowds were questioning him, saying, “Then what shall we do?”"
    },
    {
        "o": 27919,
        "r": "nasb:Luke:3:11",
        "t": "And he would answer and say to them, “The man who has two tunics is to share with him who has none; and he who has food is to do likewise.”"
    },
    {
        "o": 27920,
        "r": "nasb:Luke:3:12",
        "t": "And some*i tax collectors also came to be baptized, and they said to him, “Teacher, what shall we do?”"
    },
    {
        "o": 27921,
        "r": "nasb:Luke:3:13",
        "t": "And he said to them, “Collect no more than what you have been ordered to.”"
    },
    {
        "o": 27922,
        "r": "nasb:Luke:3:14",
        "t": "Some*i soldiers were questioning him, saying, “And what*i about*i us, what shall we do?” And he said to them, “Do not take money from anyone by force, or accuse anyone*i falsely, and be content with your wages.”"
    },
    {
        "o": 27923,
        "r": "nasb:Luke:3:15",
        "t": "Now*p while the people were in a state of expectation and all were wondering in their hearts about John, as to whether he was the Christ,"
    },
    {
        "o": 27924,
        "r": "nasb:Luke:3:16",
        "t": "John answered and said to them all, “As for me, I baptize you with water; but One is coming who is mightier than I, and I am not fit to untie the thong of His sandals; He will baptize you with the Holy Spirit and fire."
    },
    {
        "o": 27925,
        "r": "nasb:Luke:3:17",
        "t": "His winnowing fork is in His hand to thoroughly clear His threshing floor, and to gather the wheat into His barn; but He will burn up the chaff with unquenchable fire.”"
    },
    {
        "o": 27926,
        "r": "nasb:Luke:3:18",
        "t": "So*p with many other exhortations he preached the gospel to the people."
    },
    {
        "o": 27927,
        "r": "nasb:Luke:3:19",
        "t": "But when Herod the tetrarch was reprimanded by him because of Herodias, his brother’s wife, and because of all the wicked things which Herod had done,"
    },
    {
        "o": 27928,
        "r": "nasb:Luke:3:20",
        "t": "Herod also added this to them all: he locked John up in prison."
    },
    {
        "o": 27929,
        "r": "nasb:Luke:3:20",
        "t": "Jesus Is Baptized",
        "h": 2
    },
    {
        "o": 27930,
        "r": "nasb:Luke:3:21",
        "t": "Now*p when all the people were baptized, Jesus was also baptized, and while He was praying, heaven was opened,"
    },
    {
        "o": 27931,
        "r": "nasb:Luke:3:22",
        "t": "and the Holy Spirit descended upon Him in bodily form like a dove, and a voice came out of heaven, “You are My beloved Son, in You I am well-pleased.”"
    },
    {
        "o": 27932,
        "r": "nasb:Luke:3:22",
        "t": "Genealogy of Jesus",
        "h": 2
    },
    {
        "o": 27933,
        "r": "nasb:Luke:3:23",
        "t": "When*p He began His ministry, Jesus Himself was about thirty years of age, being, as was supposed, the son of Joseph, the son of Eli,"
    },
    {
        "o": 27934,
        "r": "nasb:Luke:3:24",
        "t": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,"
    },
    {
        "o": 27935,
        "r": "nasb:Luke:3:25",
        "t": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Hesli, the son of Naggai,"
    },
    {
        "o": 27936,
        "r": "nasb:Luke:3:26",
        "t": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,"
    },
    {
        "o": 27937,
        "r": "nasb:Luke:3:27",
        "t": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,"
    },
    {
        "o": 27938,
        "r": "nasb:Luke:3:28",
        "t": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,"
    },
    {
        "o": 27939,
        "r": "nasb:Luke:3:29",
        "t": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,"
    },
    {
        "o": 27940,
        "r": "nasb:Luke:3:30",
        "t": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,"
    },
    {
        "o": 27941,
        "r": "nasb:Luke:3:31",
        "t": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,"
    },
    {
        "o": 27942,
        "r": "nasb:Luke:3:32",
        "t": "the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,"
    },
    {
        "o": 27943,
        "r": "nasb:Luke:3:33",
        "t": "the son of Amminadab, the son of Admin, the son of Ram, the son of Hezron, the son of Perez, the son of Judah,"
    },
    {
        "o": 27944,
        "r": "nasb:Luke:3:34",
        "t": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,"
    },
    {
        "o": 27945,
        "r": "nasb:Luke:3:35",
        "t": "the son of Serug, the son of Reu, the son of Peleg, the son of Heber, the son of Shelah,"
    },
    {
        "o": 27946,
        "r": "nasb:Luke:3:36",
        "t": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,"
    },
    {
        "o": 27947,
        "r": "nasb:Luke:3:37",
        "t": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,"
    },
    {
        "o": 27948,
        "r": "nasb:Luke:3:38",
        "t": "the son of Enosh, the son of Seth, the son of Adam, the son of God."
    }
]
