[
    {
        "o": 24688,
        "r": "niv:Amos:7:0",
        "t": "Amos 7",
        "h": 1
    },
    {
        "o": 24689,
        "r": "niv:Amos:7:0",
        "t": "Locusts, Fire and a Plumb Line",
        "h": 2
    },
    {
        "o": 24690,
        "r": "niv:Amos:7:1",
        "t": "This*p is what the Sovereign Lord*s showed me: He was preparing swarms of locusts after the king’s share had been harvested and just as the late crops were coming up."
    },
    {
        "o": 24691,
        "r": "niv:Amos:7:2",
        "t": "When they had stripped the land clean, I cried out, “Sovereign Lord,*s forgive! How can Jacob survive? He is so small!”"
    },
    {
        "o": 24692,
        "r": "niv:Amos:7:3",
        "t": "So*p the Lord*s relented. “This*p will not happen,” the Lord*s said."
    },
    {
        "o": 24693,
        "r": "niv:Amos:7:4",
        "t": "This*p is what the Sovereign Lord*s showed me: The Sovereign Lord*s was calling for judgment by fire; it dried up the great deep and devoured the land."
    },
    {
        "o": 24694,
        "r": "niv:Amos:7:5",
        "t": "Then I cried out, “Sovereign Lord,*s I beg you, stop! How can Jacob survive? He is so small!”"
    },
    {
        "o": 24695,
        "r": "niv:Amos:7:6",
        "t": "So*p the Lord*s relented. “This*p will not happen either,” the Sovereign Lord*s said."
    },
    {
        "o": 24696,
        "r": "niv:Amos:7:7",
        "t": "This*p is what he showed me: The Lord was standing by a wall that had been built true to plumb, with a plumb line in his hand."
    },
    {
        "o": 24697,
        "r": "niv:Amos:7:8",
        "t": "And the Lord*s asked me, “What do you see, Amos?” “A*p plumb line,” I replied. Then*p the Lord said, “Look, I am setting a plumb line among my people Israel; I will spare them no longer."
    },
    {
        "o": 24698,
        "r": "niv:Amos:7:9",
        "t": "“The*pn high places of Isaac will be destroyed and*ld the sanctuaries of Israel will be ruined; with*ld my sword I will rise against the house of Jeroboam.”"
    },
    {
        "o": 24699,
        "r": "niv:Amos:7:9",
        "t": "Amos and Amaziah",
        "h": 2
    },
    {
        "o": 24700,
        "r": "niv:Amos:7:10",
        "t": "Then*p Amaziah the priest of Bethel sent a message to Jeroboam king of Israel: “Amos is raising a conspiracy against you in the very heart of Israel. The land cannot bear all his words."
    },
    {
        "o": 24701,
        "r": "niv:Amos:7:11",
        "t": "For this is what Amos is saying: “ ‘Jeroboam*pn will die by the sword, and*ld Israel will surely go into exile, away*ld from their native land.’ ”"
    },
    {
        "o": 24702,
        "r": "niv:Amos:7:12",
        "t": "Then*p Amaziah said to Amos, “Get out, you seer! Go back to the land of Judah. Earn your bread there and do your prophesying there."
    },
    {
        "o": 24703,
        "r": "niv:Amos:7:13",
        "t": "Don’t prophesy anymore at Bethel, because this is the king’s sanctuary and the temple of the kingdom.”"
    },
    {
        "o": 24704,
        "r": "niv:Amos:7:14",
        "t": "Amos*p answered Amaziah, “I was neither a prophet nor the son of a prophet, but I was a shepherd, and I also took care of sycamore-fig trees."
    },
    {
        "o": 24705,
        "r": "niv:Amos:7:15",
        "t": "But the Lord*s took me from tending the flock and said to me, ‘Go, prophesy to my people Israel.’"
    },
    {
        "o": 24706,
        "r": "niv:Amos:7:16",
        "t": "Now then, hear the word of the Lord.*s You say, “ ‘Do*pn not prophesy against Israel, and*ld stop preaching against the descendants of Isaac.’"
    },
    {
        "o": 24707,
        "r": "niv:Amos:7:17",
        "t": "“Therefore*p this is what the Lord*s says: “ ‘Your*pn wife will become a prostitute in the city, and*ld your sons and daughters will fall by the sword. Your*ln land will be measured and divided up, and*ld you yourself will die in a pagan country. And*ln Israel will surely go into exile, away*ld from their native land.’ ”"
    }
]
