[
    {
        "o": 25787,
        "r": "csb:Zechariah:1:0",
        "t": "Zechariah 1",
        "h": 1
    },
    {
        "o": 25788,
        "r": "csb:Zechariah:1:0",
        "t": "A Plea for Repentance",
        "h": 2
    },
    {
        "o": 25789,
        "r": "csb:Zechariah:1:1",
        "t": "In*p the eighth month, in the second year of Darius, the word of the Lord*s came to the prophet Zechariah son of Berechiah, son of Iddo:"
    },
    {
        "o": 25790,
        "r": "csb:Zechariah:1:2",
        "t": "“The Lord*s was extremely angry with your ancestors."
    },
    {
        "o": 25791,
        "r": "csb:Zechariah:1:3",
        "t": "So tell the people, ‘This is what the Lord*s of Armies says: Return to me - this is the declaration of the Lord*s of Armies - and I will return to you, says the Lord*s of Armies."
    },
    {
        "o": 25792,
        "r": "csb:Zechariah:1:4",
        "t": "Do not be like your ancestors; the earlier prophets proclaimed to them: This is what the Lord*s of Armies says: Turn from your evil ways and your evil deeds. But they did not listen or pay attention to me - this is the Lord’s*s declaration."
    },
    {
        "o": 25793,
        "r": "csb:Zechariah:1:5",
        "t": "Where are your ancestors now? And do the prophets live forever?"
    },
    {
        "o": 25794,
        "r": "csb:Zechariah:1:6",
        "t": "But didn’t my words and my statutes that I commanded my servants the prophets overtake your ancestors? ’” So*p the people repented and said, “As the Lord*s of Armies decided to deal with us for our ways and our deeds, so he has dealt with us.”"
    },
    {
        "o": 25795,
        "r": "csb:Zechariah:1:6",
        "t": "The Night Visions",
        "h": 2.5
    },
    {
        "o": 25796,
        "r": "csb:Zechariah:1:7",
        "t": "On*p the twenty-fourth day of the eleventh month, which is the month of Shebat, in the second year of Darius, the word of the Lord*s came to the prophet Zechariah son of Berechiah, son of Iddo:"
    },
    {
        "o": 25797,
        "r": "csb:Zechariah:1:7",
        "t": "First Vision: Horsemen",
        "h": 2
    },
    {
        "o": 25798,
        "r": "csb:Zechariah:1:8",
        "t": "I*p looked out in the night and saw a man riding on a chestnut horse. He was standing among the myrtle trees in the valley. Behind him were chestnut, brown, and white horses."
    },
    {
        "o": 25799,
        "r": "csb:Zechariah:1:9",
        "t": "I asked, “What are these, my lord?” The*p angel who was talking to me replied, “I will show you what they are.”"
    },
    {
        "o": 25800,
        "r": "csb:Zechariah:1:10",
        "t": "Then*p the man standing among the myrtle trees explained, “They are the ones the Lord*s has sent to patrol the earth.”"
    },
    {
        "o": 25801,
        "r": "csb:Zechariah:1:11",
        "t": "They*p reported to the angel of the Lord*s standing among the myrtle trees, “We have patrolled the earth, and right now the whole earth is calm and quiet.”"
    },
    {
        "o": 25802,
        "r": "csb:Zechariah:1:12",
        "t": "Then*p the angel of the Lord*s responded, “How long, Lord*s of Armies, will you withhold mercy from Jerusalem and the cities of Judah that you have been angry with these seventy years?”"
    },
    {
        "o": 25803,
        "r": "csb:Zechariah:1:13",
        "t": "The Lord*s replied with kind and comforting words to the angel who was speaking with me."
    },
    {
        "o": 25804,
        "r": "csb:Zechariah:1:14",
        "t": "So*p the angel who was speaking with me said, “Proclaim: The Lord*s of Armies says: I am extremely jealous for Jerusalem and Zion."
    },
    {
        "o": 25805,
        "r": "csb:Zechariah:1:15",
        "t": "I am fiercely angry with the nations that are at ease, for I was a little angry, but they made the destruction worse."
    },
    {
        "o": 25806,
        "r": "csb:Zechariah:1:16",
        "t": "Therefore, this is what the Lord*s says: In mercy, I have returned to Jerusalem; my house will be rebuilt within it - this is the declaration of the Lord*s of Armies - and a measuring line will be stretched out over Jerusalem."
    },
    {
        "o": 25807,
        "r": "csb:Zechariah:1:17",
        "t": "“Proclaim*p further: This is what the Lord*s of Armies says: My cities will again overflow with prosperity; the Lord*s will once more comfort Zion and again choose Jerusalem.”"
    },
    {
        "o": 25808,
        "r": "csb:Zechariah:1:17",
        "t": "Second Vision: Four Horns and Craftsmen",
        "h": 2
    },
    {
        "o": 25809,
        "r": "csb:Zechariah:1:18",
        "t": "Then*p I looked up and saw four horns."
    },
    {
        "o": 25810,
        "r": "csb:Zechariah:1:19",
        "t": "So I asked the angel who was speaking with me, “What are these?” And*p he said to me, “These are the horns that scattered Judah, Israel, and Jerusalem.”"
    },
    {
        "o": 25811,
        "r": "csb:Zechariah:1:20",
        "t": "Then*p the Lord*s showed me four craftsmen."
    },
    {
        "o": 25812,
        "r": "csb:Zechariah:1:21",
        "t": "I asked, “What are they coming to do?” He*p replied, “These are the horns that scattered Judah so no one could raise his head. These craftsmen have come to terrify them, to cut off the horns of the nations that raised a horn against the land of Judah to scatter it.”"
    }
]
