[
    {
        "o": 22824,
        "r": "esv:Ezekiel:4:0",
        "t": "Ezekiel 4",
        "h": 1
    },
    {
        "o": 22825,
        "r": "esv:Ezekiel:4:0",
        "t": "The Siege of Jerusalem Symbolized",
        "h": 2
    },
    {
        "o": 22826,
        "r": "esv:Ezekiel:4:1",
        "t": "“And*p you, son of man, take a brick and lay it before you, and engrave on it a city, even Jerusalem."
    },
    {
        "o": 22827,
        "r": "esv:Ezekiel:4:2",
        "t": "And put siegeworks against it, and build a siege wall against it, and cast up a mound against it. Set camps also against it, and plant battering rams against it all around."
    },
    {
        "o": 22828,
        "r": "esv:Ezekiel:4:3",
        "t": "And you, take an iron griddle, and place it as an iron wall between you and the city; and set your face toward it, and let it be in a state of siege, and press the siege against it. This is a sign for the house of Israel."
    },
    {
        "o": 22829,
        "r": "esv:Ezekiel:4:4",
        "t": "“Then*p lie on your left side, and place the punishment of the house of Israel upon it. For the number of the days that you lie on it, you shall bear their punishment."
    },
    {
        "o": 22830,
        "r": "esv:Ezekiel:4:5",
        "t": "For I assign to you a number of days, 390 days, equal to the number of the years of their punishment. So long shall you bear the punishment of the house of Israel."
    },
    {
        "o": 22831,
        "r": "esv:Ezekiel:4:6",
        "t": "And when you have completed these, you shall lie down a second time, but on your right side, and bear the punishment of the house of Judah. Forty days I assign you, a day for each year."
    },
    {
        "o": 22832,
        "r": "esv:Ezekiel:4:7",
        "t": "And you shall set your face toward the siege of Jerusalem, with your arm bared, and you shall prophesy against the city."
    },
    {
        "o": 22833,
        "r": "esv:Ezekiel:4:8",
        "t": "And behold, I will place cords upon you, so that you cannot turn from one side to the other, till you have completed the days of your siege."
    },
    {
        "o": 22834,
        "r": "esv:Ezekiel:4:9",
        "t": "“And*p you, take wheat and barley, beans and lentils, millet and emmer, and put them into a single vessel and make your bread from them. During the number of days that you lie on your side, 390 days, you shall eat it."
    },
    {
        "o": 22835,
        "r": "esv:Ezekiel:4:10",
        "t": "And your food that you eat shall be by weight, twenty shekels a day; from day to day you shall eat it."
    },
    {
        "o": 22836,
        "r": "esv:Ezekiel:4:11",
        "t": "And water you shall drink by measure, the sixth part of a hin; from day to day you shall drink."
    },
    {
        "o": 22837,
        "r": "esv:Ezekiel:4:12",
        "t": "And you shall eat it as a barley cake, baking it in their sight on human dung.”"
    },
    {
        "o": 22838,
        "r": "esv:Ezekiel:4:13",
        "t": "And the Lord*s said, “Thus shall the people of Israel eat their bread unclean, among the nations where I will drive them.”"
    },
    {
        "o": 22839,
        "r": "esv:Ezekiel:4:14",
        "t": "Then I said, “Ah, Lord God!*s Behold, I have never defiled myself. From my youth up till now I have never eaten what died of itself or was torn by beasts, nor has tainted meat come into my mouth.”"
    },
    {
        "o": 22840,
        "r": "esv:Ezekiel:4:15",
        "t": "Then he said to me, “See, I assign to you cow’s dung instead of human dung, on which you may prepare your bread.”"
    },
    {
        "o": 22841,
        "r": "esv:Ezekiel:4:16",
        "t": "Moreover, he said to me, “Son of man, behold, I will break the supply of bread in Jerusalem. They shall eat bread by weight and with anxiety, and they shall drink water by measure and in dismay."
    },
    {
        "o": 22842,
        "r": "esv:Ezekiel:4:17",
        "t": "I will do this that they may lack bread and water, and look at one another in dismay, and rot away because of their punishment."
    }
]
