[
    {
        "o": 32897,
        "r": "nasb:1 Thessalonians:1:0",
        "t": "1 Thessalonians 1",
        "h": 1
    },
    {
        "o": 32898,
        "r": "nasb:1 Thessalonians:1:0",
        "t": "Thanksgiving for These Believers",
        "h": 2
    },
    {
        "o": 32899,
        "r": "nasb:1 Thessalonians:1:1",
        "t": "Paul*p and Silvanus and Timothy, To*bp the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace to you and peace."
    },
    {
        "o": 32900,
        "r": "nasb:1 Thessalonians:1:2",
        "t": "We*p give thanks to God always for all of you, making mention of*i you*i in our prayers;"
    },
    {
        "o": 32901,
        "r": "nasb:1 Thessalonians:1:3",
        "t": "constantly bearing in mind your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ in the presence of our God and Father,"
    },
    {
        "o": 32902,
        "r": "nasb:1 Thessalonians:1:4",
        "t": "knowing, brethren beloved by God, His*i choice of you;"
    },
    {
        "o": 32903,
        "r": "nasb:1 Thessalonians:1:5",
        "t": "for our gospel did not come to you in word only, but also in power and in the Holy Spirit and with full conviction; just as you know what kind of men we proved to be among you for your sake."
    },
    {
        "o": 32904,
        "r": "nasb:1 Thessalonians:1:6",
        "t": "You also became imitators of us and of the Lord, having received the word in much tribulation with the joy of the Holy Spirit,"
    },
    {
        "o": 32905,
        "r": "nasb:1 Thessalonians:1:7",
        "t": "so that you became an example to all the believers in Macedonia and in Achaia."
    },
    {
        "o": 32906,
        "r": "nasb:1 Thessalonians:1:8",
        "t": "For the word of the Lord has sounded forth from you, not only in Macedonia and Achaia, but also in every place your faith toward God has gone forth, so that we have no need to say anything."
    },
    {
        "o": 32907,
        "r": "nasb:1 Thessalonians:1:9",
        "t": "For they themselves report about us what kind of a reception we had with you, and how you turned to God from idols to serve a living and true God,"
    },
    {
        "o": 32908,
        "r": "nasb:1 Thessalonians:1:10",
        "t": "and to wait for His Son from heaven, whom He raised from the dead, that*i is*i Jesus, who rescues us from the wrath to come."
    }
]
