[
    {
        "o": 1219,
        "r": "nasb:Genesis:38:0",
        "t": "Genesis 38",
        "h": 1
    },
    {
        "o": 1220,
        "r": "nasb:Genesis:38:0",
        "t": "Judah and Tamar",
        "h": 2
    },
    {
        "o": 1221,
        "r": "nasb:Genesis:38:1",
        "t": "And*p it came about at that time, that Judah departed from his brothers and visited a certain Adullamite, whose name was Hirah."
    },
    {
        "o": 1222,
        "r": "nasb:Genesis:38:2",
        "t": "Judah saw there a daughter of a certain Canaanite whose name was Shua; and he took her and went in to her."
    },
    {
        "o": 1223,
        "r": "nasb:Genesis:38:3",
        "t": "So she conceived and bore a son and he named him Er."
    },
    {
        "o": 1224,
        "r": "nasb:Genesis:38:4",
        "t": "Then she conceived again and bore a son and named him Onan."
    },
    {
        "o": 1225,
        "r": "nasb:Genesis:38:5",
        "t": "She bore still another son and named him Shelah; and it was at Chezib that she bore him."
    },
    {
        "o": 1226,
        "r": "nasb:Genesis:38:6",
        "t": "Now*p Judah took a wife for Er his firstborn, and her name was*i Tamar."
    },
    {
        "o": 1227,
        "r": "nasb:Genesis:38:7",
        "t": "But Er, Judah’s firstborn, was evil in the sight of the Lord,*s so the Lord*s took his life."
    },
    {
        "o": 1228,
        "r": "nasb:Genesis:38:8",
        "t": "Then Judah said to Onan, “Go in to your brother’s wife, and perform your duty as a brother-in-law to her, and raise up offspring for your brother.”"
    },
    {
        "o": 1229,
        "r": "nasb:Genesis:38:9",
        "t": "Onan knew that the offspring would not be his; so when he went in to his brother’s wife, he wasted his seed on the ground in order not to give offspring to his brother."
    },
    {
        "o": 1230,
        "r": "nasb:Genesis:38:10",
        "t": "But what he did was displeasing in the sight of the Lord;*s so He took his life also."
    },
    {
        "o": 1231,
        "r": "nasb:Genesis:38:11",
        "t": "Then Judah said to his daughter-in-law Tamar, “Remain a widow in your father’s house until my son Shelah grows up”; for he thought, “I*i am*i afraid*i that he too may die like his brothers.” So Tamar went and lived in her father’s house."
    },
    {
        "o": 1232,
        "r": "nasb:Genesis:38:12",
        "t": "Now*p after a considerable time Shua’s daughter, the wife of Judah, died; and when the time of mourning was ended, Judah went up to his sheepshearers at Timnah, he and his friend Hirah the Adullamite."
    },
    {
        "o": 1233,
        "r": "nasb:Genesis:38:13",
        "t": "It was told to Tamar, “Behold, your father-in-law is going up to Timnah to shear his sheep.”"
    },
    {
        "o": 1234,
        "r": "nasb:Genesis:38:14",
        "t": "So she removed her widow’s garments and covered herself*i with a veil, and wrapped herself, and sat in the gateway of Enaim, which is on the road to Timnah; for she saw that Shelah had grown up, and she had not been given to him as a wife."
    },
    {
        "o": 1235,
        "r": "nasb:Genesis:38:15",
        "t": "When Judah saw her, he thought she was*i a harlot, for she had covered her face."
    },
    {
        "o": 1236,
        "r": "nasb:Genesis:38:16",
        "t": "So he turned aside to her by the road, and said, “Here now, let me come in to you”; for he did not know that she was his daughter-in-law. And she said, “What will you give me, that you may come in to me?”"
    },
    {
        "o": 1237,
        "r": "nasb:Genesis:38:17",
        "t": "He said, therefore, “I will send you a young goat from the flock.” She said, moreover, “Will you give a pledge until you send it?”*i"
    },
    {
        "o": 1238,
        "r": "nasb:Genesis:38:18",
        "t": "He said, “What pledge shall I give you?” And she said, “Your seal and your cord, and your staff that is in your hand.” So he gave them*i to her and went in to her, and she conceived by him."
    },
    {
        "o": 1239,
        "r": "nasb:Genesis:38:19",
        "t": "Then she arose and departed, and removed her veil and put on her widow’s garments."
    },
    {
        "o": 1240,
        "r": "nasb:Genesis:38:20",
        "t": "When*p Judah sent the young goat by his friend the Adullamite, to receive the pledge from the woman’s hand, he did not find her."
    },
    {
        "o": 1241,
        "r": "nasb:Genesis:38:21",
        "t": "He asked the men of her place, saying, “Where is the temple prostitute who was by the road at Enaim?” But they said, “There has been no temple prostitute here.”"
    },
    {
        "o": 1242,
        "r": "nasb:Genesis:38:22",
        "t": "So he returned to Judah, and said, “I did not find her; and furthermore, the men of the place said, ‘There has been no temple prostitute here.’ ”"
    },
    {
        "o": 1243,
        "r": "nasb:Genesis:38:23",
        "t": "Then Judah said, “Let her keep them, otherwise we will become a laughingstock. After all, I sent this young goat, but you did not find her.”"
    },
    {
        "o": 1244,
        "r": "nasb:Genesis:38:24",
        "t": "Now*p it was about three months later that Judah was informed, “Your daughter-in-law Tamar has played the harlot, and behold, she is also with child by harlotry.” Then Judah said, “Bring her out and let her be burned!”"
    },
    {
        "o": 1245,
        "r": "nasb:Genesis:38:25",
        "t": "It was while she was being brought out that she sent to her father-in-law, saying, “I am with child by the man to whom these things belong.” And she said, “Please examine and see, whose signet ring and cords and staff are these?”"
    },
    {
        "o": 1246,
        "r": "nasb:Genesis:38:26",
        "t": "Judah recognized them,*i and said, “She is more righteous than I, inasmuch as I did not give her to my son Shelah.” And he did not have relations with her again."
    },
    {
        "o": 1247,
        "r": "nasb:Genesis:38:27",
        "t": "It*p came about at the time she was giving birth, that behold, there were twins in her womb."
    },
    {
        "o": 1248,
        "r": "nasb:Genesis:38:28",
        "t": "Moreover, it took place while she was giving birth, one put out a hand, and the midwife took and tied a scarlet thread*i on his hand, saying, “This one came out first.”"
    },
    {
        "o": 1249,
        "r": "nasb:Genesis:38:29",
        "t": "But it came about as he drew back his hand, that behold, his brother came out. Then she said, “What a breach you have made for yourself!” So he was named Perez."
    },
    {
        "o": 1250,
        "r": "nasb:Genesis:38:30",
        "t": "Afterward his brother came out who had the scarlet thread*i on his hand; and he was named Zerah."
    }
]
