[
    {
        "o": 14111,
        "r": "nasb:Esther:6:0",
        "t": "Esther 6",
        "h": 1
    },
    {
        "o": 14112,
        "r": "nasb:Esther:6:0",
        "t": "The King Plans to Honor Mordecai",
        "h": 2
    },
    {
        "o": 14113,
        "r": "nasb:Esther:6:1",
        "t": "During*p that night the king could not sleep so he gave an order to bring the book of records, the chronicles, and they were read before the king."
    },
    {
        "o": 14114,
        "r": "nasb:Esther:6:2",
        "t": "It was found written what Mordecai had reported concerning Bigthana and Teresh, two of the king’s eunuchs who were doorkeepers, that they had sought to lay hands on King Ahasuerus."
    },
    {
        "o": 14115,
        "r": "nasb:Esther:6:3",
        "t": "The king said, “What honor or dignity has been bestowed on Mordecai for this?” Then the king’s servants who attended him said, “Nothing has been done for him.”"
    },
    {
        "o": 14116,
        "r": "nasb:Esther:6:4",
        "t": "So the king said, “Who is in the court?” Now Haman had just entered the outer court of the king’s palace in order to speak to the king about hanging Mordecai on the gallows which he had prepared for him."
    },
    {
        "o": 14117,
        "r": "nasb:Esther:6:5",
        "t": "The king’s servants said to him, “Behold, Haman is standing in the court.” And the king said, “Let him come in.”"
    },
    {
        "o": 14118,
        "r": "nasb:Esther:6:6",
        "t": "So Haman came in and the king said to him, “What is to be done for the man whom the king desires to honor?” And Haman said to himself, “Whom would the king desire to honor more than me?”"
    },
    {
        "o": 14119,
        "r": "nasb:Esther:6:7",
        "t": "Then Haman said to the king, “For the man whom the king desires to honor,"
    },
    {
        "o": 14120,
        "r": "nasb:Esther:6:8",
        "t": "let them bring a royal robe which the king has worn, and the horse on which the king has ridden, and on whose head a royal crown has been placed;"
    },
    {
        "o": 14121,
        "r": "nasb:Esther:6:9",
        "t": "and let the robe and the horse be handed over to one of the king’s most noble princes and let them array the man whom the king desires to honor and lead him on horseback through the city square, and proclaim before him, ‘Thus it shall be done to the man whom the king desires to honor.’ ”"
    },
    {
        "o": 14122,
        "r": "nasb:Esther:6:9",
        "t": "Haman Must Honor Mordecai",
        "h": 2
    },
    {
        "o": 14123,
        "r": "nasb:Esther:6:10",
        "t": "Then*p the king said to Haman, “Take quickly the robes and the horse as you have said, and do so for Mordecai the Jew, who is sitting at the king’s gate; do not fall short in anything of all that you have said.”"
    },
    {
        "o": 14124,
        "r": "nasb:Esther:6:11",
        "t": "So Haman took the robe and the horse, and arrayed Mordecai, and led him on*i horseback*i through the city square, and proclaimed before him, “Thus it shall be done to the man whom the king desires to honor.”"
    },
    {
        "o": 14125,
        "r": "nasb:Esther:6:12",
        "t": "Then*p Mordecai returned to the king’s gate. But Haman hurried home, mourning, with his*i head covered."
    },
    {
        "o": 14126,
        "r": "nasb:Esther:6:13",
        "t": "Haman recounted to Zeresh his wife and all his friends everything that had happened to him. Then his wise men and Zeresh his wife said to him, “If Mordecai, before whom you have begun to fall, is of Jewish origin, you will not overcome him, but will surely fall before him.”"
    },
    {
        "o": 14127,
        "r": "nasb:Esther:6:14",
        "t": "While*p they were still talking with him, the king’s eunuchs arrived and hastily brought Haman to the banquet which Esther had prepared."
    }
]
