[
    {
        "o": 3893,
        "r": "niv:Leviticus:27:0",
        "t": "Leviticus 27",
        "h": 1
    },
    {
        "o": 3894,
        "r": "niv:Leviticus:27:0",
        "t": "Redeeming What Is the Lord’s",
        "h": 2
    },
    {
        "o": 3895,
        "r": "niv:Leviticus:27:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3896,
        "r": "niv:Leviticus:27:2",
        "t": "“Speak to the Israelites and say to them: ‘If anyone makes a special vow to dedicate a person to the Lord*s by giving the equivalent value,"
    },
    {
        "o": 3897,
        "r": "niv:Leviticus:27:3",
        "t": "set the value of a male between the ages of twenty and sixty at fifty shekels of silver, according to the sanctuary shekel;"
    },
    {
        "o": 3898,
        "r": "niv:Leviticus:27:4",
        "t": "for a female, set her value at thirty shekels;"
    },
    {
        "o": 3899,
        "r": "niv:Leviticus:27:5",
        "t": "for a person between the ages of five and twenty, set the value of a male at twenty shekels and of a female at ten shekels;"
    },
    {
        "o": 3900,
        "r": "niv:Leviticus:27:6",
        "t": "for a person between one month and five years, set the value of a male at five shekels of silver and that of a female at three shekels of silver;"
    },
    {
        "o": 3901,
        "r": "niv:Leviticus:27:7",
        "t": "for a person sixty years old or more, set the value of a male at fifteen shekels and of a female at ten shekels."
    },
    {
        "o": 3902,
        "r": "niv:Leviticus:27:8",
        "t": "If anyone making the vow is too poor to pay the specified amount, the person being dedicated is to be presented to the priest, who will set the value according to what the one making the vow can afford."
    },
    {
        "o": 3903,
        "r": "niv:Leviticus:27:9",
        "t": "“ ‘If*p what they vowed is an animal that is acceptable as an offering to the Lord,*s such an animal given to the Lord*s becomes holy."
    },
    {
        "o": 3904,
        "r": "niv:Leviticus:27:10",
        "t": "They must not exchange it or substitute a good one for a bad one, or a bad one for a good one; if they should substitute one animal for another, both it and the substitute become holy."
    },
    {
        "o": 3905,
        "r": "niv:Leviticus:27:11",
        "t": "If what they vowed is a ceremonially unclean animal—one that is not acceptable as an offering to the Lord*s —the animal must be presented to the priest,"
    },
    {
        "o": 3906,
        "r": "niv:Leviticus:27:12",
        "t": "who will judge its quality as good or bad. Whatever value the priest then sets, that is what it will be."
    },
    {
        "o": 3907,
        "r": "niv:Leviticus:27:13",
        "t": "If the owner wishes to redeem the animal, a fifth must be added to its value."
    },
    {
        "o": 3908,
        "r": "niv:Leviticus:27:14",
        "t": "“ ‘If*p anyone dedicates their house as something holy to the Lord,*s the priest will judge its quality as good or bad. Whatever value the priest then sets, so it will remain."
    },
    {
        "o": 3909,
        "r": "niv:Leviticus:27:15",
        "t": "If the one who dedicates their house wishes to redeem it, they must add a fifth to its value, and the house will again become theirs."
    },
    {
        "o": 3910,
        "r": "niv:Leviticus:27:16",
        "t": "“ ‘If*p anyone dedicates to the Lord*s part of their family land, its value is to be set according to the amount of seed required for it—fifty shekels of silver to a homer of barley seed."
    },
    {
        "o": 3911,
        "r": "niv:Leviticus:27:17",
        "t": "If they dedicate a field during the Year of Jubilee, the value that has been set remains."
    },
    {
        "o": 3912,
        "r": "niv:Leviticus:27:18",
        "t": "But if they dedicate a field after the Jubilee, the priest will determine the value according to the number of years that remain until the next Year of Jubilee, and its set value will be reduced."
    },
    {
        "o": 3913,
        "r": "niv:Leviticus:27:19",
        "t": "If the one who dedicates the field wishes to redeem it, they must add a fifth to its value, and the field will again become theirs."
    },
    {
        "o": 3914,
        "r": "niv:Leviticus:27:20",
        "t": "If, however, they do not redeem the field, or if they have sold it to someone else, it can never be redeemed."
    },
    {
        "o": 3915,
        "r": "niv:Leviticus:27:21",
        "t": "When the field is released in the Jubilee, it will become holy, like a field devoted to the Lord;*s it will become priestly property."
    },
    {
        "o": 3916,
        "r": "niv:Leviticus:27:22",
        "t": "“ ‘If*p anyone dedicates to the Lord*s a field they have bought, which is not part of their family land,"
    },
    {
        "o": 3917,
        "r": "niv:Leviticus:27:23",
        "t": "the priest will determine its value up to the Year of Jubilee, and the owner must pay its value on that day as something holy to the Lord.*s"
    },
    {
        "o": 3918,
        "r": "niv:Leviticus:27:24",
        "t": "In the Year of Jubilee the field will revert to the person from whom it was bought, the one whose land it was."
    },
    {
        "o": 3919,
        "r": "niv:Leviticus:27:25",
        "t": "Every value is to be set according to the sanctuary shekel, twenty gerahs to the shekel."
    },
    {
        "o": 3920,
        "r": "niv:Leviticus:27:26",
        "t": "“ ‘No*p one, however, may dedicate the firstborn of an animal, since the firstborn already belongs to the Lord;*s whether an ox or a sheep, it is the Lord*s ’s."
    },
    {
        "o": 3921,
        "r": "niv:Leviticus:27:27",
        "t": "If it is one of the unclean animals, it may be bought back at its set value, adding a fifth of the value to it. If it is not redeemed, it is to be sold at its set value."
    },
    {
        "o": 3922,
        "r": "niv:Leviticus:27:28",
        "t": "“ ‘But*p nothing that a person owns and devotes to the Lord*s —whether a human being or an animal or family land—may be sold or redeemed; everything so devoted is most holy to the Lord.*s"
    },
    {
        "o": 3923,
        "r": "niv:Leviticus:27:29",
        "t": "“ ‘No*p person devoted to destruction may be ransomed; they are to be put to death."
    },
    {
        "o": 3924,
        "r": "niv:Leviticus:27:30",
        "t": "“ ‘A*p tithe of everything from the land, whether grain from the soil or fruit from the trees, belongs to the Lord;*s it is holy to the Lord.*s"
    },
    {
        "o": 3925,
        "r": "niv:Leviticus:27:31",
        "t": "Whoever would redeem any of their tithe must add a fifth of the value to it."
    },
    {
        "o": 3926,
        "r": "niv:Leviticus:27:32",
        "t": "Every tithe of the herd and flock—every tenth animal that passes under the shepherd’s rod—will be holy to the Lord.*s"
    },
    {
        "o": 3927,
        "r": "niv:Leviticus:27:33",
        "t": "No one may pick out the good from the bad or make any substitution. If anyone does make a substitution, both the animal and its substitute become holy and cannot be redeemed.’ ”"
    },
    {
        "o": 3928,
        "r": "niv:Leviticus:27:34",
        "t": "These*p are the commands the Lord*s gave Moses at Mount Sinai for the Israelites."
    }
]
