[
    {
        "o": 23832,
        "r": "esv:Ezekiel:39:0",
        "t": "Ezekiel 39",
        "h": 1
    },
    {
        "o": 23833,
        "r": "esv:Ezekiel:39:1",
        "t": "“And*p you, son of man, prophesy against Gog and say, Thus says the Lord God:*s Behold, I am against you, O Gog, chief prince of Meshech and Tubal."
    },
    {
        "o": 23834,
        "r": "esv:Ezekiel:39:2",
        "t": "And I will turn you about and drive you forward, and bring you up from the uttermost parts of the north, and lead you against the mountains of Israel."
    },
    {
        "o": 23835,
        "r": "esv:Ezekiel:39:3",
        "t": "Then I will strike your bow from your left hand, and will make your arrows drop out of your right hand."
    },
    {
        "o": 23836,
        "r": "esv:Ezekiel:39:4",
        "t": "You shall fall on the mountains of Israel, you and all your hordes and the peoples who are with you. I will give you to birds of prey of every sort and to the beasts of the field to be devoured."
    },
    {
        "o": 23837,
        "r": "esv:Ezekiel:39:5",
        "t": "You shall fall in the open field, for I have spoken, declares the Lord God.*s"
    },
    {
        "o": 23838,
        "r": "esv:Ezekiel:39:6",
        "t": "I will send fire on Magog and on those who dwell securely in the coastlands, and they shall know that I am the Lord.*s"
    },
    {
        "o": 23839,
        "r": "esv:Ezekiel:39:7",
        "t": "“And*p my holy name I will make known in the midst of my people Israel, and I will not let my holy name be profaned anymore. And the nations shall know that I am the Lord,*s the Holy One in Israel."
    },
    {
        "o": 23840,
        "r": "esv:Ezekiel:39:8",
        "t": "Behold, it is coming and it will be brought about, declares the Lord God.*s That is the day of which I have spoken."
    },
    {
        "o": 23841,
        "r": "esv:Ezekiel:39:9",
        "t": "“Then*p those who dwell in the cities of Israel will go out and make fires of the weapons and burn them, shields and bucklers, bow and arrows, clubs and spears; and they will make fires of them for seven years,"
    },
    {
        "o": 23842,
        "r": "esv:Ezekiel:39:10",
        "t": "so that they will not need to take wood out of the field or cut down any out of the forests, for they will make their fires of the weapons. They will seize the spoil of those who despoiled them, and plunder those who plundered them, declares the Lord God.*s"
    },
    {
        "o": 23843,
        "r": "esv:Ezekiel:39:11",
        "t": "“On*p that day I will give to Gog a place for burial in Israel, the Valley of the Travelers, east of the sea. It will block the travelers, for there Gog and all his multitude will be buried. It will be called the Valley of Hamon-gog."
    },
    {
        "o": 23844,
        "r": "esv:Ezekiel:39:12",
        "t": "For seven months the house of Israel will be burying them, in order to cleanse the land."
    },
    {
        "o": 23845,
        "r": "esv:Ezekiel:39:13",
        "t": "All the people of the land will bury them, and it will bring them renown on the day that I show my glory, declares the Lord God.*s"
    },
    {
        "o": 23846,
        "r": "esv:Ezekiel:39:14",
        "t": "They will set apart men to travel through the land regularly and bury those travelers remaining on the face of the land, so as to cleanse it. At the end of seven months they will make their search."
    },
    {
        "o": 23847,
        "r": "esv:Ezekiel:39:15",
        "t": "And when these travel through the land and anyone sees a human bone, then he shall set up a sign by it, till the buriers have buried it in the Valley of Hamon-gog."
    },
    {
        "o": 23848,
        "r": "esv:Ezekiel:39:16",
        "t": "(Hamonah is also the name of the city.) Thus shall they cleanse the land."
    },
    {
        "o": 23849,
        "r": "esv:Ezekiel:39:17",
        "t": "“As*p for you, son of man, thus says the Lord God:*s Speak to the birds of every sort and to all beasts of the field: ‘Assemble and come, gather from all around to the sacrificial feast that I am preparing for you, a great sacrificial feast on the mountains of Israel, and you shall eat flesh and drink blood."
    },
    {
        "o": 23850,
        "r": "esv:Ezekiel:39:18",
        "t": "You shall eat the flesh of the mighty, and drink the blood of the princes of the earth— of rams, of lambs, and of he-goats, of bulls, all of them fat beasts of Bashan."
    },
    {
        "o": 23851,
        "r": "esv:Ezekiel:39:19",
        "t": "And you shall eat fat till you are filled, and drink blood till you are drunk, at the sacrificial feast that I am preparing for you."
    },
    {
        "o": 23852,
        "r": "esv:Ezekiel:39:20",
        "t": "And you shall be filled at my table with horses and charioteers, with mighty men and all kinds of warriors,’ declares the Lord God.*s"
    },
    {
        "o": 23853,
        "r": "esv:Ezekiel:39:21",
        "t": "“And*p I will set my glory among the nations, and all the nations shall see my judgment that I have executed, and my hand that I have laid on them."
    },
    {
        "o": 23854,
        "r": "esv:Ezekiel:39:22",
        "t": "The house of Israel shall know that I am the Lord*s their God, from that day forward."
    },
    {
        "o": 23855,
        "r": "esv:Ezekiel:39:23",
        "t": "And the nations shall know that the house of Israel went into captivity for their iniquity, because they dealt so treacherously with me that I hid my face from them and gave them into the hand of their adversaries, and they all fell by the sword."
    },
    {
        "o": 23856,
        "r": "esv:Ezekiel:39:24",
        "t": "I dealt with them according to their uncleanness and their transgressions, and hid my face from them."
    },
    {
        "o": 23857,
        "r": "esv:Ezekiel:39:24",
        "t": "The Lord Will Restore Israel",
        "h": 2
    },
    {
        "o": 23858,
        "r": "esv:Ezekiel:39:25",
        "t": "“Therefore*p thus says the Lord God:*s Now I will restore the fortunes of Jacob and have mercy on the whole house of Israel, and I will be jealous for my holy name."
    },
    {
        "o": 23859,
        "r": "esv:Ezekiel:39:26",
        "t": "They shall forget their shame and all the treachery they have practiced against me, when they dwell securely in their land with none to make them afraid,"
    },
    {
        "o": 23860,
        "r": "esv:Ezekiel:39:27",
        "t": "when I have brought them back from the peoples and gathered them from their enemies’ lands, and through them have vindicated my holiness in the sight of many nations."
    },
    {
        "o": 23861,
        "r": "esv:Ezekiel:39:28",
        "t": "Then they shall know that I am the Lord*s their God, because I sent them into exile among the nations and then assembled them into their own land. I will leave none of them remaining among the nations anymore."
    },
    {
        "o": 23862,
        "r": "esv:Ezekiel:39:29",
        "t": "And I will not hide my face anymore from them, when I pour out my Spirit upon the house of Israel, declares the Lord God.”*s"
    }
]
