[
    {
        "o": 24339,
        "r": "nasb:Daniel:5:0",
        "t": "Daniel 5",
        "h": 1
    },
    {
        "o": 24340,
        "r": "nasb:Daniel:5:0",
        "t": "Belshazzar’s Feast",
        "h": 2
    },
    {
        "o": 24341,
        "r": "nasb:Daniel:5:1",
        "t": "Belshazzar*p the king held a great feast for a thousand of his nobles, and he was drinking wine in the presence of the thousand."
    },
    {
        "o": 24342,
        "r": "nasb:Daniel:5:2",
        "t": "When Belshazzar tasted the wine, he gave orders to bring the gold and silver vessels which Nebuchadnezzar his father had taken out of the temple which was*i in Jerusalem, so that the king and his nobles, his wives and his concubines might drink from them."
    },
    {
        "o": 24343,
        "r": "nasb:Daniel:5:3",
        "t": "Then they brought the gold vessels that had been taken out of the temple, the house of God which was*i in Jerusalem; and the king and his nobles, his wives and his concubines drank from them."
    },
    {
        "o": 24344,
        "r": "nasb:Daniel:5:4",
        "t": "They drank the wine and praised the gods of gold and silver, of bronze, iron, wood and stone."
    },
    {
        "o": 24345,
        "r": "nasb:Daniel:5:5",
        "t": "Suddenly*p the fingers of a man’s hand emerged and began writing opposite the lampstand on the plaster of the wall of the king’s palace, and the king saw the back of the hand that did the writing."
    },
    {
        "o": 24346,
        "r": "nasb:Daniel:5:6",
        "t": "Then the king’s face grew pale and his thoughts alarmed him, and his hip joints went slack and his knees began knocking together."
    },
    {
        "o": 24347,
        "r": "nasb:Daniel:5:7",
        "t": "The king called aloud to bring in the conjurers, the Chaldeans and the diviners. The king spoke and said to the wise men of Babylon, “Any man who can read this inscription and explain its interpretation to me shall be clothed with purple and have*i a necklace of gold around his neck, and have authority as third ruler*i in the kingdom.”"
    },
    {
        "o": 24348,
        "r": "nasb:Daniel:5:8",
        "t": "Then all the king’s wise men came in, but they could not read the inscription or make known its interpretation to the king."
    },
    {
        "o": 24349,
        "r": "nasb:Daniel:5:9",
        "t": "Then King Belshazzar was greatly alarmed, his face grew even*i paler, and his nobles were perplexed."
    },
    {
        "o": 24350,
        "r": "nasb:Daniel:5:10",
        "t": "The*p queen entered the banquet hall because of the words of the king and his nobles; the queen spoke and said, “O king, live forever! Do not let your thoughts alarm you or your face be pale."
    },
    {
        "o": 24351,
        "r": "nasb:Daniel:5:11",
        "t": "There is a man in your kingdom in whom is a spirit of the holy gods; and in the days of your father, illumination, insight and wisdom like the wisdom of the gods were found in him. And King Nebuchadnezzar, your father, your father the king, appointed him chief of the magicians, conjurers, Chaldeans and*i diviners."
    },
    {
        "o": 24352,
        "r": "nasb:Daniel:5:12",
        "t": "This*i was*i because an extraordinary spirit, knowledge and insight, interpretation of dreams, explanation of enigmas and solving of difficult problems were found in this Daniel, whom the king named Belteshazzar. Let Daniel now be summoned and he will declare the interpretation.”"
    },
    {
        "o": 24353,
        "r": "nasb:Daniel:5:12",
        "t": "Daniel Interprets Handwriting on the Wall",
        "h": 2
    },
    {
        "o": 24354,
        "r": "nasb:Daniel:5:13",
        "t": "Then*p Daniel was brought in before the king. The king spoke and said to Daniel, “Are you that Daniel who is one of the exiles from Judah, whom my father the king brought from Judah?"
    },
    {
        "o": 24355,
        "r": "nasb:Daniel:5:14",
        "t": "Now I have heard about you that a spirit of the gods is in you, and that illumination, insight and extraordinary wisdom have been found in you."
    },
    {
        "o": 24356,
        "r": "nasb:Daniel:5:15",
        "t": "Just now the wise men and*i the conjurers were brought in before me that they might read this inscription and make its interpretation known to me, but they could not declare the interpretation of the message."
    },
    {
        "o": 24357,
        "r": "nasb:Daniel:5:16",
        "t": "But I personally have heard about you, that you are able to give interpretations and solve difficult problems. Now if you are able to read the inscription and make its interpretation known to me, you will be clothed with purple and wear*i a necklace of gold around your neck, and you will have authority as the third ruler*i in the kingdom.”"
    },
    {
        "o": 24358,
        "r": "nasb:Daniel:5:17",
        "t": "Then*p Daniel answered and said before the king, “Keep your gifts for yourself or give your rewards to someone else; however, I will read the inscription to the king and make the interpretation known to him."
    },
    {
        "o": 24359,
        "r": "nasb:Daniel:5:18",
        "t": "O king, the Most High God granted sovereignty, grandeur, glory and majesty to Nebuchadnezzar your father."
    },
    {
        "o": 24360,
        "r": "nasb:Daniel:5:19",
        "t": "Because of the grandeur which He bestowed on him, all the peoples, nations and men*i of*i every*i language feared and trembled before him; whomever he wished he killed and whomever he wished he spared alive; and whomever he wished he elevated and whomever he wished he humbled."
    },
    {
        "o": 24361,
        "r": "nasb:Daniel:5:20",
        "t": "But when his heart was lifted up and his spirit became so proud that he behaved arrogantly, he was deposed from his royal throne and his*i glory was taken away from him."
    },
    {
        "o": 24362,
        "r": "nasb:Daniel:5:21",
        "t": "He was also driven away from mankind, and his heart was made like that*i of*i beasts, and his dwelling place was*i with the wild donkeys. He was given grass to eat like cattle, and his body was drenched with the dew of heaven until he recognized that the Most High God is ruler over the realm of mankind and that*i He sets over it whomever He wishes."
    },
    {
        "o": 24363,
        "r": "nasb:Daniel:5:22",
        "t": "Yet you, his son, Belshazzar, have not humbled your heart, even though you knew all this,"
    },
    {
        "o": 24364,
        "r": "nasb:Daniel:5:23",
        "t": "but you have exalted yourself against the Lord of heaven; and they have brought the vessels of His house before you, and you and your nobles, your wives and your concubines have been drinking wine from them; and you have praised the gods of silver and gold, of bronze, iron, wood and stone, which do not see, hear or understand. But the God in whose hand are your life-breath and all your ways, you have not glorified."
    },
    {
        "o": 24365,
        "r": "nasb:Daniel:5:24",
        "t": "Then the hand was sent from Him and this inscription was written out."
    },
    {
        "o": 24366,
        "r": "nasb:Daniel:5:25",
        "t": "“Now*p this is the inscription that was written out: ‘MENĒ, MENĒ, TEKĒL, UPHARSIN.’"
    },
    {
        "o": 24367,
        "r": "nasb:Daniel:5:26",
        "t": "This is the interpretation of the message: ‘MENĒ’—God has numbered your kingdom and put an end to it."
    },
    {
        "o": 24368,
        "r": "nasb:Daniel:5:27",
        "t": "‘TEKĒL’—you have been weighed on the scales and found deficient."
    },
    {
        "o": 24369,
        "r": "nasb:Daniel:5:28",
        "t": "‘PERĒS’—your kingdom has been divided and given over to the Medes and Persians.”"
    },
    {
        "o": 24370,
        "r": "nasb:Daniel:5:29",
        "t": "Then*p Belshazzar gave orders, and they clothed Daniel with purple and put*i a necklace of gold around his neck, and issued a proclamation concerning him that he now*i had authority as the third ruler*i in the kingdom."
    },
    {
        "o": 24371,
        "r": "nasb:Daniel:5:30",
        "t": "That*p same night Belshazzar the Chaldean king was slain."
    },
    {
        "o": 24372,
        "r": "nasb:Daniel:5:31",
        "t": "So Darius the Mede received the kingdom at about the age of sixty-two."
    }
]
