[
    {
        "o": 8491,
        "r": "csb:1 Samuel:18:0",
        "t": "1 Samuel 18",
        "h": 1
    },
    {
        "o": 8492,
        "r": "csb:1 Samuel:18:0",
        "t": "David’s Success",
        "h": 2
    },
    {
        "o": 8493,
        "r": "csb:1 Samuel:18:1",
        "t": "When*p David had finished speaking with Saul, Jonathan was bound to David in close friendship, and loved him as much as he loved himself."
    },
    {
        "o": 8494,
        "r": "csb:1 Samuel:18:2",
        "t": "Saul kept David with him from that day on and did not let him return to his father’s house."
    },
    {
        "o": 8495,
        "r": "csb:1 Samuel:18:3",
        "t": "Jonathan*p made a covenant with David because he loved him as much as himself."
    },
    {
        "o": 8496,
        "r": "csb:1 Samuel:18:4",
        "t": "Then Jonathan removed the robe he was wearing and gave it to David, along with his military tunic, his sword, his bow, and his belt."
    },
    {
        "o": 8497,
        "r": "csb:1 Samuel:18:5",
        "t": "David*p marched out with the army and was successful in everything Saul sent him to do. Saul put him in command of the fighting men, which pleased all the people and Saul’s servants as well."
    },
    {
        "o": 8498,
        "r": "csb:1 Samuel:18:6",
        "t": "As*p the troops were coming back, when David was returning from killing the Philistine, the women came out from all the cities of Israel to meet King Saul, singing and dancing with tambourines, with shouts of joy, and with three-stringed instruments."
    },
    {
        "o": 8499,
        "r": "csb:1 Samuel:18:7",
        "t": "As they danced, the women sang: Saul*pn has killed his thousands, but*ln David his tens of thousands."
    },
    {
        "o": 8500,
        "r": "csb:1 Samuel:18:8",
        "t": "Saul*p was furious and resented this song. “They credited tens of thousands to David,” he complained, “but they only credited me with thousands. What more can he have but the kingdom?”"
    },
    {
        "o": 8501,
        "r": "csb:1 Samuel:18:9",
        "t": "So Saul watched David jealously from that day forward."
    },
    {
        "o": 8502,
        "r": "csb:1 Samuel:18:9",
        "t": "Saul Attempts to Kill David",
        "h": 2
    },
    {
        "o": 8503,
        "r": "csb:1 Samuel:18:10",
        "t": "The*p next day an evil spirit sent from God came powerfully on Saul, and he began to rave inside the palace. David was playing the lyre as usual, but Saul was holding a spear,"
    },
    {
        "o": 8504,
        "r": "csb:1 Samuel:18:11",
        "t": "and he threw it, thinking, “I’ll pin David to the wall.” But David got away from him twice."
    },
    {
        "o": 8505,
        "r": "csb:1 Samuel:18:12",
        "t": "Saul*p was afraid of David, because the Lord*s was with David but had left Saul."
    },
    {
        "o": 8506,
        "r": "csb:1 Samuel:18:13",
        "t": "Therefore, Saul sent David away from him and made him commander over a thousand men. David led the troops"
    },
    {
        "o": 8507,
        "r": "csb:1 Samuel:18:14",
        "t": "and continued to be successful in all his activities because the Lord*s was with him."
    },
    {
        "o": 8508,
        "r": "csb:1 Samuel:18:15",
        "t": "When Saul observed that David was very successful, he dreaded him."
    },
    {
        "o": 8509,
        "r": "csb:1 Samuel:18:16",
        "t": "But all Israel and Judah loved David because he was leading their troops."
    },
    {
        "o": 8510,
        "r": "csb:1 Samuel:18:17",
        "t": "Saul told David, “Here is my oldest daughter Merab. I’ll give her to you as a wife if you will be a warrior for me and fight the Lord’s*s battles.” But Saul was thinking, “I don’t need to raise a hand against him; let the hand of the Philistines be against him.”"
    },
    {
        "o": 8511,
        "r": "csb:1 Samuel:18:18",
        "t": "Then*p David responded, “Who am I, and what is my family or my father’s clan in Israel that I should become the king’s son-in-law?”"
    },
    {
        "o": 8512,
        "r": "csb:1 Samuel:18:19",
        "t": "When it was time to give Saul’s daughter Merab to David, she was given to Adriel the Meholathite as a wife."
    },
    {
        "o": 8513,
        "r": "csb:1 Samuel:18:19",
        "t": "David’s Marriage to Michal",
        "h": 2
    },
    {
        "o": 8514,
        "r": "csb:1 Samuel:18:20",
        "t": "Now*p Saul’s daughter Michal loved David, and when it was reported to Saul, it pleased him."
    },
    {
        "o": 8515,
        "r": "csb:1 Samuel:18:21",
        "t": "“I’ll give her to him,” Saul thought. “She’ll be a trap for him, and the hand of the Philistines will be against him.” So Saul said to David a second time, “You can now be my son-in-law.”"
    },
    {
        "o": 8516,
        "r": "csb:1 Samuel:18:22",
        "t": "Saul*p then ordered his servants, “Speak to David in private and tell him, ‘Look, the king is pleased with you, and all his servants love you. Therefore, you should become the king’s son-in-law.’”"
    },
    {
        "o": 8517,
        "r": "csb:1 Samuel:18:23",
        "t": "Saul’s*p servants reported these words directly to David, but he replied, “Is it trivial in your sight to become the king’s son-in-law? I am a poor commoner.”"
    },
    {
        "o": 8518,
        "r": "csb:1 Samuel:18:24",
        "t": "The*p servants reported back to Saul, “These are the words David spoke.”"
    },
    {
        "o": 8519,
        "r": "csb:1 Samuel:18:25",
        "t": "Then*p Saul replied, “Say this to David: ‘The king desires no other bride-price except a hundred Philistine foreskins, to take revenge on his enemies.’” Actually, Saul intended to cause David’s death at the hands of the Philistines."
    },
    {
        "o": 8520,
        "r": "csb:1 Samuel:18:26",
        "t": "When*p the servants reported these terms to David, he was pleased to become the king’s son-in-law. Before the wedding day arrived,"
    },
    {
        "o": 8521,
        "r": "csb:1 Samuel:18:27",
        "t": "David and his men went out and killed two hundred Philistines. He brought their foreskins and presented them as full payment to the king to become his son-in-law. Then Saul gave his daughter Michal to David as his wife."
    },
    {
        "o": 8522,
        "r": "csb:1 Samuel:18:28",
        "t": "Saul realized that the Lord*s was with David and that his daughter Michal loved him,"
    },
    {
        "o": 8523,
        "r": "csb:1 Samuel:18:29",
        "t": "and he became even more afraid of David. As a result, Saul was David’s enemy from then on."
    },
    {
        "o": 8524,
        "r": "csb:1 Samuel:18:30",
        "t": "Every*p time the Philistine commanders came out to fight, David was more successful than all of Saul’s officers. So his name became well known."
    }
]
