[
    {
        "o": 31905,
        "r": "kjv:1 John:4:0",
        "t": "1 John 4",
        "h": 1
    },
    {
        "o": 31906,
        "r": "kjv:1 John:4:1",
        "t": "Beloved,*p believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world."
    },
    {
        "o": 31907,
        "r": "kjv:1 John:4:2",
        "t": "Hereby*p know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:"
    },
    {
        "o": 31908,
        "r": "kjv:1 John:4:3",
        "t": "And*p every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world."
    },
    {
        "o": 31909,
        "r": "kjv:1 John:4:4",
        "t": "Ye*p are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world."
    },
    {
        "o": 31910,
        "r": "kjv:1 John:4:5",
        "t": "They*p are of the world: therefore speak they of the world, and the world heareth them."
    },
    {
        "o": 31911,
        "r": "kjv:1 John:4:6",
        "t": "We*p are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error."
    },
    {
        "o": 31912,
        "r": "kjv:1 John:4:7",
        "t": "Beloved,*p let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God."
    },
    {
        "o": 31913,
        "r": "kjv:1 John:4:8",
        "t": "He*p that loveth not knoweth not God; for God is love."
    },
    {
        "o": 31914,
        "r": "kjv:1 John:4:9",
        "t": "In*p this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him."
    },
    {
        "o": 31915,
        "r": "kjv:1 John:4:10",
        "t": "Herein*p is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins."
    },
    {
        "o": 31916,
        "r": "kjv:1 John:4:11",
        "t": "Beloved,*p if God so loved us, we ought also to love one another."
    },
    {
        "o": 31917,
        "r": "kjv:1 John:4:12",
        "t": "No*p man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us."
    },
    {
        "o": 31918,
        "r": "kjv:1 John:4:13",
        "t": "Hereby*p know we that we dwell in him, and he in us, because he hath given us of his Spirit."
    },
    {
        "o": 31919,
        "r": "kjv:1 John:4:14",
        "t": "And*p we have seen and do testify that the Father sent the Son to be the Saviour of the world."
    },
    {
        "o": 31920,
        "r": "kjv:1 John:4:15",
        "t": "Whosoever*p shall confess that Jesus is the Son of God, God dwelleth in him, and he in God."
    },
    {
        "o": 31921,
        "r": "kjv:1 John:4:16",
        "t": "And*p we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him."
    },
    {
        "o": 31922,
        "r": "kjv:1 John:4:17",
        "t": "Herein*p is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world."
    },
    {
        "o": 31923,
        "r": "kjv:1 John:4:18",
        "t": "There*p is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love."
    },
    {
        "o": 31924,
        "r": "kjv:1 John:4:19",
        "t": "We*p love him, because he first loved us."
    },
    {
        "o": 31925,
        "r": "kjv:1 John:4:20",
        "t": "If*p a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?"
    },
    {
        "o": 31926,
        "r": "kjv:1 John:4:21",
        "t": "And*p this commandment have we from him, That he who loveth God love his brother also."
    }
]
