[
    {
        "o": 8583,
        "r": "esv:1 Samuel:24:0",
        "t": "1 Samuel 24",
        "h": 1
    },
    {
        "o": 8584,
        "r": "esv:1 Samuel:24:0",
        "t": "David Spares Saul’s Life",
        "h": 2
    },
    {
        "o": 8585,
        "r": "esv:1 Samuel:24:1",
        "t": "When*p Saul returned from following the Philistines, he was told, “Behold, David is in the wilderness of Engedi.”"
    },
    {
        "o": 8586,
        "r": "esv:1 Samuel:24:2",
        "t": "Then Saul took three thousand chosen men out of all Israel and went to seek David and his men in front of the Wildgoats’ Rocks."
    },
    {
        "o": 8587,
        "r": "esv:1 Samuel:24:3",
        "t": "And he came to the sheepfolds by the way, where there was a cave, and Saul went in to relieve himself. Now David and his men were sitting in the innermost parts of the cave."
    },
    {
        "o": 8588,
        "r": "esv:1 Samuel:24:4",
        "t": "And the men of David said to him, “Here is the day of which the Lord*s said to you, ‘Behold, I will give your enemy into your hand, and you shall do to him as it shall seem good to you.’” Then David arose and stealthily cut off a corner of Saul’s robe."
    },
    {
        "o": 8589,
        "r": "esv:1 Samuel:24:5",
        "t": "And afterward David’s heart struck him, because he had cut off a corner of Saul’s robe."
    },
    {
        "o": 8590,
        "r": "esv:1 Samuel:24:6",
        "t": "He said to his men, “The Lord*s forbid that I should do this thing to my lord, the Lord’s*s anointed, to put out my hand against him, seeing he is the Lord’s*s anointed.”"
    },
    {
        "o": 8591,
        "r": "esv:1 Samuel:24:7",
        "t": "So David persuaded his men with these words and did not permit them to attack Saul. And Saul rose up and left the cave and went on his way."
    },
    {
        "o": 8592,
        "r": "esv:1 Samuel:24:8",
        "t": "Afterward*p David also arose and went out of the cave, and called after Saul, “My lord the king!” And when Saul looked behind him, David bowed with his face to the earth and paid homage."
    },
    {
        "o": 8593,
        "r": "esv:1 Samuel:24:9",
        "t": "And David said to Saul, “Why do you listen to the words of men who say, ‘Behold, David seeks your harm’?"
    },
    {
        "o": 8594,
        "r": "esv:1 Samuel:24:10",
        "t": "Behold, this day your eyes have seen how the Lord*s gave you today into my hand in the cave. And some told me to kill you, but I spared you. I said, ‘I will not put out my hand against my lord, for he is the Lord’s*s anointed.’"
    },
    {
        "o": 8595,
        "r": "esv:1 Samuel:24:11",
        "t": "See, my father, see the corner of your robe in my hand. For by the fact that I cut off the corner of your robe and did not kill you, you may know and see that there is no wrong or treason in my hands. I have not sinned against you, though you hunt my life to take it."
    },
    {
        "o": 8596,
        "r": "esv:1 Samuel:24:12",
        "t": "May the Lord*s judge between me and you, may the Lord*s avenge me against you, but my hand shall not be against you."
    },
    {
        "o": 8597,
        "r": "esv:1 Samuel:24:13",
        "t": "As the proverb of the ancients says, ‘Out of the wicked comes wickedness.’ But my hand shall not be against you."
    },
    {
        "o": 8598,
        "r": "esv:1 Samuel:24:14",
        "t": "After whom has the king of Israel come out? After whom do you pursue? After a dead dog! After a flea!"
    },
    {
        "o": 8599,
        "r": "esv:1 Samuel:24:15",
        "t": "May the Lord*s therefore be judge and give sentence between me and you, and see to it and plead my cause and deliver me from your hand.”"
    },
    {
        "o": 8600,
        "r": "esv:1 Samuel:24:16",
        "t": "As*p soon as David had finished speaking these words to Saul, Saul said, “Is this your voice, my son David?” And Saul lifted up his voice and wept."
    },
    {
        "o": 8601,
        "r": "esv:1 Samuel:24:17",
        "t": "He said to David, “You are more righteous than I, for you have repaid me good, whereas I have repaid you evil."
    },
    {
        "o": 8602,
        "r": "esv:1 Samuel:24:18",
        "t": "And you have declared this day how you have dealt well with me, in that you did not kill me when the Lord*s put me into your hands."
    },
    {
        "o": 8603,
        "r": "esv:1 Samuel:24:19",
        "t": "For if a man finds his enemy, will he let him go away safe? So may the Lord*s reward you with good for what you have done to me this day."
    },
    {
        "o": 8604,
        "r": "esv:1 Samuel:24:20",
        "t": "And now, behold, I know that you shall surely be king, and that the kingdom of Israel shall be established in your hand."
    },
    {
        "o": 8605,
        "r": "esv:1 Samuel:24:21",
        "t": "Swear to me therefore by the Lord*s that you will not cut off my offspring after me, and that you will not destroy my name out of my father’s house.”"
    },
    {
        "o": 8606,
        "r": "esv:1 Samuel:24:22",
        "t": "And David swore this to Saul. Then Saul went home, but David and his men went up to the stronghold."
    }
]
