[
    {
        "o": 30326,
        "r": "esv:Acts:7:0",
        "t": "Acts 7",
        "h": 1
    },
    {
        "o": 30327,
        "r": "esv:Acts:7:0",
        "t": "Stephen’s Speech",
        "h": 2
    },
    {
        "o": 30328,
        "r": "esv:Acts:7:1",
        "t": "And*p the high priest said, “Are these things so?”"
    },
    {
        "o": 30329,
        "r": "esv:Acts:7:2",
        "t": "And Stephen said: “Brothers*p and fathers, hear me. The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran,"
    },
    {
        "o": 30330,
        "r": "esv:Acts:7:3",
        "t": "and said to him, ‘Go out from your land and from your kindred and go into the land that I will show you.’"
    },
    {
        "o": 30331,
        "r": "esv:Acts:7:4",
        "t": "Then he went out from the land of the Chaldeans and lived in Haran. And after his father died, God removed him from there into this land in which you are now living."
    },
    {
        "o": 30332,
        "r": "esv:Acts:7:5",
        "t": "Yet he gave him no inheritance in it, not even a foot’s length, but promised to give it to him as a possession and to his offspring after him, though he had no child."
    },
    {
        "o": 30333,
        "r": "esv:Acts:7:6",
        "t": "And God spoke to this effect— that his offspring would be sojourners in a land belonging to others, who would enslave them and afflict them four hundred years."
    },
    {
        "o": 30334,
        "r": "esv:Acts:7:7",
        "t": "‘But I will judge the nation that they serve,’ said God, ‘and after that they shall come out and worship me in this place.’"
    },
    {
        "o": 30335,
        "r": "esv:Acts:7:8",
        "t": "And he gave him the covenant of circumcision. And so Abraham became the father of Isaac, and circumcised him on the eighth day, and Isaac became the father of Jacob, and Jacob of the twelve patriarchs."
    },
    {
        "o": 30336,
        "r": "esv:Acts:7:9",
        "t": "“And*p the patriarchs, jealous of Joseph, sold him into Egypt; but God was with him"
    },
    {
        "o": 30337,
        "r": "esv:Acts:7:10",
        "t": "and rescued him out of all his afflictions and gave him favor and wisdom before Pharaoh, king of Egypt, who made him ruler over Egypt and over all his household."
    },
    {
        "o": 30338,
        "r": "esv:Acts:7:11",
        "t": "Now there came a famine throughout all Egypt and Canaan, and great affliction, and our fathers could find no food."
    },
    {
        "o": 30339,
        "r": "esv:Acts:7:12",
        "t": "But when Jacob heard that there was grain in Egypt, he sent out our fathers on their first visit."
    },
    {
        "o": 30340,
        "r": "esv:Acts:7:13",
        "t": "And on the second visit Joseph made himself known to his brothers, and Joseph’s family became known to Pharaoh."
    },
    {
        "o": 30341,
        "r": "esv:Acts:7:14",
        "t": "And Joseph sent and summoned Jacob his father and all his kindred, seventy-five persons in all."
    },
    {
        "o": 30342,
        "r": "esv:Acts:7:15",
        "t": "And Jacob went down into Egypt, and he died, he and our fathers,"
    },
    {
        "o": 30343,
        "r": "esv:Acts:7:16",
        "t": "and they were carried back to Shechem and laid in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem."
    },
    {
        "o": 30344,
        "r": "esv:Acts:7:17",
        "t": "“But*p as the time of the promise drew near, which God had granted to Abraham, the people increased and multiplied in Egypt"
    },
    {
        "o": 30345,
        "r": "esv:Acts:7:18",
        "t": "until there arose over Egypt another king who did not know Joseph."
    },
    {
        "o": 30346,
        "r": "esv:Acts:7:19",
        "t": "He dealt shrewdly with our race and forced our fathers to expose their infants, so that they would not be kept alive."
    },
    {
        "o": 30347,
        "r": "esv:Acts:7:20",
        "t": "At this time Moses was born; and he was beautiful in God’s sight. And he was brought up for three months in his father’s house,"
    },
    {
        "o": 30348,
        "r": "esv:Acts:7:21",
        "t": "and when he was exposed, Pharaoh’s daughter adopted him and brought him up as her own son."
    },
    {
        "o": 30349,
        "r": "esv:Acts:7:22",
        "t": "And Moses was instructed in all the wisdom of the Egyptians, and he was mighty in his words and deeds."
    },
    {
        "o": 30350,
        "r": "esv:Acts:7:23",
        "t": "“When*p he was forty years old, it came into his heart to visit his brothers, the children of Israel."
    },
    {
        "o": 30351,
        "r": "esv:Acts:7:24",
        "t": "And seeing one of them being wronged, he defended the oppressed man and avenged him by striking down the Egyptian."
    },
    {
        "o": 30352,
        "r": "esv:Acts:7:25",
        "t": "He supposed that his brothers would understand that God was giving them salvation by his hand, but they did not understand."
    },
    {
        "o": 30353,
        "r": "esv:Acts:7:26",
        "t": "And on the following day he appeared to them as they were quarreling and tried to reconcile them, saying, ‘Men, you are brothers. Why do you wrong each other?’"
    },
    {
        "o": 30354,
        "r": "esv:Acts:7:27",
        "t": "But the man who was wronging his neighbor thrust him aside, saying, ‘Who made you a ruler and a judge over us?"
    },
    {
        "o": 30355,
        "r": "esv:Acts:7:28",
        "t": "Do you want to kill me as you killed the Egyptian yesterday?’"
    },
    {
        "o": 30356,
        "r": "esv:Acts:7:29",
        "t": "At this retort Moses fled and became an exile in the land of Midian, where he became the father of two sons."
    },
    {
        "o": 30357,
        "r": "esv:Acts:7:30",
        "t": "“Now*p when forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush."
    },
    {
        "o": 30358,
        "r": "esv:Acts:7:31",
        "t": "When Moses saw it, he was amazed at the sight, and as he drew near to look, there came the voice of the Lord:"
    },
    {
        "o": 30359,
        "r": "esv:Acts:7:32",
        "t": "‘I am the God of your fathers, the God of Abraham and of Isaac and of Jacob.’ And Moses trembled and did not dare to look."
    },
    {
        "o": 30360,
        "r": "esv:Acts:7:33",
        "t": "Then the Lord said to him, ‘Take off the sandals from your feet, for the place where you are standing is holy ground."
    },
    {
        "o": 30361,
        "r": "esv:Acts:7:34",
        "t": "I have surely seen the affliction of my people who are in Egypt, and have heard their groaning, and I have come down to deliver them. And now come, I will send you to Egypt.’"
    },
    {
        "o": 30362,
        "r": "esv:Acts:7:35",
        "t": "“This*p Moses, whom they rejected, saying, ‘Who made you a ruler and a judge?’— this man God sent as both ruler and redeemer by the hand of the angel who appeared to him in the bush."
    },
    {
        "o": 30363,
        "r": "esv:Acts:7:36",
        "t": "This man led them out, performing wonders and signs in Egypt and at the Red Sea and in the wilderness for forty years."
    },
    {
        "o": 30364,
        "r": "esv:Acts:7:37",
        "t": "This is the Moses who said to the Israelites, ‘God will raise up for you a prophet like me from your brothers.’"
    },
    {
        "o": 30365,
        "r": "esv:Acts:7:38",
        "t": "This is the one who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and with our fathers. He received living oracles to give to us."
    },
    {
        "o": 30366,
        "r": "esv:Acts:7:39",
        "t": "Our fathers refused to obey him, but thrust him aside, and in their hearts they turned to Egypt,"
    },
    {
        "o": 30367,
        "r": "esv:Acts:7:40",
        "t": "saying to Aaron, ‘Make for us gods who will go before us. As for this Moses who led us out from the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 30368,
        "r": "esv:Acts:7:41",
        "t": "And they made a calf in those days, and offered a sacrifice to the idol and were rejoicing in the works of their hands."
    },
    {
        "o": 30369,
        "r": "esv:Acts:7:42",
        "t": "But God turned away and gave them over to worship the host of heaven, as it is written in the book of the prophets: “‘Did*pn you bring to me slain beasts and sacrifices, during*ld the forty years in the wilderness, O house of Israel?"
    },
    {
        "o": 30370,
        "r": "esv:Acts:7:43",
        "t": "You*ln took up the tent of Moloch and*ld the star of your god Rephan, the*ld images that you made to worship; and*ln I will send you into exile beyond Babylon.’"
    },
    {
        "o": 30371,
        "r": "esv:Acts:7:44",
        "t": "“Our*p fathers had the tent of witness in the wilderness, just as he who spoke to Moses directed him to make it, according to the pattern that he had seen."
    },
    {
        "o": 30372,
        "r": "esv:Acts:7:45",
        "t": "Our fathers in turn brought it in with Joshua when they dispossessed the nations that God drove out before our fathers. So it was until the days of David,"
    },
    {
        "o": 30373,
        "r": "esv:Acts:7:46",
        "t": "who found favor in the sight of God and asked to find a dwelling place for the God of Jacob."
    },
    {
        "o": 30374,
        "r": "esv:Acts:7:47",
        "t": "But it was Solomon who built a house for him."
    },
    {
        "o": 30375,
        "r": "esv:Acts:7:48",
        "t": "Yet the Most High does not dwell in houses made by hands, as the prophet says,"
    },
    {
        "o": 30376,
        "r": "esv:Acts:7:49",
        "t": "“‘Heaven*pn is my throne, and*ld the earth is my footstool. What*ln kind of house will you build for me, says the Lord, or*ld what is the place of my rest?"
    },
    {
        "o": 30377,
        "r": "esv:Acts:7:50",
        "t": "Did*ln not my hand make all these things?’"
    },
    {
        "o": 30378,
        "r": "esv:Acts:7:51",
        "t": "“You*p stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you."
    },
    {
        "o": 30379,
        "r": "esv:Acts:7:52",
        "t": "Which of the prophets did your fathers not persecute? And they killed those who announced beforehand the coming of the Righteous One, whom you have now betrayed and murdered,"
    },
    {
        "o": 30380,
        "r": "esv:Acts:7:53",
        "t": "you who received the law as delivered by angels and did not keep it.”"
    },
    {
        "o": 30381,
        "r": "esv:Acts:7:53",
        "t": "The Stoning of Stephen",
        "h": 2
    },
    {
        "o": 30382,
        "r": "esv:Acts:7:54",
        "t": "Now*p when they heard these things they were enraged, and they ground their teeth at him."
    },
    {
        "o": 30383,
        "r": "esv:Acts:7:55",
        "t": "But he, full of the Holy Spirit, gazed into heaven and saw the glory of God, and Jesus standing at the right hand of God."
    },
    {
        "o": 30384,
        "r": "esv:Acts:7:56",
        "t": "And he said, “Behold, I see the heavens opened, and the Son of Man standing at the right hand of God.”"
    },
    {
        "o": 30385,
        "r": "esv:Acts:7:57",
        "t": "But they cried out with a loud voice and stopped their ears and rushed together at him."
    },
    {
        "o": 30386,
        "r": "esv:Acts:7:58",
        "t": "Then they cast him out of the city and stoned him. And the witnesses laid down their garments at the feet of a young man named Saul."
    },
    {
        "o": 30387,
        "r": "esv:Acts:7:59",
        "t": "And as they were stoning Stephen, he called out, “Lord Jesus, receive my spirit.”"
    },
    {
        "o": 30388,
        "r": "esv:Acts:7:60",
        "t": "And falling to his knees he cried out with a loud voice, “Lord, do not hold this sin against them.” And when he had said this, he fell asleep."
    }
]
