[
    {
        "o": 20167,
        "r": "esv:Isaiah:26:0",
        "t": "Isaiah 26",
        "h": 1
    },
    {
        "o": 20168,
        "r": "esv:Isaiah:26:0",
        "t": "You Keep Him in Perfect Peace",
        "h": 2
    },
    {
        "o": 20169,
        "r": "esv:Isaiah:26:1",
        "t": "In*p that day this song will be sung in the land of Judah: “We*pn have a strong city; he*ld sets up salvation as*ld walls and bulwarks."
    },
    {
        "o": 20170,
        "r": "esv:Isaiah:26:2",
        "t": "Open*ln the gates, that*ld the righteous nation that keeps faith may enter in."
    },
    {
        "o": 20171,
        "r": "esv:Isaiah:26:3",
        "t": "You*ln keep him in perfect peace whose*ld mind is stayed on you, because*ld he trusts in you."
    },
    {
        "o": 20172,
        "r": "esv:Isaiah:26:4",
        "t": "Trust*ln in the Lord*s forever, for*ld the Lord*s God*s is an everlasting rock."
    },
    {
        "o": 20173,
        "r": "esv:Isaiah:26:5",
        "t": "For*ln he has humbled the*ld inhabitants of the height, the*ld lofty city. He*ln lays it low, lays it low to the ground, casts*ld it to the dust."
    },
    {
        "o": 20174,
        "r": "esv:Isaiah:26:6",
        "t": "The*ln foot tramples it, the*ld feet of the poor, the*ld steps of the needy.”"
    },
    {
        "o": 20175,
        "r": "esv:Isaiah:26:7",
        "t": "The*pn path of the righteous is level; you*ld make level the way of the righteous."
    },
    {
        "o": 20176,
        "r": "esv:Isaiah:26:8",
        "t": "In*ln the path of your judgments, O*ld Lord,*s we wait for you; your*ln name and remembrance are*ld the desire of our soul."
    },
    {
        "o": 20177,
        "r": "esv:Isaiah:26:9",
        "t": "My*ln soul yearns for you in the night; my*ld spirit within me earnestly seeks you. For*ln when your judgments are in the earth, the*ld inhabitants of the world learn righteousness."
    },
    {
        "o": 20178,
        "r": "esv:Isaiah:26:10",
        "t": "If*ln favor is shown to the wicked, he*ld does not learn righteousness; in*ln the land of uprightness he deals corruptly and*ld does not see the majesty of the Lord.*s"
    },
    {
        "o": 20179,
        "r": "esv:Isaiah:26:11",
        "t": "O*ln Lord,*s your hand is lifted up, but*ld they do not see it. Let*ln them see your zeal for your people, and be ashamed. Let*ld the fire for your adversaries consume them."
    },
    {
        "o": 20180,
        "r": "esv:Isaiah:26:12",
        "t": "O*ln Lord,*s you will ordain peace for us, for*ld you have indeed done for us all our works."
    },
    {
        "o": 20181,
        "r": "esv:Isaiah:26:13",
        "t": "O*ln Lord*s our God, other*ld lords besides you have ruled over us, but*ld your name alone we bring to remembrance."
    },
    {
        "o": 20182,
        "r": "esv:Isaiah:26:14",
        "t": "They*ln are dead, they will not live; they*ld are shades, they will not arise; to*ln that end you have visited them with destruction and*ld wiped out all remembrance of them."
    },
    {
        "o": 20183,
        "r": "esv:Isaiah:26:15",
        "t": "But*ln you have increased the nation, O Lord,*s you*ld have increased the nation; you are glorified; you*ld have enlarged all the borders of the land."
    },
    {
        "o": 20184,
        "r": "esv:Isaiah:26:16",
        "t": "O*pn Lord,*s in distress they sought you; they*ld poured out a whispered prayer when*ld your discipline was upon them."
    },
    {
        "o": 20185,
        "r": "esv:Isaiah:26:17",
        "t": "Like*ln a pregnant woman who*ld writhes and cries out in her pangs when*ld she is near to giving birth, so*ln were we because of you, O Lord;*s"
    },
    {
        "o": 20186,
        "r": "esv:Isaiah:26:18",
        "t": "we*ld were pregnant, we writhed, but*ld we have given birth to wind. We*ln have accomplished no deliverance in the earth, and*ld the inhabitants of the world have not fallen."
    },
    {
        "o": 20187,
        "r": "esv:Isaiah:26:19",
        "t": "Your*ln dead shall live; their bodies shall rise. You*ld who dwell in the dust, awake and sing for joy! For*ln your dew is a dew of light, and*ld the earth will give birth to the dead."
    },
    {
        "o": 20188,
        "r": "esv:Isaiah:26:20",
        "t": "Come,*pn my people, enter your chambers, and*ld shut your doors behind you; hide*ln yourselves for a little while until*ld the fury has passed by."
    },
    {
        "o": 20189,
        "r": "esv:Isaiah:26:21",
        "t": "For*ln behold, the Lord*s is coming out from his place to*ld punish the inhabitants of the earth for their iniquity, and*ln the earth will disclose the blood shed on it, and*ld will no more cover its slain."
    }
]
