[
    {
        "o": 19441,
        "r": "esv:Ecclesiastes:12:0",
        "t": "Ecclesiastes 12",
        "h": 1
    },
    {
        "o": 19442,
        "r": "esv:Ecclesiastes:12:0",
        "t": "Remember Your Creator in Your Youth",
        "h": 2
    },
    {
        "o": 19443,
        "r": "esv:Ecclesiastes:12:1",
        "t": "Remember*p also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, “I have no pleasure in them”;"
    },
    {
        "o": 19444,
        "r": "esv:Ecclesiastes:12:2",
        "t": "before the sun and the light and the moon and the stars are darkened and the clouds return after the rain,"
    },
    {
        "o": 19445,
        "r": "esv:Ecclesiastes:12:3",
        "t": "in the day when the keepers of the house tremble, and the strong men are bent, and the grinders cease because they are few, and those who look through the windows are dimmed,"
    },
    {
        "o": 19446,
        "r": "esv:Ecclesiastes:12:4",
        "t": "and the doors on the street are shut— when the sound of the grinding is low, and one rises up at the sound of a bird, and all the daughters of song are brought low—"
    },
    {
        "o": 19447,
        "r": "esv:Ecclesiastes:12:5",
        "t": "they are afraid also of what is high, and terrors are in the way; the almond tree blossoms, the grasshopper drags itself along, and desire fails, because man is going to his eternal home, and the mourners go about the streets—"
    },
    {
        "o": 19448,
        "r": "esv:Ecclesiastes:12:6",
        "t": "before the silver cord is snapped, or the golden bowl is broken, or the pitcher is shattered at the fountain, or the wheel broken at the cistern,"
    },
    {
        "o": 19449,
        "r": "esv:Ecclesiastes:12:7",
        "t": "and the dust returns to the earth as it was, and the spirit returns to God who gave it."
    },
    {
        "o": 19450,
        "r": "esv:Ecclesiastes:12:8",
        "t": "Vanity of vanities, says the Preacher; all is vanity."
    },
    {
        "o": 19451,
        "r": "esv:Ecclesiastes:12:8",
        "t": "Fear God and Keep His Commandments",
        "h": 2
    },
    {
        "o": 19452,
        "r": "esv:Ecclesiastes:12:9",
        "t": "Besides*p being wise, the Preacher also taught the people knowledge, weighing and studying and arranging many proverbs with great care."
    },
    {
        "o": 19453,
        "r": "esv:Ecclesiastes:12:10",
        "t": "The Preacher sought to find words of delight, and uprightly he wrote words of truth."
    },
    {
        "o": 19454,
        "r": "esv:Ecclesiastes:12:11",
        "t": "The*p words of the wise are like goads, and like nails firmly fixed are the collected sayings; they are given by one Shepherd."
    },
    {
        "o": 19455,
        "r": "esv:Ecclesiastes:12:12",
        "t": "My son, beware of anything beyond these. Of making many books there is no end, and much study is a weariness of the flesh."
    },
    {
        "o": 19456,
        "r": "esv:Ecclesiastes:12:13",
        "t": "The*p end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man."
    },
    {
        "o": 19457,
        "r": "esv:Ecclesiastes:12:14",
        "t": "For God will bring every deed into judgment, with every secret thing, whether good or evil."
    }
]
