[
    {
        "o": 9407,
        "r": "csb:2 Samuel:19:0",
        "t": "2 Samuel 19",
        "h": 1
    },
    {
        "o": 9408,
        "r": "csb:2 Samuel:19:0",
        "t": "David’s Kingdom Restored",
        "h": 2
    },
    {
        "o": 9409,
        "r": "csb:2 Samuel:19:1",
        "t": "It*p was reported to Joab, “The king is weeping. He’s mourning over Absalom.”"
    },
    {
        "o": 9410,
        "r": "csb:2 Samuel:19:2",
        "t": "That day’s victory was turned into mourning for all the troops because on that day the troops heard, “The king is grieving over his son.”"
    },
    {
        "o": 9411,
        "r": "csb:2 Samuel:19:3",
        "t": "So they returned to the city quietly that day like troops come in when they are humiliated after fleeing in battle."
    },
    {
        "o": 9412,
        "r": "csb:2 Samuel:19:4",
        "t": "But the king covered his face and cried loudly, “My son Absalom! Absalom, my son, my son!”"
    },
    {
        "o": 9413,
        "r": "csb:2 Samuel:19:5",
        "t": "Then*p Joab went into the house to the king and said, “Today you have shamed all your soldiers - those who saved your life as well as your sons, your wives, and your concubines -"
    },
    {
        "o": 9414,
        "r": "csb:2 Samuel:19:6",
        "t": "by loving your enemies and hating those who love you! Today you have made it clear that the commanders and soldiers mean nothing to you. In fact, today I know that if Absalom were alive and all of us were dead, it would be fine with you!"
    },
    {
        "o": 9415,
        "r": "csb:2 Samuel:19:7",
        "t": "“Now*p get up! Go out and encourage your soldiers, for I swear by the Lord*s that if you don’t go out, not a man will remain with you tonight. This will be worse for you than all the trouble that has come to you from your youth until now!”"
    },
    {
        "o": 9416,
        "r": "csb:2 Samuel:19:8",
        "t": "So*p the king got up and sat in the city gate, and all the people were told, “Look, the king is sitting in the city gate.” Then they all came into the king’s presence. Meanwhile,*p each Israelite had fled to his tent."
    },
    {
        "o": 9417,
        "r": "csb:2 Samuel:19:9",
        "t": "People throughout all the tribes of Israel were arguing among themselves, saying, “The king rescued us from the grasp of our enemies, and he saved us from the grasp of the Philistines, but now he has fled from the land because of Absalom."
    },
    {
        "o": 9418,
        "r": "csb:2 Samuel:19:10",
        "t": "But Absalom, the man we anointed over us, has died in battle. So why do you say nothing about restoring the king?”"
    },
    {
        "o": 9419,
        "r": "csb:2 Samuel:19:11",
        "t": "King*p David sent word to the priests Zadok and Abiathar: “Say to the elders of Judah, ‘Why should you be the last to restore the king to his palace? The talk of all Israel has reached the king at his house."
    },
    {
        "o": 9420,
        "r": "csb:2 Samuel:19:12",
        "t": "You are my brothers, my flesh and blood. So why should you be the last to restore the king?’"
    },
    {
        "o": 9421,
        "r": "csb:2 Samuel:19:13",
        "t": "And tell Amasa, ‘Aren’t you my flesh and blood? May God punish me and do so severely if you don’t become commander of my army from now on instead of Joab! ’”"
    },
    {
        "o": 9422,
        "r": "csb:2 Samuel:19:14",
        "t": "So*p he won over all the men of Judah, and they unanimously sent word to the king: “Come back, you and all your servants.”"
    },
    {
        "o": 9423,
        "r": "csb:2 Samuel:19:15",
        "t": "Then the king returned. When he arrived at the Jordan, Judah came to Gilgal to meet the king and escort him across the Jordan."
    },
    {
        "o": 9424,
        "r": "csb:2 Samuel:19:16",
        "t": "Shimei*p son of Gera, the Benjaminite from Bahurim, hurried down with the men of Judah to meet King David."
    },
    {
        "o": 9425,
        "r": "csb:2 Samuel:19:17",
        "t": "There were a thousand men from Benjamin with him. Ziba, an attendant from the house of Saul, with his fifteen sons and twenty servants also rushed down to the Jordan ahead of the king."
    },
    {
        "o": 9426,
        "r": "csb:2 Samuel:19:18",
        "t": "They forded the Jordan to bring the king’s household across and do whatever the king desired. When*p Shimei son of Gera crossed the Jordan, he fell facedown before the king"
    },
    {
        "o": 9427,
        "r": "csb:2 Samuel:19:19",
        "t": "and said to him, “My lord, don’t hold me guilty, and don’t remember your servant’s wrongdoing on the day my lord the king left Jerusalem. May the king not take it to heart."
    },
    {
        "o": 9428,
        "r": "csb:2 Samuel:19:20",
        "t": "For your servant knows that I have sinned. But look! Today I am the first one of the entire house of Joseph to come down to meet my lord the king.”"
    },
    {
        "o": 9429,
        "r": "csb:2 Samuel:19:21",
        "t": "Abishai*p son of Zeruiah asked, “Shouldn’t Shimei be put to death for this, because he cursed the Lord’s*s anointed?”"
    },
    {
        "o": 9430,
        "r": "csb:2 Samuel:19:22",
        "t": "David*p answered, “Sons of Zeruiah, do we agree on anything? Have you become my adversary today? Should any man be killed in Israel today? Am I not aware that today I’m king over Israel?”"
    },
    {
        "o": 9431,
        "r": "csb:2 Samuel:19:23",
        "t": "So the king said to Shimei, “You will not die.” Then the king gave him his oath."
    },
    {
        "o": 9432,
        "r": "csb:2 Samuel:19:24",
        "t": "Mephibosheth,*p Saul’s grandson, also went down to meet the king. He had not taken care of his feet, trimmed his mustache, or washed his clothes from the day the king left until the day he returned safely."
    },
    {
        "o": 9433,
        "r": "csb:2 Samuel:19:25",
        "t": "When he came from Jerusalem to meet the king, the king asked him, “Mephibosheth, why didn’t you come with me?”"
    },
    {
        "o": 9434,
        "r": "csb:2 Samuel:19:26",
        "t": "“My*p lord the king,” he replied, “my servant Ziba betrayed me. Actually your servant said, ‘I’ll saddle the donkey for myself so that I may ride it and go with the king’ - for your servant is lame."
    },
    {
        "o": 9435,
        "r": "csb:2 Samuel:19:27",
        "t": "Ziba slandered your servant to my lord the king. But my lord the king is like the angel of God, so do whatever you think best."
    },
    {
        "o": 9436,
        "r": "csb:2 Samuel:19:28",
        "t": "For my grandfather’s entire family deserves death from my lord the king, but you set your servant among those who eat at your table. So what further right do I have to keep on making appeals to the king?”"
    },
    {
        "o": 9437,
        "r": "csb:2 Samuel:19:29",
        "t": "The*p king said to him, “Why keep on speaking about these matters of yours? I hereby declare: you and Ziba are to divide the land.”"
    },
    {
        "o": 9438,
        "r": "csb:2 Samuel:19:30",
        "t": "Mephibosheth*p said to the king, “Instead, since my lord the king has come to his palace safely, let Ziba take it all!”"
    },
    {
        "o": 9439,
        "r": "csb:2 Samuel:19:31",
        "t": "Barzillai*p the Gileadite had come down from Rogelim and accompanied the king to the Jordan River to see him off at the Jordan."
    },
    {
        "o": 9440,
        "r": "csb:2 Samuel:19:32",
        "t": "Barzillai was a very old man - eighty years old - and since he was a very wealthy man, he had provided for the needs of the king while he stayed in Mahanaim."
    },
    {
        "o": 9441,
        "r": "csb:2 Samuel:19:33",
        "t": "The*p king said to Barzillai, “Cross over with me, and I’ll provide for you at my side in Jerusalem.”"
    },
    {
        "o": 9442,
        "r": "csb:2 Samuel:19:34",
        "t": "Barzillai*p replied to the king, “How many years of my life are left that I should go up to Jerusalem with the king?"
    },
    {
        "o": 9443,
        "r": "csb:2 Samuel:19:35",
        "t": "I’m now eighty years old. Can I discern what is pleasant and what is not? Can your servant taste what he eats or drinks? Can I still hear the voice of male and female singers? Why should your servant be an added burden to my lord the king?"
    },
    {
        "o": 9444,
        "r": "csb:2 Samuel:19:36",
        "t": "Since your servant is only going with the king a little way across the Jordan, why should the king repay me with such a reward?"
    },
    {
        "o": 9445,
        "r": "csb:2 Samuel:19:37",
        "t": "Please let your servant return so that I may die in my own city near the tomb of my father and mother. But here is your servant Chimham; let him cross over with my lord the king. Do for him what seems good to you.”"
    },
    {
        "o": 9446,
        "r": "csb:2 Samuel:19:38",
        "t": "The*p king replied, “Chimham will cross over with me, and I will do for him what seems good to you, and whatever you desire from me I will do for you.”"
    },
    {
        "o": 9447,
        "r": "csb:2 Samuel:19:39",
        "t": "So all the people crossed the Jordan, and then the king crossed. The king kissed Barzillai and blessed him, and Barzillai returned to his home."
    },
    {
        "o": 9448,
        "r": "csb:2 Samuel:19:40",
        "t": "The*p king went on to Gilgal, and Chimham went with him. All the troops of Judah and half of Israel’s escorted the king."
    },
    {
        "o": 9449,
        "r": "csb:2 Samuel:19:41",
        "t": "Suddenly, all the men of Israel came to the king. They asked him, “Why did our brothers, the men of Judah, take you away secretly and transport the king and his household across the Jordan, along with all of David’s men?”"
    },
    {
        "o": 9450,
        "r": "csb:2 Samuel:19:42",
        "t": "All*p the men of Judah responded to the men of Israel, “Because the king is our relative. Why does this make you angry? Have we ever eaten anything of the king’s or been honored at all?”"
    },
    {
        "o": 9451,
        "r": "csb:2 Samuel:19:43",
        "t": "The*p men of Israel answered the men of Judah, “We have ten shares in the king, so we have a greater claim to David than you. Why then do you despise us? Weren’t we the first to speak of restoring our king?” But the words of the men of Judah were harsher than those of the men of Israel."
    }
]
