[
    {
        "o": 30356,
        "r": "nkjv:Acts:1:0",
        "t": "Acts 1",
        "h": 1
    },
    {
        "o": 30357,
        "r": "nkjv:Acts:1:0",
        "t": "Prologue",
        "h": 2
    },
    {
        "o": 30358,
        "r": "nkjv:Acts:1:1",
        "t": "The*p former account I made, O Theophilus, of all that Jesus began both to do and teach,"
    },
    {
        "o": 30359,
        "r": "nkjv:Acts:1:2",
        "t": "until the day in which He was taken up, after He through the Holy Spirit had given commandments to the apostles whom He had chosen,"
    },
    {
        "o": 30360,
        "r": "nkjv:Acts:1:3",
        "t": "to whom He also presented Himself alive after His suffering by many infallible proofs, being seen by them during forty days and speaking of the things pertaining to the kingdom of God."
    },
    {
        "o": 30361,
        "r": "nkjv:Acts:1:3",
        "t": "The Holy Spirit Promised",
        "h": 2
    },
    {
        "o": 30362,
        "r": "nkjv:Acts:1:4",
        "t": "And*p being assembled together with them,*i He commanded them not to depart from Jerusalem, but to wait for the Promise of the Father, “which,”*r He*i said,*i “you*r have*r heard*r from*r Me;*r"
    },
    {
        "o": 30363,
        "r": "nkjv:Acts:1:5",
        "t": "for*r John*r truly*r baptized*r with*r water,*r but*r you*r shall*r be*r baptized*r with*r the*r Holy*r Spirit*r not*r many*r days*r from*r now.”*r"
    },
    {
        "o": 30364,
        "r": "nkjv:Acts:1:6",
        "t": "Therefore, when they had come together, they asked Him, saying, “Lord, will You at this time restore the kingdom to Israel?”"
    },
    {
        "o": 30365,
        "r": "nkjv:Acts:1:7",
        "t": "And He said to them, “It*r is*r not*r for*r you*r to*r know*r times*r or*r seasons*r which*r the*r Father*r has*r put*r in*r His*r own*r authority.*r"
    },
    {
        "o": 30366,
        "r": "nkjv:Acts:1:8",
        "t": "But*r you*r shall*r receive*r power*r when*r the*r Holy*r Spirit*r has*r come*r upon*r you;*r and*r you*r shall*r be*r witnesses*r to*r Me*r in*r Jerusalem,*r and*r in*r all*r Judea*r and*r Samaria,*r and*r to*r the*r end*r of*r the*r earth.”*r"
    },
    {
        "o": 30367,
        "r": "nkjv:Acts:1:8",
        "t": "Jesus Ascends to Heaven",
        "h": 2
    },
    {
        "o": 30368,
        "r": "nkjv:Acts:1:9",
        "t": "Now*p when He had spoken these things, while they watched, He was taken up, and a cloud received Him out of their sight."
    },
    {
        "o": 30369,
        "r": "nkjv:Acts:1:10",
        "t": "And while they looked steadfastly toward heaven as He went up, behold, two men stood by them in white apparel,"
    },
    {
        "o": 30370,
        "r": "nkjv:Acts:1:11",
        "t": "who also said, “Men of Galilee, why do you stand gazing up into heaven? This same*i Jesus, who was taken up from you into heaven, will so come in like manner as you saw Him go into heaven.”"
    },
    {
        "o": 30371,
        "r": "nkjv:Acts:1:11",
        "t": "The Upper Room Prayer Meeting",
        "h": 2
    },
    {
        "o": 30372,
        "r": "nkjv:Acts:1:12",
        "t": "Then*p they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey."
    },
    {
        "o": 30373,
        "r": "nkjv:Acts:1:13",
        "t": "And when they had entered, they went up into the upper room where they were staying: Peter, James, John, and Andrew; Philip and Thomas; Bartholomew and Matthew; James the*i son*i of Alphaeus and Simon the Zealot; and Judas the*i son*i of James."
    },
    {
        "o": 30374,
        "r": "nkjv:Acts:1:14",
        "t": "These all continued with one accord in prayer and supplication, with the women and Mary the mother of Jesus, and with His brothers."
    },
    {
        "o": 30375,
        "r": "nkjv:Acts:1:14",
        "t": "Matthias Chosen",
        "h": 2
    },
    {
        "o": 30376,
        "r": "nkjv:Acts:1:15",
        "t": "And*p in those days Peter stood up in the midst of the disciples (altogether the number of names was about a hundred and twenty), and said,"
    },
    {
        "o": 30377,
        "r": "nkjv:Acts:1:16",
        "t": "“Men and*i brethren, this Scripture had to be fulfilled, which the Holy Spirit spoke before by the mouth of David concerning Judas, who became a guide to those who arrested Jesus;"
    },
    {
        "o": 30378,
        "r": "nkjv:Acts:1:17",
        "t": "for he was numbered with us and obtained a part in this ministry.”"
    },
    {
        "o": 30379,
        "r": "nkjv:Acts:1:18",
        "t": "(Now*p this man purchased a field with the wages of iniquity; and falling headlong, he burst open in the middle and all his entrails gushed out."
    },
    {
        "o": 30380,
        "r": "nkjv:Acts:1:19",
        "t": "And it became known to all those dwelling in Jerusalem; so that field is called in their own language, Akel Dama, that is, Field of Blood.)"
    },
    {
        "o": 30381,
        "r": "nkjv:Acts:1:20",
        "t": "“For*p it is written in the Book of Psalms: ‘Let*pn his dwelling place be desolate, And*ld let no one live in it’; and,*p ‘Let*pn another take his office.’"
    },
    {
        "o": 30382,
        "r": "nkjv:Acts:1:21",
        "t": "“Therefore,*p of these men who have accompanied us all the time that the Lord Jesus went in and out among us,"
    },
    {
        "o": 30383,
        "r": "nkjv:Acts:1:22",
        "t": "beginning from the baptism of John to that day when He was taken up from us, one of these must become a witness with us of His resurrection.”"
    },
    {
        "o": 30384,
        "r": "nkjv:Acts:1:23",
        "t": "And*p they proposed two: Joseph called Barsabas, who was surnamed Justus, and Matthias."
    },
    {
        "o": 30385,
        "r": "nkjv:Acts:1:24",
        "t": "And they prayed and said, “You, O Lord, who know the hearts of all, show which of these two You have chosen"
    },
    {
        "o": 30386,
        "r": "nkjv:Acts:1:25",
        "t": "to take part in this ministry and apostleship from which Judas by transgression fell, that he might go to his own place.”"
    },
    {
        "o": 30387,
        "r": "nkjv:Acts:1:26",
        "t": "And they cast their lots, and the lot fell on Matthias. And he was numbered with the eleven apostles."
    },
    {
        "o": 30388,
        "r": "nkjv:Acts:2:0",
        "t": "Acts 2",
        "h": 1
    },
    {
        "o": 30389,
        "r": "nkjv:Acts:2:0",
        "t": "Coming of the Holy Spirit",
        "h": 2
    },
    {
        "o": 30390,
        "r": "nkjv:Acts:2:1",
        "t": "When*p the Day of Pentecost had fully come, they were all with one accord in one place."
    },
    {
        "o": 30391,
        "r": "nkjv:Acts:2:2",
        "t": "And suddenly there came a sound from heaven, as of a rushing mighty wind, and it filled the whole house where they were sitting."
    },
    {
        "o": 30392,
        "r": "nkjv:Acts:2:3",
        "t": "Then there appeared to them divided tongues, as of fire, and one*i sat upon each of them."
    },
    {
        "o": 30393,
        "r": "nkjv:Acts:2:4",
        "t": "And they were all filled with the Holy Spirit and began to speak with other tongues, as the Spirit gave them utterance."
    },
    {
        "o": 30394,
        "r": "nkjv:Acts:2:4",
        "t": "The Crowd’s Response",
        "h": 2
    },
    {
        "o": 30395,
        "r": "nkjv:Acts:2:5",
        "t": "And*p there were dwelling in Jerusalem Jews, devout men, from every nation under heaven."
    },
    {
        "o": 30396,
        "r": "nkjv:Acts:2:6",
        "t": "And when this sound occurred, the multitude came together, and were confused, because everyone heard them speak in his own language."
    },
    {
        "o": 30397,
        "r": "nkjv:Acts:2:7",
        "t": "Then they were all amazed and marveled, saying to one another, “Look, are not all these who speak Galileans?"
    },
    {
        "o": 30398,
        "r": "nkjv:Acts:2:8",
        "t": "And how is*i it*i that*i we hear, each in our own language in which we were born?"
    },
    {
        "o": 30399,
        "r": "nkjv:Acts:2:9",
        "t": "Parthians and Medes and Elamites, those dwelling in Mesopotamia, Judea and Cappadocia, Pontus and Asia,"
    },
    {
        "o": 30400,
        "r": "nkjv:Acts:2:10",
        "t": "Phrygia and Pamphylia, Egypt and the parts of Libya adjoining Cyrene, visitors from Rome, both Jews and proselytes,"
    },
    {
        "o": 30401,
        "r": "nkjv:Acts:2:11",
        "t": "Cretans and Arabs—we hear them speaking in our own tongues the wonderful works of God.”"
    },
    {
        "o": 30402,
        "r": "nkjv:Acts:2:12",
        "t": "So they were all amazed and perplexed, saying to one another, “Whatever could this mean?”"
    },
    {
        "o": 30403,
        "r": "nkjv:Acts:2:13",
        "t": "Others*p mocking said, “They are full of new wine.”"
    },
    {
        "o": 30404,
        "r": "nkjv:Acts:2:13",
        "t": "Peter’s Sermon",
        "h": 2
    },
    {
        "o": 30405,
        "r": "nkjv:Acts:2:14",
        "t": "But*p Peter, standing up with the eleven, raised his voice and said to them, “Men of Judea and all who dwell in Jerusalem, let this be known to you, and heed my words."
    },
    {
        "o": 30406,
        "r": "nkjv:Acts:2:15",
        "t": "For these are not drunk, as you suppose, since it is only*i the third hour of the day."
    },
    {
        "o": 30407,
        "r": "nkjv:Acts:2:16",
        "t": "But this is what was spoken by the prophet Joel:"
    },
    {
        "o": 30408,
        "r": "nkjv:Acts:2:17",
        "t": "‘And*pn it shall come to pass in the last days, says God, That*ld I will pour out of My Spirit on all flesh; Your*ld sons and your daughters shall prophesy, Your*ld young men shall see visions, Your*ld old men shall dream dreams."
    },
    {
        "o": 30409,
        "r": "nkjv:Acts:2:18",
        "t": "And*ld on My menservants and on My maidservants I*ld will pour out My Spirit in those days; And*ld they shall prophesy."
    },
    {
        "o": 30410,
        "r": "nkjv:Acts:2:19",
        "t": "I*ld will show wonders in heaven above And*ld signs in the earth beneath: Blood*ld and fire and vapor of smoke."
    },
    {
        "o": 30411,
        "r": "nkjv:Acts:2:20",
        "t": "The*ld sun shall be turned into darkness, And*ld the moon into blood, Before*ld the coming of the great and awesome day of the Lord.*sb"
    },
    {
        "o": 30412,
        "r": "nkjv:Acts:2:21",
        "t": "And*ld it shall come to pass That*ild whoever calls on the name of the Lord*sb Shall*ld be saved.’"
    },
    {
        "o": 30413,
        "r": "nkjv:Acts:2:22",
        "t": "“Men*p of Israel, hear these words: Jesus of Nazareth, a Man attested by God to you by miracles, wonders, and signs which God did through Him in your midst, as you yourselves also know—"
    },
    {
        "o": 30414,
        "r": "nkjv:Acts:2:23",
        "t": "Him, being delivered by the determined purpose and foreknowledge of God, you have taken by lawless hands, have crucified, and put to death;"
    },
    {
        "o": 30415,
        "r": "nkjv:Acts:2:24",
        "t": "whom God raised up, having loosed the pains of death, because it was not possible that He should be held by it."
    },
    {
        "o": 30416,
        "r": "nkjv:Acts:2:25",
        "t": "For David says concerning Him: ‘I*pn foresaw the Lord*sb always before my face, For*ld He is at my right hand, that I may not be shaken."
    },
    {
        "o": 30417,
        "r": "nkjv:Acts:2:26",
        "t": "Therefore*ld my heart rejoiced, and my tongue was glad; Moreover*ld my flesh also will rest in hope."
    },
    {
        "o": 30418,
        "r": "nkjv:Acts:2:27",
        "t": "For*ld You will not leave my soul in Hades, Nor*ld will You allow Your Holy One to see corruption."
    },
    {
        "o": 30419,
        "r": "nkjv:Acts:2:28",
        "t": "You*ld have made known to me the ways of life; You*ld will make me full of joy in Your presence.’"
    },
    {
        "o": 30420,
        "r": "nkjv:Acts:2:29",
        "t": "“Men*p and*i brethren, let me*i speak freely to you of the patriarch David, that he is both dead and buried, and his tomb is with us to this day."
    },
    {
        "o": 30421,
        "r": "nkjv:Acts:2:30",
        "t": "Therefore, being a prophet, and knowing that God had sworn with an oath to him that of the fruit of his body, according to the flesh, He would raise up the Christ to sit on his throne,"
    },
    {
        "o": 30422,
        "r": "nkjv:Acts:2:31",
        "t": "he, foreseeing this, spoke concerning the resurrection of the Christ, that His soul was not left in Hades, nor did His flesh see corruption."
    },
    {
        "o": 30423,
        "r": "nkjv:Acts:2:32",
        "t": "This Jesus God has raised up, of which we are all witnesses."
    },
    {
        "o": 30424,
        "r": "nkjv:Acts:2:33",
        "t": "Therefore being exalted to the right hand of God, and having received from the Father the promise of the Holy Spirit, He poured out this which you now see and hear."
    },
    {
        "o": 30425,
        "r": "nkjv:Acts:2:34",
        "t": "“For*p David did not ascend into the heavens, but he says himself: ‘The*pn Lord*sb said to my Lord, “Sit*ld at My right hand,"
    },
    {
        "o": 30426,
        "r": "nkjv:Acts:2:35",
        "t": "Till*ld I make Your enemies Your footstool.”’"
    },
    {
        "o": 30427,
        "r": "nkjv:Acts:2:36",
        "t": "“Therefore*p let all the house of Israel know assuredly that God has made this Jesus, whom you crucified, both Lord and Christ.”"
    },
    {
        "o": 30428,
        "r": "nkjv:Acts:2:37",
        "t": "Now*p when they heard this,*i they were cut to the heart, and said to Peter and the rest of the apostles, “Men and*i brethren, what shall we do?”"
    },
    {
        "o": 30429,
        "r": "nkjv:Acts:2:38",
        "t": "Then*p Peter said to them, “Repent, and let every one of you be baptized in the name of Jesus Christ for the remission of sins; and you shall receive the gift of the Holy Spirit."
    },
    {
        "o": 30430,
        "r": "nkjv:Acts:2:39",
        "t": "For the promise is to you and to your children, and to all who are afar off, as many as the Lord our God will call.”"
    },
    {
        "o": 30431,
        "r": "nkjv:Acts:2:39",
        "t": "A Vital Church Grows",
        "h": 2
    },
    {
        "o": 30432,
        "r": "nkjv:Acts:2:40",
        "t": "And*p with many other words he testified and exhorted them, saying, “Be saved from this perverse generation.”"
    },
    {
        "o": 30433,
        "r": "nkjv:Acts:2:41",
        "t": "Then those who gladly received his word were baptized; and that day about three thousand souls were added to*i them.*i"
    },
    {
        "o": 30434,
        "r": "nkjv:Acts:2:42",
        "t": "And they continued steadfastly in the apostles’ doctrine and fellowship, in the breaking of bread, and in prayers."
    },
    {
        "o": 30435,
        "r": "nkjv:Acts:2:43",
        "t": "Then fear came upon every soul, and many wonders and signs were done through the apostles."
    },
    {
        "o": 30436,
        "r": "nkjv:Acts:2:44",
        "t": "Now all who believed were together, and had all things in common,"
    },
    {
        "o": 30437,
        "r": "nkjv:Acts:2:45",
        "t": "and sold their possessions and goods, and divided them among all, as anyone had need."
    },
    {
        "o": 30438,
        "r": "nkjv:Acts:2:46",
        "t": "So*p continuing daily with one accord in the temple, and breaking bread from house to house, they ate their food with gladness and simplicity of heart,"
    },
    {
        "o": 30439,
        "r": "nkjv:Acts:2:47",
        "t": "praising God and having favor with all the people. And the Lord added to the church daily those who were being saved."
    },
    {
        "o": 30440,
        "r": "nkjv:Acts:3:0",
        "t": "Acts 3",
        "h": 1
    },
    {
        "o": 30441,
        "r": "nkjv:Acts:3:0",
        "t": "A Lame Man Healed",
        "h": 2
    },
    {
        "o": 30442,
        "r": "nkjv:Acts:3:1",
        "t": "Now*p Peter and John went up together to the temple at the hour of prayer, the ninth hour.*i"
    },
    {
        "o": 30443,
        "r": "nkjv:Acts:3:2",
        "t": "And a certain man lame from his mother’s womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms from those who entered the temple;"
    },
    {
        "o": 30444,
        "r": "nkjv:Acts:3:3",
        "t": "who, seeing Peter and John about to go into the temple, asked for alms."
    },
    {
        "o": 30445,
        "r": "nkjv:Acts:3:4",
        "t": "And fixing his eyes on him, with John, Peter said, “Look at us.”"
    },
    {
        "o": 30446,
        "r": "nkjv:Acts:3:5",
        "t": "So he gave them his attention, expecting to receive something from them."
    },
    {
        "o": 30447,
        "r": "nkjv:Acts:3:6",
        "t": "Then Peter said, “Silver and gold I do not have, but what I do have I give you: In the name of Jesus Christ of Nazareth, rise up and walk.”"
    },
    {
        "o": 30448,
        "r": "nkjv:Acts:3:7",
        "t": "And he took him by the right hand and lifted him*i up, and immediately his feet and ankle bones received strength."
    },
    {
        "o": 30449,
        "r": "nkjv:Acts:3:8",
        "t": "So he, leaping up, stood and walked and entered the temple with them—walking, leaping, and praising God."
    },
    {
        "o": 30450,
        "r": "nkjv:Acts:3:9",
        "t": "And all the people saw him walking and praising God."
    },
    {
        "o": 30451,
        "r": "nkjv:Acts:3:10",
        "t": "Then they knew that it was he who sat begging alms at the Beautiful Gate of the temple; and they were filled with wonder and amazement at what had happened to him."
    },
    {
        "o": 30452,
        "r": "nkjv:Acts:3:10",
        "t": "Preaching in Solomon’s Portico",
        "h": 2
    },
    {
        "o": 30453,
        "r": "nkjv:Acts:3:11",
        "t": "Now*p as the lame man who was healed held on to Peter and John, all the people ran together to them in the porch which is called Solomon’s, greatly amazed."
    },
    {
        "o": 30454,
        "r": "nkjv:Acts:3:12",
        "t": "So when Peter saw it,*i he responded to the people: “Men of Israel, why do you marvel at this? Or why look so intently at us, as though by our own power or godliness we had made this man walk?"
    },
    {
        "o": 30455,
        "r": "nkjv:Acts:3:13",
        "t": "The God of Abraham, Isaac, and Jacob, the God of our fathers, glorified His Servant Jesus, whom you delivered up and denied in the presence of Pilate, when he was determined to let Him*i go."
    },
    {
        "o": 30456,
        "r": "nkjv:Acts:3:14",
        "t": "But you denied the Holy One and the Just, and asked for a murderer to be granted to you,"
    },
    {
        "o": 30457,
        "r": "nkjv:Acts:3:15",
        "t": "and killed the Prince of life, whom God raised from the dead, of which we are witnesses."
    },
    {
        "o": 30458,
        "r": "nkjv:Acts:3:16",
        "t": "And His name, through faith in His name, has made this man strong, whom you see and know. Yes, the faith which comes*i through Him has given him this perfect soundness in the presence of you all."
    },
    {
        "o": 30459,
        "r": "nkjv:Acts:3:17",
        "t": "“Yet*p now, brethren, I know that you did it*i in ignorance, as did*i also your rulers."
    },
    {
        "o": 30460,
        "r": "nkjv:Acts:3:18",
        "t": "But those things which God foretold by the mouth of all His prophets, that the Christ would suffer, He has thus fulfilled."
    },
    {
        "o": 30461,
        "r": "nkjv:Acts:3:19",
        "t": "Repent therefore and be converted, that your sins may be blotted out, so that times of refreshing may come from the presence of the Lord,"
    },
    {
        "o": 30462,
        "r": "nkjv:Acts:3:20",
        "t": "and that He may send Jesus Christ, who was preached to you before,"
    },
    {
        "o": 30463,
        "r": "nkjv:Acts:3:21",
        "t": "whom heaven must receive until the times of restoration of all things, which God has spoken by the mouth of all His holy prophets since the world began."
    },
    {
        "o": 30464,
        "r": "nkjv:Acts:3:22",
        "t": "For Moses truly said to the fathers, ‘The Lord*sb your God will raise up for you a Prophet like me from your brethren. Him you shall hear in all things, whatever He says to you."
    },
    {
        "o": 30465,
        "r": "nkjv:Acts:3:23",
        "t": "And it shall be that*i every soul who will not hear that Prophet shall be utterly destroyed from among the people.’"
    },
    {
        "o": 30466,
        "r": "nkjv:Acts:3:24",
        "t": "Yes, and all the prophets, from Samuel and those who follow, as many as have spoken, have also foretold these days."
    },
    {
        "o": 30467,
        "r": "nkjv:Acts:3:25",
        "t": "You are sons of the prophets, and of the covenant which God made with our fathers, saying to Abraham, ‘And in your seed all the families of the earth shall be blessed.’"
    },
    {
        "o": 30468,
        "r": "nkjv:Acts:3:26",
        "t": "To you first, God, having raised up His Servant Jesus, sent Him to bless you, in turning away every one of*i you*i from your iniquities.”"
    },
    {
        "o": 30469,
        "r": "nkjv:Acts:4:0",
        "t": "Acts 4",
        "h": 1
    },
    {
        "o": 30470,
        "r": "nkjv:Acts:4:0",
        "t": "Peter and John Arrested",
        "h": 2
    },
    {
        "o": 30471,
        "r": "nkjv:Acts:4:1",
        "t": "Now*p as they spoke to the people, the priests, the captain of the temple, and the Sadducees came upon them,"
    },
    {
        "o": 30472,
        "r": "nkjv:Acts:4:2",
        "t": "being greatly disturbed that they taught the people and preached in Jesus the resurrection from the dead."
    },
    {
        "o": 30473,
        "r": "nkjv:Acts:4:3",
        "t": "And they laid hands on them, and put them*i in custody until the next day, for it was already evening."
    },
    {
        "o": 30474,
        "r": "nkjv:Acts:4:4",
        "t": "However, many of those who heard the word believed; and the number of the men came to be about five thousand."
    },
    {
        "o": 30475,
        "r": "nkjv:Acts:4:4",
        "t": "Addressing the Sanhedrin",
        "h": 2
    },
    {
        "o": 30476,
        "r": "nkjv:Acts:4:5",
        "t": "And*p it came to pass, on the next day, that their rulers, elders, and scribes,"
    },
    {
        "o": 30477,
        "r": "nkjv:Acts:4:6",
        "t": "as well as Annas the high priest, Caiaphas, John, and Alexander, and as many as were of the family of the high priest, were gathered together at Jerusalem."
    },
    {
        "o": 30478,
        "r": "nkjv:Acts:4:7",
        "t": "And when they had set them in the midst, they asked, “By what power or by what name have you done this?”"
    },
    {
        "o": 30479,
        "r": "nkjv:Acts:4:8",
        "t": "Then*p Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders of Israel:"
    },
    {
        "o": 30480,
        "r": "nkjv:Acts:4:9",
        "t": "If we this day are judged for a good deed done*i to a helpless man, by what means he has been made well,"
    },
    {
        "o": 30481,
        "r": "nkjv:Acts:4:10",
        "t": "let it be known to you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead, by Him this man stands here before you whole."
    },
    {
        "o": 30482,
        "r": "nkjv:Acts:4:11",
        "t": "This is the ‘stone which was rejected by you builders, which has become the chief cornerstone.’"
    },
    {
        "o": 30483,
        "r": "nkjv:Acts:4:12",
        "t": "Nor is there salvation in any other, for there is no other name under heaven given among men by which we must be saved.”"
    },
    {
        "o": 30484,
        "r": "nkjv:Acts:4:12",
        "t": "The Name of Jesus Forbidden",
        "h": 2
    },
    {
        "o": 30485,
        "r": "nkjv:Acts:4:13",
        "t": "Now*p when they saw the boldness of Peter and John, and perceived that they were uneducated and untrained men, they marveled. And they realized that they had been with Jesus."
    },
    {
        "o": 30486,
        "r": "nkjv:Acts:4:14",
        "t": "And seeing the man who had been healed standing with them, they could say nothing against it."
    },
    {
        "o": 30487,
        "r": "nkjv:Acts:4:15",
        "t": "But when they had commanded them to go aside out of the council, they conferred among themselves,"
    },
    {
        "o": 30488,
        "r": "nkjv:Acts:4:16",
        "t": "saying, “What shall we do to these men? For, indeed, that a notable miracle has been done through them is*i evident to all who dwell in Jerusalem, and we cannot deny it.*i"
    },
    {
        "o": 30489,
        "r": "nkjv:Acts:4:17",
        "t": "But so that it spreads no further among the people, let us severely threaten them, that from now on they speak to no man in this name.”"
    },
    {
        "o": 30490,
        "r": "nkjv:Acts:4:18",
        "t": "So*p they called them and commanded them not to speak at all nor teach in the name of Jesus."
    },
    {
        "o": 30491,
        "r": "nkjv:Acts:4:19",
        "t": "But Peter and John answered and said to them, “Whether it is right in the sight of God to listen to you more than to God, you judge."
    },
    {
        "o": 30492,
        "r": "nkjv:Acts:4:20",
        "t": "For we cannot but speak the things which we have seen and heard.”"
    },
    {
        "o": 30493,
        "r": "nkjv:Acts:4:21",
        "t": "So when they had further threatened them, they let them go, finding no way of punishing them, because of the people, since they all glorified God for what had been done."
    },
    {
        "o": 30494,
        "r": "nkjv:Acts:4:22",
        "t": "For the man was over forty years old on whom this miracle of healing had been performed."
    },
    {
        "o": 30495,
        "r": "nkjv:Acts:4:22",
        "t": "Prayer for Boldness",
        "h": 2
    },
    {
        "o": 30496,
        "r": "nkjv:Acts:4:23",
        "t": "And*p being let go, they went to their own companions*i and reported all that the chief priests and elders had said to them."
    },
    {
        "o": 30497,
        "r": "nkjv:Acts:4:24",
        "t": "So when they heard that, they raised their voice to God with one accord and said: “Lord, You are*i God, who made heaven and earth and the sea, and all that is in them,"
    },
    {
        "o": 30498,
        "r": "nkjv:Acts:4:25",
        "t": "who by the mouth of Your servant David have said: ‘Why*pn did the nations rage, And*ld the people plot vain things?"
    },
    {
        "o": 30499,
        "r": "nkjv:Acts:4:26",
        "t": "The*ld kings of the earth took their stand, And*ld the rulers were gathered together Against*ld the Lord*sb and against His Christ.’"
    },
    {
        "o": 30500,
        "r": "nkjv:Acts:4:27",
        "t": "“For*p truly against Your holy Servant Jesus, whom You anointed, both Herod and Pontius Pilate, with the Gentiles and the people of Israel, were gathered together"
    },
    {
        "o": 30501,
        "r": "nkjv:Acts:4:28",
        "t": "to do whatever Your hand and Your purpose determined before to be done."
    },
    {
        "o": 30502,
        "r": "nkjv:Acts:4:29",
        "t": "Now, Lord, look on their threats, and grant to Your servants that with all boldness they may speak Your word,"
    },
    {
        "o": 30503,
        "r": "nkjv:Acts:4:30",
        "t": "by stretching out Your hand to heal, and that signs and wonders may be done through the name of Your holy Servant Jesus.”"
    },
    {
        "o": 30504,
        "r": "nkjv:Acts:4:31",
        "t": "And*p when they had prayed, the place where they were assembled together was shaken; and they were all filled with the Holy Spirit, and they spoke the word of God with boldness."
    },
    {
        "o": 30505,
        "r": "nkjv:Acts:4:31",
        "t": "Sharing in All Things",
        "h": 2
    },
    {
        "o": 30506,
        "r": "nkjv:Acts:4:32",
        "t": "Now*p the multitude of those who believed were of one heart and one soul; neither did anyone say that any of the things he possessed was his own, but they had all things in common."
    },
    {
        "o": 30507,
        "r": "nkjv:Acts:4:33",
        "t": "And with great power the apostles gave witness to the resurrection of the Lord Jesus. And great grace was upon them all."
    },
    {
        "o": 30508,
        "r": "nkjv:Acts:4:34",
        "t": "Nor was there anyone among them who lacked; for all who were possessors of lands or houses sold them, and brought the proceeds of the things that were sold,"
    },
    {
        "o": 30509,
        "r": "nkjv:Acts:4:35",
        "t": "and laid them*i at the apostles’ feet; and they distributed to each as anyone had need."
    },
    {
        "o": 30510,
        "r": "nkjv:Acts:4:36",
        "t": "And*p Joses, who was also named Barnabas by the apostles (which is translated Son of Encouragement), a Levite of the country of Cyprus,"
    },
    {
        "o": 30511,
        "r": "nkjv:Acts:4:37",
        "t": "having land, sold it,*i and brought the money and laid it*i at the apostles’ feet."
    },
    {
        "o": 30512,
        "r": "nkjv:Acts:5:0",
        "t": "Acts 5",
        "h": 1
    },
    {
        "o": 30513,
        "r": "nkjv:Acts:5:0",
        "t": "Lying to the Holy Spirit",
        "h": 2
    },
    {
        "o": 30514,
        "r": "nkjv:Acts:5:1",
        "t": "But*p a certain man named Ananias, with Sapphira his wife, sold a possession."
    },
    {
        "o": 30515,
        "r": "nkjv:Acts:5:2",
        "t": "And he kept back part*i of the proceeds, his wife also being aware of*i it,*i and brought a certain part and laid it*i at the apostles’ feet."
    },
    {
        "o": 30516,
        "r": "nkjv:Acts:5:3",
        "t": "But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and keep back part*i of the price of the land for yourself?"
    },
    {
        "o": 30517,
        "r": "nkjv:Acts:5:4",
        "t": "While it remained, was it not your own? And after it was sold, was it not in your own control? Why have you conceived this thing in your heart? You have not lied to men but to God.”"
    },
    {
        "o": 30518,
        "r": "nkjv:Acts:5:5",
        "t": "Then*p Ananias, hearing these words, fell down and breathed his last. So great fear came upon all those who heard these things."
    },
    {
        "o": 30519,
        "r": "nkjv:Acts:5:6",
        "t": "And the young men arose and wrapped him up, carried him*i out, and buried him.*i"
    },
    {
        "o": 30520,
        "r": "nkjv:Acts:5:7",
        "t": "Now*p it was about three hours later when his wife came in, not knowing what had happened."
    },
    {
        "o": 30521,
        "r": "nkjv:Acts:5:8",
        "t": "And Peter answered her, “Tell me whether you sold the land for so much?” She*p said, “Yes, for so much.”"
    },
    {
        "o": 30522,
        "r": "nkjv:Acts:5:9",
        "t": "Then*p Peter said to her, “How is it that you have agreed together to test the Spirit of the Lord? Look, the feet of those who have buried your husband are*i at the door, and they will carry you out.”"
    },
    {
        "o": 30523,
        "r": "nkjv:Acts:5:10",
        "t": "Then immediately she fell down at his feet and breathed her last. And the young men came in and found her dead, and carrying her*i out, buried her*i by her husband."
    },
    {
        "o": 30524,
        "r": "nkjv:Acts:5:11",
        "t": "So great fear came upon all the church and upon all who heard these things."
    },
    {
        "o": 30525,
        "r": "nkjv:Acts:5:11",
        "t": "Continuing Power in the Church",
        "h": 2
    },
    {
        "o": 30526,
        "r": "nkjv:Acts:5:12",
        "t": "And*p through the hands of the apostles many signs and wonders were done among the people. And they were all with one accord in Solomon’s Porch."
    },
    {
        "o": 30527,
        "r": "nkjv:Acts:5:13",
        "t": "Yet none of the rest dared join them, but the people esteemed them highly."
    },
    {
        "o": 30528,
        "r": "nkjv:Acts:5:14",
        "t": "And believers were increasingly added to the Lord, multitudes of both men and women,"
    },
    {
        "o": 30529,
        "r": "nkjv:Acts:5:15",
        "t": "so that they brought the sick out into the streets and laid them*i on beds and couches, that at least the shadow of Peter passing by might fall on some of them."
    },
    {
        "o": 30530,
        "r": "nkjv:Acts:5:16",
        "t": "Also a multitude gathered from the surrounding cities to Jerusalem, bringing sick people and those who were tormented by unclean spirits, and they were all healed."
    },
    {
        "o": 30531,
        "r": "nkjv:Acts:5:16",
        "t": "Imprisoned Apostles Freed",
        "h": 2
    },
    {
        "o": 30532,
        "r": "nkjv:Acts:5:17",
        "t": "Then*p the high priest rose up, and all those who were*i with him (which is the sect of the Sadducees), and they were filled with indignation,"
    },
    {
        "o": 30533,
        "r": "nkjv:Acts:5:18",
        "t": "and laid their hands on the apostles and put them in the common prison."
    },
    {
        "o": 30534,
        "r": "nkjv:Acts:5:19",
        "t": "But at night an angel of the Lord opened the prison doors and brought them out, and said,"
    },
    {
        "o": 30535,
        "r": "nkjv:Acts:5:20",
        "t": "“Go, stand in the temple and speak to the people all the words of this life.”"
    },
    {
        "o": 30536,
        "r": "nkjv:Acts:5:21",
        "t": "And*p when they heard that,*i they entered the temple early in the morning and taught. But the high priest and those with him came and called the council together, with all the elders of the children of Israel, and sent to the prison to have them brought."
    },
    {
        "o": 30537,
        "r": "nkjv:Acts:5:21",
        "t": "Apostles on Trial Again",
        "h": 2
    },
    {
        "o": 30538,
        "r": "nkjv:Acts:5:22",
        "t": "But*p when the officers came and did not find them in the prison, they returned and reported,"
    },
    {
        "o": 30539,
        "r": "nkjv:Acts:5:23",
        "t": "saying, “Indeed we found the prison shut securely, and the guards standing outside before the doors; but when we opened them, we found no one inside!”"
    },
    {
        "o": 30540,
        "r": "nkjv:Acts:5:24",
        "t": "Now when the high priest, the captain of the temple, and the chief priests heard these things, they wondered what the outcome would be."
    },
    {
        "o": 30541,
        "r": "nkjv:Acts:5:25",
        "t": "So one came and told them, saying, “Look, the men whom you put in prison are standing in the temple and teaching the people!”"
    },
    {
        "o": 30542,
        "r": "nkjv:Acts:5:26",
        "t": "Then*p the captain went with the officers and brought them without violence, for they feared the people, lest they should be stoned."
    },
    {
        "o": 30543,
        "r": "nkjv:Acts:5:27",
        "t": "And when they had brought them, they set them*i before the council. And the high priest asked them,"
    },
    {
        "o": 30544,
        "r": "nkjv:Acts:5:28",
        "t": "saying, “Did we not strictly command you not to teach in this name? And look, you have filled Jerusalem with your doctrine, and intend to bring this Man’s blood on us!”"
    },
    {
        "o": 30545,
        "r": "nkjv:Acts:5:29",
        "t": "But*p Peter and the other*i apostles answered and said: “We ought to obey God rather than men."
    },
    {
        "o": 30546,
        "r": "nkjv:Acts:5:30",
        "t": "The God of our fathers raised up Jesus whom you murdered by hanging on a tree."
    },
    {
        "o": 30547,
        "r": "nkjv:Acts:5:31",
        "t": "Him God has exalted to His right hand to*i be*i Prince and Savior, to give repentance to Israel and forgiveness of sins."
    },
    {
        "o": 30548,
        "r": "nkjv:Acts:5:32",
        "t": "And we are His witnesses to these things, and so*i also is*i the Holy Spirit whom God has given to those who obey Him.”"
    },
    {
        "o": 30549,
        "r": "nkjv:Acts:5:32",
        "t": "Gamaliel’s Advice",
        "h": 2
    },
    {
        "o": 30550,
        "r": "nkjv:Acts:5:33",
        "t": "When*p they heard this,*i they were furious and plotted to kill them."
    },
    {
        "o": 30551,
        "r": "nkjv:Acts:5:34",
        "t": "Then one in the council stood up, a Pharisee named Gamaliel, a teacher of the law held in respect by all the people, and commanded them to put the apostles outside for a little while."
    },
    {
        "o": 30552,
        "r": "nkjv:Acts:5:35",
        "t": "And he said to them: “Men of Israel, take heed to yourselves what you intend to do regarding these men."
    },
    {
        "o": 30553,
        "r": "nkjv:Acts:5:36",
        "t": "For some time ago Theudas rose up, claiming to be somebody. A number of men, about four hundred, joined him. He was slain, and all who obeyed him were scattered and came to nothing."
    },
    {
        "o": 30554,
        "r": "nkjv:Acts:5:37",
        "t": "After this man, Judas of Galilee rose up in the days of the census, and drew away many people after him. He also perished, and all who obeyed him were dispersed."
    },
    {
        "o": 30555,
        "r": "nkjv:Acts:5:38",
        "t": "And now I say to you, keep away from these men and let them alone; for if this plan or this work is of men, it will come to nothing;"
    },
    {
        "o": 30556,
        "r": "nkjv:Acts:5:39",
        "t": "but if it is of God, you cannot overthrow it—lest you even be found to fight against God.”"
    },
    {
        "o": 30557,
        "r": "nkjv:Acts:5:40",
        "t": "And*p they agreed with him, and when they had called for the apostles and beaten them,*i they commanded that they should not speak in the name of Jesus, and let them go."
    },
    {
        "o": 30558,
        "r": "nkjv:Acts:5:41",
        "t": "So they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for His name."
    },
    {
        "o": 30559,
        "r": "nkjv:Acts:5:42",
        "t": "And daily in the temple, and in every house, they did not cease teaching and preaching Jesus as*i the Christ."
    },
    {
        "o": 30560,
        "r": "nkjv:Acts:6:0",
        "t": "Acts 6",
        "h": 1
    },
    {
        "o": 30561,
        "r": "nkjv:Acts:6:0",
        "t": "Seven Chosen to Serve",
        "h": 2
    },
    {
        "o": 30562,
        "r": "nkjv:Acts:6:1",
        "t": "Now*p in those days, when the*i number*i of*i the disciples was multiplying, there arose a complaint against the Hebrews by the Hellenists, because their widows were neglected in the daily distribution."
    },
    {
        "o": 30563,
        "r": "nkjv:Acts:6:2",
        "t": "Then the twelve summoned the multitude of the disciples and said, “It is not desirable that we should leave the word of God and serve tables."
    },
    {
        "o": 30564,
        "r": "nkjv:Acts:6:3",
        "t": "Therefore, brethren, seek out from among you seven men of good*i reputation, full of the Holy Spirit and wisdom, whom we may appoint over this business;"
    },
    {
        "o": 30565,
        "r": "nkjv:Acts:6:4",
        "t": "but we will give ourselves continually to prayer and to the ministry of the word.”"
    },
    {
        "o": 30566,
        "r": "nkjv:Acts:6:5",
        "t": "And*p the saying pleased the whole multitude. And they chose Stephen, a man full of faith and the Holy Spirit, and Philip, Prochorus, Nicanor, Timon, Parmenas, and Nicolas, a proselyte from Antioch,"
    },
    {
        "o": 30567,
        "r": "nkjv:Acts:6:6",
        "t": "whom they set before the apostles; and when they had prayed, they laid hands on them."
    },
    {
        "o": 30568,
        "r": "nkjv:Acts:6:7",
        "t": "Then*p the word of God spread, and the number of the disciples multiplied greatly in Jerusalem, and a great many of the priests were obedient to the faith."
    },
    {
        "o": 30569,
        "r": "nkjv:Acts:6:7",
        "t": "Stephen Accused of Blasphemy",
        "h": 2
    },
    {
        "o": 30570,
        "r": "nkjv:Acts:6:8",
        "t": "And*p Stephen, full of faith and power, did great wonders and signs among the people."
    },
    {
        "o": 30571,
        "r": "nkjv:Acts:6:9",
        "t": "Then there arose some from what is called the Synagogue of the Freedmen (Cyrenians, Alexandrians, and those from Cilicia and Asia), disputing with Stephen."
    },
    {
        "o": 30572,
        "r": "nkjv:Acts:6:10",
        "t": "And they were not able to resist the wisdom and the Spirit by which he spoke."
    },
    {
        "o": 30573,
        "r": "nkjv:Acts:6:11",
        "t": "Then they secretly induced men to say, “We have heard him speak blasphemous words against Moses and God.”"
    },
    {
        "o": 30574,
        "r": "nkjv:Acts:6:12",
        "t": "And they stirred up the people, the elders, and the scribes; and they came upon him,*i seized him, and brought him*i to the council."
    },
    {
        "o": 30575,
        "r": "nkjv:Acts:6:13",
        "t": "They also set up false witnesses who said, “This man does not cease to speak blasphemous words against this holy place and the law;"
    },
    {
        "o": 30576,
        "r": "nkjv:Acts:6:14",
        "t": "for we have heard him say that this Jesus of Nazareth will destroy this place and change the customs which Moses delivered to us.”"
    },
    {
        "o": 30577,
        "r": "nkjv:Acts:6:15",
        "t": "And all who sat in the council, looking steadfastly at him, saw his face as the face of an angel."
    },
    {
        "o": 30578,
        "r": "nkjv:Acts:7:0",
        "t": "Acts 7",
        "h": 1
    },
    {
        "o": 30579,
        "r": "nkjv:Acts:7:0",
        "t": "Stephen’s Address: The Call of Abraham",
        "h": 2
    },
    {
        "o": 30580,
        "r": "nkjv:Acts:7:1",
        "t": "Then*p the high priest said, “Are these things so?”"
    },
    {
        "o": 30581,
        "r": "nkjv:Acts:7:2",
        "t": "And*p he said, “Brethren and fathers, listen: The God of glory appeared to our father Abraham when he was in Mesopotamia, before he dwelt in Haran,"
    },
    {
        "o": 30582,
        "r": "nkjv:Acts:7:3",
        "t": "and said to him, ‘Get out of your country and from your relatives, and come to a land that I will show you.’"
    },
    {
        "o": 30583,
        "r": "nkjv:Acts:7:4",
        "t": "Then he came out of the land of the Chaldeans and dwelt in Haran. And from there, when his father was dead, He moved him to this land in which you now dwell."
    },
    {
        "o": 30584,
        "r": "nkjv:Acts:7:5",
        "t": "And God*i gave him no inheritance in it, not even enough*i to set his foot on. But even when Abraham*i had no child, He promised to give it to him for a possession, and to his descendants after him."
    },
    {
        "o": 30585,
        "r": "nkjv:Acts:7:6",
        "t": "But God spoke in this way: that his descendants would dwell in a foreign land, and that they would bring them into bondage and oppress them*i four hundred years."
    },
    {
        "o": 30586,
        "r": "nkjv:Acts:7:7",
        "t": "‘And the nation to whom they will be in bondage I will judge,’ said God, ‘and after that they shall come out and serve Me in this place.’"
    },
    {
        "o": 30587,
        "r": "nkjv:Acts:7:8",
        "t": "Then He gave him the covenant of circumcision; and so Abraham*i begot Isaac and circumcised him on the eighth day; and Isaac begot*i Jacob, and Jacob begot*i the twelve patriarchs."
    },
    {
        "o": 30588,
        "r": "nkjv:Acts:7:8",
        "t": "The Patriarchs in Egypt",
        "h": 2
    },
    {
        "o": 30589,
        "r": "nkjv:Acts:7:9",
        "t": "“And*p the patriarchs, becoming envious, sold Joseph into Egypt. But God was with him"
    },
    {
        "o": 30590,
        "r": "nkjv:Acts:7:10",
        "t": "and delivered him out of all his troubles, and gave him favor and wisdom in the presence of Pharaoh, king of Egypt; and he made him governor over Egypt and all his house."
    },
    {
        "o": 30591,
        "r": "nkjv:Acts:7:11",
        "t": "Now a famine and great trouble came over all the land of Egypt and Canaan, and our fathers found no sustenance."
    },
    {
        "o": 30592,
        "r": "nkjv:Acts:7:12",
        "t": "But when Jacob heard that there was grain in Egypt, he sent out our fathers first."
    },
    {
        "o": 30593,
        "r": "nkjv:Acts:7:13",
        "t": "And the second time*i Joseph was made known to his brothers, and Joseph’s family became known to the Pharaoh."
    },
    {
        "o": 30594,
        "r": "nkjv:Acts:7:14",
        "t": "Then Joseph sent and called his father Jacob and all his relatives to him,*i seventy-five people."
    },
    {
        "o": 30595,
        "r": "nkjv:Acts:7:15",
        "t": "So Jacob went down to Egypt; and he died, he and our fathers."
    },
    {
        "o": 30596,
        "r": "nkjv:Acts:7:16",
        "t": "And they were carried back to Shechem and laid in the tomb that Abraham bought for a sum of money from the sons of Hamor, the*i father*i of Shechem."
    },
    {
        "o": 30597,
        "r": "nkjv:Acts:7:16",
        "t": "God Delivers Israel by Moses",
        "h": 2
    },
    {
        "o": 30598,
        "r": "nkjv:Acts:7:17",
        "t": "“But*p when the time of the promise drew near which God had sworn to Abraham, the people grew and multiplied in Egypt"
    },
    {
        "o": 30599,
        "r": "nkjv:Acts:7:18",
        "t": "till another king arose who did not know Joseph."
    },
    {
        "o": 30600,
        "r": "nkjv:Acts:7:19",
        "t": "This man dealt treacherously with our people, and oppressed our forefathers, making them expose their babies, so that they might not live."
    },
    {
        "o": 30601,
        "r": "nkjv:Acts:7:20",
        "t": "At this time Moses was born, and was well pleasing to God; and he was brought up in his father’s house for three months."
    },
    {
        "o": 30602,
        "r": "nkjv:Acts:7:21",
        "t": "But when he was set out, Pharaoh’s daughter took him away and brought him up as her own son."
    },
    {
        "o": 30603,
        "r": "nkjv:Acts:7:22",
        "t": "And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and deeds."
    },
    {
        "o": 30604,
        "r": "nkjv:Acts:7:23",
        "t": "“Now*p when he was forty years old, it came into his heart to visit his brethren, the children of Israel."
    },
    {
        "o": 30605,
        "r": "nkjv:Acts:7:24",
        "t": "And seeing one of them*i suffer wrong, he defended and avenged him who was oppressed, and struck down the Egyptian."
    },
    {
        "o": 30606,
        "r": "nkjv:Acts:7:25",
        "t": "For he supposed that his brethren would have understood that God would deliver them by his hand, but they did not understand."
    },
    {
        "o": 30607,
        "r": "nkjv:Acts:7:26",
        "t": "And the next day he appeared to two*i of*i them as they were fighting, and tried*i to*i reconcile them, saying, ‘Men, you are brethren; why do you wrong one another?’"
    },
    {
        "o": 30608,
        "r": "nkjv:Acts:7:27",
        "t": "But he who did his neighbor wrong pushed him away, saying, ‘Who made you a ruler and a judge over us?"
    },
    {
        "o": 30609,
        "r": "nkjv:Acts:7:28",
        "t": "Do you want to kill me as you did the Egyptian yesterday?’"
    },
    {
        "o": 30610,
        "r": "nkjv:Acts:7:29",
        "t": "Then, at this saying, Moses fled and became a dweller in the land of Midian, where he had two sons."
    },
    {
        "o": 30611,
        "r": "nkjv:Acts:7:30",
        "t": "“And*p when forty years had passed, an Angel of the Lord appeared to him in a flame of fire in a bush, in the wilderness of Mount Sinai."
    },
    {
        "o": 30612,
        "r": "nkjv:Acts:7:31",
        "t": "When Moses saw it,*i he marveled at the sight; and as he drew near to observe, the voice of the Lord came to him,"
    },
    {
        "o": 30613,
        "r": "nkjv:Acts:7:32",
        "t": "saying,*i ‘I am*i the God of your fathers—the God of Abraham, the God of Isaac, and the God of Jacob.’ And Moses trembled and dared not look."
    },
    {
        "o": 30614,
        "r": "nkjv:Acts:7:33",
        "t": "‘Then the Lord*sb said to him, “Take your sandals off your feet, for the place where you stand is holy ground."
    },
    {
        "o": 30615,
        "r": "nkjv:Acts:7:34",
        "t": "I have surely seen the oppression of My people who are in Egypt; I have heard their groaning and have come down to deliver them. And now come, I will send you to Egypt.”’"
    },
    {
        "o": 30616,
        "r": "nkjv:Acts:7:35",
        "t": "“This*p Moses whom they rejected, saying, ‘Who made you a ruler and a judge?’ is the one God sent to*i be*i a ruler and a deliverer by the hand of the Angel who appeared to him in the bush."
    },
    {
        "o": 30617,
        "r": "nkjv:Acts:7:36",
        "t": "He brought them out, after he had shown wonders and signs in the land of Egypt, and in the Red Sea, and in the wilderness forty years."
    },
    {
        "o": 30618,
        "r": "nkjv:Acts:7:36",
        "t": "Israel Rebels Against God",
        "h": 2
    },
    {
        "o": 30619,
        "r": "nkjv:Acts:7:37",
        "t": "“This*p is that Moses who said to the children of Israel, ‘The Lord*sb your God will raise up for you a Prophet like me from your brethren. Him you shall hear.’"
    },
    {
        "o": 30620,
        "r": "nkjv:Acts:7:38",
        "t": "“This*p is he who was in the congregation in the wilderness with the Angel who spoke to him on Mount Sinai, and with*i our fathers, the one who received the living oracles to give to us,"
    },
    {
        "o": 30621,
        "r": "nkjv:Acts:7:39",
        "t": "whom our fathers would not obey, but rejected. And in their hearts they turned back to Egypt,"
    },
    {
        "o": 30622,
        "r": "nkjv:Acts:7:40",
        "t": "saying to Aaron, ‘Make us gods to go before us; as*i for*i this Moses who brought us out of the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 30623,
        "r": "nkjv:Acts:7:41",
        "t": "And they made a calf in those days, offered sacrifices to the idol, and rejoiced in the works of their own hands."
    },
    {
        "o": 30624,
        "r": "nkjv:Acts:7:42",
        "t": "Then God turned and gave them up to worship the host of heaven, as it is written in the book of the Prophets: ‘Did*pn you offer Me slaughtered animals and sacrifices during*i forty years in the wilderness, O*ld house of Israel?"
    },
    {
        "o": 30625,
        "r": "nkjv:Acts:7:43",
        "t": "You*ld also took up the tabernacle of Moloch, And*ld the star of your god Remphan, Images*ld which you made to worship; And*ld I will carry you away beyond Babylon.’"
    },
    {
        "o": 30626,
        "r": "nkjv:Acts:7:43",
        "t": "God’s True Tabernacle",
        "h": 2
    },
    {
        "o": 30627,
        "r": "nkjv:Acts:7:44",
        "t": "“Our*p fathers had the tabernacle of witness in the wilderness, as He appointed, instructing Moses to make it according to the pattern that he had seen,"
    },
    {
        "o": 30628,
        "r": "nkjv:Acts:7:45",
        "t": "which our fathers, having received it in turn, also brought with Joshua into the land possessed by the Gentiles, whom God drove out before the face of our fathers until the days of David,"
    },
    {
        "o": 30629,
        "r": "nkjv:Acts:7:46",
        "t": "who found favor before God and asked to find a dwelling for the God of Jacob."
    },
    {
        "o": 30630,
        "r": "nkjv:Acts:7:47",
        "t": "But Solomon built Him a house."
    },
    {
        "o": 30631,
        "r": "nkjv:Acts:7:48",
        "t": "“However,*p the Most High does not dwell in temples made with hands, as the prophet says:"
    },
    {
        "o": 30632,
        "r": "nkjv:Acts:7:49",
        "t": "‘Heaven*pn is*i My throne, And*ld earth is*i My footstool. What*ld house will you build for Me? says the Lord,*sb Or*ld what is*i the place of My rest?"
    },
    {
        "o": 30633,
        "r": "nkjv:Acts:7:50",
        "t": "Has*ld My hand not made all these things?’"
    },
    {
        "o": 30634,
        "r": "nkjv:Acts:7:50",
        "t": "Israel Resists the Holy Spirit",
        "h": 2
    },
    {
        "o": 30635,
        "r": "nkjv:Acts:7:51",
        "t": "“You*ip stiff-necked and uncircumcised in heart and ears! You always resist the Holy Spirit; as your fathers did,*i so do*i you."
    },
    {
        "o": 30636,
        "r": "nkjv:Acts:7:52",
        "t": "Which of the prophets did your fathers not persecute? And they killed those who foretold the coming of the Just One, of whom you now have become the betrayers and murderers,"
    },
    {
        "o": 30637,
        "r": "nkjv:Acts:7:53",
        "t": "who have received the law by the direction of angels and have not kept it.”*i"
    },
    {
        "o": 30638,
        "r": "nkjv:Acts:7:53",
        "t": "Stephen the Martyr",
        "h": 2
    },
    {
        "o": 30639,
        "r": "nkjv:Acts:7:54",
        "t": "When*p they heard these things they were cut to the heart, and they gnashed at him with their*i teeth."
    },
    {
        "o": 30640,
        "r": "nkjv:Acts:7:55",
        "t": "But he, being full of the Holy Spirit, gazed into heaven and saw the glory of God, and Jesus standing at the right hand of God,"
    },
    {
        "o": 30641,
        "r": "nkjv:Acts:7:56",
        "t": "and said, “Look! I see the heavens opened and the Son of Man standing at the right hand of God!”"
    },
    {
        "o": 30642,
        "r": "nkjv:Acts:7:57",
        "t": "Then*p they cried out with a loud voice, stopped their ears, and ran at him with one accord;"
    },
    {
        "o": 30643,
        "r": "nkjv:Acts:7:58",
        "t": "and they cast him*i out of the city and stoned him.*i And the witnesses laid down their clothes at the feet of a young man named Saul."
    },
    {
        "o": 30644,
        "r": "nkjv:Acts:7:59",
        "t": "And they stoned Stephen as he was calling on God*i and saying, “Lord Jesus, receive my spirit.”"
    },
    {
        "o": 30645,
        "r": "nkjv:Acts:7:60",
        "t": "Then he knelt down and cried out with a loud voice, “Lord, do not charge them with this sin.” And when he had said this, he fell asleep."
    },
    {
        "o": 30646,
        "r": "nkjv:Acts:8:0",
        "t": "Acts 8",
        "h": 1
    },
    {
        "o": 30647,
        "r": "nkjv:Acts:8:0",
        "t": "Saul Persecutes the Church",
        "h": 2
    },
    {
        "o": 30648,
        "r": "nkjv:Acts:8:1",
        "t": "Now*p Saul was consenting to his death. At*p that time a great persecution arose against the church which was at Jerusalem; and they were all scattered throughout the regions of Judea and Samaria, except the apostles."
    },
    {
        "o": 30649,
        "r": "nkjv:Acts:8:2",
        "t": "And devout men carried Stephen to*i his*i burial,*i and made great lamentation over him."
    },
    {
        "o": 30650,
        "r": "nkjv:Acts:8:3",
        "t": "As*p for Saul, he made havoc of the church, entering every house, and dragging off men and women, committing them*i to prison."
    },
    {
        "o": 30651,
        "r": "nkjv:Acts:8:3",
        "t": "Christ Is Preached in Samaria",
        "h": 2
    },
    {
        "o": 30652,
        "r": "nkjv:Acts:8:4",
        "t": "Therefore*p those who were scattered went everywhere preaching the word."
    },
    {
        "o": 30653,
        "r": "nkjv:Acts:8:5",
        "t": "Then Philip went down to the city of Samaria and preached Christ to them."
    },
    {
        "o": 30654,
        "r": "nkjv:Acts:8:6",
        "t": "And the multitudes with one accord heeded the things spoken by Philip, hearing and seeing the miracles which he did."
    },
    {
        "o": 30655,
        "r": "nkjv:Acts:8:7",
        "t": "For unclean spirits, crying with a loud voice, came out of many who were possessed; and many who were paralyzed and lame were healed."
    },
    {
        "o": 30656,
        "r": "nkjv:Acts:8:8",
        "t": "And there was great joy in that city."
    },
    {
        "o": 30657,
        "r": "nkjv:Acts:8:8",
        "t": "The Sorcerer’s Profession of Faith",
        "h": 2
    },
    {
        "o": 30658,
        "r": "nkjv:Acts:8:9",
        "t": "But*p there was a certain man called Simon, who previously practiced sorcery in the city and astonished the people of Samaria, claiming that he was someone great,"
    },
    {
        "o": 30659,
        "r": "nkjv:Acts:8:10",
        "t": "to whom they all gave heed, from the least to the greatest, saying, “This man is the great power of God.”"
    },
    {
        "o": 30660,
        "r": "nkjv:Acts:8:11",
        "t": "And they heeded him because he had astonished them with his sorceries for a long time."
    },
    {
        "o": 30661,
        "r": "nkjv:Acts:8:12",
        "t": "But when they believed Philip as he preached the things concerning the kingdom of God and the name of Jesus Christ, both men and women were baptized."
    },
    {
        "o": 30662,
        "r": "nkjv:Acts:8:13",
        "t": "Then Simon himself also believed; and when he was baptized he continued with Philip, and was amazed, seeing the miracles and signs which were done."
    },
    {
        "o": 30663,
        "r": "nkjv:Acts:8:13",
        "t": "The Sorcerer’s Sin",
        "h": 2
    },
    {
        "o": 30664,
        "r": "nkjv:Acts:8:14",
        "t": "Now*p when the apostles who were at Jerusalem heard that Samaria had received the word of God, they sent Peter and John to them,"
    },
    {
        "o": 30665,
        "r": "nkjv:Acts:8:15",
        "t": "who, when they had come down, prayed for them that they might receive the Holy Spirit."
    },
    {
        "o": 30666,
        "r": "nkjv:Acts:8:16",
        "t": "For as yet He had fallen upon none of them. They had only been baptized in the name of the Lord Jesus."
    },
    {
        "o": 30667,
        "r": "nkjv:Acts:8:17",
        "t": "Then they laid hands on them, and they received the Holy Spirit."
    },
    {
        "o": 30668,
        "r": "nkjv:Acts:8:18",
        "t": "And*p when Simon saw that through the laying on of the apostles’ hands the Holy Spirit was given, he offered them money,"
    },
    {
        "o": 30669,
        "r": "nkjv:Acts:8:19",
        "t": "saying, “Give me this power also, that anyone on whom I lay hands may receive the Holy Spirit.”"
    },
    {
        "o": 30670,
        "r": "nkjv:Acts:8:20",
        "t": "But*p Peter said to him, “Your money perish with you, because you thought that the gift of God could be purchased with money!"
    },
    {
        "o": 30671,
        "r": "nkjv:Acts:8:21",
        "t": "You have neither part nor portion in this matter, for your heart is not right in the sight of God."
    },
    {
        "o": 30672,
        "r": "nkjv:Acts:8:22",
        "t": "Repent therefore of this your wickedness, and pray God if perhaps the thought of your heart may be forgiven you."
    },
    {
        "o": 30673,
        "r": "nkjv:Acts:8:23",
        "t": "For I see that you are poisoned by bitterness and bound by iniquity.”"
    },
    {
        "o": 30674,
        "r": "nkjv:Acts:8:24",
        "t": "Then*p Simon answered and said, “Pray to the Lord for me, that none of the things which you have spoken may come upon me.”"
    },
    {
        "o": 30675,
        "r": "nkjv:Acts:8:25",
        "t": "So*p when they had testified and preached the word of the Lord, they returned to Jerusalem, preaching the gospel in many villages of the Samaritans."
    },
    {
        "o": 30676,
        "r": "nkjv:Acts:8:25",
        "t": "Christ Is Preached to an Ethiopian",
        "h": 2
    },
    {
        "o": 30677,
        "r": "nkjv:Acts:8:26",
        "t": "Now*p an angel of the Lord spoke to Philip, saying, “Arise and go toward the south along the road which goes down from Jerusalem to Gaza.” This is desert."
    },
    {
        "o": 30678,
        "r": "nkjv:Acts:8:27",
        "t": "So he arose and went. And behold, a man of Ethiopia, a eunuch of great authority under Candace the queen of the Ethiopians, who had charge of all her treasury, and had come to Jerusalem to worship,"
    },
    {
        "o": 30679,
        "r": "nkjv:Acts:8:28",
        "t": "was returning. And sitting in his chariot, he was reading Isaiah the prophet."
    },
    {
        "o": 30680,
        "r": "nkjv:Acts:8:29",
        "t": "Then the Spirit said to Philip, “Go near and overtake this chariot.”"
    },
    {
        "o": 30681,
        "r": "nkjv:Acts:8:30",
        "t": "So*p Philip ran to him, and heard him reading the prophet Isaiah, and said, “Do you understand what you are reading?”"
    },
    {
        "o": 30682,
        "r": "nkjv:Acts:8:31",
        "t": "And*p he said, “How can I, unless someone guides me?” And he asked Philip to come up and sit with him."
    },
    {
        "o": 30683,
        "r": "nkjv:Acts:8:32",
        "t": "The place in the Scripture which he read was this: “He*pn was led as a sheep to the slaughter; And*ld as a lamb before its shearer is*i silent, So*ld He opened not His mouth."
    },
    {
        "o": 30684,
        "r": "nkjv:Acts:8:33",
        "t": "In*ld His humiliation His justice was taken away, And*ld who will declare His generation? For*ld His life is taken from the earth.”"
    },
    {
        "o": 30685,
        "r": "nkjv:Acts:8:34",
        "t": "So*p the eunuch answered Philip and said, “I ask you, of whom does the prophet say this, of himself or of some other man?”"
    },
    {
        "o": 30686,
        "r": "nkjv:Acts:8:35",
        "t": "Then Philip opened his mouth, and beginning at this Scripture, preached Jesus to him."
    },
    {
        "o": 30687,
        "r": "nkjv:Acts:8:36",
        "t": "Now as they went down the road, they came to some water. And the eunuch said, “See, here*i is*i water. What hinders me from being baptized?”"
    },
    {
        "o": 30688,
        "r": "nkjv:Acts:8:37",
        "t": "Then*p Philip said, “If you believe with all your heart, you may.” And*p he answered and said, “I believe that Jesus Christ is the Son of God.”"
    },
    {
        "o": 30689,
        "r": "nkjv:Acts:8:38",
        "t": "So*p he commanded the chariot to stand still. And both Philip and the eunuch went down into the water, and he baptized him."
    },
    {
        "o": 30690,
        "r": "nkjv:Acts:8:39",
        "t": "Now when they came up out of the water, the Spirit of the Lord caught Philip away, so that the eunuch saw him no more; and he went on his way rejoicing."
    },
    {
        "o": 30691,
        "r": "nkjv:Acts:8:40",
        "t": "But Philip was found at Azotus. And passing through, he preached in all the cities till he came to Caesarea."
    },
    {
        "o": 30692,
        "r": "nkjv:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 30693,
        "r": "nkjv:Acts:9:0",
        "t": "The Damascus Road: Saul Converted",
        "h": 2
    },
    {
        "o": 30694,
        "r": "nkjv:Acts:9:1",
        "t": "Then*p Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest"
    },
    {
        "o": 30695,
        "r": "nkjv:Acts:9:2",
        "t": "and asked letters from him to the synagogues of Damascus, so that if he found any who were of the Way, whether men or women, he might bring them bound to Jerusalem."
    },
    {
        "o": 30696,
        "r": "nkjv:Acts:9:3",
        "t": "As*p he journeyed he came near Damascus, and suddenly a light shone around him from heaven."
    },
    {
        "o": 30697,
        "r": "nkjv:Acts:9:4",
        "t": "Then he fell to the ground, and heard a voice saying to him, “Saul,*r Saul,*r why*r are*r you*r persecuting*r Me?”*r"
    },
    {
        "o": 30698,
        "r": "nkjv:Acts:9:5",
        "t": "And*p he said, “Who are You, Lord?” Then*p the Lord said, “I*r am*r Jesus,*r whom*r you*r are*r persecuting.*r It*r is*ir hard*r for*r you*r to*r kick*r against*r the*r goads.”*r"
    },
    {
        "o": 30699,
        "r": "nkjv:Acts:9:6",
        "t": "So*p he, trembling and astonished, said, “Lord, what do You want me to do?” Then*p the Lord said*i to him, “Arise*r and*r go*r into*r the*r city,*r and*r you*r will*r be*r told*r what*r you*r must*r do.”*r"
    },
    {
        "o": 30700,
        "r": "nkjv:Acts:9:7",
        "t": "And*p the men who journeyed with him stood speechless, hearing a voice but seeing no one."
    },
    {
        "o": 30701,
        "r": "nkjv:Acts:9:8",
        "t": "Then Saul arose from the ground, and when his eyes were opened he saw no one. But they led him by the hand and brought him*i into Damascus."
    },
    {
        "o": 30702,
        "r": "nkjv:Acts:9:9",
        "t": "And he was three days without sight, and neither ate nor drank."
    },
    {
        "o": 30703,
        "r": "nkjv:Acts:9:9",
        "t": "Ananias Baptizes Saul",
        "h": 2
    },
    {
        "o": 30704,
        "r": "nkjv:Acts:9:10",
        "t": "Now*p there was a certain disciple at Damascus named Ananias; and to him the Lord said in a vision, “Ananias.”*r And*p he said, “Here I am, Lord.”"
    },
    {
        "o": 30705,
        "r": "nkjv:Acts:9:11",
        "t": "So*p the Lord said*i to him, “Arise*r and*r go*r to*r the*r street*r called*r Straight,*r and*r inquire*r at*r the*r house*r of*r Judas*r for*r one*ir called*r Saul*r of*r Tarsus,*r for*r behold,*r he*r is*r praying.*r"
    },
    {
        "o": 30706,
        "r": "nkjv:Acts:9:12",
        "t": "And*r in*r a*r vision*r he*r has*r seen*r a*r man*r named*r Ananias*r coming*r in*r and*r putting*r his*ir hand*r on*r him,*r so*r that*r he*r might*r receive*r his*r sight.”*r"
    },
    {
        "o": 30707,
        "r": "nkjv:Acts:9:13",
        "t": "Then*p Ananias answered, “Lord, I have heard from many about this man, how much harm he has done to Your saints in Jerusalem."
    },
    {
        "o": 30708,
        "r": "nkjv:Acts:9:14",
        "t": "And here he has authority from the chief priests to bind all who call on Your name.”"
    },
    {
        "o": 30709,
        "r": "nkjv:Acts:9:15",
        "t": "But*p the Lord said to him, “Go,*r for*r he*r is*r a*r chosen*r vessel*r of*r Mine*r to*r bear*r My*r name*r before*r Gentiles,*r kings,*r and*r the*r children*r of*r Israel.*r"
    },
    {
        "o": 30710,
        "r": "nkjv:Acts:9:16",
        "t": "For*r I*r will*r show*r him*r how*r many*r things*r he*r must*r suffer*r for*r My*r name’s*r sake.”*r"
    },
    {
        "o": 30711,
        "r": "nkjv:Acts:9:17",
        "t": "And*p Ananias went his way and entered the house; and laying his hands on him he said, “Brother Saul, the Lord Jesus, who appeared to you on the road as you came, has sent me that you may receive your sight and be filled with the Holy Spirit.”"
    },
    {
        "o": 30712,
        "r": "nkjv:Acts:9:18",
        "t": "Immediately there fell from his eyes something*i like scales, and he received his sight at once; and he arose and was baptized."
    },
    {
        "o": 30713,
        "r": "nkjv:Acts:9:19",
        "t": "So*p when he had received food, he was strengthened. Then Saul spent some days with the disciples at Damascus."
    },
    {
        "o": 30714,
        "r": "nkjv:Acts:9:19",
        "t": "Saul Preaches Christ",
        "h": 2
    },
    {
        "o": 30715,
        "r": "nkjv:Acts:9:20",
        "t": "Immediately*p he preached the Christ in the synagogues, that He is the Son of God."
    },
    {
        "o": 30716,
        "r": "nkjv:Acts:9:21",
        "t": "Then*p all who heard were amazed, and said, “Is this not he who destroyed those who called on this name in Jerusalem, and has come here for that purpose, so that he might bring them bound to the chief priests?”"
    },
    {
        "o": 30717,
        "r": "nkjv:Acts:9:22",
        "t": "But*p Saul increased all the more in strength, and confounded the Jews who dwelt in Damascus, proving that this Jesus*i is the Christ."
    },
    {
        "o": 30718,
        "r": "nkjv:Acts:9:22",
        "t": "Saul Escapes Death",
        "h": 2
    },
    {
        "o": 30719,
        "r": "nkjv:Acts:9:23",
        "t": "Now*p after many days were past, the Jews plotted to kill him."
    },
    {
        "o": 30720,
        "r": "nkjv:Acts:9:24",
        "t": "But their plot became known to Saul. And they watched the gates day and night, to kill him."
    },
    {
        "o": 30721,
        "r": "nkjv:Acts:9:25",
        "t": "Then the disciples took him by night and let him*i down through the wall in a large basket."
    },
    {
        "o": 30722,
        "r": "nkjv:Acts:9:25",
        "t": "Saul at Jerusalem",
        "h": 2
    },
    {
        "o": 30723,
        "r": "nkjv:Acts:9:26",
        "t": "And*p when Saul had come to Jerusalem, he tried to join the disciples; but they were all afraid of him, and did not believe that he was a disciple."
    },
    {
        "o": 30724,
        "r": "nkjv:Acts:9:27",
        "t": "But Barnabas took him and brought him*i to the apostles. And he declared to them how he had seen the Lord on the road, and that He had spoken to him, and how he had preached boldly at Damascus in the name of Jesus."
    },
    {
        "o": 30725,
        "r": "nkjv:Acts:9:28",
        "t": "So he was with them at Jerusalem, coming in and going out."
    },
    {
        "o": 30726,
        "r": "nkjv:Acts:9:29",
        "t": "And he spoke boldly in the name of the Lord Jesus and disputed against the Hellenists, but they attempted to kill him."
    },
    {
        "o": 30727,
        "r": "nkjv:Acts:9:30",
        "t": "When the brethren found out, they brought him down to Caesarea and sent him out to Tarsus."
    },
    {
        "o": 30728,
        "r": "nkjv:Acts:9:30",
        "t": "The Church Prospers",
        "h": 2
    },
    {
        "o": 30729,
        "r": "nkjv:Acts:9:31",
        "t": "Then*p the churches throughout all Judea, Galilee, and Samaria had peace and were edified. And walking in the fear of the Lord and in the comfort of the Holy Spirit, they were multiplied."
    },
    {
        "o": 30730,
        "r": "nkjv:Acts:9:31",
        "t": "Aeneas Healed",
        "h": 2
    },
    {
        "o": 30731,
        "r": "nkjv:Acts:9:32",
        "t": "Now*p it came to pass, as Peter went through all parts*i of*i the*i country,*i that he also came down to the saints who dwelt in Lydda."
    },
    {
        "o": 30732,
        "r": "nkjv:Acts:9:33",
        "t": "There he found a certain man named Aeneas, who had been bedridden eight years and was paralyzed."
    },
    {
        "o": 30733,
        "r": "nkjv:Acts:9:34",
        "t": "And Peter said to him, “Aeneas, Jesus the Christ heals you. Arise and make your bed.” Then he arose immediately."
    },
    {
        "o": 30734,
        "r": "nkjv:Acts:9:35",
        "t": "So all who dwelt at Lydda and Sharon saw him and turned to the Lord."
    },
    {
        "o": 30735,
        "r": "nkjv:Acts:9:35",
        "t": "Dorcas Restored to Life",
        "h": 2
    },
    {
        "o": 30736,
        "r": "nkjv:Acts:9:36",
        "t": "At*p Joppa there was a certain disciple named Tabitha, which is translated Dorcas. This woman was full of good works and charitable deeds which she did."
    },
    {
        "o": 30737,
        "r": "nkjv:Acts:9:37",
        "t": "But it happened in those days that she became sick and died. When they had washed her, they laid her*i in an upper room."
    },
    {
        "o": 30738,
        "r": "nkjv:Acts:9:38",
        "t": "And since Lydda was near Joppa, and the disciples had heard that Peter was there, they sent two men to him, imploring him*i not to delay in coming to them."
    },
    {
        "o": 30739,
        "r": "nkjv:Acts:9:39",
        "t": "Then Peter arose and went with them. When he had come, they brought him*i to the upper room. And all the widows stood by him weeping, showing the tunics and garments which Dorcas had made while she was with them."
    },
    {
        "o": 30740,
        "r": "nkjv:Acts:9:40",
        "t": "But Peter put them all out, and knelt down and prayed. And turning to the body he said, “Tabitha, arise.” And she opened her eyes, and when she saw Peter she sat up."
    },
    {
        "o": 30741,
        "r": "nkjv:Acts:9:41",
        "t": "Then he gave her his*i hand and lifted her up; and when he had called the saints and widows, he presented her alive."
    },
    {
        "o": 30742,
        "r": "nkjv:Acts:9:42",
        "t": "And it became known throughout all Joppa, and many believed on the Lord."
    },
    {
        "o": 30743,
        "r": "nkjv:Acts:9:43",
        "t": "So it was that he stayed many days in Joppa with Simon, a tanner."
    },
    {
        "o": 30744,
        "r": "nkjv:Acts:10:0",
        "t": "Acts 10",
        "h": 1
    },
    {
        "o": 30745,
        "r": "nkjv:Acts:10:0",
        "t": "Cornelius Sends a Delegation",
        "h": 2
    },
    {
        "o": 30746,
        "r": "nkjv:Acts:10:1",
        "t": "There*p was a certain man in Caesarea called Cornelius, a centurion of what was called the Italian Regiment,"
    },
    {
        "o": 30747,
        "r": "nkjv:Acts:10:2",
        "t": "a devout man*i and one who feared God with all his household, who gave alms generously to the people, and prayed to God always."
    },
    {
        "o": 30748,
        "r": "nkjv:Acts:10:3",
        "t": "About the ninth hour of the day he saw clearly in a vision an angel of God coming in and saying to him, “Cornelius!”"
    },
    {
        "o": 30749,
        "r": "nkjv:Acts:10:4",
        "t": "And*p when he observed him, he was afraid, and said, “What is it, lord?” So*p he said to him, “Your prayers and your alms have come up for a memorial before God."
    },
    {
        "o": 30750,
        "r": "nkjv:Acts:10:5",
        "t": "Now send men to Joppa, and send for Simon whose surname is Peter."
    },
    {
        "o": 30751,
        "r": "nkjv:Acts:10:6",
        "t": "He is lodging with Simon, a tanner, whose house is by the sea. He will tell you what you must do.”"
    },
    {
        "o": 30752,
        "r": "nkjv:Acts:10:7",
        "t": "And when the angel who spoke to him had departed, Cornelius called two of his household servants and a devout soldier from among those who waited on him continually."
    },
    {
        "o": 30753,
        "r": "nkjv:Acts:10:8",
        "t": "So when he had explained all these*i things to them, he sent them to Joppa."
    },
    {
        "o": 30754,
        "r": "nkjv:Acts:10:8",
        "t": "Peter’s Vision",
        "h": 2
    },
    {
        "o": 30755,
        "r": "nkjv:Acts:10:9",
        "t": "The*p next day, as they went on their journey and drew near the city, Peter went up on the housetop to pray, about the sixth hour."
    },
    {
        "o": 30756,
        "r": "nkjv:Acts:10:10",
        "t": "Then he became very hungry and wanted to eat; but while they made ready, he fell into a trance"
    },
    {
        "o": 30757,
        "r": "nkjv:Acts:10:11",
        "t": "and saw heaven opened and an object like a great sheet bound at the four corners, descending to him and let down to the earth."
    },
    {
        "o": 30758,
        "r": "nkjv:Acts:10:12",
        "t": "In it were all kinds of four-footed animals of the earth, wild beasts, creeping things, and birds of the air."
    },
    {
        "o": 30759,
        "r": "nkjv:Acts:10:13",
        "t": "And a voice came to him, “Rise,*r Peter;*r kill*r and*r eat.”*r"
    },
    {
        "o": 30760,
        "r": "nkjv:Acts:10:14",
        "t": "But*p Peter said, “Not so, Lord! For I have never eaten anything common or unclean.”"
    },
    {
        "o": 30761,
        "r": "nkjv:Acts:10:15",
        "t": "And*p a voice spoke*i to him again the second time, “What*r God*r has*r cleansed*r you*r must*r not*r call*r common.”*r"
    },
    {
        "o": 30762,
        "r": "nkjv:Acts:10:16",
        "t": "This was done three times. And the object was taken up into heaven again."
    },
    {
        "o": 30763,
        "r": "nkjv:Acts:10:16",
        "t": "Summoned to Caesarea",
        "h": 2
    },
    {
        "o": 30764,
        "r": "nkjv:Acts:10:17",
        "t": "Now*p while Peter wondered within himself what this vision which he had seen meant, behold, the men who had been sent from Cornelius had made inquiry for Simon’s house, and stood before the gate."
    },
    {
        "o": 30765,
        "r": "nkjv:Acts:10:18",
        "t": "And they called and asked whether Simon, whose surname was Peter, was lodging there."
    },
    {
        "o": 30766,
        "r": "nkjv:Acts:10:19",
        "t": "While*p Peter thought about the vision, the Spirit said to him, “Behold, three men are seeking you."
    },
    {
        "o": 30767,
        "r": "nkjv:Acts:10:20",
        "t": "Arise therefore, go down and go with them, doubting nothing; for I have sent them.”"
    },
    {
        "o": 30768,
        "r": "nkjv:Acts:10:21",
        "t": "Then*p Peter went down to the men who had been sent to him from Cornelius, and said, “Yes, I am he whom you seek. For what reason have you come?”"
    },
    {
        "o": 30769,
        "r": "nkjv:Acts:10:22",
        "t": "And*p they said, “Cornelius the*i centurion, a just man, one who fears God and has a good reputation among all the nation of the Jews, was divinely instructed by a holy angel to summon you to his house, and to hear words from you.”"
    },
    {
        "o": 30770,
        "r": "nkjv:Acts:10:23",
        "t": "Then he invited them in and lodged them.*i On*p the next day Peter went away with them, and some brethren from Joppa accompanied him."
    },
    {
        "o": 30771,
        "r": "nkjv:Acts:10:23",
        "t": "Peter Meets Cornelius",
        "h": 2
    },
    {
        "o": 30772,
        "r": "nkjv:Acts:10:24",
        "t": "And*p the following day they entered Caesarea. Now Cornelius was waiting for them, and had called together his relatives and close friends."
    },
    {
        "o": 30773,
        "r": "nkjv:Acts:10:25",
        "t": "As Peter was coming in, Cornelius met him and fell down at his feet and worshiped him.*i"
    },
    {
        "o": 30774,
        "r": "nkjv:Acts:10:26",
        "t": "But Peter lifted him up, saying, “Stand up; I myself am also a man.”"
    },
    {
        "o": 30775,
        "r": "nkjv:Acts:10:27",
        "t": "And as he talked with him, he went in and found many who had come together."
    },
    {
        "o": 30776,
        "r": "nkjv:Acts:10:28",
        "t": "Then he said to them, “You know how unlawful it is for a Jewish man to keep company with or go to one of another nation. But God has shown me that I should not call any man common or unclean."
    },
    {
        "o": 30777,
        "r": "nkjv:Acts:10:29",
        "t": "Therefore I came without objection as soon as I was sent for. I ask, then, for what reason have you sent for me?”"
    },
    {
        "o": 30778,
        "r": "nkjv:Acts:10:30",
        "t": "So*p Cornelius said, “Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and behold, a man stood before me in bright clothing,"
    },
    {
        "o": 30779,
        "r": "nkjv:Acts:10:31",
        "t": "and said, ‘Cornelius, your prayer has been heard, and your alms are remembered in the sight of God."
    },
    {
        "o": 30780,
        "r": "nkjv:Acts:10:32",
        "t": "Send therefore to Joppa and call Simon here, whose surname is Peter. He is lodging in the house of Simon, a tanner, by the sea. When he comes, he will speak to you.’"
    },
    {
        "o": 30781,
        "r": "nkjv:Acts:10:33",
        "t": "So I sent to you immediately, and you have done well to come. Now therefore, we are all present before God, to hear all the things commanded you by God.”"
    },
    {
        "o": 30782,
        "r": "nkjv:Acts:10:33",
        "t": "Preaching to Cornelius’ Household",
        "h": 2
    },
    {
        "o": 30783,
        "r": "nkjv:Acts:10:34",
        "t": "Then*p Peter opened his*i mouth and said: “In truth I perceive that God shows no partiality."
    },
    {
        "o": 30784,
        "r": "nkjv:Acts:10:35",
        "t": "But in every nation whoever fears Him and works righteousness is accepted by Him."
    },
    {
        "o": 30785,
        "r": "nkjv:Acts:10:36",
        "t": "The word which God*i sent to the children of Israel, preaching peace through Jesus Christ— He is Lord of all—"
    },
    {
        "o": 30786,
        "r": "nkjv:Acts:10:37",
        "t": "that word you know, which was proclaimed throughout all Judea, and began from Galilee after the baptism which John preached:"
    },
    {
        "o": 30787,
        "r": "nkjv:Acts:10:38",
        "t": "how God anointed Jesus of Nazareth with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, for God was with Him."
    },
    {
        "o": 30788,
        "r": "nkjv:Acts:10:39",
        "t": "And we are witnesses of all things which He did both in the land of the Jews and in Jerusalem, whom they killed by hanging on a tree."
    },
    {
        "o": 30789,
        "r": "nkjv:Acts:10:40",
        "t": "Him God raised up on the third day, and showed Him openly,"
    },
    {
        "o": 30790,
        "r": "nkjv:Acts:10:41",
        "t": "not to all the people, but to witnesses chosen before by God, even*i to us who ate and drank with Him after He arose from the dead."
    },
    {
        "o": 30791,
        "r": "nkjv:Acts:10:42",
        "t": "And He commanded us to preach to the people, and to testify that it is He who was ordained by God to*i be*i Judge of the living and the dead."
    },
    {
        "o": 30792,
        "r": "nkjv:Acts:10:43",
        "t": "To Him all the prophets witness that, through His name, whoever believes in Him will receive remission of sins.”"
    },
    {
        "o": 30793,
        "r": "nkjv:Acts:10:43",
        "t": "The Holy Spirit Falls on the Gentiles",
        "h": 2
    },
    {
        "o": 30794,
        "r": "nkjv:Acts:10:44",
        "t": "While*p Peter was still speaking these words, the Holy Spirit fell upon all those who heard the word."
    },
    {
        "o": 30795,
        "r": "nkjv:Acts:10:45",
        "t": "And those of the circumcision who believed were astonished, as many as came with Peter, because the gift of the Holy Spirit had been poured out on the Gentiles also."
    },
    {
        "o": 30796,
        "r": "nkjv:Acts:10:46",
        "t": "For they heard them speak with tongues and magnify God. Then*p Peter answered,"
    },
    {
        "o": 30797,
        "r": "nkjv:Acts:10:47",
        "t": "“Can anyone forbid water, that these should not be baptized who have received the Holy Spirit just as we have?”*i"
    },
    {
        "o": 30798,
        "r": "nkjv:Acts:10:48",
        "t": "And he commanded them to be baptized in the name of the Lord. Then they asked him to stay a few days."
    },
    {
        "o": 30799,
        "r": "nkjv:Acts:11:0",
        "t": "Acts 11",
        "h": 1
    },
    {
        "o": 30800,
        "r": "nkjv:Acts:11:0",
        "t": "Peter Defends God’s Grace",
        "h": 2
    },
    {
        "o": 30801,
        "r": "nkjv:Acts:11:1",
        "t": "Now*p the apostles and brethren who were in Judea heard that the Gentiles had also received the word of God."
    },
    {
        "o": 30802,
        "r": "nkjv:Acts:11:2",
        "t": "And when Peter came up to Jerusalem, those of the circumcision contended with him,"
    },
    {
        "o": 30803,
        "r": "nkjv:Acts:11:3",
        "t": "saying, “You went in to uncircumcised men and ate with them!”"
    },
    {
        "o": 30804,
        "r": "nkjv:Acts:11:4",
        "t": "But*p Peter explained it*i to them in order from the beginning, saying:"
    },
    {
        "o": 30805,
        "r": "nkjv:Acts:11:5",
        "t": "“I was in the city of Joppa praying; and in a trance I saw a vision, an object descending like a great sheet, let down from heaven by four corners; and it came to me."
    },
    {
        "o": 30806,
        "r": "nkjv:Acts:11:6",
        "t": "When I observed it intently and considered, I saw four-footed animals of the earth, wild beasts, creeping things, and birds of the air."
    },
    {
        "o": 30807,
        "r": "nkjv:Acts:11:7",
        "t": "And I heard a voice saying to me, ‘Rise,*r Peter;*r kill*r and*r eat.’*r"
    },
    {
        "o": 30808,
        "r": "nkjv:Acts:11:8",
        "t": "But I said, ‘Not so, Lord! For nothing common or unclean has at any time entered my mouth.’"
    },
    {
        "o": 30809,
        "r": "nkjv:Acts:11:9",
        "t": "But the voice answered me again from heaven, ‘What*r God*r has*r cleansed*r you*r must*r not*r call*r common.’*r"
    },
    {
        "o": 30810,
        "r": "nkjv:Acts:11:10",
        "t": "Now this was done three times, and all were drawn up again into heaven."
    },
    {
        "o": 30811,
        "r": "nkjv:Acts:11:11",
        "t": "At that very moment, three men stood before the house where I was, having been sent to me from Caesarea."
    },
    {
        "o": 30812,
        "r": "nkjv:Acts:11:12",
        "t": "Then the Spirit told me to go with them, doubting nothing. Moreover these six brethren accompanied me, and we entered the man’s house."
    },
    {
        "o": 30813,
        "r": "nkjv:Acts:11:13",
        "t": "And he told us how he had seen an angel standing in his house, who said to him, ‘Send men to Joppa, and call for Simon whose surname is Peter,"
    },
    {
        "o": 30814,
        "r": "nkjv:Acts:11:14",
        "t": "who will tell you words by which you and all your household will be saved.’"
    },
    {
        "o": 30815,
        "r": "nkjv:Acts:11:15",
        "t": "And as I began to speak, the Holy Spirit fell upon them, as upon us at the beginning."
    },
    {
        "o": 30816,
        "r": "nkjv:Acts:11:16",
        "t": "Then I remembered the word of the Lord, how He said, ‘John*r indeed*r baptized*r with*r water,*r but*r you*r shall*r be*r baptized*r with*r the*r Holy*r Spirit.’*r"
    },
    {
        "o": 30817,
        "r": "nkjv:Acts:11:17",
        "t": "If therefore God gave them the same gift as He*i gave*i us when we believed on the Lord Jesus Christ, who was I that I could withstand God?”"
    },
    {
        "o": 30818,
        "r": "nkjv:Acts:11:18",
        "t": "When*p they heard these things they became silent; and they glorified God, saying, “Then God has also granted to the Gentiles repentance to life.”"
    },
    {
        "o": 30819,
        "r": "nkjv:Acts:11:18",
        "t": "Barnabas and Saul at Antioch",
        "h": 2
    },
    {
        "o": 30820,
        "r": "nkjv:Acts:11:19",
        "t": "Now*p those who were scattered after the persecution that arose over Stephen traveled as far as Phoenicia, Cyprus, and Antioch, preaching the word to no one but the Jews only."
    },
    {
        "o": 30821,
        "r": "nkjv:Acts:11:20",
        "t": "But some of them were men from Cyprus and Cyrene, who, when they had come to Antioch, spoke to the Hellenists, preaching the Lord Jesus."
    },
    {
        "o": 30822,
        "r": "nkjv:Acts:11:21",
        "t": "And the hand of the Lord was with them, and a great number believed and turned to the Lord."
    },
    {
        "o": 30823,
        "r": "nkjv:Acts:11:22",
        "t": "Then*p news of these things came to the ears of the church in Jerusalem, and they sent out Barnabas to go as far as Antioch."
    },
    {
        "o": 30824,
        "r": "nkjv:Acts:11:23",
        "t": "When he came and had seen the grace of God, he was glad, and encouraged them all that with purpose of heart they should continue with the Lord."
    },
    {
        "o": 30825,
        "r": "nkjv:Acts:11:24",
        "t": "For he was a good man, full of the Holy Spirit and of faith. And a great many people were added to the Lord."
    },
    {
        "o": 30826,
        "r": "nkjv:Acts:11:25",
        "t": "Then*p Barnabas departed for Tarsus to seek Saul."
    },
    {
        "o": 30827,
        "r": "nkjv:Acts:11:26",
        "t": "And when he had found him, he brought him to Antioch. So it was that for a whole year they assembled with the church and taught a great many people. And the disciples were first called Christians in Antioch."
    },
    {
        "o": 30828,
        "r": "nkjv:Acts:11:26",
        "t": "Relief to Judea",
        "h": 2
    },
    {
        "o": 30829,
        "r": "nkjv:Acts:11:27",
        "t": "And*p in these days prophets came from Jerusalem to Antioch."
    },
    {
        "o": 30830,
        "r": "nkjv:Acts:11:28",
        "t": "Then one of them, named Agabus, stood up and showed by the Spirit that there was going to be a great famine throughout all the world, which also happened in the days of Claudius Caesar."
    },
    {
        "o": 30831,
        "r": "nkjv:Acts:11:29",
        "t": "Then the disciples, each according to his ability, determined to send relief to the brethren dwelling in Judea."
    },
    {
        "o": 30832,
        "r": "nkjv:Acts:11:30",
        "t": "This they also did, and sent it to the elders by the hands of Barnabas and Saul."
    },
    {
        "o": 30833,
        "r": "nkjv:Acts:12:0",
        "t": "Acts 12",
        "h": 1
    },
    {
        "o": 30834,
        "r": "nkjv:Acts:12:0",
        "t": "Herod’s Violence to the Church",
        "h": 2
    },
    {
        "o": 30835,
        "r": "nkjv:Acts:12:1",
        "t": "Now*p about that time Herod the king stretched out his*i hand to harass some from the church."
    },
    {
        "o": 30836,
        "r": "nkjv:Acts:12:2",
        "t": "Then he killed James the brother of John with the sword."
    },
    {
        "o": 30837,
        "r": "nkjv:Acts:12:3",
        "t": "And because he saw that it pleased the Jews, he proceeded further to seize Peter also. Now it was during*i the Days of Unleavened Bread."
    },
    {
        "o": 30838,
        "r": "nkjv:Acts:12:4",
        "t": "So when he had arrested him, he put him*i in prison, and delivered him*i to four squads of soldiers to keep him, intending to bring him before the people after Passover."
    },
    {
        "o": 30839,
        "r": "nkjv:Acts:12:4",
        "t": "Peter Freed from Prison",
        "h": 2
    },
    {
        "o": 30840,
        "r": "nkjv:Acts:12:5",
        "t": "Peter*p was therefore kept in prison, but constant prayer was offered to God for him by the church."
    },
    {
        "o": 30841,
        "r": "nkjv:Acts:12:6",
        "t": "And when Herod was about to bring him out, that night Peter was sleeping, bound with two chains between two soldiers; and the guards before the door were keeping the prison."
    },
    {
        "o": 30842,
        "r": "nkjv:Acts:12:7",
        "t": "Now behold, an angel of the Lord stood by him,*i and a light shone in the prison; and he struck Peter on the side and raised him up, saying, “Arise quickly!” And his chains fell off his*i hands."
    },
    {
        "o": 30843,
        "r": "nkjv:Acts:12:8",
        "t": "Then the angel said to him, “Gird yourself and tie on your sandals”; and so he did. And he said to him, “Put on your garment and follow me.”"
    },
    {
        "o": 30844,
        "r": "nkjv:Acts:12:9",
        "t": "So he went out and followed him, and did not know that what was done by the angel was real, but thought he was seeing a vision."
    },
    {
        "o": 30845,
        "r": "nkjv:Acts:12:10",
        "t": "When they were past the first and the second guard posts, they came to the iron gate that leads to the city, which opened to them of its own accord; and they went out and went down one street, and immediately the angel departed from him."
    },
    {
        "o": 30846,
        "r": "nkjv:Acts:12:11",
        "t": "And*p when Peter had come to himself, he said, “Now I know for certain that the Lord has sent His angel, and has delivered me from the hand of Herod and from*i all the expectation of the Jewish people.”"
    },
    {
        "o": 30847,
        "r": "nkjv:Acts:12:12",
        "t": "So,*p when he had considered this,*i he came to the house of Mary, the mother of John whose surname was Mark, where many were gathered together praying."
    },
    {
        "o": 30848,
        "r": "nkjv:Acts:12:13",
        "t": "And as Peter knocked at the door of the gate, a girl named Rhoda came to answer."
    },
    {
        "o": 30849,
        "r": "nkjv:Acts:12:14",
        "t": "When she recognized Peter’s voice, because of her*i gladness she did not open the gate, but ran in and announced that Peter stood before the gate."
    },
    {
        "o": 30850,
        "r": "nkjv:Acts:12:15",
        "t": "But they said to her, “You are beside yourself!” Yet she kept insisting that it was so. So they said, “It is his angel.”"
    },
    {
        "o": 30851,
        "r": "nkjv:Acts:12:16",
        "t": "Now*p Peter continued knocking; and when they opened the*i door*i and saw him, they were astonished."
    },
    {
        "o": 30852,
        "r": "nkjv:Acts:12:17",
        "t": "But motioning to them with his hand to keep silent, he declared to them how the Lord had brought him out of the prison. And he said, “Go, tell these things to James and to the brethren.” And he departed and went to another place."
    },
    {
        "o": 30853,
        "r": "nkjv:Acts:12:18",
        "t": "Then,*p as soon as it was day, there was no small stir among the soldiers about what had become of Peter."
    },
    {
        "o": 30854,
        "r": "nkjv:Acts:12:19",
        "t": "But when Herod had searched for him and not found him, he examined the guards and commanded that they*i should be put to death. And*p he went down from Judea to Caesarea, and stayed there.*i"
    },
    {
        "o": 30855,
        "r": "nkjv:Acts:12:19",
        "t": "Herod’s Violent Death",
        "h": 2
    },
    {
        "o": 30856,
        "r": "nkjv:Acts:12:20",
        "t": "Now*p Herod had been very angry with the people of Tyre and Sidon; but they came to him with one accord, and having made Blastus the king’s personal aide their friend, they asked for peace, because their country was supplied with food by the king’s country.*i"
    },
    {
        "o": 30857,
        "r": "nkjv:Acts:12:21",
        "t": "So*p on a set day Herod, arrayed in royal apparel, sat on his throne and gave an oration to them."
    },
    {
        "o": 30858,
        "r": "nkjv:Acts:12:22",
        "t": "And the people kept shouting, “The voice of a god and not of a man!”"
    },
    {
        "o": 30859,
        "r": "nkjv:Acts:12:23",
        "t": "Then immediately an angel of the Lord struck him, because he did not give glory to God. And he was eaten by worms and died."
    },
    {
        "o": 30860,
        "r": "nkjv:Acts:12:24",
        "t": "But*p the word of God grew and multiplied."
    },
    {
        "o": 30861,
        "r": "nkjv:Acts:12:24",
        "t": "Barnabas and Saul Appointed",
        "h": 2
    },
    {
        "o": 30862,
        "r": "nkjv:Acts:12:25",
        "t": "And*p Barnabas and Saul returned from Jerusalem when they had fulfilled their*i ministry, and they also took with them John whose surname was Mark."
    },
    {
        "o": 30863,
        "r": "nkjv:Acts:13:0",
        "t": "Acts 13",
        "h": 1
    },
    {
        "o": 30864,
        "r": "nkjv:Acts:13:1",
        "t": "Now*p in the church that was at Antioch there were certain prophets and teachers: Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen who had been brought up with Herod the tetrarch, and Saul."
    },
    {
        "o": 30865,
        "r": "nkjv:Acts:13:2",
        "t": "As they ministered to the Lord and fasted, the Holy Spirit said, “Now separate to Me Barnabas and Saul for the work to which I have called them.”"
    },
    {
        "o": 30866,
        "r": "nkjv:Acts:13:3",
        "t": "Then, having fasted and prayed, and laid hands on them, they sent them*i away."
    },
    {
        "o": 30867,
        "r": "nkjv:Acts:13:3",
        "t": "Preaching in Cyprus",
        "h": 2
    },
    {
        "o": 30868,
        "r": "nkjv:Acts:13:4",
        "t": "So,*p being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus."
    },
    {
        "o": 30869,
        "r": "nkjv:Acts:13:5",
        "t": "And when they arrived in Salamis, they preached the word of God in the synagogues of the Jews. They also had John as their*i assistant."
    },
    {
        "o": 30870,
        "r": "nkjv:Acts:13:6",
        "t": "Now*p when they had gone through the island to Paphos, they found a certain sorcerer, a false prophet, a Jew whose name was*i Bar-Jesus,"
    },
    {
        "o": 30871,
        "r": "nkjv:Acts:13:7",
        "t": "who was with the proconsul, Sergius Paulus, an intelligent man. This man called for Barnabas and Saul and sought to hear the word of God."
    },
    {
        "o": 30872,
        "r": "nkjv:Acts:13:8",
        "t": "But Elymas the sorcerer (for so his name is translated) withstood them, seeking to turn the proconsul away from the faith."
    },
    {
        "o": 30873,
        "r": "nkjv:Acts:13:9",
        "t": "Then Saul, who also is*i called*i Paul, filled with the Holy Spirit, looked intently at him"
    },
    {
        "o": 30874,
        "r": "nkjv:Acts:13:10",
        "t": "and said, “O full of all deceit and all fraud, you*i son of the devil, you*i enemy of all righteousness, will you not cease perverting the straight ways of the Lord?"
    },
    {
        "o": 30875,
        "r": "nkjv:Acts:13:11",
        "t": "And now, indeed, the hand of the Lord is*i upon you, and you shall be blind, not seeing the sun for a time.” And*p immediately a dark mist fell on him, and he went around seeking someone to lead him by the hand."
    },
    {
        "o": 30876,
        "r": "nkjv:Acts:13:12",
        "t": "Then the proconsul believed, when he saw what had been done, being astonished at the teaching of the Lord."
    },
    {
        "o": 30877,
        "r": "nkjv:Acts:13:12",
        "t": "At Antioch in Pisidia",
        "h": 2
    },
    {
        "o": 30878,
        "r": "nkjv:Acts:13:13",
        "t": "Now*p when Paul and his party set sail from Paphos, they came to Perga in Pamphylia; and John, departing from them, returned to Jerusalem."
    },
    {
        "o": 30879,
        "r": "nkjv:Acts:13:14",
        "t": "But when they departed from Perga, they came to Antioch in Pisidia, and went into the synagogue on the Sabbath day and sat down."
    },
    {
        "o": 30880,
        "r": "nkjv:Acts:13:15",
        "t": "And after the reading of the Law and the Prophets, the rulers of the synagogue sent to them, saying, “Men and*i brethren, if you have any word of exhortation for the people, say on.”"
    },
    {
        "o": 30881,
        "r": "nkjv:Acts:13:16",
        "t": "Then*p Paul stood up, and motioning with his*i hand said, “Men of Israel, and you who fear God, listen:"
    },
    {
        "o": 30882,
        "r": "nkjv:Acts:13:17",
        "t": "The God of this people Israel chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with an uplifted arm He brought them out of it."
    },
    {
        "o": 30883,
        "r": "nkjv:Acts:13:18",
        "t": "Now for a time of about forty years He put up with their ways in the wilderness."
    },
    {
        "o": 30884,
        "r": "nkjv:Acts:13:19",
        "t": "And when He had destroyed seven nations in the land of Canaan, He distributed their land to them by allotment."
    },
    {
        "o": 30885,
        "r": "nkjv:Acts:13:20",
        "t": "“After*p that He gave them*i judges for about four hundred and fifty years, until Samuel the prophet."
    },
    {
        "o": 30886,
        "r": "nkjv:Acts:13:21",
        "t": "And afterward they asked for a king; so God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years."
    },
    {
        "o": 30887,
        "r": "nkjv:Acts:13:22",
        "t": "And when He had removed him, He raised up for them David as king, to whom also He gave testimony and said, ‘I have found David the son*i of Jesse, a man after My own*i heart, who will do all My will.’"
    },
    {
        "o": 30888,
        "r": "nkjv:Acts:13:23",
        "t": "From this man’s seed, according to the*i promise, God raised up for Israel a Savior—Jesus—"
    },
    {
        "o": 30889,
        "r": "nkjv:Acts:13:24",
        "t": "after John had first preached, before His coming, the baptism of repentance to all the people of Israel."
    },
    {
        "o": 30890,
        "r": "nkjv:Acts:13:25",
        "t": "And as John was finishing his course, he said, ‘Who do you think I am? I am not He.*i But behold, there comes One after me, the sandals of whose feet I am not worthy to loose.’"
    },
    {
        "o": 30891,
        "r": "nkjv:Acts:13:26",
        "t": "“Men*p and*i brethren, sons of the family of Abraham, and those among you who fear God, to you the word of this salvation has been sent."
    },
    {
        "o": 30892,
        "r": "nkjv:Acts:13:27",
        "t": "For those who dwell in Jerusalem, and their rulers, because they did not know Him, nor even the voices of the Prophets which are read every Sabbath, have fulfilled them*i in condemning Him.*i"
    },
    {
        "o": 30893,
        "r": "nkjv:Acts:13:28",
        "t": "And though they found no cause for death in*i Him,*i they asked Pilate that He should be put to death."
    },
    {
        "o": 30894,
        "r": "nkjv:Acts:13:29",
        "t": "Now when they had fulfilled all that was written concerning Him, they took Him*i down from the tree and laid Him*i in a tomb."
    },
    {
        "o": 30895,
        "r": "nkjv:Acts:13:30",
        "t": "But God raised Him from the dead."
    },
    {
        "o": 30896,
        "r": "nkjv:Acts:13:31",
        "t": "He was seen for many days by those who came up with Him from Galilee to Jerusalem, who are His witnesses to the people."
    },
    {
        "o": 30897,
        "r": "nkjv:Acts:13:32",
        "t": "And we declare to you glad tidings— that promise which was made to the fathers."
    },
    {
        "o": 30898,
        "r": "nkjv:Acts:13:33",
        "t": "God has fulfilled this for us their children, in that He has raised up Jesus. As it is also written in the second Psalm: ‘You*pn are My Son, Today*ld I have begotten You.’"
    },
    {
        "o": 30899,
        "r": "nkjv:Acts:13:34",
        "t": "And*p that He raised Him from the dead, no more to return to corruption, He has spoken thus: ‘I*pn will give you the sure mercies of David.’"
    },
    {
        "o": 30900,
        "r": "nkjv:Acts:13:35",
        "t": "Therefore*p He also says in another Psalm:*i ‘You*pn will not allow Your Holy One to see corruption.’"
    },
    {
        "o": 30901,
        "r": "nkjv:Acts:13:36",
        "t": "“For*p David, after he had served his own generation by the will of God, fell asleep, was buried with his fathers, and saw corruption;"
    },
    {
        "o": 30902,
        "r": "nkjv:Acts:13:37",
        "t": "but He whom God raised up saw no corruption."
    },
    {
        "o": 30903,
        "r": "nkjv:Acts:13:38",
        "t": "Therefore let it be known to you, brethren, that through this Man is preached to you the forgiveness of sins;"
    },
    {
        "o": 30904,
        "r": "nkjv:Acts:13:39",
        "t": "and by Him everyone who believes is justified from all things from which you could not be justified by the law of Moses."
    },
    {
        "o": 30905,
        "r": "nkjv:Acts:13:40",
        "t": "Beware therefore, lest what has been spoken in the prophets come upon you:"
    },
    {
        "o": 30906,
        "r": "nkjv:Acts:13:41",
        "t": "‘Behold,*pn you despisers, Marvel*ld and perish! For*ld I work a work in your days, A*ld work which you will by no means believe, Though*ld one were to declare it to you.’”"
    },
    {
        "o": 30907,
        "r": "nkjv:Acts:13:41",
        "t": "Blessing and Conflict at Antioch",
        "h": 2
    },
    {
        "o": 30908,
        "r": "nkjv:Acts:13:42",
        "t": "So*p when the Jews went out of the synagogue, the Gentiles begged that these words might be preached to them the next Sabbath."
    },
    {
        "o": 30909,
        "r": "nkjv:Acts:13:43",
        "t": "Now when the congregation had broken up, many of the Jews and devout proselytes followed Paul and Barnabas, who, speaking to them, persuaded them to continue in the grace of God."
    },
    {
        "o": 30910,
        "r": "nkjv:Acts:13:44",
        "t": "On*p the next Sabbath almost the whole city came together to hear the word of God."
    },
    {
        "o": 30911,
        "r": "nkjv:Acts:13:45",
        "t": "But when the Jews saw the multitudes, they were filled with envy; and contradicting and blaspheming, they opposed the things spoken by Paul."
    },
    {
        "o": 30912,
        "r": "nkjv:Acts:13:46",
        "t": "Then Paul and Barnabas grew bold and said, “It was necessary that the word of God should be spoken to you first; but since you reject it, and judge yourselves unworthy of everlasting life, behold, we turn to the Gentiles."
    },
    {
        "o": 30913,
        "r": "nkjv:Acts:13:47",
        "t": "For so the Lord has commanded us: ‘I*pn have set you as a light to the Gentiles, That*ld you should be for salvation to the ends of the earth.’”"
    },
    {
        "o": 30914,
        "r": "nkjv:Acts:13:48",
        "t": "Now*p when the Gentiles heard this, they were glad and glorified the word of the Lord. And as many as had been appointed to eternal life believed."
    },
    {
        "o": 30915,
        "r": "nkjv:Acts:13:49",
        "t": "And*p the word of the Lord was being spread throughout all the region."
    },
    {
        "o": 30916,
        "r": "nkjv:Acts:13:50",
        "t": "But the Jews stirred up the devout and prominent women and the chief men of the city, raised up persecution against Paul and Barnabas, and expelled them from their region."
    },
    {
        "o": 30917,
        "r": "nkjv:Acts:13:51",
        "t": "But they shook off the dust from their feet against them, and came to Iconium."
    },
    {
        "o": 30918,
        "r": "nkjv:Acts:13:52",
        "t": "And the disciples were filled with joy and with the Holy Spirit."
    },
    {
        "o": 30919,
        "r": "nkjv:Acts:14:0",
        "t": "Acts 14",
        "h": 1
    },
    {
        "o": 30920,
        "r": "nkjv:Acts:14:0",
        "t": "At Iconium",
        "h": 2
    },
    {
        "o": 30921,
        "r": "nkjv:Acts:14:1",
        "t": "Now*p it happened in Iconium that they went together to the synagogue of the Jews, and so spoke that a great multitude both of the Jews and of the Greeks believed."
    },
    {
        "o": 30922,
        "r": "nkjv:Acts:14:2",
        "t": "But the unbelieving Jews stirred up the Gentiles and poisoned their minds against the brethren."
    },
    {
        "o": 30923,
        "r": "nkjv:Acts:14:3",
        "t": "Therefore they stayed there a long time, speaking boldly in the Lord, who was bearing witness to the word of His grace, granting signs and wonders to be done by their hands."
    },
    {
        "o": 30924,
        "r": "nkjv:Acts:14:4",
        "t": "But*p the multitude of the city was divided: part sided with the Jews, and part with the apostles."
    },
    {
        "o": 30925,
        "r": "nkjv:Acts:14:5",
        "t": "And when a violent attempt was made by both the Gentiles and Jews, with their rulers, to abuse and stone them,"
    },
    {
        "o": 30926,
        "r": "nkjv:Acts:14:6",
        "t": "they became aware of it and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding region."
    },
    {
        "o": 30927,
        "r": "nkjv:Acts:14:7",
        "t": "And they were preaching the gospel there."
    },
    {
        "o": 30928,
        "r": "nkjv:Acts:14:7",
        "t": "Idolatry at Lystra",
        "h": 2
    },
    {
        "o": 30929,
        "r": "nkjv:Acts:14:8",
        "t": "And*p in Lystra a certain man without strength in his feet was sitting, a cripple from his mother’s womb, who had never walked."
    },
    {
        "o": 30930,
        "r": "nkjv:Acts:14:9",
        "t": "This*i man heard Paul speaking. Paul, observing him intently and seeing that he had faith to be healed,"
    },
    {
        "o": 30931,
        "r": "nkjv:Acts:14:10",
        "t": "said with a loud voice, “Stand up straight on your feet!” And he leaped and walked."
    },
    {
        "o": 30932,
        "r": "nkjv:Acts:14:11",
        "t": "Now when the people saw what Paul had done, they raised their voices, saying in the Lycaonian language,*i “The gods have come down to us in the likeness of men!”"
    },
    {
        "o": 30933,
        "r": "nkjv:Acts:14:12",
        "t": "And Barnabas they called Zeus, and Paul, Hermes, because he was the chief speaker."
    },
    {
        "o": 30934,
        "r": "nkjv:Acts:14:13",
        "t": "Then the priest of Zeus, whose temple was in front of their city, brought oxen and garlands to the gates, intending to sacrifice with the multitudes."
    },
    {
        "o": 30935,
        "r": "nkjv:Acts:14:14",
        "t": "But*p when the apostles Barnabas and Paul heard this, they tore their clothes and ran in among the multitude, crying out"
    },
    {
        "o": 30936,
        "r": "nkjv:Acts:14:15",
        "t": "and saying, “Men, why are you doing these things? We also are men with the same nature as you, and preach to you that you should turn from these useless things to the living God, who made the heaven, the earth, the sea, and all things that are in them,"
    },
    {
        "o": 30937,
        "r": "nkjv:Acts:14:16",
        "t": "who in bygone generations allowed all nations to walk in their own ways."
    },
    {
        "o": 30938,
        "r": "nkjv:Acts:14:17",
        "t": "Nevertheless He did not leave Himself without witness, in that He did good, gave us rain from heaven and fruitful seasons, filling our hearts with food and gladness.”"
    },
    {
        "o": 30939,
        "r": "nkjv:Acts:14:18",
        "t": "And with these sayings they could scarcely restrain the multitudes from sacrificing to them."
    },
    {
        "o": 30940,
        "r": "nkjv:Acts:14:18",
        "t": "Stoning, Escape to Derbe",
        "h": 2
    },
    {
        "o": 30941,
        "r": "nkjv:Acts:14:19",
        "t": "Then*p Jews from Antioch and Iconium came there; and having persuaded the multitudes, they stoned Paul and*i dragged him*i out of the city, supposing him to be dead."
    },
    {
        "o": 30942,
        "r": "nkjv:Acts:14:20",
        "t": "However, when the disciples gathered around him, he rose up and went into the city. And the next day he departed with Barnabas to Derbe."
    },
    {
        "o": 30943,
        "r": "nkjv:Acts:14:20",
        "t": "Strengthening the Converts",
        "h": 2
    },
    {
        "o": 30944,
        "r": "nkjv:Acts:14:21",
        "t": "And*p when they had preached the gospel to that city and made many disciples, they returned to Lystra, Iconium, and Antioch,"
    },
    {
        "o": 30945,
        "r": "nkjv:Acts:14:22",
        "t": "strengthening the souls of the disciples, exhorting them*i to continue in the faith, and saying,*i “We must through many tribulations enter the kingdom of God.”"
    },
    {
        "o": 30946,
        "r": "nkjv:Acts:14:23",
        "t": "So when they had appointed elders in every church, and prayed with fasting, they commended them to the Lord in whom they had believed."
    },
    {
        "o": 30947,
        "r": "nkjv:Acts:14:24",
        "t": "And after they had passed through Pisidia, they came to Pamphylia."
    },
    {
        "o": 30948,
        "r": "nkjv:Acts:14:25",
        "t": "Now when they had preached the word in Perga, they went down to Attalia."
    },
    {
        "o": 30949,
        "r": "nkjv:Acts:14:26",
        "t": "From there they sailed to Antioch, where they had been commended to the grace of God for the work which they had completed."
    },
    {
        "o": 30950,
        "r": "nkjv:Acts:14:27",
        "t": "Now*p when they had come and gathered the church together, they reported all that God had done with them, and that He had opened the door of faith to the Gentiles."
    },
    {
        "o": 30951,
        "r": "nkjv:Acts:14:28",
        "t": "So they stayed there a long time with the disciples."
    },
    {
        "o": 30952,
        "r": "nkjv:Acts:15:0",
        "t": "Acts 15",
        "h": 1
    },
    {
        "o": 30953,
        "r": "nkjv:Acts:15:0",
        "t": "Conflict over Circumcision",
        "h": 2
    },
    {
        "o": 30954,
        "r": "nkjv:Acts:15:1",
        "t": "And*p certain men*i came down from Judea and taught the brethren, “Unless you are circumcised according to the custom of Moses, you cannot be saved.”"
    },
    {
        "o": 30955,
        "r": "nkjv:Acts:15:2",
        "t": "Therefore, when Paul and Barnabas had no small dissension and dispute with them, they determined that Paul and Barnabas and certain others of them should go up to Jerusalem, to the apostles and elders, about this question."
    },
    {
        "o": 30956,
        "r": "nkjv:Acts:15:3",
        "t": "So,*p being sent on their way by the church, they passed through Phoenicia and Samaria, describing the conversion of the Gentiles; and they caused great joy to all the brethren."
    },
    {
        "o": 30957,
        "r": "nkjv:Acts:15:4",
        "t": "And when they had come to Jerusalem, they were received by the church and the apostles and the elders; and they reported all things that God had done with them."
    },
    {
        "o": 30958,
        "r": "nkjv:Acts:15:5",
        "t": "But some of the sect of the Pharisees who believed rose up, saying, “It is necessary to circumcise them, and to command them*i to keep the law of Moses.”"
    },
    {
        "o": 30959,
        "r": "nkjv:Acts:15:5",
        "t": "The Jerusalem Council",
        "h": 2
    },
    {
        "o": 30960,
        "r": "nkjv:Acts:15:6",
        "t": "Now*p the apostles and elders came together to consider this matter."
    },
    {
        "o": 30961,
        "r": "nkjv:Acts:15:7",
        "t": "And when there had been much dispute, Peter rose up and*i said to them: “Men and*i brethren, you know that a good while ago God chose among us, that by my mouth the Gentiles should hear the word of the gospel and believe."
    },
    {
        "o": 30962,
        "r": "nkjv:Acts:15:8",
        "t": "So God, who knows the heart, acknowledged them by giving them the Holy Spirit, just as He*i did*i to us,"
    },
    {
        "o": 30963,
        "r": "nkjv:Acts:15:9",
        "t": "and made no distinction between us and them, purifying their hearts by faith."
    },
    {
        "o": 30964,
        "r": "nkjv:Acts:15:10",
        "t": "Now therefore, why do you test God by putting a yoke on the neck of the disciples which neither our fathers nor we were able to bear?"
    },
    {
        "o": 30965,
        "r": "nkjv:Acts:15:11",
        "t": "But we believe that through the grace of the Lord Jesus Christ we shall be saved in the same manner as they.”"
    },
    {
        "o": 30966,
        "r": "nkjv:Acts:15:12",
        "t": "Then*p all the multitude kept silent and listened to Barnabas and Paul declaring how many miracles and wonders God had worked through them among the Gentiles."
    },
    {
        "o": 30967,
        "r": "nkjv:Acts:15:13",
        "t": "And after they had become silent, James answered, saying, “Men and*i brethren, listen to me:"
    },
    {
        "o": 30968,
        "r": "nkjv:Acts:15:14",
        "t": "Simon has declared how God at the first visited the Gentiles to take out of them a people for His name."
    },
    {
        "o": 30969,
        "r": "nkjv:Acts:15:15",
        "t": "And with this the words of the prophets agree, just as it is written:"
    },
    {
        "o": 30970,
        "r": "nkjv:Acts:15:16",
        "t": "‘After*pn this I will return And*ld will rebuild the tabernacle of David, which has fallen down; I*ld will rebuild its ruins, And*ld I will set it up;"
    },
    {
        "o": 30971,
        "r": "nkjv:Acts:15:17",
        "t": "So*ld that the rest of mankind may seek the Lord,*sb Even*ld all the Gentiles who are called by My name, Says*ld the Lord*s who does all these things.’"
    },
    {
        "o": 30972,
        "r": "nkjv:Acts:15:18",
        "t": "“Known*p to God from eternity are all His works."
    },
    {
        "o": 30973,
        "r": "nkjv:Acts:15:19",
        "t": "Therefore I judge that we should not trouble those from among the Gentiles who are turning to God,"
    },
    {
        "o": 30974,
        "r": "nkjv:Acts:15:20",
        "t": "but that we write to them to abstain from things polluted by idols, from*i sexual immorality, from*i things strangled, and from*i blood."
    },
    {
        "o": 30975,
        "r": "nkjv:Acts:15:21",
        "t": "For Moses has had throughout many generations those who preach him in every city, being read in the synagogues every Sabbath.”"
    },
    {
        "o": 30976,
        "r": "nkjv:Acts:15:21",
        "t": "The Jerusalem Decree",
        "h": 2
    },
    {
        "o": 30977,
        "r": "nkjv:Acts:15:22",
        "t": "Then*p it pleased the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas, namely,*i Judas who was also named Barsabas, and Silas, leading men among the brethren."
    },
    {
        "o": 30978,
        "r": "nkjv:Acts:15:23",
        "t": "They*p wrote this letter*i by them: The*pn apostles, the elders, and the brethren, To*ld the brethren who are of the Gentiles in Antioch, Syria, and Cilicia: Greetings.*ld"
    },
    {
        "o": 30979,
        "r": "nkjv:Acts:15:24",
        "t": "Since*ld we have heard that some who went out from us have troubled you with words, unsettling your souls, saying, “You*i must*i be circumcised and keep the law” —to whom we gave no such*i commandment—"
    },
    {
        "o": 30980,
        "r": "nkjv:Acts:15:25",
        "t": "it seemed good to us, being assembled with one accord, to send chosen men to you with our beloved Barnabas and Paul,"
    },
    {
        "o": 30981,
        "r": "nkjv:Acts:15:26",
        "t": "men who have risked their lives for the name of our Lord Jesus Christ."
    },
    {
        "o": 30982,
        "r": "nkjv:Acts:15:27",
        "t": "We have therefore sent Judas and Silas, who will also report the same things by word of mouth."
    },
    {
        "o": 30983,
        "r": "nkjv:Acts:15:28",
        "t": "For it seemed good to the Holy Spirit, and to us, to lay upon you no greater burden than these necessary things:"
    },
    {
        "o": 30984,
        "r": "nkjv:Acts:15:29",
        "t": "that you abstain from things offered to idols, from blood, from things strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.*ld"
    },
    {
        "o": 30985,
        "r": "nkjv:Acts:15:29",
        "t": "Continuing Ministry in Syria",
        "h": 2
    },
    {
        "o": 30986,
        "r": "nkjv:Acts:15:30",
        "t": "So*p when they were sent off, they came to Antioch; and when they had gathered the multitude together, they delivered the letter."
    },
    {
        "o": 30987,
        "r": "nkjv:Acts:15:31",
        "t": "When they had read it, they rejoiced over its encouragement."
    },
    {
        "o": 30988,
        "r": "nkjv:Acts:15:32",
        "t": "Now Judas and Silas, themselves being prophets also, exhorted and strengthened the brethren with many words."
    },
    {
        "o": 30989,
        "r": "nkjv:Acts:15:33",
        "t": "And after they had stayed there*i for a time, they were sent back with greetings from the brethren to the apostles."
    },
    {
        "o": 30990,
        "r": "nkjv:Acts:15:34",
        "t": "However,*p it seemed good to Silas to remain there."
    },
    {
        "o": 30991,
        "r": "nkjv:Acts:15:35",
        "t": "Paul and Barnabas also remained in Antioch, teaching and preaching the word of the Lord, with many others also."
    },
    {
        "o": 30992,
        "r": "nkjv:Acts:15:35",
        "t": "Division over John Mark",
        "h": 2
    },
    {
        "o": 30993,
        "r": "nkjv:Acts:15:36",
        "t": "Then*p after some days Paul said to Barnabas, “Let us now go back and visit our brethren in every city where we have preached the word of the Lord, and*i see*i how they are doing.”"
    },
    {
        "o": 30994,
        "r": "nkjv:Acts:15:37",
        "t": "Now Barnabas was determined to take with them John called Mark."
    },
    {
        "o": 30995,
        "r": "nkjv:Acts:15:38",
        "t": "But Paul insisted that they should not take with them the one who had departed from them in Pamphylia, and had not gone with them to the work."
    },
    {
        "o": 30996,
        "r": "nkjv:Acts:15:39",
        "t": "Then the contention became so sharp that they parted from one another. And so Barnabas took Mark and sailed to Cyprus;"
    },
    {
        "o": 30997,
        "r": "nkjv:Acts:15:40",
        "t": "but Paul chose Silas and departed, being commended by the brethren to the grace of God."
    },
    {
        "o": 30998,
        "r": "nkjv:Acts:15:41",
        "t": "And he went through Syria and Cilicia, strengthening the churches."
    },
    {
        "o": 30999,
        "r": "nkjv:Acts:16:0",
        "t": "Acts 16",
        "h": 1
    },
    {
        "o": 31000,
        "r": "nkjv:Acts:16:0",
        "t": "Timothy Joins Paul and Silas",
        "h": 2
    },
    {
        "o": 31001,
        "r": "nkjv:Acts:16:1",
        "t": "Then*p he came to Derbe and Lystra. And behold, a certain disciple was there, named Timothy, the*i son of a certain Jewish woman who believed, but his father was*i Greek."
    },
    {
        "o": 31002,
        "r": "nkjv:Acts:16:2",
        "t": "He was well spoken of by the brethren who were at Lystra and Iconium."
    },
    {
        "o": 31003,
        "r": "nkjv:Acts:16:3",
        "t": "Paul wanted to have him go on with him. And he took him*i and circumcised him because of the Jews who were in that region, for they all knew that his father was Greek."
    },
    {
        "o": 31004,
        "r": "nkjv:Acts:16:4",
        "t": "And as they went through the cities, they delivered to them the decrees to keep, which were determined by the apostles and elders at Jerusalem."
    },
    {
        "o": 31005,
        "r": "nkjv:Acts:16:5",
        "t": "So the churches were strengthened in the faith, and increased in number daily."
    },
    {
        "o": 31006,
        "r": "nkjv:Acts:16:5",
        "t": "The Macedonian Call",
        "h": 2
    },
    {
        "o": 31007,
        "r": "nkjv:Acts:16:6",
        "t": "Now*p when they had gone through Phrygia and the region of Galatia, they were forbidden by the Holy Spirit to preach the word in Asia."
    },
    {
        "o": 31008,
        "r": "nkjv:Acts:16:7",
        "t": "After they had come to Mysia, they tried to go into Bithynia, but the Spirit did not permit them."
    },
    {
        "o": 31009,
        "r": "nkjv:Acts:16:8",
        "t": "So passing by Mysia, they came down to Troas."
    },
    {
        "o": 31010,
        "r": "nkjv:Acts:16:9",
        "t": "And a vision appeared to Paul in the night. A man of Macedonia stood and pleaded with him, saying, “Come over to Macedonia and help us.”"
    },
    {
        "o": 31011,
        "r": "nkjv:Acts:16:10",
        "t": "Now after he had seen the vision, immediately we sought to go to Macedonia, concluding that the Lord had called us to preach the gospel to them."
    },
    {
        "o": 31012,
        "r": "nkjv:Acts:16:10",
        "t": "Lydia Baptized at Philippi",
        "h": 2
    },
    {
        "o": 31013,
        "r": "nkjv:Acts:16:11",
        "t": "Therefore,*p sailing from Troas, we ran a straight course to Samothrace, and the next day*i came to Neapolis,"
    },
    {
        "o": 31014,
        "r": "nkjv:Acts:16:12",
        "t": "and from there to Philippi, which is the foremost city of that part of Macedonia, a colony. And we were staying in that city for some days."
    },
    {
        "o": 31015,
        "r": "nkjv:Acts:16:13",
        "t": "And on the Sabbath day we went out of the city to the riverside, where prayer was customarily made; and we sat down and spoke to the women who met there.*i"
    },
    {
        "o": 31016,
        "r": "nkjv:Acts:16:14",
        "t": "Now a certain woman named Lydia heard us.*i She was a seller of purple from the city of Thyatira, who worshiped God. The Lord opened her heart to heed the things spoken by Paul."
    },
    {
        "o": 31017,
        "r": "nkjv:Acts:16:15",
        "t": "And when she and her household were baptized, she begged us,*i saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” So she persuaded us."
    },
    {
        "o": 31018,
        "r": "nkjv:Acts:16:15",
        "t": "Paul and Silas Imprisoned",
        "h": 2
    },
    {
        "o": 31019,
        "r": "nkjv:Acts:16:16",
        "t": "Now*p it happened, as we went to prayer, that a certain slave girl possessed with a spirit of divination met us, who brought her masters much profit by fortune-telling."
    },
    {
        "o": 31020,
        "r": "nkjv:Acts:16:17",
        "t": "This girl followed Paul and us, and cried out, saying, “These men are the servants of the Most High God, who proclaim to us the way of salvation.”"
    },
    {
        "o": 31021,
        "r": "nkjv:Acts:16:18",
        "t": "And this she did for many days. But*p Paul, greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And he came out that very hour."
    },
    {
        "o": 31022,
        "r": "nkjv:Acts:16:19",
        "t": "But when her masters saw that their hope of profit was gone, they seized Paul and Silas and dragged them*i into the marketplace to the authorities."
    },
    {
        "o": 31023,
        "r": "nkjv:Acts:16:20",
        "t": "And*p they brought them to the magistrates, and said, “These men, being Jews, exceedingly trouble our city;"
    },
    {
        "o": 31024,
        "r": "nkjv:Acts:16:21",
        "t": "and they teach customs which are not lawful for us, being Romans, to receive or observe.”"
    },
    {
        "o": 31025,
        "r": "nkjv:Acts:16:22",
        "t": "Then the multitude rose up together against them; and the magistrates tore off their clothes and commanded them*i to be beaten with rods."
    },
    {
        "o": 31026,
        "r": "nkjv:Acts:16:23",
        "t": "And when they had laid many stripes on them, they threw them*i into prison, commanding the jailer to keep them securely."
    },
    {
        "o": 31027,
        "r": "nkjv:Acts:16:24",
        "t": "Having received such a charge, he put them into the inner prison and fastened their feet in the stocks."
    },
    {
        "o": 31028,
        "r": "nkjv:Acts:16:24",
        "t": "The Philippian Jailer Saved",
        "h": 2
    },
    {
        "o": 31029,
        "r": "nkjv:Acts:16:25",
        "t": "But*p at midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them."
    },
    {
        "o": 31030,
        "r": "nkjv:Acts:16:26",
        "t": "Suddenly there was a great earthquake, so that the foundations of the prison were shaken; and immediately all the doors were opened and everyone’s chains were loosed."
    },
    {
        "o": 31031,
        "r": "nkjv:Acts:16:27",
        "t": "And the keeper of the prison, awaking from sleep and seeing the prison doors open, supposing the prisoners had fled, drew his sword and was about to kill himself."
    },
    {
        "o": 31032,
        "r": "nkjv:Acts:16:28",
        "t": "But Paul called with a loud voice, saying, “Do yourself no harm, for we are all here.”"
    },
    {
        "o": 31033,
        "r": "nkjv:Acts:16:29",
        "t": "Then*p he called for a light, ran in, and fell down trembling before Paul and Silas."
    },
    {
        "o": 31034,
        "r": "nkjv:Acts:16:30",
        "t": "And he brought them out and said, “Sirs, what must I do to be saved?”"
    },
    {
        "o": 31035,
        "r": "nkjv:Acts:16:31",
        "t": "So*p they said, “Believe on the Lord Jesus Christ, and you will be saved, you and your household.”"
    },
    {
        "o": 31036,
        "r": "nkjv:Acts:16:32",
        "t": "Then they spoke the word of the Lord to him and to all who were in his house."
    },
    {
        "o": 31037,
        "r": "nkjv:Acts:16:33",
        "t": "And he took them the same hour of the night and washed their*i stripes. And immediately he and all his family*i were baptized."
    },
    {
        "o": 31038,
        "r": "nkjv:Acts:16:34",
        "t": "Now when he had brought them into his house, he set food before them; and he rejoiced, having believed in God with all his household."
    },
    {
        "o": 31039,
        "r": "nkjv:Acts:16:34",
        "t": "Paul Refuses to Depart Secretly",
        "h": 2
    },
    {
        "o": 31040,
        "r": "nkjv:Acts:16:35",
        "t": "And*p when it was day, the magistrates sent the officers, saying, “Let those men go.”"
    },
    {
        "o": 31041,
        "r": "nkjv:Acts:16:36",
        "t": "So*p the keeper of the prison reported these words to Paul, saying, “The magistrates have sent to let you go. Now therefore depart, and go in peace.”"
    },
    {
        "o": 31042,
        "r": "nkjv:Acts:16:37",
        "t": "But*p Paul said to them, “They have beaten us openly, uncondemned Romans, and*i have thrown us*i into prison. And now do they put us out secretly? No indeed! Let them come themselves and get us out.”"
    },
    {
        "o": 31043,
        "r": "nkjv:Acts:16:38",
        "t": "And*p the officers told these words to the magistrates, and they were afraid when they heard that they were Romans."
    },
    {
        "o": 31044,
        "r": "nkjv:Acts:16:39",
        "t": "Then they came and pleaded with them and brought them*i out, and asked them*i to depart from the city."
    },
    {
        "o": 31045,
        "r": "nkjv:Acts:16:40",
        "t": "So they went out of the prison and entered the*i house*i of*i Lydia; and when they had seen the brethren, they encouraged them and departed."
    },
    {
        "o": 31046,
        "r": "nkjv:Acts:17:0",
        "t": "Acts 17",
        "h": 1
    },
    {
        "o": 31047,
        "r": "nkjv:Acts:17:0",
        "t": "Preaching Christ at Thessalonica",
        "h": 2
    },
    {
        "o": 31048,
        "r": "nkjv:Acts:17:1",
        "t": "Now*p when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews."
    },
    {
        "o": 31049,
        "r": "nkjv:Acts:17:2",
        "t": "Then Paul, as his custom was, went in to them, and for three Sabbaths reasoned with them from the Scriptures,"
    },
    {
        "o": 31050,
        "r": "nkjv:Acts:17:3",
        "t": "explaining and demonstrating that the Christ had to suffer and rise again from the dead, and saying,*i “This Jesus whom I preach to you is the Christ.”"
    },
    {
        "o": 31051,
        "r": "nkjv:Acts:17:4",
        "t": "And some of them were persuaded; and a great multitude of the devout Greeks, and not a few of the leading women, joined Paul and Silas."
    },
    {
        "o": 31052,
        "r": "nkjv:Acts:17:4",
        "t": "Assault on Jason’s House",
        "h": 2
    },
    {
        "o": 31053,
        "r": "nkjv:Acts:17:5",
        "t": "But*p the Jews who were not persuaded, becoming envious, took some of the evil men from the marketplace, and gathering a mob, set all the city in an uproar and attacked the house of Jason, and sought to bring them out to the people."
    },
    {
        "o": 31054,
        "r": "nkjv:Acts:17:6",
        "t": "But when they did not find them, they dragged Jason and some brethren to the rulers of the city, crying out, “These who have turned the world upside down have come here too."
    },
    {
        "o": 31055,
        "r": "nkjv:Acts:17:7",
        "t": "Jason has harbored them, and these are all acting contrary to the decrees of Caesar, saying there is another king—Jesus.”"
    },
    {
        "o": 31056,
        "r": "nkjv:Acts:17:8",
        "t": "And they troubled the crowd and the rulers of the city when they heard these things."
    },
    {
        "o": 31057,
        "r": "nkjv:Acts:17:9",
        "t": "So when they had taken security from Jason and the rest, they let them go."
    },
    {
        "o": 31058,
        "r": "nkjv:Acts:17:9",
        "t": "Ministering at Berea",
        "h": 2
    },
    {
        "o": 31059,
        "r": "nkjv:Acts:17:10",
        "t": "Then*p the brethren immediately sent Paul and Silas away by night to Berea. When they arrived, they went into the synagogue of the Jews."
    },
    {
        "o": 31060,
        "r": "nkjv:Acts:17:11",
        "t": "These were more fair-minded than those in Thessalonica, in that they received the word with all readiness, and searched the Scriptures daily to*i find*i out*i whether these things were so."
    },
    {
        "o": 31061,
        "r": "nkjv:Acts:17:12",
        "t": "Therefore many of them believed, and also not a few of the Greeks, prominent women as well as men."
    },
    {
        "o": 31062,
        "r": "nkjv:Acts:17:13",
        "t": "But when the Jews from Thessalonica learned that the word of God was preached by Paul at Berea, they came there also and stirred up the crowds."
    },
    {
        "o": 31063,
        "r": "nkjv:Acts:17:14",
        "t": "Then immediately the brethren sent Paul away, to go to the sea; but both Silas and Timothy remained there."
    },
    {
        "o": 31064,
        "r": "nkjv:Acts:17:15",
        "t": "So those who conducted Paul brought him to Athens; and receiving a command for Silas and Timothy to come to him with all speed, they departed."
    },
    {
        "o": 31065,
        "r": "nkjv:Acts:17:15",
        "t": "The Philosophers at Athens",
        "h": 2
    },
    {
        "o": 31066,
        "r": "nkjv:Acts:17:16",
        "t": "Now*p while Paul waited for them at Athens, his spirit was provoked within him when he saw that the city was given over to idols."
    },
    {
        "o": 31067,
        "r": "nkjv:Acts:17:17",
        "t": "Therefore he reasoned in the synagogue with the Jews and with the Gentile*i worshipers, and in the marketplace daily with those who happened to be there."
    },
    {
        "o": 31068,
        "r": "nkjv:Acts:17:18",
        "t": "Then certain Epicurean and Stoic philosophers encountered him. And some said, “What does this babbler want to say?” Others*p said, “He seems to be a proclaimer of foreign gods,” because he preached to them Jesus and the resurrection."
    },
    {
        "o": 31069,
        "r": "nkjv:Acts:17:19",
        "t": "And*p they took him and brought him to the Areopagus, saying, “May we know what this new doctrine is*i of which you speak?"
    },
    {
        "o": 31070,
        "r": "nkjv:Acts:17:20",
        "t": "For you are bringing some strange things to our ears. Therefore we want to know what these things mean.”"
    },
    {
        "o": 31071,
        "r": "nkjv:Acts:17:21",
        "t": "For all the Athenians and the foreigners who were there spent their time in nothing else but either to tell or to hear some new thing."
    },
    {
        "o": 31072,
        "r": "nkjv:Acts:17:21",
        "t": "Addressing the Areopagus",
        "h": 2
    },
    {
        "o": 31073,
        "r": "nkjv:Acts:17:22",
        "t": "Then*p Paul stood in the midst of the Areopagus and said, “Men of Athens, I perceive that in all things you are very religious;"
    },
    {
        "o": 31074,
        "r": "nkjv:Acts:17:23",
        "t": "for as I was passing through and considering the objects of your worship, I even found an altar with this inscription: TO*pc THE UNKNOWN GOD. Therefore,*p the One whom you worship without knowing, Him I proclaim to you:"
    },
    {
        "o": 31075,
        "r": "nkjv:Acts:17:24",
        "t": "“God, who made the world and everything in it, since He is Lord of heaven and earth, does not dwell in temples made with hands."
    },
    {
        "o": 31076,
        "r": "nkjv:Acts:17:25",
        "t": "Nor is He worshiped with men’s hands, as though He needed anything, since He gives to all life, breath, and all things."
    },
    {
        "o": 31077,
        "r": "nkjv:Acts:17:26",
        "t": "And He has made from one blood every nation of men to dwell on all the face of the earth, and has determined their preappointed times and the boundaries of their dwellings,"
    },
    {
        "o": 31078,
        "r": "nkjv:Acts:17:27",
        "t": "so that they should seek the Lord, in the hope that they might grope for Him and find Him, though He is not far from each one of us;"
    },
    {
        "o": 31079,
        "r": "nkjv:Acts:17:28",
        "t": "for in Him we live and move and have our being, as also some of your own poets have said, ‘For we are also His offspring.’"
    },
    {
        "o": 31080,
        "r": "nkjv:Acts:17:29",
        "t": "Therefore, since we are the offspring of God, we ought not to think that the Divine Nature is like gold or silver or stone, something shaped by art and man’s devising."
    },
    {
        "o": 31081,
        "r": "nkjv:Acts:17:30",
        "t": "Truly, these times of ignorance God overlooked, but now commands all men everywhere to repent,"
    },
    {
        "o": 31082,
        "r": "nkjv:Acts:17:31",
        "t": "because He has appointed a day on which He will judge the world in righteousness by the Man whom He has ordained. He has given assurance of this to all by raising Him from the dead.”"
    },
    {
        "o": 31083,
        "r": "nkjv:Acts:17:32",
        "t": "And*p when they heard of the resurrection of the dead, some mocked, while others said, “We will hear you again on this matter.”*i"
    },
    {
        "o": 31084,
        "r": "nkjv:Acts:17:33",
        "t": "So Paul departed from among them."
    },
    {
        "o": 31085,
        "r": "nkjv:Acts:17:34",
        "t": "However, some men joined him and believed, among them Dionysius the Areopagite, a woman named Damaris, and others with them."
    },
    {
        "o": 31086,
        "r": "nkjv:Acts:18:0",
        "t": "Acts 18",
        "h": 1
    },
    {
        "o": 31087,
        "r": "nkjv:Acts:18:0",
        "t": "Ministering at Corinth",
        "h": 2
    },
    {
        "o": 31088,
        "r": "nkjv:Acts:18:1",
        "t": "After*p these things Paul departed from Athens and went to Corinth."
    },
    {
        "o": 31089,
        "r": "nkjv:Acts:18:2",
        "t": "And he found a certain Jew named Aquila, born in Pontus, who had recently come from Italy with his wife Priscilla (because Claudius had commanded all the Jews to depart from Rome); and he came to them."
    },
    {
        "o": 31090,
        "r": "nkjv:Acts:18:3",
        "t": "So, because he was of the same trade, he stayed with them and worked; for by occupation they were tentmakers."
    },
    {
        "o": 31091,
        "r": "nkjv:Acts:18:4",
        "t": "And he reasoned in the synagogue every Sabbath, and persuaded both Jews and Greeks."
    },
    {
        "o": 31092,
        "r": "nkjv:Acts:18:5",
        "t": "When*p Silas and Timothy had come from Macedonia, Paul was compelled by the Spirit, and testified to the Jews that*i Jesus is*i the Christ."
    },
    {
        "o": 31093,
        "r": "nkjv:Acts:18:6",
        "t": "But when they opposed him and blasphemed, he shook his*i garments and said to them, “Your blood be*i upon your own*i heads; I am*i clean. From now on I will go to the Gentiles.”"
    },
    {
        "o": 31094,
        "r": "nkjv:Acts:18:7",
        "t": "And he departed from there and entered the house of a certain man*i named Justus, one*i who worshiped God, whose house was next door to the synagogue."
    },
    {
        "o": 31095,
        "r": "nkjv:Acts:18:8",
        "t": "Then Crispus, the ruler of the synagogue, believed on the Lord with all his household. And many of the Corinthians, hearing, believed and were baptized."
    },
    {
        "o": 31096,
        "r": "nkjv:Acts:18:9",
        "t": "Now*p the Lord spoke to Paul in the night by a vision, “Do*r not*r be*r afraid,*r but*r speak,*r and*r do*r not*r keep*r silent;*r"
    },
    {
        "o": 31097,
        "r": "nkjv:Acts:18:10",
        "t": "for*r I*r am*r with*r you,*r and*r no*r one*r will*r attack*r you*r to*r hurt*r you;*r for*r I*r have*r many*r people*r in*r this*r city.”*r"
    },
    {
        "o": 31098,
        "r": "nkjv:Acts:18:11",
        "t": "And he continued there*i a year and six months, teaching the word of God among them."
    },
    {
        "o": 31099,
        "r": "nkjv:Acts:18:12",
        "t": "When*p Gallio was proconsul of Achaia, the Jews with one accord rose up against Paul and brought him to the judgment seat,"
    },
    {
        "o": 31100,
        "r": "nkjv:Acts:18:13",
        "t": "saying, “This fellow*i persuades men to worship God contrary to the law.”"
    },
    {
        "o": 31101,
        "r": "nkjv:Acts:18:14",
        "t": "And*p when Paul was about to open his*i mouth, Gallio said to the Jews, “If it were a matter of wrongdoing or wicked crimes, O Jews, there would be reason why I should bear with you."
    },
    {
        "o": 31102,
        "r": "nkjv:Acts:18:15",
        "t": "But if it is a question of words and names and your own law, look to*i it*i yourselves; for I do not want to be a judge of such matters.”*i"
    },
    {
        "o": 31103,
        "r": "nkjv:Acts:18:16",
        "t": "And he drove them from the judgment seat."
    },
    {
        "o": 31104,
        "r": "nkjv:Acts:18:17",
        "t": "Then all the Greeks took Sosthenes, the ruler of the synagogue, and beat him*i before the judgment seat. But Gallio took no notice of these things."
    },
    {
        "o": 31105,
        "r": "nkjv:Acts:18:17",
        "t": "Paul Returns to Antioch",
        "h": 2
    },
    {
        "o": 31106,
        "r": "nkjv:Acts:18:18",
        "t": "So*p Paul still remained a good while. Then he took leave of the brethren and sailed for Syria, and Priscilla and Aquila were*i with him. He had his*i hair cut off at Cenchrea, for he had taken a vow."
    },
    {
        "o": 31107,
        "r": "nkjv:Acts:18:19",
        "t": "And he came to Ephesus, and left them there; but he himself entered the synagogue and reasoned with the Jews."
    },
    {
        "o": 31108,
        "r": "nkjv:Acts:18:20",
        "t": "When they asked him*i to stay a longer time with them, he did not consent,"
    },
    {
        "o": 31109,
        "r": "nkjv:Acts:18:21",
        "t": "but took leave of them, saying, “I must by all means keep this coming feast in Jerusalem; but I will return again to you, God willing.” And he sailed from Ephesus."
    },
    {
        "o": 31110,
        "r": "nkjv:Acts:18:22",
        "t": "And*p when he had landed at Caesarea, and gone up and greeted the church, he went down to Antioch."
    },
    {
        "o": 31111,
        "r": "nkjv:Acts:18:23",
        "t": "After he had spent some time there,*i he departed and went over the region of Galatia and Phrygia in order, strengthening all the disciples."
    },
    {
        "o": 31112,
        "r": "nkjv:Acts:18:23",
        "t": "Ministry of Apollos",
        "h": 2
    },
    {
        "o": 31113,
        "r": "nkjv:Acts:18:24",
        "t": "Now*p a certain Jew named Apollos, born at Alexandria, an eloquent man and*i mighty in the Scriptures, came to Ephesus."
    },
    {
        "o": 31114,
        "r": "nkjv:Acts:18:25",
        "t": "This man had been instructed in the way of the Lord; and being fervent in spirit, he spoke and taught accurately the things of the Lord, though he knew only the baptism of John."
    },
    {
        "o": 31115,
        "r": "nkjv:Acts:18:26",
        "t": "So he began to speak boldly in the synagogue. When Aquila and Priscilla heard him, they took him aside and explained to him the way of God more accurately."
    },
    {
        "o": 31116,
        "r": "nkjv:Acts:18:27",
        "t": "And when he desired to cross to Achaia, the brethren wrote, exhorting the disciples to receive him; and when he arrived, he greatly helped those who had believed through grace;"
    },
    {
        "o": 31117,
        "r": "nkjv:Acts:18:28",
        "t": "for he vigorously refuted the Jews publicly, showing from the Scriptures that Jesus is the Christ."
    },
    {
        "o": 31118,
        "r": "nkjv:Acts:19:0",
        "t": "Acts 19",
        "h": 1
    },
    {
        "o": 31119,
        "r": "nkjv:Acts:19:0",
        "t": "Paul at Ephesus",
        "h": 2
    },
    {
        "o": 31120,
        "r": "nkjv:Acts:19:1",
        "t": "And*p it happened, while Apollos was at Corinth, that Paul, having passed through the upper regions, came to Ephesus. And finding some disciples"
    },
    {
        "o": 31121,
        "r": "nkjv:Acts:19:2",
        "t": "he said to them, “Did you receive the Holy Spirit when you believed?” So*p they said to him, “We have not so much as heard whether there is a Holy Spirit.”"
    },
    {
        "o": 31122,
        "r": "nkjv:Acts:19:3",
        "t": "And*p he said to them, “Into what then were you baptized?” So*p they said, “Into John’s baptism.”"
    },
    {
        "o": 31123,
        "r": "nkjv:Acts:19:4",
        "t": "Then*p Paul said, “John indeed baptized with a baptism of repentance, saying to the people that they should believe on Him who would come after him, that is, on Christ Jesus.”"
    },
    {
        "o": 31124,
        "r": "nkjv:Acts:19:5",
        "t": "When*p they heard this,*i they were baptized in the name of the Lord Jesus."
    },
    {
        "o": 31125,
        "r": "nkjv:Acts:19:6",
        "t": "And when Paul had laid hands on them, the Holy Spirit came upon them, and they spoke with tongues and prophesied."
    },
    {
        "o": 31126,
        "r": "nkjv:Acts:19:7",
        "t": "Now the men were about twelve in all."
    },
    {
        "o": 31127,
        "r": "nkjv:Acts:19:8",
        "t": "And*p he went into the synagogue and spoke boldly for three months, reasoning and persuading concerning the things of the kingdom of God."
    },
    {
        "o": 31128,
        "r": "nkjv:Acts:19:9",
        "t": "But when some were hardened and did not believe, but spoke evil of the Way before the multitude, he departed from them and withdrew the disciples, reasoning daily in the school of Tyrannus."
    },
    {
        "o": 31129,
        "r": "nkjv:Acts:19:10",
        "t": "And this continued for two years, so that all who dwelt in Asia heard the word of the Lord Jesus, both Jews and Greeks."
    },
    {
        "o": 31130,
        "r": "nkjv:Acts:19:10",
        "t": "Miracles Glorify Christ",
        "h": 2
    },
    {
        "o": 31131,
        "r": "nkjv:Acts:19:11",
        "t": "Now*p God worked unusual miracles by the hands of Paul,"
    },
    {
        "o": 31132,
        "r": "nkjv:Acts:19:12",
        "t": "so that even handkerchiefs or aprons were brought from his body to the sick, and the diseases left them and the evil spirits went out of them."
    },
    {
        "o": 31133,
        "r": "nkjv:Acts:19:13",
        "t": "Then some of the itinerant Jewish exorcists took it upon themselves to call the name of the Lord Jesus over those who had evil spirits, saying, “We exorcise you by the Jesus whom Paul preaches.”"
    },
    {
        "o": 31134,
        "r": "nkjv:Acts:19:14",
        "t": "Also there were seven sons of Sceva, a Jewish chief priest, who did so."
    },
    {
        "o": 31135,
        "r": "nkjv:Acts:19:15",
        "t": "And*p the evil spirit answered and said, “Jesus I know, and Paul I know; but who are you?”"
    },
    {
        "o": 31136,
        "r": "nkjv:Acts:19:16",
        "t": "Then*p the man in whom the evil spirit was leaped on them, overpowered them, and prevailed against them, so that they fled out of that house naked and wounded."
    },
    {
        "o": 31137,
        "r": "nkjv:Acts:19:17",
        "t": "This became known both to all Jews and Greeks dwelling in Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified."
    },
    {
        "o": 31138,
        "r": "nkjv:Acts:19:18",
        "t": "And many who had believed came confessing and telling their deeds."
    },
    {
        "o": 31139,
        "r": "nkjv:Acts:19:19",
        "t": "Also, many of those who had practiced magic brought their books together and burned them*i in the sight of all. And they counted up the value of them, and it*i totaled fifty thousand pieces*i of silver."
    },
    {
        "o": 31140,
        "r": "nkjv:Acts:19:20",
        "t": "So the word of the Lord grew mightily and prevailed."
    },
    {
        "o": 31141,
        "r": "nkjv:Acts:19:20",
        "t": "The Riot at Ephesus",
        "h": 2
    },
    {
        "o": 31142,
        "r": "nkjv:Acts:19:21",
        "t": "When*p these things were accomplished, Paul purposed in the Spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, “After I have been there, I must also see Rome.”"
    },
    {
        "o": 31143,
        "r": "nkjv:Acts:19:22",
        "t": "So he sent into Macedonia two of those who ministered to him, Timothy and Erastus, but he himself stayed in Asia for a time."
    },
    {
        "o": 31144,
        "r": "nkjv:Acts:19:23",
        "t": "And*p about that time there arose a great commotion about the Way."
    },
    {
        "o": 31145,
        "r": "nkjv:Acts:19:24",
        "t": "For a certain man named Demetrius, a silversmith, who made silver shrines of Diana, brought no small profit to the craftsmen."
    },
    {
        "o": 31146,
        "r": "nkjv:Acts:19:25",
        "t": "He called them together with the workers of similar occupation, and said: “Men, you know that we have our prosperity by this trade."
    },
    {
        "o": 31147,
        "r": "nkjv:Acts:19:26",
        "t": "Moreover you see and hear that not only at Ephesus, but throughout almost all Asia, this Paul has persuaded and turned away many people, saying that they are not gods which are made with hands."
    },
    {
        "o": 31148,
        "r": "nkjv:Acts:19:27",
        "t": "So not only is this trade of ours in danger of falling into disrepute, but also the temple of the great goddess Diana may be despised and her magnificence destroyed, whom all Asia and the world worship.”"
    },
    {
        "o": 31149,
        "r": "nkjv:Acts:19:28",
        "t": "Now*p when they heard this,*i they were full of wrath and cried out, saying, “Great is*i Diana of the Ephesians!”"
    },
    {
        "o": 31150,
        "r": "nkjv:Acts:19:29",
        "t": "So the whole city was filled with confusion, and rushed into the theater with one accord, having seized Gaius and Aristarchus, Macedonians, Paul’s travel companions."
    },
    {
        "o": 31151,
        "r": "nkjv:Acts:19:30",
        "t": "And when Paul wanted to go in to the people, the disciples would not allow him."
    },
    {
        "o": 31152,
        "r": "nkjv:Acts:19:31",
        "t": "Then some of the officials of Asia, who were his friends, sent to him pleading that he would not venture into the theater."
    },
    {
        "o": 31153,
        "r": "nkjv:Acts:19:32",
        "t": "Some therefore cried one thing and some another, for the assembly was confused, and most of them did not know why they had come together."
    },
    {
        "o": 31154,
        "r": "nkjv:Acts:19:33",
        "t": "And they drew Alexander out of the multitude, the Jews putting him forward. And Alexander motioned with his hand, and wanted to make his defense to the people."
    },
    {
        "o": 31155,
        "r": "nkjv:Acts:19:34",
        "t": "But when they found out that he was a Jew, all with one voice cried out for about two hours, “Great is*i Diana of the Ephesians!”"
    },
    {
        "o": 31156,
        "r": "nkjv:Acts:19:35",
        "t": "And*p when the city clerk had quieted the crowd, he said: “Men of Ephesus, what man is there who does not know that the city of the Ephesians is temple guardian of the great goddess Diana, and of the image*i which fell down from Zeus?"
    },
    {
        "o": 31157,
        "r": "nkjv:Acts:19:36",
        "t": "Therefore, since these things cannot be denied, you ought to be quiet and do nothing rashly."
    },
    {
        "o": 31158,
        "r": "nkjv:Acts:19:37",
        "t": "For you have brought these men here who are neither robbers of temples nor blasphemers of your goddess."
    },
    {
        "o": 31159,
        "r": "nkjv:Acts:19:38",
        "t": "Therefore, if Demetrius and his fellow craftsmen have a case against anyone, the courts are open and there are proconsuls. Let them bring charges against one another."
    },
    {
        "o": 31160,
        "r": "nkjv:Acts:19:39",
        "t": "But if you have any other inquiry to make, it shall be determined in the lawful assembly."
    },
    {
        "o": 31161,
        "r": "nkjv:Acts:19:40",
        "t": "For we are in danger of being called in question for today’s uproar, there being no reason which we may give to account for this disorderly gathering.”"
    },
    {
        "o": 31162,
        "r": "nkjv:Acts:19:41",
        "t": "And when he had said these things, he dismissed the assembly."
    },
    {
        "o": 31163,
        "r": "nkjv:Acts:20:0",
        "t": "Acts 20",
        "h": 1
    },
    {
        "o": 31164,
        "r": "nkjv:Acts:20:0",
        "t": "Journeys in Greece",
        "h": 2
    },
    {
        "o": 31165,
        "r": "nkjv:Acts:20:1",
        "t": "After*p the uproar had ceased, Paul called the disciples to himself,*i embraced them,*i and departed to go to Macedonia."
    },
    {
        "o": 31166,
        "r": "nkjv:Acts:20:2",
        "t": "Now when he had gone over that region and encouraged them with many words, he came to Greece"
    },
    {
        "o": 31167,
        "r": "nkjv:Acts:20:3",
        "t": "and stayed three months. And when the Jews plotted against him as he was about to sail to Syria, he decided to return through Macedonia."
    },
    {
        "o": 31168,
        "r": "nkjv:Acts:20:4",
        "t": "And Sopater of Berea accompanied him to Asia—also Aristarchus and Secundus of the Thessalonians, and Gaius of Derbe, and Timothy, and Tychicus and Trophimus of Asia."
    },
    {
        "o": 31169,
        "r": "nkjv:Acts:20:5",
        "t": "These men, going ahead, waited for us at Troas."
    },
    {
        "o": 31170,
        "r": "nkjv:Acts:20:6",
        "t": "But we sailed away from Philippi after the Days of Unleavened Bread, and in five days joined them at Troas, where we stayed seven days."
    },
    {
        "o": 31171,
        "r": "nkjv:Acts:20:6",
        "t": "Ministering at Troas",
        "h": 2
    },
    {
        "o": 31172,
        "r": "nkjv:Acts:20:7",
        "t": "Now*p on the first day*i of the week, when the disciples came together to break bread, Paul, ready to depart the next day, spoke to them and continued his message until midnight."
    },
    {
        "o": 31173,
        "r": "nkjv:Acts:20:8",
        "t": "There were many lamps in the upper room where they were gathered together."
    },
    {
        "o": 31174,
        "r": "nkjv:Acts:20:9",
        "t": "And in a window sat a certain young man named Eutychus, who was sinking into a deep sleep. He was overcome by sleep; and as Paul continued speaking, he fell down from the third story and was taken up dead."
    },
    {
        "o": 31175,
        "r": "nkjv:Acts:20:10",
        "t": "But Paul went down, fell on him, and embracing him*i said, “Do not trouble yourselves, for his life is in him.”"
    },
    {
        "o": 31176,
        "r": "nkjv:Acts:20:11",
        "t": "Now when he had come up, had broken bread and eaten, and talked a long while, even till daybreak, he departed."
    },
    {
        "o": 31177,
        "r": "nkjv:Acts:20:12",
        "t": "And they brought the young man in alive, and they were not a little comforted."
    },
    {
        "o": 31178,
        "r": "nkjv:Acts:20:12",
        "t": "From Troas to Miletus",
        "h": 2
    },
    {
        "o": 31179,
        "r": "nkjv:Acts:20:13",
        "t": "Then*p we went ahead to the ship and sailed to Assos, there intending to take Paul on board; for so he had given orders, intending himself to go on foot."
    },
    {
        "o": 31180,
        "r": "nkjv:Acts:20:14",
        "t": "And when he met us at Assos, we took him on board and came to Mitylene."
    },
    {
        "o": 31181,
        "r": "nkjv:Acts:20:15",
        "t": "We sailed from there, and the next day*i came opposite Chios. The following day*i we arrived at Samos and stayed at Trogyllium. The next day*i we came to Miletus."
    },
    {
        "o": 31182,
        "r": "nkjv:Acts:20:16",
        "t": "For Paul had decided to sail past Ephesus, so that he would not have to spend time in Asia; for he was hurrying to be at Jerusalem, if possible, on the Day of Pentecost."
    },
    {
        "o": 31183,
        "r": "nkjv:Acts:20:16",
        "t": "The Ephesian Elders Exhorted",
        "h": 2
    },
    {
        "o": 31184,
        "r": "nkjv:Acts:20:17",
        "t": "From*p Miletus he sent to Ephesus and called for the elders of the church."
    },
    {
        "o": 31185,
        "r": "nkjv:Acts:20:18",
        "t": "And when they had come to him, he said to them: “You know, from the first day that I came to Asia, in what manner I always lived among you,"
    },
    {
        "o": 31186,
        "r": "nkjv:Acts:20:19",
        "t": "serving the Lord with all humility, with many tears and trials which happened to me by the plotting of the Jews;"
    },
    {
        "o": 31187,
        "r": "nkjv:Acts:20:20",
        "t": "how I kept back nothing that was helpful, but proclaimed it to you, and taught you publicly and from house to house,"
    },
    {
        "o": 31188,
        "r": "nkjv:Acts:20:21",
        "t": "testifying to Jews, and also to Greeks, repentance toward God and faith toward our Lord Jesus Christ."
    },
    {
        "o": 31189,
        "r": "nkjv:Acts:20:22",
        "t": "And see, now I go bound in the spirit to Jerusalem, not knowing the things that will happen to me there,"
    },
    {
        "o": 31190,
        "r": "nkjv:Acts:20:23",
        "t": "except that the Holy Spirit testifies in every city, saying that chains and tribulations await me."
    },
    {
        "o": 31191,
        "r": "nkjv:Acts:20:24",
        "t": "But none of these things move me; nor do I count my life dear to myself, so that I may finish my race with joy, and the ministry which I received from the Lord Jesus, to testify to the gospel of the grace of God."
    },
    {
        "o": 31192,
        "r": "nkjv:Acts:20:25",
        "t": "“And*p indeed, now I know that you all, among whom I have gone preaching the kingdom of God, will see my face no more."
    },
    {
        "o": 31193,
        "r": "nkjv:Acts:20:26",
        "t": "Therefore I testify to you this day that I am*i innocent of the blood of all men.*i"
    },
    {
        "o": 31194,
        "r": "nkjv:Acts:20:27",
        "t": "For I have not shunned to declare to you the whole counsel of God."
    },
    {
        "o": 31195,
        "r": "nkjv:Acts:20:28",
        "t": "Therefore take heed to yourselves and to all the flock, among which the Holy Spirit has made you overseers, to shepherd the church of God which He purchased with His own blood."
    },
    {
        "o": 31196,
        "r": "nkjv:Acts:20:29",
        "t": "For I know this, that after my departure savage wolves will come in among you, not sparing the flock."
    },
    {
        "o": 31197,
        "r": "nkjv:Acts:20:30",
        "t": "Also from among yourselves men will rise up, speaking perverse things, to draw away the disciples after themselves."
    },
    {
        "o": 31198,
        "r": "nkjv:Acts:20:31",
        "t": "Therefore watch, and remember that for three years I did not cease to warn everyone night and day with tears."
    },
    {
        "o": 31199,
        "r": "nkjv:Acts:20:32",
        "t": "“So*p now, brethren, I commend you to God and to the word of His grace, which is able to build you up and give you an inheritance among all those who are sanctified."
    },
    {
        "o": 31200,
        "r": "nkjv:Acts:20:33",
        "t": "I have coveted no one’s silver or gold or apparel."
    },
    {
        "o": 31201,
        "r": "nkjv:Acts:20:34",
        "t": "Yes, you yourselves know that these hands have provided for my necessities, and for those who were with me."
    },
    {
        "o": 31202,
        "r": "nkjv:Acts:20:35",
        "t": "I have shown you in every way, by laboring like this, that you must support the weak. And remember the words of the Lord Jesus, that He said, ‘It*r is*r more*r blessed*r to*r give*r than*r to*r receive.’”*r"
    },
    {
        "o": 31203,
        "r": "nkjv:Acts:20:36",
        "t": "And*p when he had said these things, he knelt down and prayed with them all."
    },
    {
        "o": 31204,
        "r": "nkjv:Acts:20:37",
        "t": "Then they all wept freely, and fell on Paul’s neck and kissed him,"
    },
    {
        "o": 31205,
        "r": "nkjv:Acts:20:38",
        "t": "sorrowing most of all for the words which he spoke, that they would see his face no more. And they accompanied him to the ship."
    },
    {
        "o": 31206,
        "r": "nkjv:Acts:21:0",
        "t": "Acts 21",
        "h": 1
    },
    {
        "o": 31207,
        "r": "nkjv:Acts:21:0",
        "t": "Warnings on the Journey to Jerusalem",
        "h": 2
    },
    {
        "o": 31208,
        "r": "nkjv:Acts:21:1",
        "t": "Now*p it came to pass, that when we had departed from them and set sail, running a straight course we came to Cos, the following day*i to Rhodes, and from there to Patara."
    },
    {
        "o": 31209,
        "r": "nkjv:Acts:21:2",
        "t": "And finding a ship sailing over to Phoenicia, we went aboard and set sail."
    },
    {
        "o": 31210,
        "r": "nkjv:Acts:21:3",
        "t": "When we had sighted Cyprus, we passed it on the left, sailed to Syria, and landed at Tyre; for there the ship was to unload her cargo."
    },
    {
        "o": 31211,
        "r": "nkjv:Acts:21:4",
        "t": "And finding disciples, we stayed there seven days. They told Paul through the Spirit not to go up to Jerusalem."
    },
    {
        "o": 31212,
        "r": "nkjv:Acts:21:5",
        "t": "When we had come to the end of those days, we departed and went on our way; and they all accompanied us, with wives and children, till we*i were*i out of the city. And we knelt down on the shore and prayed."
    },
    {
        "o": 31213,
        "r": "nkjv:Acts:21:6",
        "t": "When we had taken our leave of one another, we boarded the ship, and they returned home."
    },
    {
        "o": 31214,
        "r": "nkjv:Acts:21:7",
        "t": "And*p when we had finished our*i voyage from Tyre, we came to Ptolemais, greeted the brethren, and stayed with them one day."
    },
    {
        "o": 31215,
        "r": "nkjv:Acts:21:8",
        "t": "On the next day*i we who were Paul’s companions departed and came to Caesarea, and entered the house of Philip the evangelist, who was one*i of the seven, and stayed with him."
    },
    {
        "o": 31216,
        "r": "nkjv:Acts:21:9",
        "t": "Now this man had four virgin daughters who prophesied."
    },
    {
        "o": 31217,
        "r": "nkjv:Acts:21:10",
        "t": "And as we stayed many days, a certain prophet named Agabus came down from Judea."
    },
    {
        "o": 31218,
        "r": "nkjv:Acts:21:11",
        "t": "When he had come to us, he took Paul’s belt, bound his own*i hands and feet, and said, “Thus says the Holy Spirit, ‘So shall the Jews at Jerusalem bind the man who owns this belt, and deliver him*i into the hands of the Gentiles.’”"
    },
    {
        "o": 31219,
        "r": "nkjv:Acts:21:12",
        "t": "Now*p when we heard these things, both we and those from that place pleaded with him not to go up to Jerusalem."
    },
    {
        "o": 31220,
        "r": "nkjv:Acts:21:13",
        "t": "Then Paul answered, “What do you mean by weeping and breaking my heart? For I am ready not only to be bound, but also to die at Jerusalem for the name of the Lord Jesus.”"
    },
    {
        "o": 31221,
        "r": "nkjv:Acts:21:14",
        "t": "So*p when he would not be persuaded, we ceased, saying, “The will of the Lord be done.”"
    },
    {
        "o": 31222,
        "r": "nkjv:Acts:21:14",
        "t": "Paul Urged to Make Peace",
        "h": 2
    },
    {
        "o": 31223,
        "r": "nkjv:Acts:21:15",
        "t": "And*p after those days we packed and went up to Jerusalem."
    },
    {
        "o": 31224,
        "r": "nkjv:Acts:21:16",
        "t": "Also some of the disciples from Caesarea went with us and brought with them a certain Mnason of Cyprus, an early disciple, with whom we were to lodge."
    },
    {
        "o": 31225,
        "r": "nkjv:Acts:21:17",
        "t": "And*p when we had come to Jerusalem, the brethren received us gladly."
    },
    {
        "o": 31226,
        "r": "nkjv:Acts:21:18",
        "t": "On the following day*i Paul went in with us to James, and all the elders were present."
    },
    {
        "o": 31227,
        "r": "nkjv:Acts:21:19",
        "t": "When he had greeted them, he told in detail those things which God had done among the Gentiles through his ministry."
    },
    {
        "o": 31228,
        "r": "nkjv:Acts:21:20",
        "t": "And when they heard it,*i they glorified the Lord. And they said to him, “You see, brother, how many myriads of Jews there are who have believed, and they are all zealous for the law;"
    },
    {
        "o": 31229,
        "r": "nkjv:Acts:21:21",
        "t": "but they have been informed about you that you teach all the Jews who are among the Gentiles to forsake Moses, saying that they ought not to circumcise their*i children nor to walk according to the customs."
    },
    {
        "o": 31230,
        "r": "nkjv:Acts:21:22",
        "t": "What then? The assembly must certainly meet, for they will hear that you have come."
    },
    {
        "o": 31231,
        "r": "nkjv:Acts:21:23",
        "t": "Therefore do what we tell you: We have four men who have taken a vow."
    },
    {
        "o": 31232,
        "r": "nkjv:Acts:21:24",
        "t": "Take them and be purified with them, and pay their expenses so that they may shave their*i heads, and that all may know that those things of which they were informed concerning you are nothing, but that*i you yourself also walk orderly and keep the law."
    },
    {
        "o": 31233,
        "r": "nkjv:Acts:21:25",
        "t": "But concerning the Gentiles who believe, we have written and*i decided that they should observe no such thing, except that they should keep themselves from things*i offered to idols, from blood, from things strangled, and from sexual immorality.”"
    },
    {
        "o": 31234,
        "r": "nkjv:Acts:21:25",
        "t": "Arrested in the Temple",
        "h": 2
    },
    {
        "o": 31235,
        "r": "nkjv:Acts:21:26",
        "t": "Then*p Paul took the men, and the next day, having been purified with them, entered the temple to announce the expiration of the days of purification, at which time an offering should be made for each one of them."
    },
    {
        "o": 31236,
        "r": "nkjv:Acts:21:27",
        "t": "Now*p when the seven days were almost ended, the Jews from Asia, seeing him in the temple, stirred up the whole crowd and laid hands on him,"
    },
    {
        "o": 31237,
        "r": "nkjv:Acts:21:28",
        "t": "crying out, “Men of Israel, help! This is the man who teaches all men*i everywhere against the people, the law, and this place; and furthermore he also brought Greeks into the temple and has defiled this holy place.”"
    },
    {
        "o": 31238,
        "r": "nkjv:Acts:21:29",
        "t": "(For they had previously seen Trophimus the Ephesian with him in the city, whom they supposed that Paul had brought into the temple.)"
    },
    {
        "o": 31239,
        "r": "nkjv:Acts:21:30",
        "t": "And*p all the city was disturbed; and the people ran together, seized Paul, and dragged him out of the temple; and immediately the doors were shut."
    },
    {
        "o": 31240,
        "r": "nkjv:Acts:21:31",
        "t": "Now as they were seeking to kill him, news came to the commander of the garrison that all Jerusalem was in an uproar."
    },
    {
        "o": 31241,
        "r": "nkjv:Acts:21:32",
        "t": "He immediately took soldiers and centurions, and ran down to them. And when they saw the commander and the soldiers, they stopped beating Paul."
    },
    {
        "o": 31242,
        "r": "nkjv:Acts:21:33",
        "t": "Then the commander came near and took him, and commanded him*i to be bound with two chains; and he asked who he was and what he had done."
    },
    {
        "o": 31243,
        "r": "nkjv:Acts:21:34",
        "t": "And some among the multitude cried one thing and some another. So*p when he could not ascertain the truth because of the tumult, he commanded him to be taken into the barracks."
    },
    {
        "o": 31244,
        "r": "nkjv:Acts:21:35",
        "t": "When he reached the stairs, he had to be carried by the soldiers because of the violence of the mob."
    },
    {
        "o": 31245,
        "r": "nkjv:Acts:21:36",
        "t": "For the multitude of the people followed after, crying out, “Away with him!”"
    },
    {
        "o": 31246,
        "r": "nkjv:Acts:21:36",
        "t": "Addressing the Jerusalem Mob",
        "h": 2
    },
    {
        "o": 31247,
        "r": "nkjv:Acts:21:37",
        "t": "Then*p as Paul was about to be led into the barracks, he said to the commander, “May I speak to you?” He*p replied, “Can you speak Greek?"
    },
    {
        "o": 31248,
        "r": "nkjv:Acts:21:38",
        "t": "Are you not the Egyptian who some time ago stirred up a rebellion and led the four thousand assassins out into the wilderness?”"
    },
    {
        "o": 31249,
        "r": "nkjv:Acts:21:39",
        "t": "But*p Paul said, “I am a Jew from Tarsus, in Cilicia, a citizen of no mean city; and I implore you, permit me to speak to the people.”"
    },
    {
        "o": 31250,
        "r": "nkjv:Acts:21:40",
        "t": "So*p when he had given him permission, Paul stood on the stairs and motioned with his hand to the people. And when there was a great silence, he spoke to them*i in the Hebrew language, saying,"
    },
    {
        "o": 31251,
        "r": "nkjv:Acts:22:0",
        "t": "Acts 22",
        "h": 1
    },
    {
        "o": 31252,
        "r": "nkjv:Acts:22:1",
        "t": "“Brethren*p and fathers, hear my defense before you now.”"
    },
    {
        "o": 31253,
        "r": "nkjv:Acts:22:2",
        "t": "And when they heard that he spoke to them in the Hebrew language, they kept all the more silent. Then*p he said:"
    },
    {
        "o": 31254,
        "r": "nkjv:Acts:22:3",
        "t": "“I am indeed a Jew, born in Tarsus of Cilicia, but brought up in this city at the feet of Gamaliel, taught according to the strictness of our fathers’ law, and was zealous toward God as you all are today."
    },
    {
        "o": 31255,
        "r": "nkjv:Acts:22:4",
        "t": "I persecuted this Way to the death, binding and delivering into prisons both men and women,"
    },
    {
        "o": 31256,
        "r": "nkjv:Acts:22:5",
        "t": "as also the high priest bears me witness, and all the council of the elders, from whom I also received letters to the brethren, and went to Damascus to bring in chains even those who were there to Jerusalem to be punished."
    },
    {
        "o": 31257,
        "r": "nkjv:Acts:22:6",
        "t": "“Now*p it happened, as I journeyed and came near Damascus at about noon, suddenly a great light from heaven shone around me."
    },
    {
        "o": 31258,
        "r": "nkjv:Acts:22:7",
        "t": "And I fell to the ground and heard a voice saying to me, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r Me?’*r"
    },
    {
        "o": 31259,
        "r": "nkjv:Acts:22:8",
        "t": "So I answered, ‘Who are You, Lord?’ And He said to me, ‘I*r am*r Jesus*r of*r Nazareth,*r whom*r you*r are*r persecuting.’*r"
    },
    {
        "o": 31260,
        "r": "nkjv:Acts:22:9",
        "t": "“And*p those who were with me indeed saw the light and were afraid, but they did not hear the voice of Him who spoke to me."
    },
    {
        "o": 31261,
        "r": "nkjv:Acts:22:10",
        "t": "So I said, ‘What shall I do, Lord?’ And the Lord said to me, ‘Arise*r and*r go*r into*r Damascus,*r and*r there*r you*r will*r be*r told*r all*r things*r which*r are*r appointed*r for*r you*r to*r do.’*r"
    },
    {
        "o": 31262,
        "r": "nkjv:Acts:22:11",
        "t": "And since I could not see for the glory of that light, being led by the hand of those who were with me, I came into Damascus."
    },
    {
        "o": 31263,
        "r": "nkjv:Acts:22:12",
        "t": "“Then*p a certain Ananias, a devout man according to the law, having a good testimony with all the Jews who dwelt there,*i"
    },
    {
        "o": 31264,
        "r": "nkjv:Acts:22:13",
        "t": "came to me; and he stood and said to me, ‘Brother Saul, receive your sight.’ And at that same hour I looked up at him."
    },
    {
        "o": 31265,
        "r": "nkjv:Acts:22:14",
        "t": "Then he said, ‘The God of our fathers has chosen you that you should know His will, and see the Just One, and hear the voice of His mouth."
    },
    {
        "o": 31266,
        "r": "nkjv:Acts:22:15",
        "t": "For you will be His witness to all men of what you have seen and heard."
    },
    {
        "o": 31267,
        "r": "nkjv:Acts:22:16",
        "t": "And now why are you waiting? Arise and be baptized, and wash away your sins, calling on the name of the Lord.’"
    },
    {
        "o": 31268,
        "r": "nkjv:Acts:22:17",
        "t": "“Now*p it happened, when I returned to Jerusalem and was praying in the temple, that I was in a trance"
    },
    {
        "o": 31269,
        "r": "nkjv:Acts:22:18",
        "t": "and saw Him saying to me, ‘Make*r haste*r and*r get*r out*r of*r Jerusalem*r quickly,*r for*r they*r will*r not*r receive*r your*r testimony*r concerning*r Me.’*r"
    },
    {
        "o": 31270,
        "r": "nkjv:Acts:22:19",
        "t": "So I said, ‘Lord, they know that in every synagogue I imprisoned and beat those who believe on You."
    },
    {
        "o": 31271,
        "r": "nkjv:Acts:22:20",
        "t": "And when the blood of Your martyr Stephen was shed, I also was standing by consenting to his death, and guarding the clothes of those who were killing him.’"
    },
    {
        "o": 31272,
        "r": "nkjv:Acts:22:21",
        "t": "Then He said to me, ‘Depart,*r for*r I*r will*r send*r you*r far*r from*r here*r to*r the*r Gentiles.’”*r"
    },
    {
        "o": 31273,
        "r": "nkjv:Acts:22:21",
        "t": "Paul’s Roman Citizenship",
        "h": 2
    },
    {
        "o": 31274,
        "r": "nkjv:Acts:22:22",
        "t": "And*p they listened to him until this word, and then*i they raised their voices and said, “Away with such a fellow*i from the earth, for he is not fit to live!”"
    },
    {
        "o": 31275,
        "r": "nkjv:Acts:22:23",
        "t": "Then, as they cried out and tore off their*i clothes and threw dust into the air,"
    },
    {
        "o": 31276,
        "r": "nkjv:Acts:22:24",
        "t": "the commander ordered him to be brought into the barracks, and said that he should be examined under scourging, so that he might know why they shouted so against him."
    },
    {
        "o": 31277,
        "r": "nkjv:Acts:22:25",
        "t": "And as they bound him with thongs, Paul said to the centurion who stood by, “Is it lawful for you to scourge a man who is a Roman, and uncondemned?”"
    },
    {
        "o": 31278,
        "r": "nkjv:Acts:22:26",
        "t": "When*p the centurion heard that,*i he went and told the commander, saying, “Take care what you do, for this man is a Roman.”"
    },
    {
        "o": 31279,
        "r": "nkjv:Acts:22:27",
        "t": "Then*p the commander came and said to him, “Tell me, are you a Roman?” He*p said, “Yes.”"
    },
    {
        "o": 31280,
        "r": "nkjv:Acts:22:28",
        "t": "The*p commander answered, “With a large sum I obtained this citizenship.” And*p Paul said, “But I was born a*i citizen.”*i"
    },
    {
        "o": 31281,
        "r": "nkjv:Acts:22:29",
        "t": "Then*p immediately those who were about to examine him withdrew from him; and the commander was also afraid after he found out that he was a Roman, and because he had bound him."
    },
    {
        "o": 31282,
        "r": "nkjv:Acts:22:29",
        "t": "The Sanhedrin Divided",
        "h": 2
    },
    {
        "o": 31283,
        "r": "nkjv:Acts:22:30",
        "t": "The*p next day, because he wanted to know for certain why he was accused by the Jews, he released him from his*i bonds, and commanded the chief priests and all their council to appear, and brought Paul down and set him before them."
    },
    {
        "o": 31284,
        "r": "nkjv:Acts:23:0",
        "t": "Acts 23",
        "h": 1
    },
    {
        "o": 31285,
        "r": "nkjv:Acts:23:1",
        "t": "Then*p Paul, looking earnestly at the council, said, “Men and*i brethren, I have lived in all good conscience before God until this day.”"
    },
    {
        "o": 31286,
        "r": "nkjv:Acts:23:2",
        "t": "And the high priest Ananias commanded those who stood by him to strike him on the mouth."
    },
    {
        "o": 31287,
        "r": "nkjv:Acts:23:3",
        "t": "Then Paul said to him, “God will strike you, you*i whitewashed wall! For you sit to judge me according to the law, and do you command me to be struck contrary to the law?”"
    },
    {
        "o": 31288,
        "r": "nkjv:Acts:23:4",
        "t": "And*p those who stood by said, “Do you revile God’s high priest?”"
    },
    {
        "o": 31289,
        "r": "nkjv:Acts:23:5",
        "t": "Then*p Paul said, “I did not know, brethren, that he was the high priest; for it is written, ‘You shall not speak evil of a ruler of your people.’”"
    },
    {
        "o": 31290,
        "r": "nkjv:Acts:23:6",
        "t": "But*p when Paul perceived that one part were Sadducees and the other Pharisees, he cried out in the council, “Men and*i brethren, I am a Pharisee, the son of a Pharisee; concerning the hope and resurrection of the dead I am being judged!”"
    },
    {
        "o": 31291,
        "r": "nkjv:Acts:23:7",
        "t": "And*p when he had said this, a dissension arose between the Pharisees and the Sadducees; and the assembly was divided."
    },
    {
        "o": 31292,
        "r": "nkjv:Acts:23:8",
        "t": "For Sadducees say that there is no resurrection—and no angel or spirit; but the Pharisees confess both."
    },
    {
        "o": 31293,
        "r": "nkjv:Acts:23:9",
        "t": "Then there arose a loud outcry. And the scribes of the Pharisees’ party arose and protested, saying, “We find no evil in this man; but if a spirit or an angel has spoken to him, let us not fight against God.”"
    },
    {
        "o": 31294,
        "r": "nkjv:Acts:23:10",
        "t": "Now*p when there arose a great dissension, the commander, fearing lest Paul might be pulled to pieces by them, commanded the soldiers to go down and take him by force from among them, and bring him*i into the barracks."
    },
    {
        "o": 31295,
        "r": "nkjv:Acts:23:10",
        "t": "The Plot Against Paul",
        "h": 2
    },
    {
        "o": 31296,
        "r": "nkjv:Acts:23:11",
        "t": "But*p the following night the Lord stood by him and said, “Be*r of*r good*r cheer,*r Paul;*r for*r as*r you*r have*r testified*r for*r Me*r in*r Jerusalem,*r so*r you*r must*r also*r bear*r witness*r at*r Rome.”*r"
    },
    {
        "o": 31297,
        "r": "nkjv:Acts:23:12",
        "t": "And*p when it was day, some of the Jews banded together and bound themselves under an oath, saying that they would neither eat nor drink till they had killed Paul."
    },
    {
        "o": 31298,
        "r": "nkjv:Acts:23:13",
        "t": "Now there were more than forty who had formed this conspiracy."
    },
    {
        "o": 31299,
        "r": "nkjv:Acts:23:14",
        "t": "They came to the chief priests and elders, and said, “We have bound ourselves under a great oath that we will eat nothing until we have killed Paul."
    },
    {
        "o": 31300,
        "r": "nkjv:Acts:23:15",
        "t": "Now you, therefore, together with the council, suggest to the commander that he be brought down to you tomorrow, as though you were going to make further inquiries concerning him; but we are ready to kill him before he comes near.”"
    },
    {
        "o": 31301,
        "r": "nkjv:Acts:23:16",
        "t": "So*p when Paul’s sister’s son heard of their ambush, he went and entered the barracks and told Paul."
    },
    {
        "o": 31302,
        "r": "nkjv:Acts:23:17",
        "t": "Then Paul called one of the centurions to him*i and said, “Take this young man to the commander, for he has something to tell him.”"
    },
    {
        "o": 31303,
        "r": "nkjv:Acts:23:18",
        "t": "So he took him and brought him*i to the commander and said, “Paul the prisoner called me to him*i and asked me*i to bring this young man to you. He has something to say to you.”"
    },
    {
        "o": 31304,
        "r": "nkjv:Acts:23:19",
        "t": "Then*p the commander took him by the hand, went aside, and asked privately, “What is it that you have to tell me?”"
    },
    {
        "o": 31305,
        "r": "nkjv:Acts:23:20",
        "t": "And*p he said, “The Jews have agreed to ask that you bring Paul down to the council tomorrow, as though they were going to inquire more fully about him."
    },
    {
        "o": 31306,
        "r": "nkjv:Acts:23:21",
        "t": "But do not yield to them, for more than forty of them lie in wait for him, men who have bound themselves by an oath that they will neither eat nor drink till they have killed him; and now they are ready, waiting for the promise from you.”"
    },
    {
        "o": 31307,
        "r": "nkjv:Acts:23:22",
        "t": "So*p the commander let the young man depart, and commanded him,*i “Tell no one that you have revealed these things to me.”"
    },
    {
        "o": 31308,
        "r": "nkjv:Acts:23:22",
        "t": "Sent to Felix",
        "h": 2
    },
    {
        "o": 31309,
        "r": "nkjv:Acts:23:23",
        "t": "And*p he called for two centurions, saying, “Prepare two hundred soldiers, seventy horsemen, and two hundred spearmen to go to Caesarea at the third hour of the night;"
    },
    {
        "o": 31310,
        "r": "nkjv:Acts:23:24",
        "t": "and provide mounts to set Paul on, and bring him*i safely to Felix the governor.”"
    },
    {
        "o": 31311,
        "r": "nkjv:Acts:23:25",
        "t": "He wrote a letter in the following manner:"
    },
    {
        "o": 31312,
        "r": "nkjv:Acts:23:26",
        "t": "Claudius*pn Lysias, To*ld the most excellent governor Felix: Greetings.*ld"
    },
    {
        "o": 31313,
        "r": "nkjv:Acts:23:27",
        "t": "This*ld man was seized by the Jews and was about to be killed by them. Coming with the troops I rescued him, having learned that he was a Roman."
    },
    {
        "o": 31314,
        "r": "nkjv:Acts:23:28",
        "t": "And when I wanted to know the reason they accused him, I brought him before their council."
    },
    {
        "o": 31315,
        "r": "nkjv:Acts:23:29",
        "t": "I found out that he was accused concerning questions of their law, but had nothing charged against him deserving of death or chains."
    },
    {
        "o": 31316,
        "r": "nkjv:Acts:23:30",
        "t": "And when it was told me that the Jews lay in wait for the man, I sent him immediately to you, and also commanded his accusers to state before you the charges against him. Farewell.*ld"
    },
    {
        "o": 31317,
        "r": "nkjv:Acts:23:31",
        "t": "Then*p the soldiers, as they were commanded, took Paul and brought him*i by night to Antipatris."
    },
    {
        "o": 31318,
        "r": "nkjv:Acts:23:32",
        "t": "The next day they left the horsemen to go on with him, and returned to the barracks."
    },
    {
        "o": 31319,
        "r": "nkjv:Acts:23:33",
        "t": "When they came to Caesarea and had delivered the letter to the governor, they also presented Paul to him."
    },
    {
        "o": 31320,
        "r": "nkjv:Acts:23:34",
        "t": "And when the governor had read it,*i he asked what province he was from. And when he understood that he*i was*i from Cilicia,"
    },
    {
        "o": 31321,
        "r": "nkjv:Acts:23:35",
        "t": "he said, “I will hear you when your accusers also have come.” And he commanded him to be kept in Herod’s Praetorium."
    },
    {
        "o": 31322,
        "r": "nkjv:Acts:24:0",
        "t": "Acts 24",
        "h": 1
    },
    {
        "o": 31323,
        "r": "nkjv:Acts:24:0",
        "t": "Accused of Sedition",
        "h": 2
    },
    {
        "o": 31324,
        "r": "nkjv:Acts:24:1",
        "t": "Now*p after five days Ananias the high priest came down with the elders and a certain orator named*i Tertullus. These gave evidence to the governor against Paul."
    },
    {
        "o": 31325,
        "r": "nkjv:Acts:24:2",
        "t": "And*p when he was called upon, Tertullus began his accusation, saying: “Seeing that through you we enjoy great peace, and prosperity is being brought to this nation by your foresight,"
    },
    {
        "o": 31326,
        "r": "nkjv:Acts:24:3",
        "t": "we accept it*i always and in all places, most noble Felix, with all thankfulness."
    },
    {
        "o": 31327,
        "r": "nkjv:Acts:24:4",
        "t": "Nevertheless, not to be tedious to you any further, I beg you to hear, by your courtesy, a few words from us."
    },
    {
        "o": 31328,
        "r": "nkjv:Acts:24:5",
        "t": "For we have found this man a plague, a creator of dissension among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes."
    },
    {
        "o": 31329,
        "r": "nkjv:Acts:24:6",
        "t": "He even tried to profane the temple, and we seized him, and wanted to judge him according to our law."
    },
    {
        "o": 31330,
        "r": "nkjv:Acts:24:7",
        "t": "But the commander Lysias came by and with great violence took him*i out of our hands,"
    },
    {
        "o": 31331,
        "r": "nkjv:Acts:24:8",
        "t": "commanding his accusers to come to you. By examining him yourself you may ascertain all these things of which we accuse him.”"
    },
    {
        "o": 31332,
        "r": "nkjv:Acts:24:9",
        "t": "And the Jews also assented, maintaining that these things were so."
    },
    {
        "o": 31333,
        "r": "nkjv:Acts:24:9",
        "t": "The Defense Before Felix",
        "h": 2
    },
    {
        "o": 31334,
        "r": "nkjv:Acts:24:10",
        "t": "Then*p Paul, after the governor had nodded to him to speak, answered: “Inasmuch as I know that you have been for many years a judge of this nation, I do the more cheerfully answer for myself,"
    },
    {
        "o": 31335,
        "r": "nkjv:Acts:24:11",
        "t": "because you may ascertain that it is no more than twelve days since I went up to Jerusalem to worship."
    },
    {
        "o": 31336,
        "r": "nkjv:Acts:24:12",
        "t": "And they neither found me in the temple disputing with anyone nor inciting the crowd, either in the synagogues or in the city."
    },
    {
        "o": 31337,
        "r": "nkjv:Acts:24:13",
        "t": "Nor can they prove the things of which they now accuse me."
    },
    {
        "o": 31338,
        "r": "nkjv:Acts:24:14",
        "t": "But this I confess to you, that according to the Way which they call a sect, so I worship the God of my fathers, believing all things which are written in the Law and in the Prophets."
    },
    {
        "o": 31339,
        "r": "nkjv:Acts:24:15",
        "t": "I have hope in God, which they themselves also accept, that there will be a resurrection of the*i dead, both of the*i just and the*i unjust."
    },
    {
        "o": 31340,
        "r": "nkjv:Acts:24:16",
        "t": "This being*i so, I myself always strive to have a conscience without offense toward God and men."
    },
    {
        "o": 31341,
        "r": "nkjv:Acts:24:17",
        "t": "“Now*p after many years I came to bring alms and offerings to my nation,"
    },
    {
        "o": 31342,
        "r": "nkjv:Acts:24:18",
        "t": "in the midst of which some Jews from Asia found me purified in the temple, neither with a mob nor with tumult."
    },
    {
        "o": 31343,
        "r": "nkjv:Acts:24:19",
        "t": "They ought to have been here before you to object if they had anything against me."
    },
    {
        "o": 31344,
        "r": "nkjv:Acts:24:20",
        "t": "Or else let those who are here*i themselves say if they found any wrongdoing in me while I stood before the council,"
    },
    {
        "o": 31345,
        "r": "nkjv:Acts:24:21",
        "t": "unless it*i is*i for this one statement which I cried out, standing among them, ‘Concerning the resurrection of the dead I am being judged by you this day.’”"
    },
    {
        "o": 31346,
        "r": "nkjv:Acts:24:21",
        "t": "Felix Procrastinates",
        "h": 2
    },
    {
        "o": 31347,
        "r": "nkjv:Acts:24:22",
        "t": "But*p when Felix heard these things, having more accurate knowledge of the*i Way, he adjourned the proceedings and said, “When Lysias the commander comes down, I will make a decision on your case.”"
    },
    {
        "o": 31348,
        "r": "nkjv:Acts:24:23",
        "t": "So he commanded the centurion to keep Paul and to let him*i have liberty, and told him not to forbid any of his friends to provide for or visit him."
    },
    {
        "o": 31349,
        "r": "nkjv:Acts:24:24",
        "t": "And*p after some days, when Felix came with his wife Drusilla, who was Jewish, he sent for Paul and heard him concerning the faith in Christ."
    },
    {
        "o": 31350,
        "r": "nkjv:Acts:24:25",
        "t": "Now as he reasoned about righteousness, self-control, and the judgment to come, Felix was afraid and answered, “Go away for now; when I have a convenient time I will call for you.”"
    },
    {
        "o": 31351,
        "r": "nkjv:Acts:24:26",
        "t": "Meanwhile he also hoped that money would be given him by Paul, that he might release him. Therefore he sent for him more often and conversed with him."
    },
    {
        "o": 31352,
        "r": "nkjv:Acts:24:27",
        "t": "But*p after two years Porcius Festus succeeded Felix; and Felix, wanting to do the Jews a favor, left Paul bound."
    },
    {
        "o": 31353,
        "r": "nkjv:Acts:25:0",
        "t": "Acts 25",
        "h": 1
    },
    {
        "o": 31354,
        "r": "nkjv:Acts:25:0",
        "t": "Paul Appeals to Caesar",
        "h": 2
    },
    {
        "o": 31355,
        "r": "nkjv:Acts:25:1",
        "t": "Now*p when Festus had come to the province, after three days he went up from Caesarea to Jerusalem."
    },
    {
        "o": 31356,
        "r": "nkjv:Acts:25:2",
        "t": "Then the high priest and the chief men of the Jews informed him against Paul; and they petitioned him,"
    },
    {
        "o": 31357,
        "r": "nkjv:Acts:25:3",
        "t": "asking a favor against him, that he would summon him to Jerusalem— while they*i lay in ambush along the road to kill him."
    },
    {
        "o": 31358,
        "r": "nkjv:Acts:25:4",
        "t": "But Festus answered that Paul should be kept at Caesarea, and that he himself was going there*i shortly."
    },
    {
        "o": 31359,
        "r": "nkjv:Acts:25:5",
        "t": "“Therefore,” he said, “let those who have authority among you go down with me*i and accuse this man, to see if there is any fault in him.”"
    },
    {
        "o": 31360,
        "r": "nkjv:Acts:25:6",
        "t": "And*p when he had remained among them more than ten days, he went down to Caesarea. And the next day, sitting on the judgment seat, he commanded Paul to be brought."
    },
    {
        "o": 31361,
        "r": "nkjv:Acts:25:7",
        "t": "When he had come, the Jews who had come down from Jerusalem stood about and laid many serious complaints against Paul, which they could not prove,"
    },
    {
        "o": 31362,
        "r": "nkjv:Acts:25:8",
        "t": "while he answered for himself, “Neither against the law of the Jews, nor against the temple, nor against Caesar have I offended in anything at all.”"
    },
    {
        "o": 31363,
        "r": "nkjv:Acts:25:9",
        "t": "But*p Festus, wanting to do the Jews a favor, answered Paul and said, “Are you willing to go up to Jerusalem and there be judged before me concerning these things?”"
    },
    {
        "o": 31364,
        "r": "nkjv:Acts:25:10",
        "t": "So*p Paul said, “I stand at Caesar’s judgment seat, where I ought to be judged. To the Jews I have done no wrong, as you very well know."
    },
    {
        "o": 31365,
        "r": "nkjv:Acts:25:11",
        "t": "For if I am an offender, or have committed anything deserving of death, I do not object to dying; but if there is nothing in these things of which these men accuse me, no one can deliver me to them. I appeal to Caesar.”"
    },
    {
        "o": 31366,
        "r": "nkjv:Acts:25:12",
        "t": "Then*p Festus, when he had conferred with the council, answered, “You have appealed to Caesar? To Caesar you shall go!”"
    },
    {
        "o": 31367,
        "r": "nkjv:Acts:25:12",
        "t": "Paul Before Agrippa",
        "h": 2
    },
    {
        "o": 31368,
        "r": "nkjv:Acts:25:13",
        "t": "And*p after some days King Agrippa and Bernice came to Caesarea to greet Festus."
    },
    {
        "o": 31369,
        "r": "nkjv:Acts:25:14",
        "t": "When they had been there many days, Festus laid Paul’s case before the king, saying: “There is a certain man left a prisoner by Felix,"
    },
    {
        "o": 31370,
        "r": "nkjv:Acts:25:15",
        "t": "about whom the chief priests and the elders of the Jews informed me,*i when I was in Jerusalem, asking for a judgment against him."
    },
    {
        "o": 31371,
        "r": "nkjv:Acts:25:16",
        "t": "To them I answered, ‘It is not the custom of the Romans to deliver any man to destruction before the accused meets the accusers face to face, and has opportunity to answer for himself concerning the charge against him.’"
    },
    {
        "o": 31372,
        "r": "nkjv:Acts:25:17",
        "t": "Therefore when they had come together, without any delay, the next day I sat on the judgment seat and commanded the man to be brought in."
    },
    {
        "o": 31373,
        "r": "nkjv:Acts:25:18",
        "t": "When the accusers stood up, they brought no accusation against him of such things as I supposed,"
    },
    {
        "o": 31374,
        "r": "nkjv:Acts:25:19",
        "t": "but had some questions against him about their own religion and about a certain Jesus, who had died, whom Paul affirmed to be alive."
    },
    {
        "o": 31375,
        "r": "nkjv:Acts:25:20",
        "t": "And because I was uncertain of such questions, I asked whether he was willing to go to Jerusalem and there be judged concerning these matters."
    },
    {
        "o": 31376,
        "r": "nkjv:Acts:25:21",
        "t": "But when Paul appealed to be reserved for the decision of Augustus, I commanded him to be kept till I could send him to Caesar.”"
    },
    {
        "o": 31377,
        "r": "nkjv:Acts:25:22",
        "t": "Then*p Agrippa said to Festus, “I also would like to hear the man myself.” “Tomorrow,”*p he said, “you shall hear him.”"
    },
    {
        "o": 31378,
        "r": "nkjv:Acts:25:23",
        "t": "So*p the next day, when Agrippa and Bernice had come with great pomp, and had entered the auditorium with the commanders and the prominent men of the city, at Festus’ command Paul was brought in."
    },
    {
        "o": 31379,
        "r": "nkjv:Acts:25:24",
        "t": "And Festus said: “King Agrippa and all the men who are here present with us, you see this man about whom the whole assembly of the Jews petitioned me, both at Jerusalem and here, crying out that he was not fit to live any longer."
    },
    {
        "o": 31380,
        "r": "nkjv:Acts:25:25",
        "t": "But when I found that he had committed nothing deserving of death, and that he himself had appealed to Augustus, I decided to send him."
    },
    {
        "o": 31381,
        "r": "nkjv:Acts:25:26",
        "t": "I have nothing certain to write to my lord concerning him. Therefore I have brought him out before you, and especially before you, King Agrippa, so that after the examination has taken place I may have something to write."
    },
    {
        "o": 31382,
        "r": "nkjv:Acts:25:27",
        "t": "For it seems to me unreasonable to send a prisoner and not to specify the charges against him.”"
    },
    {
        "o": 31383,
        "r": "nkjv:Acts:26:0",
        "t": "Acts 26",
        "h": 1
    },
    {
        "o": 31384,
        "r": "nkjv:Acts:26:0",
        "t": "Paul’s Early Life",
        "h": 2
    },
    {
        "o": 31385,
        "r": "nkjv:Acts:26:1",
        "t": "Then*p Agrippa said to Paul, “You are permitted to speak for yourself.” So*p Paul stretched out his hand and answered for himself:"
    },
    {
        "o": 31386,
        "r": "nkjv:Acts:26:2",
        "t": "“I think myself happy, King Agrippa, because today I shall answer for myself before you concerning all the things of which I am accused by the Jews,"
    },
    {
        "o": 31387,
        "r": "nkjv:Acts:26:3",
        "t": "especially because you are expert in all customs and questions which have to do with the Jews. Therefore I beg you to hear me patiently."
    },
    {
        "o": 31388,
        "r": "nkjv:Acts:26:4",
        "t": "“My*p manner of life from my youth, which was spent from the beginning among my own nation at Jerusalem, all the Jews know."
    },
    {
        "o": 31389,
        "r": "nkjv:Acts:26:5",
        "t": "They knew me from the first, if they were willing to testify, that according to the strictest sect of our religion I lived a Pharisee."
    },
    {
        "o": 31390,
        "r": "nkjv:Acts:26:6",
        "t": "And now I stand and am judged for the hope of the promise made by God to our fathers."
    },
    {
        "o": 31391,
        "r": "nkjv:Acts:26:7",
        "t": "To this promise*i our twelve tribes, earnestly serving God*i night and day, hope to attain. For this hope’s sake, King Agrippa, I am accused by the Jews."
    },
    {
        "o": 31392,
        "r": "nkjv:Acts:26:8",
        "t": "Why should it be thought incredible by you that God raises the dead?"
    },
    {
        "o": 31393,
        "r": "nkjv:Acts:26:9",
        "t": "“Indeed,*p I myself thought I must do many things contrary to the name of Jesus of Nazareth."
    },
    {
        "o": 31394,
        "r": "nkjv:Acts:26:10",
        "t": "This I also did in Jerusalem, and many of the saints I shut up in prison, having received authority from the chief priests; and when they were put to death, I cast my vote against them.*i"
    },
    {
        "o": 31395,
        "r": "nkjv:Acts:26:11",
        "t": "And I punished them often in every synagogue and compelled them*i to blaspheme; and being exceedingly enraged against them, I persecuted them*i even to foreign cities."
    },
    {
        "o": 31396,
        "r": "nkjv:Acts:26:11",
        "t": "Paul Recounts His Conversion",
        "h": 2
    },
    {
        "o": 31397,
        "r": "nkjv:Acts:26:12",
        "t": "“While*p thus occupied, as I journeyed to Damascus with authority and commission from the chief priests,"
    },
    {
        "o": 31398,
        "r": "nkjv:Acts:26:13",
        "t": "at midday, O king, along the road I saw a light from heaven, brighter than the sun, shining around me and those who journeyed with me."
    },
    {
        "o": 31399,
        "r": "nkjv:Acts:26:14",
        "t": "And when we all had fallen to the ground, I heard a voice speaking to me and saying in the Hebrew language, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r Me?*r It*ir is*ir hard*r for*r you*r to*r kick*r against*r the*r goads.’*r"
    },
    {
        "o": 31400,
        "r": "nkjv:Acts:26:15",
        "t": "So I said, ‘Who are You, Lord?’ And He said, ‘I*r am*r Jesus,*r whom*r you*r are*r persecuting.*r"
    },
    {
        "o": 31401,
        "r": "nkjv:Acts:26:16",
        "t": "But*r rise*r and*r stand*r on*r your*r feet;*r for*r I*r have*r appeared*r to*r you*r for*r this*r purpose,*r to*r make*r you*r a*r minister*r and*r a*r witness*r both*r of*r the*r things*r which*r you*r have*r seen*r and*r of*r the*r things*r which*r I*r will*r yet*r reveal*r to*r you.*r"
    },
    {
        "o": 31402,
        "r": "nkjv:Acts:26:17",
        "t": "I*r will*r deliver*r you*r from*r the*r Jewish*ir people,*r as*r well*r as*r from*ir the*r Gentiles,*r to*r whom*r I*r now*r send*r you,*r"
    },
    {
        "o": 31403,
        "r": "nkjv:Acts:26:18",
        "t": "to*r open*r their*r eyes,*r in*ir order*ir to*r turn*r them*ir from*r darkness*r to*r light,*r and*r from*ir the*r power*r of*r Satan*r to*r God,*r that*r they*r may*r receive*r forgiveness*r of*r sins*r and*r an*r inheritance*r among*r those*r who*r are*r sanctified*r by*r faith*r in*r Me.’*r"
    },
    {
        "o": 31404,
        "r": "nkjv:Acts:26:18",
        "t": "Paul’s Post-Conversion Life",
        "h": 2
    },
    {
        "o": 31405,
        "r": "nkjv:Acts:26:19",
        "t": "“Therefore,*p King Agrippa, I was not disobedient to the heavenly vision,"
    },
    {
        "o": 31406,
        "r": "nkjv:Acts:26:20",
        "t": "but declared first to those in Damascus and in Jerusalem, and throughout all the region of Judea, and then*i to the Gentiles, that they should repent, turn to God, and do works befitting repentance."
    },
    {
        "o": 31407,
        "r": "nkjv:Acts:26:21",
        "t": "For these reasons the Jews seized me in the temple and tried to kill me.*i"
    },
    {
        "o": 31408,
        "r": "nkjv:Acts:26:22",
        "t": "Therefore, having obtained help from God, to this day I stand, witnessing both to small and great, saying no other things than those which the prophets and Moses said would come—"
    },
    {
        "o": 31409,
        "r": "nkjv:Acts:26:23",
        "t": "that the Christ would suffer, that He would be the first to rise from the dead, and would proclaim light to the Jewish*i people and to the Gentiles.”"
    },
    {
        "o": 31410,
        "r": "nkjv:Acts:26:23",
        "t": "Agrippa Parries Paul’s Challenge",
        "h": 2
    },
    {
        "o": 31411,
        "r": "nkjv:Acts:26:24",
        "t": "Now*p as he thus made his defense, Festus said with a loud voice, “Paul, you are beside yourself! Much learning is driving you mad!”"
    },
    {
        "o": 31412,
        "r": "nkjv:Acts:26:25",
        "t": "But*p he said, “I am not mad, most noble Festus, but speak the words of truth and reason."
    },
    {
        "o": 31413,
        "r": "nkjv:Acts:26:26",
        "t": "For the king, before whom I also speak freely, knows these things; for I am convinced that none of these things escapes his attention, since this thing was not done in a corner."
    },
    {
        "o": 31414,
        "r": "nkjv:Acts:26:27",
        "t": "King Agrippa, do you believe the prophets? I know that you do believe.”"
    },
    {
        "o": 31415,
        "r": "nkjv:Acts:26:28",
        "t": "Then*p Agrippa said to Paul, “You almost persuade me to become a Christian.”"
    },
    {
        "o": 31416,
        "r": "nkjv:Acts:26:29",
        "t": "And*p Paul said, “I would to God that not only you, but also all who hear me today, might become both almost and altogether such as I am, except for these chains.”"
    },
    {
        "o": 31417,
        "r": "nkjv:Acts:26:30",
        "t": "When*p he had said these things, the king stood up, as well as the governor and Bernice and those who sat with them;"
    },
    {
        "o": 31418,
        "r": "nkjv:Acts:26:31",
        "t": "and when they had gone aside, they talked among themselves, saying, “This man is doing nothing deserving of death or chains.”"
    },
    {
        "o": 31419,
        "r": "nkjv:Acts:26:32",
        "t": "Then*p Agrippa said to Festus, “This man might have been set free if he had not appealed to Caesar.”"
    },
    {
        "o": 31420,
        "r": "nkjv:Acts:27:0",
        "t": "Acts 27",
        "h": 1
    },
    {
        "o": 31421,
        "r": "nkjv:Acts:27:0",
        "t": "The Voyage to Rome Begins",
        "h": 2
    },
    {
        "o": 31422,
        "r": "nkjv:Acts:27:1",
        "t": "And*p when it was decided that we should sail to Italy, they delivered Paul and some other prisoners to one*i named Julius, a centurion of the Augustan Regiment."
    },
    {
        "o": 31423,
        "r": "nkjv:Acts:27:2",
        "t": "So, entering a ship of Adramyttium, we put to sea, meaning to sail along the coasts of Asia. Aristarchus, a Macedonian of Thessalonica, was with us."
    },
    {
        "o": 31424,
        "r": "nkjv:Acts:27:3",
        "t": "And the next day*i we landed at Sidon. And Julius treated Paul kindly and gave him*i liberty to go to his friends and receive care."
    },
    {
        "o": 31425,
        "r": "nkjv:Acts:27:4",
        "t": "When we had put to sea from there, we sailed under the*i shelter*i of*i Cyprus, because the winds were contrary."
    },
    {
        "o": 31426,
        "r": "nkjv:Acts:27:5",
        "t": "And when we had sailed over the sea which is off Cilicia and Pamphylia, we came to Myra, a*i city*i of Lycia."
    },
    {
        "o": 31427,
        "r": "nkjv:Acts:27:6",
        "t": "There the centurion found an Alexandrian ship sailing to Italy, and he put us on board."
    },
    {
        "o": 31428,
        "r": "nkjv:Acts:27:7",
        "t": "When*p we had sailed slowly many days, and arrived with difficulty off Cnidus, the wind not permitting us to proceed, we sailed under the*i shelter*i of*i Crete off Salmone."
    },
    {
        "o": 31429,
        "r": "nkjv:Acts:27:8",
        "t": "Passing it with difficulty, we came to a place called Fair Havens, near the city of*i Lasea."
    },
    {
        "o": 31430,
        "r": "nkjv:Acts:27:8",
        "t": "Paul’s Warning Ignored",
        "h": 2
    },
    {
        "o": 31431,
        "r": "nkjv:Acts:27:9",
        "t": "Now*p when much time had been spent, and sailing was now dangerous because the Fast was already over, Paul advised them,"
    },
    {
        "o": 31432,
        "r": "nkjv:Acts:27:10",
        "t": "saying, “Men, I perceive that this voyage will end with disaster and much loss, not only of the cargo and ship, but also our lives.”"
    },
    {
        "o": 31433,
        "r": "nkjv:Acts:27:11",
        "t": "Nevertheless the centurion was more persuaded by the helmsman and the owner of the ship than by the things spoken by Paul."
    },
    {
        "o": 31434,
        "r": "nkjv:Acts:27:12",
        "t": "And because the harbor was not suitable to winter in, the majority advised to set sail from there also, if by any means they could reach Phoenix, a harbor of Crete opening toward the southwest and northwest, and*i winter there.*i"
    },
    {
        "o": 31435,
        "r": "nkjv:Acts:27:12",
        "t": "In the Tempest",
        "h": 2
    },
    {
        "o": 31436,
        "r": "nkjv:Acts:27:13",
        "t": "When*p the south wind blew softly, supposing that they had obtained their*i desire, putting out to sea, they sailed close by Crete."
    },
    {
        "o": 31437,
        "r": "nkjv:Acts:27:14",
        "t": "But not long after, a tempestuous head wind arose, called Euroclydon."
    },
    {
        "o": 31438,
        "r": "nkjv:Acts:27:15",
        "t": "So when the ship was caught, and could not head into the wind, we let her*i drive."
    },
    {
        "o": 31439,
        "r": "nkjv:Acts:27:16",
        "t": "And running under the*i shelter*i of*i an island called Clauda, we secured the skiff with difficulty."
    },
    {
        "o": 31440,
        "r": "nkjv:Acts:27:17",
        "t": "When they had taken it on board, they used cables to undergird the ship; and fearing lest they should run aground on the Syrtis Sands,*i they struck sail and so were driven."
    },
    {
        "o": 31441,
        "r": "nkjv:Acts:27:18",
        "t": "And because we were exceedingly tempest-tossed, the next day*i they lightened the ship."
    },
    {
        "o": 31442,
        "r": "nkjv:Acts:27:19",
        "t": "On the third day*i we threw the ship’s tackle overboard with our own hands."
    },
    {
        "o": 31443,
        "r": "nkjv:Acts:27:20",
        "t": "Now when neither sun nor stars appeared for many days, and no small tempest beat on us,*i all hope that we would be saved was finally given up."
    },
    {
        "o": 31444,
        "r": "nkjv:Acts:27:21",
        "t": "But*p after long abstinence from food, then Paul stood in the midst of them and said, “Men, you should have listened to me, and not have sailed from Crete and incurred this disaster and loss."
    },
    {
        "o": 31445,
        "r": "nkjv:Acts:27:22",
        "t": "And now I urge you to take heart, for there will be no loss of life among you, but only of the ship."
    },
    {
        "o": 31446,
        "r": "nkjv:Acts:27:23",
        "t": "For there stood by me this night an angel of the God to whom I belong and whom I serve,"
    },
    {
        "o": 31447,
        "r": "nkjv:Acts:27:24",
        "t": "saying, ‘Do not be afraid, Paul; you must be brought before Caesar; and indeed God has granted you all those who sail with you.’"
    },
    {
        "o": 31448,
        "r": "nkjv:Acts:27:25",
        "t": "Therefore take heart, men, for I believe God that it will be just as it was told me."
    },
    {
        "o": 31449,
        "r": "nkjv:Acts:27:26",
        "t": "However, we must run aground on a certain island.”"
    },
    {
        "o": 31450,
        "r": "nkjv:Acts:27:27",
        "t": "Now*p when the fourteenth night had come, as we were driven up and down in the Adriatic Sea,*i about midnight the sailors sensed that they were drawing near some land."
    },
    {
        "o": 31451,
        "r": "nkjv:Acts:27:28",
        "t": "And they took soundings and found it*i to be twenty fathoms; and when they had gone a little farther, they took soundings again and found it*i to be fifteen fathoms."
    },
    {
        "o": 31452,
        "r": "nkjv:Acts:27:29",
        "t": "Then, fearing lest we should run aground on the rocks, they dropped four anchors from the stern, and prayed for day to come."
    },
    {
        "o": 31453,
        "r": "nkjv:Acts:27:30",
        "t": "And as the sailors were seeking to escape from the ship, when they had let down the skiff into the sea, under pretense of putting out anchors from the prow,"
    },
    {
        "o": 31454,
        "r": "nkjv:Acts:27:31",
        "t": "Paul said to the centurion and the soldiers, “Unless these men stay in the ship, you cannot be saved.”"
    },
    {
        "o": 31455,
        "r": "nkjv:Acts:27:32",
        "t": "Then the soldiers cut away the ropes of the skiff and let it fall off."
    },
    {
        "o": 31456,
        "r": "nkjv:Acts:27:33",
        "t": "And*p as day was about to dawn, Paul implored them*i all to take food, saying, “Today is the fourteenth day you have waited and continued without food, and eaten nothing."
    },
    {
        "o": 31457,
        "r": "nkjv:Acts:27:34",
        "t": "Therefore I urge you to take nourishment, for this is for your survival, since not a hair will fall from the head of any of you.”"
    },
    {
        "o": 31458,
        "r": "nkjv:Acts:27:35",
        "t": "And when he had said these things, he took bread and gave thanks to God in the presence of them all; and when he had broken it*i he began to eat."
    },
    {
        "o": 31459,
        "r": "nkjv:Acts:27:36",
        "t": "Then they were all encouraged, and also took food themselves."
    },
    {
        "o": 31460,
        "r": "nkjv:Acts:27:37",
        "t": "And in all we were two hundred and seventy-six persons on the ship."
    },
    {
        "o": 31461,
        "r": "nkjv:Acts:27:38",
        "t": "So when they had eaten enough, they lightened the ship and threw out the wheat into the sea."
    },
    {
        "o": 31462,
        "r": "nkjv:Acts:27:38",
        "t": "Shipwrecked on Malta",
        "h": 2
    },
    {
        "o": 31463,
        "r": "nkjv:Acts:27:39",
        "t": "When*p it was day, they did not recognize the land; but they observed a bay with a beach, onto which they planned to run the ship if possible."
    },
    {
        "o": 31464,
        "r": "nkjv:Acts:27:40",
        "t": "And they let go the anchors and left them*i in the sea, meanwhile loosing the rudder ropes; and they hoisted the mainsail to the wind and made for shore."
    },
    {
        "o": 31465,
        "r": "nkjv:Acts:27:41",
        "t": "But striking a place where two seas met, they ran the ship aground; and the prow stuck fast and remained immovable, but the stern was being broken up by the violence of the waves."
    },
    {
        "o": 31466,
        "r": "nkjv:Acts:27:42",
        "t": "And*p the soldiers’ plan was to kill the prisoners, lest any of them should swim away and escape."
    },
    {
        "o": 31467,
        "r": "nkjv:Acts:27:43",
        "t": "But the centurion, wanting to save Paul, kept them from their*i purpose, and commanded that those who could swim should jump overboard*i first and get to land,"
    },
    {
        "o": 31468,
        "r": "nkjv:Acts:27:44",
        "t": "and the rest, some on boards and some on parts*i of the ship. And so it was that they all escaped safely to land."
    },
    {
        "o": 31469,
        "r": "nkjv:Acts:28:0",
        "t": "Acts 28",
        "h": 1
    },
    {
        "o": 31470,
        "r": "nkjv:Acts:28:0",
        "t": "Paul’s Ministry on Malta",
        "h": 2
    },
    {
        "o": 31471,
        "r": "nkjv:Acts:28:1",
        "t": "Now*p when they had escaped, they then found out that the island was called Malta."
    },
    {
        "o": 31472,
        "r": "nkjv:Acts:28:2",
        "t": "And the natives showed us unusual kindness; for they kindled a fire and made us all welcome, because of the rain that was falling and because of the cold."
    },
    {
        "o": 31473,
        "r": "nkjv:Acts:28:3",
        "t": "But when Paul had gathered a bundle of sticks and laid them*i on the fire, a viper came out because of the heat, and fastened on his hand."
    },
    {
        "o": 31474,
        "r": "nkjv:Acts:28:4",
        "t": "So when the natives saw the creature hanging from his hand, they said to one another, “No doubt this man is a murderer, whom, though he has escaped the sea, yet justice does not allow to live.”"
    },
    {
        "o": 31475,
        "r": "nkjv:Acts:28:5",
        "t": "But he shook off the creature into the fire and suffered no harm."
    },
    {
        "o": 31476,
        "r": "nkjv:Acts:28:6",
        "t": "However, they were expecting that he would swell up or suddenly fall down dead. But after they had looked for a long time and saw no harm come to him, they changed their minds and said that he was a god."
    },
    {
        "o": 31477,
        "r": "nkjv:Acts:28:7",
        "t": "In*p that region there was an estate of the leading citizen of the island, whose name was Publius, who received us and entertained us courteously for three days."
    },
    {
        "o": 31478,
        "r": "nkjv:Acts:28:8",
        "t": "And it happened that the father of Publius lay sick of a fever and dysentery. Paul went in to him and prayed, and he laid his hands on him and healed him."
    },
    {
        "o": 31479,
        "r": "nkjv:Acts:28:9",
        "t": "So when this was done, the rest of those on the island who had diseases also came and were healed."
    },
    {
        "o": 31480,
        "r": "nkjv:Acts:28:10",
        "t": "They also honored us in many ways; and when we departed, they provided such things as were necessary."
    },
    {
        "o": 31481,
        "r": "nkjv:Acts:28:10",
        "t": "Arrival at Rome",
        "h": 2
    },
    {
        "o": 31482,
        "r": "nkjv:Acts:28:11",
        "t": "After*p three months we sailed in an Alexandrian ship whose figurehead was the Twin Brothers, which had wintered at the island."
    },
    {
        "o": 31483,
        "r": "nkjv:Acts:28:12",
        "t": "And landing at Syracuse, we stayed three days."
    },
    {
        "o": 31484,
        "r": "nkjv:Acts:28:13",
        "t": "From there we circled round and reached Rhegium. And after one day the south wind blew; and the next day we came to Puteoli,"
    },
    {
        "o": 31485,
        "r": "nkjv:Acts:28:14",
        "t": "where we found brethren, and were invited to stay with them seven days. And so we went toward Rome."
    },
    {
        "o": 31486,
        "r": "nkjv:Acts:28:15",
        "t": "And from there, when the brethren heard about us, they came to meet us as far as Appii Forum and Three Inns. When Paul saw them, he thanked God and took courage."
    },
    {
        "o": 31487,
        "r": "nkjv:Acts:28:16",
        "t": "Now*p when we came to Rome, the centurion delivered the prisoners to the captain of the guard; but Paul was permitted to dwell by himself with the soldier who guarded him."
    },
    {
        "o": 31488,
        "r": "nkjv:Acts:28:16",
        "t": "Paul’s Ministry at Rome",
        "h": 2
    },
    {
        "o": 31489,
        "r": "nkjv:Acts:28:17",
        "t": "And*p it came to pass after three days that Paul called the leaders of the Jews together. So when they had come together, he said to them: “Men and*i brethren, though I have done nothing against our people or the customs of our fathers, yet I was delivered as a prisoner from Jerusalem into the hands of the Romans,"
    },
    {
        "o": 31490,
        "r": "nkjv:Acts:28:18",
        "t": "who, when they had examined me, wanted to let me*i go, because there was no cause for putting me to death."
    },
    {
        "o": 31491,
        "r": "nkjv:Acts:28:19",
        "t": "But when the Jews spoke against it,*i I was compelled to appeal to Caesar, not that I had anything of which to accuse my nation."
    },
    {
        "o": 31492,
        "r": "nkjv:Acts:28:20",
        "t": "For this reason therefore I have called for you, to see you*i and speak with you,*i because for the hope of Israel I am bound with this chain.”"
    },
    {
        "o": 31493,
        "r": "nkjv:Acts:28:21",
        "t": "Then*p they said to him, “We neither received letters from Judea concerning you, nor have any of the brethren who came reported or spoken any evil of you."
    },
    {
        "o": 31494,
        "r": "nkjv:Acts:28:22",
        "t": "But we desire to hear from you what you think; for concerning this sect, we know that it is spoken against everywhere.”"
    },
    {
        "o": 31495,
        "r": "nkjv:Acts:28:23",
        "t": "So*p when they had appointed him a day, many came to him at his*i lodging, to whom he explained and solemnly testified of the kingdom of God, persuading them concerning Jesus from both the Law of Moses and the Prophets, from morning till evening."
    },
    {
        "o": 31496,
        "r": "nkjv:Acts:28:24",
        "t": "And some were persuaded by the things which were spoken, and some disbelieved."
    },
    {
        "o": 31497,
        "r": "nkjv:Acts:28:25",
        "t": "So when they did not agree among themselves, they departed after Paul had said one word: “The Holy Spirit spoke rightly through Isaiah the prophet to our fathers,"
    },
    {
        "o": 31498,
        "r": "nkjv:Acts:28:26",
        "t": "saying, ‘Go*pn to this people and say: “Hearing*ld you will hear, and shall not understand; And*ld seeing you will see, and not perceive;"
    },
    {
        "o": 31499,
        "r": "nkjv:Acts:28:27",
        "t": "For*ld the hearts of this people have grown dull. Their*ild ears are hard of hearing, And*ld their eyes they have closed, Lest*ld they should see with their*i eyes and hear with their*i ears, Lest*ld they should understand with their*i hearts and turn, So*ld that I should heal them.”’"
    },
    {
        "o": 31500,
        "r": "nkjv:Acts:28:28",
        "t": "“Therefore*p let it be known to you that the salvation of God has been sent to the Gentiles, and they will hear it!”"
    },
    {
        "o": 31501,
        "r": "nkjv:Acts:28:29",
        "t": "And when he had said these words, the Jews departed and had a great dispute among themselves."
    },
    {
        "o": 31502,
        "r": "nkjv:Acts:28:30",
        "t": "Then*p Paul dwelt two whole years in his own rented house, and received all who came to him,"
    },
    {
        "o": 31503,
        "r": "nkjv:Acts:28:31",
        "t": "preaching the kingdom of God and teaching the things which concern the Lord Jesus Christ with all confidence, no one forbidding him."
    }
]
