[
    {
        "o": 24792,
        "r": "csb:Daniel:11:0",
        "t": "Daniel 11",
        "h": 1
    },
    {
        "o": 24793,
        "r": "csb:Daniel:11:1",
        "t": "In*p the first year of Darius the Mede, I stood up to strengthen and protect him.)"
    },
    {
        "o": 24794,
        "r": "csb:Daniel:11:2",
        "t": "Now I will tell you the truth."
    },
    {
        "o": 24795,
        "r": "csb:Daniel:11:2",
        "t": "Prophecies about Persia and Greece",
        "h": 2
    },
    {
        "o": 24796,
        "r": "csb:Daniel:11:2",
        "t": "“Three*p more kings will arise in Persia, and the fourth will be far richer than the others. By the power he gains through his riches, he will stir up everyone against the kingdom of Greece."
    },
    {
        "o": 24797,
        "r": "csb:Daniel:11:3",
        "t": "Then a warrior king will arise; he will rule a vast realm and do whatever he wants."
    },
    {
        "o": 24798,
        "r": "csb:Daniel:11:4",
        "t": "But as soon as he is established, his kingdom will be broken up and divided to the four winds of heaven, but not to his descendants; it will not be the same kingdom that he ruled, because his kingdom will be uprooted and will go to others besides them."
    },
    {
        "o": 24799,
        "r": "csb:Daniel:11:4",
        "t": "Kings of the South and the North",
        "h": 2
    },
    {
        "o": 24800,
        "r": "csb:Daniel:11:5",
        "t": "“The*p king of the South will grow powerful, but one of his commanders will grow more powerful and will rule a kingdom greater than his."
    },
    {
        "o": 24801,
        "r": "csb:Daniel:11:6",
        "t": "After some years they will form an alliance, and the daughter of the king of the South will go to the king of the North to seal the agreement. She will not retain power, and his strength will not endure. She will be given up, together with her entourage, her father, and the one who supported her during those times."
    },
    {
        "o": 24802,
        "r": "csb:Daniel:11:7",
        "t": "In the place of the king of the South, one from her family will rise up, come against the army, and enter the fortress of the king of the North. He will take action against them and triumph."
    },
    {
        "o": 24803,
        "r": "csb:Daniel:11:8",
        "t": "He will take even their gods captive to Egypt, with their metal images and their precious articles of silver and gold. For some years he will stay away from the king of the North,"
    },
    {
        "o": 24804,
        "r": "csb:Daniel:11:9",
        "t": "who will enter the kingdom of the king of the South and then return to his own land."
    },
    {
        "o": 24805,
        "r": "csb:Daniel:11:10",
        "t": "“His*p sons will mobilize for war and assemble a large number of armed forces. They will advance, sweeping through like a flood, and will again wage war as far as his fortress."
    },
    {
        "o": 24806,
        "r": "csb:Daniel:11:11",
        "t": "Infuriated, the king of the South will march out to fight with the king of the North, who will raise a large army, but they will be handed over to his enemy."
    },
    {
        "o": 24807,
        "r": "csb:Daniel:11:12",
        "t": "When the army is carried off, he will become arrogant and cause tens of thousands to fall, but he will not triumph."
    },
    {
        "o": 24808,
        "r": "csb:Daniel:11:13",
        "t": "The king of the North will again raise a multitude larger than the first. After some years he will advance with a great army and many supplies."
    },
    {
        "o": 24809,
        "r": "csb:Daniel:11:14",
        "t": "“In*p those times many will rise up against the king of the South. Violent ones among your own people will assert themselves to fulfill a vision, but they will fail."
    },
    {
        "o": 24810,
        "r": "csb:Daniel:11:15",
        "t": "Then the king of the North will come, build up a siege ramp, and capture a well-fortified city. The forces of the South will not stand; even their select troops will not be able to resist."
    },
    {
        "o": 24811,
        "r": "csb:Daniel:11:16",
        "t": "The king of the North who comes against him will do whatever he wants, and no one can oppose him. He will establish himself in the beautiful land with total destruction in his hand."
    },
    {
        "o": 24812,
        "r": "csb:Daniel:11:17",
        "t": "He will resolve to come with the force of his whole kingdom and will reach an agreement with him. He will give him a daughter in marriage to destroy it, but she will not stand with him or support him."
    },
    {
        "o": 24813,
        "r": "csb:Daniel:11:18",
        "t": "Then he will turn his attention to the coasts and islands and capture many. But a commander will put an end to his taunting; instead, he will turn his taunts against him."
    },
    {
        "o": 24814,
        "r": "csb:Daniel:11:19",
        "t": "He will turn his attention back to the fortresses of his own land, but he will stumble, fall, and be no more."
    },
    {
        "o": 24815,
        "r": "csb:Daniel:11:20",
        "t": "“In*p his place one will arise who will send out a tax collector for the glory of the kingdom; but within a few days he will be broken, though not in anger or in battle."
    },
    {
        "o": 24816,
        "r": "csb:Daniel:11:21",
        "t": "“In*p his place a despised person will arise; royal honors will not be given to him, but he will come during a time of peace and seize the kingdom by intrigue."
    },
    {
        "o": 24817,
        "r": "csb:Daniel:11:22",
        "t": "A flood of forces will be swept away before him; they will be broken, as well as the covenant prince."
    },
    {
        "o": 24818,
        "r": "csb:Daniel:11:23",
        "t": "After an alliance is made with him, he will act deceitfully. He will rise to power with a small nation."
    },
    {
        "o": 24819,
        "r": "csb:Daniel:11:24",
        "t": "During a time of peace, he will come into the richest parts of the province and do what his fathers and predecessors never did. He will lavish plunder, loot, and wealth on his followers, and he will make plans against fortified cities, but only for a time."
    },
    {
        "o": 24820,
        "r": "csb:Daniel:11:25",
        "t": "“With*p a large army he will stir up his power and his courage against the king of the South. The king of the South will prepare for battle with an extremely large and powerful army, but he will not succeed, because plots will be made against him."
    },
    {
        "o": 24821,
        "r": "csb:Daniel:11:26",
        "t": "Those who eat his provisions will destroy him; his army will be swept away, and many will fall slain."
    },
    {
        "o": 24822,
        "r": "csb:Daniel:11:27",
        "t": "The two kings, whose hearts are bent on evil, will speak lies at the same table but to no avail, for still the end will come at the appointed time."
    },
    {
        "o": 24823,
        "r": "csb:Daniel:11:28",
        "t": "The king of the North will return to his land with great wealth, but his heart will be set against the holy covenant; he will take action, then return to his own land."
    },
    {
        "o": 24824,
        "r": "csb:Daniel:11:29",
        "t": "“At*p the appointed time he will come again to the South, but this time will not be like the first."
    },
    {
        "o": 24825,
        "r": "csb:Daniel:11:30",
        "t": "Ships of Kittim will come against him, and being intimidated, he will withdraw. Then he will rage against the holy covenant and take action. On his return, he will favor those who abandon the holy covenant."
    },
    {
        "o": 24826,
        "r": "csb:Daniel:11:31",
        "t": "His forces will rise up and desecrate the temple fortress. They will abolish the regular sacrifice and set up the abomination of desolation."
    },
    {
        "o": 24827,
        "r": "csb:Daniel:11:32",
        "t": "With flattery he will corrupt those who act wickedly toward the covenant, but the people who know their God will be strong and take action."
    },
    {
        "o": 24828,
        "r": "csb:Daniel:11:33",
        "t": "Those who have insight among the people will give understanding to many, yet they will fall by the sword and flame, and they will be captured and plundered for a time."
    },
    {
        "o": 24829,
        "r": "csb:Daniel:11:34",
        "t": "When they fall, they will be helped by some, but many others will join them insincerely."
    },
    {
        "o": 24830,
        "r": "csb:Daniel:11:35",
        "t": "Some of those who have insight will fall so that they may be refined, purified, and cleansed until the time of the end, for it will still come at the appointed time."
    },
    {
        "o": 24831,
        "r": "csb:Daniel:11:36",
        "t": "“Then*p the king will do whatever he wants. He will exalt and magnify himself above every god, and he will say outrageous things against the God of gods. He will be successful until the time of wrath is completed, because what has been decreed will be accomplished."
    },
    {
        "o": 24832,
        "r": "csb:Daniel:11:37",
        "t": "He will not show regard for the gods of his ancestors, the god desired by women, or for any other god, because he will magnify himself above all."
    },
    {
        "o": 24833,
        "r": "csb:Daniel:11:38",
        "t": "Instead, he will honor a god of fortresses - a god his ancestors did not know - with gold, silver, precious stones, and riches."
    },
    {
        "o": 24834,
        "r": "csb:Daniel:11:39",
        "t": "He will deal with the strongest fortresses with the help of a foreign god. He will greatly honor those who acknowledge him, making them rulers over many and distributing land as a reward."
    },
    {
        "o": 24835,
        "r": "csb:Daniel:11:40",
        "t": "“At*p the time of the end, the king of the South will engage him in battle, but the king of the North will storm against him with chariots, horsemen, and many ships. He will invade countries and sweep through them like a flood."
    },
    {
        "o": 24836,
        "r": "csb:Daniel:11:41",
        "t": "He will also invade the beautiful land, and many will fall. But these will escape from his power: Edom, Moab, and the prominent people of the Ammonites."
    },
    {
        "o": 24837,
        "r": "csb:Daniel:11:42",
        "t": "He will extend his power against the countries, and not even the land of Egypt will escape."
    },
    {
        "o": 24838,
        "r": "csb:Daniel:11:43",
        "t": "He will get control over the hidden treasures of gold and silver and over all the riches of Egypt. The Libyans and Cushites will also be in submission."
    },
    {
        "o": 24839,
        "r": "csb:Daniel:11:44",
        "t": "But reports from the east and the north will terrify him, and he will go out with great fury to annihilate and completely destroy many."
    },
    {
        "o": 24840,
        "r": "csb:Daniel:11:45",
        "t": "He will pitch his royal tents between the sea and the beautiful holy mountain, but he will meet his end with no one to help him."
    }
]
