[
    {
        "o": 32190,
        "r": "csb:1 Corinthians:4:0",
        "t": "1 Corinthians 4",
        "h": 1
    },
    {
        "o": 32191,
        "r": "csb:1 Corinthians:4:0",
        "t": "The Faithful Manager",
        "h": 2
    },
    {
        "o": 32192,
        "r": "csb:1 Corinthians:4:1",
        "t": "A*p person should think of us in this way: as servants of Christ and managers of the mysteries of God."
    },
    {
        "o": 32193,
        "r": "csb:1 Corinthians:4:2",
        "t": "In this regard, it is required that managers be found faithful."
    },
    {
        "o": 32194,
        "r": "csb:1 Corinthians:4:3",
        "t": "It is of little importance to me that I should be judged by you or by any human court. In fact, I don’t even judge myself."
    },
    {
        "o": 32195,
        "r": "csb:1 Corinthians:4:4",
        "t": "For I am not conscious of anything against myself, but I am not justified by this. It is the Lord who judges me."
    },
    {
        "o": 32196,
        "r": "csb:1 Corinthians:4:5",
        "t": "So don’t judge anything prematurely, before the Lord comes, who will both bring to light what is hidden in darkness and reveal the intentions of the hearts. And then praise will come to each one from God."
    },
    {
        "o": 32197,
        "r": "csb:1 Corinthians:4:5",
        "t": "The Apostles’ Example of Humility",
        "h": 2
    },
    {
        "o": 32198,
        "r": "csb:1 Corinthians:4:6",
        "t": "Now,*p brothers and sisters, I have applied these things to myself and Apollos for your benefit, so that you may learn from us the meaning of the saying: “Nothing beyond what is written.” The purpose is that none of you will be arrogant, favoring one person over another."
    },
    {
        "o": 32199,
        "r": "csb:1 Corinthians:4:7",
        "t": "For who makes you so superior? What do you have that you didn’t receive? If, in fact, you did receive it, why do you boast as if you hadn’t received it?"
    },
    {
        "o": 32200,
        "r": "csb:1 Corinthians:4:8",
        "t": "You are already full! You are already rich! You have begun to reign as kings without us - and I wish you did reign, so that we could also reign with you!"
    },
    {
        "o": 32201,
        "r": "csb:1 Corinthians:4:9",
        "t": "For I think God has displayed us, the apostles, in last place, like men condemned to die: We have become a spectacle to the world, both to angels and to people."
    },
    {
        "o": 32202,
        "r": "csb:1 Corinthians:4:10",
        "t": "We are fools for Christ, but you are wise in Christ! We are weak, but you are strong! You are distinguished, but we are dishonored!"
    },
    {
        "o": 32203,
        "r": "csb:1 Corinthians:4:11",
        "t": "Up to the present hour we are both hungry and thirsty; we are poorly clothed, roughly treated, homeless;"
    },
    {
        "o": 32204,
        "r": "csb:1 Corinthians:4:12",
        "t": "we labor, working with our own hands. When we are reviled, we bless; when we are persecuted, we endure it;"
    },
    {
        "o": 32205,
        "r": "csb:1 Corinthians:4:13",
        "t": "when we are slandered, we respond graciously. Even now, we are like the scum of the earth, like everyone’s garbage."
    },
    {
        "o": 32206,
        "r": "csb:1 Corinthians:4:13",
        "t": "Paul’s Fatherly Care",
        "h": 2
    },
    {
        "o": 32207,
        "r": "csb:1 Corinthians:4:14",
        "t": "I’m*p not writing this to shame you, but to warn you as my dear children."
    },
    {
        "o": 32208,
        "r": "csb:1 Corinthians:4:15",
        "t": "For you may have countless instructors in Christ, but you don’t have many fathers. For I became your father in Christ Jesus through the gospel."
    },
    {
        "o": 32209,
        "r": "csb:1 Corinthians:4:16",
        "t": "Therefore I urge you to imitate me."
    },
    {
        "o": 32210,
        "r": "csb:1 Corinthians:4:17",
        "t": "This is why I have sent Timothy to you. He is my dearly loved and faithful child in the Lord. He will remind you about my ways in Christ Jesus, just as I teach everywhere in every church."
    },
    {
        "o": 32211,
        "r": "csb:1 Corinthians:4:18",
        "t": "Now*p some are arrogant, as though I were not coming to you."
    },
    {
        "o": 32212,
        "r": "csb:1 Corinthians:4:19",
        "t": "But I will come to you soon, if the Lord wills, and I will find out not the talk, but the power of those who are arrogant."
    },
    {
        "o": 32213,
        "r": "csb:1 Corinthians:4:20",
        "t": "For the kingdom of God is not a matter of talk but of power."
    },
    {
        "o": 32214,
        "r": "csb:1 Corinthians:4:21",
        "t": "What do you want? Should I come to you with a rod, or in love and a spirit of gentleness?"
    }
]
