[
    {
        "o": 20997,
        "r": "esv:Isaiah:63:0",
        "t": "Isaiah 63",
        "h": 1
    },
    {
        "o": 20998,
        "r": "esv:Isaiah:63:0",
        "t": "The Lord’s Day of Vengeance",
        "h": 2
    },
    {
        "o": 20999,
        "r": "esv:Isaiah:63:1",
        "t": "Who*pn is this who comes from Edom, in*ld crimsoned garments from Bozrah, he*ln who is splendid in his apparel, marching*ld in the greatness of his strength? “It*ln is I, speaking in righteousness, mighty*ld to save.”"
    },
    {
        "o": 21000,
        "r": "esv:Isaiah:63:2",
        "t": "Why*pn is your apparel red, and*ld your garments like his who treads in the winepress?"
    },
    {
        "o": 21001,
        "r": "esv:Isaiah:63:3",
        "t": "“I*pn have trodden the winepress alone, and*ld from the peoples no one was with me; I*ln trod them in my anger and*ld trampled them in my wrath; their*ln lifeblood spattered on my garments, and*ld stained all my apparel."
    },
    {
        "o": 21002,
        "r": "esv:Isaiah:63:4",
        "t": "For*ln the day of vengeance was in my heart, and*ld my year of redemption had come."
    },
    {
        "o": 21003,
        "r": "esv:Isaiah:63:5",
        "t": "I*ln looked, but there was no one to help; I*ld was appalled, but there was no one to uphold; so*ln my own arm brought me salvation, and*ld my wrath upheld me."
    },
    {
        "o": 21004,
        "r": "esv:Isaiah:63:6",
        "t": "I*ln trampled down the peoples in my anger; I*ld made them drunk in my wrath, and*ld I poured out their lifeblood on the earth.”"
    },
    {
        "o": 21005,
        "r": "esv:Isaiah:63:6",
        "t": "The Lord’s Mercy Remembered",
        "h": 2
    },
    {
        "o": 21006,
        "r": "esv:Isaiah:63:7",
        "t": "I*pn will recount the steadfast love of the Lord,*s the*ld praises of the Lord,*s according*ln to all that the Lord*s has granted us, and*ld the great goodness to the house of Israel that*ln he has granted them according to his compassion, according*ld to the abundance of his steadfast love."
    },
    {
        "o": 21007,
        "r": "esv:Isaiah:63:8",
        "t": "For*ln he said, “Surely they are my people, children*ld who will not deal falsely.” And*ld he became their Savior."
    },
    {
        "o": 21008,
        "r": "esv:Isaiah:63:9",
        "t": "In*ln all their affliction he was afflicted, and*ld the angel of his presence saved them; in*ln his love and in his pity he redeemed them; he*ld lifted them up and carried them all the days of old."
    },
    {
        "o": 21009,
        "r": "esv:Isaiah:63:10",
        "t": "But*pn they rebelled and*ld grieved his Holy Spirit; therefore*ln he turned to be their enemy, and*ld himself fought against them."
    },
    {
        "o": 21010,
        "r": "esv:Isaiah:63:11",
        "t": "Then*ln he remembered the days of old, of*ld Moses and his people. Where*ln is he who brought them up out of the sea with*ld the shepherds of his flock? Where*ln is he who put in the midst of them his*ld Holy Spirit,"
    },
    {
        "o": 21011,
        "r": "esv:Isaiah:63:12",
        "t": "who*ln caused his glorious arm to*ld go at the right hand of Moses, who*ln divided the waters before them to*ld make for himself an everlasting name,"
    },
    {
        "o": 21012,
        "r": "esv:Isaiah:63:13",
        "t": "who*ld led them through the depths? Like*ln a horse in the desert, they*ld did not stumble."
    },
    {
        "o": 21013,
        "r": "esv:Isaiah:63:14",
        "t": "Like*ln livestock that go down into the valley, the*ld Spirit of the Lord*s gave them rest. So*ln you led your people, to*ld make for yourself a glorious name."
    },
    {
        "o": 21014,
        "r": "esv:Isaiah:63:14",
        "t": "Prayer for Mercy",
        "h": 2
    },
    {
        "o": 21015,
        "r": "esv:Isaiah:63:15",
        "t": "Look*pn down from heaven and see, from*ld your holy and beautiful habitation. Where*ln are your zeal and your might? The*ld stirring of your inner parts and your compassion are*ld held back from me."
    },
    {
        "o": 21016,
        "r": "esv:Isaiah:63:16",
        "t": "For*ln you are our Father, though*ld Abraham does not know us, and*ld Israel does not acknowledge us; you,*ln O Lord,*s are our Father, our*ld Redeemer from of old is your name."
    },
    {
        "o": 21017,
        "r": "esv:Isaiah:63:17",
        "t": "O*ln Lord,*s why do you make us wander from your ways and*ld harden our heart, so that we fear you not? Return*ln for the sake of your servants, the*ld tribes of your heritage."
    },
    {
        "o": 21018,
        "r": "esv:Isaiah:63:18",
        "t": "Your*ln holy people held possession for a little while; our*ld adversaries have trampled down your sanctuary."
    },
    {
        "o": 21019,
        "r": "esv:Isaiah:63:19",
        "t": "We*ln have become like those over whom you have never ruled, like*ld those who are not called by your name."
    }
]
