[
    {
        "o": 8198,
        "r": "esv:1 Samuel:13:0",
        "t": "1 Samuel 13",
        "h": 1
    },
    {
        "o": 8199,
        "r": "esv:1 Samuel:13:0",
        "t": "Saul Fights the Philistines",
        "h": 2
    },
    {
        "o": 8200,
        "r": "esv:1 Samuel:13:1",
        "t": "Saul*p lived for one year and then became king, and when he had reigned for two years over Israel,"
    },
    {
        "o": 8201,
        "r": "esv:1 Samuel:13:2",
        "t": "Saul chose three thousand men of Israel. Two thousand were with Saul in Michmash and the hill country of Bethel, and a thousand were with Jonathan in Gibeah of Benjamin. The rest of the people he sent home, every man to his tent."
    },
    {
        "o": 8202,
        "r": "esv:1 Samuel:13:3",
        "t": "Jonathan defeated the garrison of the Philistines that was at Geba, and the Philistines heard of it. And Saul blew the trumpet throughout all the land, saying, “Let the Hebrews hear.”"
    },
    {
        "o": 8203,
        "r": "esv:1 Samuel:13:4",
        "t": "And all Israel heard it said that Saul had defeated the garrison of the Philistines, and also that Israel had become a stench to the Philistines. And the people were called out to join Saul at Gilgal."
    },
    {
        "o": 8204,
        "r": "esv:1 Samuel:13:5",
        "t": "And*p the Philistines mustered to fight with Israel, thirty thousand chariots and six thousand horsemen and troops like the sand on the seashore in multitude. They came up and encamped in Michmash, to the east of Beth-aven."
    },
    {
        "o": 8205,
        "r": "esv:1 Samuel:13:6",
        "t": "When the men of Israel saw that they were in trouble (for the people were hard pressed), the people hid themselves in caves and in holes and in rocks and in tombs and in cisterns,"
    },
    {
        "o": 8206,
        "r": "esv:1 Samuel:13:7",
        "t": "and some Hebrews crossed the fords of the Jordan to the land of Gad and Gilead. Saul was still at Gilgal, and all the people followed him trembling."
    },
    {
        "o": 8207,
        "r": "esv:1 Samuel:13:7",
        "t": "Saul’s Unlawful Sacrifice",
        "h": 2
    },
    {
        "o": 8208,
        "r": "esv:1 Samuel:13:8",
        "t": "He*p waited seven days, the time appointed by Samuel. But Samuel did not come to Gilgal, and the people were scattering from him."
    },
    {
        "o": 8209,
        "r": "esv:1 Samuel:13:9",
        "t": "So Saul said, “Bring the burnt offering here to me, and the peace offerings.” And he offered the burnt offering."
    },
    {
        "o": 8210,
        "r": "esv:1 Samuel:13:10",
        "t": "As soon as he had finished offering the burnt offering, behold, Samuel came. And Saul went out to meet him and greet him."
    },
    {
        "o": 8211,
        "r": "esv:1 Samuel:13:11",
        "t": "Samuel said, “What have you done?” And Saul said, “When I saw that the people were scattering from me, and that you did not come within the days appointed, and that the Philistines had mustered at Michmash,"
    },
    {
        "o": 8212,
        "r": "esv:1 Samuel:13:12",
        "t": "I said, ‘Now the Philistines will come down against me at Gilgal, and I have not sought the favor of the Lord.’*s So I forced myself, and offered the burnt offering.”"
    },
    {
        "o": 8213,
        "r": "esv:1 Samuel:13:13",
        "t": "And Samuel said to Saul, “You have done foolishly. You have not kept the command of the Lord*s your God, with which he commanded you. For then the Lord*s would have established your kingdom over Israel forever."
    },
    {
        "o": 8214,
        "r": "esv:1 Samuel:13:14",
        "t": "But now your kingdom shall not continue. The Lord*s has sought out a man after his own heart, and the Lord*s has commanded him to be prince over his people, because you have not kept what the Lord*s commanded you.”"
    },
    {
        "o": 8215,
        "r": "esv:1 Samuel:13:15",
        "t": "And Samuel arose and went up from Gilgal. The rest of the people went up after Saul to meet the army; they went up from Gilgal to Gibeah of Benjamin. And*p Saul numbered the people who were present with him, about six hundred men."
    },
    {
        "o": 8216,
        "r": "esv:1 Samuel:13:16",
        "t": "And Saul and Jonathan his son and the people who were present with them stayed in Geba of Benjamin, but the Philistines encamped in Michmash."
    },
    {
        "o": 8217,
        "r": "esv:1 Samuel:13:17",
        "t": "And raiders came out of the camp of the Philistines in three companies. One company turned toward Ophrah, to the land of Shual;"
    },
    {
        "o": 8218,
        "r": "esv:1 Samuel:13:18",
        "t": "another company turned toward Beth-horon; and another company turned toward the border that looks down on the Valley of Zeboim toward the wilderness."
    },
    {
        "o": 8219,
        "r": "esv:1 Samuel:13:19",
        "t": "Now*p there was no blacksmith to be found throughout all the land of Israel, for the Philistines said, “Lest the Hebrews make themselves swords or spears.”"
    },
    {
        "o": 8220,
        "r": "esv:1 Samuel:13:20",
        "t": "But every one of the Israelites went down to the Philistines to sharpen his plowshare, his mattock, his axe, or his sickle,"
    },
    {
        "o": 8221,
        "r": "esv:1 Samuel:13:21",
        "t": "and the charge was two-thirds of a shekel for the plowshares and for the mattocks, and a third of a shekel for sharpening the axes and for setting the goads."
    },
    {
        "o": 8222,
        "r": "esv:1 Samuel:13:22",
        "t": "So on the day of the battle there was neither sword nor spear found in the hand of any of the people with Saul and Jonathan, but Saul and Jonathan his son had them."
    },
    {
        "o": 8223,
        "r": "esv:1 Samuel:13:23",
        "t": "And the garrison of the Philistines went out to the pass of Michmash."
    }
]
