[
    {
        "o": 8576,
        "r": "nasb:1 Samuel:25:0",
        "t": "1 Samuel 25",
        "h": 1
    },
    {
        "o": 8577,
        "r": "nasb:1 Samuel:25:0",
        "t": "Samuel’s Death",
        "h": 2
    },
    {
        "o": 8578,
        "r": "nasb:1 Samuel:25:1",
        "t": "Then*p Samuel died; and all Israel gathered together and mourned for him, and buried him at his house in Ramah. And David arose and went down to the wilderness of Paran."
    },
    {
        "o": 8579,
        "r": "nasb:1 Samuel:25:1",
        "t": "Nabal and Abigail",
        "h": 2
    },
    {
        "o": 8580,
        "r": "nasb:1 Samuel:25:2",
        "t": "Now*p there*i was*i a man in Maon whose business was in Carmel; and the man was very rich, and he had three thousand sheep and a thousand goats. And it came about while he was shearing his sheep in Carmel"
    },
    {
        "o": 8581,
        "r": "nasb:1 Samuel:25:3",
        "t": "(now the man’s name was Nabal, and his wife’s name was Abigail. And the woman was intelligent and beautiful in appearance, but the man was harsh and evil in his*i dealings, and he was a Calebite),"
    },
    {
        "o": 8582,
        "r": "nasb:1 Samuel:25:4",
        "t": "that David heard in the wilderness that Nabal was shearing his sheep."
    },
    {
        "o": 8583,
        "r": "nasb:1 Samuel:25:5",
        "t": "So David sent ten young men; and David said to the young men, “Go up to Carmel, visit Nabal and greet him in my name;"
    },
    {
        "o": 8584,
        "r": "nasb:1 Samuel:25:6",
        "t": "and thus you shall say, ‘Have a long life, peace be to you, and peace be to your house, and peace be to all that you have."
    },
    {
        "o": 8585,
        "r": "nasb:1 Samuel:25:7",
        "t": "Now I have heard that you have shearers; now your shepherds have been with us and we have not insulted them, nor have they missed anything all the days they were in Carmel."
    },
    {
        "o": 8586,
        "r": "nasb:1 Samuel:25:8",
        "t": "Ask your young men and they will tell you. Therefore let my*i young men find favor in your eyes, for we have come on a festive day. Please give whatever you find at hand to your servants and to your son David.’ ”"
    },
    {
        "o": 8587,
        "r": "nasb:1 Samuel:25:9",
        "t": "When*p David’s young men came, they spoke to Nabal according to all these words in David’s name; then they waited."
    },
    {
        "o": 8588,
        "r": "nasb:1 Samuel:25:10",
        "t": "But Nabal answered David’s servants and said, “Who is David? And who is the son of Jesse? There are many servants today who are each breaking away from his master."
    },
    {
        "o": 8589,
        "r": "nasb:1 Samuel:25:11",
        "t": "Shall I then take my bread and my water and my meat that I have slaughtered for my shearers, and give it to men whose origin I do not know?”"
    },
    {
        "o": 8590,
        "r": "nasb:1 Samuel:25:12",
        "t": "So David’s young men retraced their way and went back; and they came and told him according to all these words."
    },
    {
        "o": 8591,
        "r": "nasb:1 Samuel:25:13",
        "t": "David said to his men, “Each of*i you*i gird on his sword.” So each man girded on his sword. And David also girded on his sword, and about four hundred men went up behind David while two hundred stayed with the baggage."
    },
    {
        "o": 8592,
        "r": "nasb:1 Samuel:25:14",
        "t": "But*p one of the young men told Abigail, Nabal’s wife, saying, “Behold, David sent messengers from the wilderness to greet our master, and he scorned them."
    },
    {
        "o": 8593,
        "r": "nasb:1 Samuel:25:15",
        "t": "Yet the men were very good to us, and we were not insulted, nor did we miss anything as long as we went about with them, while we were in the fields."
    },
    {
        "o": 8594,
        "r": "nasb:1 Samuel:25:16",
        "t": "They were a wall to us both by night and by day, all the time we were with them tending the sheep."
    },
    {
        "o": 8595,
        "r": "nasb:1 Samuel:25:17",
        "t": "Now therefore, know and consider what you should do, for evil is plotted against our master and against all his household; and he is such a worthless man that no one can speak to him.”"
    },
    {
        "o": 8596,
        "r": "nasb:1 Samuel:25:17",
        "t": "Abigail Intercedes",
        "h": 2
    },
    {
        "o": 8597,
        "r": "nasb:1 Samuel:25:18",
        "t": "Then*p Abigail hurried and took two hundred loaves*i of bread and two jugs of wine and five sheep already prepared and five measures of roasted grain and a hundred clusters of raisins and two hundred cakes of figs, and loaded them*i on donkeys."
    },
    {
        "o": 8598,
        "r": "nasb:1 Samuel:25:19",
        "t": "She said to her young men, “Go on before me; behold, I am coming after you.” But she did not tell her husband Nabal."
    },
    {
        "o": 8599,
        "r": "nasb:1 Samuel:25:20",
        "t": "It came about as she was riding on her donkey and coming down by the hidden part of the mountain, that behold, David and his men were coming down toward her; so she met them."
    },
    {
        "o": 8600,
        "r": "nasb:1 Samuel:25:21",
        "t": "Now David had said, “Surely in vain I have guarded all that this man*i has in the wilderness, so that nothing was missed of all that belonged to him; and he has returned me evil for good."
    },
    {
        "o": 8601,
        "r": "nasb:1 Samuel:25:22",
        "t": "May God do so to the enemies of David, and more also, if by morning I leave as*i much*i as*i one male of any who belong to him.”"
    },
    {
        "o": 8602,
        "r": "nasb:1 Samuel:25:23",
        "t": "When*p Abigail saw David, she hurried and dismounted from her donkey, and fell on her face before David and bowed herself to the ground."
    },
    {
        "o": 8603,
        "r": "nasb:1 Samuel:25:24",
        "t": "She fell at his feet and said, “On me alone, my lord, be the blame. And please let your maidservant speak to you, and listen to the words of your maidservant."
    },
    {
        "o": 8604,
        "r": "nasb:1 Samuel:25:25",
        "t": "Please do not let my lord pay attention to this worthless man, Nabal, for as his name is, so is he. Nabal is his name and folly is with him; but I your maidservant did not see the young men of my lord whom you sent."
    },
    {
        "o": 8605,
        "r": "nasb:1 Samuel:25:26",
        "t": "“Now*p therefore, my lord, as the Lord*s lives, and as your soul lives, since the Lord*s has restrained you from shedding blood, and from avenging yourself by your own hand, now then let your enemies and those who seek evil against my lord, be as Nabal."
    },
    {
        "o": 8606,
        "r": "nasb:1 Samuel:25:27",
        "t": "Now let this gift which your maidservant has brought to my lord be given to the young men who accompany my lord."
    },
    {
        "o": 8607,
        "r": "nasb:1 Samuel:25:28",
        "t": "Please forgive the transgression of your maidservant; for the Lord*s will certainly make for my lord an enduring house, because my lord is fighting the battles of the Lord,*s and evil will not be found in you all your days."
    },
    {
        "o": 8608,
        "r": "nasb:1 Samuel:25:29",
        "t": "Should anyone rise up to pursue you and to seek your life, then the life of my lord shall be bound in the bundle of the living with the Lord*s your God; but the lives of your enemies He will sling out as from the hollow of a sling."
    },
    {
        "o": 8609,
        "r": "nasb:1 Samuel:25:30",
        "t": "And when the Lord*s does for my lord according to all the good that He has spoken concerning you, and appoints you ruler over Israel,"
    },
    {
        "o": 8610,
        "r": "nasb:1 Samuel:25:31",
        "t": "this will not cause grief or a troubled heart to my lord, both by having shed blood without cause and by my lord having avenged himself. When the Lord*s deals well with my lord, then remember your maidservant.”"
    },
    {
        "o": 8611,
        "r": "nasb:1 Samuel:25:32",
        "t": "Then*p David said to Abigail, “Blessed be the Lord*s God of Israel, who sent you this day to meet me,"
    },
    {
        "o": 8612,
        "r": "nasb:1 Samuel:25:33",
        "t": "and blessed be your discernment, and blessed be you, who have kept me this day from bloodshed and from avenging myself by my own hand."
    },
    {
        "o": 8613,
        "r": "nasb:1 Samuel:25:34",
        "t": "Nevertheless, as the Lord*s God of Israel lives, who has restrained me from harming you, unless you had come quickly to meet me, surely there would not have been left to Nabal until the morning light as*i much*i as*i one male.”"
    },
    {
        "o": 8614,
        "r": "nasb:1 Samuel:25:35",
        "t": "So David received from her hand what she had brought him and said to her, “Go up to your house in peace. See, I have listened to you and granted your request.”"
    },
    {
        "o": 8615,
        "r": "nasb:1 Samuel:25:36",
        "t": "Then*p Abigail came to Nabal, and behold, he was holding a feast in his house, like the feast of a king. And Nabal’s heart was merry within him, for he was very drunk; so she did not tell him anything at all until the morning light."
    },
    {
        "o": 8616,
        "r": "nasb:1 Samuel:25:37",
        "t": "But in the morning, when the wine had gone out of Nabal, his wife told him these things, and his heart died within him so that he became as*i a stone."
    },
    {
        "o": 8617,
        "r": "nasb:1 Samuel:25:38",
        "t": "About ten days later, the Lord*s struck Nabal and he died."
    },
    {
        "o": 8618,
        "r": "nasb:1 Samuel:25:38",
        "t": "David Marries Abigail",
        "h": 2
    },
    {
        "o": 8619,
        "r": "nasb:1 Samuel:25:39",
        "t": "When*p David heard that Nabal was dead, he said, “Blessed be the Lord,*s who has pleaded the cause of my reproach from the hand of Nabal and has kept back His servant from evil. The Lord*s has also returned the evildoing of Nabal on his own head.” Then David sent a proposal to Abigail, to take her as his wife."
    },
    {
        "o": 8620,
        "r": "nasb:1 Samuel:25:40",
        "t": "When the servants of David came to Abigail at Carmel, they spoke to her, saying, “David has sent us to you to take you as his wife.”"
    },
    {
        "o": 8621,
        "r": "nasb:1 Samuel:25:41",
        "t": "She arose and bowed with her face to the ground and said, “Behold, your maidservant is a maid to wash the feet of my lord’s servants.”"
    },
    {
        "o": 8622,
        "r": "nasb:1 Samuel:25:42",
        "t": "Then Abigail quickly arose, and rode on a donkey, with her five maidens who attended her; and she followed the messengers of David and became his wife."
    },
    {
        "o": 8623,
        "r": "nasb:1 Samuel:25:43",
        "t": "David*p had also taken Ahinoam of Jezreel, and they both became his wives."
    },
    {
        "o": 8624,
        "r": "nasb:1 Samuel:25:44",
        "t": "Now*p Saul had given Michal his daughter, David’s wife, to Palti the son of Laish, who was from Gallim."
    }
]
