[
    {
        "o": 21033,
        "r": "esv:Isaiah:65:0",
        "t": "Isaiah 65",
        "h": 1
    },
    {
        "o": 21034,
        "r": "esv:Isaiah:65:0",
        "t": "Judgment and Salvation",
        "h": 2
    },
    {
        "o": 21035,
        "r": "esv:Isaiah:65:1",
        "t": "I*pn was ready to be sought by those who did not ask for me; I*ld was ready to be found by those who did not seek me. I*ln said, “Here I am, here I am,” to*ld a nation that was not called by my name."
    },
    {
        "o": 21036,
        "r": "esv:Isaiah:65:2",
        "t": "I*ln spread out my hands all the day to*ld a rebellious people, who*ln walk in a way that is not good, following*ld their own devices;"
    },
    {
        "o": 21037,
        "r": "esv:Isaiah:65:3",
        "t": "a*ln people who provoke me to*ld my face continually, sacrificing*ln in gardens and*ld making offerings on bricks;"
    },
    {
        "o": 21038,
        "r": "esv:Isaiah:65:4",
        "t": "who*ln sit in tombs, and*ld spend the night in secret places; who*ln eat pig’s flesh, and*ld broth of tainted meat is in their vessels;"
    },
    {
        "o": 21039,
        "r": "esv:Isaiah:65:5",
        "t": "who*ln say, “Keep to yourself, do*ld not come near me, for I am too holy for you.” These*ln are a smoke in my nostrils, a*ld fire that burns all the day."
    },
    {
        "o": 21040,
        "r": "esv:Isaiah:65:6",
        "t": "Behold,*ln it is written before me: “I*ld will not keep silent, but I will repay; I*ln will indeed repay into their lap"
    },
    {
        "o": 21041,
        "r": "esv:Isaiah:65:7",
        "t": "both*ld your iniquities and your fathers’ iniquities together, says*l the Lord;*s because*ln they made offerings on the mountains and*ld insulted me on the hills, I*ln will measure into their lap payment*ld for their former deeds.”"
    },
    {
        "o": 21042,
        "r": "esv:Isaiah:65:8",
        "t": "Thus*pn says the Lord:*s “As*ln the new wine is found in the cluster, and*ld they say, ‘Do not destroy it, for*ld there is a blessing in it,’ so*ln I will do for my servants’ sake, and*ld not destroy them all."
    },
    {
        "o": 21043,
        "r": "esv:Isaiah:65:9",
        "t": "I*ln will bring forth offspring from Jacob, and*ld from Judah possessors of my mountains; my*ln chosen shall possess it, and*ld my servants shall dwell there."
    },
    {
        "o": 21044,
        "r": "esv:Isaiah:65:10",
        "t": "Sharon*ln shall become a pasture for flocks, and*ld the Valley of Achor a place for herds to lie down, for*ld my people who have sought me."
    },
    {
        "o": 21045,
        "r": "esv:Isaiah:65:11",
        "t": "But*ln you who forsake the Lord,*s who*ld forget my holy mountain, who*ln set a table for Fortune and*ld fill cups of mixed wine for Destiny,"
    },
    {
        "o": 21046,
        "r": "esv:Isaiah:65:12",
        "t": "I*ln will destine you to the sword, and*ld all of you shall bow down to the slaughter, because,*ln when I called, you did not answer; when*ld I spoke, you did not listen, but*ln you did what was evil in my eyes and*ld chose what I did not delight in.”"
    },
    {
        "o": 21047,
        "r": "esv:Isaiah:65:13",
        "t": "Therefore*pn thus says the Lord God:*s “Behold,*ln my servants shall eat, but*ld you shall be hungry; behold,*ln my servants shall drink, but*ld you shall be thirsty; behold,*ln my servants shall rejoice, but*ld you shall be put to shame;"
    },
    {
        "o": 21048,
        "r": "esv:Isaiah:65:14",
        "t": "behold,*ln my servants shall sing for gladness of heart, but*ld you shall cry out for pain of heart and*ld shall wail for breaking of spirit."
    },
    {
        "o": 21049,
        "r": "esv:Isaiah:65:15",
        "t": "You*ln shall leave your name to my chosen for a curse, and*ld the Lord God*s will put you to death, but*ld his servants he will call by another name,"
    },
    {
        "o": 21050,
        "r": "esv:Isaiah:65:16",
        "t": "so*ln that he who blesses himself in the land shall*ld bless himself by the God of truth, and*ln he who takes an oath in the land shall*ld swear by the God of truth; because*ln the former troubles are forgotten and*ld are hidden from my eyes."
    },
    {
        "o": 21051,
        "r": "esv:Isaiah:65:16",
        "t": "New Heavens and a New Earth",
        "h": 2
    },
    {
        "o": 21052,
        "r": "esv:Isaiah:65:17",
        "t": "“For*pn behold, I create new heavens and*ld a new earth, and*ln the former things shall not be remembered or*ld come into mind."
    },
    {
        "o": 21053,
        "r": "esv:Isaiah:65:18",
        "t": "But*ln be glad and rejoice forever in*ld that which I create; for*ln behold, I create Jerusalem to be a joy, and*ld her people to be a gladness."
    },
    {
        "o": 21054,
        "r": "esv:Isaiah:65:19",
        "t": "I*ln will rejoice in Jerusalem and*ld be glad in my people; no*ln more shall be heard in it the sound of weeping and*ld the cry of distress."
    },
    {
        "o": 21055,
        "r": "esv:Isaiah:65:20",
        "t": "No*ln more shall there be in it an*ld infant who lives but a few days, or*ld an old man who does not fill out his days, for*ln the young man shall die a hundred years old, and*ld the sinner a hundred years old shall be accursed."
    },
    {
        "o": 21056,
        "r": "esv:Isaiah:65:21",
        "t": "They*ln shall build houses and inhabit them; they*ld shall plant vineyards and eat their fruit."
    },
    {
        "o": 21057,
        "r": "esv:Isaiah:65:22",
        "t": "They*ln shall not build and another inhabit; they*ld shall not plant and another eat; for*ln like the days of a tree shall the days of my people be, and*ld my chosen shall long enjoy the work of their hands."
    },
    {
        "o": 21058,
        "r": "esv:Isaiah:65:23",
        "t": "They*ln shall not labor in vain or*ld bear children for calamity, for*ln they shall be the offspring of the blessed of the Lord,*s and*ld their descendants with them."
    },
    {
        "o": 21059,
        "r": "esv:Isaiah:65:24",
        "t": "Before*ln they call I will answer; while*ld they are yet speaking I will hear."
    },
    {
        "o": 21060,
        "r": "esv:Isaiah:65:25",
        "t": "The*ln wolf and the lamb shall graze together; the*ld lion shall eat straw like the ox, and*ld dust shall be the serpent’s food. They*ln shall not hurt or destroy in*ld all my holy mountain,” says*l the Lord.*s"
    }
]
