[
    {
        "o": 4618,
        "r": "esv:Numbers:17:0",
        "t": "Numbers 17",
        "h": 1
    },
    {
        "o": 4619,
        "r": "esv:Numbers:17:0",
        "t": "Aaron’s Staff Buds",
        "h": 2
    },
    {
        "o": 4620,
        "r": "esv:Numbers:17:1",
        "t": "The*p Lord*s spoke to Moses, saying,"
    },
    {
        "o": 4621,
        "r": "esv:Numbers:17:2",
        "t": "“Speak to the people of Israel, and get from them staffs, one for each fathers’ house, from all their chiefs according to their fathers’ houses, twelve staffs. Write each man’s name on his staff,"
    },
    {
        "o": 4622,
        "r": "esv:Numbers:17:3",
        "t": "and write Aaron’s name on the staff of Levi. For there shall be one staff for the head of each fathers’ house."
    },
    {
        "o": 4623,
        "r": "esv:Numbers:17:4",
        "t": "Then you shall deposit them in the tent of meeting before the testimony, where I meet with you."
    },
    {
        "o": 4624,
        "r": "esv:Numbers:17:5",
        "t": "And the staff of the man whom I choose shall sprout. Thus I will make to cease from me the grumblings of the people of Israel, which they grumble against you.”"
    },
    {
        "o": 4625,
        "r": "esv:Numbers:17:6",
        "t": "Moses spoke to the people of Israel. And all their chiefs gave him staffs, one for each chief, according to their fathers’ houses, twelve staffs. And the staff of Aaron was among their staffs."
    },
    {
        "o": 4626,
        "r": "esv:Numbers:17:7",
        "t": "And Moses deposited the staffs before the Lord*s in the tent of the testimony."
    },
    {
        "o": 4627,
        "r": "esv:Numbers:17:8",
        "t": "On*p the next day Moses went into the tent of the testimony, and behold, the staff of Aaron for the house of Levi had sprouted and put forth buds and produced blossoms, and it bore ripe almonds."
    },
    {
        "o": 4628,
        "r": "esv:Numbers:17:9",
        "t": "Then Moses brought out all the staffs from before the Lord*s to all the people of Israel. And they looked, and each man took his staff."
    },
    {
        "o": 4629,
        "r": "esv:Numbers:17:10",
        "t": "And the Lord*s said to Moses, “Put back the staff of Aaron before the testimony, to be kept as a sign for the rebels, that you may make an end of their grumblings against me, lest they die.”"
    },
    {
        "o": 4630,
        "r": "esv:Numbers:17:11",
        "t": "Thus did Moses; as the Lord*s commanded him, so he did."
    },
    {
        "o": 4631,
        "r": "esv:Numbers:17:12",
        "t": "And*p the people of Israel said to Moses, “Behold, we perish, we are undone, we are all undone."
    },
    {
        "o": 4632,
        "r": "esv:Numbers:17:13",
        "t": "Everyone who comes near, who comes near to the tabernacle of the Lord,*s shall die. Are we all to perish?”"
    }
]
