[
    {
        "o": 4378,
        "r": "niv:Numbers:11:0",
        "t": "Numbers 11",
        "h": 1
    },
    {
        "o": 4379,
        "r": "niv:Numbers:11:0",
        "t": "Fire From the Lord",
        "h": 2
    },
    {
        "o": 4380,
        "r": "niv:Numbers:11:1",
        "t": "Now*p the people complained about their hardships in the hearing of the Lord,*s and when he heard them his anger was aroused. Then fire from the Lord*s burned among them and consumed some of the outskirts of the camp."
    },
    {
        "o": 4381,
        "r": "niv:Numbers:11:2",
        "t": "When the people cried out to Moses, he prayed to the Lord*s and the fire died down."
    },
    {
        "o": 4382,
        "r": "niv:Numbers:11:3",
        "t": "So that place was called Taberah, because fire from the Lord*s had burned among them."
    },
    {
        "o": 4383,
        "r": "niv:Numbers:11:3",
        "t": "Quail From the Lord",
        "h": 2
    },
    {
        "o": 4384,
        "r": "niv:Numbers:11:4",
        "t": "The*p rabble with them began to crave other food, and again the Israelites started wailing and said, “If only we had meat to eat!"
    },
    {
        "o": 4385,
        "r": "niv:Numbers:11:5",
        "t": "We remember the fish we ate in Egypt at no cost—also the cucumbers, melons, leeks, onions and garlic."
    },
    {
        "o": 4386,
        "r": "niv:Numbers:11:6",
        "t": "But now we have lost our appetite; we never see anything but this manna!”"
    },
    {
        "o": 4387,
        "r": "niv:Numbers:11:7",
        "t": "The*p manna was like coriander seed and looked like resin."
    },
    {
        "o": 4388,
        "r": "niv:Numbers:11:8",
        "t": "The people went around gathering it, and then ground it in a hand mill or crushed it in a mortar. They cooked it in a pot or made it into loaves. And it tasted like something made with olive oil."
    },
    {
        "o": 4389,
        "r": "niv:Numbers:11:9",
        "t": "When the dew settled on the camp at night, the manna also came down."
    },
    {
        "o": 4390,
        "r": "niv:Numbers:11:10",
        "t": "Moses*p heard the people of every family wailing at the entrance to their tents. The Lord*s became exceedingly angry, and Moses was troubled."
    },
    {
        "o": 4391,
        "r": "niv:Numbers:11:11",
        "t": "He asked the Lord,*s “Why have you brought this trouble on your servant? What have I done to displease you that you put the burden of all these people on me?"
    },
    {
        "o": 4392,
        "r": "niv:Numbers:11:12",
        "t": "Did I conceive all these people? Did I give them birth? Why do you tell me to carry them in my arms, as a nurse carries an infant, to the land you promised on oath to their ancestors?"
    },
    {
        "o": 4393,
        "r": "niv:Numbers:11:13",
        "t": "Where can I get meat for all these people? They keep wailing to me, ‘Give us meat to eat!’"
    },
    {
        "o": 4394,
        "r": "niv:Numbers:11:14",
        "t": "I cannot carry all these people by myself; the burden is too heavy for me."
    },
    {
        "o": 4395,
        "r": "niv:Numbers:11:15",
        "t": "If this is how you are going to treat me, please go ahead and kill me—if I have found favor in your eyes—and do not let me face my own ruin.”"
    },
    {
        "o": 4396,
        "r": "niv:Numbers:11:16",
        "t": "The*p Lord*s said to Moses: “Bring me seventy of Israel’s elders who are known to you as leaders and officials among the people. Have them come to the tent of meeting, that they may stand there with you."
    },
    {
        "o": 4397,
        "r": "niv:Numbers:11:17",
        "t": "I will come down and speak with you there, and I will take some of the power of the Spirit that is on you and put it on them. They will share the burden of the people with you so that you will not have to carry it alone."
    },
    {
        "o": 4398,
        "r": "niv:Numbers:11:18",
        "t": "“Tell*p the people: ‘Consecrate yourselves in preparation for tomorrow, when you will eat meat. The Lord*s heard you when you wailed, “If only we had meat to eat! We were better off in Egypt!” Now the Lord*s will give you meat, and you will eat it."
    },
    {
        "o": 4399,
        "r": "niv:Numbers:11:19",
        "t": "You will not eat it for just one day, or two days, or five, ten or twenty days,"
    },
    {
        "o": 4400,
        "r": "niv:Numbers:11:20",
        "t": "but for a whole month—until it comes out of your nostrils and you loathe it—because you have rejected the Lord,*s who is among you, and have wailed before him, saying, “Why did we ever leave Egypt?” ’ ”"
    },
    {
        "o": 4401,
        "r": "niv:Numbers:11:21",
        "t": "But*p Moses said, “Here I am among six hundred thousand men on foot, and you say, ‘I will give them meat to eat for a whole month!’"
    },
    {
        "o": 4402,
        "r": "niv:Numbers:11:22",
        "t": "Would they have enough if flocks and herds were slaughtered for them? Would they have enough if all the fish in the sea were caught for them?”"
    },
    {
        "o": 4403,
        "r": "niv:Numbers:11:23",
        "t": "The*p Lord*s answered Moses, “Is the Lord’s*s arm too short? Now you will see whether or not what I say will come true for you.”"
    },
    {
        "o": 4404,
        "r": "niv:Numbers:11:24",
        "t": "So*p Moses went out and told the people what the Lord*s had said. He brought together seventy of their elders and had them stand around the tent."
    },
    {
        "o": 4405,
        "r": "niv:Numbers:11:25",
        "t": "Then the Lord*s came down in the cloud and spoke with him, and he took some of the power of the Spirit that was on him and put it on the seventy elders. When the Spirit rested on them, they prophesied—but did not do so again."
    },
    {
        "o": 4406,
        "r": "niv:Numbers:11:26",
        "t": "However,*p two men, whose names were Eldad and Medad, had remained in the camp. They were listed among the elders, but did not go out to the tent. Yet the Spirit also rested on them, and they prophesied in the camp."
    },
    {
        "o": 4407,
        "r": "niv:Numbers:11:27",
        "t": "A young man ran and told Moses, “Eldad and Medad are prophesying in the camp.”"
    },
    {
        "o": 4408,
        "r": "niv:Numbers:11:28",
        "t": "Joshua*p son of Nun, who had been Moses’ aide since youth, spoke up and said, “Moses, my lord, stop them!”"
    },
    {
        "o": 4409,
        "r": "niv:Numbers:11:29",
        "t": "But*p Moses replied, “Are you jealous for my sake? I wish that all the Lord’s*s people were prophets and that the Lord*s would put his Spirit on them!”"
    },
    {
        "o": 4410,
        "r": "niv:Numbers:11:30",
        "t": "Then Moses and the elders of Israel returned to the camp."
    },
    {
        "o": 4411,
        "r": "niv:Numbers:11:31",
        "t": "Now*p a wind went out from the Lord*s and drove quail in from the sea. It scattered them up to two cubits deep all around the camp, as far as a day’s walk in any direction."
    },
    {
        "o": 4412,
        "r": "niv:Numbers:11:32",
        "t": "All that day and night and all the next day the people went out and gathered quail. No one gathered less than ten homers. Then they spread them out all around the camp."
    },
    {
        "o": 4413,
        "r": "niv:Numbers:11:33",
        "t": "But while the meat was still between their teeth and before it could be consumed, the anger of the Lord*s burned against the people, and he struck them with a severe plague."
    },
    {
        "o": 4414,
        "r": "niv:Numbers:11:34",
        "t": "Therefore the place was named Kibroth Hattaavah, because there they buried the people who had craved other food."
    },
    {
        "o": 4415,
        "r": "niv:Numbers:11:35",
        "t": "From*p Kibroth Hattaavah the people traveled to Hazeroth and stayed there."
    }
]
