[
    {
        "o": 6371,
        "r": "niv:Deuteronomy:34:0",
        "t": "Deuteronomy 34",
        "h": 1
    },
    {
        "o": 6372,
        "r": "niv:Deuteronomy:34:0",
        "t": "The Death of Moses",
        "h": 2
    },
    {
        "o": 6373,
        "r": "niv:Deuteronomy:34:1",
        "t": "Then*p Moses climbed Mount Nebo from the plains of Moab to the top of Pisgah, across from Jericho. There the Lord*s showed him the whole land—from Gilead to Dan,"
    },
    {
        "o": 6374,
        "r": "niv:Deuteronomy:34:2",
        "t": "all of Naphtali, the territory of Ephraim and Manasseh, all the land of Judah as far as the Mediterranean Sea,"
    },
    {
        "o": 6375,
        "r": "niv:Deuteronomy:34:3",
        "t": "the Negev and the whole region from the Valley of Jericho, the City of Palms, as far as Zoar."
    },
    {
        "o": 6376,
        "r": "niv:Deuteronomy:34:4",
        "t": "Then the Lord*s said to him, “This is the land I promised on oath to Abraham, Isaac and Jacob when I said, ‘I will give it to your descendants.’ I have let you see it with your eyes, but you will not cross over into it.”"
    },
    {
        "o": 6377,
        "r": "niv:Deuteronomy:34:5",
        "t": "And*p Moses the servant of the Lord*s died there in Moab, as the Lord*s had said."
    },
    {
        "o": 6378,
        "r": "niv:Deuteronomy:34:6",
        "t": "He buried him in Moab, in the valley opposite Beth Peor, but to this day no one knows where his grave is."
    },
    {
        "o": 6379,
        "r": "niv:Deuteronomy:34:7",
        "t": "Moses was a hundred and twenty years old when he died, yet his eyes were not weak nor his strength gone."
    },
    {
        "o": 6380,
        "r": "niv:Deuteronomy:34:8",
        "t": "The Israelites grieved for Moses in the plains of Moab thirty days, until the time of weeping and mourning was over."
    },
    {
        "o": 6381,
        "r": "niv:Deuteronomy:34:9",
        "t": "Now*p Joshua son of Nun was filled with the spirit of wisdom because Moses had laid his hands on him. So the Israelites listened to him and did what the Lord*s had commanded Moses."
    },
    {
        "o": 6382,
        "r": "niv:Deuteronomy:34:10",
        "t": "Since*p then, no prophet has risen in Israel like Moses, whom the Lord*s knew face to face,"
    },
    {
        "o": 6383,
        "r": "niv:Deuteronomy:34:11",
        "t": "who did all those signs and wonders the Lord*s sent him to do in Egypt—to Pharaoh and to all his officials and to his whole land."
    },
    {
        "o": 6384,
        "r": "niv:Deuteronomy:34:12",
        "t": "For no one has ever shown the mighty power or performed the awesome deeds that Moses did in the sight of all Israel."
    }
]
