[
    {
        "o": 30240,
        "r": "nkjv:John:19:0",
        "t": "John 19",
        "h": 1
    },
    {
        "o": 30241,
        "r": "nkjv:John:19:0",
        "t": "The Soldiers Mock Jesus",
        "h": 2
    },
    {
        "o": 30242,
        "r": "nkjv:John:19:1",
        "t": "So*p then Pilate took Jesus and scourged Him.*i"
    },
    {
        "o": 30243,
        "r": "nkjv:John:19:2",
        "t": "And the soldiers twisted a crown of thorns and put it*i on His head, and they put on Him a purple robe."
    },
    {
        "o": 30244,
        "r": "nkjv:John:19:3",
        "t": "Then they said, “Hail, King of the Jews!” And they struck Him with their hands."
    },
    {
        "o": 30245,
        "r": "nkjv:John:19:4",
        "t": "Pilate*p then went out again, and said to them, “Behold, I am bringing Him out to you, that you may know that I find no fault in Him.”"
    },
    {
        "o": 30246,
        "r": "nkjv:John:19:4",
        "t": "Pilate’s Decision",
        "h": 2
    },
    {
        "o": 30247,
        "r": "nkjv:John:19:5",
        "t": "Then*p Jesus came out, wearing the crown of thorns and the purple robe. And Pilate*i said to them, “Behold the Man!”"
    },
    {
        "o": 30248,
        "r": "nkjv:John:19:6",
        "t": "Therefore,*p when the chief priests and officers saw Him, they cried out, saying, “Crucify Him,*i crucify Him!”*i Pilate*p said to them, “You take Him and crucify Him,*i for I find no fault in Him.”"
    },
    {
        "o": 30249,
        "r": "nkjv:John:19:7",
        "t": "The*p Jews answered him, “We have a law, and according to our law He ought to die, because He made Himself the Son of God.”"
    },
    {
        "o": 30250,
        "r": "nkjv:John:19:8",
        "t": "Therefore,*p when Pilate heard that saying, he was the more afraid,"
    },
    {
        "o": 30251,
        "r": "nkjv:John:19:9",
        "t": "and went again into the Praetorium, and said to Jesus, “Where are You from?” But Jesus gave him no answer."
    },
    {
        "o": 30252,
        "r": "nkjv:John:19:10",
        "t": "Then*p Pilate said to Him, “Are You not speaking to me? Do You not know that I have power to crucify You, and power to release You?”"
    },
    {
        "o": 30253,
        "r": "nkjv:John:19:11",
        "t": "Jesus*p answered, “You*r could*r have*r no*r power*r at*r all*r against*r Me*r unless*r it*r had*r been*r given*r you*r from*r above.*r Therefore*r the*r one*r who*r delivered*r Me*r to*r you*r has*r the*r greater*r sin.”*r"
    },
    {
        "o": 30254,
        "r": "nkjv:John:19:12",
        "t": "From*p then on Pilate sought to release Him, but the Jews cried out, saying, “If you let this Man go, you are not Caesar’s friend. Whoever makes himself a king speaks against Caesar.”"
    },
    {
        "o": 30255,
        "r": "nkjv:John:19:13",
        "t": "When*p Pilate therefore heard that saying, he brought Jesus out and sat down in the judgment seat in a place that is called The*i Pavement, but in Hebrew, Gabbatha."
    },
    {
        "o": 30256,
        "r": "nkjv:John:19:14",
        "t": "Now it was the Preparation Day of the Passover, and about the sixth hour. And he said to the Jews, “Behold your King!”"
    },
    {
        "o": 30257,
        "r": "nkjv:John:19:15",
        "t": "But*p they cried out, “Away with Him,*i away with Him!*i Crucify Him!” Pilate*p said to them, “Shall I crucify your King?” The*p chief priests answered, “We have no king but Caesar!”"
    },
    {
        "o": 30258,
        "r": "nkjv:John:19:16",
        "t": "Then*p he delivered Him to them to be crucified. So they took Jesus and led Him*i away."
    },
    {
        "o": 30259,
        "r": "nkjv:John:19:16",
        "t": "The King on a Cross",
        "h": 2
    },
    {
        "o": 30260,
        "r": "nkjv:John:19:17",
        "t": "And*p He, bearing His cross, went out to a place called the*i Place*i of a Skull, which is called in Hebrew, Golgotha,"
    },
    {
        "o": 30261,
        "r": "nkjv:John:19:18",
        "t": "where they crucified Him, and two others with Him, one on either side, and Jesus in the center."
    },
    {
        "o": 30262,
        "r": "nkjv:John:19:19",
        "t": "Now Pilate wrote a title and put it*i on the cross. And the writing was: JESUS*pc OF NAZARETH, THE KING OF THE JEWS."
    },
    {
        "o": 30263,
        "r": "nkjv:John:19:20",
        "t": "Then*p many of the Jews read this title, for the place where Jesus was crucified was near the city; and it was written in Hebrew, Greek, and*i Latin."
    },
    {
        "o": 30264,
        "r": "nkjv:John:19:21",
        "t": "Therefore*p the chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but, ‘He said, “I am the King of the Jews.”’”"
    },
    {
        "o": 30265,
        "r": "nkjv:John:19:22",
        "t": "Pilate*p answered, “What I have written, I have written.”"
    },
    {
        "o": 30266,
        "r": "nkjv:John:19:23",
        "t": "Then*p the soldiers, when they had crucified Jesus, took His garments and made four parts, to each soldier a part, and also the tunic. Now the tunic was without seam, woven from the top in one piece."
    },
    {
        "o": 30267,
        "r": "nkjv:John:19:24",
        "t": "They said therefore among themselves, “Let us not tear it, but cast lots for it, whose it shall be,” that the Scripture might be fulfilled which says: “They*pn divided My garments among them, And*ld for My clothing they cast lots.” Therefore*p the soldiers did these things."
    },
    {
        "o": 30268,
        "r": "nkjv:John:19:24",
        "t": "Behold Your Mother",
        "h": 2
    },
    {
        "o": 30269,
        "r": "nkjv:John:19:25",
        "t": "Now*p there stood by the cross of Jesus His mother, and His mother’s sister, Mary the wife*i of Clopas, and Mary Magdalene."
    },
    {
        "o": 30270,
        "r": "nkjv:John:19:26",
        "t": "When Jesus therefore saw His mother, and the disciple whom He loved standing by, He said to His mother, “Woman,*r behold*r your*r son!”*r"
    },
    {
        "o": 30271,
        "r": "nkjv:John:19:27",
        "t": "Then He said to the disciple, “Behold*r your*r mother!”*r And from that hour that disciple took her to his own home.*i"
    },
    {
        "o": 30272,
        "r": "nkjv:John:19:27",
        "t": "It Is Finished",
        "h": 2
    },
    {
        "o": 30273,
        "r": "nkjv:John:19:28",
        "t": "After*p this, Jesus, knowing that all things were now accomplished, that the Scripture might be fulfilled, said, “I*r thirst!”*r"
    },
    {
        "o": 30274,
        "r": "nkjv:John:19:29",
        "t": "Now a vessel full of sour wine was sitting there; and they filled a sponge with sour wine, put it*i on hyssop, and put it*i to His mouth."
    },
    {
        "o": 30275,
        "r": "nkjv:John:19:30",
        "t": "So when Jesus had received the sour wine, He said, “It*r is*r finished!”*r And bowing His head, He gave up His spirit."
    },
    {
        "o": 30276,
        "r": "nkjv:John:19:30",
        "t": "Jesus’ Side Is Pierced",
        "h": 2
    },
    {
        "o": 30277,
        "r": "nkjv:John:19:31",
        "t": "Therefore,*p because it was the Preparation Day,*i that the bodies should not remain on the cross on the Sabbath (for that Sabbath was a high day), the Jews asked Pilate that their legs might be broken, and that*i they might be taken away."
    },
    {
        "o": 30278,
        "r": "nkjv:John:19:32",
        "t": "Then the soldiers came and broke the legs of the first and of the other who was crucified with Him."
    },
    {
        "o": 30279,
        "r": "nkjv:John:19:33",
        "t": "But when they came to Jesus and saw that He was already dead, they did not break His legs."
    },
    {
        "o": 30280,
        "r": "nkjv:John:19:34",
        "t": "But one of the soldiers pierced His side with a spear, and immediately blood and water came out."
    },
    {
        "o": 30281,
        "r": "nkjv:John:19:35",
        "t": "And he who has seen has testified, and his testimony is true; and he knows that he is telling the truth, so that you may believe."
    },
    {
        "o": 30282,
        "r": "nkjv:John:19:36",
        "t": "For these things were done that the Scripture should be fulfilled, “Not one*i of His bones shall be broken.”"
    },
    {
        "o": 30283,
        "r": "nkjv:John:19:37",
        "t": "And again another Scripture says, “They shall look on Him whom they pierced.”"
    },
    {
        "o": 30284,
        "r": "nkjv:John:19:37",
        "t": "Jesus Buried in Joseph’s Tomb",
        "h": 2
    },
    {
        "o": 30285,
        "r": "nkjv:John:19:38",
        "t": "After*p this, Joseph of Arimathea, being a disciple of Jesus, but secretly, for fear of the Jews, asked Pilate that he might take away the body of Jesus; and Pilate gave him*i permission. So he came and took the body of Jesus."
    },
    {
        "o": 30286,
        "r": "nkjv:John:19:39",
        "t": "And Nicodemus, who at first came to Jesus by night, also came, bringing a mixture of myrrh and aloes, about a hundred pounds."
    },
    {
        "o": 30287,
        "r": "nkjv:John:19:40",
        "t": "Then they took the body of Jesus, and bound it in strips of linen with the spices, as the custom of the Jews is to bury."
    },
    {
        "o": 30288,
        "r": "nkjv:John:19:41",
        "t": "Now in the place where He was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid."
    },
    {
        "o": 30289,
        "r": "nkjv:John:19:42",
        "t": "So there they laid Jesus, because of the Jews’ Preparation Day,*i for the tomb was nearby."
    }
]
