[
    {
        "o": 1875,
        "r": "nkjv:Exodus:8:0",
        "t": "Exodus 8",
        "h": 1
    },
    {
        "o": 1876,
        "r": "nkjv:Exodus:8:0",
        "t": "The Second Plague: Frogs",
        "h": 2
    },
    {
        "o": 1877,
        "r": "nkjv:Exodus:8:1",
        "t": "And*p the Lord*s spoke to Moses, “Go to Pharaoh and say to him, ‘Thus says the Lord:*s “Let My people go, that they may serve Me."
    },
    {
        "o": 1878,
        "r": "nkjv:Exodus:8:2",
        "t": "But if you refuse to let them*i go, behold, I will smite all your territory with frogs."
    },
    {
        "o": 1879,
        "r": "nkjv:Exodus:8:3",
        "t": "So the river shall bring forth frogs abundantly, which shall go up and come into your house, into your bedroom, on your bed, into the houses of your servants, on your people, into your ovens, and into your kneading bowls."
    },
    {
        "o": 1880,
        "r": "nkjv:Exodus:8:4",
        "t": "And the frogs shall come up on you, on your people, and on all your servants.”’”"
    },
    {
        "o": 1881,
        "r": "nkjv:Exodus:8:5",
        "t": "Then*p the Lord*s spoke to Moses, “Say to Aaron, ‘Stretch out your hand with your rod over the streams, over the rivers, and over the ponds, and cause frogs to come up on the land of Egypt.’”"
    },
    {
        "o": 1882,
        "r": "nkjv:Exodus:8:6",
        "t": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt."
    },
    {
        "o": 1883,
        "r": "nkjv:Exodus:8:7",
        "t": "And the magicians did so with their enchantments, and brought up frogs on the land of Egypt."
    },
    {
        "o": 1884,
        "r": "nkjv:Exodus:8:8",
        "t": "Then*p Pharaoh called for Moses and Aaron, and said, “Entreat the Lord*s that He may take away the frogs from me and from my people; and I will let the people go, that they may sacrifice to the Lord.”*s"
    },
    {
        "o": 1885,
        "r": "nkjv:Exodus:8:9",
        "t": "And*p Moses said to Pharaoh, “Accept the honor of saying when I shall intercede for you, for your servants, and for your people, to destroy the frogs from you and your houses, that*i they may remain in the river only.”"
    },
    {
        "o": 1886,
        "r": "nkjv:Exodus:8:10",
        "t": "So*p he said, “Tomorrow.” And he said, “Let*i it*i be*i according to your word, that you may know that there*i is*i no one like the Lord*s our God."
    },
    {
        "o": 1887,
        "r": "nkjv:Exodus:8:11",
        "t": "And the frogs shall depart from you, from your houses, from your servants, and from your people. They shall remain in the river only.”"
    },
    {
        "o": 1888,
        "r": "nkjv:Exodus:8:12",
        "t": "Then*p Moses and Aaron went out from Pharaoh. And Moses cried out to the Lord*s concerning the frogs which He had brought against Pharaoh."
    },
    {
        "o": 1889,
        "r": "nkjv:Exodus:8:13",
        "t": "So the Lord*s did according to the word of Moses. And the frogs died out of the houses, out of the courtyards, and out of the fields."
    },
    {
        "o": 1890,
        "r": "nkjv:Exodus:8:14",
        "t": "They gathered them together in heaps, and the land stank."
    },
    {
        "o": 1891,
        "r": "nkjv:Exodus:8:15",
        "t": "But when Pharaoh saw that there was relief, he hardened his heart and did not heed them, as the Lord*s had said."
    },
    {
        "o": 1892,
        "r": "nkjv:Exodus:8:15",
        "t": "The Third Plague: Lice",
        "h": 2
    },
    {
        "o": 1893,
        "r": "nkjv:Exodus:8:16",
        "t": "So*p the Lord*s said to Moses, “Say to Aaron, ‘Stretch out your rod, and strike the dust of the land, so that it may become lice throughout all the land of Egypt.’”"
    },
    {
        "o": 1894,
        "r": "nkjv:Exodus:8:17",
        "t": "And they did so. For Aaron stretched out his hand with his rod and struck the dust of the earth, and it became lice on man and beast. All the dust of the land became lice throughout all the land of Egypt."
    },
    {
        "o": 1895,
        "r": "nkjv:Exodus:8:18",
        "t": "Now*p the magicians so worked with their enchantments to bring forth lice, but they could not. So there were lice on man and beast."
    },
    {
        "o": 1896,
        "r": "nkjv:Exodus:8:19",
        "t": "Then the magicians said to Pharaoh, “This is*i the finger of God.” But Pharaoh’s heart grew hard, and he did not heed them, just as the Lord*s had said."
    },
    {
        "o": 1897,
        "r": "nkjv:Exodus:8:19",
        "t": "The Fourth Plague: Flies",
        "h": 2
    },
    {
        "o": 1898,
        "r": "nkjv:Exodus:8:20",
        "t": "And*p the Lord*s said to Moses, “Rise early in the morning and stand before Pharaoh as he comes out to the water. Then say to him, ‘Thus says the Lord:*s “Let My people go, that they may serve Me."
    },
    {
        "o": 1899,
        "r": "nkjv:Exodus:8:21",
        "t": "Or else, if you will not let My people go, behold, I will send swarms of*i flies*i on you and your servants, on your people and into your houses. The houses of the Egyptians shall be full of swarms of*i flies,*i and also the ground on which they stand.*i"
    },
    {
        "o": 1900,
        "r": "nkjv:Exodus:8:22",
        "t": "And in that day I will set apart the land of Goshen, in which My people dwell, that no swarms of*i flies*i shall be there, in order that you may know that I am*i the Lord*s in the midst of the land."
    },
    {
        "o": 1901,
        "r": "nkjv:Exodus:8:23",
        "t": "I will make a difference between My people and your people. Tomorrow this sign shall be.”’”"
    },
    {
        "o": 1902,
        "r": "nkjv:Exodus:8:24",
        "t": "And the Lord*s did so. Thick swarms of*i flies*i came into the house of Pharaoh, into*i his servants’ houses, and into all the land of Egypt. The land was corrupted because of the swarms of*i flies.*i"
    },
    {
        "o": 1903,
        "r": "nkjv:Exodus:8:25",
        "t": "Then*p Pharaoh called for Moses and Aaron, and said, “Go, sacrifice to your God in the land.”"
    },
    {
        "o": 1904,
        "r": "nkjv:Exodus:8:26",
        "t": "And*p Moses said, “It is not right to do so, for we would be sacrificing the abomination of the Egyptians to the Lord*s our God. If we sacrifice the abomination of the Egyptians before their eyes, then will they not stone us?"
    },
    {
        "o": 1905,
        "r": "nkjv:Exodus:8:27",
        "t": "We will go three days’ journey into the wilderness and sacrifice to the Lord*s our God as He will command us.”"
    },
    {
        "o": 1906,
        "r": "nkjv:Exodus:8:28",
        "t": "So*p Pharaoh said, “I will let you go, that you may sacrifice to the Lord*s your God in the wilderness; only you shall not go very far away. Intercede for me.”"
    },
    {
        "o": 1907,
        "r": "nkjv:Exodus:8:29",
        "t": "Then*p Moses said, “Indeed I am going out from you, and I will entreat the Lord,*s that the swarms of*i flies*i may depart tomorrow from Pharaoh, from his servants, and from his people. But let Pharaoh not deal deceitfully anymore in not letting the people go to sacrifice to the Lord.”*s"
    },
    {
        "o": 1908,
        "r": "nkjv:Exodus:8:30",
        "t": "So*p Moses went out from Pharaoh and entreated the Lord.*s"
    },
    {
        "o": 1909,
        "r": "nkjv:Exodus:8:31",
        "t": "And the Lord*s did according to the word of Moses; He removed the swarms of*i flies*i from Pharaoh, from his servants, and from his people. Not one remained."
    },
    {
        "o": 1910,
        "r": "nkjv:Exodus:8:32",
        "t": "But Pharaoh hardened his heart at this time also; neither would he let the people go."
    }
]
