[
    {
        "o": 10613,
        "r": "esv:2 Kings:6:0",
        "t": "2 Kings 6",
        "h": 1
    },
    {
        "o": 10614,
        "r": "esv:2 Kings:6:0",
        "t": "The Axe Head Recovered",
        "h": 2
    },
    {
        "o": 10615,
        "r": "esv:2 Kings:6:1",
        "t": "Now*p the sons of the prophets said to Elisha, “See, the place where we dwell under your charge is too small for us."
    },
    {
        "o": 10616,
        "r": "esv:2 Kings:6:2",
        "t": "Let us go to the Jordan and each of us get there a log, and let us make a place for us to dwell there.” And he answered, “Go.”"
    },
    {
        "o": 10617,
        "r": "esv:2 Kings:6:3",
        "t": "Then one of them said, “Be pleased to go with your servants.” And he answered, “I will go.”"
    },
    {
        "o": 10618,
        "r": "esv:2 Kings:6:4",
        "t": "So he went with them. And when they came to the Jordan, they cut down trees."
    },
    {
        "o": 10619,
        "r": "esv:2 Kings:6:5",
        "t": "But as one was felling a log, his axe head fell into the water, and he cried out, “Alas, my master! It was borrowed.”"
    },
    {
        "o": 10620,
        "r": "esv:2 Kings:6:6",
        "t": "Then the man of God said, “Where did it fall?” When he showed him the place, he cut off a stick and threw it in there and made the iron float."
    },
    {
        "o": 10621,
        "r": "esv:2 Kings:6:7",
        "t": "And he said, “Take it up.” So he reached out his hand and took it."
    },
    {
        "o": 10622,
        "r": "esv:2 Kings:6:7",
        "t": "Horses and Chariots of Fire",
        "h": 2
    },
    {
        "o": 10623,
        "r": "esv:2 Kings:6:8",
        "t": "Once*p when the king of Syria was warring against Israel, he took counsel with his servants, saying, “At such and such a place shall be my camp.”"
    },
    {
        "o": 10624,
        "r": "esv:2 Kings:6:9",
        "t": "But the man of God sent word to the king of Israel, “Beware that you do not pass this place, for the Syrians are going down there.”"
    },
    {
        "o": 10625,
        "r": "esv:2 Kings:6:10",
        "t": "And the king of Israel sent to the place about which the man of God told him. Thus he used to warn him, so that he saved himself there more than once or twice."
    },
    {
        "o": 10626,
        "r": "esv:2 Kings:6:11",
        "t": "And*p the mind of the king of Syria was greatly troubled because of this thing, and he called his servants and said to them, “Will you not show me who of us is for the king of Israel?”"
    },
    {
        "o": 10627,
        "r": "esv:2 Kings:6:12",
        "t": "And one of his servants said, “None, my lord, O king; but Elisha, the prophet who is in Israel, tells the king of Israel the words that you speak in your bedroom.”"
    },
    {
        "o": 10628,
        "r": "esv:2 Kings:6:13",
        "t": "And he said, “Go and see where he is, that I may send and seize him.” It was told him, “Behold, he is in Dothan.”"
    },
    {
        "o": 10629,
        "r": "esv:2 Kings:6:14",
        "t": "So he sent there horses and chariots and a great army, and they came by night and surrounded the city."
    },
    {
        "o": 10630,
        "r": "esv:2 Kings:6:15",
        "t": "When*p the servant of the man of God rose early in the morning and went out, behold, an army with horses and chariots was all around the city. And the servant said, “Alas, my master! What shall we do?”"
    },
    {
        "o": 10631,
        "r": "esv:2 Kings:6:16",
        "t": "He said, “Do not be afraid, for those who are with us are more than those who are with them.”"
    },
    {
        "o": 10632,
        "r": "esv:2 Kings:6:17",
        "t": "Then Elisha prayed and said, “O Lord,*s please open his eyes that he may see.” So the Lord*s opened the eyes of the young man, and he saw, and behold, the mountain was full of horses and chariots of fire all around Elisha."
    },
    {
        "o": 10633,
        "r": "esv:2 Kings:6:18",
        "t": "And when the Syrians came down against him, Elisha prayed to the Lord*s and said, “Please strike this people with blindness.” So he struck them with blindness in accordance with the prayer of Elisha."
    },
    {
        "o": 10634,
        "r": "esv:2 Kings:6:19",
        "t": "And Elisha said to them, “This is not the way, and this is not the city. Follow me, and I will bring you to the man whom you seek.” And he led them to Samaria."
    },
    {
        "o": 10635,
        "r": "esv:2 Kings:6:20",
        "t": "As*p soon as they entered Samaria, Elisha said, “O Lord,*s open the eyes of these men, that they may see.” So the Lord*s opened their eyes and they saw, and behold, they were in the midst of Samaria."
    },
    {
        "o": 10636,
        "r": "esv:2 Kings:6:21",
        "t": "As soon as the king of Israel saw them, he said to Elisha, “My father, shall I strike them down? Shall I strike them down?”"
    },
    {
        "o": 10637,
        "r": "esv:2 Kings:6:22",
        "t": "He answered, “You shall not strike them down. Would you strike down those whom you have taken captive with your sword and with your bow? Set bread and water before them, that they may eat and drink and go to their master.”"
    },
    {
        "o": 10638,
        "r": "esv:2 Kings:6:23",
        "t": "So he prepared for them a great feast, and when they had eaten and drunk, he sent them away, and they went to their master. And the Syrians did not come again on raids into the land of Israel."
    },
    {
        "o": 10639,
        "r": "esv:2 Kings:6:23",
        "t": "Ben-hadad’s Siege of Samaria",
        "h": 2
    },
    {
        "o": 10640,
        "r": "esv:2 Kings:6:24",
        "t": "Afterward*p Ben-hadad king of Syria mustered his entire army and went up and besieged Samaria."
    },
    {
        "o": 10641,
        "r": "esv:2 Kings:6:25",
        "t": "And there was a great famine in Samaria, as they besieged it, until a donkey’s head was sold for eighty shekels of silver, and the fourth part of a kab of dove’s dung for five shekels of silver."
    },
    {
        "o": 10642,
        "r": "esv:2 Kings:6:26",
        "t": "Now as the king of Israel was passing by on the wall, a woman cried out to him, saying, “Help, my lord, O king!”"
    },
    {
        "o": 10643,
        "r": "esv:2 Kings:6:27",
        "t": "And he said, “If the Lord*s will not help you, how shall I help you? From the threshing floor, or from the winepress?”"
    },
    {
        "o": 10644,
        "r": "esv:2 Kings:6:28",
        "t": "And the king asked her, “What is your trouble?” She answered, “This woman said to me, ‘Give your son, that we may eat him today, and we will eat my son tomorrow.’"
    },
    {
        "o": 10645,
        "r": "esv:2 Kings:6:29",
        "t": "So we boiled my son and ate him. And on the next day I said to her, ‘Give your son, that we may eat him.’ But she has hidden her son.”"
    },
    {
        "o": 10646,
        "r": "esv:2 Kings:6:30",
        "t": "When the king heard the words of the woman, he tore his clothes— now he was passing by on the wall— and the people looked, and behold, he had sackcloth beneath on his body—"
    },
    {
        "o": 10647,
        "r": "esv:2 Kings:6:31",
        "t": "and he said, “May God do so to me and more also, if the head of Elisha the son of Shaphat remains on his shoulders today.”"
    },
    {
        "o": 10648,
        "r": "esv:2 Kings:6:32",
        "t": "Elisha*p was sitting in his house, and the elders were sitting with him. Now the king had dispatched a man from his presence, but before the messenger arrived Elisha said to the elders, “Do you see how this murderer has sent to take off my head? Look, when the messenger comes, shut the door and hold the door fast against him. Is not the sound of his master’s feet behind him?”"
    },
    {
        "o": 10649,
        "r": "esv:2 Kings:6:33",
        "t": "And while he was still speaking with them, the messenger came down to him and said, “This trouble is from the Lord!*s Why should I wait for the Lord*s any longer?”"
    }
]
