[
    {
        "o": 4723,
        "r": "kjv:Numbers:28:0",
        "t": "Numbers 28",
        "h": 1
    },
    {
        "o": 4724,
        "r": "kjv:Numbers:28:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4725,
        "r": "kjv:Numbers:28:2",
        "t": "Command*p the children of Israel, and say unto them, My offering, and my bread for my sacrifices made by fire, for a sweet savour unto me, shall ye observe to offer unto me in their due season."
    },
    {
        "o": 4726,
        "r": "kjv:Numbers:28:3",
        "t": "And*p thou shalt say unto them, This is the offering made by fire which ye shall offer unto the Lord;*s two lambs of the first year without spot day by day, for a continual burnt offering."
    },
    {
        "o": 4727,
        "r": "kjv:Numbers:28:4",
        "t": "The*p one lamb shalt thou offer in the morning, and the other lamb shalt thou offer at even;"
    },
    {
        "o": 4728,
        "r": "kjv:Numbers:28:5",
        "t": "And*p a tenth part of an ephah of flour for a meat offering, mingled with the fourth part of an hin of beaten oil."
    },
    {
        "o": 4729,
        "r": "kjv:Numbers:28:6",
        "t": "It*p is a continual burnt offering, which was ordained in mount Sinai for a sweet savour, a sacrifice made by fire unto the Lord.*s"
    },
    {
        "o": 4730,
        "r": "kjv:Numbers:28:7",
        "t": "And*p the drink offering thereof shall be the fourth part of an hin for the one lamb: in the holy place shalt thou cause the strong wine to be poured unto the Lord*s for a drink offering."
    },
    {
        "o": 4731,
        "r": "kjv:Numbers:28:8",
        "t": "And*p the other lamb shalt thou offer at even: as the meat offering of the morning, and as the drink offering thereof, thou shalt offer it, a sacrifice made by fire, of a sweet savour unto the Lord.*s"
    },
    {
        "o": 4732,
        "r": "kjv:Numbers:28:9",
        "t": "And*p on the sabbath day two lambs of the first year without spot, and two tenth deals of flour for a meat offering, mingled with oil, and the drink offering thereof:"
    },
    {
        "o": 4733,
        "r": "kjv:Numbers:28:10",
        "t": "This*p is the burnt offering of every sabbath, beside the continual burnt offering, and his drink offering."
    },
    {
        "o": 4734,
        "r": "kjv:Numbers:28:11",
        "t": "And*p in the beginnings of your months ye shall offer a burnt offering unto the Lord;*s two young bullocks, and one ram, seven lambs of the first year without spot;"
    },
    {
        "o": 4735,
        "r": "kjv:Numbers:28:12",
        "t": "And*p three tenth deals of flour for a meat offering, mingled with oil, for one bullock; and two tenth deals of flour for a meat offering, mingled with oil, for one ram;"
    },
    {
        "o": 4736,
        "r": "kjv:Numbers:28:13",
        "t": "And*p a several tenth deal of flour mingled with oil for a meat offering unto one lamb; for a burnt offering of a sweet savour, a sacrifice made by fire unto the Lord.*s"
    },
    {
        "o": 4737,
        "r": "kjv:Numbers:28:14",
        "t": "And*p their drink offerings shall be half an hin of wine unto a bullock, and the third part of an hin unto a ram, and a fourth part of an hin unto a lamb: this is the burnt offering of every month throughout the months of the year."
    },
    {
        "o": 4738,
        "r": "kjv:Numbers:28:15",
        "t": "And*p one kid of the goats for a sin offering unto the Lord*s shall be offered, beside the continual burnt offering, and his drink offering."
    },
    {
        "o": 4739,
        "r": "kjv:Numbers:28:16",
        "t": "And*p in the fourteenth day of the first month is the passover of the Lord.*s"
    },
    {
        "o": 4740,
        "r": "kjv:Numbers:28:17",
        "t": "And*p in the fifteenth day of this month is the feast: seven days shall unleavened bread be eaten."
    },
    {
        "o": 4741,
        "r": "kjv:Numbers:28:18",
        "t": "In*p the first day shall be an holy convocation; ye shall do no manner of servile work therein:"
    },
    {
        "o": 4742,
        "r": "kjv:Numbers:28:19",
        "t": "But*p ye shall offer a sacrifice made by fire for a burnt offering unto the Lord;*s two young bullocks, and one ram, and seven lambs of the first year: they shall be unto you without blemish:"
    },
    {
        "o": 4743,
        "r": "kjv:Numbers:28:20",
        "t": "And*p their meat offering shall be of flour mingled with oil: three tenth deals shall ye offer for a bullock, and two tenth deals for a ram;"
    },
    {
        "o": 4744,
        "r": "kjv:Numbers:28:21",
        "t": "A*p several tenth deal shalt thou offer for every lamb, throughout the seven lambs:"
    },
    {
        "o": 4745,
        "r": "kjv:Numbers:28:22",
        "t": "And*p one goat for a sin offering, to make an atonement for you."
    },
    {
        "o": 4746,
        "r": "kjv:Numbers:28:23",
        "t": "Ye*p shall offer these beside the burnt offering in the morning, which is for a continual burnt offering."
    },
    {
        "o": 4747,
        "r": "kjv:Numbers:28:24",
        "t": "After*p this manner ye shall offer daily, throughout the seven days, the meat of the sacrifice made by fire, of a sweet savour unto the Lord:*s it shall be offered beside the continual burnt offering, and his drink offering."
    },
    {
        "o": 4748,
        "r": "kjv:Numbers:28:25",
        "t": "And*p on the seventh day ye shall have an holy convocation; ye shall do no servile work."
    },
    {
        "o": 4749,
        "r": "kjv:Numbers:28:26",
        "t": "Also*p in the day of the firstfruits, when ye bring a new meat offering unto the Lord,*s after your weeks be out, ye shall have an holy convocation; ye shall do no servile work:"
    },
    {
        "o": 4750,
        "r": "kjv:Numbers:28:27",
        "t": "But*p ye shall offer the burnt offering for a sweet savour unto the Lord;*s two young bullocks, one ram, seven lambs of the first year;"
    },
    {
        "o": 4751,
        "r": "kjv:Numbers:28:28",
        "t": "And*p their meat offering of flour mingled with oil, three tenth deals unto one bullock, two tenth deals unto one ram,"
    },
    {
        "o": 4752,
        "r": "kjv:Numbers:28:29",
        "t": "A*p several tenth deal unto one lamb, throughout the seven lambs;"
    },
    {
        "o": 4753,
        "r": "kjv:Numbers:28:30",
        "t": "And*p one kid of the goats, to make an atonement for you."
    },
    {
        "o": 4754,
        "r": "kjv:Numbers:28:31",
        "t": "Ye*p shall offer them beside the continual burnt offering, and his meat offering, (they shall be unto you without blemish) and their drink offerings."
    }
]
