[
    {
        "o": 8258,
        "r": "csb:1 Samuel:12:0",
        "t": "1 Samuel 12",
        "h": 1
    },
    {
        "o": 8259,
        "r": "csb:1 Samuel:12:0",
        "t": "Samuel’s Final Public Speech",
        "h": 2
    },
    {
        "o": 8260,
        "r": "csb:1 Samuel:12:1",
        "t": "Then*p Samuel said to all Israel, “I have carefully listened to everything you said to me and placed a king over you."
    },
    {
        "o": 8261,
        "r": "csb:1 Samuel:12:2",
        "t": "Now you can see that the king is leading you. As for me, I’m old and gray, and my sons are here with you. I have led you from my youth until now."
    },
    {
        "o": 8262,
        "r": "csb:1 Samuel:12:3",
        "t": "Here I am. Bring charges against me before the Lord*s and his anointed: Whose ox or donkey have I taken? Who have I wronged or mistreated? Who gave me a bribe to overlook something? I will return it to you.”"
    },
    {
        "o": 8263,
        "r": "csb:1 Samuel:12:4",
        "t": "“You*p haven’t wronged us, you haven’t mistreated us, and you haven’t taken anything from anyone,” they responded."
    },
    {
        "o": 8264,
        "r": "csb:1 Samuel:12:5",
        "t": "He*p said to them, “The Lord*s is a witness against you, and his anointed is a witness today that you haven’t found anything in my hand.” “He*p is a witness,” they said."
    },
    {
        "o": 8265,
        "r": "csb:1 Samuel:12:6",
        "t": "Then*p Samuel said to the people, “The Lord,*s who appointed Moses and Aaron and who brought your ancestors up from the land of Egypt, is a witness."
    },
    {
        "o": 8266,
        "r": "csb:1 Samuel:12:7",
        "t": "Now present yourselves, so I may confront you before the Lord*s about all the righteous acts he has done for you and your ancestors."
    },
    {
        "o": 8267,
        "r": "csb:1 Samuel:12:8",
        "t": "“When*p Jacob went to Egypt, your ancestors cried out to the Lord,*s and he sent them Moses and Aaron, who led your ancestors out of Egypt and settled them in this place."
    },
    {
        "o": 8268,
        "r": "csb:1 Samuel:12:9",
        "t": "But they forgot the Lord*s their God, so he handed them over to Sisera commander of the army of Hazor, to the Philistines, and to the king of Moab. These enemies fought against them."
    },
    {
        "o": 8269,
        "r": "csb:1 Samuel:12:10",
        "t": "Then they cried out to the Lord*s and said, ‘We have sinned, for we abandoned the Lord*s and worshiped the Baals and the Ashtoreths. Now rescue us from the power of our enemies, and we will serve you.’"
    },
    {
        "o": 8270,
        "r": "csb:1 Samuel:12:11",
        "t": "So the Lord*s sent Jerubbaal, Barak, Jephthah, and Samuel. He rescued you from the power of the enemies around you, and you lived securely."
    },
    {
        "o": 8271,
        "r": "csb:1 Samuel:12:12",
        "t": "But when you saw that Nahash king of the Ammonites was coming against you, you said to me, ‘No, we must have a king reign over us’ - even though the Lord*s your God is your king."
    },
    {
        "o": 8272,
        "r": "csb:1 Samuel:12:13",
        "t": "“Now*p here is the king you’ve chosen, the one you requested. Look, this is the king the Lord*s has placed over you."
    },
    {
        "o": 8273,
        "r": "csb:1 Samuel:12:14",
        "t": "If you fear the Lord,*s worship and obey him, and if you don’t rebel against the Lord’s*s command, then both you and the king who reigns over you will follow the Lord*s your God."
    },
    {
        "o": 8274,
        "r": "csb:1 Samuel:12:15",
        "t": "However, if you disobey the Lord*s and rebel against his command, the Lord’s*s hand will be against you as it was against your ancestors."
    },
    {
        "o": 8275,
        "r": "csb:1 Samuel:12:16",
        "t": "“Now,*p therefore, present yourselves and see this great thing that the Lord*s will do before your eyes."
    },
    {
        "o": 8276,
        "r": "csb:1 Samuel:12:17",
        "t": "Isn’t the wheat harvest today? I will call on the Lord,*s and he will send thunder and rain so that you will recognize what an immense evil you committed in the Lord’s*s sight by requesting a king for yourselves.”"
    },
    {
        "o": 8277,
        "r": "csb:1 Samuel:12:18",
        "t": "Samuel called on the Lord,*s and on that day the Lord*s sent thunder and rain. As a result, all the people greatly feared the Lord*s and Samuel."
    },
    {
        "o": 8278,
        "r": "csb:1 Samuel:12:19",
        "t": "They*p pleaded with Samuel, “Pray to the Lord*s your God for your servants so we won’t die! For we have added to all our sins the evil of requesting a king for ourselves.”"
    },
    {
        "o": 8279,
        "r": "csb:1 Samuel:12:20",
        "t": "Samuel*p replied, “Don’t be afraid. Even though you have committed all this evil, don’t turn away from following the Lord.*s Instead, worship the Lord*s with all your heart."
    },
    {
        "o": 8280,
        "r": "csb:1 Samuel:12:21",
        "t": "Don’t turn away to follow worthless things that can’t profit or rescue you; they are worthless."
    },
    {
        "o": 8281,
        "r": "csb:1 Samuel:12:22",
        "t": "The Lord*s will not abandon his people, because of his great name and because he has determined to make you his own people."
    },
    {
        "o": 8282,
        "r": "csb:1 Samuel:12:23",
        "t": "“As*p for me, I vow that I will not sin against the Lord*s by ceasing to pray for you. I will teach you the good and right way."
    },
    {
        "o": 8283,
        "r": "csb:1 Samuel:12:24",
        "t": "Above all, fear the Lord*s and worship him faithfully with all your heart; consider the great things he has done for you."
    },
    {
        "o": 8284,
        "r": "csb:1 Samuel:12:25",
        "t": "However, if you continue to do what is evil, both you and your king will be swept away.”"
    }
]
