[
    {
        "o": 2059,
        "r": "csb:Exodus:13:0",
        "t": "Exodus 13",
        "h": 1
    },
    {
        "o": 2060,
        "r": "csb:Exodus:13:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2061,
        "r": "csb:Exodus:13:2",
        "t": "“Consecrate every firstborn male to me, the firstborn from every womb among the Israelites, both man and domestic animal; it is mine.”"
    },
    {
        "o": 2062,
        "r": "csb:Exodus:13:3",
        "t": "Then*p Moses said to the people, “Remember this day when you came out of Egypt, out of the place of slavery, for the Lord*s brought you out of here by the strength of his hand. Nothing leavened may be eaten."
    },
    {
        "o": 2063,
        "r": "csb:Exodus:13:4",
        "t": "Today, in the month of Abib, you are going out."
    },
    {
        "o": 2064,
        "r": "csb:Exodus:13:5",
        "t": "When the Lord*s brings you into the land of the Canaanites, Hethites, Amorites, Hivites, and Jebusites, which he swore to your ancestors that he would give you, a land flowing with milk and honey, you must carry out this ceremony in this month."
    },
    {
        "o": 2065,
        "r": "csb:Exodus:13:6",
        "t": "For seven days you must eat unleavened bread, and on the seventh day there is to be a festival to the Lord.*s"
    },
    {
        "o": 2066,
        "r": "csb:Exodus:13:7",
        "t": "Unleavened bread is to be eaten for those seven days. Nothing leavened may be found among you, and no yeast may be found among you in all your territory."
    },
    {
        "o": 2067,
        "r": "csb:Exodus:13:8",
        "t": "On that day explain to your son, ‘This is because of what the Lord*s did for me when I came out of Egypt.’"
    },
    {
        "o": 2068,
        "r": "csb:Exodus:13:9",
        "t": "Let it serve as a sign for you on your hand and as a reminder on your forehead, so that the Lord’s*s instruction may be in your mouth; for the Lord*s brought you out of Egypt with a strong hand."
    },
    {
        "o": 2069,
        "r": "csb:Exodus:13:10",
        "t": "Keep this statute at its appointed time from year to year."
    },
    {
        "o": 2070,
        "r": "csb:Exodus:13:11",
        "t": "“When*p the Lord*s brings you into the land of the Canaanites, as he swore to you and your ancestors, and gives it to you,"
    },
    {
        "o": 2071,
        "r": "csb:Exodus:13:12",
        "t": "you are to present to the Lord*s every firstborn male of the womb. All firstborn offspring of the livestock you own that are males will be the Lord*s ’s."
    },
    {
        "o": 2072,
        "r": "csb:Exodus:13:13",
        "t": "You must redeem every firstborn of a donkey with a flock animal, but if you do not redeem it, break its neck. However, you must redeem every firstborn among your sons."
    },
    {
        "o": 2073,
        "r": "csb:Exodus:13:14",
        "t": "“In*p the future, when your son asks you, ‘What does this mean?’ say to him, ‘By the strength of his hand the Lord*s brought us out of Egypt, out of the place of slavery."
    },
    {
        "o": 2074,
        "r": "csb:Exodus:13:15",
        "t": "When Pharaoh stubbornly refused to let us go, the Lord*s killed every firstborn male in the land of Egypt, both the firstborn of humans and the firstborn of livestock. That is why I sacrifice to the Lord*s all the firstborn of the womb that are males, but I redeem all the firstborn of my sons.’"
    },
    {
        "o": 2075,
        "r": "csb:Exodus:13:16",
        "t": "So let it be a sign on your hand and a symbol on your forehead, for the Lord*s brought us out of Egypt by the strength of his hand.”"
    },
    {
        "o": 2076,
        "r": "csb:Exodus:13:16",
        "t": "The Route of the Exodus",
        "h": 2
    },
    {
        "o": 2077,
        "r": "csb:Exodus:13:17",
        "t": "When*p Pharaoh let the people go, God did not lead them along the road to the land of the Philistines, even though it was nearby; for God said, “The people will change their minds and return to Egypt if they face war.”"
    },
    {
        "o": 2078,
        "r": "csb:Exodus:13:18",
        "t": "So he led the people around toward the Red Sea along the road of the wilderness. And the Israelites left the land of Egypt in battle formation."
    },
    {
        "o": 2079,
        "r": "csb:Exodus:13:19",
        "t": "Moses*p took the bones of Joseph with him, because Joseph had made the Israelites swear a solemn oath, saying, “God will certainly come to your aid; then you must take my bones with you from this place.”"
    },
    {
        "o": 2080,
        "r": "csb:Exodus:13:20",
        "t": "They*p set out from Succoth and camped at Etham on the edge of the wilderness."
    },
    {
        "o": 2081,
        "r": "csb:Exodus:13:21",
        "t": "The Lord*s went ahead of them in a pillar of cloud to lead them on their way during the day and in a pillar of fire to give them light at night, so that they could travel day or night."
    },
    {
        "o": 2082,
        "r": "csb:Exodus:13:22",
        "t": "The pillar of cloud by day and the pillar of fire by night never left its place in front of the people."
    }
]
