[
    {
        "o": 33944,
        "r": "nkjv:Hebrews:3:0",
        "t": "Hebrews 3",
        "h": 1
    },
    {
        "o": 33945,
        "r": "nkjv:Hebrews:3:0",
        "t": "The Son Was Faithful",
        "h": 2
    },
    {
        "o": 33946,
        "r": "nkjv:Hebrews:3:1",
        "t": "Therefore,*p holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our confession, Christ Jesus,"
    },
    {
        "o": 33947,
        "r": "nkjv:Hebrews:3:2",
        "t": "who was faithful to Him who appointed Him, as Moses also was*i faithful*i in all His house."
    },
    {
        "o": 33948,
        "r": "nkjv:Hebrews:3:3",
        "t": "For this One has been counted worthy of more glory than Moses, inasmuch as He who built the house has more honor than the house."
    },
    {
        "o": 33949,
        "r": "nkjv:Hebrews:3:4",
        "t": "For every house is built by someone, but He who built all things is*i God."
    },
    {
        "o": 33950,
        "r": "nkjv:Hebrews:3:5",
        "t": "And Moses indeed was*i faithful in all His house as a servant, for a testimony of those things which would be spoken afterward,*i"
    },
    {
        "o": 33951,
        "r": "nkjv:Hebrews:3:6",
        "t": "but Christ as a Son over His own house, whose house we are if we hold fast the confidence and the rejoicing of the hope firm to the end."
    },
    {
        "o": 33952,
        "r": "nkjv:Hebrews:3:6",
        "t": "Be Faithful",
        "h": 2
    },
    {
        "o": 33953,
        "r": "nkjv:Hebrews:3:7",
        "t": "Therefore,*p as the Holy Spirit says: “Today,*pn if you will hear His voice,"
    },
    {
        "o": 33954,
        "r": "nkjv:Hebrews:3:8",
        "t": "Do*ld not harden your hearts as in the rebellion, In*ld the day of trial in the wilderness,"
    },
    {
        "o": 33955,
        "r": "nkjv:Hebrews:3:9",
        "t": "Where*ld your fathers tested Me, tried Me, And*ld saw My works forty years."
    },
    {
        "o": 33956,
        "r": "nkjv:Hebrews:3:10",
        "t": "Therefore*ld I was angry with that generation, And*ld said, ‘They always go astray in their*i heart, And*ld they have not known My ways.’"
    },
    {
        "o": 33957,
        "r": "nkjv:Hebrews:3:11",
        "t": "So*ld I swore in My wrath, ‘They*ld shall not enter My rest.’”"
    },
    {
        "o": 33958,
        "r": "nkjv:Hebrews:3:12",
        "t": "Beware,*p brethren, lest there be in any of you an evil heart of unbelief in departing from the living God;"
    },
    {
        "o": 33959,
        "r": "nkjv:Hebrews:3:13",
        "t": "but exhort one another daily, while it is called “Today,” lest any of you be hardened through the deceitfulness of sin."
    },
    {
        "o": 33960,
        "r": "nkjv:Hebrews:3:14",
        "t": "For we have become partakers of Christ if we hold the beginning of our confidence steadfast to the end,"
    },
    {
        "o": 33961,
        "r": "nkjv:Hebrews:3:15",
        "t": "while it is said: “Today,*pn if you will hear His voice, Do*ld not harden your hearts as in the rebellion.”"
    },
    {
        "o": 33962,
        "r": "nkjv:Hebrews:3:15",
        "t": "Failure of the Wilderness Wanderers",
        "h": 2
    },
    {
        "o": 33963,
        "r": "nkjv:Hebrews:3:16",
        "t": "For*p who, having heard, rebelled? Indeed, was*i it*i not all who came out of Egypt, led*i by Moses?"
    },
    {
        "o": 33964,
        "r": "nkjv:Hebrews:3:17",
        "t": "Now with whom was He angry forty years? Was*i it*i not with those who sinned, whose corpses fell in the wilderness?"
    },
    {
        "o": 33965,
        "r": "nkjv:Hebrews:3:18",
        "t": "And to whom did He swear that they would not enter His rest, but to those who did not obey?"
    },
    {
        "o": 33966,
        "r": "nkjv:Hebrews:3:19",
        "t": "So we see that they could not enter in because of unbelief."
    }
]
