[
    {
        "o": 12782,
        "r": "nasb:2 Chronicles:21:0",
        "t": "2 Chronicles 21",
        "h": 1
    },
    {
        "o": 12783,
        "r": "nasb:2 Chronicles:21:0",
        "t": "Jehoram Succeeds Jehoshaphat in Judah",
        "h": 2
    },
    {
        "o": 12784,
        "r": "nasb:2 Chronicles:21:1",
        "t": "Then*p Jehoshaphat slept with his fathers and was buried with his fathers in the city of David, and Jehoram his son became king in his place."
    },
    {
        "o": 12785,
        "r": "nasb:2 Chronicles:21:2",
        "t": "He had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azaryahu, Michael and Shephatiah. All these were*i the sons of Jehoshaphat king of Israel."
    },
    {
        "o": 12786,
        "r": "nasb:2 Chronicles:21:3",
        "t": "Their father gave them many gifts of silver, gold and precious things, with fortified cities in Judah, but he gave the kingdom to Jehoram because he was the firstborn."
    },
    {
        "o": 12787,
        "r": "nasb:2 Chronicles:21:4",
        "t": "Now*p when Jehoram had taken over the kingdom of his father and made himself secure, he killed all his brothers with the sword, and some of the rulers of Israel also."
    },
    {
        "o": 12788,
        "r": "nasb:2 Chronicles:21:5",
        "t": "Jehoram was*i thirty-two years old when he became king, and he reigned eight years in Jerusalem."
    },
    {
        "o": 12789,
        "r": "nasb:2 Chronicles:21:6",
        "t": "He walked in the way of the kings of Israel, just as the house of Ahab did (for Ahab’s daughter was his wife), and he did evil in the sight of the Lord.*s"
    },
    {
        "o": 12790,
        "r": "nasb:2 Chronicles:21:7",
        "t": "Yet the Lord*s was not willing to destroy the house of David because of the covenant which He had made with David, and since He had promised to give a lamp to him and his sons forever."
    },
    {
        "o": 12791,
        "r": "nasb:2 Chronicles:21:7",
        "t": "Revolt against Judah",
        "h": 2
    },
    {
        "o": 12792,
        "r": "nasb:2 Chronicles:21:8",
        "t": "In*p his days Edom revolted against the rule of Judah and set up a king over themselves."
    },
    {
        "o": 12793,
        "r": "nasb:2 Chronicles:21:9",
        "t": "Then Jehoram crossed over with his commanders and all his chariots with him. And he arose by night and struck down the Edomites who were surrounding him and the commanders of the chariots."
    },
    {
        "o": 12794,
        "r": "nasb:2 Chronicles:21:10",
        "t": "So Edom revolted against Judah to this day. Then Libnah revolted at the same time against his rule, because he had forsaken the Lord*s God of his fathers."
    },
    {
        "o": 12795,
        "r": "nasb:2 Chronicles:21:11",
        "t": "Moreover, he made high places in the mountains of Judah, and caused the inhabitants of Jerusalem to play the harlot and led Judah astray."
    },
    {
        "o": 12796,
        "r": "nasb:2 Chronicles:21:12",
        "t": "Then*p a letter came to him from Elijah the prophet saying, “Thus says the Lord*s God of your father David, ‘Because you have not walked in the ways of Jehoshaphat your father and the ways of Asa king of Judah,"
    },
    {
        "o": 12797,
        "r": "nasb:2 Chronicles:21:13",
        "t": "but have walked in the way of the kings of Israel, and have caused Judah and the inhabitants of Jerusalem to play the harlot as the house of Ahab played the harlot, and you have also killed your brothers, your own family, who were better than you,"
    },
    {
        "o": 12798,
        "r": "nasb:2 Chronicles:21:14",
        "t": "behold, the Lord*s is going to strike your people, your sons, your wives and all your possessions with a great calamity;"
    },
    {
        "o": 12799,
        "r": "nasb:2 Chronicles:21:15",
        "t": "and you will suffer severe sickness, a disease of your bowels, until your bowels come out because of the sickness, day by day.’ ”"
    },
    {
        "o": 12800,
        "r": "nasb:2 Chronicles:21:16",
        "t": "Then*p the Lord*s stirred up against Jehoram the spirit of the Philistines and the Arabs who bordered the Ethiopians;"
    },
    {
        "o": 12801,
        "r": "nasb:2 Chronicles:21:17",
        "t": "and they came against Judah and invaded it, and carried away all the possessions found in the king’s house together with his sons and his wives, so that no son was left to him except Jehoahaz, the youngest of his sons."
    },
    {
        "o": 12802,
        "r": "nasb:2 Chronicles:21:18",
        "t": "So*p after all this the Lord*s smote him in his bowels with an incurable sickness."
    },
    {
        "o": 12803,
        "r": "nasb:2 Chronicles:21:19",
        "t": "Now it came about in the course of time, at the end of two years, that his bowels came out because of his sickness and he died in great pain. And his people made no fire for him like the fire for his fathers."
    },
    {
        "o": 12804,
        "r": "nasb:2 Chronicles:21:20",
        "t": "He was thirty-two years old when he became king, and he reigned in Jerusalem eight years; and he departed with no one’s regret, and they buried him in the city of David, but not in the tombs of the kings."
    }
]
