[
    {
        "o": 21292,
        "r": "niv:Jeremiah:17:0",
        "t": "Jeremiah 17",
        "h": 1
    },
    {
        "o": 21293,
        "r": "niv:Jeremiah:17:1",
        "t": "“Judah’s*pn sin is engraved with an iron tool, inscribed*ld with a flint point, on*ln the tablets of their hearts and*ld on the horns of their altars."
    },
    {
        "o": 21294,
        "r": "niv:Jeremiah:17:2",
        "t": "Even*ln their children remember their*ld altars and Asherah poles beside*ln the spreading trees and*ld on the high hills."
    },
    {
        "o": 21295,
        "r": "niv:Jeremiah:17:3",
        "t": "My*ln mountain in the land and*ld your wealth and all your treasures I*ln will give away as plunder, together*ld with your high places, because*ld of sin throughout your country."
    },
    {
        "o": 21296,
        "r": "niv:Jeremiah:17:4",
        "t": "Through*ln your own fault you will lose the*ld inheritance I gave you. I*ln will enslave you to your enemies in*ld a land you do not know, for*ln you have kindled my anger, and*ld it will burn forever.”"
    },
    {
        "o": 21297,
        "r": "niv:Jeremiah:17:5",
        "t": "This*p is what the Lord*s says: “Cursed*pn is the one who trusts in man, who*ld draws strength from mere flesh and*ld whose heart turns away from the Lord.*s"
    },
    {
        "o": 21298,
        "r": "niv:Jeremiah:17:6",
        "t": "That*ln person will be like a bush in the wastelands; they*ld will not see prosperity when it comes. They*ln will dwell in the parched places of the desert, in*ld a salt land where no one lives."
    },
    {
        "o": 21299,
        "r": "niv:Jeremiah:17:7",
        "t": "“But*pn blessed is the one who trusts in the Lord,*s whose*ld confidence is in him."
    },
    {
        "o": 21300,
        "r": "niv:Jeremiah:17:8",
        "t": "They*ln will be like a tree planted by the water that*ld sends out its roots by the stream. It*ln does not fear when heat comes; its*ld leaves are always green. It*ln has no worries in a year of drought and*ld never fails to bear fruit.”"
    },
    {
        "o": 21301,
        "r": "niv:Jeremiah:17:9",
        "t": "The*pn heart is deceitful above all things and*ld beyond cure. Who*ld can understand it?"
    },
    {
        "o": 21302,
        "r": "niv:Jeremiah:17:10",
        "t": "“I*pn the Lord*s search the heart and*ld examine the mind, to*ln reward each person according to their conduct, according*ld to what their deeds deserve.”"
    },
    {
        "o": 21303,
        "r": "niv:Jeremiah:17:11",
        "t": "Like*pn a partridge that hatches eggs it did not lay are*ld those who gain riches by unjust means. When*ln their lives are half gone, their riches will desert them, and*ld in the end they will prove to be fools."
    },
    {
        "o": 21304,
        "r": "niv:Jeremiah:17:12",
        "t": "A*pn glorious throne, exalted from the beginning, is*ld the place of our sanctuary."
    },
    {
        "o": 21305,
        "r": "niv:Jeremiah:17:13",
        "t": "Lord,*sln you are the hope of Israel; all*ld who forsake you will be put to shame. Those*ln who turn away from you will be written in the dust because*ld they have forsaken the Lord,*s the*ld spring of living water."
    },
    {
        "o": 21306,
        "r": "niv:Jeremiah:17:14",
        "t": "Heal*pn me, Lord,*s and I will be healed; save*ld me and I will be saved, for*ld you are the one I praise."
    },
    {
        "o": 21307,
        "r": "niv:Jeremiah:17:15",
        "t": "They*ln keep saying to me, “Where*ld is the word of the Lord?*s Let*ld it now be fulfilled!”"
    },
    {
        "o": 21308,
        "r": "niv:Jeremiah:17:16",
        "t": "I*ln have not run away from being your shepherd; you*ld know I have not desired the day of despair. What*ld passes my lips is open before you."
    },
    {
        "o": 21309,
        "r": "niv:Jeremiah:17:17",
        "t": "Do*ln not be a terror to me; you*ld are my refuge in the day of disaster."
    },
    {
        "o": 21310,
        "r": "niv:Jeremiah:17:18",
        "t": "Let*ln my persecutors be put to shame, but*ld keep me from shame; let*ln them be terrified, but*ld keep me from terror. Bring*ln on them the day of disaster; destroy*ld them with double destruction."
    },
    {
        "o": 21311,
        "r": "niv:Jeremiah:17:18",
        "t": "Keeping the Sabbath Day Holy",
        "h": 2
    },
    {
        "o": 21312,
        "r": "niv:Jeremiah:17:19",
        "t": "This*p is what the Lord*s said to me: “Go and stand at the Gate of the People, through which the kings of Judah go in and out; stand also at all the other gates of Jerusalem."
    },
    {
        "o": 21313,
        "r": "niv:Jeremiah:17:20",
        "t": "Say to them, ‘Hear the word of the Lord,*s you kings of Judah and all people of Judah and everyone living in Jerusalem who come through these gates."
    },
    {
        "o": 21314,
        "r": "niv:Jeremiah:17:21",
        "t": "This is what the Lord*s says: Be careful not to carry a load on the Sabbath day or bring it through the gates of Jerusalem."
    },
    {
        "o": 21315,
        "r": "niv:Jeremiah:17:22",
        "t": "Do not bring a load out of your houses or do any work on the Sabbath, but keep the Sabbath day holy, as I commanded your ancestors."
    },
    {
        "o": 21316,
        "r": "niv:Jeremiah:17:23",
        "t": "Yet they did not listen or pay attention; they were stiff-necked and would not listen or respond to discipline."
    },
    {
        "o": 21317,
        "r": "niv:Jeremiah:17:24",
        "t": "But if you are careful to obey me, declares the Lord,*s and bring no load through the gates of this city on the Sabbath, but keep the Sabbath day holy by not doing any work on it,"
    },
    {
        "o": 21318,
        "r": "niv:Jeremiah:17:25",
        "t": "then kings who sit on David’s throne will come through the gates of this city with their officials. They and their officials will come riding in chariots and on horses, accompanied by the men of Judah and those living in Jerusalem, and this city will be inhabited forever."
    },
    {
        "o": 21319,
        "r": "niv:Jeremiah:17:26",
        "t": "People will come from the towns of Judah and the villages around Jerusalem, from the territory of Benjamin and the western foothills, from the hill country and the Negev, bringing burnt offerings and sacrifices, grain offerings and incense, and bringing thank offerings to the house of the Lord.*s"
    },
    {
        "o": 21320,
        "r": "niv:Jeremiah:17:27",
        "t": "But if you do not obey me to keep the Sabbath day holy by not carrying any load as you come through the gates of Jerusalem on the Sabbath day, then I will kindle an unquenchable fire in the gates of Jerusalem that will consume her fortresses.’ ”"
    }
]
