[
    {
        "o": 34,
        "r": "niv:Genesis:2:0",
        "t": "Genesis 2",
        "h": 1
    },
    {
        "o": 35,
        "r": "niv:Genesis:2:1",
        "t": "Thus*p the heavens and the earth were completed in all their vast array."
    },
    {
        "o": 36,
        "r": "niv:Genesis:2:2",
        "t": "By*pln the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work."
    },
    {
        "o": 37,
        "r": "niv:Genesis:2:3",
        "t": "Then God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done."
    },
    {
        "o": 38,
        "r": "niv:Genesis:2:3",
        "t": "Adam and Eve",
        "h": 2
    },
    {
        "o": 39,
        "r": "niv:Genesis:2:4",
        "t": "This*p is the account of the heavens and the earth when they were created, when the Lord*s God made the earth and the heavens."
    },
    {
        "o": 40,
        "r": "niv:Genesis:2:5",
        "t": "Now*p no shrub had yet appeared on the earth and no plant had yet sprung up, for the Lord*s God had not sent rain on the earth and there was no one to work the ground,"
    },
    {
        "o": 41,
        "r": "niv:Genesis:2:6",
        "t": "but streams came up from the earth and watered the whole surface of the ground."
    },
    {
        "o": 42,
        "r": "niv:Genesis:2:7",
        "t": "Then the Lord*s God formed a man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."
    },
    {
        "o": 43,
        "r": "niv:Genesis:2:8",
        "t": "Now*p the Lord*s God had planted a garden in the east, in Eden; and there he put the man he had formed."
    },
    {
        "o": 44,
        "r": "niv:Genesis:2:9",
        "t": "The Lord*s God made all kinds of trees grow out of the ground—trees that were pleasing to the eye and good for food. In the middle of the garden were the tree of life and the tree of the knowledge of good and evil."
    },
    {
        "o": 45,
        "r": "niv:Genesis:2:10",
        "t": "A*p river watering the garden flowed from Eden; from there it was separated into four headwaters."
    },
    {
        "o": 46,
        "r": "niv:Genesis:2:11",
        "t": "The name of the first is the Pishon; it winds through the entire land of Havilah, where there is gold."
    },
    {
        "o": 47,
        "r": "niv:Genesis:2:12",
        "t": "(The gold of that land is good; aromatic resin and onyx are also there.)"
    },
    {
        "o": 48,
        "r": "niv:Genesis:2:13",
        "t": "The name of the second river is the Gihon; it winds through the entire land of Cush."
    },
    {
        "o": 49,
        "r": "niv:Genesis:2:14",
        "t": "The name of the third river is the Tigris; it runs along the east side of Ashur. And the fourth river is the Euphrates."
    },
    {
        "o": 50,
        "r": "niv:Genesis:2:15",
        "t": "The*p Lord*s God took the man and put him in the Garden of Eden to work it and take care of it."
    },
    {
        "o": 51,
        "r": "niv:Genesis:2:16",
        "t": "And the Lord*s God commanded the man, “You are free to eat from any tree in the garden;"
    },
    {
        "o": 52,
        "r": "niv:Genesis:2:17",
        "t": "but you must not eat from the tree of the knowledge of good and evil, for when you eat from it you will certainly die.”"
    },
    {
        "o": 53,
        "r": "niv:Genesis:2:18",
        "t": "The*p Lord*s God said, “It is not good for the man to be alone. I will make a helper suitable for him.”"
    },
    {
        "o": 54,
        "r": "niv:Genesis:2:19",
        "t": "Now*p the Lord*s God had formed out of the ground all the wild animals and all the birds in the sky. He brought them to the man to see what he would name them; and whatever the man called each living creature, that was its name."
    },
    {
        "o": 55,
        "r": "niv:Genesis:2:20",
        "t": "So the man gave names to all the livestock, the birds in the sky and all the wild animals. But*p for Adam no suitable helper was found."
    },
    {
        "o": 56,
        "r": "niv:Genesis:2:21",
        "t": "So the Lord*s God caused the man to fall into a deep sleep; and while he was sleeping, he took one of the man’s ribs and then closed up the place with flesh."
    },
    {
        "o": 57,
        "r": "niv:Genesis:2:22",
        "t": "Then the Lord*s God made a woman from the rib he had taken out of the man, and he brought her to the man."
    },
    {
        "o": 58,
        "r": "niv:Genesis:2:23",
        "t": "The*p man said, “This*pn is now bone of my bones and*ld flesh of my flesh; she*ln shall be called ‘woman,’ for*ld she was taken out of man.”"
    },
    {
        "o": 59,
        "r": "niv:Genesis:2:24",
        "t": "That*p is why a man leaves his father and mother and is united to his wife, and they become one flesh."
    },
    {
        "o": 60,
        "r": "niv:Genesis:2:25",
        "t": "Adam*p and his wife were both naked, and they felt no shame."
    }
]
