[
    {
        "o": 8934,
        "r": "csb:2 Samuel:3:0",
        "t": "2 Samuel 3",
        "h": 1
    },
    {
        "o": 8935,
        "r": "csb:2 Samuel:3:0",
        "t": "Civil War",
        "h": 2
    },
    {
        "o": 8936,
        "r": "csb:2 Samuel:3:1",
        "t": "During*p the long war between the house of Saul and the house of David, David was growing stronger and the house of Saul was becoming weaker."
    },
    {
        "o": 8937,
        "r": "csb:2 Samuel:3:2",
        "t": "Sons*p were born to David in Hebron: His*ln firstborn was Amnon, by*ln Ahinoam the Jezreelite;"
    },
    {
        "o": 8938,
        "r": "csb:2 Samuel:3:3",
        "t": "his*ln second was Chileab, by*ln Abigail, the widow of Nabal the Carmelite; the*ln third was Absalom, son*ln of Maacah the daughter of King Talmai of Geshur;"
    },
    {
        "o": 8939,
        "r": "csb:2 Samuel:3:4",
        "t": "the*ln fourth was Adonijah, son*ln of Haggith; the*ln fifth was Shephatiah, son*ln of Abital;"
    },
    {
        "o": 8940,
        "r": "csb:2 Samuel:3:5",
        "t": "the*ln sixth was Ithream, by*ln David’s wife Eglah. These*p were born to David in Hebron."
    },
    {
        "o": 8941,
        "r": "csb:2 Samuel:3:6",
        "t": "During*p the war between the house of Saul and the house of David, Abner kept acquiring more power in the house of Saul."
    },
    {
        "o": 8942,
        "r": "csb:2 Samuel:3:7",
        "t": "Now Saul had a concubine whose name was Rizpah daughter of Aiah, and Ish-bosheth questioned Abner, “Why did you sleep with my father’s concubine?”"
    },
    {
        "o": 8943,
        "r": "csb:2 Samuel:3:8",
        "t": "Abner*p was very angry about Ish-bosheth’s accusation. “Am I a dog’s head who belongs to Judah?” he asked. “All this time I’ve been loyal to the family of your father Saul, to his brothers, and to his friends and haven’t betrayed you to David, but now you accuse me of wrongdoing with this woman!"
    },
    {
        "o": 8944,
        "r": "csb:2 Samuel:3:9",
        "t": "May God punish Abner and do so severely if I don’t do for David what the Lord*s swore to him:"
    },
    {
        "o": 8945,
        "r": "csb:2 Samuel:3:10",
        "t": "to transfer the kingdom from the house of Saul and establish the throne of David over Israel and Judah from Dan to Beer-sheba.”"
    },
    {
        "o": 8946,
        "r": "csb:2 Samuel:3:11",
        "t": "Ish-bosheth did not dare respond to Abner because he was afraid of him."
    },
    {
        "o": 8947,
        "r": "csb:2 Samuel:3:12",
        "t": "Abner*p sent messengers as his representatives to say to David, “Whose land is it? Make your covenant with me, and you can be certain I am on your side to turn all Israel over to you.”"
    },
    {
        "o": 8948,
        "r": "csb:2 Samuel:3:13",
        "t": "David*p replied, “Good, I will make a covenant with you. However, there’s one thing I require of you: You will not see my face unless you first bring Saul’s daughter Michal when you come to see me.”"
    },
    {
        "o": 8949,
        "r": "csb:2 Samuel:3:14",
        "t": "Then*p David sent messengers to say to Ish-bosheth son of Saul, “Give me back my wife Michal. I was engaged to her for the price of a hundred Philistine foreskins.”"
    },
    {
        "o": 8950,
        "r": "csb:2 Samuel:3:15",
        "t": "So*p Ish-bosheth sent someone to take her away from her husband, Paltiel son of Laish."
    },
    {
        "o": 8951,
        "r": "csb:2 Samuel:3:16",
        "t": "Her husband followed her, weeping all the way to Bahurim. Abner said to him, “Go back.” So he went back."
    },
    {
        "o": 8952,
        "r": "csb:2 Samuel:3:16",
        "t": "The Assassination of Abner",
        "h": 2
    },
    {
        "o": 8953,
        "r": "csb:2 Samuel:3:17",
        "t": "Abner*p conferred with the elders of Israel: “In the past you wanted David to be king over you."
    },
    {
        "o": 8954,
        "r": "csb:2 Samuel:3:18",
        "t": "Now take action, because the Lord*s has spoken concerning David: ‘Through my servant David I will save my people Israel from the power of the Philistines and the power of all Israel’s enemies.’”"
    },
    {
        "o": 8955,
        "r": "csb:2 Samuel:3:19",
        "t": "Abner*p also informed the Benjaminites and went to Hebron to inform David about all that was agreed on by Israel and the whole house of Benjamin."
    },
    {
        "o": 8956,
        "r": "csb:2 Samuel:3:20",
        "t": "When Abner and twenty men came to David at Hebron, David held a banquet for him and his men."
    },
    {
        "o": 8957,
        "r": "csb:2 Samuel:3:21",
        "t": "Abner*p said to David, “Let me now go and I will gather all Israel to my lord the king. They will make a covenant with you, and you will reign over all you desire.” So David dismissed Abner, and he went in peace."
    },
    {
        "o": 8958,
        "r": "csb:2 Samuel:3:22",
        "t": "Just*p then David’s soldiers and Joab returned from a raid and brought a large amount of plundered goods with them. Abner was not with David in Hebron because David had dismissed him, and he had gone in peace."
    },
    {
        "o": 8959,
        "r": "csb:2 Samuel:3:23",
        "t": "When Joab and his whole army arrived, Joab was informed, “Abner son of Ner came to see the king, the king dismissed him, and he went in peace.”"
    },
    {
        "o": 8960,
        "r": "csb:2 Samuel:3:24",
        "t": "Joab*p went to the king and said, “What have you done? Look here, Abner came to you. Why did you dismiss him? Now he’s getting away."
    },
    {
        "o": 8961,
        "r": "csb:2 Samuel:3:25",
        "t": "You know that Abner son of Ner came to deceive you and to find out about your military activities and everything you’re doing.”"
    },
    {
        "o": 8962,
        "r": "csb:2 Samuel:3:26",
        "t": "Then Joab left David and sent messengers after Abner. They brought him back from the well of Sirah, but David was unaware of it."
    },
    {
        "o": 8963,
        "r": "csb:2 Samuel:3:27",
        "t": "When Abner returned to Hebron, Joab pulled him aside to the middle of the city gate, as if to speak to him privately, and there Joab stabbed him in the stomach. So Abner died in revenge for the death of Asahel, Joab’s brother."
    },
    {
        "o": 8964,
        "r": "csb:2 Samuel:3:28",
        "t": "David*p heard about it later and said, “I and my kingdom are forever innocent before the Lord*s concerning the blood of Abner son of Ner."
    },
    {
        "o": 8965,
        "r": "csb:2 Samuel:3:29",
        "t": "May it hang over Joab’s head and his father’s whole family, and may the house of Joab never be without someone who has a discharge or a skin disease, or a man who can only work a spindle, or someone who falls by the sword or starves.”"
    },
    {
        "o": 8966,
        "r": "csb:2 Samuel:3:30",
        "t": "Joab and his brother Abishai killed Abner because he had put their brother Asahel to death in the battle at Gibeon."
    },
    {
        "o": 8967,
        "r": "csb:2 Samuel:3:31",
        "t": "David*p then ordered Joab and all the people who were with him, “Tear your clothes, put on sackcloth, and mourn over Abner.” And King David walked behind the coffin."
    },
    {
        "o": 8968,
        "r": "csb:2 Samuel:3:32",
        "t": "When*p they buried Abner in Hebron, the king wept aloud at Abner’s tomb. All the people wept,"
    },
    {
        "o": 8969,
        "r": "csb:2 Samuel:3:33",
        "t": "and the king sang a lament for Abner: Should*pn Abner die as a fool dies?"
    },
    {
        "o": 8970,
        "r": "csb:2 Samuel:3:34",
        "t": "Your*ln hands were not bound, your*ln feet not placed in bronze shackles. You*ln fell like one who falls victim to criminals. And*p all the people wept over him even more."
    },
    {
        "o": 8971,
        "r": "csb:2 Samuel:3:35",
        "t": "Then*p they came to urge David to eat food while it was still day, but David took an oath: “May God punish me and do so severely if I taste bread or anything else before sunset!”"
    },
    {
        "o": 8972,
        "r": "csb:2 Samuel:3:36",
        "t": "All the people took note of this, and it pleased them. In fact, everything the king did pleased them."
    },
    {
        "o": 8973,
        "r": "csb:2 Samuel:3:37",
        "t": "On that day all the troops and all Israel were convinced that the king had no part in the killing of Abner son of Ner."
    },
    {
        "o": 8974,
        "r": "csb:2 Samuel:3:38",
        "t": "Then*p the king said to his soldiers, “You must know that a great leader has fallen in Israel today."
    },
    {
        "o": 8975,
        "r": "csb:2 Samuel:3:39",
        "t": "As for me, even though I am the anointed king, I have little power today. These men, the sons of Zeruiah, are too fierce for me. May the Lord*s repay the evildoer according to his evil!”"
    }
]
