[
    {
        "o": 16941,
        "r": "kjv:Psalm:136:0",
        "t": "Psalm 136",
        "h": 1
    },
    {
        "o": 16942,
        "r": "kjv:Psalm:136:1",
        "t": "O*p give thanks unto the Lord;*s for he is good: for his mercy endureth for ever."
    },
    {
        "o": 16943,
        "r": "kjv:Psalm:136:2",
        "t": "O*p give thanks unto the God of gods: for his mercy endureth for ever."
    },
    {
        "o": 16944,
        "r": "kjv:Psalm:136:3",
        "t": "O*p give thanks to the Lord of lords: for his mercy endureth for ever."
    },
    {
        "o": 16945,
        "r": "kjv:Psalm:136:4",
        "t": "To*p him who alone doeth great wonders: for his mercy endureth for ever."
    },
    {
        "o": 16946,
        "r": "kjv:Psalm:136:5",
        "t": "To*p him that by wisdom made the heavens: for his mercy endureth for ever."
    },
    {
        "o": 16947,
        "r": "kjv:Psalm:136:6",
        "t": "To*p him that stretched out the earth above the waters: for his mercy endureth for ever."
    },
    {
        "o": 16948,
        "r": "kjv:Psalm:136:7",
        "t": "To*p him that made great lights: for his mercy endureth for ever:"
    },
    {
        "o": 16949,
        "r": "kjv:Psalm:136:8",
        "t": "The*p sun to rule by day: for his mercy endureth for ever:"
    },
    {
        "o": 16950,
        "r": "kjv:Psalm:136:9",
        "t": "The*p moon and stars to rule by night: for his mercy endureth for ever."
    },
    {
        "o": 16951,
        "r": "kjv:Psalm:136:10",
        "t": "To*p him that smote Egypt in their firstborn: for his mercy endureth for ever:"
    },
    {
        "o": 16952,
        "r": "kjv:Psalm:136:11",
        "t": "And*p brought out Israel from among them: for his mercy endureth for ever:"
    },
    {
        "o": 16953,
        "r": "kjv:Psalm:136:12",
        "t": "With*p a strong hand, and with a stretched out arm: for his mercy endureth for ever."
    },
    {
        "o": 16954,
        "r": "kjv:Psalm:136:13",
        "t": "To*p him which divided the Red sea into parts: for his mercy endureth for ever:"
    },
    {
        "o": 16955,
        "r": "kjv:Psalm:136:14",
        "t": "And*p made Israel to pass through the midst of it: for his mercy endureth for ever:"
    },
    {
        "o": 16956,
        "r": "kjv:Psalm:136:15",
        "t": "But*p overthrew Pharaoh and his host in the Red sea: for his mercy endureth for ever."
    },
    {
        "o": 16957,
        "r": "kjv:Psalm:136:16",
        "t": "To*p him which led his people through the wilderness: for his mercy endureth for ever."
    },
    {
        "o": 16958,
        "r": "kjv:Psalm:136:17",
        "t": "To*p him which smote great kings: for his mercy endureth for ever:"
    },
    {
        "o": 16959,
        "r": "kjv:Psalm:136:18",
        "t": "And*p slew famous kings: for his mercy endureth for ever:"
    },
    {
        "o": 16960,
        "r": "kjv:Psalm:136:19",
        "t": "Sihon*p king of the Amorites: for his mercy endureth for ever:"
    },
    {
        "o": 16961,
        "r": "kjv:Psalm:136:20",
        "t": "And*p Og the king of Bashan: for his mercy endureth for ever:"
    },
    {
        "o": 16962,
        "r": "kjv:Psalm:136:21",
        "t": "And*p gave their land for an heritage: for his mercy endureth for ever:"
    },
    {
        "o": 16963,
        "r": "kjv:Psalm:136:22",
        "t": "Even*p an heritage unto Israel his servant: for his mercy endureth for ever."
    },
    {
        "o": 16964,
        "r": "kjv:Psalm:136:23",
        "t": "Who*p remembered us in our low estate: for his mercy endureth for ever:"
    },
    {
        "o": 16965,
        "r": "kjv:Psalm:136:24",
        "t": "And*p hath redeemed us from our enemies: for his mercy endureth for ever."
    },
    {
        "o": 16966,
        "r": "kjv:Psalm:136:25",
        "t": "Who*p giveth food to all flesh: for his mercy endureth for ever."
    },
    {
        "o": 16967,
        "r": "kjv:Psalm:136:26",
        "t": "O*p give thanks unto the God of heaven: for his mercy endureth for ever."
    }
]
