[
    {
        "o": 31145,
        "r": "nasb:Romans:2:0",
        "t": "Romans 2",
        "h": 1
    },
    {
        "o": 31146,
        "r": "nasb:Romans:2:0",
        "t": "The Impartiality of God",
        "h": 2
    },
    {
        "o": 31147,
        "r": "nasb:Romans:2:1",
        "t": "Therefore*p you have no excuse, everyone of you who passes judgment, for in that which you judge another, you condemn yourself; for you who judge practice the same things."
    },
    {
        "o": 31148,
        "r": "nasb:Romans:2:2",
        "t": "And we know that the judgment of God rightly falls upon those who practice such things."
    },
    {
        "o": 31149,
        "r": "nasb:Romans:2:3",
        "t": "But do you suppose this, O man, when you pass judgment on those who practice such things and do the same yourself,*i that you will escape the judgment of God?"
    },
    {
        "o": 31150,
        "r": "nasb:Romans:2:4",
        "t": "Or do you think lightly of the riches of His kindness and tolerance and patience, not knowing that the kindness of God leads you to repentance?"
    },
    {
        "o": 31151,
        "r": "nasb:Romans:2:5",
        "t": "But because of your stubbornness and unrepentant heart you are storing up wrath for yourself in the day of wrath and revelation of the righteous judgment of God,"
    },
    {
        "o": 31152,
        "r": "nasb:Romans:2:6",
        "t": "who will*s render*s to*s each*s person*s according*s to*s his*s deeds:*s"
    },
    {
        "o": 31153,
        "r": "nasb:Romans:2:7",
        "t": "to those who by perseverance in doing good seek for glory and honor and immortality, eternal life;"
    },
    {
        "o": 31154,
        "r": "nasb:Romans:2:8",
        "t": "but to those who are selfishly ambitious and do not obey the truth, but obey unrighteousness, wrath and indignation."
    },
    {
        "o": 31155,
        "r": "nasb:Romans:2:9",
        "t": "There*i will*i be*i tribulation and distress for every soul of man who does evil, of the Jew first and also of the Greek,"
    },
    {
        "o": 31156,
        "r": "nasb:Romans:2:10",
        "t": "but glory and honor and peace to everyone who does good, to the Jew first and also to the Greek."
    },
    {
        "o": 31157,
        "r": "nasb:Romans:2:11",
        "t": "For there is no partiality with God."
    },
    {
        "o": 31158,
        "r": "nasb:Romans:2:12",
        "t": "For*p all who have sinned without the Law will also perish without the Law, and all who have sinned under the Law will be judged by the Law;"
    },
    {
        "o": 31159,
        "r": "nasb:Romans:2:13",
        "t": "for it*i is*i not the hearers of the Law who*i are just before God, but the doers of the Law will be justified."
    },
    {
        "o": 31160,
        "r": "nasb:Romans:2:14",
        "t": "For when Gentiles who do not have the Law do instinctively the things of the Law, these, not having the Law, are a law to themselves,"
    },
    {
        "o": 31161,
        "r": "nasb:Romans:2:15",
        "t": "in that they show the work of the Law written in their hearts, their conscience bearing witness and their thoughts alternately accusing or else defending them,"
    },
    {
        "o": 31162,
        "r": "nasb:Romans:2:16",
        "t": "on the day when, according to my gospel, God will judge the secrets of men through Christ Jesus."
    },
    {
        "o": 31163,
        "r": "nasb:Romans:2:16",
        "t": "The Jew Is Condemned by the Law",
        "h": 2
    },
    {
        "o": 31164,
        "r": "nasb:Romans:2:17",
        "t": "But*p if you bear the name “Jew” and rely upon the Law and boast in God,"
    },
    {
        "o": 31165,
        "r": "nasb:Romans:2:18",
        "t": "and know His*i will and approve the things that are essential, being instructed out of the Law,"
    },
    {
        "o": 31166,
        "r": "nasb:Romans:2:19",
        "t": "and are confident that you yourself are a guide to the blind, a light to those who are in darkness,"
    },
    {
        "o": 31167,
        "r": "nasb:Romans:2:20",
        "t": "a corrector of the foolish, a teacher of the immature, having in the Law the embodiment of knowledge and of the truth,"
    },
    {
        "o": 31168,
        "r": "nasb:Romans:2:21",
        "t": "you, therefore, who teach another, do you not teach yourself? You who preach that one shall not steal, do you steal?"
    },
    {
        "o": 31169,
        "r": "nasb:Romans:2:22",
        "t": "You who say that one should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples?"
    },
    {
        "o": 31170,
        "r": "nasb:Romans:2:23",
        "t": "You who boast in the Law, through your breaking the Law, do you dishonor God?"
    },
    {
        "o": 31171,
        "r": "nasb:Romans:2:24",
        "t": "For “the*s name*s of*s God*s is*s blasphemed*s among*s the*s Gentiles*s because*s of*s you,”*s just as it is written."
    },
    {
        "o": 31172,
        "r": "nasb:Romans:2:25",
        "t": "For*p indeed circumcision is of value if you practice the Law; but if you are a transgressor of the Law, your circumcision has become uncircumcision."
    },
    {
        "o": 31173,
        "r": "nasb:Romans:2:26",
        "t": "So if the uncircumcised man keeps the requirements of the Law, will not his uncircumcision be regarded as circumcision?"
    },
    {
        "o": 31174,
        "r": "nasb:Romans:2:27",
        "t": "And he who is physically uncircumcised, if he keeps the Law, will he not judge you who though having the letter of*i the*i Law*i and circumcision are a transgressor of the Law?"
    },
    {
        "o": 31175,
        "r": "nasb:Romans:2:28",
        "t": "For he is not a Jew who is one outwardly, nor is circumcision that which is outward in the flesh."
    },
    {
        "o": 31176,
        "r": "nasb:Romans:2:29",
        "t": "But he is a Jew who is one inwardly; and circumcision is that which is of the heart, by the Spirit, not by the letter; and his praise is not from men, but from God."
    }
]
