[
    {
        "o": 1976,
        "r": "esv:Exodus:12:0",
        "t": "Exodus 12",
        "h": 1
    },
    {
        "o": 1977,
        "r": "esv:Exodus:12:0",
        "t": "The Passover",
        "h": 2
    },
    {
        "o": 1978,
        "r": "esv:Exodus:12:1",
        "t": "The*p Lord*s said to Moses and Aaron in the land of Egypt,"
    },
    {
        "o": 1979,
        "r": "esv:Exodus:12:2",
        "t": "“This month shall be for you the beginning of months. It shall be the first month of the year for you."
    },
    {
        "o": 1980,
        "r": "esv:Exodus:12:3",
        "t": "Tell all the congregation of Israel that on the tenth day of this month every man shall take a lamb according to their fathers’ houses, a lamb for a household."
    },
    {
        "o": 1981,
        "r": "esv:Exodus:12:4",
        "t": "And if the household is too small for a lamb, then he and his nearest neighbor shall take according to the number of persons; according to what each can eat you shall make your count for the lamb."
    },
    {
        "o": 1982,
        "r": "esv:Exodus:12:5",
        "t": "Your lamb shall be without blemish, a male a year old. You may take it from the sheep or from the goats,"
    },
    {
        "o": 1983,
        "r": "esv:Exodus:12:6",
        "t": "and you shall keep it until the fourteenth day of this month, when the whole assembly of the congregation of Israel shall kill their lambs at twilight."
    },
    {
        "o": 1984,
        "r": "esv:Exodus:12:7",
        "t": "“Then*p they shall take some of the blood and put it on the two doorposts and the lintel of the houses in which they eat it."
    },
    {
        "o": 1985,
        "r": "esv:Exodus:12:8",
        "t": "They shall eat the flesh that night, roasted on the fire; with unleavened bread and bitter herbs they shall eat it."
    },
    {
        "o": 1986,
        "r": "esv:Exodus:12:9",
        "t": "Do not eat any of it raw or boiled in water, but roasted, its head with its legs and its inner parts."
    },
    {
        "o": 1987,
        "r": "esv:Exodus:12:10",
        "t": "And you shall let none of it remain until the morning; anything that remains until the morning you shall burn."
    },
    {
        "o": 1988,
        "r": "esv:Exodus:12:11",
        "t": "In this manner you shall eat it: with your belt fastened, your sandals on your feet, and your staff in your hand. And you shall eat it in haste. It is the Lord’s*s Passover."
    },
    {
        "o": 1989,
        "r": "esv:Exodus:12:12",
        "t": "For I will pass through the land of Egypt that night, and I will strike all the firstborn in the land of Egypt, both man and beast; and on all the gods of Egypt I will execute judgments: I am the Lord.*s"
    },
    {
        "o": 1990,
        "r": "esv:Exodus:12:13",
        "t": "The blood shall be a sign for you, on the houses where you are. And when I see the blood, I will pass over you, and no plague will befall you to destroy you, when I strike the land of Egypt."
    },
    {
        "o": 1991,
        "r": "esv:Exodus:12:14",
        "t": "“This*p day shall be for you a memorial day, and you shall keep it as a feast to the Lord;*s throughout your generations, as a statute forever, you shall keep it as a feast."
    },
    {
        "o": 1992,
        "r": "esv:Exodus:12:15",
        "t": "Seven days you shall eat unleavened bread. On the first day you shall remove leaven out of your houses, for if anyone eats what is leavened, from the first day until the seventh day, that person shall be cut off from Israel."
    },
    {
        "o": 1993,
        "r": "esv:Exodus:12:16",
        "t": "On the first day you shall hold a holy assembly, and on the seventh day a holy assembly. No work shall be done on those days. But what everyone needs to eat, that alone may be prepared by you."
    },
    {
        "o": 1994,
        "r": "esv:Exodus:12:17",
        "t": "And you shall observe the Feast of Unleavened Bread, for on this very day I brought your hosts out of the land of Egypt. Therefore you shall observe this day, throughout your generations, as a statute forever."
    },
    {
        "o": 1995,
        "r": "esv:Exodus:12:18",
        "t": "In the first month, from the fourteenth day of the month at evening, you shall eat unleavened bread until the twenty-first day of the month at evening."
    },
    {
        "o": 1996,
        "r": "esv:Exodus:12:19",
        "t": "For seven days no leaven is to be found in your houses. If anyone eats what is leavened, that person will be cut off from the congregation of Israel, whether he is a sojourner or a native of the land."
    },
    {
        "o": 1997,
        "r": "esv:Exodus:12:20",
        "t": "You shall eat nothing leavened; in all your dwelling places you shall eat unleavened bread.”"
    },
    {
        "o": 1998,
        "r": "esv:Exodus:12:21",
        "t": "Then*p Moses called all the elders of Israel and said to them, “Go and select lambs for yourselves according to your clans, and kill the Passover lamb."
    },
    {
        "o": 1999,
        "r": "esv:Exodus:12:22",
        "t": "Take a bunch of hyssop and dip it in the blood that is in the basin, and touch the lintel and the two doorposts with the blood that is in the basin. None of you shall go out of the door of his house until the morning."
    },
    {
        "o": 2000,
        "r": "esv:Exodus:12:23",
        "t": "For the Lord*s will pass through to strike the Egyptians, and when he sees the blood on the lintel and on the two doorposts, the Lord*s will pass over the door and will not allow the destroyer to enter your houses to strike you."
    },
    {
        "o": 2001,
        "r": "esv:Exodus:12:24",
        "t": "You shall observe this rite as a statute for you and for your sons forever."
    },
    {
        "o": 2002,
        "r": "esv:Exodus:12:25",
        "t": "And when you come to the land that the Lord*s will give you, as he has promised, you shall keep this service."
    },
    {
        "o": 2003,
        "r": "esv:Exodus:12:26",
        "t": "And when your children say to you, ‘What do you mean by this service?’"
    },
    {
        "o": 2004,
        "r": "esv:Exodus:12:27",
        "t": "you shall say, ‘It is the sacrifice of the Lord’s*s Passover, for he passed over the houses of the people of Israel in Egypt, when he struck the Egyptians but spared our houses.’” And the people bowed their heads and worshiped."
    },
    {
        "o": 2005,
        "r": "esv:Exodus:12:28",
        "t": "Then*p the people of Israel went and did so; as the Lord*s had commanded Moses and Aaron, so they did."
    },
    {
        "o": 2006,
        "r": "esv:Exodus:12:28",
        "t": "The Tenth Plague: Death of the Firstborn",
        "h": 2
    },
    {
        "o": 2007,
        "r": "esv:Exodus:12:29",
        "t": "At*p midnight the Lord*s struck down all the firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the captive who was in the dungeon, and all the firstborn of the livestock."
    },
    {
        "o": 2008,
        "r": "esv:Exodus:12:30",
        "t": "And Pharaoh rose up in the night, he and all his servants and all the Egyptians. And there was a great cry in Egypt, for there was not a house where someone was not dead."
    },
    {
        "o": 2009,
        "r": "esv:Exodus:12:31",
        "t": "Then he summoned Moses and Aaron by night and said, “Up, go out from among my people, both you and the people of Israel; and go, serve the Lord,*s as you have said."
    },
    {
        "o": 2010,
        "r": "esv:Exodus:12:32",
        "t": "Take your flocks and your herds, as you have said, and be gone, and bless me also!”"
    },
    {
        "o": 2011,
        "r": "esv:Exodus:12:32",
        "t": "The Exodus",
        "h": 2
    },
    {
        "o": 2012,
        "r": "esv:Exodus:12:33",
        "t": "The*p Egyptians were urgent with the people to send them out of the land in haste. For they said, “We shall all be dead.”"
    },
    {
        "o": 2013,
        "r": "esv:Exodus:12:34",
        "t": "So the people took their dough before it was leavened, their kneading bowls being bound up in their cloaks on their shoulders."
    },
    {
        "o": 2014,
        "r": "esv:Exodus:12:35",
        "t": "The people of Israel had also done as Moses told them, for they had asked the Egyptians for silver and gold jewelry and for clothing."
    },
    {
        "o": 2015,
        "r": "esv:Exodus:12:36",
        "t": "And the Lord*s had given the people favor in the sight of the Egyptians, so that they let them have what they asked. Thus they plundered the Egyptians."
    },
    {
        "o": 2016,
        "r": "esv:Exodus:12:37",
        "t": "And*p the people of Israel journeyed from Rameses to Succoth, about six hundred thousand men on foot, besides women and children."
    },
    {
        "o": 2017,
        "r": "esv:Exodus:12:38",
        "t": "A mixed multitude also went up with them, and very much livestock, both flocks and herds."
    },
    {
        "o": 2018,
        "r": "esv:Exodus:12:39",
        "t": "And they baked unleavened cakes of the dough that they had brought out of Egypt, for it was not leavened, because they were thrust out of Egypt and could not wait, nor had they prepared any provisions for themselves."
    },
    {
        "o": 2019,
        "r": "esv:Exodus:12:40",
        "t": "The*p time that the people of Israel lived in Egypt was 430 years."
    },
    {
        "o": 2020,
        "r": "esv:Exodus:12:41",
        "t": "At the end of 430 years, on that very day, all the hosts of the Lord*s went out from the land of Egypt."
    },
    {
        "o": 2021,
        "r": "esv:Exodus:12:42",
        "t": "It was a night of watching by the Lord,*s to bring them out of the land of Egypt; so this same night is a night of watching kept to the Lord*s by all the people of Israel throughout their generations."
    },
    {
        "o": 2022,
        "r": "esv:Exodus:12:42",
        "t": "Institution of the Passover",
        "h": 2
    },
    {
        "o": 2023,
        "r": "esv:Exodus:12:43",
        "t": "And*p the Lord*s said to Moses and Aaron, “This is the statute of the Passover: no foreigner shall eat of it,"
    },
    {
        "o": 2024,
        "r": "esv:Exodus:12:44",
        "t": "but every slave that is bought for money may eat of it after you have circumcised him."
    },
    {
        "o": 2025,
        "r": "esv:Exodus:12:45",
        "t": "No foreigner or hired worker may eat of it."
    },
    {
        "o": 2026,
        "r": "esv:Exodus:12:46",
        "t": "It shall be eaten in one house; you shall not take any of the flesh outside the house, and you shall not break any of its bones."
    },
    {
        "o": 2027,
        "r": "esv:Exodus:12:47",
        "t": "All the congregation of Israel shall keep it."
    },
    {
        "o": 2028,
        "r": "esv:Exodus:12:48",
        "t": "If a stranger shall sojourn with you and would keep the Passover to the Lord,*s let all his males be circumcised. Then he may come near and keep it; he shall be as a native of the land. But no uncircumcised person shall eat of it."
    },
    {
        "o": 2029,
        "r": "esv:Exodus:12:49",
        "t": "There shall be one law for the native and for the stranger who sojourns among you.”"
    },
    {
        "o": 2030,
        "r": "esv:Exodus:12:50",
        "t": "All*p the people of Israel did just as the Lord*s commanded Moses and Aaron."
    },
    {
        "o": 2031,
        "r": "esv:Exodus:12:51",
        "t": "And on that very day the Lord*s brought the people of Israel out of the land of Egypt by their hosts."
    }
]
