[
    {
        "o": 10924,
        "r": "csb:2 Kings:13:0",
        "t": "2 Kings 13",
        "h": 1
    },
    {
        "o": 10925,
        "r": "csb:2 Kings:13:0",
        "t": "Israel’s King Jehoahaz",
        "h": 2
    },
    {
        "o": 10926,
        "r": "csb:2 Kings:13:1",
        "t": "In*p the twenty-third year of Judah’s King Joash son of Ahaziah, Jehoahaz son of Jehu became king over Israel in Samaria, and he reigned seventeen years."
    },
    {
        "o": 10927,
        "r": "csb:2 Kings:13:2",
        "t": "He did what was evil in the Lord’s*s sight and followed the sins that Jeroboam son of Nebat had caused Israel to commit; he did not turn away from them."
    },
    {
        "o": 10928,
        "r": "csb:2 Kings:13:3",
        "t": "So the Lord’s*s anger burned against Israel, and he handed them over to King Hazael of Aram and to his son Ben-hadad during their reigns."
    },
    {
        "o": 10929,
        "r": "csb:2 Kings:13:4",
        "t": "Then*p Jehoahaz sought the Lord’s*s favor, and the Lord*s heard him, for he saw the oppression the king of Aram inflicted on Israel."
    },
    {
        "o": 10930,
        "r": "csb:2 Kings:13:5",
        "t": "Therefore, the Lord*s gave Israel a deliverer, and they escaped from the power of the Arameans. Then the people of Israel returned to their former way of life,"
    },
    {
        "o": 10931,
        "r": "csb:2 Kings:13:6",
        "t": "but they didn’t turn away from the sins that the house of Jeroboam had caused Israel to commit. Jehoahaz continued them, and the Asherah pole also remained standing in Samaria."
    },
    {
        "o": 10932,
        "r": "csb:2 Kings:13:7",
        "t": "Jehoahaz did not have an army left, except for fifty horsemen, ten chariots, and ten thousand foot soldiers, because the king of Aram had destroyed them, making them like dust at threshing."
    },
    {
        "o": 10933,
        "r": "csb:2 Kings:13:8",
        "t": "The*p rest of the events of Jehoahaz’s reign, along with all his accomplishments and his might, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10934,
        "r": "csb:2 Kings:13:9",
        "t": "Jehoahaz rested with his ancestors, and he was buried in Samaria. His son Jehoash became king in his place."
    },
    {
        "o": 10935,
        "r": "csb:2 Kings:13:9",
        "t": "Israel’s King Jehoash",
        "h": 2
    },
    {
        "o": 10936,
        "r": "csb:2 Kings:13:10",
        "t": "In*p the thirty-seventh year of Judah’s King Joash, Jehoash son of Jehoahaz became king over Israel in Samaria, and he reigned sixteen years."
    },
    {
        "o": 10937,
        "r": "csb:2 Kings:13:11",
        "t": "He did what was evil in the Lord’s*s sight. He did not turn away from all the sins that Jeroboam son of Nebat had caused Israel to commit, but he continued them."
    },
    {
        "o": 10938,
        "r": "csb:2 Kings:13:12",
        "t": "The*p rest of the events of Jehoash’s reign, along with all his accomplishments and the power he had to wage war against Judah’s King Amaziah, are written in the Historical Record of Israel’s Kings."
    },
    {
        "o": 10939,
        "r": "csb:2 Kings:13:13",
        "t": "Jehoash rested with his ancestors, and Jeroboam sat on his throne. Jehoash was buried in Samaria with the kings of Israel."
    },
    {
        "o": 10940,
        "r": "csb:2 Kings:13:13",
        "t": "Elisha’s Death",
        "h": 2
    },
    {
        "o": 10941,
        "r": "csb:2 Kings:13:14",
        "t": "When*p Elisha became sick with the illness from which he died, King Jehoash of Israel went down and wept over him and said, “My father, my father, the chariots and horsemen of Israel!”"
    },
    {
        "o": 10942,
        "r": "csb:2 Kings:13:15",
        "t": "Elisha*p responded, “Get a bow and arrows.” So he got a bow and arrows."
    },
    {
        "o": 10943,
        "r": "csb:2 Kings:13:16",
        "t": "Then Elisha said to the king of Israel, “Grasp the bow.” So the king grasped it, and Elisha put his hands on the king’s hands."
    },
    {
        "o": 10944,
        "r": "csb:2 Kings:13:17",
        "t": "Elisha said, “Open the east window.” So he opened it. Elisha said, “Shoot!” So he shot. Then Elisha said, “The Lord’s*s arrow of victory, yes, the arrow of victory over Aram. You are to strike down the Arameans in Aphek until you have put an end to them.”"
    },
    {
        "o": 10945,
        "r": "csb:2 Kings:13:18",
        "t": "Then*p Elisha said, “Take the arrows!” So he took them. Then Elisha said to the king of Israel, “Strike the ground!” So he struck the ground three times and stopped."
    },
    {
        "o": 10946,
        "r": "csb:2 Kings:13:19",
        "t": "The man of God was angry with him and said, “You should have struck the ground five or six times. Then you would have struck down Aram until you had put an end to them, but now you will strike down Aram only three times.”"
    },
    {
        "o": 10947,
        "r": "csb:2 Kings:13:20",
        "t": "Then Elisha died and was buried. Now*p Moabite raiders used to come into the land in the spring of the year."
    },
    {
        "o": 10948,
        "r": "csb:2 Kings:13:21",
        "t": "Once, as the Israelites were burying a man, suddenly they saw a raiding party, so they threw the man into Elisha’s tomb. When he touched Elisha’s bones, the man revived and stood up!"
    },
    {
        "o": 10949,
        "r": "csb:2 Kings:13:21",
        "t": "God’s Mercy on Israel",
        "h": 2
    },
    {
        "o": 10950,
        "r": "csb:2 Kings:13:22",
        "t": "King*p Hazael of Aram oppressed Israel throughout the reign of Jehoahaz,"
    },
    {
        "o": 10951,
        "r": "csb:2 Kings:13:23",
        "t": "but the Lord*s was gracious to them, had compassion on them, and turned toward them because of his covenant with Abraham, Isaac, and Jacob. He was not willing to destroy them. Even now he has not banished them from his presence."
    },
    {
        "o": 10952,
        "r": "csb:2 Kings:13:24",
        "t": "King*p Hazael of Aram died, and his son Ben-hadad became king in his place."
    },
    {
        "o": 10953,
        "r": "csb:2 Kings:13:25",
        "t": "Then Jehoash son of Jehoahaz took back from Ben-hadad son of Hazael the cities that Hazael had taken in war from Jehoash’s father Jehoahaz. Jehoash defeated Ben-hadad three times and recovered the cities of Israel."
    }
]
