[
    {
        "o": 13683,
        "r": "niv:Nehemiah:8:0",
        "t": "Nehemiah 8",
        "h": 1
    },
    {
        "o": 13684,
        "r": "niv:Nehemiah:8:1",
        "t": "all the people came together as one in the square before the Water Gate. They told Ezra the teacher of the Law to bring out the Book of the Law of Moses, which the Lord*s had commanded for Israel."
    },
    {
        "o": 13685,
        "r": "niv:Nehemiah:8:2",
        "t": "So*p on the first day of the seventh month Ezra the priest brought the Law before the assembly, which was made up of men and women and all who were able to understand."
    },
    {
        "o": 13686,
        "r": "niv:Nehemiah:8:3",
        "t": "He read it aloud from daybreak till noon as he faced the square before the Water Gate in the presence of the men, women and others who could understand. And all the people listened attentively to the Book of the Law."
    },
    {
        "o": 13687,
        "r": "niv:Nehemiah:8:4",
        "t": "Ezra*p the teacher of the Law stood on a high wooden platform built for the occasion. Beside him on his right stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah and Maaseiah; and on his left were Pedaiah, Mishael, Malkijah, Hashum, Hashbaddanah, Zechariah and Meshullam."
    },
    {
        "o": 13688,
        "r": "niv:Nehemiah:8:5",
        "t": "Ezra*p opened the book. All the people could see him because he was standing above them; and as he opened it, the people all stood up."
    },
    {
        "o": 13689,
        "r": "niv:Nehemiah:8:6",
        "t": "Ezra praised the Lord,*s the great God; and all the people lifted their hands and responded, “Amen! Amen!” Then they bowed down and worshiped the Lord*s with their faces to the ground."
    },
    {
        "o": 13690,
        "r": "niv:Nehemiah:8:7",
        "t": "The*p Levites—Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan and Pelaiah—instructed the people in the Law while the people were standing there."
    },
    {
        "o": 13691,
        "r": "niv:Nehemiah:8:8",
        "t": "They read from the Book of the Law of God, making it clear and giving the meaning so that the people understood what was being read."
    },
    {
        "o": 13692,
        "r": "niv:Nehemiah:8:9",
        "t": "Then*p Nehemiah the governor, Ezra the priest and teacher of the Law, and the Levites who were instructing the people said to them all, “This day is holy to the Lord*s your God. Do not mourn or weep.” For all the people had been weeping as they listened to the words of the Law."
    },
    {
        "o": 13693,
        "r": "niv:Nehemiah:8:10",
        "t": "Nehemiah*p said, “Go and enjoy choice food and sweet drinks, and send some to those who have nothing prepared. This day is holy to our Lord. Do not grieve, for the joy of the Lord*s is your strength.”"
    },
    {
        "o": 13694,
        "r": "niv:Nehemiah:8:11",
        "t": "The*p Levites calmed all the people, saying, “Be still, for this is a holy day. Do not grieve.”"
    },
    {
        "o": 13695,
        "r": "niv:Nehemiah:8:12",
        "t": "Then*p all the people went away to eat and drink, to send portions of food and to celebrate with great joy, because they now understood the words that had been made known to them."
    },
    {
        "o": 13696,
        "r": "niv:Nehemiah:8:13",
        "t": "On*p the second day of the month, the heads of all the families, along with the priests and the Levites, gathered around Ezra the teacher to give attention to the words of the Law."
    },
    {
        "o": 13697,
        "r": "niv:Nehemiah:8:14",
        "t": "They found written in the Law, which the Lord*s had commanded through Moses, that the Israelites were to live in temporary shelters during the festival of the seventh month"
    },
    {
        "o": 13698,
        "r": "niv:Nehemiah:8:15",
        "t": "and that they should proclaim this word and spread it throughout their towns and in Jerusalem: “Go out into the hill country and bring back branches from olive and wild olive trees, and from myrtles, palms and shade trees, to make temporary shelters”—as it is written."
    },
    {
        "o": 13699,
        "r": "niv:Nehemiah:8:16",
        "t": "So*p the people went out and brought back branches and built themselves temporary shelters on their own roofs, in their courtyards, in the courts of the house of God and in the square by the Water Gate and the one by the Gate of Ephraim."
    },
    {
        "o": 13700,
        "r": "niv:Nehemiah:8:17",
        "t": "The whole company that had returned from exile built temporary shelters and lived in them. From the days of Joshua son of Nun until that day, the Israelites had not celebrated it like this. And their joy was very great."
    },
    {
        "o": 13701,
        "r": "niv:Nehemiah:8:18",
        "t": "Day*p after day, from the first day to the last, Ezra read from the Book of the Law of God. They celebrated the festival for seven days, and on the eighth day, in accordance with the regulation, there was an assembly."
    }
]
