[
    {
        "o": 6599,
        "r": "nasb:Joshua:10:0",
        "t": "Joshua 10",
        "h": 1
    },
    {
        "o": 6600,
        "r": "nasb:Joshua:10:0",
        "t": "Five Kings Attack Gibeon",
        "h": 2
    },
    {
        "o": 6601,
        "r": "nasb:Joshua:10:1",
        "t": "Now*p it came about when Adoni-zedek king of Jerusalem heard that Joshua had captured Ai, and had utterly destroyed it (just as he had done to Jericho and its king, so he had done to Ai and its king), and that the inhabitants of Gibeon had made peace with Israel and were within their land,"
    },
    {
        "o": 6602,
        "r": "nasb:Joshua:10:2",
        "t": "that he feared greatly, because Gibeon was*i a great city, like one of the royal cities, and because it was greater than Ai, and all its men were*i mighty."
    },
    {
        "o": 6603,
        "r": "nasb:Joshua:10:3",
        "t": "Therefore Adoni-zedek king of Jerusalem sent word*i to Hoham king of Hebron and to Piram king of Jarmuth and to Japhia king of Lachish and to Debir king of Eglon, saying,"
    },
    {
        "o": 6604,
        "r": "nasb:Joshua:10:4",
        "t": "“Come up to me and help me, and let us attack Gibeon, for it has made peace with Joshua and with the sons of Israel.”"
    },
    {
        "o": 6605,
        "r": "nasb:Joshua:10:5",
        "t": "So the five kings of the Amorites, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and*i the king of Eglon, gathered together and went up, they with all their armies, and camped by Gibeon and fought against it."
    },
    {
        "o": 6606,
        "r": "nasb:Joshua:10:6",
        "t": "Then*p the men of Gibeon sent word*i to Joshua to the camp at Gilgal, saying, “Do not abandon your servants; come up to us quickly and save us and help us, for all the kings of the Amorites that live in the hill country have assembled against us.”"
    },
    {
        "o": 6607,
        "r": "nasb:Joshua:10:7",
        "t": "So Joshua went up from Gilgal, he and all the people of war with him and all the valiant warriors."
    },
    {
        "o": 6608,
        "r": "nasb:Joshua:10:8",
        "t": "The Lord*s said to Joshua, “Do not fear them, for I have given them into your hands; not one of them shall stand before you.”"
    },
    {
        "o": 6609,
        "r": "nasb:Joshua:10:9",
        "t": "So Joshua came upon them suddenly by marching all night from Gilgal."
    },
    {
        "o": 6610,
        "r": "nasb:Joshua:10:10",
        "t": "And the Lord*s confounded them before Israel, and He slew them with a great slaughter at Gibeon, and pursued them by the way of the ascent of Beth-horon and struck them as far as Azekah and Makkedah."
    },
    {
        "o": 6611,
        "r": "nasb:Joshua:10:11",
        "t": "As they fled from before Israel, while*i they were at the descent of Beth-horon, the Lord*s threw large stones from heaven on them as far as Azekah, and they died; there*i were*i more who died from the hailstones than those whom the sons of Israel killed with the sword."
    },
    {
        "o": 6612,
        "r": "nasb:Joshua:10:12",
        "t": "Then*p Joshua spoke to the Lord*s in the day when the Lord*s delivered up the Amorites before the sons of Israel, and he said in the sight of Israel, “O*pn sun, stand still at Gibeon, And*ln O moon in the valley of Aijalon.”"
    },
    {
        "o": 6613,
        "r": "nasb:Joshua:10:13",
        "t": "So*ln the sun stood still, and the moon stopped, Until*ln the nation avenged themselves of their enemies. Is*p it not written in the book of Jashar? And the sun stopped in the middle of the sky and did not hasten to go down*i for about a whole day."
    },
    {
        "o": 6614,
        "r": "nasb:Joshua:10:14",
        "t": "There was no day like that before it or after it, when the Lord*s listened to the voice of a man; for the Lord*s fought for Israel."
    },
    {
        "o": 6615,
        "r": "nasb:Joshua:10:15",
        "t": "Then*p Joshua and all Israel with him returned to the camp to Gilgal."
    },
    {
        "o": 6616,
        "r": "nasb:Joshua:10:15",
        "t": "Victory at Makkedah",
        "h": 2
    },
    {
        "o": 6617,
        "r": "nasb:Joshua:10:16",
        "t": "Now*p these five kings had fled and hidden themselves in the cave at Makkedah."
    },
    {
        "o": 6618,
        "r": "nasb:Joshua:10:17",
        "t": "It was told Joshua, saying, “The five kings have been found hidden in the cave at Makkedah.”"
    },
    {
        "o": 6619,
        "r": "nasb:Joshua:10:18",
        "t": "Joshua said, “Roll large stones against the mouth of the cave, and assign men by it to guard them,"
    },
    {
        "o": 6620,
        "r": "nasb:Joshua:10:19",
        "t": "but do not stay there*i yourselves; pursue your enemies and attack them in the rear. Do not allow them to enter their cities, for the Lord*s your God has delivered them into your hand.”"
    },
    {
        "o": 6621,
        "r": "nasb:Joshua:10:20",
        "t": "It came about when Joshua and the sons of Israel had finished slaying them with a very great slaughter, until they were destroyed, and the survivors who*i remained of them had entered the fortified cities,"
    },
    {
        "o": 6622,
        "r": "nasb:Joshua:10:21",
        "t": "that all the people returned to the camp to Joshua at Makkedah in peace. No one uttered a word against any of the sons of Israel."
    },
    {
        "o": 6623,
        "r": "nasb:Joshua:10:22",
        "t": "Then*p Joshua said, “Open the mouth of the cave and bring these five kings out to me from the cave.”"
    },
    {
        "o": 6624,
        "r": "nasb:Joshua:10:23",
        "t": "They did so, and brought these five kings out to him from the cave: the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and*i the king of Eglon."
    },
    {
        "o": 6625,
        "r": "nasb:Joshua:10:24",
        "t": "When they brought these kings out to Joshua, Joshua called for all the men of Israel, and said to the chiefs of the men of war who had gone with him, “Come near, put your feet on the necks of these kings.” So they came near and put their feet on their necks."
    },
    {
        "o": 6626,
        "r": "nasb:Joshua:10:25",
        "t": "Joshua then said to them, “Do not fear or be dismayed! Be strong and courageous, for thus the Lord*s will do to all your enemies with whom you fight.”"
    },
    {
        "o": 6627,
        "r": "nasb:Joshua:10:26",
        "t": "So afterward Joshua struck them and put them to death, and he hanged them on five trees; and they hung on the trees until evening."
    },
    {
        "o": 6628,
        "r": "nasb:Joshua:10:27",
        "t": "It came about at sunset that Joshua gave a command, and they took them down from the trees and threw them into the cave where they had hidden themselves, and put large stones over the mouth of the cave, to this very day."
    },
    {
        "o": 6629,
        "r": "nasb:Joshua:10:28",
        "t": "Now*p Joshua captured Makkedah on that day, and struck it and its king with the edge of the sword; he utterly destroyed it and every person who was in it. He left no survivor. Thus he did to the king of Makkedah just as he had done to the king of Jericho."
    },
    {
        "o": 6630,
        "r": "nasb:Joshua:10:28",
        "t": "Joshua’s Conquest of Southern Palestine",
        "h": 2
    },
    {
        "o": 6631,
        "r": "nasb:Joshua:10:29",
        "t": "Then*p Joshua and all Israel with him passed on from Makkedah to Libnah, and fought against Libnah."
    },
    {
        "o": 6632,
        "r": "nasb:Joshua:10:30",
        "t": "The Lord*s gave it also with its king into the hands of Israel, and he struck it and every person who was*i in it with the edge of the sword. He left no survivor in it. Thus he did to its king just as he had done to the king of Jericho."
    },
    {
        "o": 6633,
        "r": "nasb:Joshua:10:31",
        "t": "And*p Joshua and all Israel with him passed on from Libnah to Lachish, and they camped by it and fought against it."
    },
    {
        "o": 6634,
        "r": "nasb:Joshua:10:32",
        "t": "The Lord*s gave Lachish into the hands of Israel; and he captured it on the second day, and struck it and every person who was*i in it with the edge of the sword, according to all that he had done to Libnah."
    },
    {
        "o": 6635,
        "r": "nasb:Joshua:10:33",
        "t": "Then*p Horam king of Gezer came up to help Lachish, and Joshua defeated him and his people until he had left him no survivor."
    },
    {
        "o": 6636,
        "r": "nasb:Joshua:10:34",
        "t": "And*p Joshua and all Israel with him passed on from Lachish to Eglon, and they camped by it and fought against it."
    },
    {
        "o": 6637,
        "r": "nasb:Joshua:10:35",
        "t": "They captured it on that day and struck it with the edge of the sword; and he utterly destroyed that day every person who was*i in it, according to all that he had done to Lachish."
    },
    {
        "o": 6638,
        "r": "nasb:Joshua:10:36",
        "t": "Then*p Joshua and all Israel with him went up from Eglon to Hebron, and they fought against it."
    },
    {
        "o": 6639,
        "r": "nasb:Joshua:10:37",
        "t": "They captured it and struck it and its king and all its cities and all the persons who were*i in it with the edge of the sword. He left no survivor, according to all that he had done to Eglon. And he utterly destroyed it and every person who was*i in it."
    },
    {
        "o": 6640,
        "r": "nasb:Joshua:10:38",
        "t": "Then*p Joshua and all Israel with him returned to Debir, and they fought against it."
    },
    {
        "o": 6641,
        "r": "nasb:Joshua:10:39",
        "t": "He captured it and its king and all its cities, and they struck them with the edge of the sword, and utterly destroyed every person who*i was*i in it. He left no survivor. Just as he had done to Hebron, so he did to Debir and its king, as he had also done to Libnah and its king."
    },
    {
        "o": 6642,
        "r": "nasb:Joshua:10:40",
        "t": "Thus*p Joshua struck all the land, the hill country and the Negev and the lowland and the slopes and all their kings. He left no survivor, but he utterly destroyed all who breathed, just as the Lord,*s the God of Israel, had commanded."
    },
    {
        "o": 6643,
        "r": "nasb:Joshua:10:41",
        "t": "Joshua struck them from Kadesh-barnea even as far as Gaza, and all the country of Goshen even as far as Gibeon."
    },
    {
        "o": 6644,
        "r": "nasb:Joshua:10:42",
        "t": "Joshua captured all these kings and their lands at one time, because the Lord,*s the God of Israel, fought for Israel."
    },
    {
        "o": 6645,
        "r": "nasb:Joshua:10:43",
        "t": "So Joshua and all Israel with him returned to the camp at Gilgal."
    }
]
