[
    {
        "o": 28081,
        "r": "kjv:Acts:1:0",
        "t": "Acts 1",
        "h": 1
    },
    {
        "o": 28082,
        "r": "kjv:Acts:1:1",
        "t": "The*p former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,"
    },
    {
        "o": 28083,
        "r": "kjv:Acts:1:2",
        "t": "Until*p the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:"
    },
    {
        "o": 28084,
        "r": "kjv:Acts:1:3",
        "t": "To*p whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God:"
    },
    {
        "o": 28085,
        "r": "kjv:Acts:1:4",
        "t": "And,*p being assembled together with them, commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, which,*r saith he, ye*r have*r heard*r of*r me.*r"
    },
    {
        "o": 28086,
        "r": "kjv:Acts:1:5",
        "t": "For*rp John*r truly*r baptized*r with*r water;*r but*r ye*r shall*r be*r baptized*r with*r the*r Holy*r Ghost*r not*r many*r days*r hence.*r"
    },
    {
        "o": 28087,
        "r": "kjv:Acts:1:6",
        "t": "When*p they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?"
    },
    {
        "o": 28088,
        "r": "kjv:Acts:1:7",
        "t": "And*p he said unto them, It*r is*r not*r for*r you*r to*r know*r the*r times*r or*r the*r seasons,*r which*r the*r Father*r hath*r put*r in*r his*r own*r power.*r"
    },
    {
        "o": 28089,
        "r": "kjv:Acts:1:8",
        "t": "But*rp ye*r shall*r receive*r power,*r after*r that*r the*r Holy*r Ghost*r is*r come*r upon*r you:*r and*r ye*r shall*r be*r witnesses*r unto*r me*r both*r in*r Jerusalem,*r and*r in*r all*r Judaea,*r and*r in*r Samaria,*r and*r unto*r the*r uttermost*r part*r of*r the*r earth.*r"
    },
    {
        "o": 28090,
        "r": "kjv:Acts:1:9",
        "t": "And*p when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight."
    },
    {
        "o": 28091,
        "r": "kjv:Acts:1:10",
        "t": "And*p while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;"
    },
    {
        "o": 28092,
        "r": "kjv:Acts:1:11",
        "t": "Which*p also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven."
    },
    {
        "o": 28093,
        "r": "kjv:Acts:1:12",
        "t": "Then*p returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day's journey."
    },
    {
        "o": 28094,
        "r": "kjv:Acts:1:13",
        "t": "And*p when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James."
    },
    {
        "o": 28095,
        "r": "kjv:Acts:1:14",
        "t": "These*p all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren."
    },
    {
        "o": 28096,
        "r": "kjv:Acts:1:15",
        "t": "And*p in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)"
    },
    {
        "o": 28097,
        "r": "kjv:Acts:1:16",
        "t": "Men*p and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus."
    },
    {
        "o": 28098,
        "r": "kjv:Acts:1:17",
        "t": "For*p he was numbered with us, and had obtained part of this ministry."
    },
    {
        "o": 28099,
        "r": "kjv:Acts:1:18",
        "t": "Now*p this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out."
    },
    {
        "o": 28100,
        "r": "kjv:Acts:1:19",
        "t": "And*p it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood."
    },
    {
        "o": 28101,
        "r": "kjv:Acts:1:20",
        "t": "For*p it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take."
    },
    {
        "o": 28102,
        "r": "kjv:Acts:1:21",
        "t": "Wherefore*p of these men which have companied with us all the time that the Lord Jesus went in and out among us,"
    },
    {
        "o": 28103,
        "r": "kjv:Acts:1:22",
        "t": "Beginning*p from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection."
    },
    {
        "o": 28104,
        "r": "kjv:Acts:1:23",
        "t": "And*p they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias."
    },
    {
        "o": 28105,
        "r": "kjv:Acts:1:24",
        "t": "And*p they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,"
    },
    {
        "o": 28106,
        "r": "kjv:Acts:1:25",
        "t": "That*p he may take part of this ministry and apostleship, from which Judas by transgression fell, that he might go to his own place."
    },
    {
        "o": 28107,
        "r": "kjv:Acts:1:26",
        "t": "And*p they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles."
    },
    {
        "o": 28108,
        "r": "kjv:Acts:2:0",
        "t": "Acts 2",
        "h": 1
    },
    {
        "o": 28109,
        "r": "kjv:Acts:2:1",
        "t": "And*p when the day of Pentecost was fully come, they were all with one accord in one place."
    },
    {
        "o": 28110,
        "r": "kjv:Acts:2:2",
        "t": "And*p suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting."
    },
    {
        "o": 28111,
        "r": "kjv:Acts:2:3",
        "t": "And*p there appeared unto them cloven tongues like as of fire, and it sat upon each of them."
    },
    {
        "o": 28112,
        "r": "kjv:Acts:2:4",
        "t": "And*p they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance."
    },
    {
        "o": 28113,
        "r": "kjv:Acts:2:5",
        "t": "And*p there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven."
    },
    {
        "o": 28114,
        "r": "kjv:Acts:2:6",
        "t": "Now*p when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language."
    },
    {
        "o": 28115,
        "r": "kjv:Acts:2:7",
        "t": "And*p they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?"
    },
    {
        "o": 28116,
        "r": "kjv:Acts:2:8",
        "t": "And*p how hear we every man in our own tongue, wherein we were born?"
    },
    {
        "o": 28117,
        "r": "kjv:Acts:2:9",
        "t": "Parthians,*p and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,"
    },
    {
        "o": 28118,
        "r": "kjv:Acts:2:10",
        "t": "Phrygia,*p and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,"
    },
    {
        "o": 28119,
        "r": "kjv:Acts:2:11",
        "t": "Cretans*p and Arabians, we do hear them speak in our tongues the wonderful works of God."
    },
    {
        "o": 28120,
        "r": "kjv:Acts:2:12",
        "t": "And*p they were all amazed, and were in doubt, saying one to another, What meaneth this?"
    },
    {
        "o": 28121,
        "r": "kjv:Acts:2:13",
        "t": "Others*p mocking said, These men are full of new wine."
    },
    {
        "o": 28122,
        "r": "kjv:Acts:2:14",
        "t": "But*p Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:"
    },
    {
        "o": 28123,
        "r": "kjv:Acts:2:15",
        "t": "For*p these are not drunken, as ye suppose, seeing it is but the third hour of the day."
    },
    {
        "o": 28124,
        "r": "kjv:Acts:2:16",
        "t": "But*p this is that which was spoken by the prophet Joel;"
    },
    {
        "o": 28125,
        "r": "kjv:Acts:2:17",
        "t": "And*p it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:"
    },
    {
        "o": 28126,
        "r": "kjv:Acts:2:18",
        "t": "And*p on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:"
    },
    {
        "o": 28127,
        "r": "kjv:Acts:2:19",
        "t": "And*p I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:"
    },
    {
        "o": 28128,
        "r": "kjv:Acts:2:20",
        "t": "The*p sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:"
    },
    {
        "o": 28129,
        "r": "kjv:Acts:2:21",
        "t": "And*p it shall come to pass, that whosoever shall call on the name of the Lord shall be saved."
    },
    {
        "o": 28130,
        "r": "kjv:Acts:2:22",
        "t": "Ye*p men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:"
    },
    {
        "o": 28131,
        "r": "kjv:Acts:2:23",
        "t": "Him,*p being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:"
    },
    {
        "o": 28132,
        "r": "kjv:Acts:2:24",
        "t": "Whom*p God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it."
    },
    {
        "o": 28133,
        "r": "kjv:Acts:2:25",
        "t": "For*p David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:"
    },
    {
        "o": 28134,
        "r": "kjv:Acts:2:26",
        "t": "Therefore*p did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:"
    },
    {
        "o": 28135,
        "r": "kjv:Acts:2:27",
        "t": "Because*p thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption."
    },
    {
        "o": 28136,
        "r": "kjv:Acts:2:28",
        "t": "Thou*p hast made known to me the ways of life; thou shalt make me full of joy with thy countenance."
    },
    {
        "o": 28137,
        "r": "kjv:Acts:2:29",
        "t": "Men*p and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day."
    },
    {
        "o": 28138,
        "r": "kjv:Acts:2:30",
        "t": "Therefore*p being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;"
    },
    {
        "o": 28139,
        "r": "kjv:Acts:2:31",
        "t": "He*p seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption."
    },
    {
        "o": 28140,
        "r": "kjv:Acts:2:32",
        "t": "This*p Jesus hath God raised up, whereof we all are witnesses."
    },
    {
        "o": 28141,
        "r": "kjv:Acts:2:33",
        "t": "Therefore*p being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear."
    },
    {
        "o": 28142,
        "r": "kjv:Acts:2:34",
        "t": "For*p David is not ascended into the heavens: but he saith himself, The Lord*s said unto my Lord, Sit thou on my right hand,"
    },
    {
        "o": 28143,
        "r": "kjv:Acts:2:35",
        "t": "Until*p I make thy foes thy footstool."
    },
    {
        "o": 28144,
        "r": "kjv:Acts:2:36",
        "t": "Therefore*p let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ."
    },
    {
        "o": 28145,
        "r": "kjv:Acts:2:37",
        "t": "Now*p when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?"
    },
    {
        "o": 28146,
        "r": "kjv:Acts:2:38",
        "t": "Then*p Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost."
    },
    {
        "o": 28147,
        "r": "kjv:Acts:2:39",
        "t": "For*p the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call."
    },
    {
        "o": 28148,
        "r": "kjv:Acts:2:40",
        "t": "And*p with many other words did he testify and exhort, saying, Save yourselves from this untoward generation."
    },
    {
        "o": 28149,
        "r": "kjv:Acts:2:41",
        "t": "Then*p they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls."
    },
    {
        "o": 28150,
        "r": "kjv:Acts:2:42",
        "t": "And*p they continued stedfastly in the apostles' doctrine and fellowship, and in breaking of bread, and in prayers."
    },
    {
        "o": 28151,
        "r": "kjv:Acts:2:43",
        "t": "And*p fear came upon every soul: and many wonders and signs were done by the apostles."
    },
    {
        "o": 28152,
        "r": "kjv:Acts:2:44",
        "t": "And*p all that believed were together, and had all things common;"
    },
    {
        "o": 28153,
        "r": "kjv:Acts:2:45",
        "t": "And*p sold their possessions and goods, and parted them to all men, as every man had need."
    },
    {
        "o": 28154,
        "r": "kjv:Acts:2:46",
        "t": "And*p they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,"
    },
    {
        "o": 28155,
        "r": "kjv:Acts:2:47",
        "t": "Praising*p God, and having favour with all the people. And the Lord added to the church daily such as should be saved."
    },
    {
        "o": 28156,
        "r": "kjv:Acts:3:0",
        "t": "Acts 3",
        "h": 1
    },
    {
        "o": 28157,
        "r": "kjv:Acts:3:1",
        "t": "Now*p Peter and John went up together into the temple at the hour of prayer, being the ninth hour."
    },
    {
        "o": 28158,
        "r": "kjv:Acts:3:2",
        "t": "And*p a certain man lame from his mother's womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms of them that entered into the temple;"
    },
    {
        "o": 28159,
        "r": "kjv:Acts:3:3",
        "t": "Who*p seeing Peter and John about to go into the temple asked an alms."
    },
    {
        "o": 28160,
        "r": "kjv:Acts:3:4",
        "t": "And*p Peter, fastening his eyes upon him with John, said, Look on us."
    },
    {
        "o": 28161,
        "r": "kjv:Acts:3:5",
        "t": "And*p he gave heed unto them, expecting to receive something of them."
    },
    {
        "o": 28162,
        "r": "kjv:Acts:3:6",
        "t": "Then*p Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk."
    },
    {
        "o": 28163,
        "r": "kjv:Acts:3:7",
        "t": "And*p he took him by the right hand, and lifted him up: and immediately his feet and ankle bones received strength."
    },
    {
        "o": 28164,
        "r": "kjv:Acts:3:8",
        "t": "And*p he leaping up stood, and walked, and entered with them into the temple, walking, and leaping, and praising God."
    },
    {
        "o": 28165,
        "r": "kjv:Acts:3:9",
        "t": "And*p all the people saw him walking and praising God:"
    },
    {
        "o": 28166,
        "r": "kjv:Acts:3:10",
        "t": "And*p they knew that it was he which sat for alms at the Beautiful gate of the temple: and they were filled with wonder and amazement at that which had happened unto him."
    },
    {
        "o": 28167,
        "r": "kjv:Acts:3:11",
        "t": "And*p as the lame man which was healed held Peter and John, all the people ran together unto them in the porch that is called Solomon's, greatly wondering."
    },
    {
        "o": 28168,
        "r": "kjv:Acts:3:12",
        "t": "And*p when Peter saw it, he answered unto the people, Ye men of Israel, why marvel ye at this? or why look ye so earnestly on us, as though by our own power or holiness we had made this man to walk?"
    },
    {
        "o": 28169,
        "r": "kjv:Acts:3:13",
        "t": "The*p God of Abraham, and of Isaac, and of Jacob, the God of our fathers, hath glorified his Son Jesus; whom ye delivered up, and denied him in the presence of Pilate, when he was determined to let him go."
    },
    {
        "o": 28170,
        "r": "kjv:Acts:3:14",
        "t": "But*p ye denied the Holy One and the Just, and desired a murderer to be granted unto you;"
    },
    {
        "o": 28171,
        "r": "kjv:Acts:3:15",
        "t": "And*p killed the Prince of life, whom God hath raised from the dead; whereof we are witnesses."
    },
    {
        "o": 28172,
        "r": "kjv:Acts:3:16",
        "t": "And*p his name through faith in his name hath made this man strong, whom ye see and know: yea, the faith which is by him hath given him this perfect soundness in the presence of you all."
    },
    {
        "o": 28173,
        "r": "kjv:Acts:3:17",
        "t": "And*p now, brethren, I wot that through ignorance ye did it, as did also your rulers."
    },
    {
        "o": 28174,
        "r": "kjv:Acts:3:18",
        "t": "But*p those things, which God before had shewed by the mouth of all his prophets, that Christ should suffer, he hath so fulfilled."
    },
    {
        "o": 28175,
        "r": "kjv:Acts:3:19",
        "t": "Repent*p ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;"
    },
    {
        "o": 28176,
        "r": "kjv:Acts:3:20",
        "t": "And*p he shall send Jesus Christ, which before was preached unto you:"
    },
    {
        "o": 28177,
        "r": "kjv:Acts:3:21",
        "t": "Whom*p the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began."
    },
    {
        "o": 28178,
        "r": "kjv:Acts:3:22",
        "t": "For*p Moses truly said unto the fathers, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear in all things whatsoever he shall say unto you."
    },
    {
        "o": 28179,
        "r": "kjv:Acts:3:23",
        "t": "And*p it shall come to pass, that every soul, which will not hear that prophet, shall be destroyed from among the people."
    },
    {
        "o": 28180,
        "r": "kjv:Acts:3:24",
        "t": "Yea,*p and all the prophets from Samuel and those that follow after, as many as have spoken, have likewise foretold of these days."
    },
    {
        "o": 28181,
        "r": "kjv:Acts:3:25",
        "t": "Ye*p are the children of the prophets, and of the covenant which God made with our fathers, saying unto Abraham, And in thy seed shall all the kindreds of the earth be blessed."
    },
    {
        "o": 28182,
        "r": "kjv:Acts:3:26",
        "t": "Unto*p you first God, having raised up his Son Jesus, sent him to bless you, in turning away every one of you from his iniquities."
    },
    {
        "o": 28183,
        "r": "kjv:Acts:4:0",
        "t": "Acts 4",
        "h": 1
    },
    {
        "o": 28184,
        "r": "kjv:Acts:4:1",
        "t": "And*p as they spake unto the people, the priests, and the captain of the temple, and the Sadducees, came upon them,"
    },
    {
        "o": 28185,
        "r": "kjv:Acts:4:2",
        "t": "Being*p grieved that they taught the people, and preached through Jesus the resurrection from the dead."
    },
    {
        "o": 28186,
        "r": "kjv:Acts:4:3",
        "t": "And*p they laid hands on them, and put them in hold unto the next day: for it was now eventide."
    },
    {
        "o": 28187,
        "r": "kjv:Acts:4:4",
        "t": "Howbeit*p many of them which heard the word believed; and the number of the men was about five thousand."
    },
    {
        "o": 28188,
        "r": "kjv:Acts:4:5",
        "t": "And*p it came to pass on the morrow, that their rulers, and elders, and scribes,"
    },
    {
        "o": 28189,
        "r": "kjv:Acts:4:6",
        "t": "And*p Annas the high priest, and Caiaphas, and John, and Alexander, and as many as were of the kindred of the high priest, were gathered together at Jerusalem."
    },
    {
        "o": 28190,
        "r": "kjv:Acts:4:7",
        "t": "And*p when they had set them in the midst, they asked, By what power, or by what name, have ye done this?"
    },
    {
        "o": 28191,
        "r": "kjv:Acts:4:8",
        "t": "Then*p Peter, filled with the Holy Ghost, said unto them, Ye rulers of the people, and elders of Israel,"
    },
    {
        "o": 28192,
        "r": "kjv:Acts:4:9",
        "t": "If*p we this day be examined of the good deed done to the impotent man, by what means he is made whole;"
    },
    {
        "o": 28193,
        "r": "kjv:Acts:4:10",
        "t": "Be*p it known unto you all, and to all the people of Israel, that by the name of Jesus Christ of Nazareth, whom ye crucified, whom God raised from the dead, even by him doth this man stand here before you whole."
    },
    {
        "o": 28194,
        "r": "kjv:Acts:4:11",
        "t": "This*p is the stone which was set at nought of you builders, which is become the head of the corner."
    },
    {
        "o": 28195,
        "r": "kjv:Acts:4:12",
        "t": "Neither*p is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved."
    },
    {
        "o": 28196,
        "r": "kjv:Acts:4:13",
        "t": "Now*p when they saw the boldness of Peter and John, and perceived that they were unlearned and ignorant men, they marvelled; and they took knowledge of them, that they had been with Jesus."
    },
    {
        "o": 28197,
        "r": "kjv:Acts:4:14",
        "t": "And*p beholding the man which was healed standing with them, they could say nothing against it."
    },
    {
        "o": 28198,
        "r": "kjv:Acts:4:15",
        "t": "But*p when they had commanded them to go aside out of the council, they conferred among themselves,"
    },
    {
        "o": 28199,
        "r": "kjv:Acts:4:16",
        "t": "Saying,*p What shall we do to these men? for that indeed a notable miracle hath been done by them is manifest to all them that dwell in Jerusalem; and we cannot deny it."
    },
    {
        "o": 28200,
        "r": "kjv:Acts:4:17",
        "t": "But*p that it spread no further among the people, let us straitly threaten them, that they speak henceforth to no man in this name."
    },
    {
        "o": 28201,
        "r": "kjv:Acts:4:18",
        "t": "And*p they called them, and commanded them not to speak at all nor teach in the name of Jesus."
    },
    {
        "o": 28202,
        "r": "kjv:Acts:4:19",
        "t": "But*p Peter and John answered and said unto them, Whether it be right in the sight of God to hearken unto you more than unto God, judge ye."
    },
    {
        "o": 28203,
        "r": "kjv:Acts:4:20",
        "t": "For*p we cannot but speak the things which we have seen and heard."
    },
    {
        "o": 28204,
        "r": "kjv:Acts:4:21",
        "t": "So*p when they had further threatened them, they let them go, finding nothing how they might punish them, because of the people: for all men glorified God for that which was done."
    },
    {
        "o": 28205,
        "r": "kjv:Acts:4:22",
        "t": "For*p the man was above forty years old, on whom this miracle of healing was shewed."
    },
    {
        "o": 28206,
        "r": "kjv:Acts:4:23",
        "t": "And*p being let go, they went to their own company, and reported all that the chief priests and elders had said unto them."
    },
    {
        "o": 28207,
        "r": "kjv:Acts:4:24",
        "t": "And*p when they heard that, they lifted up their voice to God with one accord, and said, Lord, thou art God, which hast made heaven, and earth, and the sea, and all that in them is:"
    },
    {
        "o": 28208,
        "r": "kjv:Acts:4:25",
        "t": "Who*p by the mouth of thy servant David hast said, Why did the heathen rage, and the people imagine vain things?"
    },
    {
        "o": 28209,
        "r": "kjv:Acts:4:26",
        "t": "The*p kings of the earth stood up, and the rulers were gathered together against the Lord, and against his Christ."
    },
    {
        "o": 28210,
        "r": "kjv:Acts:4:27",
        "t": "For*p of a truth against thy holy child Jesus, whom thou hast anointed, both Herod, and Pontius Pilate, with the Gentiles, and the people of Israel, were gathered together,"
    },
    {
        "o": 28211,
        "r": "kjv:Acts:4:28",
        "t": "For*p to do whatsoever thy hand and thy counsel determined before to be done."
    },
    {
        "o": 28212,
        "r": "kjv:Acts:4:29",
        "t": "And*p now, Lord, behold their threatenings: and grant unto thy servants, that with all boldness they may speak thy word,"
    },
    {
        "o": 28213,
        "r": "kjv:Acts:4:30",
        "t": "By*p stretching forth thine hand to heal; and that signs and wonders may be done by the name of thy holy child Jesus."
    },
    {
        "o": 28214,
        "r": "kjv:Acts:4:31",
        "t": "And*p when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness."
    },
    {
        "o": 28215,
        "r": "kjv:Acts:4:32",
        "t": "And*p the multitude of them that believed were of one heart and of one soul: neither said any of them that ought of the things which he possessed was his own; but they had all things common."
    },
    {
        "o": 28216,
        "r": "kjv:Acts:4:33",
        "t": "And*p with great power gave the apostles witness of the resurrection of the Lord Jesus: and great grace was upon them all."
    },
    {
        "o": 28217,
        "r": "kjv:Acts:4:34",
        "t": "Neither*p was there any among them that lacked: for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold,"
    },
    {
        "o": 28218,
        "r": "kjv:Acts:4:35",
        "t": "And*p laid them down at the apostles' feet: and distribution was made unto every man according as he had need."
    },
    {
        "o": 28219,
        "r": "kjv:Acts:4:36",
        "t": "And*p Joses, who by the apostles was surnamed Barnabas, (which is, being interpreted, The son of consolation,) a Levite, and of the country of Cyprus,"
    },
    {
        "o": 28220,
        "r": "kjv:Acts:4:37",
        "t": "Having*p land, sold it, and brought the money, and laid it at the apostles' feet."
    },
    {
        "o": 28221,
        "r": "kjv:Acts:5:0",
        "t": "Acts 5",
        "h": 1
    },
    {
        "o": 28222,
        "r": "kjv:Acts:5:1",
        "t": "But*p a certain man named Ananias, with Sapphira his wife, sold a possession,"
    },
    {
        "o": 28223,
        "r": "kjv:Acts:5:2",
        "t": "And*p kept back part of the price, his wife also being privy to it, and brought a certain part, and laid it at the apostles' feet."
    },
    {
        "o": 28224,
        "r": "kjv:Acts:5:3",
        "t": "But*p Peter said, Ananias, why hath Satan filled thine heart to lie to the Holy Ghost, and to keep back part of the price of the land?"
    },
    {
        "o": 28225,
        "r": "kjv:Acts:5:4",
        "t": "Whiles*p it remained, was it not thine own? and after it was sold, was it not in thine own power? why hast thou conceived this thing in thine heart? thou hast not lied unto men, but unto God."
    },
    {
        "o": 28226,
        "r": "kjv:Acts:5:5",
        "t": "And*p Ananias hearing these words fell down, and gave up the ghost: and great fear came on all them that heard these things."
    },
    {
        "o": 28227,
        "r": "kjv:Acts:5:6",
        "t": "And*p the young men arose, wound him up, and carried him out, and buried him."
    },
    {
        "o": 28228,
        "r": "kjv:Acts:5:7",
        "t": "And*p it was about the space of three hours after, when his wife, not knowing what was done, came in."
    },
    {
        "o": 28229,
        "r": "kjv:Acts:5:8",
        "t": "And*p Peter answered unto her, Tell me whether ye sold the land for so much? And she said, Yea, for so much."
    },
    {
        "o": 28230,
        "r": "kjv:Acts:5:9",
        "t": "Then*p Peter said unto her, How is it that ye have agreed together to tempt the Spirit of the Lord? behold, the feet of them which have buried thy husband are at the door, and shall carry thee out."
    },
    {
        "o": 28231,
        "r": "kjv:Acts:5:10",
        "t": "Then*p fell she down straightway at his feet, and yielded up the ghost: and the young men came in, and found her dead, and, carrying her forth, buried her by her husband."
    },
    {
        "o": 28232,
        "r": "kjv:Acts:5:11",
        "t": "And*p great fear came upon all the church, and upon as many as heard these things."
    },
    {
        "o": 28233,
        "r": "kjv:Acts:5:12",
        "t": "And*p by the hands of the apostles were many signs and wonders wrought among the people; (and they were all with one accord in Solomon's porch."
    },
    {
        "o": 28234,
        "r": "kjv:Acts:5:13",
        "t": "And*p of the rest durst no man join himself to them: but the people magnified them."
    },
    {
        "o": 28235,
        "r": "kjv:Acts:5:14",
        "t": "And*p believers were the more added to the Lord, multitudes both of men and women.)"
    },
    {
        "o": 28236,
        "r": "kjv:Acts:5:15",
        "t": "Insomuch*p that they brought forth the sick into the streets, and laid them on beds and couches, that at the least the shadow of Peter passing by might overshadow some of them."
    },
    {
        "o": 28237,
        "r": "kjv:Acts:5:16",
        "t": "There*p came also a multitude out of the cities round about unto Jerusalem, bringing sick folks, and them which were vexed with unclean spirits: and they were healed every one."
    },
    {
        "o": 28238,
        "r": "kjv:Acts:5:17",
        "t": "Then*p the high priest rose up, and all they that were with him, (which is the sect of the Sadducees,) and were filled with indignation,"
    },
    {
        "o": 28239,
        "r": "kjv:Acts:5:18",
        "t": "And*p laid their hands on the apostles, and put them in the common prison."
    },
    {
        "o": 28240,
        "r": "kjv:Acts:5:19",
        "t": "But*p the angel of the Lord by night opened the prison doors, and brought them forth, and said,"
    },
    {
        "o": 28241,
        "r": "kjv:Acts:5:20",
        "t": "Go,*p stand and speak in the temple to the people all the words of this life."
    },
    {
        "o": 28242,
        "r": "kjv:Acts:5:21",
        "t": "And*p when they heard that, they entered into the temple early in the morning, and taught. But the high priest came, and they that were with him, and called the council together, and all the senate of the children of Israel, and sent to the prison to have them brought."
    },
    {
        "o": 28243,
        "r": "kjv:Acts:5:22",
        "t": "But*p when the officers came, and found them not in the prison, they returned, and told,"
    },
    {
        "o": 28244,
        "r": "kjv:Acts:5:23",
        "t": "Saying,*p The prison truly found we shut with all safety, and the keepers standing without before the doors: but when we had opened, we found no man within."
    },
    {
        "o": 28245,
        "r": "kjv:Acts:5:24",
        "t": "Now*p when the high priest and the captain of the temple and the chief priests heard these things, they doubted of them whereunto this would grow."
    },
    {
        "o": 28246,
        "r": "kjv:Acts:5:25",
        "t": "Then*p came one and told them, saying, Behold, the men whom ye put in prison are standing in the temple, and teaching the people."
    },
    {
        "o": 28247,
        "r": "kjv:Acts:5:26",
        "t": "Then*p went the captain with the officers, and brought them without violence: for they feared the people, lest they should have been stoned."
    },
    {
        "o": 28248,
        "r": "kjv:Acts:5:27",
        "t": "And*p when they had brought them, they set them before the council: and the high priest asked them,"
    },
    {
        "o": 28249,
        "r": "kjv:Acts:5:28",
        "t": "Saying,*p Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man's blood upon us."
    },
    {
        "o": 28250,
        "r": "kjv:Acts:5:29",
        "t": "Then*p Peter and the other apostles answered and said, We ought to obey God rather than men."
    },
    {
        "o": 28251,
        "r": "kjv:Acts:5:30",
        "t": "The*p God of our fathers raised up Jesus, whom ye slew and hanged on a tree."
    },
    {
        "o": 28252,
        "r": "kjv:Acts:5:31",
        "t": "Him*p hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins."
    },
    {
        "o": 28253,
        "r": "kjv:Acts:5:32",
        "t": "And*p we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him."
    },
    {
        "o": 28254,
        "r": "kjv:Acts:5:33",
        "t": "When*p they heard that, they were cut to the heart, and took counsel to slay them."
    },
    {
        "o": 28255,
        "r": "kjv:Acts:5:34",
        "t": "Then*p stood there up one in the council, a Pharisee, named Gamaliel, a doctor of the law, had in reputation among all the people, and commanded to put the apostles forth a little space;"
    },
    {
        "o": 28256,
        "r": "kjv:Acts:5:35",
        "t": "And*p said unto them, Ye men of Israel, take heed to yourselves what ye intend to do as touching these men."
    },
    {
        "o": 28257,
        "r": "kjv:Acts:5:36",
        "t": "For*p before these days rose up Theudas, boasting himself to be somebody; to whom a number of men, about four hundred, joined themselves: who was slain; and all, as many as obeyed him, were scattered, and brought to nought."
    },
    {
        "o": 28258,
        "r": "kjv:Acts:5:37",
        "t": "After*p this man rose up Judas of Galilee in the days of the taxing, and drew away much people after him: he also perished; and all, even as many as obeyed him, were dispersed."
    },
    {
        "o": 28259,
        "r": "kjv:Acts:5:38",
        "t": "And*p now I say unto you, Refrain from these men, and let them alone: for if this counsel or this work be of men, it will come to nought:"
    },
    {
        "o": 28260,
        "r": "kjv:Acts:5:39",
        "t": "But*p if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God."
    },
    {
        "o": 28261,
        "r": "kjv:Acts:5:40",
        "t": "And*p to him they agreed: and when they had called the apostles, and beaten them, they commanded that they should not speak in the name of Jesus, and let them go."
    },
    {
        "o": 28262,
        "r": "kjv:Acts:5:41",
        "t": "And*p they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for his name."
    },
    {
        "o": 28263,
        "r": "kjv:Acts:5:42",
        "t": "And*p daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ."
    },
    {
        "o": 28264,
        "r": "kjv:Acts:6:0",
        "t": "Acts 6",
        "h": 1
    },
    {
        "o": 28265,
        "r": "kjv:Acts:6:1",
        "t": "And*p in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration."
    },
    {
        "o": 28266,
        "r": "kjv:Acts:6:2",
        "t": "Then*p the twelve called the multitude of the disciples unto them, and said, It is not reason that we should leave the word of God, and serve tables."
    },
    {
        "o": 28267,
        "r": "kjv:Acts:6:3",
        "t": "Wherefore,*p brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business."
    },
    {
        "o": 28268,
        "r": "kjv:Acts:6:4",
        "t": "But*p we will give ourselves continually to prayer, and to the ministry of the word."
    },
    {
        "o": 28269,
        "r": "kjv:Acts:6:5",
        "t": "And*p the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:"
    },
    {
        "o": 28270,
        "r": "kjv:Acts:6:6",
        "t": "Whom*p they set before the apostles: and when they had prayed, they laid their hands on them."
    },
    {
        "o": 28271,
        "r": "kjv:Acts:6:7",
        "t": "And*p the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the faith."
    },
    {
        "o": 28272,
        "r": "kjv:Acts:6:8",
        "t": "And*p Stephen, full of faith and power, did great wonders and miracles among the people."
    },
    {
        "o": 28273,
        "r": "kjv:Acts:6:9",
        "t": "Then*p there arose certain of the synagogue, which is called the synagogue of the Libertines, and Cyrenians, and Alexandrians, and of them of Cilicia and of Asia, disputing with Stephen."
    },
    {
        "o": 28274,
        "r": "kjv:Acts:6:10",
        "t": "And*p they were not able to resist the wisdom and the spirit by which he spake."
    },
    {
        "o": 28275,
        "r": "kjv:Acts:6:11",
        "t": "Then*p they suborned men, which said, We have heard him speak blasphemous words against Moses, and against God."
    },
    {
        "o": 28276,
        "r": "kjv:Acts:6:12",
        "t": "And*p they stirred up the people, and the elders, and the scribes, and came upon him, and caught him, and brought him to the council,"
    },
    {
        "o": 28277,
        "r": "kjv:Acts:6:13",
        "t": "And*p set up false witnesses, which said, This man ceaseth not to speak blasphemous words against this holy place, and the law:"
    },
    {
        "o": 28278,
        "r": "kjv:Acts:6:14",
        "t": "For*p we have heard him say, that this Jesus of Nazareth shall destroy this place, and shall change the customs which Moses delivered us."
    },
    {
        "o": 28279,
        "r": "kjv:Acts:6:15",
        "t": "And*p all that sat in the council, looking stedfastly on him, saw his face as it had been the face of an angel."
    },
    {
        "o": 28280,
        "r": "kjv:Acts:7:0",
        "t": "Acts 7",
        "h": 1
    },
    {
        "o": 28281,
        "r": "kjv:Acts:7:1",
        "t": "Then*p said the high priest, Are these things so?"
    },
    {
        "o": 28282,
        "r": "kjv:Acts:7:2",
        "t": "And*p he said, Men, brethren, and fathers, hearken; The God of glory appeared unto our father Abraham, when he was in Mesopotamia, before he dwelt in Charran,"
    },
    {
        "o": 28283,
        "r": "kjv:Acts:7:3",
        "t": "And*p said unto him, Get thee out of thy country, and from thy kindred, and come into the land which I shall shew thee."
    },
    {
        "o": 28284,
        "r": "kjv:Acts:7:4",
        "t": "Then*p came he out of the land of the Chaldeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell."
    },
    {
        "o": 28285,
        "r": "kjv:Acts:7:5",
        "t": "And*p he gave him none inheritance in it, no, not so much as to set his foot on: yet he promised that he would give it to him for a possession, and to his seed after him, when as yet he had no child."
    },
    {
        "o": 28286,
        "r": "kjv:Acts:7:6",
        "t": "And*p God spake on this wise, That his seed should sojourn in a strange land; and that they should bring them into bondage, and entreat them evil four hundred years."
    },
    {
        "o": 28287,
        "r": "kjv:Acts:7:7",
        "t": "And*p the nation to whom they shall be in bondage will I judge, said God: and after that shall they come forth, and serve me in this place."
    },
    {
        "o": 28288,
        "r": "kjv:Acts:7:8",
        "t": "And*p he gave him the covenant of circumcision: and so Abraham begat Isaac, and circumcised him the eighth day; and Isaac begat Jacob; and Jacob begat the twelve patriarchs."
    },
    {
        "o": 28289,
        "r": "kjv:Acts:7:9",
        "t": "And*p the patriarchs, moved with envy, sold Joseph into Egypt: but God was with him,"
    },
    {
        "o": 28290,
        "r": "kjv:Acts:7:10",
        "t": "And*p delivered him out of all his afflictions, and gave him favour and wisdom in the sight of Pharaoh king of Egypt; and he made him governor over Egypt and all his house."
    },
    {
        "o": 28291,
        "r": "kjv:Acts:7:11",
        "t": "Now*p there came a dearth over all the land of Egypt and Canaan, and great affliction: and our fathers found no sustenance."
    },
    {
        "o": 28292,
        "r": "kjv:Acts:7:12",
        "t": "But*p when Jacob heard that there was corn in Egypt, he sent out our fathers first."
    },
    {
        "o": 28293,
        "r": "kjv:Acts:7:13",
        "t": "And*p at the second time Joseph was made known to his brethren; and Joseph's kindred was made known unto Pharaoh."
    },
    {
        "o": 28294,
        "r": "kjv:Acts:7:14",
        "t": "Then*p sent Joseph, and called his father Jacob to him, and all his kindred, threescore and fifteen souls."
    },
    {
        "o": 28295,
        "r": "kjv:Acts:7:15",
        "t": "So*p Jacob went down into Egypt, and died, he, and our fathers,"
    },
    {
        "o": 28296,
        "r": "kjv:Acts:7:16",
        "t": "And*p were carried over into Sychem, and laid in the sepulchre that Abraham bought for a sum of money of the sons of Emmor the father of Sychem."
    },
    {
        "o": 28297,
        "r": "kjv:Acts:7:17",
        "t": "But*p when the time of the promise drew nigh, which God had sworn to Abraham, the people grew and multiplied in Egypt,"
    },
    {
        "o": 28298,
        "r": "kjv:Acts:7:18",
        "t": "Till*p another king arose, which knew not Joseph."
    },
    {
        "o": 28299,
        "r": "kjv:Acts:7:19",
        "t": "The*p same dealt subtilly with our kindred, and evil entreated our fathers, so that they cast out their young children, to the end they might not live."
    },
    {
        "o": 28300,
        "r": "kjv:Acts:7:20",
        "t": "In*p which time Moses was born, and was exceeding fair, and nourished up in his father's house three months:"
    },
    {
        "o": 28301,
        "r": "kjv:Acts:7:21",
        "t": "And*p when he was cast out, Pharaoh's daughter took him up, and nourished him for her own son."
    },
    {
        "o": 28302,
        "r": "kjv:Acts:7:22",
        "t": "And*p Moses was learned in all the wisdom of the Egyptians, and was mighty in words and in deeds."
    },
    {
        "o": 28303,
        "r": "kjv:Acts:7:23",
        "t": "And*p when he was full forty years old, it came into his heart to visit his brethren the children of Israel."
    },
    {
        "o": 28304,
        "r": "kjv:Acts:7:24",
        "t": "And*p seeing one of them suffer wrong, he defended him, and avenged him that was oppressed, and smote the Egyptian:"
    },
    {
        "o": 28305,
        "r": "kjv:Acts:7:25",
        "t": "For*p he supposed his brethren would have understood how that God by his hand would deliver them: but they understood not."
    },
    {
        "o": 28306,
        "r": "kjv:Acts:7:26",
        "t": "And*p the next day he shewed himself unto them as they strove, and would have set them at one again, saying, Sirs, ye are brethren; why do ye wrong one to another?"
    },
    {
        "o": 28307,
        "r": "kjv:Acts:7:27",
        "t": "But*p he that did his neighbour wrong thrust him away, saying, Who made thee a ruler and a judge over us?"
    },
    {
        "o": 28308,
        "r": "kjv:Acts:7:28",
        "t": "Wilt*p thou kill me, as thou diddest the Egyptian yesterday?"
    },
    {
        "o": 28309,
        "r": "kjv:Acts:7:29",
        "t": "Then*p fled Moses at this saying, and was a stranger in the land of Madian, where he begat two sons."
    },
    {
        "o": 28310,
        "r": "kjv:Acts:7:30",
        "t": "And*p when forty years were expired, there appeared to him in the wilderness of mount Sinai an angel of the Lord in a flame of fire in a bush."
    },
    {
        "o": 28311,
        "r": "kjv:Acts:7:31",
        "t": "When*p Moses saw it, he wondered at the sight: and as he drew near to behold it, the voice of the Lord came unto him,"
    },
    {
        "o": 28312,
        "r": "kjv:Acts:7:32",
        "t": "Saying,*p I am the God of thy fathers, the God of Abraham, and the God of Isaac, and the God of Jacob. Then Moses trembled, and durst not behold."
    },
    {
        "o": 28313,
        "r": "kjv:Acts:7:33",
        "t": "Then*p said the Lord to him, Put off thy shoes from thy feet: for the place where thou standest is holy ground."
    },
    {
        "o": 28314,
        "r": "kjv:Acts:7:34",
        "t": "I*p have seen, I have seen the affliction of my people which is in Egypt, and I have heard their groaning, and am come down to deliver them. And now come, I will send thee into Egypt."
    },
    {
        "o": 28315,
        "r": "kjv:Acts:7:35",
        "t": "This*p Moses whom they refused, saying, Who made thee a ruler and a judge? the same did God send to be a ruler and a deliverer by the hand of the angel which appeared to him in the bush."
    },
    {
        "o": 28316,
        "r": "kjv:Acts:7:36",
        "t": "He*p brought them out, after that he had shewed wonders and signs in the land of Egypt, and in the Red sea, and in the wilderness forty years."
    },
    {
        "o": 28317,
        "r": "kjv:Acts:7:37",
        "t": "This*p is that Moses, which said unto the children of Israel, A prophet shall the Lord your God raise up unto you of your brethren, like unto me; him shall ye hear."
    },
    {
        "o": 28318,
        "r": "kjv:Acts:7:38",
        "t": "This*p is he, that was in the church in the wilderness with the angel which spake to him in the mount Sinai, and with our fathers: who received the lively oracles to give unto us:"
    },
    {
        "o": 28319,
        "r": "kjv:Acts:7:39",
        "t": "To*p whom our fathers would not obey, but thrust him from them, and in their hearts turned back again into Egypt,"
    },
    {
        "o": 28320,
        "r": "kjv:Acts:7:40",
        "t": "Saying*p unto Aaron, Make us gods to go before us: for as for this Moses, which brought us out of the land of Egypt, we wot not what is become of him."
    },
    {
        "o": 28321,
        "r": "kjv:Acts:7:41",
        "t": "And*p they made a calf in those days, and offered sacrifice unto the idol, and rejoiced in the works of their own hands."
    },
    {
        "o": 28322,
        "r": "kjv:Acts:7:42",
        "t": "Then*p God turned, and gave them up to worship the host of heaven; as it is written in the book of the prophets, O ye house of Israel, have ye offered to me slain beasts and sacrifices by the space of forty years in the wilderness?"
    },
    {
        "o": 28323,
        "r": "kjv:Acts:7:43",
        "t": "Yea,*p ye took up the tabernacle of Moloch, and the star of your god Remphan, figures which ye made to worship them: and I will carry you away beyond Babylon."
    },
    {
        "o": 28324,
        "r": "kjv:Acts:7:44",
        "t": "Our*p fathers had the tabernacle of witness in the wilderness, as he had appointed, speaking unto Moses, that he should make it according to the fashion that he had seen."
    },
    {
        "o": 28325,
        "r": "kjv:Acts:7:45",
        "t": "Which*p also our fathers that came after brought in with Jesus into the possession of the Gentiles, whom God drave out before the face of our fathers, unto the days of David;"
    },
    {
        "o": 28326,
        "r": "kjv:Acts:7:46",
        "t": "Who*p found favour before God, and desired to find a tabernacle for the God of Jacob."
    },
    {
        "o": 28327,
        "r": "kjv:Acts:7:47",
        "t": "But*p Solomon built him an house."
    },
    {
        "o": 28328,
        "r": "kjv:Acts:7:48",
        "t": "Howbeit*p the most High dwelleth not in temples made with hands; as saith the prophet,"
    },
    {
        "o": 28329,
        "r": "kjv:Acts:7:49",
        "t": "Heaven*p is my throne, and earth is my footstool: what house will ye build me? saith the Lord: or what is the place of my rest?"
    },
    {
        "o": 28330,
        "r": "kjv:Acts:7:50",
        "t": "Hath*p not my hand made all these things?"
    },
    {
        "o": 28331,
        "r": "kjv:Acts:7:51",
        "t": "Ye*p stiffnecked and uncircumcised in heart and ears, ye do always resist the Holy Ghost: as your fathers did, so do ye."
    },
    {
        "o": 28332,
        "r": "kjv:Acts:7:52",
        "t": "Which*p of the prophets have not your fathers persecuted? and they have slain them which shewed before of the coming of the Just One; of whom ye have been now the betrayers and murderers:"
    },
    {
        "o": 28333,
        "r": "kjv:Acts:7:53",
        "t": "Who*p have received the law by the disposition of angels, and have not kept it."
    },
    {
        "o": 28334,
        "r": "kjv:Acts:7:54",
        "t": "When*p they heard these things, they were cut to the heart, and they gnashed on him with their teeth."
    },
    {
        "o": 28335,
        "r": "kjv:Acts:7:55",
        "t": "But*p he, being full of the Holy Ghost, looked up stedfastly into heaven, and saw the glory of God, and Jesus standing on the right hand of God,"
    },
    {
        "o": 28336,
        "r": "kjv:Acts:7:56",
        "t": "And*p said, Behold, I see the heavens opened, and the Son of man standing on the right hand of God."
    },
    {
        "o": 28337,
        "r": "kjv:Acts:7:57",
        "t": "Then*p they cried out with a loud voice, and stopped their ears, and ran upon him with one accord,"
    },
    {
        "o": 28338,
        "r": "kjv:Acts:7:58",
        "t": "And*p cast him out of the city, and stoned him: and the witnesses laid down their clothes at a young man's feet, whose name was Saul."
    },
    {
        "o": 28339,
        "r": "kjv:Acts:7:59",
        "t": "And*p they stoned Stephen, calling upon God, and saying, Lord Jesus, receive my spirit."
    },
    {
        "o": 28340,
        "r": "kjv:Acts:7:60",
        "t": "And*p he kneeled down, and cried with a loud voice, Lord, lay not this sin to their charge. And when he had said this, he fell asleep."
    },
    {
        "o": 28341,
        "r": "kjv:Acts:8:0",
        "t": "Acts 8",
        "h": 1
    },
    {
        "o": 28342,
        "r": "kjv:Acts:8:1",
        "t": "And*p Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles."
    },
    {
        "o": 28343,
        "r": "kjv:Acts:8:2",
        "t": "And*p devout men carried Stephen to his burial, and made great lamentation over him."
    },
    {
        "o": 28344,
        "r": "kjv:Acts:8:3",
        "t": "As*p for Saul, he made havock of the church, entering into every house, and haling men and women committed them to prison."
    },
    {
        "o": 28345,
        "r": "kjv:Acts:8:4",
        "t": "Therefore*p they that were scattered abroad went every where preaching the word."
    },
    {
        "o": 28346,
        "r": "kjv:Acts:8:5",
        "t": "Then*p Philip went down to the city of Samaria, and preached Christ unto them."
    },
    {
        "o": 28347,
        "r": "kjv:Acts:8:6",
        "t": "And*p the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did."
    },
    {
        "o": 28348,
        "r": "kjv:Acts:8:7",
        "t": "For*p unclean spirits, crying with loud voice, came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed."
    },
    {
        "o": 28349,
        "r": "kjv:Acts:8:8",
        "t": "And*p there was great joy in that city."
    },
    {
        "o": 28350,
        "r": "kjv:Acts:8:9",
        "t": "But*p there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:"
    },
    {
        "o": 28351,
        "r": "kjv:Acts:8:10",
        "t": "To*p whom they all gave heed, from the least to the greatest, saying, This man is the great power of God."
    },
    {
        "o": 28352,
        "r": "kjv:Acts:8:11",
        "t": "And*p to him they had regard, because that of long time he had bewitched them with sorceries."
    },
    {
        "o": 28353,
        "r": "kjv:Acts:8:12",
        "t": "But*p when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women."
    },
    {
        "o": 28354,
        "r": "kjv:Acts:8:13",
        "t": "Then*p Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done."
    },
    {
        "o": 28355,
        "r": "kjv:Acts:8:14",
        "t": "Now*p when the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John:"
    },
    {
        "o": 28356,
        "r": "kjv:Acts:8:15",
        "t": "Who,*p when they were come down, prayed for them, that they might receive the Holy Ghost:"
    },
    {
        "o": 28357,
        "r": "kjv:Acts:8:16",
        "t": "(For*p as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)"
    },
    {
        "o": 28358,
        "r": "kjv:Acts:8:17",
        "t": "Then*p laid they their hands on them, and they received the Holy Ghost."
    },
    {
        "o": 28359,
        "r": "kjv:Acts:8:18",
        "t": "And*p when Simon saw that through laying on of the apostles' hands the Holy Ghost was given, he offered them money,"
    },
    {
        "o": 28360,
        "r": "kjv:Acts:8:19",
        "t": "Saying,*p Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost."
    },
    {
        "o": 28361,
        "r": "kjv:Acts:8:20",
        "t": "But*p Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money."
    },
    {
        "o": 28362,
        "r": "kjv:Acts:8:21",
        "t": "Thou*p hast neither part nor lot in this matter: for thy heart is not right in the sight of God."
    },
    {
        "o": 28363,
        "r": "kjv:Acts:8:22",
        "t": "Repent*p therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee."
    },
    {
        "o": 28364,
        "r": "kjv:Acts:8:23",
        "t": "For*p I perceive that thou art in the gall of bitterness, and in the bond of iniquity."
    },
    {
        "o": 28365,
        "r": "kjv:Acts:8:24",
        "t": "Then*p answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye have spoken come upon me."
    },
    {
        "o": 28366,
        "r": "kjv:Acts:8:25",
        "t": "And*p they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the gospel in many villages of the Samaritans."
    },
    {
        "o": 28367,
        "r": "kjv:Acts:8:26",
        "t": "And*p the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert."
    },
    {
        "o": 28368,
        "r": "kjv:Acts:8:27",
        "t": "And*p he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,"
    },
    {
        "o": 28369,
        "r": "kjv:Acts:8:28",
        "t": "Was*p returning, and sitting in his chariot read Esaias the prophet."
    },
    {
        "o": 28370,
        "r": "kjv:Acts:8:29",
        "t": "Then*p the Spirit said unto Philip, Go near, and join thyself to this chariot."
    },
    {
        "o": 28371,
        "r": "kjv:Acts:8:30",
        "t": "And*p Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?"
    },
    {
        "o": 28372,
        "r": "kjv:Acts:8:31",
        "t": "And*p he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him."
    },
    {
        "o": 28373,
        "r": "kjv:Acts:8:32",
        "t": "The*p place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:"
    },
    {
        "o": 28374,
        "r": "kjv:Acts:8:33",
        "t": "In*p his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth."
    },
    {
        "o": 28375,
        "r": "kjv:Acts:8:34",
        "t": "And*p the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?"
    },
    {
        "o": 28376,
        "r": "kjv:Acts:8:35",
        "t": "Then*p Philip opened his mouth, and began at the same scripture, and preached unto him Jesus."
    },
    {
        "o": 28377,
        "r": "kjv:Acts:8:36",
        "t": "And*p as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?"
    },
    {
        "o": 28378,
        "r": "kjv:Acts:8:37",
        "t": "And*p Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God."
    },
    {
        "o": 28379,
        "r": "kjv:Acts:8:38",
        "t": "And*p he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him."
    },
    {
        "o": 28380,
        "r": "kjv:Acts:8:39",
        "t": "And*p when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing."
    },
    {
        "o": 28381,
        "r": "kjv:Acts:8:40",
        "t": "But*p Philip was found at Azotus: and passing through he preached in all the cities, till he came to Caesarea."
    },
    {
        "o": 28382,
        "r": "kjv:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 28383,
        "r": "kjv:Acts:9:1",
        "t": "And*p Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,"
    },
    {
        "o": 28384,
        "r": "kjv:Acts:9:2",
        "t": "And*p desired of him letters to Damascus to the synagogues, that if he found any of this way, whether they were men or women, he might bring them bound unto Jerusalem."
    },
    {
        "o": 28385,
        "r": "kjv:Acts:9:3",
        "t": "And*p as he journeyed, he came near Damascus: and suddenly there shined round about him a light from heaven:"
    },
    {
        "o": 28386,
        "r": "kjv:Acts:9:4",
        "t": "And*p he fell to the earth, and heard a voice saying unto him, Saul,*r Saul,*r why*r persecutest*r thou*r me?*r"
    },
    {
        "o": 28387,
        "r": "kjv:Acts:9:5",
        "t": "And*p he said, Who art thou, Lord? And the Lord said, I*r am*r Jesus*r whom*r thou*r persecutest:*r it*r is*r hard*r for*r thee*r to*r kick*r against*r the*r pricks.*r"
    },
    {
        "o": 28388,
        "r": "kjv:Acts:9:6",
        "t": "And*p he trembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise,*r and*r go*r into*r the*r city,*r and*r it*r shall*r be*r told*r thee*r what*r thou*r must*r do.*r"
    },
    {
        "o": 28389,
        "r": "kjv:Acts:9:7",
        "t": "And*p the men which journeyed with him stood speechless, hearing a voice, but seeing no man."
    },
    {
        "o": 28390,
        "r": "kjv:Acts:9:8",
        "t": "And*p Saul arose from the earth; and when his eyes were opened, he saw no man: but they led him by the hand, and brought him into Damascus."
    },
    {
        "o": 28391,
        "r": "kjv:Acts:9:9",
        "t": "And*p he was three days without sight, and neither did eat nor drink."
    },
    {
        "o": 28392,
        "r": "kjv:Acts:9:10",
        "t": "And*p there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias.*r And he said, Behold, I am here, Lord."
    },
    {
        "o": 28393,
        "r": "kjv:Acts:9:11",
        "t": "And*p the Lord said unto him, Arise,*r and*r go*r into*r the*r street*r which*r is*r called*r Straight,*r and*r enquire*r in*r the*r house*r of*r Judas*r for*r one*r called*r Saul,*r of*r Tarsus:*r for,*r behold,*r he*r prayeth,*r"
    },
    {
        "o": 28394,
        "r": "kjv:Acts:9:12",
        "t": "And*rp hath*r seen*r in*r a*r vision*r a*r man*r named*r Ananias*r coming*r in,*r and*r putting*r his*r hand*r on*r him,*r that*r he*r might*r receive*r his*r sight.*r"
    },
    {
        "o": 28395,
        "r": "kjv:Acts:9:13",
        "t": "Then*p Ananias answered, Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem:"
    },
    {
        "o": 28396,
        "r": "kjv:Acts:9:14",
        "t": "And*p here he hath authority from the chief priests to bind all that call on thy name."
    },
    {
        "o": 28397,
        "r": "kjv:Acts:9:15",
        "t": "But*p the Lord said unto him, Go*r thy*r way:*r for*r he*r is*r a*r chosen*r vessel*r unto*r me,*r to*r bear*r my*r name*r before*r the*r Gentiles,*r and*r kings,*r and*r the*r children*r of*r Israel:*r"
    },
    {
        "o": 28398,
        "r": "kjv:Acts:9:16",
        "t": "For*rp I*r will*r shew*r him*r how*r great*r things*r he*r must*r suffer*r for*r my*r name's*r sake.*r"
    },
    {
        "o": 28399,
        "r": "kjv:Acts:9:17",
        "t": "And*p Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost."
    },
    {
        "o": 28400,
        "r": "kjv:Acts:9:18",
        "t": "And*p immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized."
    },
    {
        "o": 28401,
        "r": "kjv:Acts:9:19",
        "t": "And*p when he had received meat, he was strengthened. Then was Saul certain days with the disciples which were at Damascus."
    },
    {
        "o": 28402,
        "r": "kjv:Acts:9:20",
        "t": "And*p straightway he preached Christ in the synagogues, that he is the Son of God."
    },
    {
        "o": 28403,
        "r": "kjv:Acts:9:21",
        "t": "But*p all that heard him were amazed, and said; Is not this he that destroyed them which called on this name in Jerusalem, and came hither for that intent, that he might bring them bound unto the chief priests?"
    },
    {
        "o": 28404,
        "r": "kjv:Acts:9:22",
        "t": "But*p Saul increased the more in strength, and confounded the Jews which dwelt at Damascus, proving that this is very Christ."
    },
    {
        "o": 28405,
        "r": "kjv:Acts:9:23",
        "t": "And*p after that many days were fulfilled, the Jews took counsel to kill him:"
    },
    {
        "o": 28406,
        "r": "kjv:Acts:9:24",
        "t": "But*p their laying await was known of Saul. And they watched the gates day and night to kill him."
    },
    {
        "o": 28407,
        "r": "kjv:Acts:9:25",
        "t": "Then*p the disciples took him by night, and let him down by the wall in a basket."
    },
    {
        "o": 28408,
        "r": "kjv:Acts:9:26",
        "t": "And*p when Saul was come to Jerusalem, he assayed to join himself to the disciples: but they were all afraid of him, and believed not that he was a disciple."
    },
    {
        "o": 28409,
        "r": "kjv:Acts:9:27",
        "t": "But*p Barnabas took him, and brought him to the apostles, and declared unto them how he had seen the Lord in the way, and that he had spoken to him, and how he had preached boldly at Damascus in the name of Jesus."
    },
    {
        "o": 28410,
        "r": "kjv:Acts:9:28",
        "t": "And*p he was with them coming in and going out at Jerusalem."
    },
    {
        "o": 28411,
        "r": "kjv:Acts:9:29",
        "t": "And*p he spake boldly in the name of the Lord Jesus, and disputed against the Grecians: but they went about to slay him."
    },
    {
        "o": 28412,
        "r": "kjv:Acts:9:30",
        "t": "Which*p when the brethren knew, they brought him down to Caesarea, and sent him forth to Tarsus."
    },
    {
        "o": 28413,
        "r": "kjv:Acts:9:31",
        "t": "Then*p had the churches rest throughout all Judaea and Galilee and Samaria, and were edified; and walking in the fear of the Lord, and in the comfort of the Holy Ghost, were multiplied."
    },
    {
        "o": 28414,
        "r": "kjv:Acts:9:32",
        "t": "And*p it came to pass, as Peter passed throughout all quarters, he came down also to the saints which dwelt at Lydda."
    },
    {
        "o": 28415,
        "r": "kjv:Acts:9:33",
        "t": "And*p there he found a certain man named Aeneas, which had kept his bed eight years, and was sick of the palsy."
    },
    {
        "o": 28416,
        "r": "kjv:Acts:9:34",
        "t": "And*p Peter said unto him, Aeneas, Jesus Christ maketh thee whole: arise, and make thy bed. And he arose immediately."
    },
    {
        "o": 28417,
        "r": "kjv:Acts:9:35",
        "t": "And*p all that dwelt at Lydda and Saron saw him, and turned to the Lord."
    },
    {
        "o": 28418,
        "r": "kjv:Acts:9:36",
        "t": "Now*p there was at Joppa a certain disciple named Tabitha, which by interpretation is called Dorcas: this woman was full of good works and almsdeeds which she did."
    },
    {
        "o": 28419,
        "r": "kjv:Acts:9:37",
        "t": "And*p it came to pass in those days, that she was sick, and died: whom when they had washed, they laid her in an upper chamber."
    },
    {
        "o": 28420,
        "r": "kjv:Acts:9:38",
        "t": "And*p forasmuch as Lydda was nigh to Joppa, and the disciples had heard that Peter was there, they sent unto him two men, desiring him that he would not delay to come to them."
    },
    {
        "o": 28421,
        "r": "kjv:Acts:9:39",
        "t": "Then*p Peter arose and went with them. When he was come, they brought him into the upper chamber: and all the widows stood by him weeping, and shewing the coats and garments which Dorcas made, while she was with them."
    },
    {
        "o": 28422,
        "r": "kjv:Acts:9:40",
        "t": "But*p Peter put them all forth, and kneeled down, and prayed; and turning him to the body said, Tabitha, arise. And she opened her eyes: and when she saw Peter, she sat up."
    },
    {
        "o": 28423,
        "r": "kjv:Acts:9:41",
        "t": "And*p he gave her his hand, and lifted her up, and when he had called the saints and widows, presented her alive."
    },
    {
        "o": 28424,
        "r": "kjv:Acts:9:42",
        "t": "And*p it was known throughout all Joppa; and many believed in the Lord."
    },
    {
        "o": 28425,
        "r": "kjv:Acts:9:43",
        "t": "And*p it came to pass, that he tarried many days in Joppa with one Simon a tanner."
    },
    {
        "o": 28426,
        "r": "kjv:Acts:10:0",
        "t": "Acts 10",
        "h": 1
    },
    {
        "o": 28427,
        "r": "kjv:Acts:10:1",
        "t": "There*p was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,"
    },
    {
        "o": 28428,
        "r": "kjv:Acts:10:2",
        "t": "A*p devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God alway."
    },
    {
        "o": 28429,
        "r": "kjv:Acts:10:3",
        "t": "He*p saw in a vision evidently about the ninth hour of the day an angel of God coming in to him, and saying unto him, Cornelius."
    },
    {
        "o": 28430,
        "r": "kjv:Acts:10:4",
        "t": "And*p when he looked on him, he was afraid, and said, What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God."
    },
    {
        "o": 28431,
        "r": "kjv:Acts:10:5",
        "t": "And*p now send men to Joppa, and call for one Simon, whose surname is Peter:"
    },
    {
        "o": 28432,
        "r": "kjv:Acts:10:6",
        "t": "He*p lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do."
    },
    {
        "o": 28433,
        "r": "kjv:Acts:10:7",
        "t": "And*p when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually;"
    },
    {
        "o": 28434,
        "r": "kjv:Acts:10:8",
        "t": "And*p when he had declared all these things unto them, he sent them to Joppa."
    },
    {
        "o": 28435,
        "r": "kjv:Acts:10:9",
        "t": "On*p the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:"
    },
    {
        "o": 28436,
        "r": "kjv:Acts:10:10",
        "t": "And*p he became very hungry, and would have eaten: but while they made ready, he fell into a trance,"
    },
    {
        "o": 28437,
        "r": "kjv:Acts:10:11",
        "t": "And*p saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth:"
    },
    {
        "o": 28438,
        "r": "kjv:Acts:10:12",
        "t": "Wherein*p were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air."
    },
    {
        "o": 28439,
        "r": "kjv:Acts:10:13",
        "t": "And*p there came a voice to him, Rise,*r Peter;*r kill,*r and*r eat.*r"
    },
    {
        "o": 28440,
        "r": "kjv:Acts:10:14",
        "t": "But*p Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean."
    },
    {
        "o": 28441,
        "r": "kjv:Acts:10:15",
        "t": "And*p the voice spake unto him again the second time, What*r God*r hath*r cleansed,*r that*r call*r not*r thou*r common.*r"
    },
    {
        "o": 28442,
        "r": "kjv:Acts:10:16",
        "t": "This*p was done thrice: and the vessel was received up again into heaven."
    },
    {
        "o": 28443,
        "r": "kjv:Acts:10:17",
        "t": "Now*p while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made enquiry for Simon's house, and stood before the gate,"
    },
    {
        "o": 28444,
        "r": "kjv:Acts:10:18",
        "t": "And*p called, and asked whether Simon, which was surnamed Peter, were lodged there."
    },
    {
        "o": 28445,
        "r": "kjv:Acts:10:19",
        "t": "While*p Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee."
    },
    {
        "o": 28446,
        "r": "kjv:Acts:10:20",
        "t": "Arise*p therefore, and get thee down, and go with them, doubting nothing: for I have sent them."
    },
    {
        "o": 28447,
        "r": "kjv:Acts:10:21",
        "t": "Then*p Peter went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?"
    },
    {
        "o": 28448,
        "r": "kjv:Acts:10:22",
        "t": "And*p they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee."
    },
    {
        "o": 28449,
        "r": "kjv:Acts:10:23",
        "t": "Then*p called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him."
    },
    {
        "o": 28450,
        "r": "kjv:Acts:10:24",
        "t": "And*p the morrow after they entered into Caesarea. And Cornelius waited for them, and had called together his kinsmen and near friends."
    },
    {
        "o": 28451,
        "r": "kjv:Acts:10:25",
        "t": "And*p as Peter was coming in, Cornelius met him, and fell down at his feet, and worshipped him."
    },
    {
        "o": 28452,
        "r": "kjv:Acts:10:26",
        "t": "But*p Peter took him up, saying, Stand up; I myself also am a man."
    },
    {
        "o": 28453,
        "r": "kjv:Acts:10:27",
        "t": "And*p as he talked with him, he went in, and found many that were come together."
    },
    {
        "o": 28454,
        "r": "kjv:Acts:10:28",
        "t": "And*p he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean."
    },
    {
        "o": 28455,
        "r": "kjv:Acts:10:29",
        "t": "Therefore*p came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?"
    },
    {
        "o": 28456,
        "r": "kjv:Acts:10:30",
        "t": "And*p Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,"
    },
    {
        "o": 28457,
        "r": "kjv:Acts:10:31",
        "t": "And*p said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God."
    },
    {
        "o": 28458,
        "r": "kjv:Acts:10:32",
        "t": "Send*p therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee."
    },
    {
        "o": 28459,
        "r": "kjv:Acts:10:33",
        "t": "Immediately*p therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God."
    },
    {
        "o": 28460,
        "r": "kjv:Acts:10:34",
        "t": "Then*p Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:"
    },
    {
        "o": 28461,
        "r": "kjv:Acts:10:35",
        "t": "But*p in every nation he that feareth him, and worketh righteousness, is accepted with him."
    },
    {
        "o": 28462,
        "r": "kjv:Acts:10:36",
        "t": "The*p word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)"
    },
    {
        "o": 28463,
        "r": "kjv:Acts:10:37",
        "t": "That*p word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;"
    },
    {
        "o": 28464,
        "r": "kjv:Acts:10:38",
        "t": "How*p God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him."
    },
    {
        "o": 28465,
        "r": "kjv:Acts:10:39",
        "t": "And*p we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:"
    },
    {
        "o": 28466,
        "r": "kjv:Acts:10:40",
        "t": "Him*p God raised up the third day, and shewed him openly;"
    },
    {
        "o": 28467,
        "r": "kjv:Acts:10:41",
        "t": "Not*p to all the people, but unto witnesses chosen before of God, even to us, who did eat and drink with him after he rose from the dead."
    },
    {
        "o": 28468,
        "r": "kjv:Acts:10:42",
        "t": "And*p he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead."
    },
    {
        "o": 28469,
        "r": "kjv:Acts:10:43",
        "t": "To*p him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins."
    },
    {
        "o": 28470,
        "r": "kjv:Acts:10:44",
        "t": "While*p Peter yet spake these words, the Holy Ghost fell on all them which heard the word."
    },
    {
        "o": 28471,
        "r": "kjv:Acts:10:45",
        "t": "And*p they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost."
    },
    {
        "o": 28472,
        "r": "kjv:Acts:10:46",
        "t": "For*p they heard them speak with tongues, and magnify God. Then answered Peter,"
    },
    {
        "o": 28473,
        "r": "kjv:Acts:10:47",
        "t": "Can*p any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?"
    },
    {
        "o": 28474,
        "r": "kjv:Acts:10:48",
        "t": "And*p he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days."
    },
    {
        "o": 28475,
        "r": "kjv:Acts:11:0",
        "t": "Acts 11",
        "h": 1
    },
    {
        "o": 28476,
        "r": "kjv:Acts:11:1",
        "t": "And*p the apostles and brethren that were in Judaea heard that the Gentiles had also received the word of God."
    },
    {
        "o": 28477,
        "r": "kjv:Acts:11:2",
        "t": "And*p when Peter was come up to Jerusalem, they that were of the circumcision contended with him,"
    },
    {
        "o": 28478,
        "r": "kjv:Acts:11:3",
        "t": "Saying,*p Thou wentest in to men uncircumcised, and didst eat with them."
    },
    {
        "o": 28479,
        "r": "kjv:Acts:11:4",
        "t": "But*p Peter rehearsed the matter from the beginning, and expounded it by order unto them, saying,"
    },
    {
        "o": 28480,
        "r": "kjv:Acts:11:5",
        "t": "I*p was in the city of Joppa praying: and in a trance I saw a vision, A certain vessel descend, as it had been a great sheet, let down from heaven by four corners; and it came even to me:"
    },
    {
        "o": 28481,
        "r": "kjv:Acts:11:6",
        "t": "Upon*p the which when I had fastened mine eyes, I considered, and saw fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air."
    },
    {
        "o": 28482,
        "r": "kjv:Acts:11:7",
        "t": "And*p I heard a voice saying unto me, Arise,*r Peter;*r slay*r and*r eat.*r"
    },
    {
        "o": 28483,
        "r": "kjv:Acts:11:8",
        "t": "But*p I said, Not so, Lord: for nothing common or unclean hath at any time entered into my mouth."
    },
    {
        "o": 28484,
        "r": "kjv:Acts:11:9",
        "t": "But*p the voice answered me again from heaven, What*r God*r hath*r cleansed,*r that*r call*r not*r thou*r common.*r"
    },
    {
        "o": 28485,
        "r": "kjv:Acts:11:10",
        "t": "And*p this was done three times: and all were drawn up again into heaven."
    },
    {
        "o": 28486,
        "r": "kjv:Acts:11:11",
        "t": "And,*p behold, immediately there were three men already come unto the house where I was, sent from Caesarea unto me."
    },
    {
        "o": 28487,
        "r": "kjv:Acts:11:12",
        "t": "And*p the Spirit bade me go with them, nothing doubting. Moreover these six brethren accompanied me, and we entered into the man's house:"
    },
    {
        "o": 28488,
        "r": "kjv:Acts:11:13",
        "t": "And*p he shewed us how he had seen an angel in his house, which stood and said unto him, Send men to Joppa, and call for Simon, whose surname is Peter;"
    },
    {
        "o": 28489,
        "r": "kjv:Acts:11:14",
        "t": "Who*p shall tell thee words, whereby thou and all thy house shall be saved."
    },
    {
        "o": 28490,
        "r": "kjv:Acts:11:15",
        "t": "And*p as I began to speak, the Holy Ghost fell on them, as on us at the beginning."
    },
    {
        "o": 28491,
        "r": "kjv:Acts:11:16",
        "t": "Then*p remembered I the word of the Lord, how that he said, John*r indeed*r baptized*r with*r water;*r but*r ye*r shall*r be*r baptized*r with*r the*r Holy*r Ghost.*r"
    },
    {
        "o": 28492,
        "r": "kjv:Acts:11:17",
        "t": "Forasmuch*p then as God gave them the like gift as he did unto us, who believed on the Lord Jesus Christ; what was I, that I could withstand God?"
    },
    {
        "o": 28493,
        "r": "kjv:Acts:11:18",
        "t": "When*p they heard these things, they held their peace, and glorified God, saying, Then hath God also to the Gentiles granted repentance unto life."
    },
    {
        "o": 28494,
        "r": "kjv:Acts:11:19",
        "t": "Now*p they which were scattered abroad upon the persecution that arose about Stephen travelled as far as Phoenicia, and Cyprus, and Antioch, preaching the word to none but unto the Jews only."
    },
    {
        "o": 28495,
        "r": "kjv:Acts:11:20",
        "t": "And*p some of them were men of Cyprus and Cyrene, which, when they were come to Antioch, spake unto the Greeks, preaching the Lord Jesus."
    },
    {
        "o": 28496,
        "r": "kjv:Acts:11:21",
        "t": "And*p the hand of the Lord was with them: and a great number believed, and turned unto the Lord."
    },
    {
        "o": 28497,
        "r": "kjv:Acts:11:22",
        "t": "Then*p tidings of these things came unto the ears of the church which was in Jerusalem: and they sent forth Barnabas, that he should go as far as Antioch."
    },
    {
        "o": 28498,
        "r": "kjv:Acts:11:23",
        "t": "Who,*p when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord."
    },
    {
        "o": 28499,
        "r": "kjv:Acts:11:24",
        "t": "For*p he was a good man, and full of the Holy Ghost and of faith: and much people was added unto the Lord."
    },
    {
        "o": 28500,
        "r": "kjv:Acts:11:25",
        "t": "Then*p departed Barnabas to Tarsus, for to seek Saul:"
    },
    {
        "o": 28501,
        "r": "kjv:Acts:11:26",
        "t": "And*p when he had found him, he brought him unto Antioch. And it came to pass, that a whole year they assembled themselves with the church, and taught much people. And the disciples were called Christians first in Antioch."
    },
    {
        "o": 28502,
        "r": "kjv:Acts:11:27",
        "t": "And*p in these days came prophets from Jerusalem unto Antioch."
    },
    {
        "o": 28503,
        "r": "kjv:Acts:11:28",
        "t": "And*p there stood up one of them named Agabus, and signified by the Spirit that there should be great dearth throughout all the world: which came to pass in the days of Claudius Caesar."
    },
    {
        "o": 28504,
        "r": "kjv:Acts:11:29",
        "t": "Then*p the disciples, every man according to his ability, determined to send relief unto the brethren which dwelt in Judaea:"
    },
    {
        "o": 28505,
        "r": "kjv:Acts:11:30",
        "t": "Which*p also they did, and sent it to the elders by the hands of Barnabas and Saul."
    },
    {
        "o": 28506,
        "r": "kjv:Acts:12:0",
        "t": "Acts 12",
        "h": 1
    },
    {
        "o": 28507,
        "r": "kjv:Acts:12:1",
        "t": "Now*p about that time Herod the king stretched forth his hands to vex certain of the church."
    },
    {
        "o": 28508,
        "r": "kjv:Acts:12:2",
        "t": "And*p he killed James the brother of John with the sword."
    },
    {
        "o": 28509,
        "r": "kjv:Acts:12:3",
        "t": "And*p because he saw it pleased the Jews, he proceeded further to take Peter also. (Then were the days of unleavened bread.)"
    },
    {
        "o": 28510,
        "r": "kjv:Acts:12:4",
        "t": "And*p when he had apprehended him, he put him in prison, and delivered him to four quaternions of soldiers to keep him; intending after Easter to bring him forth to the people."
    },
    {
        "o": 28511,
        "r": "kjv:Acts:12:5",
        "t": "Peter*p therefore was kept in prison: but prayer was made without ceasing of the church unto God for him."
    },
    {
        "o": 28512,
        "r": "kjv:Acts:12:6",
        "t": "And*p when Herod would have brought him forth, the same night Peter was sleeping between two soldiers, bound with two chains: and the keepers before the door kept the prison."
    },
    {
        "o": 28513,
        "r": "kjv:Acts:12:7",
        "t": "And,*p behold, the angel of the Lord came upon him, and a light shined in the prison: and he smote Peter on the side, and raised him up, saying, Arise up quickly. And his chains fell off from his hands."
    },
    {
        "o": 28514,
        "r": "kjv:Acts:12:8",
        "t": "And*p the angel said unto him, Gird thyself, and bind on thy sandals. And so he did. And he saith unto him, Cast thy garment about thee, and follow me."
    },
    {
        "o": 28515,
        "r": "kjv:Acts:12:9",
        "t": "And*p he went out, and followed him; and wist not that it was true which was done by the angel; but thought he saw a vision."
    },
    {
        "o": 28516,
        "r": "kjv:Acts:12:10",
        "t": "When*p they were past the first and the second ward, they came unto the iron gate that leadeth unto the city; which opened to them of his own accord: and they went out, and passed on through one street; and forthwith the angel departed from him."
    },
    {
        "o": 28517,
        "r": "kjv:Acts:12:11",
        "t": "And*p when Peter was come to himself, he said, Now I know of a surety, that the Lord hath sent his angel, and hath delivered me out of the hand of Herod, and from all the expectation of the people of the Jews."
    },
    {
        "o": 28518,
        "r": "kjv:Acts:12:12",
        "t": "And*p when he had considered the thing, he came to the house of Mary the mother of John, whose surname was Mark; where many were gathered together praying."
    },
    {
        "o": 28519,
        "r": "kjv:Acts:12:13",
        "t": "And*p as Peter knocked at the door of the gate, a damsel came to hearken, named Rhoda."
    },
    {
        "o": 28520,
        "r": "kjv:Acts:12:14",
        "t": "And*p when she knew Peter's voice, she opened not the gate for gladness, but ran in, and told how Peter stood before the gate."
    },
    {
        "o": 28521,
        "r": "kjv:Acts:12:15",
        "t": "And*p they said unto her, Thou art mad. But she constantly affirmed that it was even so. Then said they, It is his angel."
    },
    {
        "o": 28522,
        "r": "kjv:Acts:12:16",
        "t": "But*p Peter continued knocking: and when they had opened the door, and saw him, they were astonished."
    },
    {
        "o": 28523,
        "r": "kjv:Acts:12:17",
        "t": "But*p he, beckoning unto them with the hand to hold their peace, declared unto them how the Lord had brought him out of the prison. And he said, Go shew these things unto James, and to the brethren. And he departed, and went into another place."
    },
    {
        "o": 28524,
        "r": "kjv:Acts:12:18",
        "t": "Now*p as soon as it was day, there was no small stir among the soldiers, what was become of Peter."
    },
    {
        "o": 28525,
        "r": "kjv:Acts:12:19",
        "t": "And*p when Herod had sought for him, and found him not, he examined the keepers, and commanded that they should be put to death. And he went down from Judaea to Caesarea, and there abode."
    },
    {
        "o": 28526,
        "r": "kjv:Acts:12:20",
        "t": "And*p Herod was highly displeased with them of Tyre and Sidon: but they came with one accord to him, and, having made Blastus the king's chamberlain their friend, desired peace; because their country was nourished by the king's country."
    },
    {
        "o": 28527,
        "r": "kjv:Acts:12:21",
        "t": "And*p upon a set day Herod, arrayed in royal apparel, sat upon his throne, and made an oration unto them."
    },
    {
        "o": 28528,
        "r": "kjv:Acts:12:22",
        "t": "And*p the people gave a shout, saying, It is the voice of a god, and not of a man."
    },
    {
        "o": 28529,
        "r": "kjv:Acts:12:23",
        "t": "And*p immediately the angel of the Lord smote him, because he gave not God the glory: and he was eaten of worms, and gave up the ghost."
    },
    {
        "o": 28530,
        "r": "kjv:Acts:12:24",
        "t": "But*p the word of God grew and multiplied."
    },
    {
        "o": 28531,
        "r": "kjv:Acts:12:25",
        "t": "And*p Barnabas and Saul returned from Jerusalem, when they had fulfilled their ministry, and took with them John, whose surname was Mark."
    },
    {
        "o": 28532,
        "r": "kjv:Acts:13:0",
        "t": "Acts 13",
        "h": 1
    },
    {
        "o": 28533,
        "r": "kjv:Acts:13:1",
        "t": "Now*p there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul."
    },
    {
        "o": 28534,
        "r": "kjv:Acts:13:2",
        "t": "As*p they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them."
    },
    {
        "o": 28535,
        "r": "kjv:Acts:13:3",
        "t": "And*p when they had fasted and prayed, and laid their hands on them, they sent them away."
    },
    {
        "o": 28536,
        "r": "kjv:Acts:13:4",
        "t": "So*p they, being sent forth by the Holy Ghost, departed unto Seleucia; and from thence they sailed to Cyprus."
    },
    {
        "o": 28537,
        "r": "kjv:Acts:13:5",
        "t": "And*p when they were at Salamis, they preached the word of God in the synagogues of the Jews: and they had also John to their minister."
    },
    {
        "o": 28538,
        "r": "kjv:Acts:13:6",
        "t": "And*p when they had gone through the isle unto Paphos, they found a certain sorcerer, a false prophet, a Jew, whose name was Barjesus:"
    },
    {
        "o": 28539,
        "r": "kjv:Acts:13:7",
        "t": "Which*p was with the deputy of the country, Sergius Paulus, a prudent man; who called for Barnabas and Saul, and desired to hear the word of God."
    },
    {
        "o": 28540,
        "r": "kjv:Acts:13:8",
        "t": "But*p Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn away the deputy from the faith."
    },
    {
        "o": 28541,
        "r": "kjv:Acts:13:9",
        "t": "Then*p Saul, (who also is called Paul,) filled with the Holy Ghost, set his eyes on him,"
    },
    {
        "o": 28542,
        "r": "kjv:Acts:13:10",
        "t": "And*p said, O full of all subtilty and all mischief, thou child of the devil, thou enemy of all righteousness, wilt thou not cease to pervert the right ways of the Lord?"
    },
    {
        "o": 28543,
        "r": "kjv:Acts:13:11",
        "t": "And*p now, behold, the hand of the Lord is upon thee, and thou shalt be blind, not seeing the sun for a season. And immediately there fell on him a mist and a darkness; and he went about seeking some to lead him by the hand."
    },
    {
        "o": 28544,
        "r": "kjv:Acts:13:12",
        "t": "Then*p the deputy, when he saw what was done, believed, being astonished at the doctrine of the Lord."
    },
    {
        "o": 28545,
        "r": "kjv:Acts:13:13",
        "t": "Now*p when Paul and his company loosed from Paphos, they came to Perga in Pamphylia: and John departing from them returned to Jerusalem."
    },
    {
        "o": 28546,
        "r": "kjv:Acts:13:14",
        "t": "But*p when they departed from Perga, they came to Antioch in Pisidia, and went into the synagogue on the sabbath day, and sat down."
    },
    {
        "o": 28547,
        "r": "kjv:Acts:13:15",
        "t": "And*p after the reading of the law and the prophets the rulers of the synagogue sent unto them, saying, Ye men and brethren, if ye have any word of exhortation for the people, say on."
    },
    {
        "o": 28548,
        "r": "kjv:Acts:13:16",
        "t": "Then*p Paul stood up, and beckoning with his hand said, Men of Israel, and ye that fear God, give audience."
    },
    {
        "o": 28549,
        "r": "kjv:Acts:13:17",
        "t": "The*p God of this people of Israel chose our fathers, and exalted the people when they dwelt as strangers in the land of Egypt, and with an high arm brought he them out of it."
    },
    {
        "o": 28550,
        "r": "kjv:Acts:13:18",
        "t": "And*p about the time of forty years suffered he their manners in the wilderness."
    },
    {
        "o": 28551,
        "r": "kjv:Acts:13:19",
        "t": "And*p when he had destroyed seven nations in the land of Canaan, he divided their land to them by lot."
    },
    {
        "o": 28552,
        "r": "kjv:Acts:13:20",
        "t": "And*p after that he gave unto them judges about the space of four hundred and fifty years, until Samuel the prophet."
    },
    {
        "o": 28553,
        "r": "kjv:Acts:13:21",
        "t": "And*p afterward they desired a king: and God gave unto them Saul the son of Cis, a man of the tribe of Benjamin, by the space of forty years."
    },
    {
        "o": 28554,
        "r": "kjv:Acts:13:22",
        "t": "And*p when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will."
    },
    {
        "o": 28555,
        "r": "kjv:Acts:13:23",
        "t": "Of*p this man's seed hath God according to his promise raised unto Israel a Saviour, Jesus:"
    },
    {
        "o": 28556,
        "r": "kjv:Acts:13:24",
        "t": "When*p John had first preached before his coming the baptism of repentance to all the people of Israel."
    },
    {
        "o": 28557,
        "r": "kjv:Acts:13:25",
        "t": "And*p as John fulfilled his course, he said, Whom think ye that I am? I am not he. But, behold, there cometh one after me, whose shoes of his feet I am not worthy to loose."
    },
    {
        "o": 28558,
        "r": "kjv:Acts:13:26",
        "t": "Men*p and brethren, children of the stock of Abraham, and whosoever among you feareth God, to you is the word of this salvation sent."
    },
    {
        "o": 28559,
        "r": "kjv:Acts:13:27",
        "t": "For*p they that dwell at Jerusalem, and their rulers, because they knew him not, nor yet the voices of the prophets which are read every sabbath day, they have fulfilled them in condemning him."
    },
    {
        "o": 28560,
        "r": "kjv:Acts:13:28",
        "t": "And*p though they found no cause of death in him, yet desired they Pilate that he should be slain."
    },
    {
        "o": 28561,
        "r": "kjv:Acts:13:29",
        "t": "And*p when they had fulfilled all that was written of him, they took him down from the tree, and laid him in a sepulchre."
    },
    {
        "o": 28562,
        "r": "kjv:Acts:13:30",
        "t": "But*p God raised him from the dead:"
    },
    {
        "o": 28563,
        "r": "kjv:Acts:13:31",
        "t": "And*p he was seen many days of them which came up with him from Galilee to Jerusalem, who are his witnesses unto the people."
    },
    {
        "o": 28564,
        "r": "kjv:Acts:13:32",
        "t": "And*p we declare unto you glad tidings, how that the promise which was made unto the fathers,"
    },
    {
        "o": 28565,
        "r": "kjv:Acts:13:33",
        "t": "God*p hath fulfilled the same unto us their children, in that he hath raised up Jesus again; as it is also written in the second psalm, Thou art my Son, this day have I begotten thee."
    },
    {
        "o": 28566,
        "r": "kjv:Acts:13:34",
        "t": "And*p as concerning that he raised him up from the dead, now no more to return to corruption, he said on this wise, I will give you the sure mercies of David."
    },
    {
        "o": 28567,
        "r": "kjv:Acts:13:35",
        "t": "Wherefore*p he saith also in another psalm, Thou shalt not suffer thine Holy One to see corruption."
    },
    {
        "o": 28568,
        "r": "kjv:Acts:13:36",
        "t": "For*p David, after he had served his own generation by the will of God, fell on sleep, and was laid unto his fathers, and saw corruption:"
    },
    {
        "o": 28569,
        "r": "kjv:Acts:13:37",
        "t": "But*p he, whom God raised again, saw no corruption."
    },
    {
        "o": 28570,
        "r": "kjv:Acts:13:38",
        "t": "Be*p it known unto you therefore, men and brethren, that through this man is preached unto you the forgiveness of sins:"
    },
    {
        "o": 28571,
        "r": "kjv:Acts:13:39",
        "t": "And*p by him all that believe are justified from all things, from which ye could not be justified by the law of Moses."
    },
    {
        "o": 28572,
        "r": "kjv:Acts:13:40",
        "t": "Beware*p therefore, lest that come upon you, which is spoken of in the prophets;"
    },
    {
        "o": 28573,
        "r": "kjv:Acts:13:41",
        "t": "Behold,*p ye despisers, and wonder, and perish: for I work a work in your days, a work which ye shall in no wise believe, though a man declare it unto you."
    },
    {
        "o": 28574,
        "r": "kjv:Acts:13:42",
        "t": "And*p when the Jews were gone out of the synagogue, the Gentiles besought that these words might be preached to them the next sabbath."
    },
    {
        "o": 28575,
        "r": "kjv:Acts:13:43",
        "t": "Now*p when the congregation was broken up, many of the Jews and religious proselytes followed Paul and Barnabas: who, speaking to them, persuaded them to continue in the grace of God."
    },
    {
        "o": 28576,
        "r": "kjv:Acts:13:44",
        "t": "And*p the next sabbath day came almost the whole city together to hear the word of God."
    },
    {
        "o": 28577,
        "r": "kjv:Acts:13:45",
        "t": "But*p when the Jews saw the multitudes, they were filled with envy, and spake against those things which were spoken by Paul, contradicting and blaspheming."
    },
    {
        "o": 28578,
        "r": "kjv:Acts:13:46",
        "t": "Then*p Paul and Barnabas waxed bold, and said, It was necessary that the word of God should first have been spoken to you: but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles."
    },
    {
        "o": 28579,
        "r": "kjv:Acts:13:47",
        "t": "For*p so hath the Lord commanded us, saying, I have set thee to be a light of the Gentiles, that thou shouldest be for salvation unto the ends of the earth."
    },
    {
        "o": 28580,
        "r": "kjv:Acts:13:48",
        "t": "And*p when the Gentiles heard this, they were glad, and glorified the word of the Lord: and as many as were ordained to eternal life believed."
    },
    {
        "o": 28581,
        "r": "kjv:Acts:13:49",
        "t": "And*p the word of the Lord was published throughout all the region."
    },
    {
        "o": 28582,
        "r": "kjv:Acts:13:50",
        "t": "But*p the Jews stirred up the devout and honourable women, and the chief men of the city, and raised persecution against Paul and Barnabas, and expelled them out of their coasts."
    },
    {
        "o": 28583,
        "r": "kjv:Acts:13:51",
        "t": "But*p they shook off the dust of their feet against them, and came unto Iconium."
    },
    {
        "o": 28584,
        "r": "kjv:Acts:13:52",
        "t": "And*p the disciples were filled with joy, and with the Holy Ghost."
    },
    {
        "o": 28585,
        "r": "kjv:Acts:14:0",
        "t": "Acts 14",
        "h": 1
    },
    {
        "o": 28586,
        "r": "kjv:Acts:14:1",
        "t": "And*p it came to pass in Iconium, that they went both together into the synagogue of the Jews, and so spake, that a great multitude both of the Jews and also of the Greeks believed."
    },
    {
        "o": 28587,
        "r": "kjv:Acts:14:2",
        "t": "But*p the unbelieving Jews stirred up the Gentiles, and made their minds evil affected against the brethren."
    },
    {
        "o": 28588,
        "r": "kjv:Acts:14:3",
        "t": "Long*p time therefore abode they speaking boldly in the Lord, which gave testimony unto the word of his grace, and granted signs and wonders to be done by their hands."
    },
    {
        "o": 28589,
        "r": "kjv:Acts:14:4",
        "t": "But*p the multitude of the city was divided: and part held with the Jews, and part with the apostles."
    },
    {
        "o": 28590,
        "r": "kjv:Acts:14:5",
        "t": "And*p when there was an assault made both of the Gentiles, and also of the Jews with their rulers, to use them despitefully, and to stone them,"
    },
    {
        "o": 28591,
        "r": "kjv:Acts:14:6",
        "t": "They*p were ware of it, and fled unto Lystra and Derbe, cities of Lycaonia, and unto the region that lieth round about:"
    },
    {
        "o": 28592,
        "r": "kjv:Acts:14:7",
        "t": "And*p there they preached the gospel."
    },
    {
        "o": 28593,
        "r": "kjv:Acts:14:8",
        "t": "And*p there sat a certain man at Lystra, impotent in his feet, being a cripple from his mother's womb, who never had walked:"
    },
    {
        "o": 28594,
        "r": "kjv:Acts:14:9",
        "t": "The*p same heard Paul speak: who stedfastly beholding him, and perceiving that he had faith to be healed,"
    },
    {
        "o": 28595,
        "r": "kjv:Acts:14:10",
        "t": "Said*p with a loud voice, Stand upright on thy feet. And he leaped and walked."
    },
    {
        "o": 28596,
        "r": "kjv:Acts:14:11",
        "t": "And*p when the people saw what Paul had done, they lifted up their voices, saying in the speech of Lycaonia, The gods are come down to us in the likeness of men."
    },
    {
        "o": 28597,
        "r": "kjv:Acts:14:12",
        "t": "And*p they called Barnabas, Jupiter; and Paul, Mercurius, because he was the chief speaker."
    },
    {
        "o": 28598,
        "r": "kjv:Acts:14:13",
        "t": "Then*p the priest of Jupiter, which was before their city, brought oxen and garlands unto the gates, and would have done sacrifice with the people."
    },
    {
        "o": 28599,
        "r": "kjv:Acts:14:14",
        "t": "Which*p when the apostles, Barnabas and Paul, heard of, they rent their clothes, and ran in among the people, crying out,"
    },
    {
        "o": 28600,
        "r": "kjv:Acts:14:15",
        "t": "And*p saying, Sirs, why do ye these things? We also are men of like passions with you, and preach unto you that ye should turn from these vanities unto the living God, which made heaven, and earth, and the sea, and all things that are therein:"
    },
    {
        "o": 28601,
        "r": "kjv:Acts:14:16",
        "t": "Who*p in times past suffered all nations to walk in their own ways."
    },
    {
        "o": 28602,
        "r": "kjv:Acts:14:17",
        "t": "Nevertheless*p he left not himself without witness, in that he did good, and gave us rain from heaven, and fruitful seasons, filling our hearts with food and gladness."
    },
    {
        "o": 28603,
        "r": "kjv:Acts:14:18",
        "t": "And*p with these sayings scarce restrained they the people, that they had not done sacrifice unto them."
    },
    {
        "o": 28604,
        "r": "kjv:Acts:14:19",
        "t": "And*p there came thither certain Jews from Antioch and Iconium, who persuaded the people, and, having stoned Paul, drew him out of the city, supposing he had been dead."
    },
    {
        "o": 28605,
        "r": "kjv:Acts:14:20",
        "t": "Howbeit,*p as the disciples stood round about him, he rose up, and came into the city: and the next day he departed with Barnabas to Derbe."
    },
    {
        "o": 28606,
        "r": "kjv:Acts:14:21",
        "t": "And*p when they had preached the gospel to that city, and had taught many, they returned again to Lystra, and to Iconium, and Antioch,"
    },
    {
        "o": 28607,
        "r": "kjv:Acts:14:22",
        "t": "Confirming*p the souls of the disciples, and exhorting them to continue in the faith, and that we must through much tribulation enter into the kingdom of God."
    },
    {
        "o": 28608,
        "r": "kjv:Acts:14:23",
        "t": "And*p when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed."
    },
    {
        "o": 28609,
        "r": "kjv:Acts:14:24",
        "t": "And*p after they had passed throughout Pisidia, they came to Pamphylia."
    },
    {
        "o": 28610,
        "r": "kjv:Acts:14:25",
        "t": "And*p when they had preached the word in Perga, they went down into Attalia:"
    },
    {
        "o": 28611,
        "r": "kjv:Acts:14:26",
        "t": "And*p thence sailed to Antioch, from whence they had been recommended to the grace of God for the work which they fulfilled."
    },
    {
        "o": 28612,
        "r": "kjv:Acts:14:27",
        "t": "And*p when they were come, and had gathered the church together, they rehearsed all that God had done with them, and how he had opened the door of faith unto the Gentiles."
    },
    {
        "o": 28613,
        "r": "kjv:Acts:14:28",
        "t": "And*p there they abode long time with the disciples."
    },
    {
        "o": 28614,
        "r": "kjv:Acts:15:0",
        "t": "Acts 15",
        "h": 1
    },
    {
        "o": 28615,
        "r": "kjv:Acts:15:1",
        "t": "And*p certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved."
    },
    {
        "o": 28616,
        "r": "kjv:Acts:15:2",
        "t": "When*p therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question."
    },
    {
        "o": 28617,
        "r": "kjv:Acts:15:3",
        "t": "And*p being brought on their way by the church, they passed through Phoenicia and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren."
    },
    {
        "o": 28618,
        "r": "kjv:Acts:15:4",
        "t": "And*p when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them."
    },
    {
        "o": 28619,
        "r": "kjv:Acts:15:5",
        "t": "But*p there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them to keep the law of Moses."
    },
    {
        "o": 28620,
        "r": "kjv:Acts:15:6",
        "t": "And*p the apostles and elders came together for to consider of this matter."
    },
    {
        "o": 28621,
        "r": "kjv:Acts:15:7",
        "t": "And*p when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe."
    },
    {
        "o": 28622,
        "r": "kjv:Acts:15:8",
        "t": "And*p God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;"
    },
    {
        "o": 28623,
        "r": "kjv:Acts:15:9",
        "t": "And*p put no difference between us and them, purifying their hearts by faith."
    },
    {
        "o": 28624,
        "r": "kjv:Acts:15:10",
        "t": "Now*p therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?"
    },
    {
        "o": 28625,
        "r": "kjv:Acts:15:11",
        "t": "But*p we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they."
    },
    {
        "o": 28626,
        "r": "kjv:Acts:15:12",
        "t": "Then*p all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them."
    },
    {
        "o": 28627,
        "r": "kjv:Acts:15:13",
        "t": "And*p after they had held their peace, James answered, saying, Men and brethren, hearken unto me:"
    },
    {
        "o": 28628,
        "r": "kjv:Acts:15:14",
        "t": "Simon*p hath declared how God at the first did visit the Gentiles, to take out of them a people for his name."
    },
    {
        "o": 28629,
        "r": "kjv:Acts:15:15",
        "t": "And*p to this agree the words of the prophets; as it is written,"
    },
    {
        "o": 28630,
        "r": "kjv:Acts:15:16",
        "t": "After*p this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:"
    },
    {
        "o": 28631,
        "r": "kjv:Acts:15:17",
        "t": "That*p the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things."
    },
    {
        "o": 28632,
        "r": "kjv:Acts:15:18",
        "t": "Known*p unto God are all his works from the beginning of the world."
    },
    {
        "o": 28633,
        "r": "kjv:Acts:15:19",
        "t": "Wherefore*p my sentence is, that we trouble not them, which from among the Gentiles are turned to God:"
    },
    {
        "o": 28634,
        "r": "kjv:Acts:15:20",
        "t": "But*p that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood."
    },
    {
        "o": 28635,
        "r": "kjv:Acts:15:21",
        "t": "For*p Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day."
    },
    {
        "o": 28636,
        "r": "kjv:Acts:15:22",
        "t": "Then*p pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely, Judas surnamed Barsabas, and Silas, chief men among the brethren:"
    },
    {
        "o": 28637,
        "r": "kjv:Acts:15:23",
        "t": "And*p they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:"
    },
    {
        "o": 28638,
        "r": "kjv:Acts:15:24",
        "t": "Forasmuch*p as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must be circumcised, and keep the law: to whom we gave no such commandment:"
    },
    {
        "o": 28639,
        "r": "kjv:Acts:15:25",
        "t": "It*p seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,"
    },
    {
        "o": 28640,
        "r": "kjv:Acts:15:26",
        "t": "Men*p that have hazarded their lives for the name of our Lord Jesus Christ."
    },
    {
        "o": 28641,
        "r": "kjv:Acts:15:27",
        "t": "We*p have sent therefore Judas and Silas, who shall also tell you the same things by mouth."
    },
    {
        "o": 28642,
        "r": "kjv:Acts:15:28",
        "t": "For*p it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;"
    },
    {
        "o": 28643,
        "r": "kjv:Acts:15:29",
        "t": "That*p ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well."
    },
    {
        "o": 28644,
        "r": "kjv:Acts:15:30",
        "t": "So*p when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:"
    },
    {
        "o": 28645,
        "r": "kjv:Acts:15:31",
        "t": "Which*p when they had read, they rejoiced for the consolation."
    },
    {
        "o": 28646,
        "r": "kjv:Acts:15:32",
        "t": "And*p Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them."
    },
    {
        "o": 28647,
        "r": "kjv:Acts:15:33",
        "t": "And*p after they had tarried there a space, they were let go in peace from the brethren unto the apostles."
    },
    {
        "o": 28648,
        "r": "kjv:Acts:15:34",
        "t": "Notwithstanding*p it pleased Silas to abide there still."
    },
    {
        "o": 28649,
        "r": "kjv:Acts:15:35",
        "t": "Paul*p also and Barnabas continued in Antioch, teaching and preaching the word of the Lord, with many others also."
    },
    {
        "o": 28650,
        "r": "kjv:Acts:15:36",
        "t": "And*p some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, and see how they do."
    },
    {
        "o": 28651,
        "r": "kjv:Acts:15:37",
        "t": "And*p Barnabas determined to take with them John, whose surname was Mark."
    },
    {
        "o": 28652,
        "r": "kjv:Acts:15:38",
        "t": "But*p Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work."
    },
    {
        "o": 28653,
        "r": "kjv:Acts:15:39",
        "t": "And*p the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;"
    },
    {
        "o": 28654,
        "r": "kjv:Acts:15:40",
        "t": "And*p Paul chose Silas, and departed, being recommended by the brethren unto the grace of God."
    },
    {
        "o": 28655,
        "r": "kjv:Acts:15:41",
        "t": "And*p he went through Syria and Cilicia, confirming the churches."
    },
    {
        "o": 28656,
        "r": "kjv:Acts:16:0",
        "t": "Acts 16",
        "h": 1
    },
    {
        "o": 28657,
        "r": "kjv:Acts:16:1",
        "t": "Then*p came he to Derbe and Lystra: and, behold, a certain disciple was there, named Timothy, the son of a certain woman, which was a Jewess, and believed; but his father was a Greek:"
    },
    {
        "o": 28658,
        "r": "kjv:Acts:16:2",
        "t": "Which*p was well reported of by the brethren that were at Lystra and Iconium."
    },
    {
        "o": 28659,
        "r": "kjv:Acts:16:3",
        "t": "Him*p would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek."
    },
    {
        "o": 28660,
        "r": "kjv:Acts:16:4",
        "t": "And*p as they went through the cities, they delivered them the decrees for to keep, that were ordained of the apostles and elders which were at Jerusalem."
    },
    {
        "o": 28661,
        "r": "kjv:Acts:16:5",
        "t": "And*p so were the churches established in the faith, and increased in number daily."
    },
    {
        "o": 28662,
        "r": "kjv:Acts:16:6",
        "t": "Now*p when they had gone throughout Phrygia and the region of Galatia, and were forbidden of the Holy Ghost to preach the word in Asia,"
    },
    {
        "o": 28663,
        "r": "kjv:Acts:16:7",
        "t": "After*p they were come to Mysia, they assayed to go into Bithynia: but the Spirit suffered them not."
    },
    {
        "o": 28664,
        "r": "kjv:Acts:16:8",
        "t": "And*p they passing by Mysia came down to Troas."
    },
    {
        "o": 28665,
        "r": "kjv:Acts:16:9",
        "t": "And*p a vision appeared to Paul in the night; There stood a man of Macedonia, and prayed him, saying, Come over into Macedonia, and help us."
    },
    {
        "o": 28666,
        "r": "kjv:Acts:16:10",
        "t": "And*p after he had seen the vision, immediately we endeavoured to go into Macedonia, assuredly gathering that the Lord had called us for to preach the gospel unto them."
    },
    {
        "o": 28667,
        "r": "kjv:Acts:16:11",
        "t": "Therefore*p loosing from Troas, we came with a straight course to Samothracia, and the next day to Neapolis;"
    },
    {
        "o": 28668,
        "r": "kjv:Acts:16:12",
        "t": "And*p from thence to Philippi, which is the chief city of that part of Macedonia, and a colony: and we were in that city abiding certain days."
    },
    {
        "o": 28669,
        "r": "kjv:Acts:16:13",
        "t": "And*p on the sabbath we went out of the city by a river side, where prayer was wont to be made; and we sat down, and spake unto the women which resorted thither."
    },
    {
        "o": 28670,
        "r": "kjv:Acts:16:14",
        "t": "And*p a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul."
    },
    {
        "o": 28671,
        "r": "kjv:Acts:16:15",
        "t": "And*p when she was baptized, and her household, she besought us, saying, If ye have judged me to be faithful to the Lord, come into my house, and abide there. And she constrained us."
    },
    {
        "o": 28672,
        "r": "kjv:Acts:16:16",
        "t": "And*p it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:"
    },
    {
        "o": 28673,
        "r": "kjv:Acts:16:17",
        "t": "The*p same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation."
    },
    {
        "o": 28674,
        "r": "kjv:Acts:16:18",
        "t": "And*p this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour."
    },
    {
        "o": 28675,
        "r": "kjv:Acts:16:19",
        "t": "And*p when her masters saw that the hope of their gains was gone, they caught Paul and Silas, and drew them into the marketplace unto the rulers,"
    },
    {
        "o": 28676,
        "r": "kjv:Acts:16:20",
        "t": "And*p brought them to the magistrates, saying, These men, being Jews, do exceedingly trouble our city,"
    },
    {
        "o": 28677,
        "r": "kjv:Acts:16:21",
        "t": "And*p teach customs, which are not lawful for us to receive, neither to observe, being Romans."
    },
    {
        "o": 28678,
        "r": "kjv:Acts:16:22",
        "t": "And*p the multitude rose up together against them: and the magistrates rent off their clothes, and commanded to beat them."
    },
    {
        "o": 28679,
        "r": "kjv:Acts:16:23",
        "t": "And*p when they had laid many stripes upon them, they cast them into prison, charging the jailor to keep them safely:"
    },
    {
        "o": 28680,
        "r": "kjv:Acts:16:24",
        "t": "Who,*p having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks."
    },
    {
        "o": 28681,
        "r": "kjv:Acts:16:25",
        "t": "And*p at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them."
    },
    {
        "o": 28682,
        "r": "kjv:Acts:16:26",
        "t": "And*p suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doors were opened, and every one's bands were loosed."
    },
    {
        "o": 28683,
        "r": "kjv:Acts:16:27",
        "t": "And*p the keeper of the prison awaking out of his sleep, and seeing the prison doors open, he drew out his sword, and would have killed himself, supposing that the prisoners had been fled."
    },
    {
        "o": 28684,
        "r": "kjv:Acts:16:28",
        "t": "But*p Paul cried with a loud voice, saying, Do thyself no harm: for we are all here."
    },
    {
        "o": 28685,
        "r": "kjv:Acts:16:29",
        "t": "Then*p he called for a light, and sprang in, and came trembling, and fell down before Paul and Silas,"
    },
    {
        "o": 28686,
        "r": "kjv:Acts:16:30",
        "t": "And*p brought them out, and said, Sirs, what must I do to be saved?"
    },
    {
        "o": 28687,
        "r": "kjv:Acts:16:31",
        "t": "And*p they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house."
    },
    {
        "o": 28688,
        "r": "kjv:Acts:16:32",
        "t": "And*p they spake unto him the word of the Lord, and to all that were in his house."
    },
    {
        "o": 28689,
        "r": "kjv:Acts:16:33",
        "t": "And*p he took them the same hour of the night, and washed their stripes; and was baptized, he and all his, straightway."
    },
    {
        "o": 28690,
        "r": "kjv:Acts:16:34",
        "t": "And*p when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house."
    },
    {
        "o": 28691,
        "r": "kjv:Acts:16:35",
        "t": "And*p when it was day, the magistrates sent the serjeants, saying, Let those men go."
    },
    {
        "o": 28692,
        "r": "kjv:Acts:16:36",
        "t": "And*p the keeper of the prison told this saying to Paul, The magistrates have sent to let you go: now therefore depart, and go in peace."
    },
    {
        "o": 28693,
        "r": "kjv:Acts:16:37",
        "t": "But*p Paul said unto them, They have beaten us openly uncondemned, being Romans, and have cast us into prison; and now do they thrust us out privily? nay verily; but let them come themselves and fetch us out."
    },
    {
        "o": 28694,
        "r": "kjv:Acts:16:38",
        "t": "And*p the serjeants told these words unto the magistrates: and they feared, when they heard that they were Romans."
    },
    {
        "o": 28695,
        "r": "kjv:Acts:16:39",
        "t": "And*p they came and besought them, and brought them out, and desired them to depart out of the city."
    },
    {
        "o": 28696,
        "r": "kjv:Acts:16:40",
        "t": "And*p they went out of the prison, and entered into the house of Lydia: and when they had seen the brethren, they comforted them, and departed."
    },
    {
        "o": 28697,
        "r": "kjv:Acts:17:0",
        "t": "Acts 17",
        "h": 1
    },
    {
        "o": 28698,
        "r": "kjv:Acts:17:1",
        "t": "Now*p when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where was a synagogue of the Jews:"
    },
    {
        "o": 28699,
        "r": "kjv:Acts:17:2",
        "t": "And*p Paul, as his manner was, went in unto them, and three sabbath days reasoned with them out of the scriptures,"
    },
    {
        "o": 28700,
        "r": "kjv:Acts:17:3",
        "t": "Opening*p and alleging, that Christ must needs have suffered, and risen again from the dead; and that this Jesus, whom I preach unto you, is Christ."
    },
    {
        "o": 28701,
        "r": "kjv:Acts:17:4",
        "t": "And*p some of them believed, and consorted with Paul and Silas; and of the devout Greeks a great multitude, and of the chief women not a few."
    },
    {
        "o": 28702,
        "r": "kjv:Acts:17:5",
        "t": "But*p the Jews which believed not, moved with envy, took unto them certain lewd fellows of the baser sort, and gathered a company, and set all the city on an uproar, and assaulted the house of Jason, and sought to bring them out to the people."
    },
    {
        "o": 28703,
        "r": "kjv:Acts:17:6",
        "t": "And*p when they found them not, they drew Jason and certain brethren unto the rulers of the city, crying, These that have turned the world upside down are come hither also;"
    },
    {
        "o": 28704,
        "r": "kjv:Acts:17:7",
        "t": "Whom*p Jason hath received: and these all do contrary to the decrees of Caesar, saying that there is another king, one Jesus."
    },
    {
        "o": 28705,
        "r": "kjv:Acts:17:8",
        "t": "And*p they troubled the people and the rulers of the city, when they heard these things."
    },
    {
        "o": 28706,
        "r": "kjv:Acts:17:9",
        "t": "And*p when they had taken security of Jason, and of the other, they let them go."
    },
    {
        "o": 28707,
        "r": "kjv:Acts:17:10",
        "t": "And*p the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews."
    },
    {
        "o": 28708,
        "r": "kjv:Acts:17:11",
        "t": "These*p were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so."
    },
    {
        "o": 28709,
        "r": "kjv:Acts:17:12",
        "t": "Therefore*p many of them believed; also of honourable women which were Greeks, and of men, not a few."
    },
    {
        "o": 28710,
        "r": "kjv:Acts:17:13",
        "t": "But*p when the Jews of Thessalonica had knowledge that the word of God was preached of Paul at Berea, they came thither also, and stirred up the people."
    },
    {
        "o": 28711,
        "r": "kjv:Acts:17:14",
        "t": "And*p then immediately the brethren sent away Paul to go as it were to the sea: but Silas and Timothy abode there still."
    },
    {
        "o": 28712,
        "r": "kjv:Acts:17:15",
        "t": "And*p they that conducted Paul brought him unto Athens: and receiving a commandment unto Silas and Timothy for to come to him with all speed, they departed."
    },
    {
        "o": 28713,
        "r": "kjv:Acts:17:16",
        "t": "Now*p while Paul waited for them at Athens, his spirit was stirred in him, when he saw the city wholly given to idolatry."
    },
    {
        "o": 28714,
        "r": "kjv:Acts:17:17",
        "t": "Therefore*p disputed he in the synagogue with the Jews, and with the devout persons, and in the market daily with them that met with him."
    },
    {
        "o": 28715,
        "r": "kjv:Acts:17:18",
        "t": "Then*p certain philosophers of the Epicureans, and of the Stoicks, encountered him. And some said, What will this babbler say? other some, He seemeth to be a setter forth of strange gods: because he preached unto them Jesus, and the resurrection."
    },
    {
        "o": 28716,
        "r": "kjv:Acts:17:19",
        "t": "And*p they took him, and brought him unto Areopagus, saying, May we know what this new doctrine, whereof thou speakest, is?"
    },
    {
        "o": 28717,
        "r": "kjv:Acts:17:20",
        "t": "For*p thou bringest certain strange things to our ears: we would know therefore what these things mean."
    },
    {
        "o": 28718,
        "r": "kjv:Acts:17:21",
        "t": "(For*p all the Athenians and strangers which were there spent their time in nothing else, but either to tell, or to hear some new thing.)"
    },
    {
        "o": 28719,
        "r": "kjv:Acts:17:22",
        "t": "Then*p Paul stood in the midst of Mars' hill, and said, Ye men of Athens, I perceive that in all things ye are too superstitious."
    },
    {
        "o": 28720,
        "r": "kjv:Acts:17:23",
        "t": "For*p as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE UNKNOWN GOD. Whom therefore ye ignorantly worship, him declare I unto you."
    },
    {
        "o": 28721,
        "r": "kjv:Acts:17:24",
        "t": "God*p that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;"
    },
    {
        "o": 28722,
        "r": "kjv:Acts:17:25",
        "t": "Neither*p is worshipped with men's hands, as though he needed any thing, seeing he giveth to all life, and breath, and all things;"
    },
    {
        "o": 28723,
        "r": "kjv:Acts:17:26",
        "t": "And*p hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;"
    },
    {
        "o": 28724,
        "r": "kjv:Acts:17:27",
        "t": "That*p they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:"
    },
    {
        "o": 28725,
        "r": "kjv:Acts:17:28",
        "t": "For*p in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring."
    },
    {
        "o": 28726,
        "r": "kjv:Acts:17:29",
        "t": "Forasmuch*p then as we are the offspring of God, we ought not to think that the Godhead is like unto gold, or silver, or stone, graven by art and man's device."
    },
    {
        "o": 28727,
        "r": "kjv:Acts:17:30",
        "t": "And*p the times of this ignorance God winked at; but now commandeth all men every where to repent:"
    },
    {
        "o": 28728,
        "r": "kjv:Acts:17:31",
        "t": "Because*p he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof he hath given assurance unto all men, in that he hath raised him from the dead."
    },
    {
        "o": 28729,
        "r": "kjv:Acts:17:32",
        "t": "And*p when they heard of the resurrection of the dead, some mocked: and others said, We will hear thee again of this matter."
    },
    {
        "o": 28730,
        "r": "kjv:Acts:17:33",
        "t": "So*p Paul departed from among them."
    },
    {
        "o": 28731,
        "r": "kjv:Acts:17:34",
        "t": "Howbeit*p certain men clave unto him, and believed: among the which was Dionysius the Areopagite, and a woman named Damaris, and others with them."
    },
    {
        "o": 28732,
        "r": "kjv:Acts:18:0",
        "t": "Acts 18",
        "h": 1
    },
    {
        "o": 28733,
        "r": "kjv:Acts:18:1",
        "t": "After*p these things Paul departed from Athens, and came to Corinth;"
    },
    {
        "o": 28734,
        "r": "kjv:Acts:18:2",
        "t": "And*p found a certain Jew named Aquila, born in Pontus, lately come from Italy, with his wife Priscilla; (because that Claudius had commanded all Jews to depart from Rome:) and came unto them."
    },
    {
        "o": 28735,
        "r": "kjv:Acts:18:3",
        "t": "And*p because he was of the same craft, he abode with them, and wrought: for by their occupation they were tentmakers."
    },
    {
        "o": 28736,
        "r": "kjv:Acts:18:4",
        "t": "And*p he reasoned in the synagogue every sabbath, and persuaded the Jews and the Greeks."
    },
    {
        "o": 28737,
        "r": "kjv:Acts:18:5",
        "t": "And*p when Silas and Timothy were come from Macedonia, Paul was pressed in the spirit, and testified to the Jews that Jesus was Christ."
    },
    {
        "o": 28738,
        "r": "kjv:Acts:18:6",
        "t": "And*p when they opposed themselves, and blasphemed, he shook his raiment, and said unto them, Your blood be upon your own heads; I am clean: from henceforth I will go unto the Gentiles."
    },
    {
        "o": 28739,
        "r": "kjv:Acts:18:7",
        "t": "And*p he departed thence, and entered into a certain man's house, named Justus, one that worshipped God, whose house joined hard to the synagogue."
    },
    {
        "o": 28740,
        "r": "kjv:Acts:18:8",
        "t": "And*p Crispus, the chief ruler of the synagogue, believed on the Lord with all his house; and many of the Corinthians hearing believed, and were baptized."
    },
    {
        "o": 28741,
        "r": "kjv:Acts:18:9",
        "t": "Then*p spake the Lord to Paul in the night by a vision, Be*r not*r afraid,*r but*r speak,*r and*r hold*r not*r thy*r peace:*r"
    },
    {
        "o": 28742,
        "r": "kjv:Acts:18:10",
        "t": "For*rp I*r am*r with*r thee,*r and*r no*r man*r shall*r set*r on*r thee*r to*r hurt*r thee:*r for*r I*r have*r much*r people*r in*r this*r city.*r"
    },
    {
        "o": 28743,
        "r": "kjv:Acts:18:11",
        "t": "And*p he continued there a year and six months, teaching the word of God among them."
    },
    {
        "o": 28744,
        "r": "kjv:Acts:18:12",
        "t": "And*p when Gallio was the deputy of Achaia, the Jews made insurrection with one accord against Paul, and brought him to the judgment seat,"
    },
    {
        "o": 28745,
        "r": "kjv:Acts:18:13",
        "t": "Saying,*p This fellow persuadeth men to worship God contrary to the law."
    },
    {
        "o": 28746,
        "r": "kjv:Acts:18:14",
        "t": "And*p when Paul was now about to open his mouth, Gallio said unto the Jews, If it were a matter of wrong or wicked lewdness, O ye Jews, reason would that I should bear with you:"
    },
    {
        "o": 28747,
        "r": "kjv:Acts:18:15",
        "t": "But*p if it be a question of words and names, and of your law, look ye to it; for I will be no judge of such matters."
    },
    {
        "o": 28748,
        "r": "kjv:Acts:18:16",
        "t": "And*p he drave them from the judgment seat."
    },
    {
        "o": 28749,
        "r": "kjv:Acts:18:17",
        "t": "Then*p all the Greeks took Sosthenes, the chief ruler of the synagogue, and beat him before the judgment seat. And Gallio cared for none of those things."
    },
    {
        "o": 28750,
        "r": "kjv:Acts:18:18",
        "t": "And*p Paul after this tarried there yet a good while, and then took his leave of the brethren, and sailed thence into Syria, and with him Priscilla and Aquila; having shorn his head in Cenchrea: for he had a vow."
    },
    {
        "o": 28751,
        "r": "kjv:Acts:18:19",
        "t": "And*p he came to Ephesus, and left them there: but he himself entered into the synagogue, and reasoned with the Jews."
    },
    {
        "o": 28752,
        "r": "kjv:Acts:18:20",
        "t": "When*p they desired him to tarry longer time with them, he consented not;"
    },
    {
        "o": 28753,
        "r": "kjv:Acts:18:21",
        "t": "But*p bade them farewell, saying, I must by all means keep this feast that cometh in Jerusalem: but I will return again unto you, if God will. And he sailed from Ephesus."
    },
    {
        "o": 28754,
        "r": "kjv:Acts:18:22",
        "t": "And*p when he had landed at Caesarea, and gone up, and saluted the church, he went down to Antioch."
    },
    {
        "o": 28755,
        "r": "kjv:Acts:18:23",
        "t": "And*p after he had spent some time there, he departed, and went over all the country of Galatia and Phrygia in order, strengthening all the disciples."
    },
    {
        "o": 28756,
        "r": "kjv:Acts:18:24",
        "t": "And*p a certain Jew named Apollos, born at Alexandria, an eloquent man, and mighty in the scriptures, came to Ephesus."
    },
    {
        "o": 28757,
        "r": "kjv:Acts:18:25",
        "t": "This*p man was instructed in the way of the Lord; and being fervent in the spirit, he spake and taught diligently the things of the Lord, knowing only the baptism of John."
    },
    {
        "o": 28758,
        "r": "kjv:Acts:18:26",
        "t": "And*p he began to speak boldly in the synagogue: whom when Aquila and Priscilla had heard, they took him unto them, and expounded unto him the way of God more perfectly."
    },
    {
        "o": 28759,
        "r": "kjv:Acts:18:27",
        "t": "And*p when he was disposed to pass into Achaia, the brethren wrote, exhorting the disciples to receive him: who, when he was come, helped them much which had believed through grace:"
    },
    {
        "o": 28760,
        "r": "kjv:Acts:18:28",
        "t": "For*p he mightily convinced the Jews, and that publickly, shewing by the scriptures that Jesus was Christ."
    },
    {
        "o": 28761,
        "r": "kjv:Acts:19:0",
        "t": "Acts 19",
        "h": 1
    },
    {
        "o": 28762,
        "r": "kjv:Acts:19:1",
        "t": "And*p it came to pass, that, while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus: and finding certain disciples,"
    },
    {
        "o": 28763,
        "r": "kjv:Acts:19:2",
        "t": "He*p said unto them, Have ye received the Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost."
    },
    {
        "o": 28764,
        "r": "kjv:Acts:19:3",
        "t": "And*p he said unto them, Unto what then were ye baptized? And they said, Unto John's baptism."
    },
    {
        "o": 28765,
        "r": "kjv:Acts:19:4",
        "t": "Then*p said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus."
    },
    {
        "o": 28766,
        "r": "kjv:Acts:19:5",
        "t": "When*p they heard this, they were baptized in the name of the Lord Jesus."
    },
    {
        "o": 28767,
        "r": "kjv:Acts:19:6",
        "t": "And*p when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied."
    },
    {
        "o": 28768,
        "r": "kjv:Acts:19:7",
        "t": "And*p all the men were about twelve."
    },
    {
        "o": 28769,
        "r": "kjv:Acts:19:8",
        "t": "And*p he went into the synagogue, and spake boldly for the space of three months, disputing and persuading the things concerning the kingdom of God."
    },
    {
        "o": 28770,
        "r": "kjv:Acts:19:9",
        "t": "But*p when divers were hardened, and believed not, but spake evil of that way before the multitude, he departed from them, and separated the disciples, disputing daily in the school of one Tyrannus."
    },
    {
        "o": 28771,
        "r": "kjv:Acts:19:10",
        "t": "And*p this continued by the space of two years; so that all they which dwelt in Asia heard the word of the Lord Jesus, both Jews and Greeks."
    },
    {
        "o": 28772,
        "r": "kjv:Acts:19:11",
        "t": "And*p God wrought special miracles by the hands of Paul:"
    },
    {
        "o": 28773,
        "r": "kjv:Acts:19:12",
        "t": "So*p that from his body were brought unto the sick handkerchiefs or aprons, and the diseases departed from them, and the evil spirits went out of them."
    },
    {
        "o": 28774,
        "r": "kjv:Acts:19:13",
        "t": "Then*p certain of the vagabond Jews, exorcists, took upon them to call over them which had evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul preacheth."
    },
    {
        "o": 28775,
        "r": "kjv:Acts:19:14",
        "t": "And*p there were seven sons of one Sceva, a Jew, and chief of the priests, which did so."
    },
    {
        "o": 28776,
        "r": "kjv:Acts:19:15",
        "t": "And*p the evil spirit answered and said, Jesus I know, and Paul I know; but who are ye?"
    },
    {
        "o": 28777,
        "r": "kjv:Acts:19:16",
        "t": "And*p the man in whom the evil spirit was leaped on them, and overcame them, and prevailed against them, so that they fled out of that house naked and wounded."
    },
    {
        "o": 28778,
        "r": "kjv:Acts:19:17",
        "t": "And*p this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified."
    },
    {
        "o": 28779,
        "r": "kjv:Acts:19:18",
        "t": "And*p many that believed came, and confessed, and shewed their deeds."
    },
    {
        "o": 28780,
        "r": "kjv:Acts:19:19",
        "t": "Many*p of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver."
    },
    {
        "o": 28781,
        "r": "kjv:Acts:19:20",
        "t": "So*p mightily grew the word of God and prevailed."
    },
    {
        "o": 28782,
        "r": "kjv:Acts:19:21",
        "t": "After*p these things were ended, Paul purposed in the spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, After I have been there, I must also see Rome."
    },
    {
        "o": 28783,
        "r": "kjv:Acts:19:22",
        "t": "So*p he sent into Macedonia two of them that ministered unto him, Timothy and Erastus; but he himself stayed in Asia for a season."
    },
    {
        "o": 28784,
        "r": "kjv:Acts:19:23",
        "t": "And*p the same time there arose no small stir about that way."
    },
    {
        "o": 28785,
        "r": "kjv:Acts:19:24",
        "t": "For*p a certain man named Demetrius, a silversmith, which made silver shrines for Diana, brought no small gain unto the craftsmen;"
    },
    {
        "o": 28786,
        "r": "kjv:Acts:19:25",
        "t": "Whom*p he called together with the workmen of like occupation, and said, Sirs, ye know that by this craft we have our wealth."
    },
    {
        "o": 28787,
        "r": "kjv:Acts:19:26",
        "t": "Moreover*p ye see and hear, that not alone at Ephesus, but almost throughout all Asia, this Paul hath persuaded and turned away much people, saying that they be no gods, which are made with hands:"
    },
    {
        "o": 28788,
        "r": "kjv:Acts:19:27",
        "t": "So*p that not only this our craft is in danger to be set at nought; but also that the temple of the great goddess Diana should be despised, and her magnificence should be destroyed, whom all Asia and the world worshippeth."
    },
    {
        "o": 28789,
        "r": "kjv:Acts:19:28",
        "t": "And*p when they heard these sayings, they were full of wrath, and cried out, saying, Great is Diana of the Ephesians."
    },
    {
        "o": 28790,
        "r": "kjv:Acts:19:29",
        "t": "And*p the whole city was filled with confusion: and having caught Gaius and Aristarchus, men of Macedonia, Paul's companions in travel, they rushed with one accord into the theatre."
    },
    {
        "o": 28791,
        "r": "kjv:Acts:19:30",
        "t": "And*p when Paul would have entered in unto the people, the disciples suffered him not."
    },
    {
        "o": 28792,
        "r": "kjv:Acts:19:31",
        "t": "And*p certain of the chief of Asia, which were his friends, sent unto him, desiring him that he would not adventure himself into the theatre."
    },
    {
        "o": 28793,
        "r": "kjv:Acts:19:32",
        "t": "Some*p therefore cried one thing, and some another: for the assembly was confused; and the more part knew not wherefore they were come together."
    },
    {
        "o": 28794,
        "r": "kjv:Acts:19:33",
        "t": "And*p they drew Alexander out of the multitude, the Jews putting him forward. And Alexander beckoned with the hand, and would have made his defence unto the people."
    },
    {
        "o": 28795,
        "r": "kjv:Acts:19:34",
        "t": "But*p when they knew that he was a Jew, all with one voice about the space of two hours cried out, Great is Diana of the Ephesians."
    },
    {
        "o": 28796,
        "r": "kjv:Acts:19:35",
        "t": "And*p when the townclerk had appeased the people, he said, Ye men of Ephesus, what man is there that knoweth not how that the city of the Ephesians is a worshipper of the great goddess Diana, and of the image which fell down from Jupiter?"
    },
    {
        "o": 28797,
        "r": "kjv:Acts:19:36",
        "t": "Seeing*p then that these things cannot be spoken against, ye ought to be quiet, and to do nothing rashly."
    },
    {
        "o": 28798,
        "r": "kjv:Acts:19:37",
        "t": "For*p ye have brought hither these men, which are neither robbers of churches, nor yet blasphemers of your goddess."
    },
    {
        "o": 28799,
        "r": "kjv:Acts:19:38",
        "t": "Wherefore*p if Demetrius, and the craftsmen which are with him, have a matter against any man, the law is open, and there are deputies: let them implead one another."
    },
    {
        "o": 28800,
        "r": "kjv:Acts:19:39",
        "t": "But*p if ye enquire any thing concerning other matters, it shall be determined in a lawful assembly."
    },
    {
        "o": 28801,
        "r": "kjv:Acts:19:40",
        "t": "For*p we are in danger to be called in question for this day's uproar, there being no cause whereby we may give an account of this concourse."
    },
    {
        "o": 28802,
        "r": "kjv:Acts:19:41",
        "t": "And*p when he had thus spoken, he dismissed the assembly."
    },
    {
        "o": 28803,
        "r": "kjv:Acts:20:0",
        "t": "Acts 20",
        "h": 1
    },
    {
        "o": 28804,
        "r": "kjv:Acts:20:1",
        "t": "And*p after the uproar was ceased, Paul called unto him the disciples, and embraced them, and departed for to go into Macedonia."
    },
    {
        "o": 28805,
        "r": "kjv:Acts:20:2",
        "t": "And*p when he had gone over those parts, and had given them much exhortation, he came into Greece,"
    },
    {
        "o": 28806,
        "r": "kjv:Acts:20:3",
        "t": "And*p there abode three months. And when the Jews laid wait for him, as he was about to sail into Syria, he purposed to return through Macedonia."
    },
    {
        "o": 28807,
        "r": "kjv:Acts:20:4",
        "t": "And*p there accompanied him into Asia Sopater of Berea; and of the Thessalonians, Aristarchus and Secundus; and Gaius of Derbe, and Timothy; and of Asia, Tychicus and Trophimus."
    },
    {
        "o": 28808,
        "r": "kjv:Acts:20:5",
        "t": "These*p going before tarried for us at Troas."
    },
    {
        "o": 28809,
        "r": "kjv:Acts:20:6",
        "t": "And*p we sailed away from Philippi after the days of unleavened bread, and came unto them to Troas in five days; where we abode seven days."
    },
    {
        "o": 28810,
        "r": "kjv:Acts:20:7",
        "t": "And*p upon the first day of the week, when the disciples came together to break bread, Paul preached unto them, ready to depart on the morrow; and continued his speech until midnight."
    },
    {
        "o": 28811,
        "r": "kjv:Acts:20:8",
        "t": "And*p there were many lights in the upper chamber, where they were gathered together."
    },
    {
        "o": 28812,
        "r": "kjv:Acts:20:9",
        "t": "And*p there sat in a window a certain young man named Eutychus, being fallen into a deep sleep: and as Paul was long preaching, he sunk down with sleep, and fell down from the third loft, and was taken up dead."
    },
    {
        "o": 28813,
        "r": "kjv:Acts:20:10",
        "t": "And*p Paul went down, and fell on him, and embracing him said, Trouble not yourselves; for his life is in him."
    },
    {
        "o": 28814,
        "r": "kjv:Acts:20:11",
        "t": "When*p he therefore was come up again, and had broken bread, and eaten, and talked a long while, even till break of day, so he departed."
    },
    {
        "o": 28815,
        "r": "kjv:Acts:20:12",
        "t": "And*p they brought the young man alive, and were not a little comforted."
    },
    {
        "o": 28816,
        "r": "kjv:Acts:20:13",
        "t": "And*p we went before to ship, and sailed unto Assos, there intending to take in Paul: for so had he appointed, minding himself to go afoot."
    },
    {
        "o": 28817,
        "r": "kjv:Acts:20:14",
        "t": "And*p when he met with us at Assos, we took him in, and came to Mitylene."
    },
    {
        "o": 28818,
        "r": "kjv:Acts:20:15",
        "t": "And*p we sailed thence, and came the next day over against Chios; and the next day we arrived at Samos, and tarried at Trogyllium; and the next day we came to Miletus."
    },
    {
        "o": 28819,
        "r": "kjv:Acts:20:16",
        "t": "For*p Paul had determined to sail by Ephesus, because he would not spend the time in Asia: for he hasted, if it were possible for him, to be at Jerusalem the day of Pentecost."
    },
    {
        "o": 28820,
        "r": "kjv:Acts:20:17",
        "t": "And*p from Miletus he sent to Ephesus, and called the elders of the church."
    },
    {
        "o": 28821,
        "r": "kjv:Acts:20:18",
        "t": "And*p when they were come to him, he said unto them, Ye know, from the first day that I came into Asia, after what manner I have been with you at all seasons,"
    },
    {
        "o": 28822,
        "r": "kjv:Acts:20:19",
        "t": "Serving*p the Lord with all humility of mind, and with many tears, and temptations, which befell me by the lying in wait of the Jews:"
    },
    {
        "o": 28823,
        "r": "kjv:Acts:20:20",
        "t": "And*p how I kept back nothing that was profitable unto you, but have shewed you, and have taught you publickly, and from house to house,"
    },
    {
        "o": 28824,
        "r": "kjv:Acts:20:21",
        "t": "Testifying*p both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ."
    },
    {
        "o": 28825,
        "r": "kjv:Acts:20:22",
        "t": "And*p now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there:"
    },
    {
        "o": 28826,
        "r": "kjv:Acts:20:23",
        "t": "Save*p that the Holy Ghost witnesseth in every city, saying that bonds and afflictions abide me."
    },
    {
        "o": 28827,
        "r": "kjv:Acts:20:24",
        "t": "But*p none of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy, and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God."
    },
    {
        "o": 28828,
        "r": "kjv:Acts:20:25",
        "t": "And*p now, behold, I know that ye all, among whom I have gone preaching the kingdom of God, shall see my face no more."
    },
    {
        "o": 28829,
        "r": "kjv:Acts:20:26",
        "t": "Wherefore*p I take you to record this day, that I am pure from the blood of all men."
    },
    {
        "o": 28830,
        "r": "kjv:Acts:20:27",
        "t": "For*p I have not shunned to declare unto you all the counsel of God."
    },
    {
        "o": 28831,
        "r": "kjv:Acts:20:28",
        "t": "Take*p heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood."
    },
    {
        "o": 28832,
        "r": "kjv:Acts:20:29",
        "t": "For*p I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock."
    },
    {
        "o": 28833,
        "r": "kjv:Acts:20:30",
        "t": "Also*p of your own selves shall men arise, speaking perverse things, to draw away disciples after them."
    },
    {
        "o": 28834,
        "r": "kjv:Acts:20:31",
        "t": "Therefore*p watch, and remember, that by the space of three years I ceased not to warn every one night and day with tears."
    },
    {
        "o": 28835,
        "r": "kjv:Acts:20:32",
        "t": "And*p now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified."
    },
    {
        "o": 28836,
        "r": "kjv:Acts:20:33",
        "t": "I*p have coveted no man's silver, or gold, or apparel."
    },
    {
        "o": 28837,
        "r": "kjv:Acts:20:34",
        "t": "Yea,*p ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me."
    },
    {
        "o": 28838,
        "r": "kjv:Acts:20:35",
        "t": "I*p have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It*r is*r more*r blessed*r to*r give*r than*r to*r receive.*r"
    },
    {
        "o": 28839,
        "r": "kjv:Acts:20:36",
        "t": "And*p when he had thus spoken, he kneeled down, and prayed with them all."
    },
    {
        "o": 28840,
        "r": "kjv:Acts:20:37",
        "t": "And*p they all wept sore, and fell on Paul's neck, and kissed him,"
    },
    {
        "o": 28841,
        "r": "kjv:Acts:20:38",
        "t": "Sorrowing*p most of all for the words which he spake, that they should see his face no more. And they accompanied him unto the ship."
    },
    {
        "o": 28842,
        "r": "kjv:Acts:21:0",
        "t": "Acts 21",
        "h": 1
    },
    {
        "o": 28843,
        "r": "kjv:Acts:21:1",
        "t": "And*p it came to pass, that after we were gotten from them, and had launched, we came with a straight course unto Coos, and the day following unto Rhodes, and from thence unto Patara:"
    },
    {
        "o": 28844,
        "r": "kjv:Acts:21:2",
        "t": "And*p finding a ship sailing over unto Phoenicia, we went aboard, and set forth."
    },
    {
        "o": 28845,
        "r": "kjv:Acts:21:3",
        "t": "Now*p when we had discovered Cyprus, we left it on the left hand, and sailed into Syria, and landed at Tyre: for there the ship was to unlade her burden."
    },
    {
        "o": 28846,
        "r": "kjv:Acts:21:4",
        "t": "And*p finding disciples, we tarried there seven days: who said to Paul through the Spirit, that he should not go up to Jerusalem."
    },
    {
        "o": 28847,
        "r": "kjv:Acts:21:5",
        "t": "And*p when we had accomplished those days, we departed and went our way; and they all brought us on our way, with wives and children, till we were out of the city: and we kneeled down on the shore, and prayed."
    },
    {
        "o": 28848,
        "r": "kjv:Acts:21:6",
        "t": "And*p when we had taken our leave one of another, we took ship; and they returned home again."
    },
    {
        "o": 28849,
        "r": "kjv:Acts:21:7",
        "t": "And*p when we had finished our course from Tyre, we came to Ptolemais, and saluted the brethren, and abode with them one day."
    },
    {
        "o": 28850,
        "r": "kjv:Acts:21:8",
        "t": "And*p the next day we that were of Paul's company departed, and came unto Caesarea: and we entered into the house of Philip the evangelist, which was one of the seven; and abode with him."
    },
    {
        "o": 28851,
        "r": "kjv:Acts:21:9",
        "t": "And*p the same man had four daughters, virgins, which did prophesy."
    },
    {
        "o": 28852,
        "r": "kjv:Acts:21:10",
        "t": "And*p as we tarried there many days, there came down from Judaea a certain prophet, named Agabus."
    },
    {
        "o": 28853,
        "r": "kjv:Acts:21:11",
        "t": "And*p when he was come unto us, he took Paul's girdle, and bound his own hands and feet, and said, Thus saith the Holy Ghost, So shall the Jews at Jerusalem bind the man that owneth this girdle, and shall deliver him into the hands of the Gentiles."
    },
    {
        "o": 28854,
        "r": "kjv:Acts:21:12",
        "t": "And*p when we heard these things, both we, and they of that place, besought him not to go up to Jerusalem."
    },
    {
        "o": 28855,
        "r": "kjv:Acts:21:13",
        "t": "Then*p Paul answered, What mean ye to weep and to break mine heart? for I am ready not to be bound only, but also to die at Jerusalem for the name of the Lord Jesus."
    },
    {
        "o": 28856,
        "r": "kjv:Acts:21:14",
        "t": "And*p when he would not be persuaded, we ceased, saying, The will of the Lord be done."
    },
    {
        "o": 28857,
        "r": "kjv:Acts:21:15",
        "t": "And*p after those days we took up our carriages, and went up to Jerusalem."
    },
    {
        "o": 28858,
        "r": "kjv:Acts:21:16",
        "t": "There*p went with us also certain of the disciples of Caesarea, and brought with them one Mnason of Cyprus, an old disciple, with whom we should lodge."
    },
    {
        "o": 28859,
        "r": "kjv:Acts:21:17",
        "t": "And*p when we were come to Jerusalem, the brethren received us gladly."
    },
    {
        "o": 28860,
        "r": "kjv:Acts:21:18",
        "t": "And*p the day following Paul went in with us unto James; and all the elders were present."
    },
    {
        "o": 28861,
        "r": "kjv:Acts:21:19",
        "t": "And*p when he had saluted them, he declared particularly what things God had wrought among the Gentiles by his ministry."
    },
    {
        "o": 28862,
        "r": "kjv:Acts:21:20",
        "t": "And*p when they heard it, they glorified the Lord, and said unto him, Thou seest, brother, how many thousands of Jews there are which believe; and they are all zealous of the law:"
    },
    {
        "o": 28863,
        "r": "kjv:Acts:21:21",
        "t": "And*p they are informed of thee, that thou teachest all the Jews which are among the Gentiles to forsake Moses, saying that they ought not to circumcise their children, neither to walk after the customs."
    },
    {
        "o": 28864,
        "r": "kjv:Acts:21:22",
        "t": "What*p is it therefore? the multitude must needs come together: for they will hear that thou art come."
    },
    {
        "o": 28865,
        "r": "kjv:Acts:21:23",
        "t": "Do*p therefore this that we say to thee: We have four men which have a vow on them;"
    },
    {
        "o": 28866,
        "r": "kjv:Acts:21:24",
        "t": "Them*p take, and purify thyself with them, and be at charges with them, that they may shave their heads: and all may know that those things, whereof they were informed concerning thee, are nothing; but that thou thyself also walkest orderly, and keepest the law."
    },
    {
        "o": 28867,
        "r": "kjv:Acts:21:25",
        "t": "As*p touching the Gentiles which believe, we have written and concluded that they observe no such thing, save only that they keep themselves from things offered to idols, and from blood, and from strangled, and from fornication."
    },
    {
        "o": 28868,
        "r": "kjv:Acts:21:26",
        "t": "Then*p Paul took the men, and the next day purifying himself with them entered into the temple, to signify the accomplishment of the days of purification, until that an offering should be offered for every one of them."
    },
    {
        "o": 28869,
        "r": "kjv:Acts:21:27",
        "t": "And*p when the seven days were almost ended, the Jews which were of Asia, when they saw him in the temple, stirred up all the people, and laid hands on him,"
    },
    {
        "o": 28870,
        "r": "kjv:Acts:21:28",
        "t": "Crying*p out, Men of Israel, help: This is the man, that teacheth all men every where against the people, and the law, and this place: and further brought Greeks also into the temple, and hath polluted this holy place."
    },
    {
        "o": 28871,
        "r": "kjv:Acts:21:29",
        "t": "(For*p they had seen before with him in the city Trophimus an Ephesian, whom they supposed that Paul had brought into the temple.)"
    },
    {
        "o": 28872,
        "r": "kjv:Acts:21:30",
        "t": "And*p all the city was moved, and the people ran together: and they took Paul, and drew him out of the temple: and forthwith the doors were shut."
    },
    {
        "o": 28873,
        "r": "kjv:Acts:21:31",
        "t": "And*p as they went about to kill him, tidings came unto the chief captain of the band, that all Jerusalem was in an uproar."
    },
    {
        "o": 28874,
        "r": "kjv:Acts:21:32",
        "t": "Who*p immediately took soldiers and centurions, and ran down unto them: and when they saw the chief captain and the soldiers, they left beating of Paul."
    },
    {
        "o": 28875,
        "r": "kjv:Acts:21:33",
        "t": "Then*p the chief captain came near, and took him, and commanded him to be bound with two chains; and demanded who he was, and what he had done."
    },
    {
        "o": 28876,
        "r": "kjv:Acts:21:34",
        "t": "And*p some cried one thing, some another, among the multitude: and when he could not know the certainty for the tumult, he commanded him to be carried into the castle."
    },
    {
        "o": 28877,
        "r": "kjv:Acts:21:35",
        "t": "And*p when he came upon the stairs, so it was, that he was borne of the soldiers for the violence of the people."
    },
    {
        "o": 28878,
        "r": "kjv:Acts:21:36",
        "t": "For*p the multitude of the people followed after, crying, Away with him."
    },
    {
        "o": 28879,
        "r": "kjv:Acts:21:37",
        "t": "And*p as Paul was to be led into the castle, he said unto the chief captain, May I speak unto thee? Who said, Canst thou speak Greek?"
    },
    {
        "o": 28880,
        "r": "kjv:Acts:21:38",
        "t": "Art*p not thou that Egyptian, which before these days madest an uproar, and leddest out into the wilderness four thousand men that were murderers?"
    },
    {
        "o": 28881,
        "r": "kjv:Acts:21:39",
        "t": "But*p Paul said, I am a man which am a Jew of Tarsus, a city in Cilicia, a citizen of no mean city: and, I beseech thee, suffer me to speak unto the people."
    },
    {
        "o": 28882,
        "r": "kjv:Acts:21:40",
        "t": "And*p when he had given him licence, Paul stood on the stairs, and beckoned with the hand unto the people. And when there was made a great silence, he spake unto them in the Hebrew tongue, saying,"
    },
    {
        "o": 28883,
        "r": "kjv:Acts:22:0",
        "t": "Acts 22",
        "h": 1
    },
    {
        "o": 28884,
        "r": "kjv:Acts:22:1",
        "t": "Men,*p brethren, and fathers, hear ye my defence which I make now unto you."
    },
    {
        "o": 28885,
        "r": "kjv:Acts:22:2",
        "t": "(And*p when they heard that he spake in the Hebrew tongue to them, they kept the more silence: and he saith,)"
    },
    {
        "o": 28886,
        "r": "kjv:Acts:22:3",
        "t": "I*p am verily a man which am a Jew, born in Tarsus, a city in Cilicia, yet brought up in this city at the feet of Gamaliel, and taught according to the perfect manner of the law of the fathers, and was zealous toward God, as ye all are this day."
    },
    {
        "o": 28887,
        "r": "kjv:Acts:22:4",
        "t": "And*p I persecuted this way unto the death, binding and delivering into prisons both men and women."
    },
    {
        "o": 28888,
        "r": "kjv:Acts:22:5",
        "t": "As*p also the high priest doth bear me witness, and all the estate of the elders: from whom also I received letters unto the brethren, and went to Damascus, to bring them which were there bound unto Jerusalem, for to be punished."
    },
    {
        "o": 28889,
        "r": "kjv:Acts:22:6",
        "t": "And*p it came to pass, that, as I made my journey, and was come nigh unto Damascus about noon, suddenly there shone from heaven a great light round about me."
    },
    {
        "o": 28890,
        "r": "kjv:Acts:22:7",
        "t": "And*p I fell unto the ground, and heard a voice saying unto me, Saul,*r Saul,*r why*r persecutest*r thou*r me?*r"
    },
    {
        "o": 28891,
        "r": "kjv:Acts:22:8",
        "t": "And*p I answered, Who art thou, Lord? And he said unto me, I*r am*r Jesus*r of*r Nazareth,*r whom*r thou*r persecutest.*r"
    },
    {
        "o": 28892,
        "r": "kjv:Acts:22:9",
        "t": "And*p they that were with me saw indeed the light, and were afraid; but they heard not the voice of him that spake to me."
    },
    {
        "o": 28893,
        "r": "kjv:Acts:22:10",
        "t": "And*p I said, What shall I do, Lord? And the Lord said unto me, Arise,*r and*r go*r into*r Damascus;*r and*r there*r it*r shall*r be*r told*r thee*r of*r all*r things*r which*r are*r appointed*r for*r thee*r to*r do.*r"
    },
    {
        "o": 28894,
        "r": "kjv:Acts:22:11",
        "t": "And*p when I could not see for the glory of that light, being led by the hand of them that were with me, I came into Damascus."
    },
    {
        "o": 28895,
        "r": "kjv:Acts:22:12",
        "t": "And*p one Ananias, a devout man according to the law, having a good report of all the Jews which dwelt there,"
    },
    {
        "o": 28896,
        "r": "kjv:Acts:22:13",
        "t": "Came*p unto me, and stood, and said unto me, Brother Saul, receive thy sight. And the same hour I looked up upon him."
    },
    {
        "o": 28897,
        "r": "kjv:Acts:22:14",
        "t": "And*p he said, The God of our fathers hath chosen thee, that thou shouldest know his will, and see that Just One, and shouldest hear the voice of his mouth."
    },
    {
        "o": 28898,
        "r": "kjv:Acts:22:15",
        "t": "For*p thou shalt be his witness unto all men of what thou hast seen and heard."
    },
    {
        "o": 28899,
        "r": "kjv:Acts:22:16",
        "t": "And*p now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord."
    },
    {
        "o": 28900,
        "r": "kjv:Acts:22:17",
        "t": "And*p it came to pass, that, when I was come again to Jerusalem, even while I prayed in the temple, I was in a trance;"
    },
    {
        "o": 28901,
        "r": "kjv:Acts:22:18",
        "t": "And*p saw him saying unto me, Make*r haste,*r and*r get*r thee*r quickly*r out*r of*r Jerusalem:*r for*r they*r will*r not*r receive*r thy*r testimony*r concerning*r me.*r"
    },
    {
        "o": 28902,
        "r": "kjv:Acts:22:19",
        "t": "And*p I said, Lord, they know that I imprisoned and beat in every synagogue them that believed on thee:"
    },
    {
        "o": 28903,
        "r": "kjv:Acts:22:20",
        "t": "And*p when the blood of thy martyr Stephen was shed, I also was standing by, and consenting unto his death, and kept the raiment of them that slew him."
    },
    {
        "o": 28904,
        "r": "kjv:Acts:22:21",
        "t": "And*p he said unto me, Depart:*r for*r I*r will*r send*r thee*r far*r hence*r unto*r the*r Gentiles.*r"
    },
    {
        "o": 28905,
        "r": "kjv:Acts:22:22",
        "t": "And*p they gave him audience unto this word, and then lifted up their voices, and said, Away with such a fellow from the earth: for it is not fit that he should live."
    },
    {
        "o": 28906,
        "r": "kjv:Acts:22:23",
        "t": "And*p as they cried out, and cast off their clothes, and threw dust into the air,"
    },
    {
        "o": 28907,
        "r": "kjv:Acts:22:24",
        "t": "The*p chief captain commanded him to be brought into the castle, and bade that he should be examined by scourging; that he might know wherefore they cried so against him."
    },
    {
        "o": 28908,
        "r": "kjv:Acts:22:25",
        "t": "And*p as they bound him with thongs, Paul said unto the centurion that stood by, Is it lawful for you to scourge a man that is a Roman, and uncondemned?"
    },
    {
        "o": 28909,
        "r": "kjv:Acts:22:26",
        "t": "When*p the centurion heard that, he went and told the chief captain, saying, Take heed what thou doest: for this man is a Roman."
    },
    {
        "o": 28910,
        "r": "kjv:Acts:22:27",
        "t": "Then*p the chief captain came, and said unto him, Tell me, art thou a Roman? He said, Yea."
    },
    {
        "o": 28911,
        "r": "kjv:Acts:22:28",
        "t": "And*p the chief captain answered, With a great sum obtained I this freedom. And Paul said, But I was free born."
    },
    {
        "o": 28912,
        "r": "kjv:Acts:22:29",
        "t": "Then*p straightway they departed from him which should have examined him: and the chief captain also was afraid, after he knew that he was a Roman, and because he had bound him."
    },
    {
        "o": 28913,
        "r": "kjv:Acts:22:30",
        "t": "On*p the morrow, because he would have known the certainty wherefore he was accused of the Jews, he loosed him from his bands, and commanded the chief priests and all their council to appear, and brought Paul down, and set him before them."
    },
    {
        "o": 28914,
        "r": "kjv:Acts:23:0",
        "t": "Acts 23",
        "h": 1
    },
    {
        "o": 28915,
        "r": "kjv:Acts:23:1",
        "t": "And*p Paul, earnestly beholding the council, said, Men and brethren, I have lived in all good conscience before God until this day."
    },
    {
        "o": 28916,
        "r": "kjv:Acts:23:2",
        "t": "And*p the high priest Ananias commanded them that stood by him to smite him on the mouth."
    },
    {
        "o": 28917,
        "r": "kjv:Acts:23:3",
        "t": "Then*p said Paul unto him, God shall smite thee, thou whited wall: for sittest thou to judge me after the law, and commandest me to be smitten contrary to the law?"
    },
    {
        "o": 28918,
        "r": "kjv:Acts:23:4",
        "t": "And*p they that stood by said, Revilest thou God's high priest?"
    },
    {
        "o": 28919,
        "r": "kjv:Acts:23:5",
        "t": "Then*p said Paul, I wist not, brethren, that he was the high priest: for it is written, Thou shalt not speak evil of the ruler of thy people."
    },
    {
        "o": 28920,
        "r": "kjv:Acts:23:6",
        "t": "But*p when Paul perceived that the one part were Sadducees, and the other Pharisees, he cried out in the council, Men and brethren, I am a Pharisee, the son of a Pharisee: of the hope and resurrection of the dead I am called in question."
    },
    {
        "o": 28921,
        "r": "kjv:Acts:23:7",
        "t": "And*p when he had so said, there arose a dissension between the Pharisees and the Sadducees: and the multitude was divided."
    },
    {
        "o": 28922,
        "r": "kjv:Acts:23:8",
        "t": "For*p the Sadducees say that there is no resurrection, neither angel, nor spirit: but the Pharisees confess both."
    },
    {
        "o": 28923,
        "r": "kjv:Acts:23:9",
        "t": "And*p there arose a great cry: and the scribes that were of the Pharisees' part arose, and strove, saying, We find no evil in this man: but if a spirit or an angel hath spoken to him, let us not fight against God."
    },
    {
        "o": 28924,
        "r": "kjv:Acts:23:10",
        "t": "And*p when there arose a great dissension, the chief captain, fearing lest Paul should have been pulled in pieces of them, commanded the soldiers to go down, and to take him by force from among them, and to bring him into the castle."
    },
    {
        "o": 28925,
        "r": "kjv:Acts:23:11",
        "t": "And*p the night following the Lord stood by him, and said, Be*r of*r good*r cheer,*r Paul:*r for*r as*r thou*r hast*r testified*r of*r me*r in*r Jerusalem,*r so*r must*r thou*r bear*r witness*r also*r at*r Rome.*r"
    },
    {
        "o": 28926,
        "r": "kjv:Acts:23:12",
        "t": "And*p when it was day, certain of the Jews banded together, and bound themselves under a curse, saying that they would neither eat nor drink till they had killed Paul."
    },
    {
        "o": 28927,
        "r": "kjv:Acts:23:13",
        "t": "And*p they were more than forty which had made this conspiracy."
    },
    {
        "o": 28928,
        "r": "kjv:Acts:23:14",
        "t": "And*p they came to the chief priests and elders, and said, We have bound ourselves under a great curse, that we will eat nothing until we have slain Paul."
    },
    {
        "o": 28929,
        "r": "kjv:Acts:23:15",
        "t": "Now*p therefore ye with the council signify to the chief captain that he bring him down unto you to morrow, as though ye would enquire something more perfectly concerning him: and we, or ever he come near, are ready to kill him."
    },
    {
        "o": 28930,
        "r": "kjv:Acts:23:16",
        "t": "And*p when Paul's sister's son heard of their lying in wait, he went and entered into the castle, and told Paul."
    },
    {
        "o": 28931,
        "r": "kjv:Acts:23:17",
        "t": "Then*p Paul called one of the centurions unto him, and said, Bring this young man unto the chief captain: for he hath a certain thing to tell him."
    },
    {
        "o": 28932,
        "r": "kjv:Acts:23:18",
        "t": "So*p he took him, and brought him to the chief captain, and said, Paul the prisoner called me unto him, and prayed me to bring this young man unto thee, who hath something to say unto thee."
    },
    {
        "o": 28933,
        "r": "kjv:Acts:23:19",
        "t": "Then*p the chief captain took him by the hand, and went with him aside privately, and asked him, What is that thou hast to tell me?"
    },
    {
        "o": 28934,
        "r": "kjv:Acts:23:20",
        "t": "And*p he said, The Jews have agreed to desire thee that thou wouldest bring down Paul to morrow into the council, as though they would enquire somewhat of him more perfectly."
    },
    {
        "o": 28935,
        "r": "kjv:Acts:23:21",
        "t": "But*p do not thou yield unto them: for there lie in wait for him of them more than forty men, which have bound themselves with an oath, that they will neither eat nor drink till they have killed him: and now are they ready, looking for a promise from thee."
    },
    {
        "o": 28936,
        "r": "kjv:Acts:23:22",
        "t": "So*p the chief captain then let the young man depart, and charged him, See thou tell no man that thou hast shewed these things to me."
    },
    {
        "o": 28937,
        "r": "kjv:Acts:23:23",
        "t": "And*p he called unto him two centurions, saying, Make ready two hundred soldiers to go to Caesarea, and horsemen threescore and ten, and spearmen two hundred, at the third hour of the night;"
    },
    {
        "o": 28938,
        "r": "kjv:Acts:23:24",
        "t": "And*p provide them beasts, that they may set Paul on, and bring him safe unto Felix the governor."
    },
    {
        "o": 28939,
        "r": "kjv:Acts:23:25",
        "t": "And*p he wrote a letter after this manner:"
    },
    {
        "o": 28940,
        "r": "kjv:Acts:23:26",
        "t": "Claudius*p Lysias unto the most excellent governor Felix sendeth greeting."
    },
    {
        "o": 28941,
        "r": "kjv:Acts:23:27",
        "t": "This*p man was taken of the Jews, and should have been killed of them: then came I with an army, and rescued him, having understood that he was a Roman."
    },
    {
        "o": 28942,
        "r": "kjv:Acts:23:28",
        "t": "And*p when I would have known the cause wherefore they accused him, I brought him forth into their council:"
    },
    {
        "o": 28943,
        "r": "kjv:Acts:23:29",
        "t": "Whom*p I perceived to be accused of questions of their law, but to have nothing laid to his charge worthy of death or of bonds."
    },
    {
        "o": 28944,
        "r": "kjv:Acts:23:30",
        "t": "And*p when it was told me how that the Jews laid wait for the man, I sent straightway to thee, and gave commandment to his accusers also to say before thee what they had against him. Farewell."
    },
    {
        "o": 28945,
        "r": "kjv:Acts:23:31",
        "t": "Then*p the soldiers, as it was commanded them, took Paul, and brought him by night to Antipatris."
    },
    {
        "o": 28946,
        "r": "kjv:Acts:23:32",
        "t": "On*p the morrow they left the horsemen to go with him, and returned to the castle:"
    },
    {
        "o": 28947,
        "r": "kjv:Acts:23:33",
        "t": "Who,*p when they came to Caesarea, and delivered the epistle to the governor, presented Paul also before him."
    },
    {
        "o": 28948,
        "r": "kjv:Acts:23:34",
        "t": "And*p when the governor had read the letter, he asked of what province he was. And when he understood that he was of Cilicia;"
    },
    {
        "o": 28949,
        "r": "kjv:Acts:23:35",
        "t": "I*p will hear thee, said he, when thine accusers are also come. And he commanded him to be kept in Herod's judgment hall."
    },
    {
        "o": 28950,
        "r": "kjv:Acts:24:0",
        "t": "Acts 24",
        "h": 1
    },
    {
        "o": 28951,
        "r": "kjv:Acts:24:1",
        "t": "And*p after five days Ananias the high priest descended with the elders, and with a certain orator named Tertullus, who informed the governor against Paul."
    },
    {
        "o": 28952,
        "r": "kjv:Acts:24:2",
        "t": "And*p when he was called forth, Tertullus began to accuse him, saying, Seeing that by thee we enjoy great quietness, and that very worthy deeds are done unto this nation by thy providence,"
    },
    {
        "o": 28953,
        "r": "kjv:Acts:24:3",
        "t": "We*p accept it always, and in all places, most noble Felix, with all thankfulness."
    },
    {
        "o": 28954,
        "r": "kjv:Acts:24:4",
        "t": "Notwithstanding,*p that I be not further tedious unto thee, I pray thee that thou wouldest hear us of thy clemency a few words."
    },
    {
        "o": 28955,
        "r": "kjv:Acts:24:5",
        "t": "For*p we have found this man a pestilent fellow, and a mover of sedition among all the Jews throughout the world, and a ringleader of the sect of the Nazarenes:"
    },
    {
        "o": 28956,
        "r": "kjv:Acts:24:6",
        "t": "Who*p also hath gone about to profane the temple: whom we took, and would have judged according to our law."
    },
    {
        "o": 28957,
        "r": "kjv:Acts:24:7",
        "t": "But*p the chief captain Lysias came upon us, and with great violence took him away out of our hands,"
    },
    {
        "o": 28958,
        "r": "kjv:Acts:24:8",
        "t": "Commanding*p his accusers to come unto thee: by examining of whom thyself mayest take knowledge of all these things, whereof we accuse him."
    },
    {
        "o": 28959,
        "r": "kjv:Acts:24:9",
        "t": "And*p the Jews also assented, saying that these things were so."
    },
    {
        "o": 28960,
        "r": "kjv:Acts:24:10",
        "t": "Then*p Paul, after that the governor had beckoned unto him to speak, answered, Forasmuch as I know that thou hast been of many years a judge unto this nation, I do the more cheerfully answer for myself:"
    },
    {
        "o": 28961,
        "r": "kjv:Acts:24:11",
        "t": "Because*p that thou mayest understand, that there are yet but twelve days since I went up to Jerusalem for to worship."
    },
    {
        "o": 28962,
        "r": "kjv:Acts:24:12",
        "t": "And*p they neither found me in the temple disputing with any man, neither raising up the people, neither in the synagogues, nor in the city:"
    },
    {
        "o": 28963,
        "r": "kjv:Acts:24:13",
        "t": "Neither*p can they prove the things whereof they now accuse me."
    },
    {
        "o": 28964,
        "r": "kjv:Acts:24:14",
        "t": "But*p this I confess unto thee, that after the way which they call heresy, so worship I the God of my fathers, believing all things which are written in the law and in the prophets:"
    },
    {
        "o": 28965,
        "r": "kjv:Acts:24:15",
        "t": "And*p have hope toward God, which they themselves also allow, that there shall be a resurrection of the dead, both of the just and unjust."
    },
    {
        "o": 28966,
        "r": "kjv:Acts:24:16",
        "t": "And*p herein do I exercise myself, to have always a conscience void of offence toward God, and toward men."
    },
    {
        "o": 28967,
        "r": "kjv:Acts:24:17",
        "t": "Now*p after many years I came to bring alms to my nation, and offerings."
    },
    {
        "o": 28968,
        "r": "kjv:Acts:24:18",
        "t": "Whereupon*p certain Jews from Asia found me purified in the temple, neither with multitude, nor with tumult."
    },
    {
        "o": 28969,
        "r": "kjv:Acts:24:19",
        "t": "Who*p ought to have been here before thee, and object, if they had ought against me."
    },
    {
        "o": 28970,
        "r": "kjv:Acts:24:20",
        "t": "Or*p else let these same here say, if they have found any evil doing in me, while I stood before the council,"
    },
    {
        "o": 28971,
        "r": "kjv:Acts:24:21",
        "t": "Except*p it be for this one voice, that I cried standing among them, Touching the resurrection of the dead I am called in question by you this day."
    },
    {
        "o": 28972,
        "r": "kjv:Acts:24:22",
        "t": "And*p when Felix heard these things, having more perfect knowledge of that way, he deferred them, and said, When Lysias the chief captain shall come down, I will know the uttermost of your matter."
    },
    {
        "o": 28973,
        "r": "kjv:Acts:24:23",
        "t": "And*p he commanded a centurion to keep Paul, and to let him have liberty, and that he should forbid none of his acquaintance to minister or come unto him."
    },
    {
        "o": 28974,
        "r": "kjv:Acts:24:24",
        "t": "And*p after certain days, when Felix came with his wife Drusilla, which was a Jewess, he sent for Paul, and heard him concerning the faith in Christ."
    },
    {
        "o": 28975,
        "r": "kjv:Acts:24:25",
        "t": "And*p as he reasoned of righteousness, temperance, and judgment to come, Felix trembled, and answered, Go thy way for this time; when I have a convenient season, I will call for thee."
    },
    {
        "o": 28976,
        "r": "kjv:Acts:24:26",
        "t": "He*p hoped also that money should have been given him of Paul, that he might loose him: wherefore he sent for him the oftener, and communed with him."
    },
    {
        "o": 28977,
        "r": "kjv:Acts:24:27",
        "t": "But*p after two years Porcius Festus came into Felix' room: and Felix, willing to shew the Jews a pleasure, left Paul bound."
    },
    {
        "o": 28978,
        "r": "kjv:Acts:25:0",
        "t": "Acts 25",
        "h": 1
    },
    {
        "o": 28979,
        "r": "kjv:Acts:25:1",
        "t": "Now*p when Festus was come into the province, after three days he ascended from Caesarea to Jerusalem."
    },
    {
        "o": 28980,
        "r": "kjv:Acts:25:2",
        "t": "Then*p the high priest and the chief of the Jews informed him against Paul, and besought him,"
    },
    {
        "o": 28981,
        "r": "kjv:Acts:25:3",
        "t": "And*p desired favour against him, that he would send for him to Jerusalem, laying wait in the way to kill him."
    },
    {
        "o": 28982,
        "r": "kjv:Acts:25:4",
        "t": "But*p Festus answered, that Paul should be kept at Caesarea, and that he himself would depart shortly thither."
    },
    {
        "o": 28983,
        "r": "kjv:Acts:25:5",
        "t": "Let*p them therefore, said he, which among you are able, go down with me, and accuse this man, if there be any wickedness in him."
    },
    {
        "o": 28984,
        "r": "kjv:Acts:25:6",
        "t": "And*p when he had tarried among them more than ten days, he went down unto Caesarea; and the next day sitting on the judgment seat commanded Paul to be brought."
    },
    {
        "o": 28985,
        "r": "kjv:Acts:25:7",
        "t": "And*p when he was come, the Jews which came down from Jerusalem stood round about, and laid many and grievous complaints against Paul, which they could not prove."
    },
    {
        "o": 28986,
        "r": "kjv:Acts:25:8",
        "t": "While*p he answered for himself, Neither against the law of the Jews, neither against the temple, nor yet against Caesar, have I offended any thing at all."
    },
    {
        "o": 28987,
        "r": "kjv:Acts:25:9",
        "t": "But*p Festus, willing to do the Jews a pleasure, answered Paul, and said, Wilt thou go up to Jerusalem, and there be judged of these things before me?"
    },
    {
        "o": 28988,
        "r": "kjv:Acts:25:10",
        "t": "Then*p said Paul, I stand at Caesar's judgment seat, where I ought to be judged: to the Jews have I done no wrong, as thou very well knowest."
    },
    {
        "o": 28989,
        "r": "kjv:Acts:25:11",
        "t": "For*p if I be an offender, or have committed any thing worthy of death, I refuse not to die: but if there be none of these things whereof these accuse me, no man may deliver me unto them. I appeal unto Caesar."
    },
    {
        "o": 28990,
        "r": "kjv:Acts:25:12",
        "t": "Then*p Festus, when he had conferred with the council, answered, Hast thou appealed unto Caesar? unto Caesar shalt thou go."
    },
    {
        "o": 28991,
        "r": "kjv:Acts:25:13",
        "t": "And*p after certain days king Agrippa and Bernice came unto Caesarea to salute Festus."
    },
    {
        "o": 28992,
        "r": "kjv:Acts:25:14",
        "t": "And*p when they had been there many days, Festus declared Paul's cause unto the king, saying, There is a certain man left in bonds by Felix:"
    },
    {
        "o": 28993,
        "r": "kjv:Acts:25:15",
        "t": "About*p whom, when I was at Jerusalem, the chief priests and the elders of the Jews informed me, desiring to have judgment against him."
    },
    {
        "o": 28994,
        "r": "kjv:Acts:25:16",
        "t": "To*p whom I answered, It is not the manner of the Romans to deliver any man to die, before that he which is accused have the accusers face to face, and have licence to answer for himself concerning the crime laid against him."
    },
    {
        "o": 28995,
        "r": "kjv:Acts:25:17",
        "t": "Therefore,*p when they were come hither, without any delay on the morrow I sat on the judgment seat, and commanded the man to be brought forth."
    },
    {
        "o": 28996,
        "r": "kjv:Acts:25:18",
        "t": "Against*p whom when the accusers stood up, they brought none accusation of such things as I supposed:"
    },
    {
        "o": 28997,
        "r": "kjv:Acts:25:19",
        "t": "But*p had certain questions against him of their own superstition, and of one Jesus, which was dead, whom Paul affirmed to be alive."
    },
    {
        "o": 28998,
        "r": "kjv:Acts:25:20",
        "t": "And*p because I doubted of such manner of questions, I asked him whether he would go to Jerusalem, and there be judged of these matters."
    },
    {
        "o": 28999,
        "r": "kjv:Acts:25:21",
        "t": "But*p when Paul had appealed to be reserved unto the hearing of Augustus, I commanded him to be kept till I might send him to Caesar."
    },
    {
        "o": 29000,
        "r": "kjv:Acts:25:22",
        "t": "Then*p Agrippa said unto Festus, I would also hear the man myself. To morrow, said he, thou shalt hear him."
    },
    {
        "o": 29001,
        "r": "kjv:Acts:25:23",
        "t": "And*p on the morrow, when Agrippa was come, and Bernice, with great pomp, and was entered into the place of hearing, with the chief captains, and principal men of the city, at Festus' commandment Paul was brought forth."
    },
    {
        "o": 29002,
        "r": "kjv:Acts:25:24",
        "t": "And*p Festus said, King Agrippa, and all men which are here present with us, ye see this man, about whom all the multitude of the Jews have dealt with me, both at Jerusalem, and also here, crying that he ought not to live any longer."
    },
    {
        "o": 29003,
        "r": "kjv:Acts:25:25",
        "t": "But*p when I found that he had committed nothing worthy of death, and that he himself hath appealed to Augustus, I have determined to send him."
    },
    {
        "o": 29004,
        "r": "kjv:Acts:25:26",
        "t": "Of*p whom I have no certain thing to write unto my lord. Wherefore I have brought him forth before you, and specially before thee, O king Agrippa, that, after examination had, I might have somewhat to write."
    },
    {
        "o": 29005,
        "r": "kjv:Acts:25:27",
        "t": "For*p it seemeth to me unreasonable to send a prisoner, and not withal to signify the crimes laid against him."
    },
    {
        "o": 29006,
        "r": "kjv:Acts:26:0",
        "t": "Acts 26",
        "h": 1
    },
    {
        "o": 29007,
        "r": "kjv:Acts:26:1",
        "t": "Then*p Agrippa said unto Paul, Thou art permitted to speak for thyself. Then Paul stretched forth the hand, and answered for himself:"
    },
    {
        "o": 29008,
        "r": "kjv:Acts:26:2",
        "t": "I*p think myself happy, king Agrippa, because I shall answer for myself this day before thee touching all the things whereof I am accused of the Jews:"
    },
    {
        "o": 29009,
        "r": "kjv:Acts:26:3",
        "t": "Especially*p because I know thee to be expert in all customs and questions which are among the Jews: wherefore I beseech thee to hear me patiently."
    },
    {
        "o": 29010,
        "r": "kjv:Acts:26:4",
        "t": "My*p manner of life from my youth, which was at the first among mine own nation at Jerusalem, know all the Jews;"
    },
    {
        "o": 29011,
        "r": "kjv:Acts:26:5",
        "t": "Which*p knew me from the beginning, if they would testify, that after the most straitest sect of our religion I lived a Pharisee."
    },
    {
        "o": 29012,
        "r": "kjv:Acts:26:6",
        "t": "And*p now I stand and am judged for the hope of the promise made of God unto our fathers:"
    },
    {
        "o": 29013,
        "r": "kjv:Acts:26:7",
        "t": "Unto*p which promise our twelve tribes, instantly serving God day and night, hope to come. For which hope's sake, king Agrippa, I am accused of the Jews."
    },
    {
        "o": 29014,
        "r": "kjv:Acts:26:8",
        "t": "Why*p should it be thought a thing incredible with you, that God should raise the dead?"
    },
    {
        "o": 29015,
        "r": "kjv:Acts:26:9",
        "t": "I*p verily thought with myself, that I ought to do many things contrary to the name of Jesus of Nazareth."
    },
    {
        "o": 29016,
        "r": "kjv:Acts:26:10",
        "t": "Which*p thing I also did in Jerusalem: and many of the saints did I shut up in prison, having received authority from the chief priests; and when they were put to death, I gave my voice against them."
    },
    {
        "o": 29017,
        "r": "kjv:Acts:26:11",
        "t": "And*p I punished them oft in every synagogue, and compelled them to blaspheme; and being exceedingly mad against them, I persecuted them even unto strange cities."
    },
    {
        "o": 29018,
        "r": "kjv:Acts:26:12",
        "t": "Whereupon*p as I went to Damascus with authority and commission from the chief priests,"
    },
    {
        "o": 29019,
        "r": "kjv:Acts:26:13",
        "t": "At*p midday, O king, I saw in the way a light from heaven, above the brightness of the sun, shining round about me and them which journeyed with me."
    },
    {
        "o": 29020,
        "r": "kjv:Acts:26:14",
        "t": "And*p when we were all fallen to the earth, I heard a voice speaking unto me, and saying in the Hebrew tongue, Saul,*r Saul,*r why*r persecutest*r thou*r me?*r it*r is*r hard*r for*r thee*r to*r kick*r against*r the*r pricks.*r"
    },
    {
        "o": 29021,
        "r": "kjv:Acts:26:15",
        "t": "And*p I said, Who art thou, Lord? And he said, I*r am*r Jesus*r whom*r thou*r persecutest.*r"
    },
    {
        "o": 29022,
        "r": "kjv:Acts:26:16",
        "t": "But*rp rise,*r and*r stand*r upon*r thy*r feet:*r for*r I*r have*r appeared*r unto*r thee*r for*r this*r purpose,*r to*r make*r thee*r a*r minister*r and*r a*r witness*r both*r of*r these*r things*r which*r thou*r hast*r seen,*r and*r of*r those*r things*r in*r the*r which*r I*r will*r appear*r unto*r thee;*r"
    },
    {
        "o": 29023,
        "r": "kjv:Acts:26:17",
        "t": "Delivering*rp thee*r from*r the*r people,*r and*r from*r the*r Gentiles,*r unto*r whom*r now*r I*r send*r thee,*r"
    },
    {
        "o": 29024,
        "r": "kjv:Acts:26:18",
        "t": "To*rp open*r their*r eyes,*r and*r to*r turn*r them*r from*r darkness*r to*r light,*r and*r from*r the*r power*r of*r Satan*r unto*r God,*r that*r they*r may*r receive*r forgiveness*r of*r sins,*r and*r inheritance*r among*r them*r which*r are*r sanctified*r by*r faith*r that*r is*r in*r me.*r"
    },
    {
        "o": 29025,
        "r": "kjv:Acts:26:19",
        "t": "Whereupon,*p O king Agrippa, I was not disobedient unto the heavenly vision:"
    },
    {
        "o": 29026,
        "r": "kjv:Acts:26:20",
        "t": "But*p shewed first unto them of Damascus, and at Jerusalem, and throughout all the coasts of Judaea, and then to the Gentiles, that they should repent and turn to God, and do works meet for repentance."
    },
    {
        "o": 29027,
        "r": "kjv:Acts:26:21",
        "t": "For*p these causes the Jews caught me in the temple, and went about to kill me."
    },
    {
        "o": 29028,
        "r": "kjv:Acts:26:22",
        "t": "Having*p therefore obtained help of God, I continue unto this day, witnessing both to small and great, saying none other things than those which the prophets and Moses did say should come:"
    },
    {
        "o": 29029,
        "r": "kjv:Acts:26:23",
        "t": "That*p Christ should suffer, and that he should be the first that should rise from the dead, and should shew light unto the people, and to the Gentiles."
    },
    {
        "o": 29030,
        "r": "kjv:Acts:26:24",
        "t": "And*p as he thus spake for himself, Festus said with a loud voice, Paul, thou art beside thyself; much learning doth make thee mad."
    },
    {
        "o": 29031,
        "r": "kjv:Acts:26:25",
        "t": "But*p he said, I am not mad, most noble Festus; but speak forth the words of truth and soberness."
    },
    {
        "o": 29032,
        "r": "kjv:Acts:26:26",
        "t": "For*p the king knoweth of these things, before whom also I speak freely: for I am persuaded that none of these things are hidden from him; for this thing was not done in a corner."
    },
    {
        "o": 29033,
        "r": "kjv:Acts:26:27",
        "t": "King*p Agrippa, believest thou the prophets? I know that thou believest."
    },
    {
        "o": 29034,
        "r": "kjv:Acts:26:28",
        "t": "Then*p Agrippa said unto Paul, Almost thou persuadest me to be a Christian."
    },
    {
        "o": 29035,
        "r": "kjv:Acts:26:29",
        "t": "And*p Paul said, I would to God, that not only thou, but also all that hear me this day, were both almost, and altogether such as I am, except these bonds."
    },
    {
        "o": 29036,
        "r": "kjv:Acts:26:30",
        "t": "And*p when he had thus spoken, the king rose up, and the governor, and Bernice, and they that sat with them:"
    },
    {
        "o": 29037,
        "r": "kjv:Acts:26:31",
        "t": "And*p when they were gone aside, they talked between themselves, saying, This man doeth nothing worthy of death or of bonds."
    },
    {
        "o": 29038,
        "r": "kjv:Acts:26:32",
        "t": "Then*p said Agrippa unto Festus, This man might have been set at liberty, if he had not appealed unto Caesar."
    },
    {
        "o": 29039,
        "r": "kjv:Acts:27:0",
        "t": "Acts 27",
        "h": 1
    },
    {
        "o": 29040,
        "r": "kjv:Acts:27:1",
        "t": "And*p when it was determined that we should sail into Italy, they delivered Paul and certain other prisoners unto one named Julius, a centurion of Augustus' band."
    },
    {
        "o": 29041,
        "r": "kjv:Acts:27:2",
        "t": "And*p entering into a ship of Adramyttium, we launched, meaning to sail by the coasts of Asia; one Aristarchus, a Macedonian of Thessalonica, being with us."
    },
    {
        "o": 29042,
        "r": "kjv:Acts:27:3",
        "t": "And*p the next day we touched at Sidon. And Julius courteously entreated Paul, and gave him liberty to go unto his friends to refresh himself."
    },
    {
        "o": 29043,
        "r": "kjv:Acts:27:4",
        "t": "And*p when we had launched from thence, we sailed under Cyprus, because the winds were contrary."
    },
    {
        "o": 29044,
        "r": "kjv:Acts:27:5",
        "t": "And*p when we had sailed over the sea of Cilicia and Pamphylia, we came to Myra, a city of Lycia."
    },
    {
        "o": 29045,
        "r": "kjv:Acts:27:6",
        "t": "And*p there the centurion found a ship of Alexandria sailing into Italy; and he put us therein."
    },
    {
        "o": 29046,
        "r": "kjv:Acts:27:7",
        "t": "And*p when we had sailed slowly many days, and scarce were come over against Cnidus, the wind not suffering us, we sailed under Crete, over against Salmone;"
    },
    {
        "o": 29047,
        "r": "kjv:Acts:27:8",
        "t": "And,*p hardly passing it, came unto a place which is called The fair havens; nigh whereunto was the city of Lasea."
    },
    {
        "o": 29048,
        "r": "kjv:Acts:27:9",
        "t": "Now*p when much time was spent, and when sailing was now dangerous, because the fast was now already past, Paul admonished them,"
    },
    {
        "o": 29049,
        "r": "kjv:Acts:27:10",
        "t": "And*p said unto them, Sirs, I perceive that this voyage will be with hurt and much damage, not only of the lading and ship, but also of our lives."
    },
    {
        "o": 29050,
        "r": "kjv:Acts:27:11",
        "t": "Nevertheless*p the centurion believed the master and the owner of the ship, more than those things which were spoken by Paul."
    },
    {
        "o": 29051,
        "r": "kjv:Acts:27:12",
        "t": "And*p because the haven was not commodious to winter in, the more part advised to depart thence also, if by any means they might attain to Phenice, and there to winter; which is an haven of Crete, and lieth toward the south west and north west."
    },
    {
        "o": 29052,
        "r": "kjv:Acts:27:13",
        "t": "And*p when the south wind blew softly, supposing that they had obtained their purpose, loosing thence, they sailed close by Crete."
    },
    {
        "o": 29053,
        "r": "kjv:Acts:27:14",
        "t": "But*p not long after there arose against it a tempestuous wind, called Euroclydon."
    },
    {
        "o": 29054,
        "r": "kjv:Acts:27:15",
        "t": "And*p when the ship was caught, and could not bear up into the wind, we let her drive."
    },
    {
        "o": 29055,
        "r": "kjv:Acts:27:16",
        "t": "And*p running under a certain island which is called Clauda, we had much work to come by the boat:"
    },
    {
        "o": 29056,
        "r": "kjv:Acts:27:17",
        "t": "Which*p when they had taken up, they used helps, undergirding the ship; and, fearing lest they should fall into the quicksands, strake sail, and so were driven."
    },
    {
        "o": 29057,
        "r": "kjv:Acts:27:18",
        "t": "And*p we being exceedingly tossed with a tempest, the next day they lightened the ship;"
    },
    {
        "o": 29058,
        "r": "kjv:Acts:27:19",
        "t": "And*p the third day we cast out with our own hands the tackling of the ship."
    },
    {
        "o": 29059,
        "r": "kjv:Acts:27:20",
        "t": "And*p when neither sun nor stars in many days appeared, and no small tempest lay on us, all hope that we should be saved was then taken away."
    },
    {
        "o": 29060,
        "r": "kjv:Acts:27:21",
        "t": "But*p after long abstinence Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened unto me, and not have loosed from Crete, and to have gained this harm and loss."
    },
    {
        "o": 29061,
        "r": "kjv:Acts:27:22",
        "t": "And*p now I exhort you to be of good cheer: for there shall be no loss of any man's life among you, but of the ship."
    },
    {
        "o": 29062,
        "r": "kjv:Acts:27:23",
        "t": "For*p there stood by me this night the angel of God, whose I am, and whom I serve,"
    },
    {
        "o": 29063,
        "r": "kjv:Acts:27:24",
        "t": "Saying,*p Fear not, Paul; thou must be brought before Caesar: and, lo, God hath given thee all them that sail with thee."
    },
    {
        "o": 29064,
        "r": "kjv:Acts:27:25",
        "t": "Wherefore,*p sirs, be of good cheer: for I believe God, that it shall be even as it was told me."
    },
    {
        "o": 29065,
        "r": "kjv:Acts:27:26",
        "t": "Howbeit*p we must be cast upon a certain island."
    },
    {
        "o": 29066,
        "r": "kjv:Acts:27:27",
        "t": "But*p when the fourteenth night was come, as we were driven up and down in Adria, about midnight the shipmen deemed that they drew near to some country;"
    },
    {
        "o": 29067,
        "r": "kjv:Acts:27:28",
        "t": "And*p sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found it fifteen fathoms."
    },
    {
        "o": 29068,
        "r": "kjv:Acts:27:29",
        "t": "Then*p fearing lest we should have fallen upon rocks, they cast four anchors out of the stern, and wished for the day."
    },
    {
        "o": 29069,
        "r": "kjv:Acts:27:30",
        "t": "And*p as the shipmen were about to flee out of the ship, when they had let down the boat into the sea, under colour as though they would have cast anchors out of the foreship,"
    },
    {
        "o": 29070,
        "r": "kjv:Acts:27:31",
        "t": "Paul*p said to the centurion and to the soldiers, Except these abide in the ship, ye cannot be saved."
    },
    {
        "o": 29071,
        "r": "kjv:Acts:27:32",
        "t": "Then*p the soldiers cut off the ropes of the boat, and let her fall off."
    },
    {
        "o": 29072,
        "r": "kjv:Acts:27:33",
        "t": "And*p while the day was coming on, Paul besought them all to take meat, saying, This day is the fourteenth day that ye have tarried and continued fasting, having taken nothing."
    },
    {
        "o": 29073,
        "r": "kjv:Acts:27:34",
        "t": "Wherefore*p I pray you to take some meat: for this is for your health: for there shall not an hair fall from the head of any of you."
    },
    {
        "o": 29074,
        "r": "kjv:Acts:27:35",
        "t": "And*p when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken it, he began to eat."
    },
    {
        "o": 29075,
        "r": "kjv:Acts:27:36",
        "t": "Then*p were they all of good cheer, and they also took some meat."
    },
    {
        "o": 29076,
        "r": "kjv:Acts:27:37",
        "t": "And*p we were in all in the ship two hundred threescore and sixteen souls."
    },
    {
        "o": 29077,
        "r": "kjv:Acts:27:38",
        "t": "And*p when they had eaten enough, they lightened the ship, and cast out the wheat into the sea."
    },
    {
        "o": 29078,
        "r": "kjv:Acts:27:39",
        "t": "And*p when it was day, they knew not the land: but they discovered a certain creek with a shore, into the which they were minded, if it were possible, to thrust in the ship."
    },
    {
        "o": 29079,
        "r": "kjv:Acts:27:40",
        "t": "And*p when they had taken up the anchors, they committed themselves unto the sea, and loosed the rudder bands, and hoisted up the mainsail to the wind, and made toward shore."
    },
    {
        "o": 29080,
        "r": "kjv:Acts:27:41",
        "t": "And*p falling into a place where two seas met, they ran the ship aground; and the forepart stuck fast, and remained unmoveable, but the hinder part was broken with the violence of the waves."
    },
    {
        "o": 29081,
        "r": "kjv:Acts:27:42",
        "t": "And*p the soldiers' counsel was to kill the prisoners, lest any of them should swim out, and escape."
    },
    {
        "o": 29082,
        "r": "kjv:Acts:27:43",
        "t": "But*p the centurion, willing to save Paul, kept them from their purpose; and commanded that they which could swim should cast themselves first into the sea, and get to land:"
    },
    {
        "o": 29083,
        "r": "kjv:Acts:27:44",
        "t": "And*p the rest, some on boards, and some on broken pieces of the ship. And so it came to pass, that they escaped all safe to land."
    },
    {
        "o": 29084,
        "r": "kjv:Acts:28:0",
        "t": "Acts 28",
        "h": 1
    },
    {
        "o": 29085,
        "r": "kjv:Acts:28:1",
        "t": "And*p when they were escaped, then they knew that the island was called Melita."
    },
    {
        "o": 29086,
        "r": "kjv:Acts:28:2",
        "t": "And*p the barbarous people shewed us no little kindness: for they kindled a fire, and received us every one, because of the present rain, and because of the cold."
    },
    {
        "o": 29087,
        "r": "kjv:Acts:28:3",
        "t": "And*p when Paul had gathered a bundle of sticks, and laid them on the fire, there came a viper out of the heat, and fastened on his hand."
    },
    {
        "o": 29088,
        "r": "kjv:Acts:28:4",
        "t": "And*p when the barbarians saw the venomous beast hang on his hand, they said among themselves, No doubt this man is a murderer, whom, though he hath escaped the sea, yet vengeance suffereth not to live."
    },
    {
        "o": 29089,
        "r": "kjv:Acts:28:5",
        "t": "And*p he shook off the beast into the fire, and felt no harm."
    },
    {
        "o": 29090,
        "r": "kjv:Acts:28:6",
        "t": "Howbeit*p they looked when he should have swollen, or fallen down dead suddenly: but after they had looked a great while, and saw no harm come to him, they changed their minds, and said that he was a god."
    },
    {
        "o": 29091,
        "r": "kjv:Acts:28:7",
        "t": "In*p the same quarters were possessions of the chief man of the island, whose name was Publius; who received us, and lodged us three days courteously."
    },
    {
        "o": 29092,
        "r": "kjv:Acts:28:8",
        "t": "And*p it came to pass, that the father of Publius lay sick of a fever and of a bloody flux: to whom Paul entered in, and prayed, and laid his hands on him, and healed him."
    },
    {
        "o": 29093,
        "r": "kjv:Acts:28:9",
        "t": "So*p when this was done, others also, which had diseases in the island, came, and were healed:"
    },
    {
        "o": 29094,
        "r": "kjv:Acts:28:10",
        "t": "Who*p also honoured us with many honours; and when we departed, they laded us with such things as were necessary."
    },
    {
        "o": 29095,
        "r": "kjv:Acts:28:11",
        "t": "And*p after three months we departed in a ship of Alexandria, which had wintered in the isle, whose sign was Castor and Pollux."
    },
    {
        "o": 29096,
        "r": "kjv:Acts:28:12",
        "t": "And*p landing at Syracuse, we tarried there three days."
    },
    {
        "o": 29097,
        "r": "kjv:Acts:28:13",
        "t": "And*p from thence we fetched a compass, and came to Rhegium: and after one day the south wind blew, and we came the next day to Puteoli:"
    },
    {
        "o": 29098,
        "r": "kjv:Acts:28:14",
        "t": "Where*p we found brethren, and were desired to tarry with them seven days: and so we went toward Rome."
    },
    {
        "o": 29099,
        "r": "kjv:Acts:28:15",
        "t": "And*p from thence, when the brethren heard of us, they came to meet us as far as Appii forum, and The three taverns: whom when Paul saw, he thanked God, and took courage."
    },
    {
        "o": 29100,
        "r": "kjv:Acts:28:16",
        "t": "And*p when we came to Rome, the centurion delivered the prisoners to the captain of the guard: but Paul was suffered to dwell by himself with a soldier that kept him."
    },
    {
        "o": 29101,
        "r": "kjv:Acts:28:17",
        "t": "And*p it came to pass, that after three days Paul called the chief of the Jews together: and when they were come together, he said unto them, Men and brethren, though I have committed nothing against the people, or customs of our fathers, yet was I delivered prisoner from Jerusalem into the hands of the Romans."
    },
    {
        "o": 29102,
        "r": "kjv:Acts:28:18",
        "t": "Who,*p when they had examined me, would have let me go, because there was no cause of death in me."
    },
    {
        "o": 29103,
        "r": "kjv:Acts:28:19",
        "t": "But*p when the Jews spake against it, I was constrained to appeal unto Caesar; not that I had ought to accuse my nation of."
    },
    {
        "o": 29104,
        "r": "kjv:Acts:28:20",
        "t": "For*p this cause therefore have I called for you, to see you, and to speak with you: because that for the hope of Israel I am bound with this chain."
    },
    {
        "o": 29105,
        "r": "kjv:Acts:28:21",
        "t": "And*p they said unto him, We neither received letters out of Judaea concerning thee, neither any of the brethren that came shewed or spake any harm of thee."
    },
    {
        "o": 29106,
        "r": "kjv:Acts:28:22",
        "t": "But*p we desire to hear of thee what thou thinkest: for as concerning this sect, we know that every where it is spoken against."
    },
    {
        "o": 29107,
        "r": "kjv:Acts:28:23",
        "t": "And*p when they had appointed him a day, there came many to him into his lodging; to whom he expounded and testified the kingdom of God, persuading them concerning Jesus, both out of the law of Moses, and out of the prophets, from morning till evening."
    },
    {
        "o": 29108,
        "r": "kjv:Acts:28:24",
        "t": "And*p some believed the things which were spoken, and some believed not."
    },
    {
        "o": 29109,
        "r": "kjv:Acts:28:25",
        "t": "And*p when they agreed not among themselves, they departed, after that Paul had spoken one word, Well spake the Holy Ghost by Esaias the prophet unto our fathers,"
    },
    {
        "o": 29110,
        "r": "kjv:Acts:28:26",
        "t": "Saying,*p Go unto this people, and say, Hearing ye shall hear, and shall not understand; and seeing ye shall see, and not perceive:"
    },
    {
        "o": 29111,
        "r": "kjv:Acts:28:27",
        "t": "For*p the heart of this people is waxed gross, and their ears are dull of hearing, and their eyes have they closed; lest they should see with their eyes, and hear with their ears, and understand with their heart, and should be converted, and I should heal them."
    },
    {
        "o": 29112,
        "r": "kjv:Acts:28:28",
        "t": "Be*p it known therefore unto you, that the salvation of God is sent unto the Gentiles, and that they will hear it."
    },
    {
        "o": 29113,
        "r": "kjv:Acts:28:29",
        "t": "And*p when he had said these words, the Jews departed, and had great reasoning among themselves."
    },
    {
        "o": 29114,
        "r": "kjv:Acts:28:30",
        "t": "And*p Paul dwelt two whole years in his own hired house, and received all that came in unto him,"
    },
    {
        "o": 29115,
        "r": "kjv:Acts:28:31",
        "t": "Preaching*p the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all confidence, no man forbidding him."
    }
]
