[
    {
        "o": 24572,
        "r": "nasb:Daniel:12:0",
        "t": "Daniel 12",
        "h": 1
    },
    {
        "o": 24573,
        "r": "nasb:Daniel:12:0",
        "t": "The Time of the End",
        "h": 2
    },
    {
        "o": 24574,
        "r": "nasb:Daniel:12:1",
        "t": "“Now*p at that time Michael, the great prince who stands guard*i over the sons of your people, will arise. And there will be a time of distress such as never occurred since there was a nation until that time; and at that time your people, everyone who is found written in the book, will be rescued."
    },
    {
        "o": 24575,
        "r": "nasb:Daniel:12:2",
        "t": "Many of those who sleep in the dust of the ground will awake, these to everlasting life, but the others to disgrace and*i everlasting contempt."
    },
    {
        "o": 24576,
        "r": "nasb:Daniel:12:3",
        "t": "Those who have insight will shine brightly like the brightness of the expanse of heaven, and those who lead the many to righteousness, like the stars forever and ever."
    },
    {
        "o": 24577,
        "r": "nasb:Daniel:12:4",
        "t": "But as for you, Daniel, conceal these words and seal up the book until the end of time; many will go back and forth, and knowledge will increase.”"
    },
    {
        "o": 24578,
        "r": "nasb:Daniel:12:5",
        "t": "Then*p I, Daniel, looked and behold, two others were standing, one on this bank of the river and the other on that bank of the river."
    },
    {
        "o": 24579,
        "r": "nasb:Daniel:12:6",
        "t": "And one said to the man dressed in linen, who was above the waters of the river, “How long will*i it*i be*i until the end of these*i wonders?”"
    },
    {
        "o": 24580,
        "r": "nasb:Daniel:12:7",
        "t": "I heard the man dressed in linen, who was above the waters of the river, as he raised his right hand and his left toward heaven, and swore by Him who lives forever that it would be for a time, times, and half a*i time;*i and as soon as they finish shattering the power of the holy people, all these events*i will be completed."
    },
    {
        "o": 24581,
        "r": "nasb:Daniel:12:8",
        "t": "As for me, I heard but could not understand; so I said, “My lord, what will*i be*i the outcome of these events?”*i"
    },
    {
        "o": 24582,
        "r": "nasb:Daniel:12:9",
        "t": "He said, “Go your*i way,*i Daniel, for these*i words are concealed and sealed up until the end time."
    },
    {
        "o": 24583,
        "r": "nasb:Daniel:12:10",
        "t": "Many will be purged, purified and refined, but the wicked will act wickedly; and none of the wicked will understand, but those who have insight will understand."
    },
    {
        "o": 24584,
        "r": "nasb:Daniel:12:11",
        "t": "From the time that the regular sacrifice is abolished and the abomination of desolation is set up, there*i will*i be*i 1,290 days."
    },
    {
        "o": 24585,
        "r": "nasb:Daniel:12:12",
        "t": "How blessed is he who keeps waiting and attains to the 1,335 days!"
    },
    {
        "o": 24586,
        "r": "nasb:Daniel:12:13",
        "t": "But as for you, go your*i way*i to the end; then you will enter into rest and rise again*i for your allotted portion at the end of the age.”"
    }
]
