[
    {
        "o": 10086,
        "r": "niv:1 Kings:15:0",
        "t": "1 Kings 15",
        "h": 1
    },
    {
        "o": 10087,
        "r": "niv:1 Kings:15:0",
        "t": "Abijah King of Judah",
        "h": 2
    },
    {
        "o": 10088,
        "r": "niv:1 Kings:15:1",
        "t": "In*p the eighteenth year of the reign of Jeroboam son of Nebat, Abijah became king of Judah,"
    },
    {
        "o": 10089,
        "r": "niv:1 Kings:15:2",
        "t": "and he reigned in Jerusalem three years. His mother’s name was Maakah daughter of Abishalom."
    },
    {
        "o": 10090,
        "r": "niv:1 Kings:15:3",
        "t": "He*p committed all the sins his father had done before him; his heart was not fully devoted to the Lord*s his God, as the heart of David his forefather had been."
    },
    {
        "o": 10091,
        "r": "niv:1 Kings:15:4",
        "t": "Nevertheless, for David’s sake the Lord*s his God gave him a lamp in Jerusalem by raising up a son to succeed him and by making Jerusalem strong."
    },
    {
        "o": 10092,
        "r": "niv:1 Kings:15:5",
        "t": "For David had done what was right in the eyes of the Lord*s and had not failed to keep any of the Lord’s*s commands all the days of his life—except in the case of Uriah the Hittite."
    },
    {
        "o": 10093,
        "r": "niv:1 Kings:15:6",
        "t": "There*p was war between Abijah and Jeroboam throughout Abijah’s lifetime."
    },
    {
        "o": 10094,
        "r": "niv:1 Kings:15:7",
        "t": "As for the other events of Abijah’s reign, and all he did, are they not written in the book of the annals of the kings of Judah? There was war between Abijah and Jeroboam."
    },
    {
        "o": 10095,
        "r": "niv:1 Kings:15:8",
        "t": "And Abijah rested with his ancestors and was buried in the City of David. And Asa his son succeeded him as king."
    },
    {
        "o": 10096,
        "r": "niv:1 Kings:15:8",
        "t": "Asa King of Judah",
        "h": 2
    },
    {
        "o": 10097,
        "r": "niv:1 Kings:15:9",
        "t": "In*p the twentieth year of Jeroboam king of Israel, Asa became king of Judah,"
    },
    {
        "o": 10098,
        "r": "niv:1 Kings:15:10",
        "t": "and he reigned in Jerusalem forty-one years. His grandmother’s name was Maakah daughter of Abishalom."
    },
    {
        "o": 10099,
        "r": "niv:1 Kings:15:11",
        "t": "Asa*p did what was right in the eyes of the Lord,*s as his father David had done."
    },
    {
        "o": 10100,
        "r": "niv:1 Kings:15:12",
        "t": "He expelled the male shrine prostitutes from the land and got rid of all the idols his ancestors had made."
    },
    {
        "o": 10101,
        "r": "niv:1 Kings:15:13",
        "t": "He even deposed his grandmother Maakah from her position as queen mother, because she had made a repulsive image for the worship of Asherah. Asa cut it down and burned it in the Kidron Valley."
    },
    {
        "o": 10102,
        "r": "niv:1 Kings:15:14",
        "t": "Although he did not remove the high places, Asa’s heart was fully committed to the Lord*s all his life."
    },
    {
        "o": 10103,
        "r": "niv:1 Kings:15:15",
        "t": "He brought into the temple of the Lord*s the silver and gold and the articles that he and his father had dedicated."
    },
    {
        "o": 10104,
        "r": "niv:1 Kings:15:16",
        "t": "There*p was war between Asa and Baasha king of Israel throughout their reigns."
    },
    {
        "o": 10105,
        "r": "niv:1 Kings:15:17",
        "t": "Baasha king of Israel went up against Judah and fortified Ramah to prevent anyone from leaving or entering the territory of Asa king of Judah."
    },
    {
        "o": 10106,
        "r": "niv:1 Kings:15:18",
        "t": "Asa*p then took all the silver and gold that was left in the treasuries of the Lord’s*s temple and of his own palace. He entrusted it to his officials and sent them to Ben-Hadad son of Tabrimmon, the son of Hezion, the king of Aram, who was ruling in Damascus."
    },
    {
        "o": 10107,
        "r": "niv:1 Kings:15:19",
        "t": "“Let there be a treaty between me and you,” he said, “as there was between my father and your father. See, I am sending you a gift of silver and gold. Now break your treaty with Baasha king of Israel so he will withdraw from me.”"
    },
    {
        "o": 10108,
        "r": "niv:1 Kings:15:20",
        "t": "Ben-Hadad*p agreed with King Asa and sent the commanders of his forces against the towns of Israel. He conquered Ijon, Dan, Abel Beth Maakah and all Kinnereth in addition to Naphtali."
    },
    {
        "o": 10109,
        "r": "niv:1 Kings:15:21",
        "t": "When Baasha heard this, he stopped building Ramah and withdrew to Tirzah."
    },
    {
        "o": 10110,
        "r": "niv:1 Kings:15:22",
        "t": "Then King Asa issued an order to all Judah—no one was exempt—and they carried away from Ramah the stones and timber Baasha had been using there. With them King Asa built up Geba in Benjamin, and also Mizpah."
    },
    {
        "o": 10111,
        "r": "niv:1 Kings:15:23",
        "t": "As*p for all the other events of Asa’s reign, all his achievements, all he did and the cities he built, are they not written in the book of the annals of the kings of Judah? In his old age, however, his feet became diseased."
    },
    {
        "o": 10112,
        "r": "niv:1 Kings:15:24",
        "t": "Then Asa rested with his ancestors and was buried with them in the city of his father David. And Jehoshaphat his son succeeded him as king."
    },
    {
        "o": 10113,
        "r": "niv:1 Kings:15:24",
        "t": "Nadab King of Israel",
        "h": 2
    },
    {
        "o": 10114,
        "r": "niv:1 Kings:15:25",
        "t": "Nadab*p son of Jeroboam became king of Israel in the second year of Asa king of Judah, and he reigned over Israel two years."
    },
    {
        "o": 10115,
        "r": "niv:1 Kings:15:26",
        "t": "He did evil in the eyes of the Lord,*s following the ways of his father and committing the same sin his father had caused Israel to commit."
    },
    {
        "o": 10116,
        "r": "niv:1 Kings:15:27",
        "t": "Baasha*p son of Ahijah from the tribe of Issachar plotted against him, and he struck him down at Gibbethon, a Philistine town, while Nadab and all Israel were besieging it."
    },
    {
        "o": 10117,
        "r": "niv:1 Kings:15:28",
        "t": "Baasha killed Nadab in the third year of Asa king of Judah and succeeded him as king."
    },
    {
        "o": 10118,
        "r": "niv:1 Kings:15:29",
        "t": "As*p soon as he began to reign, he killed Jeroboam’s whole family. He did not leave Jeroboam anyone that breathed, but destroyed them all, according to the word of the Lord*s given through his servant Ahijah the Shilonite."
    },
    {
        "o": 10119,
        "r": "niv:1 Kings:15:30",
        "t": "This happened because of the sins Jeroboam had committed and had caused Israel to commit, and because he aroused the anger of the Lord,*s the God of Israel."
    },
    {
        "o": 10120,
        "r": "niv:1 Kings:15:31",
        "t": "As*p for the other events of Nadab’s reign, and all he did, are they not written in the book of the annals of the kings of Israel?"
    },
    {
        "o": 10121,
        "r": "niv:1 Kings:15:32",
        "t": "There was war between Asa and Baasha king of Israel throughout their reigns."
    },
    {
        "o": 10122,
        "r": "niv:1 Kings:15:32",
        "t": "Baasha King of Israel",
        "h": 2
    },
    {
        "o": 10123,
        "r": "niv:1 Kings:15:33",
        "t": "In*p the third year of Asa king of Judah, Baasha son of Ahijah became king of all Israel in Tirzah, and he reigned twenty-four years."
    },
    {
        "o": 10124,
        "r": "niv:1 Kings:15:34",
        "t": "He did evil in the eyes of the Lord,*s following the ways of Jeroboam and committing the same sin Jeroboam had caused Israel to commit."
    }
]
