[
    {
        "o": 35118,
        "r": "nkjv:Revelation:16:0",
        "t": "Revelation 16",
        "h": 1
    },
    {
        "o": 35119,
        "r": "nkjv:Revelation:16:1",
        "t": "Then*p I heard a loud voice from the temple saying to the seven angels, “Go and pour out the bowls of the wrath of God on the earth.”"
    },
    {
        "o": 35120,
        "r": "nkjv:Revelation:16:1",
        "t": "First Bowl: Loathsome Sores",
        "h": 2
    },
    {
        "o": 35121,
        "r": "nkjv:Revelation:16:2",
        "t": "So*p the first went and poured out his bowl upon the earth, and a foul and loathsome sore came upon the men who had the mark of the beast and those who worshiped his image."
    },
    {
        "o": 35122,
        "r": "nkjv:Revelation:16:2",
        "t": "Second Bowl: The Sea Turns to Blood",
        "h": 2
    },
    {
        "o": 35123,
        "r": "nkjv:Revelation:16:3",
        "t": "Then*p the second angel poured out his bowl on the sea, and it became blood as of a dead man;*i and every living creature in the sea died."
    },
    {
        "o": 35124,
        "r": "nkjv:Revelation:16:3",
        "t": "Third Bowl: The Waters Turn to Blood",
        "h": 2
    },
    {
        "o": 35125,
        "r": "nkjv:Revelation:16:4",
        "t": "Then*p the third angel poured out his bowl on the rivers and springs of water, and they became blood."
    },
    {
        "o": 35126,
        "r": "nkjv:Revelation:16:5",
        "t": "And I heard the angel of the waters saying: “You*pn are righteous, O Lord, The*ld One who is and who was and who is to be, Because*ld You have judged these things."
    },
    {
        "o": 35127,
        "r": "nkjv:Revelation:16:6",
        "t": "For*ld they have shed the blood of saints and prophets, And*ld You have given them blood to drink. For*ld it is their just due.”"
    },
    {
        "o": 35128,
        "r": "nkjv:Revelation:16:7",
        "t": "And*p I heard another from the altar saying, “Even so, Lord God Almighty, true and righteous are*i Your judgments.”"
    },
    {
        "o": 35129,
        "r": "nkjv:Revelation:16:7",
        "t": "Fourth Bowl: Men Are Scorched",
        "h": 2
    },
    {
        "o": 35130,
        "r": "nkjv:Revelation:16:8",
        "t": "Then*p the fourth angel poured out his bowl on the sun, and power was given to him to scorch men with fire."
    },
    {
        "o": 35131,
        "r": "nkjv:Revelation:16:9",
        "t": "And men were scorched with great heat, and they blasphemed the name of God who has power over these plagues; and they did not repent and give Him glory."
    },
    {
        "o": 35132,
        "r": "nkjv:Revelation:16:9",
        "t": "Fifth Bowl: Darkness and Pain",
        "h": 2
    },
    {
        "o": 35133,
        "r": "nkjv:Revelation:16:10",
        "t": "Then*p the fifth angel poured out his bowl on the throne of the beast, and his kingdom became full of darkness; and they gnawed their tongues because of the pain."
    },
    {
        "o": 35134,
        "r": "nkjv:Revelation:16:11",
        "t": "They blasphemed the God of heaven because of their pains and their sores, and did not repent of their deeds."
    },
    {
        "o": 35135,
        "r": "nkjv:Revelation:16:11",
        "t": "Sixth Bowl: Euphrates Dried Up",
        "h": 2
    },
    {
        "o": 35136,
        "r": "nkjv:Revelation:16:12",
        "t": "Then*p the sixth angel poured out his bowl on the great river Euphrates, and its water was dried up, so that the way of the kings from the east might be prepared."
    },
    {
        "o": 35137,
        "r": "nkjv:Revelation:16:13",
        "t": "And I saw three unclean spirits like frogs coming*i out of the mouth of the dragon, out of the mouth of the beast, and out of the mouth of the false prophet."
    },
    {
        "o": 35138,
        "r": "nkjv:Revelation:16:14",
        "t": "For they are spirits of demons, performing signs, which*i go out to the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty."
    },
    {
        "o": 35139,
        "r": "nkjv:Revelation:16:15",
        "t": "“Behold,*rp I*r am*r coming*r as*r a*r thief.*r Blessed*r is*ir he*r who*r watches,*r and*r keeps*r his*r garments,*r lest*r he*r walk*r naked*r and*r they*r see*r his*r shame.”*r"
    },
    {
        "o": 35140,
        "r": "nkjv:Revelation:16:16",
        "t": "And*p they gathered them together to the place called in Hebrew, Armageddon."
    },
    {
        "o": 35141,
        "r": "nkjv:Revelation:16:16",
        "t": "Seventh Bowl: The Earth Utterly Shaken",
        "h": 2
    },
    {
        "o": 35142,
        "r": "nkjv:Revelation:16:17",
        "t": "Then*p the seventh angel poured out his bowl into the air, and a loud voice came out of the temple of heaven, from the throne, saying, “It is done!”"
    },
    {
        "o": 35143,
        "r": "nkjv:Revelation:16:18",
        "t": "And there were noises and thunderings and lightnings; and there was a great earthquake, such a mighty and great earthquake as had not occurred since men were on the earth."
    },
    {
        "o": 35144,
        "r": "nkjv:Revelation:16:19",
        "t": "Now the great city was divided into three parts, and the cities of the nations fell. And great Babylon was remembered before God, to give her the cup of the wine of the fierceness of His wrath."
    },
    {
        "o": 35145,
        "r": "nkjv:Revelation:16:20",
        "t": "Then every island fled away, and the mountains were not found."
    },
    {
        "o": 35146,
        "r": "nkjv:Revelation:16:21",
        "t": "And great hail from heaven fell upon men, each*i hailstone*i about the weight of a talent. Men blasphemed God because of the plague of the hail, since that plague was exceedingly great."
    }
]
