[
    {
        "o": 4416,
        "r": "niv:Numbers:12:0",
        "t": "Numbers 12",
        "h": 1
    },
    {
        "o": 4417,
        "r": "niv:Numbers:12:0",
        "t": "Miriam and Aaron Oppose Moses",
        "h": 2
    },
    {
        "o": 4418,
        "r": "niv:Numbers:12:1",
        "t": "Miriam*p and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite."
    },
    {
        "o": 4419,
        "r": "niv:Numbers:12:2",
        "t": "“Has the Lord*s spoken only through Moses?” they asked. “Hasn’t he also spoken through us?” And the Lord*s heard this."
    },
    {
        "o": 4420,
        "r": "niv:Numbers:12:3",
        "t": "(Now*p Moses was a very humble man, more humble than anyone else on the face of the earth.)"
    },
    {
        "o": 4421,
        "r": "niv:Numbers:12:4",
        "t": "At*p once the Lord*s said to Moses, Aaron and Miriam, “Come out to the tent of meeting, all three of you.” So the three of them went out."
    },
    {
        "o": 4422,
        "r": "niv:Numbers:12:5",
        "t": "Then the Lord*s came down in a pillar of cloud; he stood at the entrance to the tent and summoned Aaron and Miriam. When the two of them stepped forward,"
    },
    {
        "o": 4423,
        "r": "niv:Numbers:12:6",
        "t": "he said, “Listen to my words: “When*pn there is a prophet among you, I,*ld the Lord,*s reveal myself to them in visions, I*ld speak to them in dreams."
    },
    {
        "o": 4424,
        "r": "niv:Numbers:12:7",
        "t": "But*ln this is not true of my servant Moses; he*ld is faithful in all my house."
    },
    {
        "o": 4425,
        "r": "niv:Numbers:12:8",
        "t": "With*ln him I speak face to face, clearly*ld and not in riddles; he*ld sees the form of the Lord.*s Why*ln then were you not afraid to*ld speak against my servant Moses?”"
    },
    {
        "o": 4426,
        "r": "niv:Numbers:12:9",
        "t": "The*p anger of the Lord*s burned against them, and he left them."
    },
    {
        "o": 4427,
        "r": "niv:Numbers:12:10",
        "t": "When*p the cloud lifted from above the tent, Miriam’s skin was leprous —it became as white as snow. Aaron turned toward her and saw that she had a defiling skin disease,"
    },
    {
        "o": 4428,
        "r": "niv:Numbers:12:11",
        "t": "and he said to Moses, “Please, my lord, I ask you not to hold against us the sin we have so foolishly committed."
    },
    {
        "o": 4429,
        "r": "niv:Numbers:12:12",
        "t": "Do not let her be like a stillborn infant coming from its mother’s womb with its flesh half eaten away.”"
    },
    {
        "o": 4430,
        "r": "niv:Numbers:12:13",
        "t": "So*p Moses cried out to the Lord,*s “Please, God, heal her!”"
    },
    {
        "o": 4431,
        "r": "niv:Numbers:12:14",
        "t": "The*p Lord*s replied to Moses, “If her father had spit in her face, would she not have been in disgrace for seven days? Confine her outside the camp for seven days; after that she can be brought back.”"
    },
    {
        "o": 4432,
        "r": "niv:Numbers:12:15",
        "t": "So Miriam was confined outside the camp for seven days, and the people did not move on till she was brought back."
    },
    {
        "o": 4433,
        "r": "niv:Numbers:12:16",
        "t": "After*p that, the people left Hazeroth and encamped in the Desert of Paran."
    }
]
