[
    {
        "o": 7603,
        "r": "esv:Judges:16:0",
        "t": "Judges 16",
        "h": 1
    },
    {
        "o": 7604,
        "r": "esv:Judges:16:0",
        "t": "Samson and Delilah",
        "h": 2
    },
    {
        "o": 7605,
        "r": "esv:Judges:16:1",
        "t": "Samson*p went to Gaza, and there he saw a prostitute, and he went in to her."
    },
    {
        "o": 7606,
        "r": "esv:Judges:16:2",
        "t": "The Gazites were told, “Samson has come here.” And they surrounded the place and set an ambush for him all night at the gate of the city. They kept quiet all night, saying, “Let us wait till the light of the morning; then we will kill him.”"
    },
    {
        "o": 7607,
        "r": "esv:Judges:16:3",
        "t": "But Samson lay till midnight, and at midnight he arose and took hold of the doors of the gate of the city and the two posts, and pulled them up, bar and all, and put them on his shoulders and carried them to the top of the hill that is in front of Hebron."
    },
    {
        "o": 7608,
        "r": "esv:Judges:16:4",
        "t": "After*p this he loved a woman in the Valley of Sorek, whose name was Delilah."
    },
    {
        "o": 7609,
        "r": "esv:Judges:16:5",
        "t": "And the lords of the Philistines came up to her and said to her, “Seduce him, and see where his great strength lies, and by what means we may overpower him, that we may bind him to humble him. And we will each give you 1,100 pieces of silver.”"
    },
    {
        "o": 7610,
        "r": "esv:Judges:16:6",
        "t": "So Delilah said to Samson, “Please tell me where your great strength lies, and how you might be bound, that one could subdue you.”"
    },
    {
        "o": 7611,
        "r": "esv:Judges:16:7",
        "t": "Samson*p said to her, “If they bind me with seven fresh bowstrings that have not been dried, then I shall become weak and be like any other man.”"
    },
    {
        "o": 7612,
        "r": "esv:Judges:16:8",
        "t": "Then the lords of the Philistines brought up to her seven fresh bowstrings that had not been dried, and she bound him with them."
    },
    {
        "o": 7613,
        "r": "esv:Judges:16:9",
        "t": "Now she had men lying in ambush in an inner chamber. And she said to him, “The Philistines are upon you, Samson!” But he snapped the bowstrings, as a thread of flax snaps when it touches the fire. So the secret of his strength was not known."
    },
    {
        "o": 7614,
        "r": "esv:Judges:16:10",
        "t": "Then*p Delilah said to Samson, “Behold, you have mocked me and told me lies. Please tell me how you might be bound.”"
    },
    {
        "o": 7615,
        "r": "esv:Judges:16:11",
        "t": "And he said to her, “If they bind me with new ropes that have not been used, then I shall become weak and be like any other man.”"
    },
    {
        "o": 7616,
        "r": "esv:Judges:16:12",
        "t": "So Delilah took new ropes and bound him with them and said to him, “The Philistines are upon you, Samson!” And the men lying in ambush were in an inner chamber. But he snapped the ropes off his arms like a thread."
    },
    {
        "o": 7617,
        "r": "esv:Judges:16:13",
        "t": "Then*p Delilah said to Samson, “Until now you have mocked me and told me lies. Tell me how you might be bound.” And he said to her, “If you weave the seven locks of my head with the web and fasten it tight with the pin, then I shall become weak and be like any other man.”"
    },
    {
        "o": 7618,
        "r": "esv:Judges:16:14",
        "t": "So while he slept, Delilah took the seven locks of his head and wove them into the web. And she made them tight with the pin and said to him, “The Philistines are upon you, Samson!” But he awoke from his sleep and pulled away the pin, the loom, and the web."
    },
    {
        "o": 7619,
        "r": "esv:Judges:16:15",
        "t": "And*p she said to him, “How can you say, ‘I love you,’ when your heart is not with me? You have mocked me these three times, and you have not told me where your great strength lies.”"
    },
    {
        "o": 7620,
        "r": "esv:Judges:16:16",
        "t": "And when she pressed him hard with her words day after day, and urged him, his soul was vexed to death."
    },
    {
        "o": 7621,
        "r": "esv:Judges:16:17",
        "t": "And he told her all his heart, and said to her, “A razor has never come upon my head, for I have been a Nazirite to God from my mother’s womb. If my head is shaved, then my strength will leave me, and I shall become weak and be like any other man.”"
    },
    {
        "o": 7622,
        "r": "esv:Judges:16:18",
        "t": "When*p Delilah saw that he had told her all his heart, she sent and called the lords of the Philistines, saying, “Come up again, for he has told me all his heart.” Then the lords of the Philistines came up to her and brought the money in their hands."
    },
    {
        "o": 7623,
        "r": "esv:Judges:16:19",
        "t": "She made him sleep on her knees. And she called a man and had him shave off the seven locks of his head. Then she began to torment him, and his strength left him."
    },
    {
        "o": 7624,
        "r": "esv:Judges:16:20",
        "t": "And she said, “The Philistines are upon you, Samson!” And he awoke from his sleep and said, “I will go out as at other times and shake myself free.” But he did not know that the Lord*s had left him."
    },
    {
        "o": 7625,
        "r": "esv:Judges:16:21",
        "t": "And the Philistines seized him and gouged out his eyes and brought him down to Gaza and bound him with bronze shackles. And he ground at the mill in the prison."
    },
    {
        "o": 7626,
        "r": "esv:Judges:16:22",
        "t": "But the hair of his head began to grow again after it had been shaved."
    },
    {
        "o": 7627,
        "r": "esv:Judges:16:22",
        "t": "The Death of Samson",
        "h": 2
    },
    {
        "o": 7628,
        "r": "esv:Judges:16:23",
        "t": "Now*p the lords of the Philistines gathered to offer a great sacrifice to Dagon their god and to rejoice, and they said, “Our god has given Samson our enemy into our hand.”"
    },
    {
        "o": 7629,
        "r": "esv:Judges:16:24",
        "t": "And when the people saw him, they praised their god. For they said, “Our god has given our enemy into our hand, the ravager of our country, who has killed many of us.”"
    },
    {
        "o": 7630,
        "r": "esv:Judges:16:25",
        "t": "And when their hearts were merry, they said, “Call Samson, that he may entertain us.” So they called Samson out of the prison, and he entertained them. They made him stand between the pillars."
    },
    {
        "o": 7631,
        "r": "esv:Judges:16:26",
        "t": "And Samson said to the young man who held him by the hand, “Let me feel the pillars on which the house rests, that I may lean against them.”"
    },
    {
        "o": 7632,
        "r": "esv:Judges:16:27",
        "t": "Now the house was full of men and women. All the lords of the Philistines were there, and on the roof there were about 3,000 men and women, who looked on while Samson entertained."
    },
    {
        "o": 7633,
        "r": "esv:Judges:16:28",
        "t": "Then*p Samson called to the Lord*s and said, “O Lord God,*s please remember me and please strengthen me only this once, O God, that I may be avenged on the Philistines for my two eyes.”"
    },
    {
        "o": 7634,
        "r": "esv:Judges:16:29",
        "t": "And Samson grasped the two middle pillars on which the house rested, and he leaned his weight against them, his right hand on the one and his left hand on the other."
    },
    {
        "o": 7635,
        "r": "esv:Judges:16:30",
        "t": "And Samson said, “Let me die with the Philistines.” Then he bowed with all his strength, and the house fell upon the lords and upon all the people who were in it. So the dead whom he killed at his death were more than those whom he had killed during his life."
    },
    {
        "o": 7636,
        "r": "esv:Judges:16:31",
        "t": "Then his brothers and all his family came down and took him and brought him up and buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had judged Israel twenty years."
    }
]
