[
    {
        "o": 4630,
        "r": "niv:Numbers:18:0",
        "t": "Numbers 18",
        "h": 1
    },
    {
        "o": 4631,
        "r": "niv:Numbers:18:0",
        "t": "Duties of Priests and Levites",
        "h": 2
    },
    {
        "o": 4632,
        "r": "niv:Numbers:18:1",
        "t": "The*p Lord*s said to Aaron, “You, your sons and your family are to bear the responsibility for offenses connected with the sanctuary, and you and your sons alone are to bear the responsibility for offenses connected with the priesthood."
    },
    {
        "o": 4633,
        "r": "niv:Numbers:18:2",
        "t": "Bring your fellow Levites from your ancestral tribe to join you and assist you when you and your sons minister before the tent of the covenant law."
    },
    {
        "o": 4634,
        "r": "niv:Numbers:18:3",
        "t": "They are to be responsible to you and are to perform all the duties of the tent, but they must not go near the furnishings of the sanctuary or the altar. Otherwise both they and you will die."
    },
    {
        "o": 4635,
        "r": "niv:Numbers:18:4",
        "t": "They are to join you and be responsible for the care of the tent of meeting—all the work at the tent—and no one else may come near where you are."
    },
    {
        "o": 4636,
        "r": "niv:Numbers:18:5",
        "t": "“You*p are to be responsible for the care of the sanctuary and the altar, so that my wrath will not fall on the Israelites again."
    },
    {
        "o": 4637,
        "r": "niv:Numbers:18:6",
        "t": "I myself have selected your fellow Levites from among the Israelites as a gift to you, dedicated to the Lord*s to do the work at the tent of meeting."
    },
    {
        "o": 4638,
        "r": "niv:Numbers:18:7",
        "t": "But only you and your sons may serve as priests in connection with everything at the altar and inside the curtain. I am giving you the service of the priesthood as a gift. Anyone else who comes near the sanctuary is to be put to death.”"
    },
    {
        "o": 4639,
        "r": "niv:Numbers:18:7",
        "t": "Offerings for Priests and Levites",
        "h": 2
    },
    {
        "o": 4640,
        "r": "niv:Numbers:18:8",
        "t": "Then*p the Lord*s said to Aaron, “I myself have put you in charge of the offerings presented to me; all the holy offerings the Israelites give me I give to you and your sons as your portion, your perpetual share."
    },
    {
        "o": 4641,
        "r": "niv:Numbers:18:9",
        "t": "You are to have the part of the most holy offerings that is kept from the fire. From all the gifts they bring me as most holy offerings, whether grain or sin or guilt offerings, that part belongs to you and your sons."
    },
    {
        "o": 4642,
        "r": "niv:Numbers:18:10",
        "t": "Eat it as something most holy; every male shall eat it. You must regard it as holy."
    },
    {
        "o": 4643,
        "r": "niv:Numbers:18:11",
        "t": "“This*p also is yours: whatever is set aside from the gifts of all the wave offerings of the Israelites. I give this to you and your sons and daughters as your perpetual share. Everyone in your household who is ceremonially clean may eat it."
    },
    {
        "o": 4644,
        "r": "niv:Numbers:18:12",
        "t": "“I*p give you all the finest olive oil and all the finest new wine and grain they give the Lord*s as the firstfruits of their harvest."
    },
    {
        "o": 4645,
        "r": "niv:Numbers:18:13",
        "t": "All the land’s firstfruits that they bring to the Lord*s will be yours. Everyone in your household who is ceremonially clean may eat it."
    },
    {
        "o": 4646,
        "r": "niv:Numbers:18:14",
        "t": "“Everything*p in Israel that is devoted to the Lord*s is yours."
    },
    {
        "o": 4647,
        "r": "niv:Numbers:18:15",
        "t": "The first offspring of every womb, both human and animal, that is offered to the Lord*s is yours. But you must redeem every firstborn son and every firstborn male of unclean animals."
    },
    {
        "o": 4648,
        "r": "niv:Numbers:18:16",
        "t": "When they are a month old, you must redeem them at the redemption price set at five shekels of silver, according to the sanctuary shekel, which weighs twenty gerahs."
    },
    {
        "o": 4649,
        "r": "niv:Numbers:18:17",
        "t": "“But*p you must not redeem the firstborn of a cow, a sheep or a goat; they are holy. Splash their blood against the altar and burn their fat as a food offering, an aroma pleasing to the Lord.*s"
    },
    {
        "o": 4650,
        "r": "niv:Numbers:18:18",
        "t": "Their meat is to be yours, just as the breast of the wave offering and the right thigh are yours."
    },
    {
        "o": 4651,
        "r": "niv:Numbers:18:19",
        "t": "Whatever is set aside from the holy offerings the Israelites present to the Lord*s I give to you and your sons and daughters as your perpetual share. It is an everlasting covenant of salt before the Lord*s for both you and your offspring.”"
    },
    {
        "o": 4652,
        "r": "niv:Numbers:18:20",
        "t": "The*p Lord*s said to Aaron, “You will have no inheritance in their land, nor will you have any share among them; I am your share and your inheritance among the Israelites."
    },
    {
        "o": 4653,
        "r": "niv:Numbers:18:21",
        "t": "“I*p give to the Levites all the tithes in Israel as their inheritance in return for the work they do while serving at the tent of meeting."
    },
    {
        "o": 4654,
        "r": "niv:Numbers:18:22",
        "t": "From now on the Israelites must not go near the tent of meeting, or they will bear the consequences of their sin and will die."
    },
    {
        "o": 4655,
        "r": "niv:Numbers:18:23",
        "t": "It is the Levites who are to do the work at the tent of meeting and bear the responsibility for any offenses they commit against it. This is a lasting ordinance for the generations to come. They will receive no inheritance among the Israelites."
    },
    {
        "o": 4656,
        "r": "niv:Numbers:18:24",
        "t": "Instead, I give to the Levites as their inheritance the tithes that the Israelites present as an offering to the Lord.*s That is why I said concerning them: ‘They will have no inheritance among the Israelites.’ ”"
    },
    {
        "o": 4657,
        "r": "niv:Numbers:18:25",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 4658,
        "r": "niv:Numbers:18:26",
        "t": "“Speak to the Levites and say to them: ‘When you receive from the Israelites the tithe I give you as your inheritance, you must present a tenth of that tithe as the Lord’s*s offering."
    },
    {
        "o": 4659,
        "r": "niv:Numbers:18:27",
        "t": "Your offering will be reckoned to you as grain from the threshing floor or juice from the winepress."
    },
    {
        "o": 4660,
        "r": "niv:Numbers:18:28",
        "t": "In this way you also will present an offering to the Lord*s from all the tithes you receive from the Israelites. From these tithes you must give the Lord’s*s portion to Aaron the priest."
    },
    {
        "o": 4661,
        "r": "niv:Numbers:18:29",
        "t": "You must present as the Lord’s*s portion the best and holiest part of everything given to you.’"
    },
    {
        "o": 4662,
        "r": "niv:Numbers:18:30",
        "t": "“Say*p to the Levites: ‘When you present the best part, it will be reckoned to you as the product of the threshing floor or the winepress."
    },
    {
        "o": 4663,
        "r": "niv:Numbers:18:31",
        "t": "You and your households may eat the rest of it anywhere, for it is your wages for your work at the tent of meeting."
    },
    {
        "o": 4664,
        "r": "niv:Numbers:18:32",
        "t": "By presenting the best part of it you will not be guilty in this matter; then you will not defile the holy offerings of the Israelites, and you will not die.’ ”"
    }
]
