[
    {
        "o": 12617,
        "r": "niv:2 Chronicles:17:0",
        "t": "2 Chronicles 17",
        "h": 1
    },
    {
        "o": 12618,
        "r": "niv:2 Chronicles:17:0",
        "t": "Jehoshaphat King of Judah",
        "h": 2
    },
    {
        "o": 12619,
        "r": "niv:2 Chronicles:17:1",
        "t": "Jehoshaphat*p his son succeeded him as king and strengthened himself against Israel."
    },
    {
        "o": 12620,
        "r": "niv:2 Chronicles:17:2",
        "t": "He stationed troops in all the fortified cities of Judah and put garrisons in Judah and in the towns of Ephraim that his father Asa had captured."
    },
    {
        "o": 12621,
        "r": "niv:2 Chronicles:17:3",
        "t": "The*p Lord*s was with Jehoshaphat because he followed the ways of his father David before him. He did not consult the Baals"
    },
    {
        "o": 12622,
        "r": "niv:2 Chronicles:17:4",
        "t": "but sought the God of his father and followed his commands rather than the practices of Israel."
    },
    {
        "o": 12623,
        "r": "niv:2 Chronicles:17:5",
        "t": "The Lord*s established the kingdom under his control; and all Judah brought gifts to Jehoshaphat, so that he had great wealth and honor."
    },
    {
        "o": 12624,
        "r": "niv:2 Chronicles:17:6",
        "t": "His heart was devoted to the ways of the Lord;*s furthermore, he removed the high places and the Asherah poles from Judah."
    },
    {
        "o": 12625,
        "r": "niv:2 Chronicles:17:7",
        "t": "In*p the third year of his reign he sent his officials Ben-Hail, Obadiah, Zechariah, Nethanel and Micaiah to teach in the towns of Judah."
    },
    {
        "o": 12626,
        "r": "niv:2 Chronicles:17:8",
        "t": "With them were certain Levites—Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah and Tob-Adonijah—and the priests Elishama and Jehoram."
    },
    {
        "o": 12627,
        "r": "niv:2 Chronicles:17:9",
        "t": "They taught throughout Judah, taking with them the Book of the Law of the Lord;*s they went around to all the towns of Judah and taught the people."
    },
    {
        "o": 12628,
        "r": "niv:2 Chronicles:17:10",
        "t": "The*p fear of the Lord*s fell on all the kingdoms of the lands surrounding Judah, so that they did not go to war against Jehoshaphat."
    },
    {
        "o": 12629,
        "r": "niv:2 Chronicles:17:11",
        "t": "Some Philistines brought Jehoshaphat gifts and silver as tribute, and the Arabs brought him flocks: seven thousand seven hundred rams and seven thousand seven hundred goats."
    },
    {
        "o": 12630,
        "r": "niv:2 Chronicles:17:12",
        "t": "Jehoshaphat*p became more and more powerful; he built forts and store cities in Judah"
    },
    {
        "o": 12631,
        "r": "niv:2 Chronicles:17:13",
        "t": "and had large supplies in the towns of Judah. He also kept experienced fighting men in Jerusalem."
    },
    {
        "o": 12632,
        "r": "niv:2 Chronicles:17:14",
        "t": "Their enrollment by families was as follows: From*pln Judah, commanders of units of 1,000: Adnah*ld the commander, with 300,000 fighting men;"
    },
    {
        "o": 12633,
        "r": "niv:2 Chronicles:17:15",
        "t": "next,*ld Jehohanan the commander, with 280,000;"
    },
    {
        "o": 12634,
        "r": "niv:2 Chronicles:17:16",
        "t": "next,*ld Amasiah son of Zikri, who volunteered himself for the service of the Lord,*s with 200,000."
    },
    {
        "o": 12635,
        "r": "niv:2 Chronicles:17:17",
        "t": "From*ln Benjamin: Eliada,*ld a valiant soldier, with 200,000 men armed with bows and shields;"
    },
    {
        "o": 12636,
        "r": "niv:2 Chronicles:17:18",
        "t": "next,*ld Jehozabad, with 180,000 men armed for battle."
    },
    {
        "o": 12637,
        "r": "niv:2 Chronicles:17:19",
        "t": "These*p were the men who served the king, besides those he stationed in the fortified cities throughout Judah."
    }
]
