[
    {
        "o": 20155,
        "r": "csb:Isaiah:18:0",
        "t": "Isaiah 18",
        "h": 1
    },
    {
        "o": 20156,
        "r": "csb:Isaiah:18:0",
        "t": "The Lord’s Message to Cush",
        "h": 2
    },
    {
        "o": 20157,
        "r": "csb:Isaiah:18:1",
        "t": "Woe*pn to the land of buzzing insect wings beyond*ln the rivers of Cush,"
    },
    {
        "o": 20158,
        "r": "csb:Isaiah:18:2",
        "t": "which*ln sends envoys by sea, in*ln reed vessels over the water. Go,*ln swift messengers, to*ln a nation tall and smooth-skinned, to*ln a people feared far and near, a*ln powerful nation with a strange language, whose*ln land is divided by rivers."
    },
    {
        "o": 20159,
        "r": "csb:Isaiah:18:3",
        "t": "All*ln you inhabitants of the world and*ln you who live on the earth, when*ln a banner is raised on the mountains, look! When*ln a ram’s horn sounds, listen!"
    },
    {
        "o": 20160,
        "r": "csb:Isaiah:18:4",
        "t": "For*p the Lord*s said to me: I*pn will quietly look out from my place, like*ln shimmering heat in sunshine, like*ln a rain cloud in harvest heat."
    },
    {
        "o": 20161,
        "r": "csb:Isaiah:18:5",
        "t": "For*ln before the harvest, when the blossoming is over and*ln the blossom becomes a ripening grape, he*ln will cut off the shoots with a pruning knife, and*ln tear away and remove the branches."
    },
    {
        "o": 20162,
        "r": "csb:Isaiah:18:6",
        "t": "They*ln will all be left for the birds of prey on the hills and*ln for the wild animals of the land. The*ln birds of prey will spend the summer feeding on them, and*ln all the wild animals the winter."
    },
    {
        "o": 20163,
        "r": "csb:Isaiah:18:7",
        "t": "At*p that time a gift will be brought to the Lord*s of Armies from a people tall and smooth-skinned, a people feared far and near, a powerful nation with a strange language, whose land is divided by rivers - to Mount Zion, the place of the name of the Lord*s of Armies."
    }
]
