[
    {
        "o": 14681,
        "r": "niv:Job:23:0",
        "t": "Job 23",
        "h": 1
    },
    {
        "o": 14682,
        "r": "niv:Job:23:0",
        "t": "Job",
        "h": 2
    },
    {
        "o": 14683,
        "r": "niv:Job:23:1",
        "t": "Then*p Job replied:"
    },
    {
        "o": 14684,
        "r": "niv:Job:23:2",
        "t": "“Even*pn today my complaint is bitter; his*ld hand is heavy in spite of my groaning."
    },
    {
        "o": 14685,
        "r": "niv:Job:23:3",
        "t": "If*ln only I knew where to find him; if*ld only I could go to his dwelling!"
    },
    {
        "o": 14686,
        "r": "niv:Job:23:4",
        "t": "I*ln would state my case before him and*ld fill my mouth with arguments."
    },
    {
        "o": 14687,
        "r": "niv:Job:23:5",
        "t": "I*ln would find out what he would answer me, and*ld consider what he would say to me."
    },
    {
        "o": 14688,
        "r": "niv:Job:23:6",
        "t": "Would*ln he vigorously oppose me? No,*ld he would not press charges against me."
    },
    {
        "o": 14689,
        "r": "niv:Job:23:7",
        "t": "There*ln the upright can establish their innocence before him, and*ld there I would be delivered forever from my judge."
    },
    {
        "o": 14690,
        "r": "niv:Job:23:8",
        "t": "“But*pn if I go to the east, he is not there; if*ld I go to the west, I do not find him."
    },
    {
        "o": 14691,
        "r": "niv:Job:23:9",
        "t": "When*ln he is at work in the north, I do not see him; when*ld he turns to the south, I catch no glimpse of him."
    },
    {
        "o": 14692,
        "r": "niv:Job:23:10",
        "t": "But*ln he knows the way that I take; when*ld he has tested me, I will come forth as gold."
    },
    {
        "o": 14693,
        "r": "niv:Job:23:11",
        "t": "My*ln feet have closely followed his steps; I*ld have kept to his way without turning aside."
    },
    {
        "o": 14694,
        "r": "niv:Job:23:12",
        "t": "I*ln have not departed from the commands of his lips; I*ld have treasured the words of his mouth more than my daily bread."
    },
    {
        "o": 14695,
        "r": "niv:Job:23:13",
        "t": "“But*pn he stands alone, and who can oppose him? He*ld does whatever he pleases."
    },
    {
        "o": 14696,
        "r": "niv:Job:23:14",
        "t": "He*ln carries out his decree against me, and*ld many such plans he still has in store."
    },
    {
        "o": 14697,
        "r": "niv:Job:23:15",
        "t": "That*ln is why I am terrified before him; when*ld I think of all this, I fear him."
    },
    {
        "o": 14698,
        "r": "niv:Job:23:16",
        "t": "God*ln has made my heart faint; the*ld Almighty has terrified me."
    },
    {
        "o": 14699,
        "r": "niv:Job:23:17",
        "t": "Yet*ln I am not silenced by the darkness, by*ld the thick darkness that covers my face."
    }
]
