[
    {
        "o": 10559,
        "r": "niv:2 Kings:6:0",
        "t": "2 Kings 6",
        "h": 1
    },
    {
        "o": 10560,
        "r": "niv:2 Kings:6:0",
        "t": "An Axhead Floats",
        "h": 2
    },
    {
        "o": 10561,
        "r": "niv:2 Kings:6:1",
        "t": "The*p company of the prophets said to Elisha, “Look, the place where we meet with you is too small for us."
    },
    {
        "o": 10562,
        "r": "niv:2 Kings:6:2",
        "t": "Let us go to the Jordan, where each of us can get a pole; and let us build a place there for us to meet.” And*p he said, “Go.”"
    },
    {
        "o": 10563,
        "r": "niv:2 Kings:6:3",
        "t": "Then*p one of them said, “Won’t you please come with your servants?” “I*p will,” Elisha replied."
    },
    {
        "o": 10564,
        "r": "niv:2 Kings:6:4",
        "t": "And he went with them. They*p went to the Jordan and began to cut down trees."
    },
    {
        "o": 10565,
        "r": "niv:2 Kings:6:5",
        "t": "As one of them was cutting down a tree, the iron axhead fell into the water. “Oh no, my lord!” he cried out. “It was borrowed!”"
    },
    {
        "o": 10566,
        "r": "niv:2 Kings:6:6",
        "t": "The*p man of God asked, “Where did it fall?” When he showed him the place, Elisha cut a stick and threw it there, and made the iron float."
    },
    {
        "o": 10567,
        "r": "niv:2 Kings:6:7",
        "t": "“Lift it out,” he said. Then the man reached out his hand and took it."
    },
    {
        "o": 10568,
        "r": "niv:2 Kings:6:7",
        "t": "Elisha Traps Blinded Arameans",
        "h": 2
    },
    {
        "o": 10569,
        "r": "niv:2 Kings:6:8",
        "t": "Now*p the king of Aram was at war with Israel. After conferring with his officers, he said, “I will set up my camp in such and such a place.”"
    },
    {
        "o": 10570,
        "r": "niv:2 Kings:6:9",
        "t": "The*p man of God sent word to the king of Israel: “Beware of passing that place, because the Arameans are going down there.”"
    },
    {
        "o": 10571,
        "r": "niv:2 Kings:6:10",
        "t": "So the king of Israel checked on the place indicated by the man of God. Time and again Elisha warned the king, so that he was on his guard in such places."
    },
    {
        "o": 10572,
        "r": "niv:2 Kings:6:11",
        "t": "This*p enraged the king of Aram. He summoned his officers and demanded of them, “Tell me! Which of us is on the side of the king of Israel?”"
    },
    {
        "o": 10573,
        "r": "niv:2 Kings:6:12",
        "t": "“None*p of us, my lord the king,” said one of his officers, “but Elisha, the prophet who is in Israel, tells the king of Israel the very words you speak in your bedroom.”"
    },
    {
        "o": 10574,
        "r": "niv:2 Kings:6:13",
        "t": "“Go,*p find out where he is,” the king ordered, “so I can send men and capture him.” The report came back: “He is in Dothan.”"
    },
    {
        "o": 10575,
        "r": "niv:2 Kings:6:14",
        "t": "Then he sent horses and chariots and a strong force there. They went by night and surrounded the city."
    },
    {
        "o": 10576,
        "r": "niv:2 Kings:6:15",
        "t": "When*p the servant of the man of God got up and went out early the next morning, an army with horses and chariots had surrounded the city. “Oh no, my lord! What shall we do?” the servant asked."
    },
    {
        "o": 10577,
        "r": "niv:2 Kings:6:16",
        "t": "“Don’t*p be afraid,” the prophet answered. “Those who are with us are more than those who are with them.”"
    },
    {
        "o": 10578,
        "r": "niv:2 Kings:6:17",
        "t": "And*p Elisha prayed, “Open his eyes, Lord,*s so that he may see.” Then the Lord*s opened the servant’s eyes, and he looked and saw the hills full of horses and chariots of fire all around Elisha."
    },
    {
        "o": 10579,
        "r": "niv:2 Kings:6:18",
        "t": "As*p the enemy came down toward him, Elisha prayed to the Lord,*s “Strike this army with blindness.” So he struck them with blindness, as Elisha had asked."
    },
    {
        "o": 10580,
        "r": "niv:2 Kings:6:19",
        "t": "Elisha*p told them, “This is not the road and this is not the city. Follow me, and I will lead you to the man you are looking for.” And he led them to Samaria."
    },
    {
        "o": 10581,
        "r": "niv:2 Kings:6:20",
        "t": "After*p they entered the city, Elisha said, “Lord,*s open the eyes of these men so they can see.” Then the Lord*s opened their eyes and they looked, and there they were, inside Samaria."
    },
    {
        "o": 10582,
        "r": "niv:2 Kings:6:21",
        "t": "When*p the king of Israel saw them, he asked Elisha, “Shall I kill them, my father? Shall I kill them?”"
    },
    {
        "o": 10583,
        "r": "niv:2 Kings:6:22",
        "t": "“Do*p not kill them,” he answered. “Would you kill those you have captured with your own sword or bow? Set food and water before them so that they may eat and drink and then go back to their master.”"
    },
    {
        "o": 10584,
        "r": "niv:2 Kings:6:23",
        "t": "So he prepared a great feast for them, and after they had finished eating and drinking, he sent them away, and they returned to their master. So the bands from Aram stopped raiding Israel’s territory."
    },
    {
        "o": 10585,
        "r": "niv:2 Kings:6:23",
        "t": "Famine in Besieged Samaria",
        "h": 2
    },
    {
        "o": 10586,
        "r": "niv:2 Kings:6:24",
        "t": "Some*p time later, Ben-Hadad king of Aram mobilized his entire army and marched up and laid siege to Samaria."
    },
    {
        "o": 10587,
        "r": "niv:2 Kings:6:25",
        "t": "There was a great famine in the city; the siege lasted so long that a donkey’s head sold for eighty shekels of silver, and a quarter of a cab of seed pods for five shekels."
    },
    {
        "o": 10588,
        "r": "niv:2 Kings:6:26",
        "t": "As*p the king of Israel was passing by on the wall, a woman cried to him, “Help me, my lord the king!”"
    },
    {
        "o": 10589,
        "r": "niv:2 Kings:6:27",
        "t": "The*p king replied, “If the Lord*s does not help you, where can I get help for you? From the threshing floor? From the winepress?”"
    },
    {
        "o": 10590,
        "r": "niv:2 Kings:6:28",
        "t": "Then he asked her, “What’s the matter?” She*p answered, “This woman said to me, ‘Give up your son so we may eat him today, and tomorrow we’ll eat my son.’"
    },
    {
        "o": 10591,
        "r": "niv:2 Kings:6:29",
        "t": "So we cooked my son and ate him. The next day I said to her, ‘Give up your son so we may eat him,’ but she had hidden him.”"
    },
    {
        "o": 10592,
        "r": "niv:2 Kings:6:30",
        "t": "When*p the king heard the woman’s words, he tore his robes. As he went along the wall, the people looked, and they saw that, under his robes, he had sackcloth on his body."
    },
    {
        "o": 10593,
        "r": "niv:2 Kings:6:31",
        "t": "He said, “May God deal with me, be it ever so severely, if the head of Elisha son of Shaphat remains on his shoulders today!”"
    },
    {
        "o": 10594,
        "r": "niv:2 Kings:6:32",
        "t": "Now*p Elisha was sitting in his house, and the elders were sitting with him. The king sent a messenger ahead, but before he arrived, Elisha said to the elders, “Don’t you see how this murderer is sending someone to cut off my head? Look, when the messenger comes, shut the door and hold it shut against him. Is not the sound of his master’s footsteps behind him?”"
    },
    {
        "o": 10595,
        "r": "niv:2 Kings:6:33",
        "t": "While he was still talking to them, the messenger came down to him. The*p king said, “This disaster is from the Lord.*s Why should I wait for the Lord*s any longer?”"
    }
]
