[
    {
        "o": 8976,
        "r": "csb:2 Samuel:4:0",
        "t": "2 Samuel 4",
        "h": 1
    },
    {
        "o": 8977,
        "r": "csb:2 Samuel:4:0",
        "t": "The Assassination of Ish-bosheth",
        "h": 2
    },
    {
        "o": 8978,
        "r": "csb:2 Samuel:4:1",
        "t": "When*p Saul’s son Ish-bosheth heard that Abner had died in Hebron, he gave up, and all Israel was dismayed."
    },
    {
        "o": 8979,
        "r": "csb:2 Samuel:4:2",
        "t": "Saul’s son had two men who were leaders of raiding parties: one named Baanah and the other Rechab, sons of Rimmon the Beerothite of the Benjaminites. Beeroth is also considered part of Benjamin,"
    },
    {
        "o": 8980,
        "r": "csb:2 Samuel:4:3",
        "t": "and the Beerothites fled to Gittaim and still reside there as aliens today."
    },
    {
        "o": 8981,
        "r": "csb:2 Samuel:4:4",
        "t": "Saul’s*p son Jonathan had a son whose feet were crippled. He was five years old when the report about Saul and Jonathan came from Jezreel. His nanny picked him up and fled, but as she was hurrying to flee, he fell and became lame. His name was Mephibosheth."
    },
    {
        "o": 8982,
        "r": "csb:2 Samuel:4:5",
        "t": "Rechab*p and Baanah, the sons of Rimmon the Beerothite, set out and arrived at Ish-bosheth’s house during the heat of the day while the king was taking his midday nap."
    },
    {
        "o": 8983,
        "r": "csb:2 Samuel:4:6",
        "t": "They entered the interior of the house as if to get wheat and stabbed him in the stomach. Then Rechab and his brother Baanah escaped."
    },
    {
        "o": 8984,
        "r": "csb:2 Samuel:4:7",
        "t": "They had entered the house while Ish-bosheth was lying on his bed in his bedroom and stabbed and killed him. They removed his head, took it, and traveled by way of the Arabah all night."
    },
    {
        "o": 8985,
        "r": "csb:2 Samuel:4:8",
        "t": "They brought Ish-bosheth’s head to David at Hebron and said to the king, “Here’s the head of Ish-bosheth son of Saul, your enemy who intended to take your life. Today the Lord*s has granted vengeance to my lord the king against Saul and his offspring.”"
    },
    {
        "o": 8986,
        "r": "csb:2 Samuel:4:9",
        "t": "But*p David answered Rechab and his brother Baanah, sons of Rimmon the Beerothite, “As the Lord*s lives, the one who has redeemed my life from every distress,"
    },
    {
        "o": 8987,
        "r": "csb:2 Samuel:4:10",
        "t": "when the person told me, ‘Look, Saul is dead,’ he thought he was a bearer of good news, but I seized him and put him to death at Ziklag. That was my reward to him for his news!"
    },
    {
        "o": 8988,
        "r": "csb:2 Samuel:4:11",
        "t": "How much more when wicked men kill a righteous man in his own house on his own bed! So now, should I not require his blood from you and purge you from the earth?”"
    },
    {
        "o": 8989,
        "r": "csb:2 Samuel:4:12",
        "t": "So*p David gave orders to the young men, and they killed Rechab and Baanah. They cut off their hands and feet and hung their bodies by the pool in Hebron, but they took Ish-bosheth’s head and buried it in Abner’s tomb in Hebron."
    }
]
