[
    {
        "o": 441,
        "r": "nkjv:Genesis:17:0",
        "t": "Genesis 17",
        "h": 1
    },
    {
        "o": 442,
        "r": "nkjv:Genesis:17:0",
        "t": "The Sign of the Covenant",
        "h": 2
    },
    {
        "o": 443,
        "r": "nkjv:Genesis:17:1",
        "t": "When*p Abram was ninety-nine years old, the Lord*s appeared to Abram and said to him, “I am*i Almighty God; walk before Me and be blameless."
    },
    {
        "o": 444,
        "r": "nkjv:Genesis:17:2",
        "t": "And I will make My covenant between Me and you, and will multiply you exceedingly.”"
    },
    {
        "o": 445,
        "r": "nkjv:Genesis:17:3",
        "t": "Then Abram fell on his face, and God talked with him, saying:"
    },
    {
        "o": 446,
        "r": "nkjv:Genesis:17:4",
        "t": "“As for Me, behold, My covenant is with you, and you shall be a father of many nations."
    },
    {
        "o": 447,
        "r": "nkjv:Genesis:17:5",
        "t": "No longer shall your name be called Abram, but your name shall be Abraham; for I have made you a father of many nations."
    },
    {
        "o": 448,
        "r": "nkjv:Genesis:17:6",
        "t": "I will make you exceedingly fruitful; and I will make nations of you, and kings shall come from you."
    },
    {
        "o": 449,
        "r": "nkjv:Genesis:17:7",
        "t": "And I will establish My covenant between Me and you and your descendants after you in their generations, for an everlasting covenant, to be God to you and your descendants after you."
    },
    {
        "o": 450,
        "r": "nkjv:Genesis:17:8",
        "t": "Also I give to you and your descendants after you the land in which you are a stranger, all the land of Canaan, as an everlasting possession; and I will be their God.”"
    },
    {
        "o": 451,
        "r": "nkjv:Genesis:17:9",
        "t": "And*p God said to Abraham: “As for you, you shall keep My covenant, you and your descendants after you throughout their generations."
    },
    {
        "o": 452,
        "r": "nkjv:Genesis:17:10",
        "t": "This is*i My covenant which you shall keep, between Me and you and your descendants after you: Every male child among you shall be circumcised;"
    },
    {
        "o": 453,
        "r": "nkjv:Genesis:17:11",
        "t": "and you shall be circumcised in the flesh of your foreskins, and it shall be a sign of the covenant between Me and you."
    },
    {
        "o": 454,
        "r": "nkjv:Genesis:17:12",
        "t": "He who is eight days old among you shall be circumcised, every male child in your generations, he who is born in your house or bought with money from any foreigner who is not your descendant."
    },
    {
        "o": 455,
        "r": "nkjv:Genesis:17:13",
        "t": "He who is born in your house and he who is bought with your money must be circumcised, and My covenant shall be in your flesh for an everlasting covenant."
    },
    {
        "o": 456,
        "r": "nkjv:Genesis:17:14",
        "t": "And the uncircumcised male child, who is not circumcised in the flesh of his foreskin, that person shall be cut off from his people; he has broken My covenant.”"
    },
    {
        "o": 457,
        "r": "nkjv:Genesis:17:15",
        "t": "Then*p God said to Abraham, “As for Sarai your wife, you shall not call her name Sarai, but Sarah shall*i be*i her name."
    },
    {
        "o": 458,
        "r": "nkjv:Genesis:17:16",
        "t": "And I will bless her and also give you a son by her; then I will bless her, and she shall be a*i mother*i of nations; kings of peoples shall be from her.”"
    },
    {
        "o": 459,
        "r": "nkjv:Genesis:17:17",
        "t": "Then*p Abraham fell on his face and laughed, and said in his heart, “Shall a*i child*i be born to a man who is one hundred years old? And shall Sarah, who is ninety years old, bear a*i child?”*i"
    },
    {
        "o": 460,
        "r": "nkjv:Genesis:17:18",
        "t": "And Abraham said to God, “Oh, that Ishmael might live before You!”"
    },
    {
        "o": 461,
        "r": "nkjv:Genesis:17:19",
        "t": "Then*p God said: “No, Sarah your wife shall bear you a son, and you shall call his name Isaac; I will establish My covenant with him for an everlasting covenant, and*i with his descendants after him."
    },
    {
        "o": 462,
        "r": "nkjv:Genesis:17:20",
        "t": "And as for Ishmael, I have heard you. Behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly. He shall beget twelve princes, and I will make him a great nation."
    },
    {
        "o": 463,
        "r": "nkjv:Genesis:17:21",
        "t": "But My covenant I will establish with Isaac, whom Sarah shall bear to you at this set time next year.”"
    },
    {
        "o": 464,
        "r": "nkjv:Genesis:17:22",
        "t": "Then He finished talking with him, and God went up from Abraham."
    },
    {
        "o": 465,
        "r": "nkjv:Genesis:17:23",
        "t": "So*p Abraham took Ishmael his son, all who were born in his house and all who were bought with his money, every male among the men of Abraham’s house, and circumcised the flesh of their foreskins that very same day, as God had said to him."
    },
    {
        "o": 466,
        "r": "nkjv:Genesis:17:24",
        "t": "Abraham was*i ninety-nine years old when he was circumcised in the flesh of his foreskin."
    },
    {
        "o": 467,
        "r": "nkjv:Genesis:17:25",
        "t": "And Ishmael his son was*i thirteen years old when he was circumcised in the flesh of his foreskin."
    },
    {
        "o": 468,
        "r": "nkjv:Genesis:17:26",
        "t": "That very same day Abraham was circumcised, and his son Ishmael;"
    },
    {
        "o": 469,
        "r": "nkjv:Genesis:17:27",
        "t": "and all the men of his house, born in the house or bought with money from a foreigner, were circumcised with him."
    }
]
