[
    {
        "o": 1972,
        "r": "nasb:Exodus:11:0",
        "t": "Exodus 11",
        "h": 1
    },
    {
        "o": 1973,
        "r": "nasb:Exodus:11:0",
        "t": "The Last Plague",
        "h": 2
    },
    {
        "o": 1974,
        "r": "nasb:Exodus:11:1",
        "t": "Now*p the Lord*s said to Moses, “One more plague I will bring on Pharaoh and on Egypt; after that he will let you go from here. When he lets you go, he will surely drive you out from here completely."
    },
    {
        "o": 1975,
        "r": "nasb:Exodus:11:2",
        "t": "Speak now in the hearing of the people that each man ask from his neighbor and each woman from her neighbor for articles of silver and articles of gold.”"
    },
    {
        "o": 1976,
        "r": "nasb:Exodus:11:3",
        "t": "The Lord*s gave the people favor in the sight of the Egyptians. Furthermore, the man Moses himself*i was greatly esteemed in the land of Egypt, both*i in the sight of Pharaoh’s servants and in the sight of the people."
    },
    {
        "o": 1977,
        "r": "nasb:Exodus:11:4",
        "t": "Moses*p said, “Thus says the Lord,*s ‘About midnight I am going out into the midst of Egypt,"
    },
    {
        "o": 1978,
        "r": "nasb:Exodus:11:5",
        "t": "and all the firstborn in the land of Egypt shall die, from the firstborn of the Pharaoh who sits on his throne, even to the firstborn of the slave girl who is behind the millstones; all the firstborn of the cattle as well."
    },
    {
        "o": 1979,
        "r": "nasb:Exodus:11:6",
        "t": "Moreover, there shall be a great cry in all the land of Egypt, such as there has not been before*i and such as shall never be again."
    },
    {
        "o": 1980,
        "r": "nasb:Exodus:11:7",
        "t": "But against any of the sons of Israel a dog will not even*i bark, whether against man or beast, that you may understand how the Lord*s makes a distinction between Egypt and Israel.’"
    },
    {
        "o": 1981,
        "r": "nasb:Exodus:11:8",
        "t": "All these your servants will come down to me and bow themselves before me, saying, ‘Go out, you and all the people who follow you,’ and after that I will go out.” And he went out from Pharaoh in hot anger."
    },
    {
        "o": 1982,
        "r": "nasb:Exodus:11:9",
        "t": "Then*p the Lord*s said to Moses, “Pharaoh will not listen to you, so that My wonders will be multiplied in the land of Egypt.”"
    },
    {
        "o": 1983,
        "r": "nasb:Exodus:11:10",
        "t": "Moses and Aaron performed all these wonders before Pharaoh; yet the Lord*s hardened Pharaoh’s heart, and he did not let the sons of Israel go out of his land."
    }
]
