[
    {
        "o": 1779,
        "r": "nasb:Exodus:5:0",
        "t": "Exodus 5",
        "h": 1
    },
    {
        "o": 1780,
        "r": "nasb:Exodus:5:0",
        "t": "Israel’s Labor Increased",
        "h": 2
    },
    {
        "o": 1781,
        "r": "nasb:Exodus:5:1",
        "t": "And*p afterward Moses and Aaron came and said to Pharaoh, “Thus says the Lord,*s the God of Israel, ‘Let My people go that they may celebrate a feast to Me in the wilderness.’ ”"
    },
    {
        "o": 1782,
        "r": "nasb:Exodus:5:2",
        "t": "But Pharaoh said, “Who is the Lord*s that I should obey His voice to let Israel go? I do not know the Lord,*s and besides, I will not let Israel go.”"
    },
    {
        "o": 1783,
        "r": "nasb:Exodus:5:3",
        "t": "Then they said, “The God of the Hebrews has met with us. Please, let us go a three days’ journey into the wilderness that we may sacrifice to the Lord*s our God, otherwise He will fall upon us with pestilence or with the sword.”"
    },
    {
        "o": 1784,
        "r": "nasb:Exodus:5:4",
        "t": "But the king of Egypt said to them, “Moses and Aaron, why do you draw the people away from their work? Get back*i to your labors!”"
    },
    {
        "o": 1785,
        "r": "nasb:Exodus:5:5",
        "t": "Again Pharaoh said, “Look, the people of the land are now many, and you would have them cease from their labors!”"
    },
    {
        "o": 1786,
        "r": "nasb:Exodus:5:6",
        "t": "So the same day Pharaoh commanded the taskmasters over the people and their foremen, saying,"
    },
    {
        "o": 1787,
        "r": "nasb:Exodus:5:7",
        "t": "“You are no longer to give the people straw to make brick as previously; let them go and gather straw for themselves."
    },
    {
        "o": 1788,
        "r": "nasb:Exodus:5:8",
        "t": "But the quota of bricks which they were making previously, you shall impose on them; you are not to reduce any of it. Because they are lazy, therefore they cry out, ‘Let us go and sacrifice to our God.’"
    },
    {
        "o": 1789,
        "r": "nasb:Exodus:5:9",
        "t": "Let the labor be heavier on the men, and let them work at it so that they will pay no attention to false words.”"
    },
    {
        "o": 1790,
        "r": "nasb:Exodus:5:10",
        "t": "So*p the taskmasters of the people and their foremen went out and spoke to the people, saying, “Thus says Pharaoh, ‘I am not going to give you any*i straw."
    },
    {
        "o": 1791,
        "r": "nasb:Exodus:5:11",
        "t": "You go and*i get straw for yourselves wherever you can find it,*i but none of your labor will be reduced.’ ”"
    },
    {
        "o": 1792,
        "r": "nasb:Exodus:5:12",
        "t": "So the people scattered through all the land of Egypt to gather stubble for straw."
    },
    {
        "o": 1793,
        "r": "nasb:Exodus:5:13",
        "t": "The taskmasters pressed them, saying, “Complete your work quota, your*i daily amount, just as when you had straw.”"
    },
    {
        "o": 1794,
        "r": "nasb:Exodus:5:14",
        "t": "Moreover, the foremen of the sons of Israel, whom Pharaoh’s taskmasters had set over them, were beaten and were asked, “Why have you not completed your required amount either yesterday or today in making brick as previously?”"
    },
    {
        "o": 1795,
        "r": "nasb:Exodus:5:15",
        "t": "Then*p the foremen of the sons of Israel came and cried out to Pharaoh, saying, “Why do you deal this way with your servants?"
    },
    {
        "o": 1796,
        "r": "nasb:Exodus:5:16",
        "t": "There is no straw given to your servants, yet they keep saying to us, ‘Make bricks!’ And behold, your servants are being beaten; but it is the fault of your own*i people.”"
    },
    {
        "o": 1797,
        "r": "nasb:Exodus:5:17",
        "t": "But he said, “You are lazy, very*i lazy; therefore you say, ‘Let us go and*i sacrifice to the Lord.’*s"
    },
    {
        "o": 1798,
        "r": "nasb:Exodus:5:18",
        "t": "So go now and*i work; for you will be given no straw, yet you must deliver the quota of bricks.”"
    },
    {
        "o": 1799,
        "r": "nasb:Exodus:5:19",
        "t": "The foremen of the sons of Israel saw that they were in trouble because they were told, “You must not reduce your*i daily amount of bricks.”"
    },
    {
        "o": 1800,
        "r": "nasb:Exodus:5:20",
        "t": "When they left Pharaoh’s presence, they met Moses and Aaron as they were waiting for them."
    },
    {
        "o": 1801,
        "r": "nasb:Exodus:5:21",
        "t": "They said to them, “May the Lord*s look upon you and judge you,*i for you have made us odious in Pharaoh’s sight and in the sight of his servants, to put a sword in their hand to kill us.”"
    },
    {
        "o": 1802,
        "r": "nasb:Exodus:5:22",
        "t": "Then*p Moses returned to the Lord*s and said, “O Lord, why have You brought harm to this people? Why did You ever send me?"
    },
    {
        "o": 1803,
        "r": "nasb:Exodus:5:23",
        "t": "Ever since I came to Pharaoh to speak in Your name, he has done harm to this people, and You have not delivered Your people at all.”"
    }
]
