[
    {
        "o": 14427,
        "r": "niv:Job:14:0",
        "t": "Job 14",
        "h": 1
    },
    {
        "o": 14428,
        "r": "niv:Job:14:1",
        "t": "“Mortals,*pn born of woman, are*ld of few days and full of trouble."
    },
    {
        "o": 14429,
        "r": "niv:Job:14:2",
        "t": "They*ln spring up like flowers and wither away; like*ld fleeting shadows, they do not endure."
    },
    {
        "o": 14430,
        "r": "niv:Job:14:3",
        "t": "Do*ln you fix your eye on them? Will*ld you bring them before you for judgment?"
    },
    {
        "o": 14431,
        "r": "niv:Job:14:4",
        "t": "Who*ln can bring what is pure from the impure? No*ld one!"
    },
    {
        "o": 14432,
        "r": "niv:Job:14:5",
        "t": "A*ln person’s days are determined; you*ld have decreed the number of his months and*ld have set limits he cannot exceed."
    },
    {
        "o": 14433,
        "r": "niv:Job:14:6",
        "t": "So*ln look away from him and let him alone, till*ld he has put in his time like a hired laborer."
    },
    {
        "o": 14434,
        "r": "niv:Job:14:7",
        "t": "“At*pn least there is hope for a tree: If*ld it is cut down, it will sprout again, and*ld its new shoots will not fail."
    },
    {
        "o": 14435,
        "r": "niv:Job:14:8",
        "t": "Its*ln roots may grow old in the ground and*ld its stump die in the soil,"
    },
    {
        "o": 14436,
        "r": "niv:Job:14:9",
        "t": "yet*ln at the scent of water it will bud and*ld put forth shoots like a plant."
    },
    {
        "o": 14437,
        "r": "niv:Job:14:10",
        "t": "But*ln a man dies and is laid low; he*ld breathes his last and is no more."
    },
    {
        "o": 14438,
        "r": "niv:Job:14:11",
        "t": "As*ln the water of a lake dries up or*ld a riverbed becomes parched and dry,"
    },
    {
        "o": 14439,
        "r": "niv:Job:14:12",
        "t": "so*ln he lies down and does not rise; till*ld the heavens are no more, people will not awake or*ld be roused from their sleep."
    },
    {
        "o": 14440,
        "r": "niv:Job:14:13",
        "t": "“If*pn only you would hide me in the grave and*ld conceal me till your anger has passed! If*ln only you would set me a time and*ld then remember me!"
    },
    {
        "o": 14441,
        "r": "niv:Job:14:14",
        "t": "If*ln someone dies, will they live again? All*ld the days of my hard service I*ld will wait for my renewal to come."
    },
    {
        "o": 14442,
        "r": "niv:Job:14:15",
        "t": "You*ln will call and I will answer you; you*ld will long for the creature your hands have made."
    },
    {
        "o": 14443,
        "r": "niv:Job:14:16",
        "t": "Surely*ln then you will count my steps but*ld not keep track of my sin."
    },
    {
        "o": 14444,
        "r": "niv:Job:14:17",
        "t": "My*ln offenses will be sealed up in a bag; you*ld will cover over my sin."
    },
    {
        "o": 14445,
        "r": "niv:Job:14:18",
        "t": "“But*pn as a mountain erodes and crumbles and*ld as a rock is moved from its place,"
    },
    {
        "o": 14446,
        "r": "niv:Job:14:19",
        "t": "as*ln water wears away stones and*ld torrents wash away the soil, so*ld you destroy a person’s hope."
    },
    {
        "o": 14447,
        "r": "niv:Job:14:20",
        "t": "You*ln overpower them once for all, and they are gone; you*ld change their countenance and send them away."
    },
    {
        "o": 14448,
        "r": "niv:Job:14:21",
        "t": "If*ln their children are honored, they do not know it; if*ld their offspring are brought low, they do not see it."
    },
    {
        "o": 14449,
        "r": "niv:Job:14:22",
        "t": "They*ln feel but the pain of their own bodies and*ld mourn only for themselves.”"
    }
]
