[
    {
        "o": 31284,
        "r": "nkjv:Acts:23:0",
        "t": "Acts 23",
        "h": 1
    },
    {
        "o": 31285,
        "r": "nkjv:Acts:23:1",
        "t": "Then*p Paul, looking earnestly at the council, said, “Men and*i brethren, I have lived in all good conscience before God until this day.”"
    },
    {
        "o": 31286,
        "r": "nkjv:Acts:23:2",
        "t": "And the high priest Ananias commanded those who stood by him to strike him on the mouth."
    },
    {
        "o": 31287,
        "r": "nkjv:Acts:23:3",
        "t": "Then Paul said to him, “God will strike you, you*i whitewashed wall! For you sit to judge me according to the law, and do you command me to be struck contrary to the law?”"
    },
    {
        "o": 31288,
        "r": "nkjv:Acts:23:4",
        "t": "And*p those who stood by said, “Do you revile God’s high priest?”"
    },
    {
        "o": 31289,
        "r": "nkjv:Acts:23:5",
        "t": "Then*p Paul said, “I did not know, brethren, that he was the high priest; for it is written, ‘You shall not speak evil of a ruler of your people.’”"
    },
    {
        "o": 31290,
        "r": "nkjv:Acts:23:6",
        "t": "But*p when Paul perceived that one part were Sadducees and the other Pharisees, he cried out in the council, “Men and*i brethren, I am a Pharisee, the son of a Pharisee; concerning the hope and resurrection of the dead I am being judged!”"
    },
    {
        "o": 31291,
        "r": "nkjv:Acts:23:7",
        "t": "And*p when he had said this, a dissension arose between the Pharisees and the Sadducees; and the assembly was divided."
    },
    {
        "o": 31292,
        "r": "nkjv:Acts:23:8",
        "t": "For Sadducees say that there is no resurrection—and no angel or spirit; but the Pharisees confess both."
    },
    {
        "o": 31293,
        "r": "nkjv:Acts:23:9",
        "t": "Then there arose a loud outcry. And the scribes of the Pharisees’ party arose and protested, saying, “We find no evil in this man; but if a spirit or an angel has spoken to him, let us not fight against God.”"
    },
    {
        "o": 31294,
        "r": "nkjv:Acts:23:10",
        "t": "Now*p when there arose a great dissension, the commander, fearing lest Paul might be pulled to pieces by them, commanded the soldiers to go down and take him by force from among them, and bring him*i into the barracks."
    },
    {
        "o": 31295,
        "r": "nkjv:Acts:23:10",
        "t": "The Plot Against Paul",
        "h": 2
    },
    {
        "o": 31296,
        "r": "nkjv:Acts:23:11",
        "t": "But*p the following night the Lord stood by him and said, “Be*r of*r good*r cheer,*r Paul;*r for*r as*r you*r have*r testified*r for*r Me*r in*r Jerusalem,*r so*r you*r must*r also*r bear*r witness*r at*r Rome.”*r"
    },
    {
        "o": 31297,
        "r": "nkjv:Acts:23:12",
        "t": "And*p when it was day, some of the Jews banded together and bound themselves under an oath, saying that they would neither eat nor drink till they had killed Paul."
    },
    {
        "o": 31298,
        "r": "nkjv:Acts:23:13",
        "t": "Now there were more than forty who had formed this conspiracy."
    },
    {
        "o": 31299,
        "r": "nkjv:Acts:23:14",
        "t": "They came to the chief priests and elders, and said, “We have bound ourselves under a great oath that we will eat nothing until we have killed Paul."
    },
    {
        "o": 31300,
        "r": "nkjv:Acts:23:15",
        "t": "Now you, therefore, together with the council, suggest to the commander that he be brought down to you tomorrow, as though you were going to make further inquiries concerning him; but we are ready to kill him before he comes near.”"
    },
    {
        "o": 31301,
        "r": "nkjv:Acts:23:16",
        "t": "So*p when Paul’s sister’s son heard of their ambush, he went and entered the barracks and told Paul."
    },
    {
        "o": 31302,
        "r": "nkjv:Acts:23:17",
        "t": "Then Paul called one of the centurions to him*i and said, “Take this young man to the commander, for he has something to tell him.”"
    },
    {
        "o": 31303,
        "r": "nkjv:Acts:23:18",
        "t": "So he took him and brought him*i to the commander and said, “Paul the prisoner called me to him*i and asked me*i to bring this young man to you. He has something to say to you.”"
    },
    {
        "o": 31304,
        "r": "nkjv:Acts:23:19",
        "t": "Then*p the commander took him by the hand, went aside, and asked privately, “What is it that you have to tell me?”"
    },
    {
        "o": 31305,
        "r": "nkjv:Acts:23:20",
        "t": "And*p he said, “The Jews have agreed to ask that you bring Paul down to the council tomorrow, as though they were going to inquire more fully about him."
    },
    {
        "o": 31306,
        "r": "nkjv:Acts:23:21",
        "t": "But do not yield to them, for more than forty of them lie in wait for him, men who have bound themselves by an oath that they will neither eat nor drink till they have killed him; and now they are ready, waiting for the promise from you.”"
    },
    {
        "o": 31307,
        "r": "nkjv:Acts:23:22",
        "t": "So*p the commander let the young man depart, and commanded him,*i “Tell no one that you have revealed these things to me.”"
    },
    {
        "o": 31308,
        "r": "nkjv:Acts:23:22",
        "t": "Sent to Felix",
        "h": 2
    },
    {
        "o": 31309,
        "r": "nkjv:Acts:23:23",
        "t": "And*p he called for two centurions, saying, “Prepare two hundred soldiers, seventy horsemen, and two hundred spearmen to go to Caesarea at the third hour of the night;"
    },
    {
        "o": 31310,
        "r": "nkjv:Acts:23:24",
        "t": "and provide mounts to set Paul on, and bring him*i safely to Felix the governor.”"
    },
    {
        "o": 31311,
        "r": "nkjv:Acts:23:25",
        "t": "He wrote a letter in the following manner:"
    },
    {
        "o": 31312,
        "r": "nkjv:Acts:23:26",
        "t": "Claudius*pn Lysias, To*ld the most excellent governor Felix: Greetings.*ld"
    },
    {
        "o": 31313,
        "r": "nkjv:Acts:23:27",
        "t": "This*ld man was seized by the Jews and was about to be killed by them. Coming with the troops I rescued him, having learned that he was a Roman."
    },
    {
        "o": 31314,
        "r": "nkjv:Acts:23:28",
        "t": "And when I wanted to know the reason they accused him, I brought him before their council."
    },
    {
        "o": 31315,
        "r": "nkjv:Acts:23:29",
        "t": "I found out that he was accused concerning questions of their law, but had nothing charged against him deserving of death or chains."
    },
    {
        "o": 31316,
        "r": "nkjv:Acts:23:30",
        "t": "And when it was told me that the Jews lay in wait for the man, I sent him immediately to you, and also commanded his accusers to state before you the charges against him. Farewell.*ld"
    },
    {
        "o": 31317,
        "r": "nkjv:Acts:23:31",
        "t": "Then*p the soldiers, as they were commanded, took Paul and brought him*i by night to Antipatris."
    },
    {
        "o": 31318,
        "r": "nkjv:Acts:23:32",
        "t": "The next day they left the horsemen to go on with him, and returned to the barracks."
    },
    {
        "o": 31319,
        "r": "nkjv:Acts:23:33",
        "t": "When they came to Caesarea and had delivered the letter to the governor, they also presented Paul to him."
    },
    {
        "o": 31320,
        "r": "nkjv:Acts:23:34",
        "t": "And when the governor had read it,*i he asked what province he was from. And when he understood that he*i was*i from Cilicia,"
    },
    {
        "o": 31321,
        "r": "nkjv:Acts:23:35",
        "t": "he said, “I will hear you when your accusers also have come.” And he commanded him to be kept in Herod’s Praetorium."
    }
]
