[
    {
        "o": 31385,
        "r": "csb:Acts:23:0",
        "t": "Acts 23",
        "h": 1
    },
    {
        "o": 31386,
        "r": "csb:Acts:23:1",
        "t": "Paul*p looked straight at the Sanhedrin and said, “Brothers, I have lived my life before God in all good conscience to this day.”"
    },
    {
        "o": 31387,
        "r": "csb:Acts:23:2",
        "t": "The high priest Ananias ordered those who were standing next to him to strike him on the mouth."
    },
    {
        "o": 31388,
        "r": "csb:Acts:23:3",
        "t": "Then Paul said to him, “God is going to strike you, you whitewashed wall! You are sitting there judging me according to the law, and yet in violation of the law are you ordering me to be struck?”"
    },
    {
        "o": 31389,
        "r": "csb:Acts:23:4",
        "t": "Those*p standing nearby said, “Do you dare revile God’s high priest?”"
    },
    {
        "o": 31390,
        "r": "csb:Acts:23:5",
        "t": "“I*p did not know, brothers, that he was the high priest,” replied Paul. “For it is written, You*i must*i not*i speak*i evil*i of*i a*i ruler*i of*i your*i people.”*i"
    },
    {
        "o": 31391,
        "r": "csb:Acts:23:6",
        "t": "When Paul realized that one part of them were Sadducees and the other part were Pharisees, he cried out in the Sanhedrin, “Brothers, I am a Pharisee, a son of Pharisees. I am being judged because of the hope of the resurrection of the dead!”"
    },
    {
        "o": 31392,
        "r": "csb:Acts:23:7",
        "t": "When he said this, a dispute broke out between the Pharisees and the Sadducees, and the assembly was divided."
    },
    {
        "o": 31393,
        "r": "csb:Acts:23:8",
        "t": "For the Sadducees say there is no resurrection, and neither angel nor spirit, but the Pharisees affirm them all."
    },
    {
        "o": 31394,
        "r": "csb:Acts:23:9",
        "t": "The*p shouting grew loud, and some of the scribes of the Pharisees’ party got up and argued vehemently, “We find nothing evil in this man. What if a spirit or an angel has spoken to him?”"
    },
    {
        "o": 31395,
        "r": "csb:Acts:23:10",
        "t": "When*p the dispute became violent, the commander feared that Paul might be torn apart by them and ordered the troops to go down, take him away from them, and bring him into the barracks."
    },
    {
        "o": 31396,
        "r": "csb:Acts:23:11",
        "t": "The following night, the Lord stood by him and said, “Have*r courage!*r For*r as*r you*r have*r testified*r about*r me*r in*r Jerusalem,*r so*r it*r is*r necessary*r for*r you*r to*r testify*r in*r Rome.”*r"
    },
    {
        "o": 31397,
        "r": "csb:Acts:23:11",
        "t": "The Plot against Paul",
        "h": 2
    },
    {
        "o": 31398,
        "r": "csb:Acts:23:12",
        "t": "When*p it was morning, the Jews formed a conspiracy and bound themselves under a curse not to eat or drink until they had killed Paul."
    },
    {
        "o": 31399,
        "r": "csb:Acts:23:13",
        "t": "There were more than forty who had formed this plot."
    },
    {
        "o": 31400,
        "r": "csb:Acts:23:14",
        "t": "These men went to the chief priests and elders and said, “We have bound ourselves under a solemn curse that we won’t eat anything until we have killed Paul."
    },
    {
        "o": 31401,
        "r": "csb:Acts:23:15",
        "t": "So now you, along with the Sanhedrin, make a request to the commander that he bring him down to you as if you were going to investigate his case more thoroughly. But, before he gets near, we are ready to kill him.”"
    },
    {
        "o": 31402,
        "r": "csb:Acts:23:16",
        "t": "But*p the son of Paul’s sister, hearing about their ambush, came and entered the barracks and reported it to Paul."
    },
    {
        "o": 31403,
        "r": "csb:Acts:23:17",
        "t": "Paul called one of the centurions and said, “Take this young man to the commander, because he has something to report to him.”"
    },
    {
        "o": 31404,
        "r": "csb:Acts:23:18",
        "t": "So*p he took him, brought him to the commander, and said, “The prisoner Paul called me and asked me to bring this young man to you, because he has something to tell you.”"
    },
    {
        "o": 31405,
        "r": "csb:Acts:23:19",
        "t": "The*p commander took him by the hand, led him aside, and inquired privately, “What is it you have to report to me?”"
    },
    {
        "o": 31406,
        "r": "csb:Acts:23:20",
        "t": "“The*p Jews,” he said, “have agreed to ask you to bring Paul down to the Sanhedrin tomorrow, as though they are going to hold a somewhat more careful inquiry about him."
    },
    {
        "o": 31407,
        "r": "csb:Acts:23:21",
        "t": "Don’t let them persuade you, because there are more than forty of them lying in ambush - men who have bound themselves under a curse not to eat or drink until they have killed him. Now they are ready, waiting for your consent.”"
    },
    {
        "o": 31408,
        "r": "csb:Acts:23:22",
        "t": "So*p the commander dismissed the young man and instructed him, “Don’t tell anyone that you have informed me about this.”"
    },
    {
        "o": 31409,
        "r": "csb:Acts:23:22",
        "t": "To Caesarea by Night",
        "h": 2
    },
    {
        "o": 31410,
        "r": "csb:Acts:23:23",
        "t": "He*p summoned two of his centurions and said, “Get two hundred soldiers ready with seventy cavalry and two hundred spearmen to go to Caesarea at nine tonight."
    },
    {
        "o": 31411,
        "r": "csb:Acts:23:24",
        "t": "Also provide mounts to ride so that Paul may be brought safely to Felix the governor.”"
    },
    {
        "o": 31412,
        "r": "csb:Acts:23:25",
        "t": "He*p wrote the following letter:"
    },
    {
        "o": 31413,
        "r": "csb:Acts:23:26",
        "t": "Claudius*p Lysias, To*p the most excellent governor Felix: Greetings.*p"
    },
    {
        "o": 31414,
        "r": "csb:Acts:23:27",
        "t": "When*p this man had been seized by the Jews and was about to be killed by them, I arrived with my troops and rescued him because I learned that he is a Roman citizen."
    },
    {
        "o": 31415,
        "r": "csb:Acts:23:28",
        "t": "Wanting to know the charge they were accusing him of, I brought him down before their Sanhedrin."
    },
    {
        "o": 31416,
        "r": "csb:Acts:23:29",
        "t": "I found out that the accusations were concerning questions of their law, and that there was no charge that merited death or imprisonment."
    },
    {
        "o": 31417,
        "r": "csb:Acts:23:30",
        "t": "When I was informed that there was a plot against the man, I sent him to you right away. I also ordered his accusers to state their case against him in your presence."
    },
    {
        "o": 31418,
        "r": "csb:Acts:23:31",
        "t": "So*p the soldiers took Paul during the night and brought him to Antipatris as they were ordered."
    },
    {
        "o": 31419,
        "r": "csb:Acts:23:32",
        "t": "The next day, they returned to the barracks, allowing the cavalry to go on with him."
    },
    {
        "o": 31420,
        "r": "csb:Acts:23:33",
        "t": "When these men entered Caesarea and delivered the letter to the governor, they also presented Paul to him."
    },
    {
        "o": 31421,
        "r": "csb:Acts:23:34",
        "t": "After he read it, he asked what province he was from. When he learned he was from Cilicia,"
    },
    {
        "o": 31422,
        "r": "csb:Acts:23:35",
        "t": "he said, “I will give you a hearing whenever your accusers also get here.” He ordered that he be kept under guard in Herod’s palace."
    }
]
