[
    {
        "o": 32019,
        "r": "esv:1 Corinthians:12:0",
        "t": "1 Corinthians 12",
        "h": 1
    },
    {
        "o": 32020,
        "r": "esv:1 Corinthians:12:0",
        "t": "Spiritual Gifts",
        "h": 2
    },
    {
        "o": 32021,
        "r": "esv:1 Corinthians:12:1",
        "t": "Now*p concerning spiritual gifts, brothers, I do not want you to be uninformed."
    },
    {
        "o": 32022,
        "r": "esv:1 Corinthians:12:2",
        "t": "You know that when you were pagans you were led astray to mute idols, however you were led."
    },
    {
        "o": 32023,
        "r": "esv:1 Corinthians:12:3",
        "t": "Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit."
    },
    {
        "o": 32024,
        "r": "esv:1 Corinthians:12:4",
        "t": "Now*p there are varieties of gifts, but the same Spirit;"
    },
    {
        "o": 32025,
        "r": "esv:1 Corinthians:12:5",
        "t": "and there are varieties of service, but the same Lord;"
    },
    {
        "o": 32026,
        "r": "esv:1 Corinthians:12:6",
        "t": "and there are varieties of activities, but it is the same God who empowers them all in everyone."
    },
    {
        "o": 32027,
        "r": "esv:1 Corinthians:12:7",
        "t": "To each is given the manifestation of the Spirit for the common good."
    },
    {
        "o": 32028,
        "r": "esv:1 Corinthians:12:8",
        "t": "For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit,"
    },
    {
        "o": 32029,
        "r": "esv:1 Corinthians:12:9",
        "t": "to another faith by the same Spirit, to another gifts of healing by the one Spirit,"
    },
    {
        "o": 32030,
        "r": "esv:1 Corinthians:12:10",
        "t": "to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues."
    },
    {
        "o": 32031,
        "r": "esv:1 Corinthians:12:11",
        "t": "All these are empowered by one and the same Spirit, who apportions to each one individually as he wills."
    },
    {
        "o": 32032,
        "r": "esv:1 Corinthians:12:11",
        "t": "One Body with Many Members",
        "h": 2
    },
    {
        "o": 32033,
        "r": "esv:1 Corinthians:12:12",
        "t": "For*p just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ."
    },
    {
        "o": 32034,
        "r": "esv:1 Corinthians:12:13",
        "t": "For in one Spirit we were all baptized into one body— Jews or Greeks, slaves or free— and all were made to drink of one Spirit."
    },
    {
        "o": 32035,
        "r": "esv:1 Corinthians:12:14",
        "t": "For*p the body does not consist of one member but of many."
    },
    {
        "o": 32036,
        "r": "esv:1 Corinthians:12:15",
        "t": "If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body."
    },
    {
        "o": 32037,
        "r": "esv:1 Corinthians:12:16",
        "t": "And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body."
    },
    {
        "o": 32038,
        "r": "esv:1 Corinthians:12:17",
        "t": "If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell?"
    },
    {
        "o": 32039,
        "r": "esv:1 Corinthians:12:18",
        "t": "But as it is, God arranged the members in the body, each one of them, as he chose."
    },
    {
        "o": 32040,
        "r": "esv:1 Corinthians:12:19",
        "t": "If all were a single member, where would the body be?"
    },
    {
        "o": 32041,
        "r": "esv:1 Corinthians:12:20",
        "t": "As it is, there are many parts, yet one body."
    },
    {
        "o": 32042,
        "r": "esv:1 Corinthians:12:21",
        "t": "The*p eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.”"
    },
    {
        "o": 32043,
        "r": "esv:1 Corinthians:12:22",
        "t": "On the contrary, the parts of the body that seem to be weaker are indispensable,"
    },
    {
        "o": 32044,
        "r": "esv:1 Corinthians:12:23",
        "t": "and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty,"
    },
    {
        "o": 32045,
        "r": "esv:1 Corinthians:12:24",
        "t": "which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it,"
    },
    {
        "o": 32046,
        "r": "esv:1 Corinthians:12:25",
        "t": "that there may be no division in the body, but that the members may have the same care for one another."
    },
    {
        "o": 32047,
        "r": "esv:1 Corinthians:12:26",
        "t": "If one member suffers, all suffer together; if one member is honored, all rejoice together."
    },
    {
        "o": 32048,
        "r": "esv:1 Corinthians:12:27",
        "t": "Now*p you are the body of Christ and individually members of it."
    },
    {
        "o": 32049,
        "r": "esv:1 Corinthians:12:28",
        "t": "And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues."
    },
    {
        "o": 32050,
        "r": "esv:1 Corinthians:12:29",
        "t": "Are all apostles? Are all prophets? Are all teachers? Do all work miracles?"
    },
    {
        "o": 32051,
        "r": "esv:1 Corinthians:12:30",
        "t": "Do all possess gifts of healing? Do all speak with tongues? Do all interpret?"
    },
    {
        "o": 32052,
        "r": "esv:1 Corinthians:12:31",
        "t": "But earnestly desire the higher gifts. And*p I will show you a still more excellent way."
    }
]
