[
    {
        "o": 12266,
        "r": "esv:1 Chronicles:29:0",
        "t": "1 Chronicles 29",
        "h": 1
    },
    {
        "o": 12267,
        "r": "esv:1 Chronicles:29:0",
        "t": "Offerings for the Temple",
        "h": 2
    },
    {
        "o": 12268,
        "r": "esv:1 Chronicles:29:1",
        "t": "And*p David the king said to all the assembly, “Solomon my son, whom alone God has chosen, is young and inexperienced, and the work is great, for the palace will not be for man but for the Lord*s God."
    },
    {
        "o": 12269,
        "r": "esv:1 Chronicles:29:2",
        "t": "So I have provided for the house of my God, so far as I was able, the gold for the things of gold, the silver for the things of silver, and the bronze for the things of bronze, the iron for the things of iron, and wood for the things of wood, besides great quantities of onyx and stones for setting, antimony, colored stones, all sorts of precious stones and marble."
    },
    {
        "o": 12270,
        "r": "esv:1 Chronicles:29:3",
        "t": "Moreover, in addition to all that I have provided for the holy house, I have a treasure of my own of gold and silver, and because of my devotion to the house of my God I give it to the house of my God:"
    },
    {
        "o": 12271,
        "r": "esv:1 Chronicles:29:4",
        "t": "3,000 talents of gold, of the gold of Ophir, and 7,000 talents of refined silver, for overlaying the walls of the house,"
    },
    {
        "o": 12272,
        "r": "esv:1 Chronicles:29:5",
        "t": "and for all the work to be done by craftsmen, gold for the things of gold and silver for the things of silver. Who then will offer willingly, consecrating himself today to the Lord?”*s"
    },
    {
        "o": 12273,
        "r": "esv:1 Chronicles:29:6",
        "t": "Then*p the leaders of fathers’ houses made their freewill offerings, as did also the leaders of the tribes, the commanders of thousands and of hundreds, and the officers over the king’s work."
    },
    {
        "o": 12274,
        "r": "esv:1 Chronicles:29:7",
        "t": "They gave for the service of the house of God 5,000 talents and 10,000 darics of gold, 10,000 talents of silver, 18,000 talents of bronze and 100,000 talents of iron."
    },
    {
        "o": 12275,
        "r": "esv:1 Chronicles:29:8",
        "t": "And whoever had precious stones gave them to the treasury of the house of the Lord,*s in the care of Jehiel the Gershonite."
    },
    {
        "o": 12276,
        "r": "esv:1 Chronicles:29:9",
        "t": "Then the people rejoiced because they had given willingly, for with a whole heart they had offered freely to the Lord.*s David the king also rejoiced greatly."
    },
    {
        "o": 12277,
        "r": "esv:1 Chronicles:29:9",
        "t": "David Prays in the Assembly",
        "h": 2
    },
    {
        "o": 12278,
        "r": "esv:1 Chronicles:29:10",
        "t": "Therefore*p David blessed the Lord*s in the presence of all the assembly. And David said: “Blessed are you, O Lord,*s the God of Israel our father, forever and ever."
    },
    {
        "o": 12279,
        "r": "esv:1 Chronicles:29:11",
        "t": "Yours, O Lord,*s is the greatness and the power and the glory and the victory and the majesty, for all that is in the heavens and in the earth is yours. Yours is the kingdom, O Lord,*s and you are exalted as head above all."
    },
    {
        "o": 12280,
        "r": "esv:1 Chronicles:29:12",
        "t": "Both riches and honor come from you, and you rule over all. In your hand are power and might, and in your hand it is to make great and to give strength to all."
    },
    {
        "o": 12281,
        "r": "esv:1 Chronicles:29:13",
        "t": "And now we thank you, our God, and praise your glorious name."
    },
    {
        "o": 12282,
        "r": "esv:1 Chronicles:29:14",
        "t": "“But*p who am I, and what is my people, that we should be able thus to offer willingly? For all things come from you, and of your own have we given you."
    },
    {
        "o": 12283,
        "r": "esv:1 Chronicles:29:15",
        "t": "For we are strangers before you and sojourners, as all our fathers were. Our days on the earth are like a shadow, and there is no abiding."
    },
    {
        "o": 12284,
        "r": "esv:1 Chronicles:29:16",
        "t": "O Lord*s our God, all this abundance that we have provided for building you a house for your holy name comes from your hand and is all your own."
    },
    {
        "o": 12285,
        "r": "esv:1 Chronicles:29:17",
        "t": "I know, my God, that you test the heart and have pleasure in uprightness. In the uprightness of my heart I have freely offered all these things, and now I have seen your people, who are present here, offering freely and joyously to you."
    },
    {
        "o": 12286,
        "r": "esv:1 Chronicles:29:18",
        "t": "O Lord,*s the God of Abraham, Isaac, and Israel, our fathers, keep forever such purposes and thoughts in the hearts of your people, and direct their hearts toward you."
    },
    {
        "o": 12287,
        "r": "esv:1 Chronicles:29:19",
        "t": "Grant to Solomon my son a whole heart that he may keep your commandments, your testimonies, and your statutes, performing all, and that he may build the palace for which I have made provision.”"
    },
    {
        "o": 12288,
        "r": "esv:1 Chronicles:29:20",
        "t": "Then*p David said to all the assembly, “Bless the Lord*s your God.” And all the assembly blessed the Lord,*s the God of their fathers, and bowed their heads and paid homage to the Lord*s and to the king."
    },
    {
        "o": 12289,
        "r": "esv:1 Chronicles:29:21",
        "t": "And they offered sacrifices to the Lord,*s and on the next day offered burnt offerings to the Lord,*s 1,000 bulls, 1,000 rams, and 1,000 lambs, with their drink offerings, and sacrifices in abundance for all Israel."
    },
    {
        "o": 12290,
        "r": "esv:1 Chronicles:29:22",
        "t": "And they ate and drank before the Lord*s on that day with great gladness."
    },
    {
        "o": 12291,
        "r": "esv:1 Chronicles:29:22",
        "t": "Solomon Anointed King",
        "h": 2
    },
    {
        "o": 12292,
        "r": "esv:1 Chronicles:29:22",
        "t": "And*p they made Solomon the son of David king the second time, and they anointed him as prince for the Lord,*s and Zadok as priest."
    },
    {
        "o": 12293,
        "r": "esv:1 Chronicles:29:23",
        "t": "Then*p Solomon sat on the throne of the Lord*s as king in place of David his father. And he prospered, and all Israel obeyed him."
    },
    {
        "o": 12294,
        "r": "esv:1 Chronicles:29:24",
        "t": "All the leaders and the mighty men, and also all the sons of King David, pledged their allegiance to King Solomon."
    },
    {
        "o": 12295,
        "r": "esv:1 Chronicles:29:25",
        "t": "And the Lord*s made Solomon very great in the sight of all Israel and bestowed on him such royal majesty as had not been on any king before him in Israel."
    },
    {
        "o": 12296,
        "r": "esv:1 Chronicles:29:25",
        "t": "The Death of David",
        "h": 2
    },
    {
        "o": 12297,
        "r": "esv:1 Chronicles:29:26",
        "t": "Thus*p David the son of Jesse reigned over all Israel."
    },
    {
        "o": 12298,
        "r": "esv:1 Chronicles:29:27",
        "t": "The time that he reigned over Israel was forty years. He reigned seven years in Hebron and thirty-three years in Jerusalem."
    },
    {
        "o": 12299,
        "r": "esv:1 Chronicles:29:28",
        "t": "Then he died at a good age, full of days, riches, and honor. And Solomon his son reigned in his place."
    },
    {
        "o": 12300,
        "r": "esv:1 Chronicles:29:29",
        "t": "Now the acts of King David, from first to last, are written in the Chronicles of Samuel the seer, and in the Chronicles of Nathan the prophet, and in the Chronicles of Gad the seer,"
    },
    {
        "o": 12301,
        "r": "esv:1 Chronicles:29:30",
        "t": "with accounts of all his rule and his might and of the circumstances that came upon him and upon Israel and upon all the kingdoms of the countries."
    }
]
