[
    {
        "o": 21090,
        "r": "nkjv:Isaiah:61:0",
        "t": "Isaiah 61",
        "h": 1
    },
    {
        "o": 21091,
        "r": "nkjv:Isaiah:61:0",
        "t": "The Good News of Salvation",
        "h": 2
    },
    {
        "o": 21092,
        "r": "nkjv:Isaiah:61:1",
        "t": "“The*pn Spirit of the Lord God*s is*i upon Me, Because*ld the Lord*s has anointed Me To*ld preach good tidings to the poor; He*ld has sent Me to heal the brokenhearted, To*ld proclaim liberty to the captives, And*ld the opening of the prison to those*i who*i are*i bound;"
    },
    {
        "o": 21093,
        "r": "nkjv:Isaiah:61:2",
        "t": "To*ld proclaim the acceptable year of the Lord,*s And*ld the day of vengeance of our God; To*ld comfort all who mourn,"
    },
    {
        "o": 21094,
        "r": "nkjv:Isaiah:61:3",
        "t": "To*ld console those who mourn in Zion, To*ld give them beauty for ashes, The*ld oil of joy for mourning, The*ld garment of praise for the spirit of heaviness; That*ld they may be called trees of righteousness, The*ld planting of the Lord,*s that He may be glorified.”"
    },
    {
        "o": 21095,
        "r": "nkjv:Isaiah:61:4",
        "t": "And*ln they shall rebuild the old ruins, They*ld shall raise up the former desolations, And*ld they shall repair the ruined cities, The*ld desolations of many generations."
    },
    {
        "o": 21096,
        "r": "nkjv:Isaiah:61:5",
        "t": "Strangers*ld shall stand and feed your flocks, And*ld the sons of the foreigner Shall*ild be*i your plowmen and your vinedressers."
    },
    {
        "o": 21097,
        "r": "nkjv:Isaiah:61:6",
        "t": "But*ld you shall be named the priests of the Lord,*s They*ld shall call you the servants of our God. You*ld shall eat the riches of the Gentiles, And*ld in their glory you shall boast."
    },
    {
        "o": 21098,
        "r": "nkjv:Isaiah:61:7",
        "t": "Instead*ld of your shame you*i shall*i have*i double honor,*i And*ld instead*i of*i confusion they shall rejoice in their portion. Therefore*ld in their land they shall possess double; Everlasting*ld joy shall be theirs."
    },
    {
        "o": 21099,
        "r": "nkjv:Isaiah:61:8",
        "t": "“For*ln I, the Lord,*s love justice; I*ld hate robbery for burnt offering; I*ld will direct their work in truth, And*ld will make with them an everlasting covenant."
    },
    {
        "o": 21100,
        "r": "nkjv:Isaiah:61:9",
        "t": "Their*ld descendants shall be known among the Gentiles, And*ld their offspring among the people. All*ld who see them shall acknowledge them, That*ld they are*i the posterity whom*i the Lord*s has blessed.”"
    },
    {
        "o": 21101,
        "r": "nkjv:Isaiah:61:10",
        "t": "I*ln will greatly rejoice in the Lord,*s My*ld soul shall be joyful in my God; For*ld He has clothed me with the garments of salvation, He*ld has covered me with the robe of righteousness, As*ld a bridegroom decks himself*i with ornaments, And*ld as a bride adorns herself*i with her jewels."
    },
    {
        "o": 21102,
        "r": "nkjv:Isaiah:61:11",
        "t": "For*ld as the earth brings forth its bud, As*ld the garden causes the things that are sown in it to spring forth, So*ld the Lord God*s will cause righteousness and praise to spring forth before all the nations."
    }
]
