[
    {
        "o": 21269,
        "r": "nkjv:Jeremiah:3:0",
        "t": "Jeremiah 3",
        "h": 1
    },
    {
        "o": 21270,
        "r": "nkjv:Jeremiah:3:0",
        "t": "Israel Is Shameless",
        "h": 2
    },
    {
        "o": 21271,
        "r": "nkjv:Jeremiah:3:1",
        "t": "“They*pn say, ‘If a man divorces his wife, And*ld she goes from him And*ld becomes another man’s, May*ld he return to her again?’ Would*ld not that land be greatly polluted? But*ld you have played the harlot with many lovers; Yet*ld return to Me,” says the Lord.*s"
    },
    {
        "o": 21272,
        "r": "nkjv:Jeremiah:3:2",
        "t": "“Lift*ln up your eyes to the desolate heights and see: Where*ld have you not lain with*i men?*i By*ld the road you have sat for them Like*ld an Arabian in the wilderness; And*ld you have polluted the land With*ld your harlotries and your wickedness."
    },
    {
        "o": 21273,
        "r": "nkjv:Jeremiah:3:3",
        "t": "Therefore*ld the showers have been withheld, And*ld there has been no latter rain. You*ld have had a harlot’s forehead; You*ld refuse to be ashamed."
    },
    {
        "o": 21274,
        "r": "nkjv:Jeremiah:3:4",
        "t": "Will*ld you not from this time cry to Me, ‘My*ld Father, You are*i the guide of my youth?"
    },
    {
        "o": 21275,
        "r": "nkjv:Jeremiah:3:5",
        "t": "Will*ld He remain angry forever? Will*ld He keep it to the end?’ Behold,*ld you have spoken and done evil things, As*ld you were able.”"
    },
    {
        "o": 21276,
        "r": "nkjv:Jeremiah:3:5",
        "t": "A Call to Repentance",
        "h": 2
    },
    {
        "o": 21277,
        "r": "nkjv:Jeremiah:3:6",
        "t": "The*p Lord*s said also to me in the days of Josiah the king: “Have you seen what backsliding Israel has done? She has gone up on every high mountain and under every green tree, and there played the harlot."
    },
    {
        "o": 21278,
        "r": "nkjv:Jeremiah:3:7",
        "t": "And I said, after she had done all these things,*i ‘Return to Me.’ But she did not return. And her treacherous sister Judah saw it."
    },
    {
        "o": 21279,
        "r": "nkjv:Jeremiah:3:8",
        "t": "Then I saw that for all the causes for which backsliding Israel had committed adultery, I had put her away and given her a certificate of divorce; yet her treacherous sister Judah did not fear, but went and played the harlot also."
    },
    {
        "o": 21280,
        "r": "nkjv:Jeremiah:3:9",
        "t": "So it came to pass, through her casual harlotry, that she defiled the land and committed adultery with stones and trees."
    },
    {
        "o": 21281,
        "r": "nkjv:Jeremiah:3:10",
        "t": "And yet for all this her treacherous sister Judah has not turned to Me with her whole heart, but in pretense,” says the Lord.*s"
    },
    {
        "o": 21282,
        "r": "nkjv:Jeremiah:3:11",
        "t": "Then*p the Lord*s said to me, “Backsliding Israel has shown herself more righteous than treacherous Judah."
    },
    {
        "o": 21283,
        "r": "nkjv:Jeremiah:3:12",
        "t": "Go and proclaim these words toward the north, and say: ‘Return,*pn backsliding Israel,’ says the Lord;*s ‘I*ld will not cause My anger to fall on you. For*ld I am*i merciful,’ says the Lord;*s ‘I*ld will not remain angry forever."
    },
    {
        "o": 21284,
        "r": "nkjv:Jeremiah:3:13",
        "t": "Only*ld acknowledge your iniquity, That*ld you have transgressed against the Lord*s your God, And*ld have scattered your charms To*ld alien deities under every green tree, And*ld you have not obeyed My voice,’ says the Lord.*s"
    },
    {
        "o": 21285,
        "r": "nkjv:Jeremiah:3:14",
        "t": "“Return,*p O backsliding children,” says the Lord;*s “for I am married to you. I will take you, one from a city and two from a family, and I will bring you to Zion."
    },
    {
        "o": 21286,
        "r": "nkjv:Jeremiah:3:15",
        "t": "And I will give you shepherds according to My heart, who will feed you with knowledge and understanding."
    },
    {
        "o": 21287,
        "r": "nkjv:Jeremiah:3:16",
        "t": "“Then*p it shall come to pass, when you are multiplied and increased in the land in those days,” says the Lord,*s “that they will say no more, ‘The ark of the covenant of the Lord.’*s It shall not come to mind, nor shall they remember it, nor shall they visit it,*i nor shall it be made anymore."
    },
    {
        "o": 21288,
        "r": "nkjv:Jeremiah:3:17",
        "t": "“At*p that time Jerusalem shall be called The Throne of the Lord,*s and all the nations shall be gathered to it, to the name of the Lord,*s to Jerusalem. No more shall they follow the dictates of their evil hearts."
    },
    {
        "o": 21289,
        "r": "nkjv:Jeremiah:3:18",
        "t": "“In*p those days the house of Judah shall walk with the house of Israel, and they shall come together out of the land of the north to the land that I have given as an inheritance to your fathers."
    },
    {
        "o": 21290,
        "r": "nkjv:Jeremiah:3:19",
        "t": "“But*p I said: ‘How*pn can I put you among the children And*ld give you a pleasant land, A*ld beautiful heritage of the hosts of nations?’ “And*p I said: ‘You*pn shall call Me, “My Father,” And*ld not turn away from Me.’"
    },
    {
        "o": 21291,
        "r": "nkjv:Jeremiah:3:20",
        "t": "Surely,*ld as*i a wife treacherously departs from her husband, So*ld have you dealt treacherously with Me, O*ld house of Israel,” says the Lord.*s"
    },
    {
        "o": 21292,
        "r": "nkjv:Jeremiah:3:21",
        "t": "A*ln voice was heard on the desolate heights, Weeping*ld and*i supplications of the children of Israel. For*ld they have perverted their way; They*ld have forgotten the Lord*s their God."
    },
    {
        "o": 21293,
        "r": "nkjv:Jeremiah:3:22",
        "t": "“Return,*ln you backsliding children, And*ild I will heal your backslidings.” “Indeed*ln we do come to You, For*ld You are the Lord*s our God."
    },
    {
        "o": 21294,
        "r": "nkjv:Jeremiah:3:23",
        "t": "Truly,*ld in vain is*i salvation*i hoped*i for*i from the hills, And*ild from*i the multitude of mountains; Truly,*ld in the Lord*s our God Is*ild the salvation of Israel."
    },
    {
        "o": 21295,
        "r": "nkjv:Jeremiah:3:24",
        "t": "For*ld shame has devoured The*ld labor of our fathers from our youth— Their*ld flocks and their herds, Their*ld sons and their daughters."
    },
    {
        "o": 21296,
        "r": "nkjv:Jeremiah:3:25",
        "t": "We*ld lie down in our shame, And*ld our reproach covers us. For*ld we have sinned against the Lord*s our God, We*ld and our fathers, From*ld our youth even to this day, And*ld have not obeyed the voice of the Lord*s our God.”"
    }
]
