[
    {
        "o": 7166,
        "r": "niv:Judges:3:0",
        "t": "Judges 3",
        "h": 1
    },
    {
        "o": 7167,
        "r": "niv:Judges:3:1",
        "t": "These*p are the nations the Lord*s left to test all those Israelites who had not experienced any of the wars in Canaan"
    },
    {
        "o": 7168,
        "r": "niv:Judges:3:2",
        "t": "(he did this only to teach warfare to the descendants of the Israelites who had not had previous battle experience):"
    },
    {
        "o": 7169,
        "r": "niv:Judges:3:3",
        "t": "the five rulers of the Philistines, all the Canaanites, the Sidonians, and the Hivites living in the Lebanon mountains from Mount Baal Hermon to Lebo Hamath."
    },
    {
        "o": 7170,
        "r": "niv:Judges:3:4",
        "t": "They were left to test the Israelites to see whether they would obey the Lord’s*s commands, which he had given their ancestors through Moses."
    },
    {
        "o": 7171,
        "r": "niv:Judges:3:5",
        "t": "The*p Israelites lived among the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites."
    },
    {
        "o": 7172,
        "r": "niv:Judges:3:6",
        "t": "They took their daughters in marriage and gave their own daughters to their sons, and served their gods."
    },
    {
        "o": 7173,
        "r": "niv:Judges:3:6",
        "t": "Othniel",
        "h": 2
    },
    {
        "o": 7174,
        "r": "niv:Judges:3:7",
        "t": "The*p Israelites did evil in the eyes of the Lord;*s they forgot the Lord*s their God and served the Baals and the Asherahs."
    },
    {
        "o": 7175,
        "r": "niv:Judges:3:8",
        "t": "The anger of the Lord*s burned against Israel so that he sold them into the hands of Cushan-Rishathaim king of Aram Naharaim, to whom the Israelites were subject for eight years."
    },
    {
        "o": 7176,
        "r": "niv:Judges:3:9",
        "t": "But when they cried out to the Lord,*s he raised up for them a deliverer, Othniel son of Kenaz, Caleb’s younger brother, who saved them."
    },
    {
        "o": 7177,
        "r": "niv:Judges:3:10",
        "t": "The Spirit of the Lord*s came on him, so that he became Israel’s judge and went to war. The Lord*s gave Cushan-Rishathaim king of Aram into the hands of Othniel, who overpowered him."
    },
    {
        "o": 7178,
        "r": "niv:Judges:3:11",
        "t": "So the land had peace for forty years, until Othniel son of Kenaz died."
    },
    {
        "o": 7179,
        "r": "niv:Judges:3:11",
        "t": "Ehud",
        "h": 2
    },
    {
        "o": 7180,
        "r": "niv:Judges:3:12",
        "t": "Again*p the Israelites did evil in the eyes of the Lord,*s and because they did this evil the Lord*s gave Eglon king of Moab power over Israel."
    },
    {
        "o": 7181,
        "r": "niv:Judges:3:13",
        "t": "Getting the Ammonites and Amalekites to join him, Eglon came and attacked Israel, and they took possession of the City of Palms."
    },
    {
        "o": 7182,
        "r": "niv:Judges:3:14",
        "t": "The Israelites were subject to Eglon king of Moab for eighteen years."
    },
    {
        "o": 7183,
        "r": "niv:Judges:3:15",
        "t": "Again*p the Israelites cried out to the Lord,*s and he gave them a deliverer—Ehud, a left-handed man, the son of Gera the Benjamite. The Israelites sent him with tribute to Eglon king of Moab."
    },
    {
        "o": 7184,
        "r": "niv:Judges:3:16",
        "t": "Now Ehud had made a double-edged sword about a cubit long, which he strapped to his right thigh under his clothing."
    },
    {
        "o": 7185,
        "r": "niv:Judges:3:17",
        "t": "He presented the tribute to Eglon king of Moab, who was a very fat man."
    },
    {
        "o": 7186,
        "r": "niv:Judges:3:18",
        "t": "After Ehud had presented the tribute, he sent on their way those who had carried it."
    },
    {
        "o": 7187,
        "r": "niv:Judges:3:19",
        "t": "But on reaching the stone images near Gilgal he himself went back to Eglon and said, “Your Majesty, I have a secret message for you.” The*p king said to his attendants, “Leave us!” And they all left."
    },
    {
        "o": 7188,
        "r": "niv:Judges:3:20",
        "t": "Ehud*p then approached him while he was sitting alone in the upper room of his palace and said, “I have a message from God for you.” As the king rose from his seat,"
    },
    {
        "o": 7189,
        "r": "niv:Judges:3:21",
        "t": "Ehud reached with his left hand, drew the sword from his right thigh and plunged it into the king’s belly."
    },
    {
        "o": 7190,
        "r": "niv:Judges:3:22",
        "t": "Even the handle sank in after the blade, and his bowels discharged. Ehud did not pull the sword out, and the fat closed in over it."
    },
    {
        "o": 7191,
        "r": "niv:Judges:3:23",
        "t": "Then Ehud went out to the porch; he shut the doors of the upper room behind him and locked them."
    },
    {
        "o": 7192,
        "r": "niv:Judges:3:24",
        "t": "After*p he had gone, the servants came and found the doors of the upper room locked. They said, “He must be relieving himself in the inner room of the palace.”"
    },
    {
        "o": 7193,
        "r": "niv:Judges:3:25",
        "t": "They waited to the point of embarrassment, but when he did not open the doors of the room, they took a key and unlocked them. There they saw their lord fallen to the floor, dead."
    },
    {
        "o": 7194,
        "r": "niv:Judges:3:26",
        "t": "While*p they waited, Ehud got away. He passed by the stone images and escaped to Seirah."
    },
    {
        "o": 7195,
        "r": "niv:Judges:3:27",
        "t": "When he arrived there, he blew a trumpet in the hill country of Ephraim, and the Israelites went down with him from the hills, with him leading them."
    },
    {
        "o": 7196,
        "r": "niv:Judges:3:28",
        "t": "“Follow*p me,” he ordered, “for the Lord*s has given Moab, your enemy, into your hands.” So they followed him down and took possession of the fords of the Jordan that led to Moab; they allowed no one to cross over."
    },
    {
        "o": 7197,
        "r": "niv:Judges:3:29",
        "t": "At that time they struck down about ten thousand Moabites, all vigorous and strong; not one escaped."
    },
    {
        "o": 7198,
        "r": "niv:Judges:3:30",
        "t": "That day Moab was made subject to Israel, and the land had peace for eighty years."
    },
    {
        "o": 7199,
        "r": "niv:Judges:3:30",
        "t": "Shamgar",
        "h": 2
    },
    {
        "o": 7200,
        "r": "niv:Judges:3:31",
        "t": "After*p Ehud came Shamgar son of Anath, who struck down six hundred Philistines with an oxgoad. He too saved Israel."
    }
]
