[
    {
        "o": 1099,
        "r": "niv:Genesis:35:0",
        "t": "Genesis 35",
        "h": 1
    },
    {
        "o": 1100,
        "r": "niv:Genesis:35:0",
        "t": "Jacob Returns to Bethel",
        "h": 2
    },
    {
        "o": 1101,
        "r": "niv:Genesis:35:1",
        "t": "Then*p God said to Jacob, “Go up to Bethel and settle there, and build an altar there to God, who appeared to you when you were fleeing from your brother Esau.”"
    },
    {
        "o": 1102,
        "r": "niv:Genesis:35:2",
        "t": "So*p Jacob said to his household and to all who were with him, “Get rid of the foreign gods you have with you, and purify yourselves and change your clothes."
    },
    {
        "o": 1103,
        "r": "niv:Genesis:35:3",
        "t": "Then come, let us go up to Bethel, where I will build an altar to God, who answered me in the day of my distress and who has been with me wherever I have gone.”"
    },
    {
        "o": 1104,
        "r": "niv:Genesis:35:4",
        "t": "So they gave Jacob all the foreign gods they had and the rings in their ears, and Jacob buried them under the oak at Shechem."
    },
    {
        "o": 1105,
        "r": "niv:Genesis:35:5",
        "t": "Then they set out, and the terror of God fell on the towns all around them so that no one pursued them."
    },
    {
        "o": 1106,
        "r": "niv:Genesis:35:6",
        "t": "Jacob*p and all the people with him came to Luz (that is, Bethel) in the land of Canaan."
    },
    {
        "o": 1107,
        "r": "niv:Genesis:35:7",
        "t": "There he built an altar, and he called the place El Bethel, because it was there that God revealed himself to him when he was fleeing from his brother."
    },
    {
        "o": 1108,
        "r": "niv:Genesis:35:8",
        "t": "Now*p Deborah, Rebekah’s nurse, died and was buried under the oak outside Bethel. So it was named Allon Bakuth."
    },
    {
        "o": 1109,
        "r": "niv:Genesis:35:9",
        "t": "After*p Jacob returned from Paddan Aram, God appeared to him again and blessed him."
    },
    {
        "o": 1110,
        "r": "niv:Genesis:35:10",
        "t": "God said to him, “Your name is Jacob, but you will no longer be called Jacob; your name will be Israel.” So he named him Israel."
    },
    {
        "o": 1111,
        "r": "niv:Genesis:35:11",
        "t": "And*p God said to him, “I am God Almighty; be fruitful and increase in number. A nation and a community of nations will come from you, and kings will be among your descendants."
    },
    {
        "o": 1112,
        "r": "niv:Genesis:35:12",
        "t": "The land I gave to Abraham and Isaac I also give to you, and I will give this land to your descendants after you.”"
    },
    {
        "o": 1113,
        "r": "niv:Genesis:35:13",
        "t": "Then God went up from him at the place where he had talked with him."
    },
    {
        "o": 1114,
        "r": "niv:Genesis:35:14",
        "t": "Jacob*p set up a stone pillar at the place where God had talked with him, and he poured out a drink offering on it; he also poured oil on it."
    },
    {
        "o": 1115,
        "r": "niv:Genesis:35:15",
        "t": "Jacob called the place where God had talked with him Bethel."
    },
    {
        "o": 1116,
        "r": "niv:Genesis:35:15",
        "t": "The Deaths of Rachel and Isaac",
        "h": 2
    },
    {
        "o": 1117,
        "r": "niv:Genesis:35:16",
        "t": "Then*p they moved on from Bethel. While they were still some distance from Ephrath, Rachel began to give birth and had great difficulty."
    },
    {
        "o": 1118,
        "r": "niv:Genesis:35:17",
        "t": "And as she was having great difficulty in childbirth, the midwife said to her, “Don’t despair, for you have another son.”"
    },
    {
        "o": 1119,
        "r": "niv:Genesis:35:18",
        "t": "As she breathed her last—for she was dying—she named her son Ben-Oni. But his father named him Benjamin."
    },
    {
        "o": 1120,
        "r": "niv:Genesis:35:19",
        "t": "So*p Rachel died and was buried on the way to Ephrath (that is, Bethlehem)."
    },
    {
        "o": 1121,
        "r": "niv:Genesis:35:20",
        "t": "Over her tomb Jacob set up a pillar, and to this day that pillar marks Rachel’s tomb."
    },
    {
        "o": 1122,
        "r": "niv:Genesis:35:21",
        "t": "Israel*p moved on again and pitched his tent beyond Migdal Eder."
    },
    {
        "o": 1123,
        "r": "niv:Genesis:35:22",
        "t": "While Israel was living in that region, Reuben went in and slept with his father’s concubine Bilhah, and Israel heard of it. Jacob*p had twelve sons:"
    },
    {
        "o": 1124,
        "r": "niv:Genesis:35:23",
        "t": "The*ln sons of Leah: Reuben*ld the firstborn of Jacob, Simeon,*ld Levi, Judah, Issachar and Zebulun."
    },
    {
        "o": 1125,
        "r": "niv:Genesis:35:24",
        "t": "The*ln sons of Rachel: Joseph*ld and Benjamin."
    },
    {
        "o": 1126,
        "r": "niv:Genesis:35:25",
        "t": "The*ln sons of Rachel’s servant Bilhah: Dan*ld and Naphtali."
    },
    {
        "o": 1127,
        "r": "niv:Genesis:35:26",
        "t": "The*ln sons of Leah’s servant Zilpah: Gad*ld and Asher. These*p were the sons of Jacob, who were born to him in Paddan Aram."
    },
    {
        "o": 1128,
        "r": "niv:Genesis:35:27",
        "t": "Jacob*p came home to his father Isaac in Mamre, near Kiriath Arba (that is, Hebron), where Abraham and Isaac had stayed."
    },
    {
        "o": 1129,
        "r": "niv:Genesis:35:28",
        "t": "Isaac lived a hundred and eighty years."
    },
    {
        "o": 1130,
        "r": "niv:Genesis:35:29",
        "t": "Then he breathed his last and died and was gathered to his people, old and full of years. And his sons Esau and Jacob buried him."
    }
]
