[
    {
        "o": 27726,
        "r": "esv:Mark:15:0",
        "t": "Mark 15",
        "h": 1
    },
    {
        "o": 27727,
        "r": "esv:Mark:15:0",
        "t": "Jesus Delivered to Pilate",
        "h": 2
    },
    {
        "o": 27728,
        "r": "esv:Mark:15:1",
        "t": "And*p as soon as it was morning, the chief priests held a consultation with the elders and scribes and the whole council. And they bound Jesus and led him away and delivered him over to Pilate."
    },
    {
        "o": 27729,
        "r": "esv:Mark:15:2",
        "t": "And Pilate asked him, “Are you the King of the Jews?” And he answered him, “You*r have*r said*r so.”*r"
    },
    {
        "o": 27730,
        "r": "esv:Mark:15:3",
        "t": "And the chief priests accused him of many things."
    },
    {
        "o": 27731,
        "r": "esv:Mark:15:4",
        "t": "And Pilate again asked him, “Have you no answer to make? See how many charges they bring against you.”"
    },
    {
        "o": 27732,
        "r": "esv:Mark:15:5",
        "t": "But Jesus made no further answer, so that Pilate was amazed."
    },
    {
        "o": 27733,
        "r": "esv:Mark:15:5",
        "t": "Pilate Delivers Jesus to Be Crucified",
        "h": 2
    },
    {
        "o": 27734,
        "r": "esv:Mark:15:6",
        "t": "Now*p at the feast he used to release for them one prisoner for whom they asked."
    },
    {
        "o": 27735,
        "r": "esv:Mark:15:7",
        "t": "And among the rebels in prison, who had committed murder in the insurrection, there was a man called Barabbas."
    },
    {
        "o": 27736,
        "r": "esv:Mark:15:8",
        "t": "And the crowd came up and began to ask Pilate to do as he usually did for them."
    },
    {
        "o": 27737,
        "r": "esv:Mark:15:9",
        "t": "And he answered them, saying, “Do you want me to release for you the King of the Jews?”"
    },
    {
        "o": 27738,
        "r": "esv:Mark:15:10",
        "t": "For he perceived that it was out of envy that the chief priests had delivered him up."
    },
    {
        "o": 27739,
        "r": "esv:Mark:15:11",
        "t": "But the chief priests stirred up the crowd to have him release for them Barabbas instead."
    },
    {
        "o": 27740,
        "r": "esv:Mark:15:12",
        "t": "And Pilate again said to them, “Then what shall I do with the man you call the King of the Jews?”"
    },
    {
        "o": 27741,
        "r": "esv:Mark:15:13",
        "t": "And they cried out again, “Crucify him.”"
    },
    {
        "o": 27742,
        "r": "esv:Mark:15:14",
        "t": "And Pilate said to them, “Why? What evil has he done?” But they shouted all the more, “Crucify him.”"
    },
    {
        "o": 27743,
        "r": "esv:Mark:15:15",
        "t": "So Pilate, wishing to satisfy the crowd, released for them Barabbas, and having scourged Jesus, he delivered him to be crucified."
    },
    {
        "o": 27744,
        "r": "esv:Mark:15:15",
        "t": "Jesus Is Mocked",
        "h": 2
    },
    {
        "o": 27745,
        "r": "esv:Mark:15:16",
        "t": "And*p the soldiers led him away inside the palace (that is, the governor’s headquarters), and they called together the whole battalion."
    },
    {
        "o": 27746,
        "r": "esv:Mark:15:17",
        "t": "And they clothed him in a purple cloak, and twisting together a crown of thorns, they put it on him."
    },
    {
        "o": 27747,
        "r": "esv:Mark:15:18",
        "t": "And they began to salute him, “Hail, King of the Jews!”"
    },
    {
        "o": 27748,
        "r": "esv:Mark:15:19",
        "t": "And they were striking his head with a reed and spitting on him and kneeling down in homage to him."
    },
    {
        "o": 27749,
        "r": "esv:Mark:15:20",
        "t": "And when they had mocked him, they stripped him of the purple cloak and put his own clothes on him. And they led him out to crucify him."
    },
    {
        "o": 27750,
        "r": "esv:Mark:15:20",
        "t": "The Crucifixion",
        "h": 2
    },
    {
        "o": 27751,
        "r": "esv:Mark:15:21",
        "t": "And*p they compelled a passerby, Simon of Cyrene, who was coming in from the country, the father of Alexander and Rufus, to carry his cross."
    },
    {
        "o": 27752,
        "r": "esv:Mark:15:22",
        "t": "And they brought him to the place called Golgotha (which means Place of a Skull)."
    },
    {
        "o": 27753,
        "r": "esv:Mark:15:23",
        "t": "And they offered him wine mixed with myrrh, but he did not take it."
    },
    {
        "o": 27754,
        "r": "esv:Mark:15:24",
        "t": "And they crucified him and divided his garments among them, casting lots for them, to decide what each should take."
    },
    {
        "o": 27755,
        "r": "esv:Mark:15:25",
        "t": "And it was the third hour when they crucified him."
    },
    {
        "o": 27756,
        "r": "esv:Mark:15:26",
        "t": "And the inscription of the charge against him read, “The King of the Jews.”"
    },
    {
        "o": 27757,
        "r": "esv:Mark:15:27",
        "t": "And with him they crucified two robbers, one on his right and one on his left."
    },
    {
        "o": 27758,
        "r": "esv:Mark:15:29",
        "t": "And those who passed by derided him, wagging their heads and saying, “Aha! You who would destroy the temple and rebuild it in three days,"
    },
    {
        "o": 27759,
        "r": "esv:Mark:15:30",
        "t": "save yourself, and come down from the cross!”"
    },
    {
        "o": 27760,
        "r": "esv:Mark:15:31",
        "t": "So also the chief priests with the scribes mocked him to one another, saying, “He saved others; he cannot save himself."
    },
    {
        "o": 27761,
        "r": "esv:Mark:15:32",
        "t": "Let the Christ, the King of Israel, come down now from the cross that we may see and believe.” Those who were crucified with him also reviled him."
    },
    {
        "o": 27762,
        "r": "esv:Mark:15:32",
        "t": "The Death of Jesus",
        "h": 2
    },
    {
        "o": 27763,
        "r": "esv:Mark:15:33",
        "t": "And*p when the sixth hour had come, there was darkness over the whole land until the ninth hour."
    },
    {
        "o": 27764,
        "r": "esv:Mark:15:34",
        "t": "And at the ninth hour Jesus cried with a loud voice, “Eloi,*r Eloi,*r lema*r sabachthani?”*r which means, “My*r God,*r my*r God,*r why*r have*r you*r forsaken*r me?”*r"
    },
    {
        "o": 27765,
        "r": "esv:Mark:15:35",
        "t": "And some of the bystanders hearing it said, “Behold, he is calling Elijah.”"
    },
    {
        "o": 27766,
        "r": "esv:Mark:15:36",
        "t": "And someone ran and filled a sponge with sour wine, put it on a reed and gave it to him to drink, saying, “Wait, let us see whether Elijah will come to take him down.”"
    },
    {
        "o": 27767,
        "r": "esv:Mark:15:37",
        "t": "And Jesus uttered a loud cry and breathed his last."
    },
    {
        "o": 27768,
        "r": "esv:Mark:15:38",
        "t": "And the curtain of the temple was torn in two, from top to bottom."
    },
    {
        "o": 27769,
        "r": "esv:Mark:15:39",
        "t": "And when the centurion, who stood facing him, saw that in this way he breathed his last, he said, “Truly this man was the Son of God!”"
    },
    {
        "o": 27770,
        "r": "esv:Mark:15:40",
        "t": "There*p were also women looking on from a distance, among whom were Mary Magdalene, and Mary the mother of James the younger and of Joses, and Salome."
    },
    {
        "o": 27771,
        "r": "esv:Mark:15:41",
        "t": "When he was in Galilee, they followed him and ministered to him, and there were also many other women who came up with him to Jerusalem."
    },
    {
        "o": 27772,
        "r": "esv:Mark:15:41",
        "t": "Jesus Is Buried",
        "h": 2
    },
    {
        "o": 27773,
        "r": "esv:Mark:15:42",
        "t": "And*p when evening had come, since it was the day of Preparation, that is, the day before the Sabbath,"
    },
    {
        "o": 27774,
        "r": "esv:Mark:15:43",
        "t": "Joseph of Arimathea, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate and asked for the body of Jesus."
    },
    {
        "o": 27775,
        "r": "esv:Mark:15:44",
        "t": "Pilate was surprised to hear that he should have already died. And summoning the centurion, he asked him whether he was already dead."
    },
    {
        "o": 27776,
        "r": "esv:Mark:15:45",
        "t": "And when he learned from the centurion that he was dead, he granted the corpse to Joseph."
    },
    {
        "o": 27777,
        "r": "esv:Mark:15:46",
        "t": "And Joseph bought a linen shroud, and taking him down, wrapped him in the linen shroud and laid him in a tomb that had been cut out of the rock. And he rolled a stone against the entrance of the tomb."
    },
    {
        "o": 27778,
        "r": "esv:Mark:15:47",
        "t": "Mary Magdalene and Mary the mother of Joses saw where he was laid."
    }
]
