[
    {
        "o": 31680,
        "r": "nasb:1 Corinthians:5:0",
        "t": "1 Corinthians 5",
        "h": 1
    },
    {
        "o": 31681,
        "r": "nasb:1 Corinthians:5:0",
        "t": "Immorality Rebuked",
        "h": 2
    },
    {
        "o": 31682,
        "r": "nasb:1 Corinthians:5:1",
        "t": "It*p is actually reported that there is immorality among you, and immorality of such a kind as does not exist even among the Gentiles, that someone has his father’s wife."
    },
    {
        "o": 31683,
        "r": "nasb:1 Corinthians:5:2",
        "t": "You have become arrogant and have not mourned instead, so that the one who had done this deed would be removed from your midst."
    },
    {
        "o": 31684,
        "r": "nasb:1 Corinthians:5:3",
        "t": "For*p I, on my part, though absent in body but present in spirit, have already judged him who has so committed this, as though I were present."
    },
    {
        "o": 31685,
        "r": "nasb:1 Corinthians:5:4",
        "t": "In the name of our Lord Jesus, when you are assembled, and I with you in spirit, with the power of our Lord Jesus,"
    },
    {
        "o": 31686,
        "r": "nasb:1 Corinthians:5:5",
        "t": "I*i have*i decided*i to deliver such a one to Satan for the destruction of his flesh, so that his spirit may be saved in the day of the Lord Jesus."
    },
    {
        "o": 31687,
        "r": "nasb:1 Corinthians:5:6",
        "t": "Your*p boasting is not good. Do you not know that a little leaven leavens the whole lump of*i dough?*i"
    },
    {
        "o": 31688,
        "r": "nasb:1 Corinthians:5:7",
        "t": "Clean out the old leaven so that you may be a new lump, just as you are in*i fact*i unleavened. For Christ our Passover also has been sacrificed."
    },
    {
        "o": 31689,
        "r": "nasb:1 Corinthians:5:8",
        "t": "Therefore let us celebrate the feast, not with old leaven, nor with the leaven of malice and wickedness, but with the unleavened bread of sincerity and truth."
    },
    {
        "o": 31690,
        "r": "nasb:1 Corinthians:5:9",
        "t": "I*p wrote you in my letter not to associate with immoral people;"
    },
    {
        "o": 31691,
        "r": "nasb:1 Corinthians:5:10",
        "t": "I did*i not at all mean*i with the immoral people of this world, or with the covetous and swindlers, or with idolaters, for then you would have to go out of the world."
    },
    {
        "o": 31692,
        "r": "nasb:1 Corinthians:5:11",
        "t": "But actually, I wrote to you not to associate with any so-called brother if he is an immoral person, or covetous, or an idolater, or a reviler, or a drunkard, or a swindler—not even to eat with such a one."
    },
    {
        "o": 31693,
        "r": "nasb:1 Corinthians:5:12",
        "t": "For what have I to do with judging outsiders? Do you not judge those who are within the*i church?*i"
    },
    {
        "o": 31694,
        "r": "nasb:1 Corinthians:5:13",
        "t": "But those who are outside, God judges. Remove*s the*s wicked*s man*s from*s among*s yourselves.*s"
    }
]
