[
    {
        "o": 33645,
        "r": "niv:1 Peter:3:0",
        "t": "1 Peter 3",
        "h": 1
    },
    {
        "o": 33646,
        "r": "niv:1 Peter:3:1",
        "t": "Wives,*p in the same way submit yourselves to your own husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives,"
    },
    {
        "o": 33647,
        "r": "niv:1 Peter:3:2",
        "t": "when they see the purity and reverence of your lives."
    },
    {
        "o": 33648,
        "r": "niv:1 Peter:3:3",
        "t": "Your beauty should not come from outward adornment, such as elaborate hairstyles and the wearing of gold jewelry or fine clothes."
    },
    {
        "o": 33649,
        "r": "niv:1 Peter:3:4",
        "t": "Rather, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God’s sight."
    },
    {
        "o": 33650,
        "r": "niv:1 Peter:3:5",
        "t": "For this is the way the holy women of the past who put their hope in God used to adorn themselves. They submitted themselves to their own husbands,"
    },
    {
        "o": 33651,
        "r": "niv:1 Peter:3:6",
        "t": "like Sarah, who obeyed Abraham and called him her lord. You are her daughters if you do what is right and do not give way to fear."
    },
    {
        "o": 33652,
        "r": "niv:1 Peter:3:7",
        "t": "Husbands,*p in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers."
    },
    {
        "o": 33653,
        "r": "niv:1 Peter:3:7",
        "t": "Suffering for Doing Good",
        "h": 2
    },
    {
        "o": 33654,
        "r": "niv:1 Peter:3:8",
        "t": "Finally,*p all of you, be like-minded, be sympathetic, love one another, be compassionate and humble."
    },
    {
        "o": 33655,
        "r": "niv:1 Peter:3:9",
        "t": "Do not repay evil with evil or insult with insult. On the contrary, repay evil with blessing, because to this you were called so that you may inherit a blessing."
    },
    {
        "o": 33656,
        "r": "niv:1 Peter:3:10",
        "t": "For, “Whoever*pn would love life and*ld see good days must*ln keep their tongue from evil and*ld their lips from deceitful speech."
    },
    {
        "o": 33657,
        "r": "niv:1 Peter:3:11",
        "t": "They*ln must turn from evil and do good; they*ld must seek peace and pursue it."
    },
    {
        "o": 33658,
        "r": "niv:1 Peter:3:12",
        "t": "For*ln the eyes of the Lord are on the righteous and*ld his ears are attentive to their prayer, but*ln the face of the Lord is against those who do evil.”"
    },
    {
        "o": 33659,
        "r": "niv:1 Peter:3:13",
        "t": "Who*p is going to harm you if you are eager to do good?"
    },
    {
        "o": 33660,
        "r": "niv:1 Peter:3:14",
        "t": "But even if you should suffer for what is right, you are blessed. “Do not fear their threats; do not be frightened.”"
    },
    {
        "o": 33661,
        "r": "niv:1 Peter:3:15",
        "t": "But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"
    },
    {
        "o": 33662,
        "r": "niv:1 Peter:3:16",
        "t": "keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander."
    },
    {
        "o": 33663,
        "r": "niv:1 Peter:3:17",
        "t": "For it is better, if it is God’s will, to suffer for doing good than for doing evil."
    },
    {
        "o": 33664,
        "r": "niv:1 Peter:3:18",
        "t": "For Christ also suffered once for sins, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive in the Spirit."
    },
    {
        "o": 33665,
        "r": "niv:1 Peter:3:19",
        "t": "After being made alive, he went and made proclamation to the imprisoned spirits—"
    },
    {
        "o": 33666,
        "r": "niv:1 Peter:3:20",
        "t": "to those who were disobedient long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water,"
    },
    {
        "o": 33667,
        "r": "niv:1 Peter:3:21",
        "t": "and this water symbolizes baptism that now saves you also—not the removal of dirt from the body but the pledge of a clear conscience toward God. It saves you by the resurrection of Jesus Christ,"
    },
    {
        "o": 33668,
        "r": "niv:1 Peter:3:22",
        "t": "who has gone into heaven and is at God’s right hand—with angels, authorities and powers in submission to him."
    }
]
