[
    {
        "o": 31394,
        "r": "niv:1 Corinthians:4:0",
        "t": "1 Corinthians 4",
        "h": 1
    },
    {
        "o": 31395,
        "r": "niv:1 Corinthians:4:0",
        "t": "The Nature of True Apostleship",
        "h": 2
    },
    {
        "o": 31396,
        "r": "niv:1 Corinthians:4:1",
        "t": "This,*p then, is how you ought to regard us: as servants of Christ and as those entrusted with the mysteries God has revealed."
    },
    {
        "o": 31397,
        "r": "niv:1 Corinthians:4:2",
        "t": "Now it is required that those who have been given a trust must prove faithful."
    },
    {
        "o": 31398,
        "r": "niv:1 Corinthians:4:3",
        "t": "I care very little if I am judged by you or by any human court; indeed, I do not even judge myself."
    },
    {
        "o": 31399,
        "r": "niv:1 Corinthians:4:4",
        "t": "My conscience is clear, but that does not make me innocent. It is the Lord who judges me."
    },
    {
        "o": 31400,
        "r": "niv:1 Corinthians:4:5",
        "t": "Therefore judge nothing before the appointed time; wait until the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of the heart. At that time each will receive their praise from God."
    },
    {
        "o": 31401,
        "r": "niv:1 Corinthians:4:6",
        "t": "Now,*p brothers and sisters, I have applied these things to myself and Apollos for your benefit, so that you may learn from us the meaning of the saying, “Do not go beyond what is written.” Then you will not be puffed up in being a follower of one of us over against the other."
    },
    {
        "o": 31402,
        "r": "niv:1 Corinthians:4:7",
        "t": "For who makes you different from anyone else? What do you have that you did not receive? And if you did receive it, why do you boast as though you did not?"
    },
    {
        "o": 31403,
        "r": "niv:1 Corinthians:4:8",
        "t": "Already*p you have all you want! Already you have become rich! You have begun to reign—and that without us! How I wish that you really had begun to reign so that we also might reign with you!"
    },
    {
        "o": 31404,
        "r": "niv:1 Corinthians:4:9",
        "t": "For it seems to me that God has put us apostles on display at the end of the procession, like those condemned to die in the arena. We have been made a spectacle to the whole universe, to angels as well as to human beings."
    },
    {
        "o": 31405,
        "r": "niv:1 Corinthians:4:10",
        "t": "We are fools for Christ, but you are so wise in Christ! We are weak, but you are strong! You are honored, we are dishonored!"
    },
    {
        "o": 31406,
        "r": "niv:1 Corinthians:4:11",
        "t": "To this very hour we go hungry and thirsty, we are in rags, we are brutally treated, we are homeless."
    },
    {
        "o": 31407,
        "r": "niv:1 Corinthians:4:12",
        "t": "We work hard with our own hands. When we are cursed, we bless; when we are persecuted, we endure it;"
    },
    {
        "o": 31408,
        "r": "niv:1 Corinthians:4:13",
        "t": "when we are slandered, we answer kindly. We have become the scum of the earth, the garbage of the world—right up to this moment."
    },
    {
        "o": 31409,
        "r": "niv:1 Corinthians:4:13",
        "t": "Paul’s Appeal and Warning",
        "h": 2
    },
    {
        "o": 31410,
        "r": "niv:1 Corinthians:4:14",
        "t": "I*p am writing this not to shame you but to warn you as my dear children."
    },
    {
        "o": 31411,
        "r": "niv:1 Corinthians:4:15",
        "t": "Even if you had ten thousand guardians in Christ, you do not have many fathers, for in Christ Jesus I became your father through the gospel."
    },
    {
        "o": 31412,
        "r": "niv:1 Corinthians:4:16",
        "t": "Therefore I urge you to imitate me."
    },
    {
        "o": 31413,
        "r": "niv:1 Corinthians:4:17",
        "t": "For this reason I have sent to you Timothy, my son whom I love, who is faithful in the Lord. He will remind you of my way of life in Christ Jesus, which agrees with what I teach everywhere in every church."
    },
    {
        "o": 31414,
        "r": "niv:1 Corinthians:4:18",
        "t": "Some*p of you have become arrogant, as if I were not coming to you."
    },
    {
        "o": 31415,
        "r": "niv:1 Corinthians:4:19",
        "t": "But I will come to you very soon, if the Lord is willing, and then I will find out not only how these arrogant people are talking, but what power they have."
    },
    {
        "o": 31416,
        "r": "niv:1 Corinthians:4:20",
        "t": "For the kingdom of God is not a matter of talk but of power."
    },
    {
        "o": 31417,
        "r": "niv:1 Corinthians:4:21",
        "t": "What do you prefer? Shall I come to you with a rod of discipline, or shall I come in love and with a gentle spirit?"
    }
]
