[
    {
        "o": 31772,
        "r": "esv:1 Corinthians:3:0",
        "t": "1 Corinthians 3",
        "h": 1
    },
    {
        "o": 31773,
        "r": "esv:1 Corinthians:3:0",
        "t": "Divisions in the Church",
        "h": 2
    },
    {
        "o": 31774,
        "r": "esv:1 Corinthians:3:1",
        "t": "But*p I, brothers, could not address you as spiritual people, but as people of the flesh, as infants in Christ."
    },
    {
        "o": 31775,
        "r": "esv:1 Corinthians:3:2",
        "t": "I fed you with milk, not solid food, for you were not ready for it. And even now you are not yet ready,"
    },
    {
        "o": 31776,
        "r": "esv:1 Corinthians:3:3",
        "t": "for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way?"
    },
    {
        "o": 31777,
        "r": "esv:1 Corinthians:3:4",
        "t": "For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not being merely human?"
    },
    {
        "o": 31778,
        "r": "esv:1 Corinthians:3:5",
        "t": "What*p then is Apollos? What is Paul? Servants through whom you believed, as the Lord assigned to each."
    },
    {
        "o": 31779,
        "r": "esv:1 Corinthians:3:6",
        "t": "I planted, Apollos watered, but God gave the growth."
    },
    {
        "o": 31780,
        "r": "esv:1 Corinthians:3:7",
        "t": "So neither he who plants nor he who waters is anything, but only God who gives the growth."
    },
    {
        "o": 31781,
        "r": "esv:1 Corinthians:3:8",
        "t": "He who plants and he who waters are one, and each will receive his wages according to his labor."
    },
    {
        "o": 31782,
        "r": "esv:1 Corinthians:3:9",
        "t": "For we are God’s fellow workers. You are God’s field, God’s building."
    },
    {
        "o": 31783,
        "r": "esv:1 Corinthians:3:10",
        "t": "According*p to the grace of God given to me, like a skilled master builder I laid a foundation, and someone else is building upon it. Let each one take care how he builds upon it."
    },
    {
        "o": 31784,
        "r": "esv:1 Corinthians:3:11",
        "t": "For no one can lay a foundation other than that which is laid, which is Jesus Christ."
    },
    {
        "o": 31785,
        "r": "esv:1 Corinthians:3:12",
        "t": "Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw—"
    },
    {
        "o": 31786,
        "r": "esv:1 Corinthians:3:13",
        "t": "each one’s work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done."
    },
    {
        "o": 31787,
        "r": "esv:1 Corinthians:3:14",
        "t": "If the work that anyone has built on the foundation survives, he will receive a reward."
    },
    {
        "o": 31788,
        "r": "esv:1 Corinthians:3:15",
        "t": "If anyone’s work is burned up, he will suffer loss, though he himself will be saved, but only as through fire."
    },
    {
        "o": 31789,
        "r": "esv:1 Corinthians:3:16",
        "t": "Do*p you not know that you are God’s temple and that God’s Spirit dwells in you?"
    },
    {
        "o": 31790,
        "r": "esv:1 Corinthians:3:17",
        "t": "If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple."
    },
    {
        "o": 31791,
        "r": "esv:1 Corinthians:3:18",
        "t": "Let*p no one deceive himself. If anyone among you thinks that he is wise in this age, let him become a fool that he may become wise."
    },
    {
        "o": 31792,
        "r": "esv:1 Corinthians:3:19",
        "t": "For the wisdom of this world is folly with God. For it is written, “He catches the wise in their craftiness,”"
    },
    {
        "o": 31793,
        "r": "esv:1 Corinthians:3:20",
        "t": "and again, “The Lord knows the thoughts of the wise, that they are futile.”"
    },
    {
        "o": 31794,
        "r": "esv:1 Corinthians:3:21",
        "t": "So let no one boast in men. For all things are yours,"
    },
    {
        "o": 31795,
        "r": "esv:1 Corinthians:3:22",
        "t": "whether Paul or Apollos or Cephas or the world or life or death or the present or the future— all are yours,"
    },
    {
        "o": 31796,
        "r": "esv:1 Corinthians:3:23",
        "t": "and you are Christ’s, and Christ is God’s."
    }
]
