[
    {
        "o": 3325,
        "r": "niv:Leviticus:12:0",
        "t": "Leviticus 12",
        "h": 1
    },
    {
        "o": 3326,
        "r": "niv:Leviticus:12:0",
        "t": "Purification After Childbirth",
        "h": 2
    },
    {
        "o": 3327,
        "r": "niv:Leviticus:12:1",
        "t": "The*p Lord*s said to Moses,"
    },
    {
        "o": 3328,
        "r": "niv:Leviticus:12:2",
        "t": "“Say to the Israelites: ‘A woman who becomes pregnant and gives birth to a son will be ceremonially unclean for seven days, just as she is unclean during her monthly period."
    },
    {
        "o": 3329,
        "r": "niv:Leviticus:12:3",
        "t": "On the eighth day the boy is to be circumcised."
    },
    {
        "o": 3330,
        "r": "niv:Leviticus:12:4",
        "t": "Then the woman must wait thirty-three days to be purified from her bleeding. She must not touch anything sacred or go to the sanctuary until the days of her purification are over."
    },
    {
        "o": 3331,
        "r": "niv:Leviticus:12:5",
        "t": "If she gives birth to a daughter, for two weeks the woman will be unclean, as during her period. Then she must wait sixty-six days to be purified from her bleeding."
    },
    {
        "o": 3332,
        "r": "niv:Leviticus:12:6",
        "t": "“ ‘When*p the days of her purification for a son or daughter are over, she is to bring to the priest at the entrance to the tent of meeting a year-old lamb for a burnt offering and a young pigeon or a dove for a sin offering."
    },
    {
        "o": 3333,
        "r": "niv:Leviticus:12:7",
        "t": "He shall offer them before the Lord*s to make atonement for her, and then she will be ceremonially clean from her flow of blood. “ ‘These*p are the regulations for the woman who gives birth to a boy or a girl."
    },
    {
        "o": 3334,
        "r": "niv:Leviticus:12:8",
        "t": "But if she cannot afford a lamb, she is to bring two doves or two young pigeons, one for a burnt offering and the other for a sin offering. In this way the priest will make atonement for her, and she will be clean.’ ”"
    }
]
