[
    {
        "o": 5945,
        "r": "esv:Deuteronomy:21:0",
        "t": "Deuteronomy 21",
        "h": 1
    },
    {
        "o": 5946,
        "r": "esv:Deuteronomy:21:0",
        "t": "Atonement for Unsolved Murders",
        "h": 2
    },
    {
        "o": 5947,
        "r": "esv:Deuteronomy:21:1",
        "t": "“If*p in the land that the Lord*s your God is giving you to possess someone is found slain, lying in the open country, and it is not known who killed him,"
    },
    {
        "o": 5948,
        "r": "esv:Deuteronomy:21:2",
        "t": "then your elders and your judges shall come out, and they shall measure the distance to the surrounding cities."
    },
    {
        "o": 5949,
        "r": "esv:Deuteronomy:21:3",
        "t": "And the elders of the city that is nearest to the slain man shall take a heifer that has never been worked and that has not pulled in a yoke."
    },
    {
        "o": 5950,
        "r": "esv:Deuteronomy:21:4",
        "t": "And the elders of that city shall bring the heifer down to a valley with running water, which is neither plowed nor sown, and shall break the heifer’s neck there in the valley."
    },
    {
        "o": 5951,
        "r": "esv:Deuteronomy:21:5",
        "t": "Then the priests, the sons of Levi, shall come forward, for the Lord*s your God has chosen them to minister to him and to bless in the name of the Lord,*s and by their word every dispute and every assault shall be settled."
    },
    {
        "o": 5952,
        "r": "esv:Deuteronomy:21:6",
        "t": "And all the elders of that city nearest to the slain man shall wash their hands over the heifer whose neck was broken in the valley,"
    },
    {
        "o": 5953,
        "r": "esv:Deuteronomy:21:7",
        "t": "and they shall testify, ‘Our hands did not shed this blood, nor did our eyes see it shed."
    },
    {
        "o": 5954,
        "r": "esv:Deuteronomy:21:8",
        "t": "Accept atonement, O Lord,*s for your people Israel, whom you have redeemed, and do not set the guilt of innocent blood in the midst of your people Israel, so that their blood guilt be atoned for.’"
    },
    {
        "o": 5955,
        "r": "esv:Deuteronomy:21:9",
        "t": "So you shall purge the guilt of innocent blood from your midst, when you do what is right in the sight of the Lord.*s"
    },
    {
        "o": 5956,
        "r": "esv:Deuteronomy:21:9",
        "t": "Marrying Female Captives",
        "h": 2
    },
    {
        "o": 5957,
        "r": "esv:Deuteronomy:21:10",
        "t": "“When*p you go out to war against your enemies, and the Lord*s your God gives them into your hand and you take them captive,"
    },
    {
        "o": 5958,
        "r": "esv:Deuteronomy:21:11",
        "t": "and you see among the captives a beautiful woman, and you desire to take her to be your wife,"
    },
    {
        "o": 5959,
        "r": "esv:Deuteronomy:21:12",
        "t": "and you bring her home to your house, she shall shave her head and pare her nails."
    },
    {
        "o": 5960,
        "r": "esv:Deuteronomy:21:13",
        "t": "And she shall take off the clothes in which she was captured and shall remain in your house and lament her father and her mother a full month. After that you may go in to her and be her husband, and she shall be your wife."
    },
    {
        "o": 5961,
        "r": "esv:Deuteronomy:21:14",
        "t": "But if you no longer delight in her, you shall let her go where she wants. But you shall not sell her for money, nor shall you treat her as a slave, since you have humiliated her."
    },
    {
        "o": 5962,
        "r": "esv:Deuteronomy:21:14",
        "t": "Inheritance Rights of the Firstborn",
        "h": 2
    },
    {
        "o": 5963,
        "r": "esv:Deuteronomy:21:15",
        "t": "“If*p a man has two wives, the one loved and the other unloved, and both the loved and the unloved have borne him children, and if the firstborn son belongs to the unloved,"
    },
    {
        "o": 5964,
        "r": "esv:Deuteronomy:21:16",
        "t": "then on the day when he assigns his possessions as an inheritance to his sons, he may not treat the son of the loved as the firstborn in preference to the son of the unloved, who is the firstborn,"
    },
    {
        "o": 5965,
        "r": "esv:Deuteronomy:21:17",
        "t": "but he shall acknowledge the firstborn, the son of the unloved, by giving him a double portion of all that he has, for he is the firstfruits of his strength. The right of the firstborn is his."
    },
    {
        "o": 5966,
        "r": "esv:Deuteronomy:21:17",
        "t": "A Rebellious Son",
        "h": 2
    },
    {
        "o": 5967,
        "r": "esv:Deuteronomy:21:18",
        "t": "“If*p a man has a stubborn and rebellious son who will not obey the voice of his father or the voice of his mother, and, though they discipline him, will not listen to them,"
    },
    {
        "o": 5968,
        "r": "esv:Deuteronomy:21:19",
        "t": "then his father and his mother shall take hold of him and bring him out to the elders of his city at the gate of the place where he lives,"
    },
    {
        "o": 5969,
        "r": "esv:Deuteronomy:21:20",
        "t": "and they shall say to the elders of his city, ‘This our son is stubborn and rebellious; he will not obey our voice; he is a glutton and a drunkard.’"
    },
    {
        "o": 5970,
        "r": "esv:Deuteronomy:21:21",
        "t": "Then all the men of the city shall stone him to death with stones. So you shall purge the evil from your midst, and all Israel shall hear, and fear."
    },
    {
        "o": 5971,
        "r": "esv:Deuteronomy:21:21",
        "t": "A Man Hanged on a Tree Is Cursed",
        "h": 2
    },
    {
        "o": 5972,
        "r": "esv:Deuteronomy:21:22",
        "t": "“And*p if a man has committed a crime punishable by death and he is put to death, and you hang him on a tree,"
    },
    {
        "o": 5973,
        "r": "esv:Deuteronomy:21:23",
        "t": "his body shall not remain all night on the tree, but you shall bury him the same day, for a hanged man is cursed by God. You shall not defile your land that the Lord*s your God is giving you for an inheritance."
    }
]
