[
    {
        "o": 25086,
        "r": "esv:Jonah:3:0",
        "t": "Jonah 3",
        "h": 1
    },
    {
        "o": 25087,
        "r": "esv:Jonah:3:0",
        "t": "Jonah Goes to Nineveh",
        "h": 2
    },
    {
        "o": 25088,
        "r": "esv:Jonah:3:1",
        "t": "Then*p the word of the Lord*s came to Jonah the second time, saying,"
    },
    {
        "o": 25089,
        "r": "esv:Jonah:3:2",
        "t": "“Arise, go to Nineveh, that great city, and call out against it the message that I tell you.”"
    },
    {
        "o": 25090,
        "r": "esv:Jonah:3:3",
        "t": "So Jonah arose and went to Nineveh, according to the word of the Lord.*s Now Nineveh was an exceedingly great city, three days’ journey in breadth."
    },
    {
        "o": 25091,
        "r": "esv:Jonah:3:4",
        "t": "Jonah began to go into the city, going a day’s journey. And he called out, “Yet forty days, and Nineveh shall be overthrown!”"
    },
    {
        "o": 25092,
        "r": "esv:Jonah:3:5",
        "t": "And the people of Nineveh believed God. They called for a fast and put on sackcloth, from the greatest of them to the least of them."
    },
    {
        "o": 25093,
        "r": "esv:Jonah:3:5",
        "t": "The People of Nineveh Repent",
        "h": 2
    },
    {
        "o": 25094,
        "r": "esv:Jonah:3:6",
        "t": "The*p word reached the king of Nineveh, and he arose from his throne, removed his robe, covered himself with sackcloth, and sat in ashes."
    },
    {
        "o": 25095,
        "r": "esv:Jonah:3:7",
        "t": "And he issued a proclamation and published through Nineveh, “By the decree of the king and his nobles: Let neither man nor beast, herd nor flock, taste anything. Let them not feed or drink water,"
    },
    {
        "o": 25096,
        "r": "esv:Jonah:3:8",
        "t": "but let man and beast be covered with sackcloth, and let them call out mightily to God. Let everyone turn from his evil way and from the violence that is in his hands."
    },
    {
        "o": 25097,
        "r": "esv:Jonah:3:9",
        "t": "Who knows? God may turn and relent and turn from his fierce anger, so that we may not perish.”"
    },
    {
        "o": 25098,
        "r": "esv:Jonah:3:10",
        "t": "When*p God saw what they did, how they turned from their evil way, God relented of the disaster that he had said he would do to them, and he did not do it."
    }
]
