[
    {
        "o": 23375,
        "r": "csb:Ezekiel:16:0",
        "t": "Ezekiel 16",
        "h": 1
    },
    {
        "o": 23376,
        "r": "csb:Ezekiel:16:0",
        "t": "Parable of God’s Adulterous Wife",
        "h": 2
    },
    {
        "o": 23377,
        "r": "csb:Ezekiel:16:1",
        "t": "The*p word of the Lord*s came to me again:"
    },
    {
        "o": 23378,
        "r": "csb:Ezekiel:16:2",
        "t": "“Son of man, confront Jerusalem with her detestable practices."
    },
    {
        "o": 23379,
        "r": "csb:Ezekiel:16:3",
        "t": "You are to say, ‘This is what the Lord God*s says to Jerusalem: Your origin and your birth were in the land of the Canaanites. Your father was an Amorite and your mother a Hethite."
    },
    {
        "o": 23380,
        "r": "csb:Ezekiel:16:4",
        "t": "As for your birth, your umbilical cord wasn’t cut on the day you were born, and you weren’t washed clean with water. You were not rubbed with salt or wrapped in cloths."
    },
    {
        "o": 23381,
        "r": "csb:Ezekiel:16:5",
        "t": "No one cared enough about you to do even one of these things out of compassion for you. But you were thrown out into the open field because you were despised on the day you were born."
    },
    {
        "o": 23382,
        "r": "csb:Ezekiel:16:6",
        "t": "“‘I*p passed by you and saw you thrashing around in your blood, and I said to you as you lay in your blood, “Live!” Yes, I said to you as you lay in your blood, “Live!”"
    },
    {
        "o": 23383,
        "r": "csb:Ezekiel:16:7",
        "t": "I made you thrive like plants of the field. You grew up and matured and became very beautiful. Your breasts were formed and your hair grew, but you were stark naked."
    },
    {
        "o": 23384,
        "r": "csb:Ezekiel:16:8",
        "t": "“‘Then*p I passed by you and saw you, and you were indeed at the age for love. So I spread the edge of my garment over you and covered your nakedness. I pledged myself to you, entered into a covenant with you - this is the declaration of the Lord God-*s and you became mine."
    },
    {
        "o": 23385,
        "r": "csb:Ezekiel:16:9",
        "t": "I washed you with water, rinsed off your blood, and anointed you with oil."
    },
    {
        "o": 23386,
        "r": "csb:Ezekiel:16:10",
        "t": "I clothed you in embroidered cloth and provided you with fine leather sandals. I also wrapped you in fine linen and covered you with silk."
    },
    {
        "o": 23387,
        "r": "csb:Ezekiel:16:11",
        "t": "I adorned you with jewelry, putting bracelets on your wrists and a necklace around your neck."
    },
    {
        "o": 23388,
        "r": "csb:Ezekiel:16:12",
        "t": "I put a ring in your nose, earrings on your ears, and a beautiful crown on your head."
    },
    {
        "o": 23389,
        "r": "csb:Ezekiel:16:13",
        "t": "So you were adorned with gold and silver, and your clothing was made of fine linen, silk, and embroidered cloth. You ate fine flour, honey, and oil. You became extremely beautiful and attained royalty."
    },
    {
        "o": 23390,
        "r": "csb:Ezekiel:16:14",
        "t": "Your fame spread among the nations because of your beauty, for it was perfect through my splendor, which I had bestowed on you. This is the declaration of the Lord God.*s"
    },
    {
        "o": 23391,
        "r": "csb:Ezekiel:16:15",
        "t": "“‘But*p you trusted in your beauty and acted like a prostitute because of your fame. You lavished your sexual favors on everyone who passed by. Your beauty became his."
    },
    {
        "o": 23392,
        "r": "csb:Ezekiel:16:16",
        "t": "You took some of your clothing and made colorful high places for yourself, and you engaged in prostitution on them. These places should not have been built, and this should never have happened!"
    },
    {
        "o": 23393,
        "r": "csb:Ezekiel:16:17",
        "t": "You also took your beautiful jewelry made from the gold and silver I had given you, and you made male images so that you could engage in prostitution with them."
    },
    {
        "o": 23394,
        "r": "csb:Ezekiel:16:18",
        "t": "Then you took your embroidered clothing to cover them and set my oil and incense before them."
    },
    {
        "o": 23395,
        "r": "csb:Ezekiel:16:19",
        "t": "The food that I gave you - the fine flour, oil, and honey that I fed you - you set it before them as a pleasing aroma. That is what happened. This is the declaration of the Lord God.*s"
    },
    {
        "o": 23396,
        "r": "csb:Ezekiel:16:20",
        "t": "“‘You*p even took your sons and daughters you bore to me and sacrificed them to these images as food. Wasn’t your prostitution enough?"
    },
    {
        "o": 23397,
        "r": "csb:Ezekiel:16:21",
        "t": "You slaughtered my children and gave them up when you passed them through the fire to the images."
    },
    {
        "o": 23398,
        "r": "csb:Ezekiel:16:22",
        "t": "In all your detestable practices and acts of prostitution, you did not remember the days of your youth when you were stark naked and thrashing around in your blood."
    },
    {
        "o": 23399,
        "r": "csb:Ezekiel:16:23",
        "t": "“‘Then*p after all your evil - Woe, woe to you! - the declaration of the Lord God-*s"
    },
    {
        "o": 23400,
        "r": "csb:Ezekiel:16:24",
        "t": "you built yourself a mound and made yourself an elevated place in every square."
    },
    {
        "o": 23401,
        "r": "csb:Ezekiel:16:25",
        "t": "You built your elevated place at the head of every street and turned your beauty into a detestable thing. You spread your legs to everyone who passed by and increased your prostitution."
    },
    {
        "o": 23402,
        "r": "csb:Ezekiel:16:26",
        "t": "You engaged in promiscuous acts with Egyptian men, your well-endowed neighbors, and increased your prostitution to anger me."
    },
    {
        "o": 23403,
        "r": "csb:Ezekiel:16:27",
        "t": "“‘Therefore,*p I stretched out my hand against you and reduced your provisions. I gave you over to the desire of those who hate you, the Philistine women, who were embarrassed by your indecent conduct."
    },
    {
        "o": 23404,
        "r": "csb:Ezekiel:16:28",
        "t": "Then you engaged in prostitution with the Assyrian men because you were not satisfied. Even though you did this with them, you were still not satisfied."
    },
    {
        "o": 23405,
        "r": "csb:Ezekiel:16:29",
        "t": "So you extended your prostitution to Chaldea, the land of merchants, but you were not even satisfied with this!"
    },
    {
        "o": 23406,
        "r": "csb:Ezekiel:16:30",
        "t": "“‘How*p your heart was inflamed with lust- the declaration of the Lord God-*s when you did all these things, the acts of a brazen prostitute,"
    },
    {
        "o": 23407,
        "r": "csb:Ezekiel:16:31",
        "t": "building your mound at the head of every street and making your elevated place in every square. But you were unlike a prostitute because you scorned payment."
    },
    {
        "o": 23408,
        "r": "csb:Ezekiel:16:32",
        "t": "You adulterous wife, who receives strangers instead of her husband!"
    },
    {
        "o": 23409,
        "r": "csb:Ezekiel:16:33",
        "t": "Men give gifts to all prostitutes, but you gave gifts to all your lovers. You bribed them to come to you from all around for your sexual favors."
    },
    {
        "o": 23410,
        "r": "csb:Ezekiel:16:34",
        "t": "So you were the opposite of other women in your acts of prostitution; no one solicited you. When you paid a fee instead of one being paid to you, you were the opposite."
    },
    {
        "o": 23411,
        "r": "csb:Ezekiel:16:35",
        "t": "“‘Therefore,*p you prostitute, hear the word of the Lord!*s"
    },
    {
        "o": 23412,
        "r": "csb:Ezekiel:16:36",
        "t": "This is what the Lord God*s says: Because your lust was poured out and your nakedness exposed by your acts of prostitution with your lovers, and because of all your detestable idols and the blood of your children that you gave to them,"
    },
    {
        "o": 23413,
        "r": "csb:Ezekiel:16:37",
        "t": "I am therefore going to gather all the lovers you pleased- all those you loved as well as all those you hated. I will gather them against you from all around and expose your nakedness to them so they see you completely naked."
    },
    {
        "o": 23414,
        "r": "csb:Ezekiel:16:38",
        "t": "I will judge you the way adulteresses and those who shed blood are judged. Then I will bring about the shedding of your blood in jealous wrath."
    },
    {
        "o": 23415,
        "r": "csb:Ezekiel:16:39",
        "t": "I will hand you over to them, and they will demolish your mounds and tear down your elevated places. They will strip off your clothes, take your beautiful jewelry, and leave you stark naked."
    },
    {
        "o": 23416,
        "r": "csb:Ezekiel:16:40",
        "t": "They will bring a mob against you to stone you and to cut you to pieces with their swords."
    },
    {
        "o": 23417,
        "r": "csb:Ezekiel:16:41",
        "t": "They will burn your houses and execute judgments against you in the sight of many women. I will stop you from being a prostitute, and you will never again pay fees for lovers."
    },
    {
        "o": 23418,
        "r": "csb:Ezekiel:16:42",
        "t": "So I will satisfy my wrath against you, and my jealousy will turn away from you. Then I will be calm and no longer angry."
    },
    {
        "o": 23419,
        "r": "csb:Ezekiel:16:43",
        "t": "Because you did not remember the days of your youth but enraged me with all these things, I will also bring your conduct down on your own head. This is the declaration of the Lord God.*s Haven’t you committed depravity in addition to all your detestable practices?"
    },
    {
        "o": 23420,
        "r": "csb:Ezekiel:16:44",
        "t": "“‘Look,*p everyone who uses proverbs will quote this proverb about you: “Like mother, like daughter.”"
    },
    {
        "o": 23421,
        "r": "csb:Ezekiel:16:45",
        "t": "You are the daughter of your mother, who despised her husband and children. You are the sister of your sisters, who despised their husbands and children. Your mother was a Hethite and your father an Amorite."
    },
    {
        "o": 23422,
        "r": "csb:Ezekiel:16:46",
        "t": "Your older sister was Samaria, who lived with her daughters to the north of you, and your younger sister was Sodom, who lived with her daughters to the south of you."
    },
    {
        "o": 23423,
        "r": "csb:Ezekiel:16:47",
        "t": "Didn’t you walk in their ways and do their detestable practices? It was only a short time before all your ways were more corrupt than theirs."
    },
    {
        "o": 23424,
        "r": "csb:Ezekiel:16:48",
        "t": "“‘As*p I live - the declaration of the Lord God-*s your sister Sodom and her daughters have not behaved as you and your daughters have."
    },
    {
        "o": 23425,
        "r": "csb:Ezekiel:16:49",
        "t": "Now this was the iniquity of your sister Sodom: She and her daughters had pride, plenty of food, and comfortable security, but didn’t support the poor and needy."
    },
    {
        "o": 23426,
        "r": "csb:Ezekiel:16:50",
        "t": "They were haughty and did detestable acts before me, so I removed them when I saw this."
    },
    {
        "o": 23427,
        "r": "csb:Ezekiel:16:51",
        "t": "But Samaria did not commit even half your sins. You have multiplied your detestable practices beyond theirs and made your sisters appear righteous by all the detestable acts you have committed."
    },
    {
        "o": 23428,
        "r": "csb:Ezekiel:16:52",
        "t": "You must also bear your disgrace, since you have helped your sisters out. For they appear more righteous than you because of your sins, which you committed more detestably than they did. So you also, be ashamed and bear your disgrace, since you have made your sisters appear righteous."
    },
    {
        "o": 23429,
        "r": "csb:Ezekiel:16:53",
        "t": "“‘I*p will restore their fortunes, the fortunes of Sodom and her daughters and those of Samaria and her daughters. I will also restore your fortunes among them,"
    },
    {
        "o": 23430,
        "r": "csb:Ezekiel:16:54",
        "t": "so you will bear your disgrace and be ashamed of all you did when you comforted them."
    },
    {
        "o": 23431,
        "r": "csb:Ezekiel:16:55",
        "t": "As for your sisters, Sodom and her daughters and Samaria and her daughters will return to their former state. You and your daughters will also return to your former state."
    },
    {
        "o": 23432,
        "r": "csb:Ezekiel:16:56",
        "t": "Didn’t you treat your sister Sodom as an object of scorn when you were proud,"
    },
    {
        "o": 23433,
        "r": "csb:Ezekiel:16:57",
        "t": "before your wickedness was exposed? It was like the time you were scorned by the daughters of Aram and all those around her, and by the daughters of the Philistines - those who treated you with contempt from every side."
    },
    {
        "o": 23434,
        "r": "csb:Ezekiel:16:58",
        "t": "You yourself must bear the consequences of your depravity and detestable practices- this is the Lord’s*s declaration."
    },
    {
        "o": 23435,
        "r": "csb:Ezekiel:16:59",
        "t": "“‘For*p this is what the Lord God*s says: I will deal with you according to what you have done, since you have despised the oath by breaking the covenant."
    },
    {
        "o": 23436,
        "r": "csb:Ezekiel:16:60",
        "t": "But I will remember the covenant I made with you in the days of your youth, and I will establish a permanent covenant with you."
    },
    {
        "o": 23437,
        "r": "csb:Ezekiel:16:61",
        "t": "Then you will remember your ways and be ashamed when you receive your older and younger sisters. I will give them to you as daughters, but not because of your covenant."
    },
    {
        "o": 23438,
        "r": "csb:Ezekiel:16:62",
        "t": "I will establish my covenant with you, and you will know that I am the Lord,*s"
    },
    {
        "o": 23439,
        "r": "csb:Ezekiel:16:63",
        "t": "so that when I make atonement for all you have done, you will remember and be ashamed, and never open your mouth again because of your disgrace. This is the declaration of the Lord God*s .’”"
    }
]
