[
    {
        "o": 2526,
        "r": "nkjv:Exodus:28:0",
        "t": "Exodus 28",
        "h": 1
    },
    {
        "o": 2527,
        "r": "nkjv:Exodus:28:0",
        "t": "Garments for the Priesthood",
        "h": 2
    },
    {
        "o": 2528,
        "r": "nkjv:Exodus:28:1",
        "t": "“Now*p take Aaron your brother, and his sons with him, from among the children of Israel, that he may minister to Me as priest, Aaron and*i Aaron’s sons: Nadab, Abihu, Eleazar, and Ithamar."
    },
    {
        "o": 2529,
        "r": "nkjv:Exodus:28:2",
        "t": "And you shall make holy garments for Aaron your brother, for glory and for beauty."
    },
    {
        "o": 2530,
        "r": "nkjv:Exodus:28:3",
        "t": "So you shall speak to all who*i are*i gifted artisans, whom I have filled with the spirit of wisdom, that they may make Aaron’s garments, to consecrate him, that he may minister to Me as priest."
    },
    {
        "o": 2531,
        "r": "nkjv:Exodus:28:4",
        "t": "And these are*i the garments which they shall make: a breastplate, an ephod, a robe, a skillfully woven tunic, a turban, and a sash. So they shall make holy garments for Aaron your brother and his sons, that he may minister to Me as priest."
    },
    {
        "o": 2532,
        "r": "nkjv:Exodus:28:4",
        "t": "The Ephod",
        "h": 2
    },
    {
        "o": 2533,
        "r": "nkjv:Exodus:28:5",
        "t": "“They*p shall take the gold, blue, purple, and scarlet thread,*i and the fine linen,"
    },
    {
        "o": 2534,
        "r": "nkjv:Exodus:28:6",
        "t": "and they shall make the ephod of gold, blue, purple, and*i scarlet thread,*i and fine woven linen, artistically worked."
    },
    {
        "o": 2535,
        "r": "nkjv:Exodus:28:7",
        "t": "It shall have two shoulder straps joined at its two edges, and so*i it shall be joined together."
    },
    {
        "o": 2536,
        "r": "nkjv:Exodus:28:8",
        "t": "And the intricately woven band of the ephod, which is*i on it, shall be of the same workmanship, made*i of*i gold, blue, purple, and scarlet thread,*i and fine woven linen."
    },
    {
        "o": 2537,
        "r": "nkjv:Exodus:28:9",
        "t": "“Then*p you shall take two onyx stones and engrave on them the names of the sons of Israel:"
    },
    {
        "o": 2538,
        "r": "nkjv:Exodus:28:10",
        "t": "six of their names on one stone and six names on the other stone, in order of their birth."
    },
    {
        "o": 2539,
        "r": "nkjv:Exodus:28:11",
        "t": "With the work of an engraver in stone, like*i the engravings of a signet, you shall engrave the two stones with the names of the sons of Israel. You shall set them in settings of gold."
    },
    {
        "o": 2540,
        "r": "nkjv:Exodus:28:12",
        "t": "And you shall put the two stones on the shoulders of the ephod as*i memorial stones for the sons of Israel. So Aaron shall bear their names before the Lord*s on his two shoulders as a memorial."
    },
    {
        "o": 2541,
        "r": "nkjv:Exodus:28:13",
        "t": "You shall also make settings of gold,"
    },
    {
        "o": 2542,
        "r": "nkjv:Exodus:28:14",
        "t": "and you shall make two chains of pure gold like braided cords, and fasten the braided chains to the settings."
    },
    {
        "o": 2543,
        "r": "nkjv:Exodus:28:14",
        "t": "The Breastplate",
        "h": 2
    },
    {
        "o": 2544,
        "r": "nkjv:Exodus:28:15",
        "t": "“You*p shall make the breastplate of judgment. Artistically woven according to the workmanship of the ephod you shall make it: of gold, blue, purple, and scarlet thread,*i and fine woven linen, you shall make it."
    },
    {
        "o": 2545,
        "r": "nkjv:Exodus:28:16",
        "t": "It shall be doubled into a square: a span shall*i be*i its length, and a span shall*i be*i its width."
    },
    {
        "o": 2546,
        "r": "nkjv:Exodus:28:17",
        "t": "And you shall put settings of stones in it, four rows of stones: The*i first*i row shall*i be*i a sardius, a topaz, and an emerald; this*i shall*i be*i the first row;"
    },
    {
        "o": 2547,
        "r": "nkjv:Exodus:28:18",
        "t": "the second row shall*i be*i a turquoise, a sapphire, and a diamond;"
    },
    {
        "o": 2548,
        "r": "nkjv:Exodus:28:19",
        "t": "the third row, a jacinth, an agate, and an amethyst;"
    },
    {
        "o": 2549,
        "r": "nkjv:Exodus:28:20",
        "t": "and the fourth row, a beryl, an onyx, and a jasper. They shall be set in gold settings."
    },
    {
        "o": 2550,
        "r": "nkjv:Exodus:28:21",
        "t": "And the stones shall have the names of the sons of Israel, twelve according to their names, like*i the engravings of a signet, each one with its own name; they shall be according to the twelve tribes."
    },
    {
        "o": 2551,
        "r": "nkjv:Exodus:28:22",
        "t": "“You*p shall make chains for the breastplate at the end, like braided cords of pure gold."
    },
    {
        "o": 2552,
        "r": "nkjv:Exodus:28:23",
        "t": "And you shall make two rings of gold for the breastplate, and put the two rings on the two ends of the breastplate."
    },
    {
        "o": 2553,
        "r": "nkjv:Exodus:28:24",
        "t": "Then you shall put the two braided chains*i of gold in the two rings which are on the ends of the breastplate;"
    },
    {
        "o": 2554,
        "r": "nkjv:Exodus:28:25",
        "t": "and the other*i two ends of the two braided chains*i you shall fasten to the two settings, and put them on the shoulder straps of the ephod in the front."
    },
    {
        "o": 2555,
        "r": "nkjv:Exodus:28:26",
        "t": "“You*p shall make two rings of gold, and put them on the two ends of the breastplate, on the edge of it, which is on the inner side of the ephod."
    },
    {
        "o": 2556,
        "r": "nkjv:Exodus:28:27",
        "t": "And two other*i rings of gold you shall make, and put them on the two shoulder straps, underneath the ephod toward its front, right at the seam above the intricately woven band of the ephod."
    },
    {
        "o": 2557,
        "r": "nkjv:Exodus:28:28",
        "t": "They shall bind the breastplate by means of its rings to the rings of the ephod, using a blue cord, so that it is above the intricately woven band of the ephod, and so that the breastplate does not come loose from the ephod."
    },
    {
        "o": 2558,
        "r": "nkjv:Exodus:28:29",
        "t": "“So*p Aaron shall bear the names of the sons of Israel on the breastplate of judgment over his heart, when he goes into the holy place,*i as a memorial before the Lord*s continually."
    },
    {
        "o": 2559,
        "r": "nkjv:Exodus:28:30",
        "t": "And you shall put in the breastplate of judgment the Urim and the Thummim, and they shall be over Aaron’s heart when he goes in before the Lord.*s So Aaron shall bear the judgment of the children of Israel over his heart before the Lord*s continually."
    },
    {
        "o": 2560,
        "r": "nkjv:Exodus:28:30",
        "t": "Other Priestly Garments",
        "h": 2
    },
    {
        "o": 2561,
        "r": "nkjv:Exodus:28:31",
        "t": "“You*p shall make the robe of the ephod all of blue."
    },
    {
        "o": 2562,
        "r": "nkjv:Exodus:28:32",
        "t": "There shall be an opening for his head in the middle of it; it shall have a woven binding all around its opening, like the opening in a coat of mail, so that it does not tear."
    },
    {
        "o": 2563,
        "r": "nkjv:Exodus:28:33",
        "t": "And upon its hem you shall make pomegranates of blue, purple, and scarlet, all around its hem, and bells of gold between them all around:"
    },
    {
        "o": 2564,
        "r": "nkjv:Exodus:28:34",
        "t": "a golden bell and a pomegranate, a golden bell and a pomegranate, upon the hem of the robe all around."
    },
    {
        "o": 2565,
        "r": "nkjv:Exodus:28:35",
        "t": "And it shall be upon Aaron when he ministers, and its sound will be heard when he goes into the holy place*i before the Lord*s and when he comes out, that he may not die."
    },
    {
        "o": 2566,
        "r": "nkjv:Exodus:28:36",
        "t": "“You*p shall also make a plate of pure gold and engrave on it, like*i the engraving of a signet: HOLINESS*pc TO THE LORD."
    },
    {
        "o": 2567,
        "r": "nkjv:Exodus:28:37",
        "t": "And*p you shall put it on a blue cord, that it may be on the turban; it shall be on the front of the turban."
    },
    {
        "o": 2568,
        "r": "nkjv:Exodus:28:38",
        "t": "So it shall be on Aaron’s forehead, that Aaron may bear the iniquity of the holy things which the children of Israel hallow in all their holy gifts; and it shall always be on his forehead, that they may be accepted before the Lord.*s"
    },
    {
        "o": 2569,
        "r": "nkjv:Exodus:28:39",
        "t": "“You*p shall skillfully weave the tunic of fine linen thread,*i you shall make the turban of fine linen, and you shall make the sash of woven work."
    },
    {
        "o": 2570,
        "r": "nkjv:Exodus:28:40",
        "t": "“For*p Aaron’s sons you shall make tunics, and you shall make sashes for them. And you shall make hats for them, for glory and beauty."
    },
    {
        "o": 2571,
        "r": "nkjv:Exodus:28:41",
        "t": "So you shall put them on Aaron your brother and on his sons with him. You shall anoint them, consecrate them, and sanctify them, that they may minister to Me as priests."
    },
    {
        "o": 2572,
        "r": "nkjv:Exodus:28:42",
        "t": "And you shall make for them linen trousers to cover their nakedness; they shall reach from the waist to the thighs."
    },
    {
        "o": 2573,
        "r": "nkjv:Exodus:28:43",
        "t": "They shall be on Aaron and on his sons when they come into the tabernacle of meeting, or when they come near the altar to minister in the holy place,*i that they do not incur iniquity and die. It*i shall*i be*i a statute forever to him and his descendants after him."
    }
]
