[
    {
        "o": 24140,
        "r": "nasb:Ezekiel:48:0",
        "t": "Ezekiel 48",
        "h": 1
    },
    {
        "o": 24141,
        "r": "nasb:Ezekiel:48:0",
        "t": "Division of the Land",
        "h": 2
    },
    {
        "o": 24142,
        "r": "nasb:Ezekiel:48:1",
        "t": "“Now*p these are the names of the tribes: from the northern extremity, beside the way of Hethlon to Lebo-hamath, as*i far*i as*i Hazar-enan at*i the border of Damascus, toward the north beside Hamath, running from east to west, Dan, one portion.*i"
    },
    {
        "o": 24143,
        "r": "nasb:Ezekiel:48:2",
        "t": "Beside the border of Dan, from the east side to the west side, Asher, one portion.*i"
    },
    {
        "o": 24144,
        "r": "nasb:Ezekiel:48:3",
        "t": "Beside the border of Asher, from the east side to the west side, Naphtali, one portion.*i"
    },
    {
        "o": 24145,
        "r": "nasb:Ezekiel:48:4",
        "t": "Beside the border of Naphtali, from the east side to the west side, Manasseh, one portion.*i"
    },
    {
        "o": 24146,
        "r": "nasb:Ezekiel:48:5",
        "t": "Beside the border of Manasseh, from the east side to the west side, Ephraim, one portion.*i"
    },
    {
        "o": 24147,
        "r": "nasb:Ezekiel:48:6",
        "t": "Beside the border of Ephraim, from the east side to the west side, Reuben, one portion.*i"
    },
    {
        "o": 24148,
        "r": "nasb:Ezekiel:48:7",
        "t": "Beside the border of Reuben, from the east side to the west side, Judah, one portion.*i"
    },
    {
        "o": 24149,
        "r": "nasb:Ezekiel:48:8",
        "t": "“And*p beside the border of Judah, from the east side to the west side, shall be the allotment which you shall set apart, 25,000 cubits*i in width, and in length like one of the portions, from the east side to the west side; and the sanctuary shall be in the middle of it."
    },
    {
        "o": 24150,
        "r": "nasb:Ezekiel:48:9",
        "t": "The allotment that you shall set apart to the Lord*s shall*i be*i 25,000 cubits*i in length and 10,000 in width."
    },
    {
        "o": 24151,
        "r": "nasb:Ezekiel:48:9",
        "t": "Portion for the Priests",
        "h": 2
    },
    {
        "o": 24152,
        "r": "nasb:Ezekiel:48:10",
        "t": "The*p holy allotment shall be for these, namely*i for the priests, toward the north 25,000 cubits*i in*i length,*i toward the west 10,000 in width, toward the east 10,000 in width, and toward the south 25,000 in length; and the sanctuary of the Lord*s shall be in its midst."
    },
    {
        "o": 24153,
        "r": "nasb:Ezekiel:48:11",
        "t": "It*i shall*i be*i for the priests who are sanctified of the sons of Zadok, who have kept My charge, who did not go astray when the sons of Israel went astray as the Levites went astray."
    },
    {
        "o": 24154,
        "r": "nasb:Ezekiel:48:12",
        "t": "It shall be an allotment to them from the allotment of the land, a most holy place, by the border of the Levites."
    },
    {
        "o": 24155,
        "r": "nasb:Ezekiel:48:13",
        "t": "Alongside the border of the priests the Levites shall*i have*i 25,000 cubits*i in length and 10,000 in width. The whole length shall*i be*i 25,000 cubits*i and the width 10,000."
    },
    {
        "o": 24156,
        "r": "nasb:Ezekiel:48:14",
        "t": "Moreover, they shall not sell or exchange any of it, or alienate this choice portion*i of land; for it is holy to the Lord.*s"
    },
    {
        "o": 24157,
        "r": "nasb:Ezekiel:48:15",
        "t": "“The*p remainder, 5,000 cubits*i in width and 25,000 in length, shall be for common use for the city, for dwellings and for open spaces; and the city shall be in its midst."
    },
    {
        "o": 24158,
        "r": "nasb:Ezekiel:48:16",
        "t": "These shall*i be*i its measurements: the north side 4,500 cubits,*i the south side 4,500 cubits,*i the east side 4,500 cubits,*i and the west side 4,500 cubits.*i"
    },
    {
        "o": 24159,
        "r": "nasb:Ezekiel:48:17",
        "t": "The city shall have open spaces: on the north 250 cubits,*i on the south 250 cubits,*i on the east 250 cubits,*i and on the west 250 cubits.*i"
    },
    {
        "o": 24160,
        "r": "nasb:Ezekiel:48:18",
        "t": "The remainder of the length alongside the holy allotment shall be 10,000 cubits*i toward the east and 10,000 toward the west; and it shall be alongside the holy allotment. And its produce shall be food for the workers of the city."
    },
    {
        "o": 24161,
        "r": "nasb:Ezekiel:48:19",
        "t": "The workers of the city, out of all the tribes of Israel, shall cultivate it."
    },
    {
        "o": 24162,
        "r": "nasb:Ezekiel:48:20",
        "t": "The whole allotment shall*i be*i 25,000 by 25,000 cubits;*i you shall set apart the holy allotment, a square, with the property of the city."
    },
    {
        "o": 24163,
        "r": "nasb:Ezekiel:48:20",
        "t": "Portion for the Prince",
        "h": 2
    },
    {
        "o": 24164,
        "r": "nasb:Ezekiel:48:21",
        "t": "“The*p remainder shall*i be*i for the prince, on the one side and on the other of the holy allotment and of the property of the city; in front of the 25,000 cubits*i of the allotment toward the east border and westward in front of the 25,000 toward the west border, alongside the portions, it*i shall*i be*i for the prince. And the holy allotment and the sanctuary of the house shall be in the middle of it."
    },
    {
        "o": 24165,
        "r": "nasb:Ezekiel:48:22",
        "t": "Exclusive of the property of the Levites and the property of the city, which*i are in the middle of that which belongs to the prince, everything*i between the border of Judah and the border of Benjamin shall be for the prince."
    },
    {
        "o": 24166,
        "r": "nasb:Ezekiel:48:22",
        "t": "Portion for Other Tribes",
        "h": 2
    },
    {
        "o": 24167,
        "r": "nasb:Ezekiel:48:23",
        "t": "“As*p for the rest of the tribes: from the east side to the west side, Benjamin, one portion.*i"
    },
    {
        "o": 24168,
        "r": "nasb:Ezekiel:48:24",
        "t": "Beside the border of Benjamin, from the east side to the west side, Simeon, one portion.*i"
    },
    {
        "o": 24169,
        "r": "nasb:Ezekiel:48:25",
        "t": "Beside the border of Simeon, from the east side to the west side, Issachar, one portion.*i"
    },
    {
        "o": 24170,
        "r": "nasb:Ezekiel:48:26",
        "t": "Beside the border of Issachar, from the east side to the west side, Zebulun, one portion.*i"
    },
    {
        "o": 24171,
        "r": "nasb:Ezekiel:48:27",
        "t": "Beside the border of Zebulun, from the east side to the west side, Gad, one portion.*i"
    },
    {
        "o": 24172,
        "r": "nasb:Ezekiel:48:28",
        "t": "And beside the border of Gad, at the south side toward the south, the border shall be from Tamar to the waters of Meribath-kadesh, to the brook of*i Egypt,*i to the Great Sea."
    },
    {
        "o": 24173,
        "r": "nasb:Ezekiel:48:29",
        "t": "This is the land which you shall divide by lot to the tribes of Israel for an inheritance, and these are their several*i portions,” declares the Lord God.*s"
    },
    {
        "o": 24174,
        "r": "nasb:Ezekiel:48:29",
        "t": "The City Gates",
        "h": 2
    },
    {
        "o": 24175,
        "r": "nasb:Ezekiel:48:30",
        "t": "“These*p are the exits of the city: on the north side, 4,500 cubits*i by measurement,"
    },
    {
        "o": 24176,
        "r": "nasb:Ezekiel:48:31",
        "t": "shall be the gates of the city, named for the tribes of Israel, three gates toward the north: the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one."
    },
    {
        "o": 24177,
        "r": "nasb:Ezekiel:48:32",
        "t": "On the east side, 4,500 cubits,*i shall be three gates: the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one."
    },
    {
        "o": 24178,
        "r": "nasb:Ezekiel:48:33",
        "t": "On the south side, 4,500 cubits*i by measurement, shall be three gates: the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one."
    },
    {
        "o": 24179,
        "r": "nasb:Ezekiel:48:34",
        "t": "On the west side, 4,500 cubits,*i shall*i be*i three gates: the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one."
    },
    {
        "o": 24180,
        "r": "nasb:Ezekiel:48:35",
        "t": "The*i city*i shall*i be*i 18,000 cubits*i round about; and the name of the city from that*i day shall*i be,*i ‘The Lord*s is there.’ ”"
    }
]
