[
    {
        "o": 34582,
        "r": "csb:2 Peter:2:0",
        "t": "2 Peter 2",
        "h": 1
    },
    {
        "o": 34583,
        "r": "csb:2 Peter:2:0",
        "t": "The Judgment of False Teachers",
        "h": 2
    },
    {
        "o": 34584,
        "r": "csb:2 Peter:2:1",
        "t": "There*p were indeed false prophets among the people, just as there will be false teachers among you. They will bring in destructive heresies, even denying the Master who bought them, and will bring swift destruction on themselves."
    },
    {
        "o": 34585,
        "r": "csb:2 Peter:2:2",
        "t": "Many will follow their depraved ways, and the way of truth will be maligned because of them."
    },
    {
        "o": 34586,
        "r": "csb:2 Peter:2:3",
        "t": "They will exploit you in their greed with made-up stories. Their condemnation, pronounced long ago, is not idle, and their destruction does not sleep."
    },
    {
        "o": 34587,
        "r": "csb:2 Peter:2:4",
        "t": "For*p if God didn’t spare the angels who sinned but cast them into hell and delivered them in chains of utter darkness to be kept for judgment;"
    },
    {
        "o": 34588,
        "r": "csb:2 Peter:2:5",
        "t": "and if he didn’t spare the ancient world, but protected Noah, a preacher of righteousness, and seven others, when he brought the flood on the world of the ungodly;"
    },
    {
        "o": 34589,
        "r": "csb:2 Peter:2:6",
        "t": "and if he reduced the cities of Sodom and Gomorrah to ashes and condemned them to extinction, making them an example of what is coming to the ungodly;"
    },
    {
        "o": 34590,
        "r": "csb:2 Peter:2:7",
        "t": "and if he rescued righteous Lot, distressed by the depraved behavior of the immoral"
    },
    {
        "o": 34591,
        "r": "csb:2 Peter:2:8",
        "t": "(for as that righteous man lived among them day by day, his righteous soul was tormented by the lawless deeds he saw and heard ) -"
    },
    {
        "o": 34592,
        "r": "csb:2 Peter:2:9",
        "t": "then the Lord knows how to rescue the godly from trials and to keep the unrighteous under punishment for the day of judgment,"
    },
    {
        "o": 34593,
        "r": "csb:2 Peter:2:10",
        "t": "especially those who follow the polluting desires of the flesh and despise authority. Bold,*p arrogant people! They are not afraid to slander the glorious ones;"
    },
    {
        "o": 34594,
        "r": "csb:2 Peter:2:11",
        "t": "however, angels, who are greater in might and power, do not bring a slanderous charge against them before the Lord."
    },
    {
        "o": 34595,
        "r": "csb:2 Peter:2:12",
        "t": "But these people, like irrational animals - creatures of instinct born to be caught and destroyed - slander what they do not understand, and in their destruction they too will be destroyed."
    },
    {
        "o": 34596,
        "r": "csb:2 Peter:2:13",
        "t": "They will be paid back with harm for the harm they have done. They consider it a pleasure to carouse in broad daylight. They are spots and blemishes, delighting in their deceptions while they feast with you."
    },
    {
        "o": 34597,
        "r": "csb:2 Peter:2:14",
        "t": "They have eyes full of adultery that never stop looking for sin. They seduce unstable people and have hearts trained in greed. Children under a curse!"
    },
    {
        "o": 34598,
        "r": "csb:2 Peter:2:15",
        "t": "They have gone astray by abandoning the straight path and have followed the path of Balaam, the son of Bosor, who loved the wages of wickedness"
    },
    {
        "o": 34599,
        "r": "csb:2 Peter:2:16",
        "t": "but received a rebuke for his lawlessness: A speechless donkey spoke with a human voice and restrained the prophet’s madness."
    },
    {
        "o": 34600,
        "r": "csb:2 Peter:2:17",
        "t": "These*p people are springs without water, mists driven by a storm. The gloom of darkness has been reserved for them."
    },
    {
        "o": 34601,
        "r": "csb:2 Peter:2:18",
        "t": "For by uttering boastful, empty words, they seduce, with fleshly desires and debauchery, people who have barely escaped from those who live in error."
    },
    {
        "o": 34602,
        "r": "csb:2 Peter:2:19",
        "t": "They promise them freedom, but they themselves are slaves of corruption, since people are enslaved to whatever defeats them."
    },
    {
        "o": 34603,
        "r": "csb:2 Peter:2:20",
        "t": "For if, having escaped the world’s impurity through the knowledge of the Lord and Savior Jesus Christ, they are again entangled in these things and defeated, the last state is worse for them than the first."
    },
    {
        "o": 34604,
        "r": "csb:2 Peter:2:21",
        "t": "For it would have been better for them not to have known the way of righteousness than, after knowing it, to turn back from the holy command delivered to them."
    },
    {
        "o": 34605,
        "r": "csb:2 Peter:2:22",
        "t": "It has happened to them according to the true proverb: A*i dog*i returns*i to*i its*i own*i vomit,*i and, “A washed sow returns to wallowing in the mud.”"
    }
]
