[
    {
        "o": 24263,
        "r": "nasb:Daniel:3:0",
        "t": "Daniel 3",
        "h": 1
    },
    {
        "o": 24264,
        "r": "nasb:Daniel:3:0",
        "t": "The King’s Golden Image",
        "h": 2
    },
    {
        "o": 24265,
        "r": "nasb:Daniel:3:1",
        "t": "Nebuchadnezzar*p the king made an image of gold, the height of which was*i sixty cubits and*i its width six cubits; he set it up on the plain of Dura in the province of Babylon."
    },
    {
        "o": 24266,
        "r": "nasb:Daniel:3:2",
        "t": "Then Nebuchadnezzar the king sent word*i to assemble the satraps, the prefects and the governors, the counselors, the treasurers, the judges, the magistrates and all the rulers of the provinces to come to the dedication of the image that Nebuchadnezzar the king had set up."
    },
    {
        "o": 24267,
        "r": "nasb:Daniel:3:3",
        "t": "Then the satraps, the prefects and the governors, the counselors, the treasurers, the judges, the magistrates and all the rulers of the provinces were assembled for the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up."
    },
    {
        "o": 24268,
        "r": "nasb:Daniel:3:4",
        "t": "Then the herald loudly proclaimed: “To you the command is given, O peoples, nations and men*i of*i every*i language,"
    },
    {
        "o": 24269,
        "r": "nasb:Daniel:3:5",
        "t": "that at the moment you hear the sound of the horn, flute, lyre, trigon, psaltery, bagpipe and all kinds of music, you are to fall down and worship the golden image that Nebuchadnezzar the king has set up."
    },
    {
        "o": 24270,
        "r": "nasb:Daniel:3:6",
        "t": "But whoever does not fall down and worship shall immediately be cast into the midst of a furnace of blazing fire.”"
    },
    {
        "o": 24271,
        "r": "nasb:Daniel:3:7",
        "t": "Therefore at that time, when all the peoples heard the sound of the horn, flute, lyre, trigon, psaltery, bagpipe and all kinds of music, all the peoples, nations and men*i of*i every*i language fell down and*i worshiped the golden image that Nebuchadnezzar the king had set up."
    },
    {
        "o": 24272,
        "r": "nasb:Daniel:3:7",
        "t": "Worship of the Image Refused",
        "h": 2
    },
    {
        "o": 24273,
        "r": "nasb:Daniel:3:8",
        "t": "For*p this reason at that time certain Chaldeans came forward and brought charges against the Jews."
    },
    {
        "o": 24274,
        "r": "nasb:Daniel:3:9",
        "t": "They responded and said to Nebuchadnezzar the king: “O king, live forever!"
    },
    {
        "o": 24275,
        "r": "nasb:Daniel:3:10",
        "t": "You, O king, have made a decree that every man who hears the sound of the horn, flute, lyre, trigon, psaltery, and bagpipe and all kinds of music, is to fall down and worship the golden image."
    },
    {
        "o": 24276,
        "r": "nasb:Daniel:3:11",
        "t": "But whoever does not fall down and worship shall be cast into the midst of a furnace of blazing fire."
    },
    {
        "o": 24277,
        "r": "nasb:Daniel:3:12",
        "t": "There are certain Jews whom you have appointed over the administration of the province of Babylon, namely*i Shadrach, Meshach and Abed-nego. These men, O king, have disregarded you; they do not serve your gods or worship the golden image which you have set up.”"
    },
    {
        "o": 24278,
        "r": "nasb:Daniel:3:13",
        "t": "Then*p Nebuchadnezzar in rage and anger gave orders to bring Shadrach, Meshach and Abed-nego; then these men were brought before the king."
    },
    {
        "o": 24279,
        "r": "nasb:Daniel:3:14",
        "t": "Nebuchadnezzar responded and said to them, “Is it true, Shadrach, Meshach and Abed-nego, that you do not serve my gods or worship the golden image that I have set up?"
    },
    {
        "o": 24280,
        "r": "nasb:Daniel:3:15",
        "t": "Now if you are ready, at the moment you hear the sound of the horn, flute, lyre, trigon, psaltery and bagpipe and all kinds of music, to fall down and worship the image that I have made, very*i well.*i But if you do not worship, you will immediately be cast into the midst of a furnace of blazing fire; and what god is there who can deliver you out of my hands?”"
    },
    {
        "o": 24281,
        "r": "nasb:Daniel:3:16",
        "t": "Shadrach,*p Meshach and Abed-nego replied to the king, “O Nebuchadnezzar, we do not need to give you an answer concerning this matter."
    },
    {
        "o": 24282,
        "r": "nasb:Daniel:3:17",
        "t": "If it be so,*i our God whom we serve is able to deliver us from the furnace of blazing fire; and He will deliver us out of your hand, O king."
    },
    {
        "o": 24283,
        "r": "nasb:Daniel:3:18",
        "t": "But even*i if He*i does*i not, let it be known to you, O king, that we are not going to serve your gods or worship the golden image that you have set up.”"
    },
    {
        "o": 24284,
        "r": "nasb:Daniel:3:18",
        "t": "Daniel’s Friends Protected",
        "h": 2
    },
    {
        "o": 24285,
        "r": "nasb:Daniel:3:19",
        "t": "Then*p Nebuchadnezzar was filled with wrath, and his facial expression was altered toward Shadrach, Meshach and Abed-nego. He answered by giving orders to heat the furnace seven times more than it was usually heated."
    },
    {
        "o": 24286,
        "r": "nasb:Daniel:3:20",
        "t": "He commanded certain valiant warriors who were*i in his army to tie up Shadrach, Meshach and Abed-nego in order to cast them*i into the furnace of blazing fire."
    },
    {
        "o": 24287,
        "r": "nasb:Daniel:3:21",
        "t": "Then these men were tied up in their trousers, their coats, their caps and their other*i clothes, and were cast into the midst of the furnace of blazing fire."
    },
    {
        "o": 24288,
        "r": "nasb:Daniel:3:22",
        "t": "For this reason, because the king’s command was*i urgent and the furnace had been made extremely hot, the flame of the fire slew those men who carried up Shadrach, Meshach and Abed-nego."
    },
    {
        "o": 24289,
        "r": "nasb:Daniel:3:23",
        "t": "But these three men, Shadrach, Meshach and Abed-nego, fell into the midst of the furnace of blazing fire still*i tied up."
    },
    {
        "o": 24290,
        "r": "nasb:Daniel:3:24",
        "t": "Then*p Nebuchadnezzar the king was astounded and stood up in haste; he said to his high officials, “Was it not three men we cast bound into the midst of the fire?” They replied to the king, “Certainly, O king.”"
    },
    {
        "o": 24291,
        "r": "nasb:Daniel:3:25",
        "t": "He said, “Look! I see four men loosed and*i walking about*i in the midst of the fire without harm, and the appearance of the fourth is like a son of the*i gods!”"
    },
    {
        "o": 24292,
        "r": "nasb:Daniel:3:26",
        "t": "Then Nebuchadnezzar came near to the door of the furnace of blazing fire; he responded and said, “Shadrach, Meshach and Abed-nego, come out, you servants of the Most High God, and come here!” Then Shadrach, Meshach and Abed-nego came out of the midst of the fire."
    },
    {
        "o": 24293,
        "r": "nasb:Daniel:3:27",
        "t": "The satraps, the prefects, the governors and the king’s high officials gathered around and*i saw in regard to these men that the fire had no effect on the bodies of these men nor was the hair of their head singed, nor were their trousers damaged, nor had the smell of fire even*i come upon them."
    },
    {
        "o": 24294,
        "r": "nasb:Daniel:3:28",
        "t": "Nebuchadnezzar*p responded and said, “Blessed be the God of Shadrach, Meshach and Abed-nego, who has sent His angel and delivered His servants who put their trust in Him, violating the king’s command, and yielded up their bodies so as not to serve or worship any god except their own God."
    },
    {
        "o": 24295,
        "r": "nasb:Daniel:3:29",
        "t": "Therefore I make a decree that any people, nation or tongue that speaks anything offensive against the God of Shadrach, Meshach and Abed-nego shall be torn limb from limb and their houses reduced to a rubbish heap, inasmuch as there is no other god who is able to deliver in this way.”"
    },
    {
        "o": 24296,
        "r": "nasb:Daniel:3:30",
        "t": "Then the king caused Shadrach, Meshach and Abed-nego to prosper in the province of Babylon."
    }
]
