[
    {
        "o": 5501,
        "r": "nkjv:Deuteronomy:4:0",
        "t": "Deuteronomy 4",
        "h": 1
    },
    {
        "o": 5502,
        "r": "nkjv:Deuteronomy:4:0",
        "t": "Moses Commands Obedience",
        "h": 2
    },
    {
        "o": 5503,
        "r": "nkjv:Deuteronomy:4:1",
        "t": "“Now,*p O Israel, listen to the statutes and the judgments which I teach you to observe, that you may live, and go in and possess the land which the Lord*s God of your fathers is giving you."
    },
    {
        "o": 5504,
        "r": "nkjv:Deuteronomy:4:2",
        "t": "You shall not add to the word which I command you, nor take from it, that you may keep the commandments of the Lord*s your God which I command you."
    },
    {
        "o": 5505,
        "r": "nkjv:Deuteronomy:4:3",
        "t": "Your eyes have seen what the Lord*s did at Baal Peor; for the Lord*s your God has destroyed from among you all the men who followed Baal of Peor."
    },
    {
        "o": 5506,
        "r": "nkjv:Deuteronomy:4:4",
        "t": "But you who held fast to the Lord*s your God are*i alive today, every one of you."
    },
    {
        "o": 5507,
        "r": "nkjv:Deuteronomy:4:5",
        "t": "“Surely*p I have taught you statutes and judgments, just as the Lord*s my God commanded me, that you should act according to*i them*i in the land which you go to possess."
    },
    {
        "o": 5508,
        "r": "nkjv:Deuteronomy:4:6",
        "t": "Therefore be careful to observe them;*i for this is*i your wisdom and your understanding in the sight of the peoples who will hear all these statutes, and say, ‘Surely this great nation is*i a wise and understanding people.’"
    },
    {
        "o": 5509,
        "r": "nkjv:Deuteronomy:4:7",
        "t": "“For*p what great nation is*i there*i that has God so*i near to it, as the Lord*s our God is*i to us, for whatever reason*i we may call upon Him?"
    },
    {
        "o": 5510,
        "r": "nkjv:Deuteronomy:4:8",
        "t": "And what great nation is*i there*i that has such*i statutes and righteous judgments as are in all this law which I set before you this day?"
    },
    {
        "o": 5511,
        "r": "nkjv:Deuteronomy:4:9",
        "t": "Only take heed to yourself, and diligently keep yourself, lest you forget the things your eyes have seen, and lest they depart from your heart all the days of your life. And teach them to your children and your grandchildren,"
    },
    {
        "o": 5512,
        "r": "nkjv:Deuteronomy:4:10",
        "t": "especially*i concerning*i the day you stood before the Lord*s your God in Horeb, when the Lord*s said to me, ‘Gather the people to Me, and I will let them hear My words, that they may learn to fear Me all the days they live on the earth, and that*i they may teach their children.’"
    },
    {
        "o": 5513,
        "r": "nkjv:Deuteronomy:4:11",
        "t": "“Then*p you came near and stood at the foot of the mountain, and the mountain burned with fire to the midst of heaven, with darkness, cloud, and thick darkness."
    },
    {
        "o": 5514,
        "r": "nkjv:Deuteronomy:4:12",
        "t": "And the Lord*s spoke to you out of the midst of the fire. You heard the sound of the words, but saw no form; you*i only heard*i a voice."
    },
    {
        "o": 5515,
        "r": "nkjv:Deuteronomy:4:13",
        "t": "So He declared to you His covenant which He commanded you to perform, the Ten Commandments; and He wrote them on two tablets of stone."
    },
    {
        "o": 5516,
        "r": "nkjv:Deuteronomy:4:14",
        "t": "And the Lord*s commanded me at that time to teach you statutes and judgments, that you might observe them in the land which you cross over to possess."
    },
    {
        "o": 5517,
        "r": "nkjv:Deuteronomy:4:14",
        "t": "Beware of Idolatry",
        "h": 2
    },
    {
        "o": 5518,
        "r": "nkjv:Deuteronomy:4:15",
        "t": "“Take*p careful heed to yourselves, for you saw no form when the Lord*s spoke to you at Horeb out of the midst of the fire,"
    },
    {
        "o": 5519,
        "r": "nkjv:Deuteronomy:4:16",
        "t": "lest you act corruptly and make for yourselves a carved image in the form of any figure: the likeness of male or female,"
    },
    {
        "o": 5520,
        "r": "nkjv:Deuteronomy:4:17",
        "t": "the likeness of any animal that is*i on the earth or the likeness of any winged bird that flies in the air,"
    },
    {
        "o": 5521,
        "r": "nkjv:Deuteronomy:4:18",
        "t": "the likeness of anything that creeps on the ground or the likeness of any fish that is*i in the water beneath the earth."
    },
    {
        "o": 5522,
        "r": "nkjv:Deuteronomy:4:19",
        "t": "And take*i heed,*i lest you lift your eyes to heaven, and when*i you see the sun, the moon, and the stars, all the host of heaven, you feel driven to worship them and serve them, which the Lord*s your God has given to all the peoples under the whole heaven as a heritage."
    },
    {
        "o": 5523,
        "r": "nkjv:Deuteronomy:4:20",
        "t": "But the Lord*s has taken you and brought you out of the iron furnace, out of Egypt, to be His people, an inheritance, as you are this day."
    },
    {
        "o": 5524,
        "r": "nkjv:Deuteronomy:4:21",
        "t": "Furthermore the Lord*s was angry with me for your sakes, and swore that I would not cross over the Jordan, and that I would not enter the good land which the Lord*s your God is giving you as an inheritance."
    },
    {
        "o": 5525,
        "r": "nkjv:Deuteronomy:4:22",
        "t": "But I must die in this land, I must not cross over the Jordan; but you shall cross over and possess that good land."
    },
    {
        "o": 5526,
        "r": "nkjv:Deuteronomy:4:23",
        "t": "Take heed to yourselves, lest you forget the covenant of the Lord*s your God which He made with you, and make for yourselves a carved image in the form of anything which the Lord*s your God has forbidden you."
    },
    {
        "o": 5527,
        "r": "nkjv:Deuteronomy:4:24",
        "t": "For the Lord*s your God is*i a consuming fire, a jealous God."
    },
    {
        "o": 5528,
        "r": "nkjv:Deuteronomy:4:25",
        "t": "“When*p you beget children and grandchildren and have grown old in the land, and act corruptly and make a carved image in the form of anything, and do evil in the sight of the Lord*s your God to provoke Him to anger,"
    },
    {
        "o": 5529,
        "r": "nkjv:Deuteronomy:4:26",
        "t": "I call heaven and earth to witness against you this day, that you will soon utterly perish from the land which you cross over the Jordan to possess; you will not prolong your*i days in it, but will be utterly destroyed."
    },
    {
        "o": 5530,
        "r": "nkjv:Deuteronomy:4:27",
        "t": "And the Lord*s will scatter you among the peoples, and you will be left few in number among the nations where the Lord*s will drive you."
    },
    {
        "o": 5531,
        "r": "nkjv:Deuteronomy:4:28",
        "t": "And there you will serve gods, the work of men’s hands, wood and stone, which neither see nor hear nor eat nor smell."
    },
    {
        "o": 5532,
        "r": "nkjv:Deuteronomy:4:29",
        "t": "But from there you will seek the Lord*s your God, and you will find Him*i if you seek Him with all your heart and with all your soul."
    },
    {
        "o": 5533,
        "r": "nkjv:Deuteronomy:4:30",
        "t": "When you are in distress, and all these things come upon you in the latter days, when you turn to the Lord*s your God and obey His voice"
    },
    {
        "o": 5534,
        "r": "nkjv:Deuteronomy:4:31",
        "t": "(for the Lord*s your God is*i a merciful God), He will not forsake you nor destroy you, nor forget the covenant of your fathers which He swore to them."
    },
    {
        "o": 5535,
        "r": "nkjv:Deuteronomy:4:32",
        "t": "“For*p ask now concerning the days that are past, which were before you, since the day that God created man on the earth, and ask*i from one end of heaven to the other, whether any*i great thing*i like this has happened, or anything*i like it has been heard."
    },
    {
        "o": 5536,
        "r": "nkjv:Deuteronomy:4:33",
        "t": "Did any*i people ever*i hear the voice of God speaking out of the midst of the fire, as you have heard, and live?"
    },
    {
        "o": 5537,
        "r": "nkjv:Deuteronomy:4:34",
        "t": "Or did God ever*i try to go and*i take for Himself a nation from the midst of another*i nation, by trials, by signs, by wonders, by war, by a mighty hand and an outstretched arm, and by great terrors, according to all that the Lord*s your God did for you in Egypt before your eyes?"
    },
    {
        "o": 5538,
        "r": "nkjv:Deuteronomy:4:35",
        "t": "To you it was shown, that you might know that the Lord*s Himself is*i God; there*i is*i none other besides Him."
    },
    {
        "o": 5539,
        "r": "nkjv:Deuteronomy:4:36",
        "t": "Out of heaven He let you hear His voice, that He might instruct you; on earth He showed you His great fire, and you heard His words out of the midst of the fire."
    },
    {
        "o": 5540,
        "r": "nkjv:Deuteronomy:4:37",
        "t": "And because He loved your fathers, therefore He chose their descendants after them; and He brought you out of Egypt with His Presence, with His mighty power,"
    },
    {
        "o": 5541,
        "r": "nkjv:Deuteronomy:4:38",
        "t": "driving out from before you nations greater and mightier than you, to bring you in, to give you their land as*i an inheritance, as it*i is*i this day."
    },
    {
        "o": 5542,
        "r": "nkjv:Deuteronomy:4:39",
        "t": "Therefore know this day, and consider it*i in your heart, that the Lord*s Himself is*i God in heaven above and on the earth beneath; there*i is*i no other."
    },
    {
        "o": 5543,
        "r": "nkjv:Deuteronomy:4:40",
        "t": "You shall therefore keep His statutes and His commandments which I command you today, that it may go well with you and with your children after you, and that you may prolong your*i days in the land which the Lord*s your God is giving you for all time.”"
    },
    {
        "o": 5544,
        "r": "nkjv:Deuteronomy:4:40",
        "t": "Cities of Refuge East of the Jordan",
        "h": 2
    },
    {
        "o": 5545,
        "r": "nkjv:Deuteronomy:4:41",
        "t": "Then*p Moses set apart three cities on this side of the Jordan, toward the rising of the sun,"
    },
    {
        "o": 5546,
        "r": "nkjv:Deuteronomy:4:42",
        "t": "that the manslayer might flee there, who kills his neighbor unintentionally, without having hated him in time past, and that by fleeing to one of these cities he might live:"
    },
    {
        "o": 5547,
        "r": "nkjv:Deuteronomy:4:43",
        "t": "Bezer in the wilderness on the plateau for the Reubenites, Ramoth in Gilead for the Gadites, and Golan in Bashan for the Manassites."
    },
    {
        "o": 5548,
        "r": "nkjv:Deuteronomy:4:43",
        "t": "Introduction to God’s Law",
        "h": 2
    },
    {
        "o": 5549,
        "r": "nkjv:Deuteronomy:4:44",
        "t": "Now*p this is*i the law which Moses set before the children of Israel."
    },
    {
        "o": 5550,
        "r": "nkjv:Deuteronomy:4:45",
        "t": "These are*i the testimonies, the statutes, and the judgments which Moses spoke to the children of Israel after they came out of Egypt,"
    },
    {
        "o": 5551,
        "r": "nkjv:Deuteronomy:4:46",
        "t": "on this side of the Jordan, in the valley opposite Beth Peor, in the land of Sihon king of the Amorites, who dwelt at Heshbon, whom Moses and the children of Israel defeated after they came out of Egypt."
    },
    {
        "o": 5552,
        "r": "nkjv:Deuteronomy:4:47",
        "t": "And they took possession of his land and the land of Og king of Bashan, two kings of the Amorites, who were*i on this side of the Jordan, toward the rising of the sun,"
    },
    {
        "o": 5553,
        "r": "nkjv:Deuteronomy:4:48",
        "t": "from Aroer, which is*i on the bank of the River Arnon, even to Mount Sion (that is, Hermon),"
    },
    {
        "o": 5554,
        "r": "nkjv:Deuteronomy:4:49",
        "t": "and all the plain on the east side of the Jordan as far as the Sea of the Arabah, below the slopes of Pisgah."
    }
]
