[
    {
        "o": 8197,
        "r": "niv:1 Samuel:14:0",
        "t": "1 Samuel 14",
        "h": 1
    },
    {
        "o": 8198,
        "r": "niv:1 Samuel:14:1",
        "t": "One day Jonathan son of Saul said to his young armor-bearer, “Come, let’s go over to the Philistine outpost on the other side.” But he did not tell his father."
    },
    {
        "o": 8199,
        "r": "niv:1 Samuel:14:2",
        "t": "Saul*p was staying on the outskirts of Gibeah under a pomegranate tree in Migron. With him were about six hundred men,"
    },
    {
        "o": 8200,
        "r": "niv:1 Samuel:14:3",
        "t": "among whom was Ahijah, who was wearing an ephod. He was a son of Ichabod’s brother Ahitub son of Phinehas, the son of Eli, the Lord’s*s priest in Shiloh. No one was aware that Jonathan had left."
    },
    {
        "o": 8201,
        "r": "niv:1 Samuel:14:4",
        "t": "On*p each side of the pass that Jonathan intended to cross to reach the Philistine outpost was a cliff; one was called Bozez and the other Seneh."
    },
    {
        "o": 8202,
        "r": "niv:1 Samuel:14:5",
        "t": "One cliff stood to the north toward Mikmash, the other to the south toward Geba."
    },
    {
        "o": 8203,
        "r": "niv:1 Samuel:14:6",
        "t": "Jonathan*p said to his young armor-bearer, “Come, let’s go over to the outpost of those uncircumcised men. Perhaps the Lord*s will act in our behalf. Nothing can hinder the Lord*s from saving, whether by many or by few.”"
    },
    {
        "o": 8204,
        "r": "niv:1 Samuel:14:7",
        "t": "“Do*p all that you have in mind,” his armor-bearer said. “Go ahead; I am with you heart and soul.”"
    },
    {
        "o": 8205,
        "r": "niv:1 Samuel:14:8",
        "t": "Jonathan*p said, “Come on, then; we will cross over toward them and let them see us."
    },
    {
        "o": 8206,
        "r": "niv:1 Samuel:14:9",
        "t": "If they say to us, ‘Wait there until we come to you,’ we will stay where we are and not go up to them."
    },
    {
        "o": 8207,
        "r": "niv:1 Samuel:14:10",
        "t": "But if they say, ‘Come up to us,’ we will climb up, because that will be our sign that the Lord*s has given them into our hands.”"
    },
    {
        "o": 8208,
        "r": "niv:1 Samuel:14:11",
        "t": "So*p both of them showed themselves to the Philistine outpost. “Look!” said the Philistines. “The Hebrews are crawling out of the holes they were hiding in.”"
    },
    {
        "o": 8209,
        "r": "niv:1 Samuel:14:12",
        "t": "The men of the outpost shouted to Jonathan and his armor-bearer, “Come up to us and we’ll teach you a lesson.” So*p Jonathan said to his armor-bearer, “Climb up after me; the Lord*s has given them into the hand of Israel.”"
    },
    {
        "o": 8210,
        "r": "niv:1 Samuel:14:13",
        "t": "Jonathan*p climbed up, using his hands and feet, with his armor-bearer right behind him. The Philistines fell before Jonathan, and his armor-bearer followed and killed behind him."
    },
    {
        "o": 8211,
        "r": "niv:1 Samuel:14:14",
        "t": "In that first attack Jonathan and his armor-bearer killed some twenty men in an area of about half an acre."
    },
    {
        "o": 8212,
        "r": "niv:1 Samuel:14:14",
        "t": "Israel Routs the Philistines",
        "h": 2
    },
    {
        "o": 8213,
        "r": "niv:1 Samuel:14:15",
        "t": "Then*p panic struck the whole army—those in the camp and field, and those in the outposts and raiding parties—and the ground shook. It was a panic sent by God."
    },
    {
        "o": 8214,
        "r": "niv:1 Samuel:14:16",
        "t": "Saul’s*p lookouts at Gibeah in Benjamin saw the army melting away in all directions."
    },
    {
        "o": 8215,
        "r": "niv:1 Samuel:14:17",
        "t": "Then Saul said to the men who were with him, “Muster the forces and see who has left us.” When they did, it was Jonathan and his armor-bearer who were not there."
    },
    {
        "o": 8216,
        "r": "niv:1 Samuel:14:18",
        "t": "Saul*p said to Ahijah, “Bring the ark of God.” (At that time it was with the Israelites.)"
    },
    {
        "o": 8217,
        "r": "niv:1 Samuel:14:19",
        "t": "While Saul was talking to the priest, the tumult in the Philistine camp increased more and more. So Saul said to the priest, “Withdraw your hand.”"
    },
    {
        "o": 8218,
        "r": "niv:1 Samuel:14:20",
        "t": "Then*p Saul and all his men assembled and went to the battle. They found the Philistines in total confusion, striking each other with their swords."
    },
    {
        "o": 8219,
        "r": "niv:1 Samuel:14:21",
        "t": "Those Hebrews who had previously been with the Philistines and had gone up with them to their camp went over to the Israelites who were with Saul and Jonathan."
    },
    {
        "o": 8220,
        "r": "niv:1 Samuel:14:22",
        "t": "When all the Israelites who had hidden in the hill country of Ephraim heard that the Philistines were on the run, they joined the battle in hot pursuit."
    },
    {
        "o": 8221,
        "r": "niv:1 Samuel:14:23",
        "t": "So on that day the Lord*s saved Israel, and the battle moved on beyond Beth Aven."
    },
    {
        "o": 8222,
        "r": "niv:1 Samuel:14:23",
        "t": "Jonathan Eats Honey",
        "h": 2
    },
    {
        "o": 8223,
        "r": "niv:1 Samuel:14:24",
        "t": "Now*p the Israelites were in distress that day, because Saul had bound the people under an oath, saying, “Cursed be anyone who eats food before evening comes, before I have avenged myself on my enemies!” So none of the troops tasted food."
    },
    {
        "o": 8224,
        "r": "niv:1 Samuel:14:25",
        "t": "The*p entire army entered the woods, and there was honey on the ground."
    },
    {
        "o": 8225,
        "r": "niv:1 Samuel:14:26",
        "t": "When they went into the woods, they saw the honey oozing out; yet no one put his hand to his mouth, because they feared the oath."
    },
    {
        "o": 8226,
        "r": "niv:1 Samuel:14:27",
        "t": "But Jonathan had not heard that his father had bound the people with the oath, so he reached out the end of the staff that was in his hand and dipped it into the honeycomb. He raised his hand to his mouth, and his eyes brightened."
    },
    {
        "o": 8227,
        "r": "niv:1 Samuel:14:28",
        "t": "Then one of the soldiers told him, “Your father bound the army under a strict oath, saying, ‘Cursed be anyone who eats food today!’ That is why the men are faint.”"
    },
    {
        "o": 8228,
        "r": "niv:1 Samuel:14:29",
        "t": "Jonathan*p said, “My father has made trouble for the country. See how my eyes brightened when I tasted a little of this honey."
    },
    {
        "o": 8229,
        "r": "niv:1 Samuel:14:30",
        "t": "How much better it would have been if the men had eaten today some of the plunder they took from their enemies. Would not the slaughter of the Philistines have been even greater?”"
    },
    {
        "o": 8230,
        "r": "niv:1 Samuel:14:31",
        "t": "That*p day, after the Israelites had struck down the Philistines from Mikmash to Aijalon, they were exhausted."
    },
    {
        "o": 8231,
        "r": "niv:1 Samuel:14:32",
        "t": "They pounced on the plunder and, taking sheep, cattle and calves, they butchered them on the ground and ate them, together with the blood."
    },
    {
        "o": 8232,
        "r": "niv:1 Samuel:14:33",
        "t": "Then someone said to Saul, “Look, the men are sinning against the Lord*s by eating meat that has blood in it.” “You*p have broken faith,” he said. “Roll a large stone over here at once.”"
    },
    {
        "o": 8233,
        "r": "niv:1 Samuel:14:34",
        "t": "Then he said, “Go out among the men and tell them, ‘Each of you bring me your cattle and sheep, and slaughter them here and eat them. Do not sin against the Lord*s by eating meat with blood still in it.’ ” So*p everyone brought his ox that night and slaughtered it there."
    },
    {
        "o": 8234,
        "r": "niv:1 Samuel:14:35",
        "t": "Then Saul built an altar to the Lord;*s it was the first time he had done this."
    },
    {
        "o": 8235,
        "r": "niv:1 Samuel:14:36",
        "t": "Saul*p said, “Let us go down and pursue the Philistines by night and plunder them till dawn, and let us not leave one of them alive.” “Do*p whatever seems best to you,” they replied. But*p the priest said, “Let us inquire of God here.”"
    },
    {
        "o": 8236,
        "r": "niv:1 Samuel:14:37",
        "t": "So*p Saul asked God, “Shall I go down and pursue the Philistines? Will you give them into Israel’s hand?” But God did not answer him that day."
    },
    {
        "o": 8237,
        "r": "niv:1 Samuel:14:38",
        "t": "Saul*p therefore said, “Come here, all you who are leaders of the army, and let us find out what sin has been committed today."
    },
    {
        "o": 8238,
        "r": "niv:1 Samuel:14:39",
        "t": "As surely as the Lord*s who rescues Israel lives, even if the guilt lies with my son Jonathan, he must die.” But not one of them said a word."
    },
    {
        "o": 8239,
        "r": "niv:1 Samuel:14:40",
        "t": "Saul*p then said to all the Israelites, “You stand over there; I and Jonathan my son will stand over here.” “Do*p what seems best to you,” they replied."
    },
    {
        "o": 8240,
        "r": "niv:1 Samuel:14:41",
        "t": "Then*p Saul prayed to the Lord,*s the God of Israel, “Why have you not answered your servant today? If the fault is in me or my son Jonathan, respond with Urim, but if the men of Israel are at fault, respond with Thummim.” Jonathan and Saul were taken by lot, and the men were cleared."
    },
    {
        "o": 8241,
        "r": "niv:1 Samuel:14:42",
        "t": "Saul said, “Cast the lot between me and Jonathan my son.” And Jonathan was taken."
    },
    {
        "o": 8242,
        "r": "niv:1 Samuel:14:43",
        "t": "Then*p Saul said to Jonathan, “Tell me what you have done.” So*p Jonathan told him, “I tasted a little honey with the end of my staff. And now I must die!”"
    },
    {
        "o": 8243,
        "r": "niv:1 Samuel:14:44",
        "t": "Saul*p said, “May God deal with me, be it ever so severely, if you do not die, Jonathan.”"
    },
    {
        "o": 8244,
        "r": "niv:1 Samuel:14:45",
        "t": "But*p the men said to Saul, “Should Jonathan die—he who has brought about this great deliverance in Israel? Never! As surely as the Lord*s lives, not a hair of his head will fall to the ground, for he did this today with God’s help.” So the men rescued Jonathan, and he was not put to death."
    },
    {
        "o": 8245,
        "r": "niv:1 Samuel:14:46",
        "t": "Then*p Saul stopped pursuing the Philistines, and they withdrew to their own land."
    },
    {
        "o": 8246,
        "r": "niv:1 Samuel:14:47",
        "t": "After*p Saul had assumed rule over Israel, he fought against their enemies on every side: Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Wherever he turned, he inflicted punishment on them."
    },
    {
        "o": 8247,
        "r": "niv:1 Samuel:14:48",
        "t": "He fought valiantly and defeated the Amalekites, delivering Israel from the hands of those who had plundered them."
    },
    {
        "o": 8248,
        "r": "niv:1 Samuel:14:48",
        "t": "Saul’s Family",
        "h": 2
    },
    {
        "o": 8249,
        "r": "niv:1 Samuel:14:49",
        "t": "Saul’s*p sons were Jonathan, Ishvi and Malki-Shua. The name of his older daughter was Merab, and that of the younger was Michal."
    },
    {
        "o": 8250,
        "r": "niv:1 Samuel:14:50",
        "t": "His wife’s name was Ahinoam daughter of Ahimaaz. The name of the commander of Saul’s army was Abner son of Ner, and Ner was Saul’s uncle."
    },
    {
        "o": 8251,
        "r": "niv:1 Samuel:14:51",
        "t": "Saul’s father Kish and Abner’s father Ner were sons of Abiel."
    },
    {
        "o": 8252,
        "r": "niv:1 Samuel:14:52",
        "t": "All*p the days of Saul there was bitter war with the Philistines, and whenever Saul saw a mighty or brave man, he took him into his service."
    }
]
