[
    {
        "o": 12087,
        "r": "csb:1 Chronicles:19:0",
        "t": "1 Chronicles 19",
        "h": 1
    },
    {
        "o": 12088,
        "r": "csb:1 Chronicles:19:0",
        "t": "War with the Ammonites",
        "h": 2
    },
    {
        "o": 12089,
        "r": "csb:1 Chronicles:19:1",
        "t": "Some*p time later, King Nahash of the Ammonites died, and his son became king in his place."
    },
    {
        "o": 12090,
        "r": "csb:1 Chronicles:19:2",
        "t": "Then David said, “I’ll show kindness to Hanun son of Nahash, because his father showed kindness to me.” So*p David sent messengers to console him concerning his father. However, when David’s emissaries arrived in the land of the Ammonites to console him,"
    },
    {
        "o": 12091,
        "r": "csb:1 Chronicles:19:3",
        "t": "the Ammonite leaders said to Hanun, “Just because David has sent men with condolences for you, do you really believe he’s showing respect for your father? Instead, haven’t his emissaries come in order to scout out, overthrow, and spy on the land?”"
    },
    {
        "o": 12092,
        "r": "csb:1 Chronicles:19:4",
        "t": "So Hanun took David’s emissaries, shaved them, cut their clothes in half at the hips, and sent them away."
    },
    {
        "o": 12093,
        "r": "csb:1 Chronicles:19:5",
        "t": "It*p was reported to David about his men, so he sent messengers to meet them, since the men were deeply humiliated. The king said, “Stay in Jericho until your beards grow back; then return.”"
    },
    {
        "o": 12094,
        "r": "csb:1 Chronicles:19:6",
        "t": "When*p the Ammonites realized they had made themselves repulsive to David, Hanun and the Ammonites sent thirty-eight tons of silver to hire chariots and horsemen from Aram-naharaim, Aram-maacah, and Zobah."
    },
    {
        "o": 12095,
        "r": "csb:1 Chronicles:19:7",
        "t": "They hired thirty-two thousand chariots and the king of Maacah with his army, who came and camped near Medeba. The Ammonites also came together from their cities for the battle."
    },
    {
        "o": 12096,
        "r": "csb:1 Chronicles:19:8",
        "t": "David*p heard about this and sent Joab and all the elite troops."
    },
    {
        "o": 12097,
        "r": "csb:1 Chronicles:19:9",
        "t": "The Ammonites marched out and lined up in battle formation at the entrance of the city while the kings who had come were in the field by themselves."
    },
    {
        "o": 12098,
        "r": "csb:1 Chronicles:19:10",
        "t": "When Joab saw that there was a battle line in front of him and another behind him, he chose some of Israel’s finest young men and lined up in formation to engage the Arameans."
    },
    {
        "o": 12099,
        "r": "csb:1 Chronicles:19:11",
        "t": "He placed the rest of the forces under the command of his brother Abishai. They lined up in formation to engage the Ammonites."
    },
    {
        "o": 12100,
        "r": "csb:1 Chronicles:19:12",
        "t": "“If*p the Arameans are too strong for me,” Joab said, “then you’ll be my help. However, if the Ammonites are too strong for you, I’ll help you."
    },
    {
        "o": 12101,
        "r": "csb:1 Chronicles:19:13",
        "t": "Be strong! Let’s prove ourselves strong for our people and for the cities of our God. May the Lord’s*s will be done.”"
    },
    {
        "o": 12102,
        "r": "csb:1 Chronicles:19:14",
        "t": "Joab*p and the people with him approached the Arameans for battle, and they fled before him."
    },
    {
        "o": 12103,
        "r": "csb:1 Chronicles:19:15",
        "t": "When the Ammonites saw that the Arameans had fled, they likewise fled before Joab’s brother Abishai and entered the city. Then Joab went to Jerusalem."
    },
    {
        "o": 12104,
        "r": "csb:1 Chronicles:19:16",
        "t": "When*p the Arameans realized that they had been defeated by Israel, they sent messengers to summon the Arameans who were beyond the Euphrates River. They were led by Shophach, the commander of Hadadezer’s army."
    },
    {
        "o": 12105,
        "r": "csb:1 Chronicles:19:17",
        "t": "When*p this was reported to David, he gathered all Israel and crossed the Jordan. He came up to the Arameans and lined up against them. When David lined up to engage them, they fought against him."
    },
    {
        "o": 12106,
        "r": "csb:1 Chronicles:19:18",
        "t": "But the Arameans fled before Israel, and David killed seven thousand of their charioteers and forty thousand foot soldiers. He also killed Shophach, commander of the army."
    },
    {
        "o": 12107,
        "r": "csb:1 Chronicles:19:19",
        "t": "When Hadadezer’s subjects saw that they had been defeated by Israel, they made peace with David and became his subjects. After this, the Arameans were never willing to help the Ammonites again."
    }
]
