[
    {
        "o": 841,
        "r": "nasb:Genesis:28:0",
        "t": "Genesis 28",
        "h": 1
    },
    {
        "o": 842,
        "r": "nasb:Genesis:28:0",
        "t": "Jacob Is Sent Away",
        "h": 2
    },
    {
        "o": 843,
        "r": "nasb:Genesis:28:1",
        "t": "So*p Isaac called Jacob and blessed him and charged him, and said to him, “You shall not take a wife from the daughters of Canaan."
    },
    {
        "o": 844,
        "r": "nasb:Genesis:28:2",
        "t": "Arise, go to Paddan-aram, to the house of Bethuel your mother’s father; and from there take to yourself a wife from the daughters of Laban your mother’s brother."
    },
    {
        "o": 845,
        "r": "nasb:Genesis:28:3",
        "t": "May God Almighty bless you and make you fruitful and multiply you, that you may become a company of peoples."
    },
    {
        "o": 846,
        "r": "nasb:Genesis:28:4",
        "t": "May He also give you the blessing of Abraham, to you and to your descendants with you, that you may possess the land of your sojournings, which God gave to Abraham.”"
    },
    {
        "o": 847,
        "r": "nasb:Genesis:28:5",
        "t": "Then Isaac sent Jacob away, and he went to Paddan-aram to Laban, son of Bethuel the Aramean, the brother of Rebekah, the mother of Jacob and Esau."
    },
    {
        "o": 848,
        "r": "nasb:Genesis:28:6",
        "t": "Now*p Esau saw that Isaac had blessed Jacob and sent him away to Paddan-aram to take to himself a wife from there, and*i that*i when he blessed him he charged him, saying, “You shall not take a wife from the daughters of Canaan,”"
    },
    {
        "o": 849,
        "r": "nasb:Genesis:28:7",
        "t": "and that Jacob had obeyed his father and his mother and had gone to Paddan-aram."
    },
    {
        "o": 850,
        "r": "nasb:Genesis:28:8",
        "t": "So Esau saw that the daughters of Canaan displeased his father Isaac;"
    },
    {
        "o": 851,
        "r": "nasb:Genesis:28:9",
        "t": "and Esau went to Ishmael, and married, besides the wives that he had, Mahalath the daughter of Ishmael, Abraham’s son, the sister of Nebaioth."
    },
    {
        "o": 852,
        "r": "nasb:Genesis:28:9",
        "t": "Jacob’s Dream",
        "h": 2
    },
    {
        "o": 853,
        "r": "nasb:Genesis:28:10",
        "t": "Then*p Jacob departed from Beersheba and went toward Haran."
    },
    {
        "o": 854,
        "r": "nasb:Genesis:28:11",
        "t": "He came to a certain place and spent the night there, because the sun had set; and he took one of the stones of the place and put it under his head, and lay down in that place."
    },
    {
        "o": 855,
        "r": "nasb:Genesis:28:12",
        "t": "He had a dream, and behold, a ladder was set on the earth with its top reaching to heaven; and behold, the angels of God were ascending and descending on it."
    },
    {
        "o": 856,
        "r": "nasb:Genesis:28:13",
        "t": "And behold, the Lord*s stood above it and said, “I am the Lord,*s the God of your father Abraham and the God of Isaac; the land on which you lie, I will give it to you and to your descendants."
    },
    {
        "o": 857,
        "r": "nasb:Genesis:28:14",
        "t": "Your descendants will also be like the dust of the earth, and you will spread out to the west and to the east and to the north and to the south; and in you and in your descendants shall all the families of the earth be blessed."
    },
    {
        "o": 858,
        "r": "nasb:Genesis:28:15",
        "t": "Behold, I am with you and will keep you wherever you go, and will bring you back to this land; for I will not leave you until I have done what I have promised you.”"
    },
    {
        "o": 859,
        "r": "nasb:Genesis:28:16",
        "t": "Then Jacob awoke from his sleep and said, “Surely the Lord*s is in this place, and I did not know it.”"
    },
    {
        "o": 860,
        "r": "nasb:Genesis:28:17",
        "t": "He was afraid and said, “How awesome is this place! This is none other than the house of God, and this is the gate of heaven.”"
    },
    {
        "o": 861,
        "r": "nasb:Genesis:28:18",
        "t": "So*p Jacob rose early in the morning, and took the stone that he had put under his head and set it up as a pillar and poured oil on its top."
    },
    {
        "o": 862,
        "r": "nasb:Genesis:28:19",
        "t": "He called the name of that place Bethel; however, previously the name of the city had been Luz."
    },
    {
        "o": 863,
        "r": "nasb:Genesis:28:20",
        "t": "Then Jacob made a vow, saying, “If God will be with me and will keep me on this journey that I take, and will give me food to eat and garments to wear,"
    },
    {
        "o": 864,
        "r": "nasb:Genesis:28:21",
        "t": "and I return to my father’s house in safety, then the Lord*s will be my God."
    },
    {
        "o": 865,
        "r": "nasb:Genesis:28:22",
        "t": "This stone, which I have set up as a pillar, will be God’s house, and of all that You give me I will surely give a tenth to You.”"
    }
]
