[
    {
        "o": 7050,
        "r": "csb:Joshua:20:0",
        "t": "Joshua 20",
        "h": 1
    },
    {
        "o": 7051,
        "r": "csb:Joshua:20:0",
        "t": "Cities of Refuge",
        "h": 2
    },
    {
        "o": 7052,
        "r": "csb:Joshua:20:1",
        "t": "Then*p the Lord*s spoke to Joshua,"
    },
    {
        "o": 7053,
        "r": "csb:Joshua:20:2",
        "t": "“Tell the Israelites: Select your cities of refuge, as I instructed you through Moses,"
    },
    {
        "o": 7054,
        "r": "csb:Joshua:20:3",
        "t": "so that a person who kills someone unintentionally or accidentally may flee there. These will be your refuge from the avenger of blood."
    },
    {
        "o": 7055,
        "r": "csb:Joshua:20:4",
        "t": "When someone flees to one of these cities, stands at the entrance of the city gate, and states his case before the elders of that city, they are to bring him into the city and give him a place to live among them."
    },
    {
        "o": 7056,
        "r": "csb:Joshua:20:5",
        "t": "And if the avenger of blood pursues him, they must not hand the one who committed manslaughter over to him, for he killed his neighbor accidentally and did not hate him beforehand."
    },
    {
        "o": 7057,
        "r": "csb:Joshua:20:6",
        "t": "He is to stay in that city until he stands trial before the assembly and until the death of the high priest serving at that time. Then the one who committed manslaughter may return home to his own city from which he fled.”"
    },
    {
        "o": 7058,
        "r": "csb:Joshua:20:7",
        "t": "So*p they designated Kedesh in the hill country of Naphtali in Galilee, Shechem in the hill country of Ephraim, and Kiriath-arba (that is, Hebron) in the hill country of Judah."
    },
    {
        "o": 7059,
        "r": "csb:Joshua:20:8",
        "t": "Across the Jordan east of Jericho, they selected Bezer on the wilderness plateau from Reuben’s tribe, Ramoth in Gilead from Gad’s tribe, and Golan in Bashan from Manasseh’s tribe."
    },
    {
        "o": 7060,
        "r": "csb:Joshua:20:9",
        "t": "These*p are the cities appointed for all the Israelites and the aliens residing among them, so that anyone who kills a person unintentionally may flee there and not die at the hand of the avenger of blood until he stands before the assembly."
    }
]
