[
    {
        "o": 23339,
        "r": "csb:Ezekiel:14:0",
        "t": "Ezekiel 14",
        "h": 1
    },
    {
        "o": 23340,
        "r": "csb:Ezekiel:14:0",
        "t": "Idolatrous Elders Punished",
        "h": 2
    },
    {
        "o": 23341,
        "r": "csb:Ezekiel:14:1",
        "t": "Some*p of the elders of Israel came to me and sat down in front of me."
    },
    {
        "o": 23342,
        "r": "csb:Ezekiel:14:2",
        "t": "Then the word of the Lord*s came to me:"
    },
    {
        "o": 23343,
        "r": "csb:Ezekiel:14:3",
        "t": "“Son of man, these men have set up idols in their hearts and have put their sinful stumbling blocks in front of themselves. Should I actually let them inquire of me?"
    },
    {
        "o": 23344,
        "r": "csb:Ezekiel:14:4",
        "t": "“Therefore,*p speak to them and tell them, ‘This is what the Lord God*s says: When anyone from the house of Israel sets up idols in his heart and puts his sinful stumbling block in front of himself, and then comes to the prophet, I, the Lord,*s will answer him appropriately. I will answer him according to his many idols,"
    },
    {
        "o": 23345,
        "r": "csb:Ezekiel:14:5",
        "t": "so that I may take hold of the house of Israel by their hearts. They are all estranged from me because of their idols.’"
    },
    {
        "o": 23346,
        "r": "csb:Ezekiel:14:6",
        "t": "“Therefore,*p say to the house of Israel, ‘This is what the Lord God*s says: Repent and turn away from your idols; turn your faces away from all your detestable things."
    },
    {
        "o": 23347,
        "r": "csb:Ezekiel:14:7",
        "t": "For when anyone from the house of Israel or from the aliens who reside in Israel separates himself from me, setting up idols in his heart and putting his sinful stumbling block in front of himself, and then comes to the prophet to inquire of me, I, the Lord,*s will answer him myself."
    },
    {
        "o": 23348,
        "r": "csb:Ezekiel:14:8",
        "t": "I will turn against that one and make him a sign and a proverb; I will cut him off from among my people. Then you will know that I am the Lord.*s"
    },
    {
        "o": 23349,
        "r": "csb:Ezekiel:14:9",
        "t": "“‘But*p if the prophet is deceived and speaks a message, it was I, the Lord,*s who deceived that prophet. I will stretch out my hand against him and destroy him from among my people Israel."
    },
    {
        "o": 23350,
        "r": "csb:Ezekiel:14:10",
        "t": "They will bear their punishment - the punishment of the one who inquires will be the same as that of the prophet -"
    },
    {
        "o": 23351,
        "r": "csb:Ezekiel:14:11",
        "t": "in order that the house of Israel may no longer stray from following me and no longer defile themselves with all their transgressions. Then they will be my people and I will be their God. This is the declaration of the Lord God*s .’”"
    },
    {
        "o": 23352,
        "r": "csb:Ezekiel:14:11",
        "t": "Four Devastating Judgments",
        "h": 2
    },
    {
        "o": 23353,
        "r": "csb:Ezekiel:14:12",
        "t": "The*p word of the Lord*s came to me:"
    },
    {
        "o": 23354,
        "r": "csb:Ezekiel:14:13",
        "t": "“Son of man, suppose a land sins against me by acting faithlessly, and I stretch out my hand against it to cut off its supply of bread, to send famine through it, and to wipe out both people and animals from it."
    },
    {
        "o": 23355,
        "r": "csb:Ezekiel:14:14",
        "t": "Even if these three men- Noah, Daniel, and Job- were in it, they would rescue only themselves by their righteousness.” This is the declaration of the Lord God.*s"
    },
    {
        "o": 23356,
        "r": "csb:Ezekiel:14:15",
        "t": "“Suppose*p I allow dangerous animals to pass through the land and depopulate it so that it becomes desolate, with no one passing through it for fear of the animals."
    },
    {
        "o": 23357,
        "r": "csb:Ezekiel:14:16",
        "t": "Even if these three men were in it, as I live” - the declaration of the Lord God-*s “they could not rescue their sons or daughters. They alone would be rescued, but the land would be desolate."
    },
    {
        "o": 23358,
        "r": "csb:Ezekiel:14:17",
        "t": "“Or*p suppose I bring a sword against that land and say, ‘Let a sword pass through it,’ so that I wipe out both people and animals from it."
    },
    {
        "o": 23359,
        "r": "csb:Ezekiel:14:18",
        "t": "Even if these three men were in it, as I live” - the declaration of the Lord God-*s “they could not rescue their sons or daughters, but they alone would be rescued."
    },
    {
        "o": 23360,
        "r": "csb:Ezekiel:14:19",
        "t": "“Or*p suppose I send a plague into that land and pour out my wrath on it with bloodshed to wipe out both people and animals from it."
    },
    {
        "o": 23361,
        "r": "csb:Ezekiel:14:20",
        "t": "Even if Noah, Daniel, and Job were in it, as I live” - the declaration of the Lord God-*s “they could not rescue their son or daughter. They would rescue only themselves by their righteousness."
    },
    {
        "o": 23362,
        "r": "csb:Ezekiel:14:21",
        "t": "“For*p this is what the Lord God*s says: How much worse will it be when I send my four devastating judgments against Jerusalem - sword, famine, dangerous animals, and plague - in order to wipe out both people and animals from it!"
    },
    {
        "o": 23363,
        "r": "csb:Ezekiel:14:22",
        "t": "Even so, there will be survivors left in it, sons and daughters who will be brought out. Indeed, they will come out to you, and you will observe their conduct and actions. Then you will be consoled about the devastation I have brought on Jerusalem, about all I have brought on it."
    },
    {
        "o": 23364,
        "r": "csb:Ezekiel:14:23",
        "t": "They will bring you consolation when you see their conduct and actions, and you will know that it was not without cause that I have done what I did to it.” This is the declaration of the Lord God.*s"
    }
]
