[
    {
        "o": 21146,
        "r": "niv:Jeremiah:11:0",
        "t": "Jeremiah 11",
        "h": 1
    },
    {
        "o": 21147,
        "r": "niv:Jeremiah:11:0",
        "t": "The Covenant Is Broken",
        "h": 2
    },
    {
        "o": 21148,
        "r": "niv:Jeremiah:11:1",
        "t": "This*p is the word that came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21149,
        "r": "niv:Jeremiah:11:2",
        "t": "“Listen to the terms of this covenant and tell them to the people of Judah and to those who live in Jerusalem."
    },
    {
        "o": 21150,
        "r": "niv:Jeremiah:11:3",
        "t": "Tell them that this is what the Lord,*s the God of Israel, says: ‘Cursed is the one who does not obey the terms of this covenant—"
    },
    {
        "o": 21151,
        "r": "niv:Jeremiah:11:4",
        "t": "the terms I commanded your ancestors when I brought them out of Egypt, out of the iron-smelting furnace.’ I said, ‘Obey me and do everything I command you, and you will be my people, and I will be your God."
    },
    {
        "o": 21152,
        "r": "niv:Jeremiah:11:5",
        "t": "Then I will fulfill the oath I swore to your ancestors, to give them a land flowing with milk and honey’—the land you possess today.” I*p answered, “Amen, Lord.”*s"
    },
    {
        "o": 21153,
        "r": "niv:Jeremiah:11:6",
        "t": "The*p Lord*s said to me, “Proclaim all these words in the towns of Judah and in the streets of Jerusalem: ‘Listen to the terms of this covenant and follow them."
    },
    {
        "o": 21154,
        "r": "niv:Jeremiah:11:7",
        "t": "From the time I brought your ancestors up from Egypt until today, I warned them again and again, saying, “Obey me.”"
    },
    {
        "o": 21155,
        "r": "niv:Jeremiah:11:8",
        "t": "But they did not listen or pay attention; instead, they followed the stubbornness of their evil hearts. So I brought on them all the curses of the covenant I had commanded them to follow but that they did not keep.’ ”"
    },
    {
        "o": 21156,
        "r": "niv:Jeremiah:11:9",
        "t": "Then*p the Lord*s said to me, “There is a conspiracy among the people of Judah and those who live in Jerusalem."
    },
    {
        "o": 21157,
        "r": "niv:Jeremiah:11:10",
        "t": "They have returned to the sins of their ancestors, who refused to listen to my words. They have followed other gods to serve them. Both Israel and Judah have broken the covenant I made with their ancestors."
    },
    {
        "o": 21158,
        "r": "niv:Jeremiah:11:11",
        "t": "Therefore this is what the Lord*s says: ‘I will bring on them a disaster they cannot escape. Although they cry out to me, I will not listen to them."
    },
    {
        "o": 21159,
        "r": "niv:Jeremiah:11:12",
        "t": "The towns of Judah and the people of Jerusalem will go and cry out to the gods to whom they burn incense, but they will not help them at all when disaster strikes."
    },
    {
        "o": 21160,
        "r": "niv:Jeremiah:11:13",
        "t": "You, Judah, have as many gods as you have towns; and the altars you have set up to burn incense to that shameful god Baal are as many as the streets of Jerusalem.’"
    },
    {
        "o": 21161,
        "r": "niv:Jeremiah:11:14",
        "t": "“Do*p not pray for this people or offer any plea or petition for them, because I will not listen when they call to me in the time of their distress."
    },
    {
        "o": 21162,
        "r": "niv:Jeremiah:11:15",
        "t": "“What*pn is my beloved doing in my temple as*ld she, with many others, works out her evil schemes? Can*ld consecrated meat avert your punishment? When*ln you engage in your wickedness, then*ld you rejoice.”"
    },
    {
        "o": 21163,
        "r": "niv:Jeremiah:11:16",
        "t": "The*pn Lord*s called you a thriving olive tree with*ld fruit beautiful in form. But*ln with the roar of a mighty storm he*ld will set it on fire, and*ld its branches will be broken."
    },
    {
        "o": 21164,
        "r": "niv:Jeremiah:11:17",
        "t": "The*p Lord*s Almighty, who planted you, has decreed disaster for you, because the people of both Israel and Judah have done evil and aroused my anger by burning incense to Baal."
    },
    {
        "o": 21165,
        "r": "niv:Jeremiah:11:17",
        "t": "Plot Against Jeremiah",
        "h": 2
    },
    {
        "o": 21166,
        "r": "niv:Jeremiah:11:18",
        "t": "Because*p the Lord*s revealed their plot to me, I knew it, for at that time he showed me what they were doing."
    },
    {
        "o": 21167,
        "r": "niv:Jeremiah:11:19",
        "t": "I had been like a gentle lamb led to the slaughter; I did not realize that they had plotted against me, saying, “Let*pn us destroy the tree and its fruit; let*ld us cut him off from the land of the living, that*ld his name be remembered no more.”"
    },
    {
        "o": 21168,
        "r": "niv:Jeremiah:11:20",
        "t": "But*ln you, Lord*s Almighty, who judge righteously and*ld test the heart and mind, let*ln me see your vengeance on them, for*ld to you I have committed my cause."
    },
    {
        "o": 21169,
        "r": "niv:Jeremiah:11:21",
        "t": "Therefore*p this is what the Lord*s says about the people of Anathoth who are threatening to kill you, saying, “Do not prophesy in the name of the Lord*s or you will die by our hands”—"
    },
    {
        "o": 21170,
        "r": "niv:Jeremiah:11:22",
        "t": "therefore this is what the Lord*s Almighty says: “I will punish them. Their young men will die by the sword, their sons and daughters by famine."
    },
    {
        "o": 21171,
        "r": "niv:Jeremiah:11:23",
        "t": "Not even a remnant will be left to them, because I will bring disaster on the people of Anathoth in the year of their punishment.”"
    }
]
