[
    {
        "o": 15311,
        "r": "esv:Job:42:0",
        "t": "Job 42",
        "h": 1
    },
    {
        "o": 15312,
        "r": "esv:Job:42:0",
        "t": "Job’s Confession and Repentance",
        "h": 2
    },
    {
        "o": 15313,
        "r": "esv:Job:42:1",
        "t": "Then*p Job answered the Lord*s and said:"
    },
    {
        "o": 15314,
        "r": "esv:Job:42:2",
        "t": "“I*pn know that you can do all things, and*ld that no purpose of yours can be thwarted."
    },
    {
        "o": 15315,
        "r": "esv:Job:42:3",
        "t": "‘Who*ln is this that hides counsel without knowledge?’ Therefore*ln I have uttered what I did not understand, things*ld too wonderful for me, which I did not know."
    },
    {
        "o": 15316,
        "r": "esv:Job:42:4",
        "t": "‘Hear,*ln and I will speak; I*ld will question you, and you make it known to me.’"
    },
    {
        "o": 15317,
        "r": "esv:Job:42:5",
        "t": "I*ln had heard of you by the hearing of the ear, but*ld now my eye sees you;"
    },
    {
        "o": 15318,
        "r": "esv:Job:42:6",
        "t": "therefore*ln I despise myself, and*ld repent in dust and ashes.”"
    },
    {
        "o": 15319,
        "r": "esv:Job:42:6",
        "t": "The Lord Rebukes Job’s Friends",
        "h": 2
    },
    {
        "o": 15320,
        "r": "esv:Job:42:7",
        "t": "After*p the Lord*s had spoken these words to Job, the Lord*s said to Eliphaz the Temanite: “My anger burns against you and against your two friends, for you have not spoken of me what is right, as my servant Job has."
    },
    {
        "o": 15321,
        "r": "esv:Job:42:8",
        "t": "Now therefore take seven bulls and seven rams and go to my servant Job and offer up a burnt offering for yourselves. And my servant Job shall pray for you, for I will accept his prayer not to deal with you according to your folly. For you have not spoken of me what is right, as my servant Job has.”"
    },
    {
        "o": 15322,
        "r": "esv:Job:42:9",
        "t": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did what the Lord*s had told them, and the Lord*s accepted Job’s prayer."
    },
    {
        "o": 15323,
        "r": "esv:Job:42:9",
        "t": "The Lord Restores Job’s Fortunes",
        "h": 2
    },
    {
        "o": 15324,
        "r": "esv:Job:42:10",
        "t": "And*p the Lord*s restored the fortunes of Job, when he had prayed for his friends. And the Lord*s gave Job twice as much as he had before."
    },
    {
        "o": 15325,
        "r": "esv:Job:42:11",
        "t": "Then came to him all his brothers and sisters and all who had known him before, and ate bread with him in his house. And they showed him sympathy and comforted him for all the evil that the Lord*s had brought upon him. And each of them gave him a piece of money and a ring of gold."
    },
    {
        "o": 15326,
        "r": "esv:Job:42:12",
        "t": "And*p the Lord*s blessed the latter days of Job more than his beginning. And he had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys."
    },
    {
        "o": 15327,
        "r": "esv:Job:42:13",
        "t": "He had also seven sons and three daughters."
    },
    {
        "o": 15328,
        "r": "esv:Job:42:14",
        "t": "And he called the name of the first daughter Jemimah, and the name of the second Keziah, and the name of the third Keren-happuch."
    },
    {
        "o": 15329,
        "r": "esv:Job:42:15",
        "t": "And in all the land there were no women so beautiful as Job’s daughters. And their father gave them an inheritance among their brothers."
    },
    {
        "o": 15330,
        "r": "esv:Job:42:16",
        "t": "And after this Job lived 140 years, and saw his sons, and his sons’ sons, four generations."
    },
    {
        "o": 15331,
        "r": "esv:Job:42:17",
        "t": "And Job died, an old man, and full of days."
    }
]
