[
    {
        "o": 35168,
        "r": "nkjv:Revelation:18:0",
        "t": "Revelation 18",
        "h": 1
    },
    {
        "o": 35169,
        "r": "nkjv:Revelation:18:0",
        "t": "The Fall of Babylon the Great",
        "h": 2
    },
    {
        "o": 35170,
        "r": "nkjv:Revelation:18:1",
        "t": "After*p these things I saw another angel coming down from heaven, having great authority, and the earth was illuminated with his glory."
    },
    {
        "o": 35171,
        "r": "nkjv:Revelation:18:2",
        "t": "And he cried mightily with a loud voice, saying, “Babylon the great is fallen, is fallen, and has become a dwelling place of demons, a prison for every foul spirit, and a cage for every unclean and hated bird!"
    },
    {
        "o": 35172,
        "r": "nkjv:Revelation:18:3",
        "t": "For all the nations have drunk of the wine of the wrath of her fornication, the kings of the earth have committed fornication with her, and the merchants of the earth have become rich through the abundance of her luxury.”"
    },
    {
        "o": 35173,
        "r": "nkjv:Revelation:18:4",
        "t": "And*p I heard another voice from heaven saying, “Come out of her, my people, lest you share in her sins, and lest you receive of her plagues."
    },
    {
        "o": 35174,
        "r": "nkjv:Revelation:18:5",
        "t": "For her sins have reached to heaven, and God has remembered her iniquities."
    },
    {
        "o": 35175,
        "r": "nkjv:Revelation:18:6",
        "t": "Render to her just as she rendered to you, and repay her double according to her works; in the cup which she has mixed, mix double for her."
    },
    {
        "o": 35176,
        "r": "nkjv:Revelation:18:7",
        "t": "In the measure that she glorified herself and lived luxuriously, in the same measure give her torment and sorrow; for she says in her heart, ‘I sit as*i queen, and am no widow, and will not see sorrow.’"
    },
    {
        "o": 35177,
        "r": "nkjv:Revelation:18:8",
        "t": "Therefore her plagues will come in one day—death and mourning and famine. And she will be utterly burned with fire, for strong is*i the Lord God who judges her."
    },
    {
        "o": 35178,
        "r": "nkjv:Revelation:18:8",
        "t": "The World Mourns Babylon’s Fall",
        "h": 2
    },
    {
        "o": 35179,
        "r": "nkjv:Revelation:18:9",
        "t": "“The*p kings of the earth who committed fornication and lived luxuriously with her will weep and lament for her, when they see the smoke of her burning,"
    },
    {
        "o": 35180,
        "r": "nkjv:Revelation:18:10",
        "t": "standing at a distance for fear of her torment, saying, ‘Alas, alas, that great city Babylon, that mighty city! For in one hour your judgment has come.’"
    },
    {
        "o": 35181,
        "r": "nkjv:Revelation:18:11",
        "t": "“And*p the merchants of the earth will weep and mourn over her, for no one buys their merchandise anymore:"
    },
    {
        "o": 35182,
        "r": "nkjv:Revelation:18:12",
        "t": "merchandise of gold and silver, precious stones and pearls, fine linen and purple, silk and scarlet, every kind of citron wood, every kind of object of ivory, every kind of object of most precious wood, bronze, iron, and marble;"
    },
    {
        "o": 35183,
        "r": "nkjv:Revelation:18:13",
        "t": "and cinnamon and incense, fragrant oil and frankincense, wine and oil, fine flour and wheat, cattle and sheep, horses and chariots, and bodies and souls of men."
    },
    {
        "o": 35184,
        "r": "nkjv:Revelation:18:14",
        "t": "The fruit that your soul longed for has gone from you, and all the things which are rich and splendid have gone from you, and you shall find them no more at all."
    },
    {
        "o": 35185,
        "r": "nkjv:Revelation:18:15",
        "t": "The merchants of these things, who became rich by her, will stand at a distance for fear of her torment, weeping and wailing,"
    },
    {
        "o": 35186,
        "r": "nkjv:Revelation:18:16",
        "t": "and saying, ‘Alas, alas, that great city that was clothed in fine linen, purple, and scarlet, and adorned with gold and precious stones and pearls!"
    },
    {
        "o": 35187,
        "r": "nkjv:Revelation:18:17",
        "t": "For in one hour such great riches came to nothing.’ Every shipmaster, all who travel by ship, sailors, and as many as trade on the sea, stood at a distance"
    },
    {
        "o": 35188,
        "r": "nkjv:Revelation:18:18",
        "t": "and cried out when they saw the smoke of her burning, saying, ‘What is*i like this great city?’"
    },
    {
        "o": 35189,
        "r": "nkjv:Revelation:18:19",
        "t": "“They*p threw dust on their heads and cried out, weeping and wailing, and saying, ‘Alas, alas, that great city, in which all who had ships on the sea became rich by her wealth! For in one hour she is made desolate.’"
    },
    {
        "o": 35190,
        "r": "nkjv:Revelation:18:20",
        "t": "“Rejoice*p over her, O heaven, and you*i holy apostles and prophets, for God has avenged you on her!”"
    },
    {
        "o": 35191,
        "r": "nkjv:Revelation:18:20",
        "t": "Finality of Babylon’s Fall",
        "h": 2
    },
    {
        "o": 35192,
        "r": "nkjv:Revelation:18:21",
        "t": "Then*p a mighty angel took up a stone like a great millstone and threw it*i into the sea, saying, “Thus with violence the great city Babylon shall be thrown down, and shall not be found anymore."
    },
    {
        "o": 35193,
        "r": "nkjv:Revelation:18:22",
        "t": "The sound of harpists, musicians, flutists, and trumpeters shall not be heard in you anymore. No craftsman of any craft shall be found in you anymore, and the sound of a millstone shall not be heard in you anymore."
    },
    {
        "o": 35194,
        "r": "nkjv:Revelation:18:23",
        "t": "The light of a lamp shall not shine in you anymore, and the voice of bridegroom and bride shall not be heard in you anymore. For your merchants were the great men of the earth, for by your sorcery all the nations were deceived."
    },
    {
        "o": 35195,
        "r": "nkjv:Revelation:18:24",
        "t": "And in her was found the blood of prophets and saints, and of all who were slain on the earth.”"
    }
]
