[
    {
        "o": 11127,
        "r": "kjv:1 Chronicles:14:0",
        "t": "1 Chronicles 14",
        "h": 1
    },
    {
        "o": 11128,
        "r": "kjv:1 Chronicles:14:1",
        "t": "Now*p Hiram king of Tyre sent messengers to David, and timber of cedars, with masons and carpenters, to build him an house."
    },
    {
        "o": 11129,
        "r": "kjv:1 Chronicles:14:2",
        "t": "And*p David perceived that the Lord*s had confirmed him king over Israel, for his kingdom was lifted up on high, because of his people Israel."
    },
    {
        "o": 11130,
        "r": "kjv:1 Chronicles:14:3",
        "t": "And*p David took more wives at Jerusalem: and David begat more sons and daughters."
    },
    {
        "o": 11131,
        "r": "kjv:1 Chronicles:14:4",
        "t": "Now*p these are the names of his children which he had in Jerusalem; Shammua, and Shobab, Nathan, and Solomon,"
    },
    {
        "o": 11132,
        "r": "kjv:1 Chronicles:14:5",
        "t": "And*p Ibhar, and Elishua, and Elpalet,"
    },
    {
        "o": 11133,
        "r": "kjv:1 Chronicles:14:6",
        "t": "And*p Nogah, and Nepheg, and Japhia,"
    },
    {
        "o": 11134,
        "r": "kjv:1 Chronicles:14:7",
        "t": "And*p Elishama, and Beeliada, and Eliphelet."
    },
    {
        "o": 11135,
        "r": "kjv:1 Chronicles:14:8",
        "t": "And*p when the Philistines heard that David was anointed king over all Israel, all the Philistines went up to seek David. And David heard of it, and went out against them."
    },
    {
        "o": 11136,
        "r": "kjv:1 Chronicles:14:9",
        "t": "And*p the Philistines came and spread themselves in the valley of Rephaim."
    },
    {
        "o": 11137,
        "r": "kjv:1 Chronicles:14:10",
        "t": "And*p David enquired of God, saying, Shall I go up against the Philistines? and wilt thou deliver them into mine hand? And the Lord*s said unto him, Go up; for I will deliver them into thine hand."
    },
    {
        "o": 11138,
        "r": "kjv:1 Chronicles:14:11",
        "t": "So*p they came up to Baal–perazim; and David smote them there. Then David said, God hath broken in upon mine enemies by mine hand like the breaking forth of waters: therefore they called the name of that place Baal–perazim."
    },
    {
        "o": 11139,
        "r": "kjv:1 Chronicles:14:12",
        "t": "And*p when they had left their gods there, David gave a commandment, and they were burned with fire."
    },
    {
        "o": 11140,
        "r": "kjv:1 Chronicles:14:13",
        "t": "And*p the Philistines yet again spread themselves abroad in the valley."
    },
    {
        "o": 11141,
        "r": "kjv:1 Chronicles:14:14",
        "t": "Therefore*p David enquired again of God; and God said unto him, Go not up after them; turn away from them, and come upon them over against the mulberry trees."
    },
    {
        "o": 11142,
        "r": "kjv:1 Chronicles:14:15",
        "t": "And*p it shall be, when thou shalt hear a sound of going in the tops of the mulberry trees, that then thou shalt go out to battle: for God is gone forth before thee to smite the host of the Philistines."
    },
    {
        "o": 11143,
        "r": "kjv:1 Chronicles:14:16",
        "t": "David*p therefore did as God commanded him: and they smote the host of the Philistines from Gibeon even to Gezer."
    },
    {
        "o": 11144,
        "r": "kjv:1 Chronicles:14:17",
        "t": "And*p the fame of David went out into all lands; and the Lord*s brought the fear of him upon all nations."
    }
]
