[
    {
        "o": 19450,
        "r": "kjv:Isaiah:46:0",
        "t": "Isaiah 46",
        "h": 1
    },
    {
        "o": 19451,
        "r": "kjv:Isaiah:46:1",
        "t": "Bel*p boweth down, Nebo stoopeth, their idols were upon the beasts, and upon the cattle: your carriages were heavy loaden; they are a burden to the weary beast."
    },
    {
        "o": 19452,
        "r": "kjv:Isaiah:46:2",
        "t": "They*p stoop, they bow down together; they could not deliver the burden, but themselves are gone into captivity."
    },
    {
        "o": 19453,
        "r": "kjv:Isaiah:46:3",
        "t": "Hearken*p unto me, O house of Jacob, and all the remnant of the house of Israel, which are borne by me from the belly, which are carried from the womb:"
    },
    {
        "o": 19454,
        "r": "kjv:Isaiah:46:4",
        "t": "And*p even to your old age I am he; and even to hoar hairs will I carry you: I have made, and I will bear; even I will carry, and will deliver you."
    },
    {
        "o": 19455,
        "r": "kjv:Isaiah:46:5",
        "t": "To*p whom will ye liken me, and make me equal, and compare me, that we may be like?"
    },
    {
        "o": 19456,
        "r": "kjv:Isaiah:46:6",
        "t": "They*p lavish gold out of the bag, and weigh silver in the balance, and hire a goldsmith; and he maketh it a god: they fall down, yea, they worship."
    },
    {
        "o": 19457,
        "r": "kjv:Isaiah:46:7",
        "t": "They*p bear him upon the shoulder, they carry him, and set him in his place, and he standeth; from his place shall he not remove: yea, one shall cry unto him, yet can he not answer, nor save him out of his trouble."
    },
    {
        "o": 19458,
        "r": "kjv:Isaiah:46:8",
        "t": "Remember*p this, and shew yourselves men: bring it again to mind, O ye transgressors."
    },
    {
        "o": 19459,
        "r": "kjv:Isaiah:46:9",
        "t": "Remember*p the former things of old: for I am God, and there is none else; I am God, and there is none like me,"
    },
    {
        "o": 19460,
        "r": "kjv:Isaiah:46:10",
        "t": "Declaring*p the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:"
    },
    {
        "o": 19461,
        "r": "kjv:Isaiah:46:11",
        "t": "Calling*p a ravenous bird from the east, the man that executeth my counsel from a far country: yea, I have spoken it, I will also bring it to pass; I have purposed it, I will also do it."
    },
    {
        "o": 19462,
        "r": "kjv:Isaiah:46:12",
        "t": "Hearken*p unto me, ye stouthearted, that are far from righteousness:"
    },
    {
        "o": 19463,
        "r": "kjv:Isaiah:46:13",
        "t": "I*p bring near my righteousness; it shall not be far off, and my salvation shall not tarry: and I will place salvation in Zion for Israel my glory."
    }
]
