[
    {
        "o": 35238,
        "r": "csb:Revelation:20:0",
        "t": "Revelation 20",
        "h": 1
    },
    {
        "o": 35239,
        "r": "csb:Revelation:20:0",
        "t": "Satan Bound",
        "h": 2
    },
    {
        "o": 35240,
        "r": "csb:Revelation:20:1",
        "t": "Then*p I saw an angel coming down from heaven holding the key to the abyss and a great chain in his hand."
    },
    {
        "o": 35241,
        "r": "csb:Revelation:20:2",
        "t": "He seized the dragon, that ancient serpent who is the devil and Satan, and bound him for a thousand years."
    },
    {
        "o": 35242,
        "r": "csb:Revelation:20:3",
        "t": "He threw him into the abyss, closed it, and put a seal on it so that he would no longer deceive the nations until the thousand years were completed. After that, he must be released for a short time."
    },
    {
        "o": 35243,
        "r": "csb:Revelation:20:3",
        "t": "The Saints Reign with Christ",
        "h": 2
    },
    {
        "o": 35244,
        "r": "csb:Revelation:20:4",
        "t": "Then*p I saw thrones, and people seated on them who were given authority to judge. I also saw the souls of those who had been beheaded because of their testimony about Jesus and because of the word of God, who had not worshiped the beast or his image, and who had not accepted the mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years."
    },
    {
        "o": 35245,
        "r": "csb:Revelation:20:5",
        "t": "The rest of the dead did not come to life until the thousand years were completed. This*p is the first resurrection."
    },
    {
        "o": 35246,
        "r": "csb:Revelation:20:6",
        "t": "Blessed and holy is the one who shares in the first resurrection! The second death has no power over them, but they will be priests of God and of Christ, and they will reign with him for a thousand years."
    },
    {
        "o": 35247,
        "r": "csb:Revelation:20:6",
        "t": "Satanic Rebellion Crushed",
        "h": 2
    },
    {
        "o": 35248,
        "r": "csb:Revelation:20:7",
        "t": "When*p the thousand years are completed, Satan will be released from his prison"
    },
    {
        "o": 35249,
        "r": "csb:Revelation:20:8",
        "t": "and will go out to deceive the nations at the four corners of the earth, Gog and Magog, to gather them for battle. Their number is like the sand of the sea."
    },
    {
        "o": 35250,
        "r": "csb:Revelation:20:9",
        "t": "They came up across the breadth of the earth and surrounded the encampment of the saints, the beloved city. Then fire came down from heaven and consumed them."
    },
    {
        "o": 35251,
        "r": "csb:Revelation:20:10",
        "t": "The devil who deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet are, and they will be tormented day and night forever and ever."
    },
    {
        "o": 35252,
        "r": "csb:Revelation:20:10",
        "t": "The Great White Throne Judgment",
        "h": 2
    },
    {
        "o": 35253,
        "r": "csb:Revelation:20:11",
        "t": "Then*p I saw a great white throne and one seated on it. Earth and heaven fled from his presence, and no place was found for them."
    },
    {
        "o": 35254,
        "r": "csb:Revelation:20:12",
        "t": "I also saw the dead, the great and the small, standing before the throne, and books were opened. Another book was opened, which is the book of life, and the dead were judged according to their works by what was written in the books."
    },
    {
        "o": 35255,
        "r": "csb:Revelation:20:13",
        "t": "Then the sea gave up the dead that were in it, and death and Hades gave up the dead that were in them; each one was judged according to their works."
    },
    {
        "o": 35256,
        "r": "csb:Revelation:20:14",
        "t": "Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire."
    },
    {
        "o": 35257,
        "r": "csb:Revelation:20:15",
        "t": "And anyone whose name was not found written in the book of life was thrown into the lake of fire."
    }
]
