[
    {
        "o": 5610,
        "r": "nasb:Deuteronomy:9:0",
        "t": "Deuteronomy 9",
        "h": 1
    },
    {
        "o": 5611,
        "r": "nasb:Deuteronomy:9:0",
        "t": "Israel Provoked God",
        "h": 2
    },
    {
        "o": 5612,
        "r": "nasb:Deuteronomy:9:1",
        "t": "“Hear,*p O Israel! You are crossing over the Jordan today to go in to dispossess nations greater and mightier than you, great cities fortified to heaven,"
    },
    {
        "o": 5613,
        "r": "nasb:Deuteronomy:9:2",
        "t": "a people great and tall, the sons of the Anakim, whom you know and of whom you have heard it*i said,*i ‘Who can stand before the sons of Anak?’"
    },
    {
        "o": 5614,
        "r": "nasb:Deuteronomy:9:3",
        "t": "Know therefore today that it is the Lord*s your God who is crossing over before you as a consuming fire. He will destroy them and He will subdue them before you, so that you may drive them out and destroy them quickly, just as the Lord*s has spoken to you."
    },
    {
        "o": 5615,
        "r": "nasb:Deuteronomy:9:4",
        "t": "“Do*p not say in your heart when the Lord*s your God has driven them out before you, ‘Because of my righteousness the Lord*s has brought me in to possess this land,’ but it*i is*i because of the wickedness of these nations that*i the Lord*s is dispossessing them before you."
    },
    {
        "o": 5616,
        "r": "nasb:Deuteronomy:9:5",
        "t": "It is not for your righteousness or for the uprightness of your heart that you are going to possess their land, but it*i is*i because of the wickedness of these nations that*i the Lord*s your God is driving them out before you, in order to confirm the oath which the Lord*s swore to your fathers, to Abraham, Isaac and Jacob."
    },
    {
        "o": 5617,
        "r": "nasb:Deuteronomy:9:6",
        "t": "“Know,*p then, it*i is*i not because of your righteousness that*i the Lord*s your God is giving you this good land to possess, for you are a stubborn people."
    },
    {
        "o": 5618,
        "r": "nasb:Deuteronomy:9:7",
        "t": "Remember, do not forget how you provoked the Lord*s your God to wrath in the wilderness; from the day that you left the land of Egypt until you arrived at this place, you have been rebellious against the Lord.*s"
    },
    {
        "o": 5619,
        "r": "nasb:Deuteronomy:9:8",
        "t": "Even at Horeb you provoked the Lord*s to wrath, and the Lord*s was so angry with you that He would have destroyed you."
    },
    {
        "o": 5620,
        "r": "nasb:Deuteronomy:9:9",
        "t": "When I went up to the mountain to receive the tablets of stone, the tablets of the covenant which the Lord*s had made with you, then I remained on the mountain forty days and nights; I neither ate bread nor drank water."
    },
    {
        "o": 5621,
        "r": "nasb:Deuteronomy:9:10",
        "t": "The Lord*s gave me the two tablets of stone written by the finger of God; and on them were*i all the words which the Lord*s had spoken with you at the mountain from the midst of the fire on the day of the assembly."
    },
    {
        "o": 5622,
        "r": "nasb:Deuteronomy:9:11",
        "t": "It came about at the end of forty days and nights that the Lord*s gave me the two tablets of stone, the tablets of the covenant."
    },
    {
        "o": 5623,
        "r": "nasb:Deuteronomy:9:12",
        "t": "Then the Lord*s said to me, ‘Arise, go down from here quickly, for your people whom you brought out of Egypt have acted corruptly. They have quickly turned aside from the way which I commanded them; they have made a molten image for themselves.’"
    },
    {
        "o": 5624,
        "r": "nasb:Deuteronomy:9:13",
        "t": "The Lord*s spoke further to me, saying, ‘I have seen this people, and indeed, it is a stubborn people."
    },
    {
        "o": 5625,
        "r": "nasb:Deuteronomy:9:14",
        "t": "Let Me alone, that I may destroy them and blot out their name from under heaven; and I will make of you a nation mightier and greater than they.’"
    },
    {
        "o": 5626,
        "r": "nasb:Deuteronomy:9:15",
        "t": "“So*p I turned and came down from the mountain while the mountain was burning with fire, and the two tablets of the covenant were in my two hands."
    },
    {
        "o": 5627,
        "r": "nasb:Deuteronomy:9:16",
        "t": "And I saw that you had indeed sinned against the Lord*s your God. You had made for yourselves a molten calf; you had turned aside quickly from the way which the Lord*s had commanded you."
    },
    {
        "o": 5628,
        "r": "nasb:Deuteronomy:9:17",
        "t": "I took hold of the two tablets and threw them from my hands and smashed them before your eyes."
    },
    {
        "o": 5629,
        "r": "nasb:Deuteronomy:9:18",
        "t": "I fell down before the Lord,*s as at the first, forty days and nights; I neither ate bread nor drank water, because of all your sin which you had committed in doing what was evil in the sight of the Lord*s to provoke Him to anger."
    },
    {
        "o": 5630,
        "r": "nasb:Deuteronomy:9:19",
        "t": "For I was afraid of the anger and hot displeasure with which the Lord*s was wrathful against you in order to destroy you, but the Lord*s listened to me that time also."
    },
    {
        "o": 5631,
        "r": "nasb:Deuteronomy:9:20",
        "t": "The Lord*s was angry enough with Aaron to destroy him; so I also prayed for Aaron at the same time."
    },
    {
        "o": 5632,
        "r": "nasb:Deuteronomy:9:21",
        "t": "I took your sinful thing,*i the calf which you had made, and burned it with fire and crushed it, grinding it very small until it was as fine as dust; and I threw its dust into the brook that came down from the mountain."
    },
    {
        "o": 5633,
        "r": "nasb:Deuteronomy:9:22",
        "t": "“Again*p at Taberah and at Massah and at Kibroth-hattaavah you provoked the Lord*s to wrath."
    },
    {
        "o": 5634,
        "r": "nasb:Deuteronomy:9:23",
        "t": "When the Lord*s sent you from Kadesh-barnea, saying, ‘Go up and possess the land which I have given you,’ then you rebelled against the command of the Lord*s your God; you neither believed Him nor listened to His voice."
    },
    {
        "o": 5635,
        "r": "nasb:Deuteronomy:9:24",
        "t": "You have been rebellious against the Lord*s from the day I knew you."
    },
    {
        "o": 5636,
        "r": "nasb:Deuteronomy:9:25",
        "t": "“So*p I fell down before the Lord*s the forty days and nights, which I did because the Lord*s had said He would destroy you."
    },
    {
        "o": 5637,
        "r": "nasb:Deuteronomy:9:26",
        "t": "I prayed to the Lord*s and said, ‘O Lord God,*s do not destroy Your people, even Your inheritance, whom You have redeemed through Your greatness, whom You have brought out of Egypt with a mighty hand."
    },
    {
        "o": 5638,
        "r": "nasb:Deuteronomy:9:27",
        "t": "Remember Your servants, Abraham, Isaac, and Jacob; do not look at the stubbornness of this people or at their wickedness or their sin."
    },
    {
        "o": 5639,
        "r": "nasb:Deuteronomy:9:28",
        "t": "Otherwise the land from which You brought us may say, “Because the Lord*s was not able to bring them into the land which He had promised them and because He hated them He has brought them out to slay them in the wilderness.”"
    },
    {
        "o": 5640,
        "r": "nasb:Deuteronomy:9:29",
        "t": "Yet they are Your people, even Your inheritance, whom You have brought out by Your great power and Your outstretched arm.’"
    }
]
