[
    {
        "o": 8856,
        "r": "csb:1 Samuel:31:0",
        "t": "1 Samuel 31",
        "h": 1
    },
    {
        "o": 8857,
        "r": "csb:1 Samuel:31:0",
        "t": "The Death of Saul and His Sons",
        "h": 2
    },
    {
        "o": 8858,
        "r": "csb:1 Samuel:31:1",
        "t": "The*p Philistines fought against Israel, and Israel’s men fled from them and were killed on Mount Gilboa."
    },
    {
        "o": 8859,
        "r": "csb:1 Samuel:31:2",
        "t": "The Philistines pursued Saul and his sons and killed his sons, Jonathan, Abinadab, and Malchishua."
    },
    {
        "o": 8860,
        "r": "csb:1 Samuel:31:3",
        "t": "When the battle intensified against Saul, the archers found him and severely wounded him."
    },
    {
        "o": 8861,
        "r": "csb:1 Samuel:31:4",
        "t": "Then Saul said to his armor-bearer, “Draw your sword and run me through with it, or these uncircumcised men will come and run me through and torture me!” But his armor-bearer would not do it because he was terrified. Then Saul took his sword and fell on it."
    },
    {
        "o": 8862,
        "r": "csb:1 Samuel:31:5",
        "t": "When his armor-bearer saw that Saul was dead, he also fell on his own sword and died with him."
    },
    {
        "o": 8863,
        "r": "csb:1 Samuel:31:6",
        "t": "So on that day, Saul died together with his three sons, his armor-bearer, and all his men."
    },
    {
        "o": 8864,
        "r": "csb:1 Samuel:31:7",
        "t": "When*p the men of Israel on the other side of the valley and on the other side of the Jordan saw that Israel’s men had fled and that Saul and his sons were dead, they abandoned the cities and fled. So the Philistines came and settled in them."
    },
    {
        "o": 8865,
        "r": "csb:1 Samuel:31:8",
        "t": "The*p next day when the Philistines came to strip the slain, they found Saul and his three sons dead on Mount Gilboa."
    },
    {
        "o": 8866,
        "r": "csb:1 Samuel:31:9",
        "t": "They cut off Saul’s head, stripped off his armor, and sent messengers throughout the land of the Philistines to spread the good news in the temples of their idols and among the people."
    },
    {
        "o": 8867,
        "r": "csb:1 Samuel:31:10",
        "t": "Then they put his armor in the temple of the Ashtoreths and hung his body on the wall of Beth-shan."
    },
    {
        "o": 8868,
        "r": "csb:1 Samuel:31:11",
        "t": "When*p the residents of Jabesh-gilead heard what the Philistines had done to Saul,"
    },
    {
        "o": 8869,
        "r": "csb:1 Samuel:31:12",
        "t": "all their brave men set out, journeyed all night, and retrieved the body of Saul and the bodies of his sons from the wall of Beth-shan. When they arrived at Jabesh, they burned the bodies there."
    },
    {
        "o": 8870,
        "r": "csb:1 Samuel:31:13",
        "t": "Afterward, they took their bones and buried them under the tamarisk tree in Jabesh and fasted seven days."
    }
]
