[
    {
        "o": 24437,
        "r": "nasb:Daniel:8:0",
        "t": "Daniel 8",
        "h": 1
    },
    {
        "o": 24438,
        "r": "nasb:Daniel:8:0",
        "t": "Vision of the Ram and Goat",
        "h": 2
    },
    {
        "o": 24439,
        "r": "nasb:Daniel:8:1",
        "t": "In*p the third year of the reign of Belshazzar the king a vision appeared to me, Daniel, subsequent to the one which appeared to me previously."
    },
    {
        "o": 24440,
        "r": "nasb:Daniel:8:2",
        "t": "I looked in the vision, and while I was looking I was in the citadel of Susa, which is in the province of Elam; and I looked in the vision and I myself was beside the Ulai Canal."
    },
    {
        "o": 24441,
        "r": "nasb:Daniel:8:3",
        "t": "Then I lifted my eyes and looked, and behold, a ram which had two horns was standing in front of the canal. Now the two horns were*i long, but one was*i longer than the other, with the longer one coming up last."
    },
    {
        "o": 24442,
        "r": "nasb:Daniel:8:4",
        "t": "I saw the ram butting westward, northward, and southward, and no other*i beasts could stand before him nor was there anyone to rescue from his power, but he did as he pleased and magnified himself.*i"
    },
    {
        "o": 24443,
        "r": "nasb:Daniel:8:5",
        "t": "While*p I was observing, behold, a male goat was coming from the west over the surface of the whole earth without touching the ground; and the goat had*i a conspicuous horn between his eyes."
    },
    {
        "o": 24444,
        "r": "nasb:Daniel:8:6",
        "t": "He came up to the ram that had the two horns, which I had seen standing in front of the canal, and rushed at him in his mighty wrath."
    },
    {
        "o": 24445,
        "r": "nasb:Daniel:8:7",
        "t": "I saw him come beside the ram, and he was enraged at him; and he struck the ram and shattered his two horns, and the ram had no strength to withstand him. So he hurled him to the ground and trampled on him, and there was none to rescue the ram from his power."
    },
    {
        "o": 24446,
        "r": "nasb:Daniel:8:8",
        "t": "Then the male goat magnified himself*i exceedingly. But as soon as he was mighty, the large horn was broken; and in its place there came up four conspicuous horns*i toward the four winds of heaven."
    },
    {
        "o": 24447,
        "r": "nasb:Daniel:8:8",
        "t": "The Little Horn",
        "h": 2
    },
    {
        "o": 24448,
        "r": "nasb:Daniel:8:9",
        "t": "Out*p of one of them came forth a rather small horn which grew exceedingly great toward the south, toward the east, and toward the Beautiful Land.*i"
    },
    {
        "o": 24449,
        "r": "nasb:Daniel:8:10",
        "t": "It grew up to the host of heaven and caused some of the host and some of the stars to fall to the earth, and it trampled them down."
    },
    {
        "o": 24450,
        "r": "nasb:Daniel:8:11",
        "t": "It even magnified itself*i to be equal with the Commander of the host; and it removed the regular sacrifice from Him, and the place of His sanctuary was thrown down."
    },
    {
        "o": 24451,
        "r": "nasb:Daniel:8:12",
        "t": "And on account of transgression the host will be given over to*i the*i horn*i along with the regular sacrifice; and it will fling truth to the ground and perform its*i will*i and prosper."
    },
    {
        "o": 24452,
        "r": "nasb:Daniel:8:13",
        "t": "Then I heard a holy one speaking, and another holy one said to that particular one who was speaking, “How long will the vision about*i the regular sacrifice apply, while the transgression causes horror, so as to allow both the holy place and the host to be trampled?”"
    },
    {
        "o": 24453,
        "r": "nasb:Daniel:8:14",
        "t": "He said to me, “For 2,300 evenings and*i mornings; then the holy place will be properly restored.”"
    },
    {
        "o": 24454,
        "r": "nasb:Daniel:8:14",
        "t": "Interpretation of the Vision",
        "h": 2
    },
    {
        "o": 24455,
        "r": "nasb:Daniel:8:15",
        "t": "When*p I, Daniel, had seen the vision, I sought to understand it; and behold, standing before me was one who looked like a man."
    },
    {
        "o": 24456,
        "r": "nasb:Daniel:8:16",
        "t": "And I heard the voice of a man between the*i banks*i of*i Ulai, and he called out and said, “Gabriel, give this man*i an understanding of the vision.”"
    },
    {
        "o": 24457,
        "r": "nasb:Daniel:8:17",
        "t": "So he came near to where I was standing, and when he came I was frightened and fell on my face; but he said to me, “Son of man, understand that the vision pertains to the time of the end.”"
    },
    {
        "o": 24458,
        "r": "nasb:Daniel:8:18",
        "t": "Now*p while he was talking with me, I sank into a deep sleep with my face to the ground; but he touched me and made me stand upright."
    },
    {
        "o": 24459,
        "r": "nasb:Daniel:8:19",
        "t": "He said, “Behold, I am going to let you know what will occur at the final period of the indignation, for it*i pertains to the appointed time of the end."
    },
    {
        "o": 24460,
        "r": "nasb:Daniel:8:19",
        "t": "The Ram’s Identity",
        "h": 2
    },
    {
        "o": 24461,
        "r": "nasb:Daniel:8:20",
        "t": "The*p ram which you saw with the two horns represents the kings of Media and Persia."
    },
    {
        "o": 24462,
        "r": "nasb:Daniel:8:20",
        "t": "The Goat",
        "h": 2
    },
    {
        "o": 24463,
        "r": "nasb:Daniel:8:21",
        "t": "The*p shaggy goat represents*i the kingdom of Greece, and the large horn that is between his eyes is the first king."
    },
    {
        "o": 24464,
        "r": "nasb:Daniel:8:22",
        "t": "The broken horn*i and the four horns*i that*i arose in its place represent*i four kingdoms which*i will arise from his*i nation, although not with his power."
    },
    {
        "o": 24465,
        "r": "nasb:Daniel:8:23",
        "t": "In*pn the latter period of their rule, When*ln the transgressors have run their*i course,*i A*ln king will arise, Insolent*ln and skilled in intrigue."
    },
    {
        "o": 24466,
        "r": "nasb:Daniel:8:24",
        "t": "His*ln power will be mighty, but not by his own*i power, And*ln he will destroy to an extraordinary degree And*ln prosper and perform his*i will;*i He*ln will destroy mighty men and the holy people."
    },
    {
        "o": 24467,
        "r": "nasb:Daniel:8:25",
        "t": "And*ln through his shrewdness He*ln will cause deceit to succeed by his influence; And*ln he will magnify himself*i in his heart, And*ln he will destroy many while they*i are*i at ease. He*ln will even oppose the Prince of princes, But*ln he will be broken without human agency."
    },
    {
        "o": 24468,
        "r": "nasb:Daniel:8:26",
        "t": "The*ln vision of the evenings and mornings Which*ln has been told is true; But*ln keep the vision secret, For*ln it*i pertains to many days in*i the*i future.”*i"
    },
    {
        "o": 24469,
        "r": "nasb:Daniel:8:27",
        "t": "Then*p I, Daniel, was exhausted and sick for days. Then I got up again*i and carried on the king’s business; but I was astounded at the vision, and there was none to explain it.*i"
    }
]
