[
    {
        "o": 1523,
        "r": "csb:Genesis:46:0",
        "t": "Genesis 46",
        "h": 1
    },
    {
        "o": 1524,
        "r": "csb:Genesis:46:0",
        "t": "Jacob Leaves for Egypt",
        "h": 2
    },
    {
        "o": 1525,
        "r": "csb:Genesis:46:1",
        "t": "Israel*p set out with all that he had and came to Beer-sheba, and he offered sacrifices to the God of his father Isaac."
    },
    {
        "o": 1526,
        "r": "csb:Genesis:46:2",
        "t": "That night God spoke to Israel in a vision: “Jacob, Jacob!” he said. And*p Jacob replied, “Here I am.”"
    },
    {
        "o": 1527,
        "r": "csb:Genesis:46:3",
        "t": "God*p said, “I am God, the God of your father. Do not be afraid to go down to Egypt, for I will make you into a great nation there."
    },
    {
        "o": 1528,
        "r": "csb:Genesis:46:4",
        "t": "I will go down with you to Egypt, and I will also bring you back. Joseph will close your eyes when you die.”"
    },
    {
        "o": 1529,
        "r": "csb:Genesis:46:5",
        "t": "Jacob*p left Beer-sheba. The sons of Israel took their father Jacob in the wagons Pharaoh had sent to carry him, along with their dependents and their wives."
    },
    {
        "o": 1530,
        "r": "csb:Genesis:46:6",
        "t": "They also took their cattle and possessions they had acquired in the land of Canaan. Then Jacob and all his offspring with him came to Egypt."
    },
    {
        "o": 1531,
        "r": "csb:Genesis:46:7",
        "t": "His sons and grandsons, his daughters and granddaughters, indeed all his offspring, he brought with him to Egypt."
    },
    {
        "o": 1532,
        "r": "csb:Genesis:46:7",
        "t": "Jacob’s Family",
        "h": 2
    },
    {
        "o": 1533,
        "r": "csb:Genesis:46:8",
        "t": "These*p are the names of the sons of Israel who came to Egypt- Jacob and his sons: Jacob’s*ln firstborn: Reuben."
    },
    {
        "o": 1534,
        "r": "csb:Genesis:46:9",
        "t": "Reuben’s*ln sons: Hanoch, Pallu, Hezron, and Carmi."
    },
    {
        "o": 1535,
        "r": "csb:Genesis:46:10",
        "t": "Simeon’s*ln sons: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman."
    },
    {
        "o": 1536,
        "r": "csb:Genesis:46:11",
        "t": "Levi’s*ln sons: Gershon, Kohath, and Merari."
    },
    {
        "o": 1537,
        "r": "csb:Genesis:46:12",
        "t": "Judah’s*ln sons: Er, Onan, Shelah, Perez, and Zerah; but Er and Onan died in the land of Canaan. The*ln sons of Perez were Hezron and Hamul."
    },
    {
        "o": 1538,
        "r": "csb:Genesis:46:13",
        "t": "Issachar’s*ln sons: Tola, Puvah, Jashub, and Shimron."
    },
    {
        "o": 1539,
        "r": "csb:Genesis:46:14",
        "t": "Zebulun’s*ln sons: Sered, Elon, and Jahleel."
    },
    {
        "o": 1540,
        "r": "csb:Genesis:46:15",
        "t": "These*ln were Leah’s sons born to Jacob in Paddan-aram, as well as his daughter Dinah. The total number of persons: thirty-three."
    },
    {
        "o": 1541,
        "r": "csb:Genesis:46:16",
        "t": "Gad’s*ln sons: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli."
    },
    {
        "o": 1542,
        "r": "csb:Genesis:46:17",
        "t": "Asher’s*ln sons: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah. Beriah’s*ln sons were Heber and Malchiel."
    },
    {
        "o": 1543,
        "r": "csb:Genesis:46:18",
        "t": "These*ln were the sons of Zilpah - whom Laban gave to his daughter Leah - that she bore to Jacob: sixteen persons."
    },
    {
        "o": 1544,
        "r": "csb:Genesis:46:19",
        "t": "The*ln sons of Jacob’s wife Rachel: Joseph and Benjamin."
    },
    {
        "o": 1545,
        "r": "csb:Genesis:46:20",
        "t": "Manasseh*ln and Ephraim were born to Joseph in the land of Egypt. They were born to him by Asenath daughter of Potiphera, a priest at On."
    },
    {
        "o": 1546,
        "r": "csb:Genesis:46:21",
        "t": "Benjamin’s*ln sons: Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard."
    },
    {
        "o": 1547,
        "r": "csb:Genesis:46:22",
        "t": "These*ln were Rachel’s sons who were born to Jacob: fourteen persons."
    },
    {
        "o": 1548,
        "r": "csb:Genesis:46:23",
        "t": "Dan’s*ln son: Hushim."
    },
    {
        "o": 1549,
        "r": "csb:Genesis:46:24",
        "t": "Naphtali’s*ln sons: Jahzeel, Guni, Jezer, and Shillem."
    },
    {
        "o": 1550,
        "r": "csb:Genesis:46:25",
        "t": "These*ln were the sons of Bilhah, whom Laban gave to his daughter Rachel. She bore to Jacob: seven persons."
    },
    {
        "o": 1551,
        "r": "csb:Genesis:46:26",
        "t": "The*ln total number of persons belonging to Jacob - his direct descendants, not including the wives of Jacob’s sons - who came to Egypt: sixty-six."
    },
    {
        "o": 1552,
        "r": "csb:Genesis:46:27",
        "t": "And*ln Joseph’s sons who were born to him in Egypt: two persons. All*ln those of Jacob’s household who came to Egypt: seventy persons."
    },
    {
        "o": 1553,
        "r": "csb:Genesis:46:27",
        "t": "Jacob Arrives in Egypt",
        "h": 2
    },
    {
        "o": 1554,
        "r": "csb:Genesis:46:28",
        "t": "Now*p Jacob had sent Judah ahead of him to Joseph to prepare for his arrival at Goshen. When they came to the land of Goshen,"
    },
    {
        "o": 1555,
        "r": "csb:Genesis:46:29",
        "t": "Joseph hitched the horses to his chariot and went up to Goshen to meet his father Israel. Joseph presented himself to him, threw his arms around him, and wept for a long time."
    },
    {
        "o": 1556,
        "r": "csb:Genesis:46:30",
        "t": "Then*p Israel said to Joseph, “I’m ready to die now because I have seen your face and you are still alive!”"
    },
    {
        "o": 1557,
        "r": "csb:Genesis:46:31",
        "t": "Joseph*p said to his brothers and to his father’s family, “I will go up and inform Pharaoh, telling him, ‘My brothers and my father’s family, who were in the land of Canaan, have come to me."
    },
    {
        "o": 1558,
        "r": "csb:Genesis:46:32",
        "t": "The men are shepherds; they also raise livestock. They have brought their flocks and herds and all that they have.’"
    },
    {
        "o": 1559,
        "r": "csb:Genesis:46:33",
        "t": "When Pharaoh addresses you and asks, ‘What is your occupation?’"
    },
    {
        "o": 1560,
        "r": "csb:Genesis:46:34",
        "t": "you are to say, ‘Your servants, both we and our ancestors, have raised livestock from our youth until now.’ Then you will be allowed to settle in the land of Goshen, since all shepherds are detestable to Egyptians.”"
    }
]
