[
    {
        "o": 6877,
        "r": "esv:Joshua:18:0",
        "t": "Joshua 18",
        "h": 1
    },
    {
        "o": 6878,
        "r": "esv:Joshua:18:0",
        "t": "Allotment of the Remaining Land",
        "h": 2
    },
    {
        "o": 6879,
        "r": "esv:Joshua:18:1",
        "t": "Then*p the whole congregation of the people of Israel assembled at Shiloh and set up the tent of meeting there. The land lay subdued before them."
    },
    {
        "o": 6880,
        "r": "esv:Joshua:18:2",
        "t": "There*p remained among the people of Israel seven tribes whose inheritance had not yet been apportioned."
    },
    {
        "o": 6881,
        "r": "esv:Joshua:18:3",
        "t": "So Joshua said to the people of Israel, “How long will you put off going in to take possession of the land, which the Lord,*s the God of your fathers, has given you?"
    },
    {
        "o": 6882,
        "r": "esv:Joshua:18:4",
        "t": "Provide three men from each tribe, and I will send them out that they may set out and go up and down the land. They shall write a description of it with a view to their inheritances, and then come to me."
    },
    {
        "o": 6883,
        "r": "esv:Joshua:18:5",
        "t": "They shall divide it into seven portions. Judah shall continue in his territory on the south, and the house of Joseph shall continue in their territory on the north."
    },
    {
        "o": 6884,
        "r": "esv:Joshua:18:6",
        "t": "And you shall describe the land in seven divisions and bring the description here to me. And I will cast lots for you here before the Lord*s our God."
    },
    {
        "o": 6885,
        "r": "esv:Joshua:18:7",
        "t": "The Levites have no portion among you, for the priesthood of the Lord*s is their heritage. And Gad and Reuben and half the tribe of Manasseh have received their inheritance beyond the Jordan eastward, which Moses the servant of the Lord*s gave them.”"
    },
    {
        "o": 6886,
        "r": "esv:Joshua:18:8",
        "t": "So*p the men arose and went, and Joshua charged those who went to write the description of the land, saying, “Go up and down in the land and write a description and return to me. And I will cast lots for you here before the Lord*s in Shiloh.”"
    },
    {
        "o": 6887,
        "r": "esv:Joshua:18:9",
        "t": "So the men went and passed up and down in the land and wrote in a book a description of it by towns in seven divisions. Then they came to Joshua to the camp at Shiloh,"
    },
    {
        "o": 6888,
        "r": "esv:Joshua:18:10",
        "t": "and Joshua cast lots for them in Shiloh before the Lord.*s And there Joshua apportioned the land to the people of Israel, to each his portion."
    },
    {
        "o": 6889,
        "r": "esv:Joshua:18:10",
        "t": "The Inheritance for Benjamin",
        "h": 2
    },
    {
        "o": 6890,
        "r": "esv:Joshua:18:11",
        "t": "The*p lot of the tribe of the people of Benjamin according to its clans came up, and the territory allotted to it fell between the people of Judah and the people of Joseph."
    },
    {
        "o": 6891,
        "r": "esv:Joshua:18:12",
        "t": "On the north side their boundary began at the Jordan. Then the boundary goes up to the shoulder north of Jericho, then up through the hill country westward, and it ends at the wilderness of Beth-aven."
    },
    {
        "o": 6892,
        "r": "esv:Joshua:18:13",
        "t": "From there the boundary passes along southward in the direction of Luz, to the shoulder of Luz (that is, Bethel), then the boundary goes down to Ataroth-addar, on the mountain that lies south of Lower Beth-horon."
    },
    {
        "o": 6893,
        "r": "esv:Joshua:18:14",
        "t": "Then the boundary goes in another direction, turning on the western side southward from the mountain that lies to the south, opposite Beth-horon, and it ends at Kiriath-baal (that is, Kiriath-jearim), a city belonging to the people of Judah. This forms the western side."
    },
    {
        "o": 6894,
        "r": "esv:Joshua:18:15",
        "t": "And the southern side begins at the outskirts of Kiriath-jearim. And the boundary goes from there to Ephron, to the spring of the waters of Nephtoah."
    },
    {
        "o": 6895,
        "r": "esv:Joshua:18:16",
        "t": "Then the boundary goes down to the border of the mountain that overlooks the Valley of the Son of Hinnom, which is at the north end of the Valley of Rephaim. And it then goes down the Valley of Hinnom, south of the shoulder of the Jebusites, and downward to En-rogel."
    },
    {
        "o": 6896,
        "r": "esv:Joshua:18:17",
        "t": "Then it bends in a northerly direction going on to En-shemesh, and from there goes to Geliloth, which is opposite the ascent of Adummim. Then it goes down to the stone of Bohan the son of Reuben,"
    },
    {
        "o": 6897,
        "r": "esv:Joshua:18:18",
        "t": "and passing on to the north of the shoulder of Beth-arabah it goes down to the Arabah."
    },
    {
        "o": 6898,
        "r": "esv:Joshua:18:19",
        "t": "Then the boundary passes on to the north of the shoulder of Beth-hoglah. And the boundary ends at the northern bay of the Salt Sea, at the south end of the Jordan: this is the southern border."
    },
    {
        "o": 6899,
        "r": "esv:Joshua:18:20",
        "t": "The Jordan forms its boundary on the eastern side. This is the inheritance of the people of Benjamin, according to their clans, boundary by boundary all around."
    },
    {
        "o": 6900,
        "r": "esv:Joshua:18:21",
        "t": "Now*p the cities of the tribe of the people of Benjamin according to their clans were Jericho, Beth-hoglah, Emek-keziz,"
    },
    {
        "o": 6901,
        "r": "esv:Joshua:18:22",
        "t": "Beth-arabah, Zemaraim, Bethel,"
    },
    {
        "o": 6902,
        "r": "esv:Joshua:18:23",
        "t": "Avvim, Parah, Ophrah,"
    },
    {
        "o": 6903,
        "r": "esv:Joshua:18:24",
        "t": "Chephar-ammoni, Ophni, Geba— twelve cities with their villages:"
    },
    {
        "o": 6904,
        "r": "esv:Joshua:18:25",
        "t": "Gibeon, Ramah, Beeroth,"
    },
    {
        "o": 6905,
        "r": "esv:Joshua:18:26",
        "t": "Mizpeh, Chephirah, Mozah,"
    },
    {
        "o": 6906,
        "r": "esv:Joshua:18:27",
        "t": "Rekem, Irpeel, Taralah,"
    },
    {
        "o": 6907,
        "r": "esv:Joshua:18:28",
        "t": "Zela, Haeleph, Jebus (that is, Jerusalem), Gibeah and Kiriath-jearim— fourteen cities with their villages. This is the inheritance of the people of Benjamin according to its clans."
    }
]
