[
    {
        "o": 30111,
        "r": "esv:Acts:1:0",
        "t": "Acts 1",
        "h": 1
    },
    {
        "o": 30112,
        "r": "esv:Acts:1:0",
        "t": "The Promise of the Holy Spirit",
        "h": 2
    },
    {
        "o": 30113,
        "r": "esv:Acts:1:1",
        "t": "In*p the first book, O Theophilus, I have dealt with all that Jesus began to do and teach,"
    },
    {
        "o": 30114,
        "r": "esv:Acts:1:2",
        "t": "until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen."
    },
    {
        "o": 30115,
        "r": "esv:Acts:1:3",
        "t": "He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God."
    },
    {
        "o": 30116,
        "r": "esv:Acts:1:4",
        "t": "And*p while staying with them he ordered them not to depart from Jerusalem, but to wait for the promise of the Father, which, he said, “you*r heard*r from*r me;*r"
    },
    {
        "o": 30117,
        "r": "esv:Acts:1:5",
        "t": "for*r John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit*r not*r many*r days*r from*r now.”*r"
    },
    {
        "o": 30118,
        "r": "esv:Acts:1:5",
        "t": "The Ascension",
        "h": 2
    },
    {
        "o": 30119,
        "r": "esv:Acts:1:6",
        "t": "So*p when they had come together, they asked him, “Lord, will you at this time restore the kingdom to Israel?”"
    },
    {
        "o": 30120,
        "r": "esv:Acts:1:7",
        "t": "He said to them, “It*r is*r not*r for*r you*r to*r know*r times*r or*r seasons*r that*r the*r Father*r has*r fixed*r by*r his*r own*r authority.*r"
    },
    {
        "o": 30121,
        "r": "esv:Acts:1:8",
        "t": "But*r you*r will*r receive*r power*r when*r the*r Holy*r Spirit*r has*r come*r upon*r you,*r and*r you*r will*r be*r my*r witnesses*r in*r Jerusalem*r and*r in*r all*r Judea*r and*r Samaria,*r and*r to*r the*r end*r of*r the*r earth.”*r"
    },
    {
        "o": 30122,
        "r": "esv:Acts:1:9",
        "t": "And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight."
    },
    {
        "o": 30123,
        "r": "esv:Acts:1:10",
        "t": "And while they were gazing into heaven as he went, behold, two men stood by them in white robes,"
    },
    {
        "o": 30124,
        "r": "esv:Acts:1:11",
        "t": "and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”"
    },
    {
        "o": 30125,
        "r": "esv:Acts:1:11",
        "t": "Matthias Chosen to Replace Judas",
        "h": 2
    },
    {
        "o": 30126,
        "r": "esv:Acts:1:12",
        "t": "Then*p they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away."
    },
    {
        "o": 30127,
        "r": "esv:Acts:1:13",
        "t": "And when they had entered, they went up to the upper room, where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the son of James."
    },
    {
        "o": 30128,
        "r": "esv:Acts:1:14",
        "t": "All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers."
    },
    {
        "o": 30129,
        "r": "esv:Acts:1:15",
        "t": "In*p those days Peter stood up among the brothers (the company of persons was in all about 120) and said,"
    },
    {
        "o": 30130,
        "r": "esv:Acts:1:16",
        "t": "“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus."
    },
    {
        "o": 30131,
        "r": "esv:Acts:1:17",
        "t": "For he was numbered among us and was allotted his share in this ministry.”"
    },
    {
        "o": 30132,
        "r": "esv:Acts:1:18",
        "t": "(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out."
    },
    {
        "o": 30133,
        "r": "esv:Acts:1:19",
        "t": "And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.)"
    },
    {
        "o": 30134,
        "r": "esv:Acts:1:20",
        "t": "“For it is written in the Book of Psalms, “‘May*pn his camp become desolate, and*ld let there be no one to dwell in it’; and*p “‘Let*pn another take his office.’"
    },
    {
        "o": 30135,
        "r": "esv:Acts:1:21",
        "t": "So*p one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us,"
    },
    {
        "o": 30136,
        "r": "esv:Acts:1:22",
        "t": "beginning from the baptism of John until the day when he was taken up from us— one of these men must become with us a witness to his resurrection.”"
    },
    {
        "o": 30137,
        "r": "esv:Acts:1:23",
        "t": "And they put forward two, Joseph called Barsabbas, who was also called Justus, and Matthias."
    },
    {
        "o": 30138,
        "r": "esv:Acts:1:24",
        "t": "And they prayed and said, “You, Lord, who know the hearts of all, show which one of these two you have chosen"
    },
    {
        "o": 30139,
        "r": "esv:Acts:1:25",
        "t": "to take the place in this ministry and apostleship from which Judas turned aside to go to his own place.”"
    },
    {
        "o": 30140,
        "r": "esv:Acts:1:26",
        "t": "And they cast lots for them, and the lot fell on Matthias, and he was numbered with the eleven apostles."
    },
    {
        "o": 30141,
        "r": "esv:Acts:2:0",
        "t": "Acts 2",
        "h": 1
    },
    {
        "o": 30142,
        "r": "esv:Acts:2:0",
        "t": "The Coming of the Holy Spirit",
        "h": 2
    },
    {
        "o": 30143,
        "r": "esv:Acts:2:1",
        "t": "When*p the day of Pentecost arrived, they were all together in one place."
    },
    {
        "o": 30144,
        "r": "esv:Acts:2:2",
        "t": "And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting."
    },
    {
        "o": 30145,
        "r": "esv:Acts:2:3",
        "t": "And divided tongues as of fire appeared to them and rested on each one of them."
    },
    {
        "o": 30146,
        "r": "esv:Acts:2:4",
        "t": "And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance."
    },
    {
        "o": 30147,
        "r": "esv:Acts:2:5",
        "t": "Now*p there were dwelling in Jerusalem Jews, devout men from every nation under heaven."
    },
    {
        "o": 30148,
        "r": "esv:Acts:2:6",
        "t": "And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language."
    },
    {
        "o": 30149,
        "r": "esv:Acts:2:7",
        "t": "And they were amazed and astonished, saying, “Are not all these who are speaking Galileans?"
    },
    {
        "o": 30150,
        "r": "esv:Acts:2:8",
        "t": "And how is it that we hear, each of us in his own native language?"
    },
    {
        "o": 30151,
        "r": "esv:Acts:2:9",
        "t": "Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia,"
    },
    {
        "o": 30152,
        "r": "esv:Acts:2:10",
        "t": "Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome,"
    },
    {
        "o": 30153,
        "r": "esv:Acts:2:11",
        "t": "both Jews and proselytes, Cretans and Arabians— we hear them telling in our own tongues the mighty works of God.”"
    },
    {
        "o": 30154,
        "r": "esv:Acts:2:12",
        "t": "And all were amazed and perplexed, saying to one another, “What does this mean?”"
    },
    {
        "o": 30155,
        "r": "esv:Acts:2:13",
        "t": "But others mocking said, “They are filled with new wine.”"
    },
    {
        "o": 30156,
        "r": "esv:Acts:2:13",
        "t": "Peter’s Sermon at Pentecost",
        "h": 2
    },
    {
        "o": 30157,
        "r": "esv:Acts:2:14",
        "t": "But*p Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words."
    },
    {
        "o": 30158,
        "r": "esv:Acts:2:15",
        "t": "For these people are not drunk, as you suppose, since it is only the third hour of the day."
    },
    {
        "o": 30159,
        "r": "esv:Acts:2:16",
        "t": "But this is what was uttered through the prophet Joel:"
    },
    {
        "o": 30160,
        "r": "esv:Acts:2:17",
        "t": "“‘And*pn in the last days it shall be, God declares, that*ln I will pour out my Spirit on all flesh, and*ln your sons and your daughters shall prophesy, and*ld your young men shall see visions, and*ld your old men shall dream dreams;"
    },
    {
        "o": 30161,
        "r": "esv:Acts:2:18",
        "t": "even*ln on my male servants and female servants in*ld those days I will pour out my Spirit, and they shall prophesy."
    },
    {
        "o": 30162,
        "r": "esv:Acts:2:19",
        "t": "And*ln I will show wonders in the heavens above and*ld signs on the earth below, blood,*ld and fire, and vapor of smoke;"
    },
    {
        "o": 30163,
        "r": "esv:Acts:2:20",
        "t": "the*ln sun shall be turned to darkness and*ld the moon to blood, before*ld the day of the Lord comes, the great and magnificent day."
    },
    {
        "o": 30164,
        "r": "esv:Acts:2:21",
        "t": "And*ln it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’"
    },
    {
        "o": 30165,
        "r": "esv:Acts:2:22",
        "t": "“Men*p of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—"
    },
    {
        "o": 30166,
        "r": "esv:Acts:2:23",
        "t": "this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men."
    },
    {
        "o": 30167,
        "r": "esv:Acts:2:24",
        "t": "God raised him up, loosing the pangs of death, because it was not possible for him to be held by it."
    },
    {
        "o": 30168,
        "r": "esv:Acts:2:25",
        "t": "For David says concerning him, “‘I*pn saw the Lord always before me, for*ld he is at my right hand that I may not be shaken;"
    },
    {
        "o": 30169,
        "r": "esv:Acts:2:26",
        "t": "therefore*ln my heart was glad, and my tongue rejoiced; my*ld flesh also will dwell in hope."
    },
    {
        "o": 30170,
        "r": "esv:Acts:2:27",
        "t": "For*ln you will not abandon my soul to Hades, or*ld let your Holy One see corruption."
    },
    {
        "o": 30171,
        "r": "esv:Acts:2:28",
        "t": "You*ln have made known to me the paths of life; you*ld will make me full of gladness with your presence.’"
    },
    {
        "o": 30172,
        "r": "esv:Acts:2:29",
        "t": "“Brothers,*p I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day."
    },
    {
        "o": 30173,
        "r": "esv:Acts:2:30",
        "t": "Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne,"
    },
    {
        "o": 30174,
        "r": "esv:Acts:2:31",
        "t": "he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption."
    },
    {
        "o": 30175,
        "r": "esv:Acts:2:32",
        "t": "This Jesus God raised up, and of that we all are witnesses."
    },
    {
        "o": 30176,
        "r": "esv:Acts:2:33",
        "t": "Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing."
    },
    {
        "o": 30177,
        "r": "esv:Acts:2:34",
        "t": "For David did not ascend into the heavens, but he himself says, “‘The*pn Lord said to my Lord, “Sit*ln at my right hand,"
    },
    {
        "o": 30178,
        "r": "esv:Acts:2:35",
        "t": "until*ld I make your enemies your footstool.”’"
    },
    {
        "o": 30179,
        "r": "esv:Acts:2:36",
        "t": "Let*p all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”"
    },
    {
        "o": 30180,
        "r": "esv:Acts:2:37",
        "t": "Now*p when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?”"
    },
    {
        "o": 30181,
        "r": "esv:Acts:2:38",
        "t": "And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit."
    },
    {
        "o": 30182,
        "r": "esv:Acts:2:39",
        "t": "For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”"
    },
    {
        "o": 30183,
        "r": "esv:Acts:2:40",
        "t": "And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.”"
    },
    {
        "o": 30184,
        "r": "esv:Acts:2:41",
        "t": "So those who received his word were baptized, and there were added that day about three thousand souls."
    },
    {
        "o": 30185,
        "r": "esv:Acts:2:41",
        "t": "The Fellowship of the Believers",
        "h": 2
    },
    {
        "o": 30186,
        "r": "esv:Acts:2:42",
        "t": "And*p they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers."
    },
    {
        "o": 30187,
        "r": "esv:Acts:2:43",
        "t": "And awe came upon every soul, and many wonders and signs were being done through the apostles."
    },
    {
        "o": 30188,
        "r": "esv:Acts:2:44",
        "t": "And all who believed were together and had all things in common."
    },
    {
        "o": 30189,
        "r": "esv:Acts:2:45",
        "t": "And they were selling their possessions and belongings and distributing the proceeds to all, as any had need."
    },
    {
        "o": 30190,
        "r": "esv:Acts:2:46",
        "t": "And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts,"
    },
    {
        "o": 30191,
        "r": "esv:Acts:2:47",
        "t": "praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved."
    },
    {
        "o": 30192,
        "r": "esv:Acts:3:0",
        "t": "Acts 3",
        "h": 1
    },
    {
        "o": 30193,
        "r": "esv:Acts:3:0",
        "t": "The Lame Beggar Healed",
        "h": 2
    },
    {
        "o": 30194,
        "r": "esv:Acts:3:1",
        "t": "Now*p Peter and John were going up to the temple at the hour of prayer, the ninth hour."
    },
    {
        "o": 30195,
        "r": "esv:Acts:3:2",
        "t": "And a man lame from birth was being carried, whom they laid daily at the gate of the temple that is called the Beautiful Gate to ask alms of those entering the temple."
    },
    {
        "o": 30196,
        "r": "esv:Acts:3:3",
        "t": "Seeing Peter and John about to go into the temple, he asked to receive alms."
    },
    {
        "o": 30197,
        "r": "esv:Acts:3:4",
        "t": "And Peter directed his gaze at him, as did John, and said, “Look at us.”"
    },
    {
        "o": 30198,
        "r": "esv:Acts:3:5",
        "t": "And he fixed his attention on them, expecting to receive something from them."
    },
    {
        "o": 30199,
        "r": "esv:Acts:3:6",
        "t": "But Peter said, “I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk!”"
    },
    {
        "o": 30200,
        "r": "esv:Acts:3:7",
        "t": "And he took him by the right hand and raised him up, and immediately his feet and ankles were made strong."
    },
    {
        "o": 30201,
        "r": "esv:Acts:3:8",
        "t": "And leaping up, he stood and began to walk, and entered the temple with them, walking and leaping and praising God."
    },
    {
        "o": 30202,
        "r": "esv:Acts:3:9",
        "t": "And all the people saw him walking and praising God,"
    },
    {
        "o": 30203,
        "r": "esv:Acts:3:10",
        "t": "and recognized him as the one who sat at the Beautiful Gate of the temple, asking for alms. And they were filled with wonder and amazement at what had happened to him."
    },
    {
        "o": 30204,
        "r": "esv:Acts:3:10",
        "t": "Peter Speaks in Solomon’s Portico",
        "h": 2
    },
    {
        "o": 30205,
        "r": "esv:Acts:3:11",
        "t": "While*p he clung to Peter and John, all the people, utterly astounded, ran together to them in the portico called Solomon’s."
    },
    {
        "o": 30206,
        "r": "esv:Acts:3:12",
        "t": "And when Peter saw it he addressed the people: “Men of Israel, why do you wonder at this, or why do you stare at us, as though by our own power or piety we have made him walk?"
    },
    {
        "o": 30207,
        "r": "esv:Acts:3:13",
        "t": "The God of Abraham, the God of Isaac, and the God of Jacob, the God of our fathers, glorified his servant Jesus, whom you delivered over and denied in the presence of Pilate, when he had decided to release him."
    },
    {
        "o": 30208,
        "r": "esv:Acts:3:14",
        "t": "But you denied the Holy and Righteous One, and asked for a murderer to be granted to you,"
    },
    {
        "o": 30209,
        "r": "esv:Acts:3:15",
        "t": "and you killed the Author of life, whom God raised from the dead. To this we are witnesses."
    },
    {
        "o": 30210,
        "r": "esv:Acts:3:16",
        "t": "And his name— by faith in his name— has made this man strong whom you see and know, and the faith that is through Jesus has given the man this perfect health in the presence of you all."
    },
    {
        "o": 30211,
        "r": "esv:Acts:3:17",
        "t": "“And*p now, brothers, I know that you acted in ignorance, as did also your rulers."
    },
    {
        "o": 30212,
        "r": "esv:Acts:3:18",
        "t": "But what God foretold by the mouth of all the prophets, that his Christ would suffer, he thus fulfilled."
    },
    {
        "o": 30213,
        "r": "esv:Acts:3:19",
        "t": "Repent therefore, and turn back, that your sins may be blotted out,"
    },
    {
        "o": 30214,
        "r": "esv:Acts:3:20",
        "t": "that times of refreshing may come from the presence of the Lord, and that he may send the Christ appointed for you, Jesus,"
    },
    {
        "o": 30215,
        "r": "esv:Acts:3:21",
        "t": "whom heaven must receive until the time for restoring all the things about which God spoke by the mouth of his holy prophets long ago."
    },
    {
        "o": 30216,
        "r": "esv:Acts:3:22",
        "t": "Moses said, ‘The Lord God will raise up for you a prophet like me from your brothers. You shall listen to him in whatever he tells you."
    },
    {
        "o": 30217,
        "r": "esv:Acts:3:23",
        "t": "And it shall be that every soul who does not listen to that prophet shall be destroyed from the people.’"
    },
    {
        "o": 30218,
        "r": "esv:Acts:3:24",
        "t": "And all the prophets who have spoken, from Samuel and those who came after him, also proclaimed these days."
    },
    {
        "o": 30219,
        "r": "esv:Acts:3:25",
        "t": "You are the sons of the prophets and of the covenant that God made with your fathers, saying to Abraham, ‘And in your offspring shall all the families of the earth be blessed.’"
    },
    {
        "o": 30220,
        "r": "esv:Acts:3:26",
        "t": "God, having raised up his servant, sent him to you first, to bless you by turning every one of you from your wickedness.”"
    },
    {
        "o": 30221,
        "r": "esv:Acts:4:0",
        "t": "Acts 4",
        "h": 1
    },
    {
        "o": 30222,
        "r": "esv:Acts:4:0",
        "t": "Peter and John Before the Council",
        "h": 2
    },
    {
        "o": 30223,
        "r": "esv:Acts:4:1",
        "t": "And*p as they were speaking to the people, the priests and the captain of the temple and the Sadducees came upon them,"
    },
    {
        "o": 30224,
        "r": "esv:Acts:4:2",
        "t": "greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead."
    },
    {
        "o": 30225,
        "r": "esv:Acts:4:3",
        "t": "And they arrested them and put them in custody until the next day, for it was already evening."
    },
    {
        "o": 30226,
        "r": "esv:Acts:4:4",
        "t": "But many of those who had heard the word believed, and the number of the men came to about five thousand."
    },
    {
        "o": 30227,
        "r": "esv:Acts:4:5",
        "t": "On*p the next day their rulers and elders and scribes gathered together in Jerusalem,"
    },
    {
        "o": 30228,
        "r": "esv:Acts:4:6",
        "t": "with Annas the high priest and Caiaphas and John and Alexander, and all who were of the high-priestly family."
    },
    {
        "o": 30229,
        "r": "esv:Acts:4:7",
        "t": "And when they had set them in the midst, they inquired, “By what power or by what name did you do this?”"
    },
    {
        "o": 30230,
        "r": "esv:Acts:4:8",
        "t": "Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders,"
    },
    {
        "o": 30231,
        "r": "esv:Acts:4:9",
        "t": "if we are being examined today concerning a good deed done to a crippled man, by what means this man has been healed,"
    },
    {
        "o": 30232,
        "r": "esv:Acts:4:10",
        "t": "let it be known to all of you and to all the people of Israel that by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead— by him this man is standing before you well."
    },
    {
        "o": 30233,
        "r": "esv:Acts:4:11",
        "t": "This Jesus is the stone that was rejected by you, the builders, which has become the cornerstone."
    },
    {
        "o": 30234,
        "r": "esv:Acts:4:12",
        "t": "And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”"
    },
    {
        "o": 30235,
        "r": "esv:Acts:4:13",
        "t": "Now*p when they saw the boldness of Peter and John, and perceived that they were uneducated, common men, they were astonished. And they recognized that they had been with Jesus."
    },
    {
        "o": 30236,
        "r": "esv:Acts:4:14",
        "t": "But seeing the man who was healed standing beside them, they had nothing to say in opposition."
    },
    {
        "o": 30237,
        "r": "esv:Acts:4:15",
        "t": "But when they had commanded them to leave the council, they conferred with one another,"
    },
    {
        "o": 30238,
        "r": "esv:Acts:4:16",
        "t": "saying, “What shall we do with these men? For that a notable sign has been performed through them is evident to all the inhabitants of Jerusalem, and we cannot deny it."
    },
    {
        "o": 30239,
        "r": "esv:Acts:4:17",
        "t": "But in order that it may spread no further among the people, let us warn them to speak no more to anyone in this name.”"
    },
    {
        "o": 30240,
        "r": "esv:Acts:4:18",
        "t": "So they called them and charged them not to speak or teach at all in the name of Jesus."
    },
    {
        "o": 30241,
        "r": "esv:Acts:4:19",
        "t": "But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, you must judge,"
    },
    {
        "o": 30242,
        "r": "esv:Acts:4:20",
        "t": "for we cannot but speak of what we have seen and heard.”"
    },
    {
        "o": 30243,
        "r": "esv:Acts:4:21",
        "t": "And when they had further threatened them, they let them go, finding no way to punish them, because of the people, for all were praising God for what had happened."
    },
    {
        "o": 30244,
        "r": "esv:Acts:4:22",
        "t": "For the man on whom this sign of healing was performed was more than forty years old."
    },
    {
        "o": 30245,
        "r": "esv:Acts:4:22",
        "t": "The Believers Pray for Boldness",
        "h": 2
    },
    {
        "o": 30246,
        "r": "esv:Acts:4:23",
        "t": "When*p they were released, they went to their friends and reported what the chief priests and the elders had said to them."
    },
    {
        "o": 30247,
        "r": "esv:Acts:4:24",
        "t": "And when they heard it, they lifted their voices together to God and said, “Sovereign Lord, who made the heaven and the earth and the sea and everything in them,"
    },
    {
        "o": 30248,
        "r": "esv:Acts:4:25",
        "t": "who through the mouth of our father David, your servant, said by the Holy Spirit, “‘Why*pn did the Gentiles rage, and*ld the peoples plot in vain?"
    },
    {
        "o": 30249,
        "r": "esv:Acts:4:26",
        "t": "The*ln kings of the earth set themselves, and*ld the rulers were gathered together, against*ld the Lord and against his Anointed’—"
    },
    {
        "o": 30250,
        "r": "esv:Acts:4:27",
        "t": "for*p truly in this city there were gathered together against your holy servant Jesus, whom you anointed, both Herod and Pontius Pilate, along with the Gentiles and the peoples of Israel,"
    },
    {
        "o": 30251,
        "r": "esv:Acts:4:28",
        "t": "to do whatever your hand and your plan had predestined to take place."
    },
    {
        "o": 30252,
        "r": "esv:Acts:4:29",
        "t": "And now, Lord, look upon their threats and grant to your servants to continue to speak your word with all boldness,"
    },
    {
        "o": 30253,
        "r": "esv:Acts:4:30",
        "t": "while you stretch out your hand to heal, and signs and wonders are performed through the name of your holy servant Jesus.”"
    },
    {
        "o": 30254,
        "r": "esv:Acts:4:31",
        "t": "And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness."
    },
    {
        "o": 30255,
        "r": "esv:Acts:4:31",
        "t": "They Had Everything in Common",
        "h": 2
    },
    {
        "o": 30256,
        "r": "esv:Acts:4:32",
        "t": "Now*p the full number of those who believed were of one heart and soul, and no one said that any of the things that belonged to him was his own, but they had everything in common."
    },
    {
        "o": 30257,
        "r": "esv:Acts:4:33",
        "t": "And with great power the apostles were giving their testimony to the resurrection of the Lord Jesus, and great grace was upon them all."
    },
    {
        "o": 30258,
        "r": "esv:Acts:4:34",
        "t": "There was not a needy person among them, for as many as were owners of lands or houses sold them and brought the proceeds of what was sold"
    },
    {
        "o": 30259,
        "r": "esv:Acts:4:35",
        "t": "and laid it at the apostles’ feet, and it was distributed to each as any had need."
    },
    {
        "o": 30260,
        "r": "esv:Acts:4:36",
        "t": "Thus Joseph, who was also called by the apostles Barnabas (which means son of encouragement), a Levite, a native of Cyprus,"
    },
    {
        "o": 30261,
        "r": "esv:Acts:4:37",
        "t": "sold a field that belonged to him and brought the money and laid it at the apostles’ feet."
    },
    {
        "o": 30262,
        "r": "esv:Acts:5:0",
        "t": "Acts 5",
        "h": 1
    },
    {
        "o": 30263,
        "r": "esv:Acts:5:0",
        "t": "Ananias and Sapphira",
        "h": 2
    },
    {
        "o": 30264,
        "r": "esv:Acts:5:1",
        "t": "But*p a man named Ananias, with his wife Sapphira, sold a piece of property,"
    },
    {
        "o": 30265,
        "r": "esv:Acts:5:2",
        "t": "and with his wife’s knowledge he kept back for himself some of the proceeds and brought only a part of it and laid it at the apostles’ feet."
    },
    {
        "o": 30266,
        "r": "esv:Acts:5:3",
        "t": "But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back for yourself part of the proceeds of the land?"
    },
    {
        "o": 30267,
        "r": "esv:Acts:5:4",
        "t": "While it remained unsold, did it not remain your own? And after it was sold, was it not at your disposal? Why is it that you have contrived this deed in your heart? You have not lied to man but to God.”"
    },
    {
        "o": 30268,
        "r": "esv:Acts:5:5",
        "t": "When Ananias heard these words, he fell down and breathed his last. And great fear came upon all who heard of it."
    },
    {
        "o": 30269,
        "r": "esv:Acts:5:6",
        "t": "The young men rose and wrapped him up and carried him out and buried him."
    },
    {
        "o": 30270,
        "r": "esv:Acts:5:7",
        "t": "After*p an interval of about three hours his wife came in, not knowing what had happened."
    },
    {
        "o": 30271,
        "r": "esv:Acts:5:8",
        "t": "And Peter said to her, “Tell me whether you sold the land for so much.” And she said, “Yes, for so much.”"
    },
    {
        "o": 30272,
        "r": "esv:Acts:5:9",
        "t": "But Peter said to her, “How is it that you have agreed together to test the Spirit of the Lord? Behold, the feet of those who have buried your husband are at the door, and they will carry you out.”"
    },
    {
        "o": 30273,
        "r": "esv:Acts:5:10",
        "t": "Immediately she fell down at his feet and breathed her last. When the young men came in they found her dead, and they carried her out and buried her beside her husband."
    },
    {
        "o": 30274,
        "r": "esv:Acts:5:11",
        "t": "And great fear came upon the whole church and upon all who heard of these things."
    },
    {
        "o": 30275,
        "r": "esv:Acts:5:11",
        "t": "Many Signs and Wonders Done",
        "h": 2
    },
    {
        "o": 30276,
        "r": "esv:Acts:5:12",
        "t": "Now*p many signs and wonders were regularly done among the people by the hands of the apostles. And they were all together in Solomon’s Portico."
    },
    {
        "o": 30277,
        "r": "esv:Acts:5:13",
        "t": "None of the rest dared join them, but the people held them in high esteem."
    },
    {
        "o": 30278,
        "r": "esv:Acts:5:14",
        "t": "And more than ever believers were added to the Lord, multitudes of both men and women,"
    },
    {
        "o": 30279,
        "r": "esv:Acts:5:15",
        "t": "so that they even carried out the sick into the streets and laid them on cots and mats, that as Peter came by at least his shadow might fall on some of them."
    },
    {
        "o": 30280,
        "r": "esv:Acts:5:16",
        "t": "The people also gathered from the towns around Jerusalem, bringing the sick and those afflicted with unclean spirits, and they were all healed."
    },
    {
        "o": 30281,
        "r": "esv:Acts:5:16",
        "t": "The Apostles Arrested and Freed",
        "h": 2
    },
    {
        "o": 30282,
        "r": "esv:Acts:5:17",
        "t": "But*p the high priest rose up, and all who were with him (that is, the party of the Sadducees), and filled with jealousy"
    },
    {
        "o": 30283,
        "r": "esv:Acts:5:18",
        "t": "they arrested the apostles and put them in the public prison."
    },
    {
        "o": 30284,
        "r": "esv:Acts:5:19",
        "t": "But during the night an angel of the Lord opened the prison doors and brought them out, and said,"
    },
    {
        "o": 30285,
        "r": "esv:Acts:5:20",
        "t": "“Go and stand in the temple and speak to the people all the words of this Life.”"
    },
    {
        "o": 30286,
        "r": "esv:Acts:5:21",
        "t": "And when they heard this, they entered the temple at daybreak and began to teach. Now*p when the high priest came, and those who were with him, they called together the council, all the senate of the people of Israel, and sent to the prison to have them brought."
    },
    {
        "o": 30287,
        "r": "esv:Acts:5:22",
        "t": "But when the officers came, they did not find them in the prison, so they returned and reported,"
    },
    {
        "o": 30288,
        "r": "esv:Acts:5:23",
        "t": "“We found the prison securely locked and the guards standing at the doors, but when we opened them we found no one inside.”"
    },
    {
        "o": 30289,
        "r": "esv:Acts:5:24",
        "t": "Now when the captain of the temple and the chief priests heard these words, they were greatly perplexed about them, wondering what this would come to."
    },
    {
        "o": 30290,
        "r": "esv:Acts:5:25",
        "t": "And someone came and told them, “Look! The men whom you put in prison are standing in the temple and teaching the people.”"
    },
    {
        "o": 30291,
        "r": "esv:Acts:5:26",
        "t": "Then the captain with the officers went and brought them, but not by force, for they were afraid of being stoned by the people."
    },
    {
        "o": 30292,
        "r": "esv:Acts:5:27",
        "t": "And*p when they had brought them, they set them before the council. And the high priest questioned them,"
    },
    {
        "o": 30293,
        "r": "esv:Acts:5:28",
        "t": "saying, “We strictly charged you not to teach in this name, yet here you have filled Jerusalem with your teaching, and you intend to bring this man’s blood upon us.”"
    },
    {
        "o": 30294,
        "r": "esv:Acts:5:29",
        "t": "But Peter and the apostles answered, “We must obey God rather than men."
    },
    {
        "o": 30295,
        "r": "esv:Acts:5:30",
        "t": "The God of our fathers raised Jesus, whom you killed by hanging him on a tree."
    },
    {
        "o": 30296,
        "r": "esv:Acts:5:31",
        "t": "God exalted him at his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins."
    },
    {
        "o": 30297,
        "r": "esv:Acts:5:32",
        "t": "And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.”"
    },
    {
        "o": 30298,
        "r": "esv:Acts:5:33",
        "t": "When*p they heard this, they were enraged and wanted to kill them."
    },
    {
        "o": 30299,
        "r": "esv:Acts:5:34",
        "t": "But a Pharisee in the council named Gamaliel, a teacher of the law held in honor by all the people, stood up and gave orders to put the men outside for a little while."
    },
    {
        "o": 30300,
        "r": "esv:Acts:5:35",
        "t": "And he said to them, “Men of Israel, take care what you are about to do with these men."
    },
    {
        "o": 30301,
        "r": "esv:Acts:5:36",
        "t": "For before these days Theudas rose up, claiming to be somebody, and a number of men, about four hundred, joined him. He was killed, and all who followed him were dispersed and came to nothing."
    },
    {
        "o": 30302,
        "r": "esv:Acts:5:37",
        "t": "After him Judas the Galilean rose up in the days of the census and drew away some of the people after him. He too perished, and all who followed him were scattered."
    },
    {
        "o": 30303,
        "r": "esv:Acts:5:38",
        "t": "So in the present case I tell you, keep away from these men and let them alone, for if this plan or this undertaking is of man, it will fail;"
    },
    {
        "o": 30304,
        "r": "esv:Acts:5:39",
        "t": "but if it is of God, you will not be able to overthrow them. You might even be found opposing God!” So they took his advice,"
    },
    {
        "o": 30305,
        "r": "esv:Acts:5:40",
        "t": "and when they had called in the apostles, they beat them and charged them not to speak in the name of Jesus, and let them go."
    },
    {
        "o": 30306,
        "r": "esv:Acts:5:41",
        "t": "Then they left the presence of the council, rejoicing that they were counted worthy to suffer dishonor for the name."
    },
    {
        "o": 30307,
        "r": "esv:Acts:5:42",
        "t": "And every day, in the temple and from house to house, they did not cease teaching and preaching that the Christ is Jesus."
    },
    {
        "o": 30308,
        "r": "esv:Acts:6:0",
        "t": "Acts 6",
        "h": 1
    },
    {
        "o": 30309,
        "r": "esv:Acts:6:0",
        "t": "Seven Chosen to Serve",
        "h": 2
    },
    {
        "o": 30310,
        "r": "esv:Acts:6:1",
        "t": "Now*p in these days when the disciples were increasing in number, a complaint by the Hellenists arose against the Hebrews because their widows were being neglected in the daily distribution."
    },
    {
        "o": 30311,
        "r": "esv:Acts:6:2",
        "t": "And the twelve summoned the full number of the disciples and said, “It is not right that we should give up preaching the word of God to serve tables."
    },
    {
        "o": 30312,
        "r": "esv:Acts:6:3",
        "t": "Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty."
    },
    {
        "o": 30313,
        "r": "esv:Acts:6:4",
        "t": "But we will devote ourselves to prayer and to the ministry of the word.”"
    },
    {
        "o": 30314,
        "r": "esv:Acts:6:5",
        "t": "And what they said pleased the whole gathering, and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte of Antioch."
    },
    {
        "o": 30315,
        "r": "esv:Acts:6:6",
        "t": "These they set before the apostles, and they prayed and laid their hands on them."
    },
    {
        "o": 30316,
        "r": "esv:Acts:6:7",
        "t": "And*p the word of God continued to increase, and the number of the disciples multiplied greatly in Jerusalem, and a great many of the priests became obedient to the faith."
    },
    {
        "o": 30317,
        "r": "esv:Acts:6:7",
        "t": "Stephen Is Seized",
        "h": 2
    },
    {
        "o": 30318,
        "r": "esv:Acts:6:8",
        "t": "And*p Stephen, full of grace and power, was doing great wonders and signs among the people."
    },
    {
        "o": 30319,
        "r": "esv:Acts:6:9",
        "t": "Then some of those who belonged to the synagogue of the Freedmen (as it was called), and of the Cyrenians, and of the Alexandrians, and of those from Cilicia and Asia, rose up and disputed with Stephen."
    },
    {
        "o": 30320,
        "r": "esv:Acts:6:10",
        "t": "But they could not withstand the wisdom and the Spirit with which he was speaking."
    },
    {
        "o": 30321,
        "r": "esv:Acts:6:11",
        "t": "Then they secretly instigated men who said, “We have heard him speak blasphemous words against Moses and God.”"
    },
    {
        "o": 30322,
        "r": "esv:Acts:6:12",
        "t": "And they stirred up the people and the elders and the scribes, and they came upon him and seized him and brought him before the council,"
    },
    {
        "o": 30323,
        "r": "esv:Acts:6:13",
        "t": "and they set up false witnesses who said, “This man never ceases to speak words against this holy place and the law,"
    },
    {
        "o": 30324,
        "r": "esv:Acts:6:14",
        "t": "for we have heard him say that this Jesus of Nazareth will destroy this place and will change the customs that Moses delivered to us.”"
    },
    {
        "o": 30325,
        "r": "esv:Acts:6:15",
        "t": "And gazing at him, all who sat in the council saw that his face was like the face of an angel."
    },
    {
        "o": 30326,
        "r": "esv:Acts:7:0",
        "t": "Acts 7",
        "h": 1
    },
    {
        "o": 30327,
        "r": "esv:Acts:7:0",
        "t": "Stephen’s Speech",
        "h": 2
    },
    {
        "o": 30328,
        "r": "esv:Acts:7:1",
        "t": "And*p the high priest said, “Are these things so?”"
    },
    {
        "o": 30329,
        "r": "esv:Acts:7:2",
        "t": "And Stephen said: “Brothers*p and fathers, hear me. The God of glory appeared to our father Abraham when he was in Mesopotamia, before he lived in Haran,"
    },
    {
        "o": 30330,
        "r": "esv:Acts:7:3",
        "t": "and said to him, ‘Go out from your land and from your kindred and go into the land that I will show you.’"
    },
    {
        "o": 30331,
        "r": "esv:Acts:7:4",
        "t": "Then he went out from the land of the Chaldeans and lived in Haran. And after his father died, God removed him from there into this land in which you are now living."
    },
    {
        "o": 30332,
        "r": "esv:Acts:7:5",
        "t": "Yet he gave him no inheritance in it, not even a foot’s length, but promised to give it to him as a possession and to his offspring after him, though he had no child."
    },
    {
        "o": 30333,
        "r": "esv:Acts:7:6",
        "t": "And God spoke to this effect— that his offspring would be sojourners in a land belonging to others, who would enslave them and afflict them four hundred years."
    },
    {
        "o": 30334,
        "r": "esv:Acts:7:7",
        "t": "‘But I will judge the nation that they serve,’ said God, ‘and after that they shall come out and worship me in this place.’"
    },
    {
        "o": 30335,
        "r": "esv:Acts:7:8",
        "t": "And he gave him the covenant of circumcision. And so Abraham became the father of Isaac, and circumcised him on the eighth day, and Isaac became the father of Jacob, and Jacob of the twelve patriarchs."
    },
    {
        "o": 30336,
        "r": "esv:Acts:7:9",
        "t": "“And*p the patriarchs, jealous of Joseph, sold him into Egypt; but God was with him"
    },
    {
        "o": 30337,
        "r": "esv:Acts:7:10",
        "t": "and rescued him out of all his afflictions and gave him favor and wisdom before Pharaoh, king of Egypt, who made him ruler over Egypt and over all his household."
    },
    {
        "o": 30338,
        "r": "esv:Acts:7:11",
        "t": "Now there came a famine throughout all Egypt and Canaan, and great affliction, and our fathers could find no food."
    },
    {
        "o": 30339,
        "r": "esv:Acts:7:12",
        "t": "But when Jacob heard that there was grain in Egypt, he sent out our fathers on their first visit."
    },
    {
        "o": 30340,
        "r": "esv:Acts:7:13",
        "t": "And on the second visit Joseph made himself known to his brothers, and Joseph’s family became known to Pharaoh."
    },
    {
        "o": 30341,
        "r": "esv:Acts:7:14",
        "t": "And Joseph sent and summoned Jacob his father and all his kindred, seventy-five persons in all."
    },
    {
        "o": 30342,
        "r": "esv:Acts:7:15",
        "t": "And Jacob went down into Egypt, and he died, he and our fathers,"
    },
    {
        "o": 30343,
        "r": "esv:Acts:7:16",
        "t": "and they were carried back to Shechem and laid in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem."
    },
    {
        "o": 30344,
        "r": "esv:Acts:7:17",
        "t": "“But*p as the time of the promise drew near, which God had granted to Abraham, the people increased and multiplied in Egypt"
    },
    {
        "o": 30345,
        "r": "esv:Acts:7:18",
        "t": "until there arose over Egypt another king who did not know Joseph."
    },
    {
        "o": 30346,
        "r": "esv:Acts:7:19",
        "t": "He dealt shrewdly with our race and forced our fathers to expose their infants, so that they would not be kept alive."
    },
    {
        "o": 30347,
        "r": "esv:Acts:7:20",
        "t": "At this time Moses was born; and he was beautiful in God’s sight. And he was brought up for three months in his father’s house,"
    },
    {
        "o": 30348,
        "r": "esv:Acts:7:21",
        "t": "and when he was exposed, Pharaoh’s daughter adopted him and brought him up as her own son."
    },
    {
        "o": 30349,
        "r": "esv:Acts:7:22",
        "t": "And Moses was instructed in all the wisdom of the Egyptians, and he was mighty in his words and deeds."
    },
    {
        "o": 30350,
        "r": "esv:Acts:7:23",
        "t": "“When*p he was forty years old, it came into his heart to visit his brothers, the children of Israel."
    },
    {
        "o": 30351,
        "r": "esv:Acts:7:24",
        "t": "And seeing one of them being wronged, he defended the oppressed man and avenged him by striking down the Egyptian."
    },
    {
        "o": 30352,
        "r": "esv:Acts:7:25",
        "t": "He supposed that his brothers would understand that God was giving them salvation by his hand, but they did not understand."
    },
    {
        "o": 30353,
        "r": "esv:Acts:7:26",
        "t": "And on the following day he appeared to them as they were quarreling and tried to reconcile them, saying, ‘Men, you are brothers. Why do you wrong each other?’"
    },
    {
        "o": 30354,
        "r": "esv:Acts:7:27",
        "t": "But the man who was wronging his neighbor thrust him aside, saying, ‘Who made you a ruler and a judge over us?"
    },
    {
        "o": 30355,
        "r": "esv:Acts:7:28",
        "t": "Do you want to kill me as you killed the Egyptian yesterday?’"
    },
    {
        "o": 30356,
        "r": "esv:Acts:7:29",
        "t": "At this retort Moses fled and became an exile in the land of Midian, where he became the father of two sons."
    },
    {
        "o": 30357,
        "r": "esv:Acts:7:30",
        "t": "“Now*p when forty years had passed, an angel appeared to him in the wilderness of Mount Sinai, in a flame of fire in a bush."
    },
    {
        "o": 30358,
        "r": "esv:Acts:7:31",
        "t": "When Moses saw it, he was amazed at the sight, and as he drew near to look, there came the voice of the Lord:"
    },
    {
        "o": 30359,
        "r": "esv:Acts:7:32",
        "t": "‘I am the God of your fathers, the God of Abraham and of Isaac and of Jacob.’ And Moses trembled and did not dare to look."
    },
    {
        "o": 30360,
        "r": "esv:Acts:7:33",
        "t": "Then the Lord said to him, ‘Take off the sandals from your feet, for the place where you are standing is holy ground."
    },
    {
        "o": 30361,
        "r": "esv:Acts:7:34",
        "t": "I have surely seen the affliction of my people who are in Egypt, and have heard their groaning, and I have come down to deliver them. And now come, I will send you to Egypt.’"
    },
    {
        "o": 30362,
        "r": "esv:Acts:7:35",
        "t": "“This*p Moses, whom they rejected, saying, ‘Who made you a ruler and a judge?’— this man God sent as both ruler and redeemer by the hand of the angel who appeared to him in the bush."
    },
    {
        "o": 30363,
        "r": "esv:Acts:7:36",
        "t": "This man led them out, performing wonders and signs in Egypt and at the Red Sea and in the wilderness for forty years."
    },
    {
        "o": 30364,
        "r": "esv:Acts:7:37",
        "t": "This is the Moses who said to the Israelites, ‘God will raise up for you a prophet like me from your brothers.’"
    },
    {
        "o": 30365,
        "r": "esv:Acts:7:38",
        "t": "This is the one who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and with our fathers. He received living oracles to give to us."
    },
    {
        "o": 30366,
        "r": "esv:Acts:7:39",
        "t": "Our fathers refused to obey him, but thrust him aside, and in their hearts they turned to Egypt,"
    },
    {
        "o": 30367,
        "r": "esv:Acts:7:40",
        "t": "saying to Aaron, ‘Make for us gods who will go before us. As for this Moses who led us out from the land of Egypt, we do not know what has become of him.’"
    },
    {
        "o": 30368,
        "r": "esv:Acts:7:41",
        "t": "And they made a calf in those days, and offered a sacrifice to the idol and were rejoicing in the works of their hands."
    },
    {
        "o": 30369,
        "r": "esv:Acts:7:42",
        "t": "But God turned away and gave them over to worship the host of heaven, as it is written in the book of the prophets: “‘Did*pn you bring to me slain beasts and sacrifices, during*ld the forty years in the wilderness, O house of Israel?"
    },
    {
        "o": 30370,
        "r": "esv:Acts:7:43",
        "t": "You*ln took up the tent of Moloch and*ld the star of your god Rephan, the*ld images that you made to worship; and*ln I will send you into exile beyond Babylon.’"
    },
    {
        "o": 30371,
        "r": "esv:Acts:7:44",
        "t": "“Our*p fathers had the tent of witness in the wilderness, just as he who spoke to Moses directed him to make it, according to the pattern that he had seen."
    },
    {
        "o": 30372,
        "r": "esv:Acts:7:45",
        "t": "Our fathers in turn brought it in with Joshua when they dispossessed the nations that God drove out before our fathers. So it was until the days of David,"
    },
    {
        "o": 30373,
        "r": "esv:Acts:7:46",
        "t": "who found favor in the sight of God and asked to find a dwelling place for the God of Jacob."
    },
    {
        "o": 30374,
        "r": "esv:Acts:7:47",
        "t": "But it was Solomon who built a house for him."
    },
    {
        "o": 30375,
        "r": "esv:Acts:7:48",
        "t": "Yet the Most High does not dwell in houses made by hands, as the prophet says,"
    },
    {
        "o": 30376,
        "r": "esv:Acts:7:49",
        "t": "“‘Heaven*pn is my throne, and*ld the earth is my footstool. What*ln kind of house will you build for me, says the Lord, or*ld what is the place of my rest?"
    },
    {
        "o": 30377,
        "r": "esv:Acts:7:50",
        "t": "Did*ln not my hand make all these things?’"
    },
    {
        "o": 30378,
        "r": "esv:Acts:7:51",
        "t": "“You*p stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you."
    },
    {
        "o": 30379,
        "r": "esv:Acts:7:52",
        "t": "Which of the prophets did your fathers not persecute? And they killed those who announced beforehand the coming of the Righteous One, whom you have now betrayed and murdered,"
    },
    {
        "o": 30380,
        "r": "esv:Acts:7:53",
        "t": "you who received the law as delivered by angels and did not keep it.”"
    },
    {
        "o": 30381,
        "r": "esv:Acts:7:53",
        "t": "The Stoning of Stephen",
        "h": 2
    },
    {
        "o": 30382,
        "r": "esv:Acts:7:54",
        "t": "Now*p when they heard these things they were enraged, and they ground their teeth at him."
    },
    {
        "o": 30383,
        "r": "esv:Acts:7:55",
        "t": "But he, full of the Holy Spirit, gazed into heaven and saw the glory of God, and Jesus standing at the right hand of God."
    },
    {
        "o": 30384,
        "r": "esv:Acts:7:56",
        "t": "And he said, “Behold, I see the heavens opened, and the Son of Man standing at the right hand of God.”"
    },
    {
        "o": 30385,
        "r": "esv:Acts:7:57",
        "t": "But they cried out with a loud voice and stopped their ears and rushed together at him."
    },
    {
        "o": 30386,
        "r": "esv:Acts:7:58",
        "t": "Then they cast him out of the city and stoned him. And the witnesses laid down their garments at the feet of a young man named Saul."
    },
    {
        "o": 30387,
        "r": "esv:Acts:7:59",
        "t": "And as they were stoning Stephen, he called out, “Lord Jesus, receive my spirit.”"
    },
    {
        "o": 30388,
        "r": "esv:Acts:7:60",
        "t": "And falling to his knees he cried out with a loud voice, “Lord, do not hold this sin against them.” And when he had said this, he fell asleep."
    },
    {
        "o": 30389,
        "r": "esv:Acts:8:0",
        "t": "Acts 8",
        "h": 1
    },
    {
        "o": 30390,
        "r": "esv:Acts:8:0",
        "t": "Saul Ravages the Church",
        "h": 2
    },
    {
        "o": 30391,
        "r": "esv:Acts:8:1",
        "t": "And*p Saul approved of his execution. And*p there arose on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles."
    },
    {
        "o": 30392,
        "r": "esv:Acts:8:2",
        "t": "Devout men buried Stephen and made great lamentation over him."
    },
    {
        "o": 30393,
        "r": "esv:Acts:8:3",
        "t": "But Saul was ravaging the church, and entering house after house, he dragged off men and women and committed them to prison."
    },
    {
        "o": 30394,
        "r": "esv:Acts:8:3",
        "t": "Philip Proclaims Christ in Samaria",
        "h": 2
    },
    {
        "o": 30395,
        "r": "esv:Acts:8:4",
        "t": "Now*p those who were scattered went about preaching the word."
    },
    {
        "o": 30396,
        "r": "esv:Acts:8:5",
        "t": "Philip went down to the city of Samaria and proclaimed to them the Christ."
    },
    {
        "o": 30397,
        "r": "esv:Acts:8:6",
        "t": "And the crowds with one accord paid attention to what was being said by Philip, when they heard him and saw the signs that he did."
    },
    {
        "o": 30398,
        "r": "esv:Acts:8:7",
        "t": "For unclean spirits, crying out with a loud voice, came out of many who had them, and many who were paralyzed or lame were healed."
    },
    {
        "o": 30399,
        "r": "esv:Acts:8:8",
        "t": "So there was much joy in that city."
    },
    {
        "o": 30400,
        "r": "esv:Acts:8:8",
        "t": "Simon the Magician Believes",
        "h": 2
    },
    {
        "o": 30401,
        "r": "esv:Acts:8:9",
        "t": "But*p there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great."
    },
    {
        "o": 30402,
        "r": "esv:Acts:8:10",
        "t": "They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.”"
    },
    {
        "o": 30403,
        "r": "esv:Acts:8:11",
        "t": "And they paid attention to him because for a long time he had amazed them with his magic."
    },
    {
        "o": 30404,
        "r": "esv:Acts:8:12",
        "t": "But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women."
    },
    {
        "o": 30405,
        "r": "esv:Acts:8:13",
        "t": "Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed."
    },
    {
        "o": 30406,
        "r": "esv:Acts:8:14",
        "t": "Now*p when the apostles at Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John,"
    },
    {
        "o": 30407,
        "r": "esv:Acts:8:15",
        "t": "who came down and prayed for them that they might receive the Holy Spirit,"
    },
    {
        "o": 30408,
        "r": "esv:Acts:8:16",
        "t": "for he had not yet fallen on any of them, but they had only been baptized in the name of the Lord Jesus."
    },
    {
        "o": 30409,
        "r": "esv:Acts:8:17",
        "t": "Then they laid their hands on them and they received the Holy Spirit."
    },
    {
        "o": 30410,
        "r": "esv:Acts:8:18",
        "t": "Now when Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money,"
    },
    {
        "o": 30411,
        "r": "esv:Acts:8:19",
        "t": "saying, “Give me this power also, so that anyone on whom I lay my hands may receive the Holy Spirit.”"
    },
    {
        "o": 30412,
        "r": "esv:Acts:8:20",
        "t": "But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money!"
    },
    {
        "o": 30413,
        "r": "esv:Acts:8:21",
        "t": "You have neither part nor lot in this matter, for your heart is not right before God."
    },
    {
        "o": 30414,
        "r": "esv:Acts:8:22",
        "t": "Repent, therefore, of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you."
    },
    {
        "o": 30415,
        "r": "esv:Acts:8:23",
        "t": "For I see that you are in the gall of bitterness and in the bond of iniquity.”"
    },
    {
        "o": 30416,
        "r": "esv:Acts:8:24",
        "t": "And Simon answered, “Pray for me to the Lord, that nothing of what you have said may come upon me.”"
    },
    {
        "o": 30417,
        "r": "esv:Acts:8:25",
        "t": "Now*p when they had testified and spoken the word of the Lord, they returned to Jerusalem, preaching the gospel to many villages of the Samaritans."
    },
    {
        "o": 30418,
        "r": "esv:Acts:8:25",
        "t": "Philip and the Ethiopian Eunuch",
        "h": 2
    },
    {
        "o": 30419,
        "r": "esv:Acts:8:26",
        "t": "Now*p an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place."
    },
    {
        "o": 30420,
        "r": "esv:Acts:8:27",
        "t": "And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship"
    },
    {
        "o": 30421,
        "r": "esv:Acts:8:28",
        "t": "and was returning, seated in his chariot, and he was reading the prophet Isaiah."
    },
    {
        "o": 30422,
        "r": "esv:Acts:8:29",
        "t": "And the Spirit said to Philip, “Go over and join this chariot.”"
    },
    {
        "o": 30423,
        "r": "esv:Acts:8:30",
        "t": "So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?”"
    },
    {
        "o": 30424,
        "r": "esv:Acts:8:31",
        "t": "And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him."
    },
    {
        "o": 30425,
        "r": "esv:Acts:8:32",
        "t": "Now the passage of the Scripture that he was reading was this: “Like*pn a sheep he was led to the slaughter and*ld like a lamb before its shearer is silent, so*ld he opens not his mouth."
    },
    {
        "o": 30426,
        "r": "esv:Acts:8:33",
        "t": "In*ln his humiliation justice was denied him. Who*ld can describe his generation? For*ln his life is taken away from the earth.”"
    },
    {
        "o": 30427,
        "r": "esv:Acts:8:34",
        "t": "And*p the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?”"
    },
    {
        "o": 30428,
        "r": "esv:Acts:8:35",
        "t": "Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus."
    },
    {
        "o": 30429,
        "r": "esv:Acts:8:36",
        "t": "And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?”"
    },
    {
        "o": 30430,
        "r": "esv:Acts:8:38",
        "t": "And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him."
    },
    {
        "o": 30431,
        "r": "esv:Acts:8:39",
        "t": "And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch saw him no more, and went on his way rejoicing."
    },
    {
        "o": 30432,
        "r": "esv:Acts:8:40",
        "t": "But Philip found himself at Azotus, and as he passed through he preached the gospel to all the towns until he came to Caesarea."
    },
    {
        "o": 30433,
        "r": "esv:Acts:9:0",
        "t": "Acts 9",
        "h": 1
    },
    {
        "o": 30434,
        "r": "esv:Acts:9:0",
        "t": "The Conversion of Saul",
        "h": 2
    },
    {
        "o": 30435,
        "r": "esv:Acts:9:1",
        "t": "But*p Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest"
    },
    {
        "o": 30436,
        "r": "esv:Acts:9:2",
        "t": "and asked him for letters to the synagogues at Damascus, so that if he found any belonging to the Way, men or women, he might bring them bound to Jerusalem."
    },
    {
        "o": 30437,
        "r": "esv:Acts:9:3",
        "t": "Now as he went on his way, he approached Damascus, and suddenly a light from heaven shone around him."
    },
    {
        "o": 30438,
        "r": "esv:Acts:9:4",
        "t": "And falling to the ground, he heard a voice saying to him, “Saul,*r Saul,*r why*r are*r you*r persecuting*r me?”*r"
    },
    {
        "o": 30439,
        "r": "esv:Acts:9:5",
        "t": "And he said, “Who are you, Lord?” And he said, “I*r am*r Jesus,*r whom*r you*r are*r persecuting.*r"
    },
    {
        "o": 30440,
        "r": "esv:Acts:9:6",
        "t": "But*r rise*r and*r enter*r the*r city,*r and*r you*r will*r be*r told*r what*r you*r are*r to*r do.”*r"
    },
    {
        "o": 30441,
        "r": "esv:Acts:9:7",
        "t": "The men who were traveling with him stood speechless, hearing the voice but seeing no one."
    },
    {
        "o": 30442,
        "r": "esv:Acts:9:8",
        "t": "Saul rose from the ground, and although his eyes were opened, he saw nothing. So they led him by the hand and brought him into Damascus."
    },
    {
        "o": 30443,
        "r": "esv:Acts:9:9",
        "t": "And for three days he was without sight, and neither ate nor drank."
    },
    {
        "o": 30444,
        "r": "esv:Acts:9:10",
        "t": "Now*p there was a disciple at Damascus named Ananias. The Lord said to him in a vision, “Ananias.”*r And he said, “Here I am, Lord.”"
    },
    {
        "o": 30445,
        "r": "esv:Acts:9:11",
        "t": "And the Lord said to him, “Rise*r and*r go*r to*r the*r street*r called*r Straight,*r and*r at*r the*r house*r of*r Judas*r look*r for*r a*r man*r of*r Tarsus*r named*r Saul,*r for*r behold,*r he*r is*r praying,*r"
    },
    {
        "o": 30446,
        "r": "esv:Acts:9:12",
        "t": "and*r he*r has*r seen*r in*r a*r vision*r a*r man*r named*r Ananias*r come*r in*r and*r lay*r his*r hands*r on*r him*r so*r that*r he*r might*r regain*r his*r sight.”*r"
    },
    {
        "o": 30447,
        "r": "esv:Acts:9:13",
        "t": "But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints at Jerusalem."
    },
    {
        "o": 30448,
        "r": "esv:Acts:9:14",
        "t": "And here he has authority from the chief priests to bind all who call on your name.”"
    },
    {
        "o": 30449,
        "r": "esv:Acts:9:15",
        "t": "But the Lord said to him, “Go,*r for*r he*r is*r a*r chosen*r instrument*r of*r mine*r to*r carry*r my*r name*r before*r the*r Gentiles*r and*r kings*r and*r the*r children*r of*r Israel.*r"
    },
    {
        "o": 30450,
        "r": "esv:Acts:9:16",
        "t": "For*r I*r will*r show*r him*r how*r much*r he*r must*r suffer*r for*r the*r sake*r of*r my*r name.”*r"
    },
    {
        "o": 30451,
        "r": "esv:Acts:9:17",
        "t": "So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.”"
    },
    {
        "o": 30452,
        "r": "esv:Acts:9:18",
        "t": "And immediately something like scales fell from his eyes, and he regained his sight. Then he rose and was baptized;"
    },
    {
        "o": 30453,
        "r": "esv:Acts:9:19",
        "t": "and taking food, he was strengthened."
    },
    {
        "o": 30454,
        "r": "esv:Acts:9:19",
        "t": "Saul Proclaims Jesus in Synagogues",
        "h": 2
    },
    {
        "o": 30455,
        "r": "esv:Acts:9:19",
        "t": "For*p some days he was with the disciples at Damascus."
    },
    {
        "o": 30456,
        "r": "esv:Acts:9:20",
        "t": "And immediately he proclaimed Jesus in the synagogues, saying, “He is the Son of God.”"
    },
    {
        "o": 30457,
        "r": "esv:Acts:9:21",
        "t": "And all who heard him were amazed and said, “Is not this the man who made havoc in Jerusalem of those who called upon this name? And has he not come here for this purpose, to bring them bound before the chief priests?”"
    },
    {
        "o": 30458,
        "r": "esv:Acts:9:22",
        "t": "But Saul increased all the more in strength, and confounded the Jews who lived in Damascus by proving that Jesus was the Christ."
    },
    {
        "o": 30459,
        "r": "esv:Acts:9:22",
        "t": "Saul Escapes from Damascus",
        "h": 2
    },
    {
        "o": 30460,
        "r": "esv:Acts:9:23",
        "t": "When*p many days had passed, the Jews plotted to kill him,"
    },
    {
        "o": 30461,
        "r": "esv:Acts:9:24",
        "t": "but their plot became known to Saul. They were watching the gates day and night in order to kill him,"
    },
    {
        "o": 30462,
        "r": "esv:Acts:9:25",
        "t": "but his disciples took him by night and let him down through an opening in the wall, lowering him in a basket."
    },
    {
        "o": 30463,
        "r": "esv:Acts:9:25",
        "t": "Saul in Jerusalem",
        "h": 2
    },
    {
        "o": 30464,
        "r": "esv:Acts:9:26",
        "t": "And*p when he had come to Jerusalem, he attempted to join the disciples. And they were all afraid of him, for they did not believe that he was a disciple."
    },
    {
        "o": 30465,
        "r": "esv:Acts:9:27",
        "t": "But Barnabas took him and brought him to the apostles and declared to them how on the road he had seen the Lord, who spoke to him, and how at Damascus he had preached boldly in the name of Jesus."
    },
    {
        "o": 30466,
        "r": "esv:Acts:9:28",
        "t": "So he went in and out among them at Jerusalem, preaching boldly in the name of the Lord."
    },
    {
        "o": 30467,
        "r": "esv:Acts:9:29",
        "t": "And he spoke and disputed against the Hellenists. But they were seeking to kill him."
    },
    {
        "o": 30468,
        "r": "esv:Acts:9:30",
        "t": "And when the brothers learned this, they brought him down to Caesarea and sent him off to Tarsus."
    },
    {
        "o": 30469,
        "r": "esv:Acts:9:31",
        "t": "So*p the church throughout all Judea and Galilee and Samaria had peace and was being built up. And walking in the fear of the Lord and in the comfort of the Holy Spirit, it multiplied."
    },
    {
        "o": 30470,
        "r": "esv:Acts:9:31",
        "t": "The Healing of Aeneas",
        "h": 2
    },
    {
        "o": 30471,
        "r": "esv:Acts:9:32",
        "t": "Now*p as Peter went here and there among them all, he came down also to the saints who lived at Lydda."
    },
    {
        "o": 30472,
        "r": "esv:Acts:9:33",
        "t": "There he found a man named Aeneas, bedridden for eight years, who was paralyzed."
    },
    {
        "o": 30473,
        "r": "esv:Acts:9:34",
        "t": "And Peter said to him, “Aeneas, Jesus Christ heals you; rise and make your bed.” And immediately he rose."
    },
    {
        "o": 30474,
        "r": "esv:Acts:9:35",
        "t": "And all the residents of Lydda and Sharon saw him, and they turned to the Lord."
    },
    {
        "o": 30475,
        "r": "esv:Acts:9:35",
        "t": "Dorcas Restored to Life",
        "h": 2
    },
    {
        "o": 30476,
        "r": "esv:Acts:9:36",
        "t": "Now*p there was in Joppa a disciple named Tabitha, which, translated, means Dorcas. She was full of good works and acts of charity."
    },
    {
        "o": 30477,
        "r": "esv:Acts:9:37",
        "t": "In those days she became ill and died, and when they had washed her, they laid her in an upper room."
    },
    {
        "o": 30478,
        "r": "esv:Acts:9:38",
        "t": "Since Lydda was near Joppa, the disciples, hearing that Peter was there, sent two men to him, urging him, “Please come to us without delay.”"
    },
    {
        "o": 30479,
        "r": "esv:Acts:9:39",
        "t": "So Peter rose and went with them. And when he arrived, they took him to the upper room. All the widows stood beside him weeping and showing tunics and other garments that Dorcas made while she was with them."
    },
    {
        "o": 30480,
        "r": "esv:Acts:9:40",
        "t": "But Peter put them all outside, and knelt down and prayed; and turning to the body he said, “Tabitha, arise.” And she opened her eyes, and when she saw Peter she sat up."
    },
    {
        "o": 30481,
        "r": "esv:Acts:9:41",
        "t": "And he gave her his hand and raised her up. Then, calling the saints and widows, he presented her alive."
    },
    {
        "o": 30482,
        "r": "esv:Acts:9:42",
        "t": "And it became known throughout all Joppa, and many believed in the Lord."
    },
    {
        "o": 30483,
        "r": "esv:Acts:9:43",
        "t": "And he stayed in Joppa for many days with one Simon, a tanner."
    },
    {
        "o": 30484,
        "r": "esv:Acts:10:0",
        "t": "Acts 10",
        "h": 1
    },
    {
        "o": 30485,
        "r": "esv:Acts:10:0",
        "t": "Peter and Cornelius",
        "h": 2
    },
    {
        "o": 30486,
        "r": "esv:Acts:10:1",
        "t": "At*p Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort,"
    },
    {
        "o": 30487,
        "r": "esv:Acts:10:2",
        "t": "a devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God."
    },
    {
        "o": 30488,
        "r": "esv:Acts:10:3",
        "t": "About the ninth hour of the day he saw clearly in a vision an angel of God come in and say to him, “Cornelius.”"
    },
    {
        "o": 30489,
        "r": "esv:Acts:10:4",
        "t": "And he stared at him in terror and said, “What is it, Lord?” And he said to him, “Your prayers and your alms have ascended as a memorial before God."
    },
    {
        "o": 30490,
        "r": "esv:Acts:10:5",
        "t": "And now send men to Joppa and bring one Simon who is called Peter."
    },
    {
        "o": 30491,
        "r": "esv:Acts:10:6",
        "t": "He is lodging with one Simon, a tanner, whose house is by the sea.”"
    },
    {
        "o": 30492,
        "r": "esv:Acts:10:7",
        "t": "When the angel who spoke to him had departed, he called two of his servants and a devout soldier from among those who attended him,"
    },
    {
        "o": 30493,
        "r": "esv:Acts:10:8",
        "t": "and having related everything to them, he sent them to Joppa."
    },
    {
        "o": 30494,
        "r": "esv:Acts:10:8",
        "t": "Peter’s Vision",
        "h": 2
    },
    {
        "o": 30495,
        "r": "esv:Acts:10:9",
        "t": "The*p next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray."
    },
    {
        "o": 30496,
        "r": "esv:Acts:10:10",
        "t": "And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance"
    },
    {
        "o": 30497,
        "r": "esv:Acts:10:11",
        "t": "and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth."
    },
    {
        "o": 30498,
        "r": "esv:Acts:10:12",
        "t": "In it were all kinds of animals and reptiles and birds of the air."
    },
    {
        "o": 30499,
        "r": "esv:Acts:10:13",
        "t": "And there came a voice to him: “Rise,*r Peter;*r kill*r and*r eat.”*r"
    },
    {
        "o": 30500,
        "r": "esv:Acts:10:14",
        "t": "But Peter said, “By no means, Lord; for I have never eaten anything that is common or unclean.”"
    },
    {
        "o": 30501,
        "r": "esv:Acts:10:15",
        "t": "And the voice came to him again a second time, “What*r God*r has*r made*r clean,*r do*r not*r call*r common.”*r"
    },
    {
        "o": 30502,
        "r": "esv:Acts:10:16",
        "t": "This happened three times, and the thing was taken up at once to heaven."
    },
    {
        "o": 30503,
        "r": "esv:Acts:10:17",
        "t": "Now*p while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood at the gate"
    },
    {
        "o": 30504,
        "r": "esv:Acts:10:18",
        "t": "and called out to ask whether Simon who was called Peter was lodging there."
    },
    {
        "o": 30505,
        "r": "esv:Acts:10:19",
        "t": "And while Peter was pondering the vision, the Spirit said to him, “Behold, three men are looking for you."
    },
    {
        "o": 30506,
        "r": "esv:Acts:10:20",
        "t": "Rise and go down and accompany them without hesitation, for I have sent them.”"
    },
    {
        "o": 30507,
        "r": "esv:Acts:10:21",
        "t": "And Peter went down to the men and said, “I am the one you are looking for. What is the reason for your coming?”"
    },
    {
        "o": 30508,
        "r": "esv:Acts:10:22",
        "t": "And they said, “Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.”"
    },
    {
        "o": 30509,
        "r": "esv:Acts:10:23",
        "t": "So he invited them in to be his guests. The*p next day he rose and went away with them, and some of the brothers from Joppa accompanied him."
    },
    {
        "o": 30510,
        "r": "esv:Acts:10:24",
        "t": "And on the following day they entered Caesarea. Cornelius was expecting them and had called together his relatives and close friends."
    },
    {
        "o": 30511,
        "r": "esv:Acts:10:25",
        "t": "When Peter entered, Cornelius met him and fell down at his feet and worshiped him."
    },
    {
        "o": 30512,
        "r": "esv:Acts:10:26",
        "t": "But Peter lifted him up, saying, “Stand up; I too am a man.”"
    },
    {
        "o": 30513,
        "r": "esv:Acts:10:27",
        "t": "And as he talked with him, he went in and found many persons gathered."
    },
    {
        "o": 30514,
        "r": "esv:Acts:10:28",
        "t": "And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean."
    },
    {
        "o": 30515,
        "r": "esv:Acts:10:29",
        "t": "So when I was sent for, I came without objection. I ask then why you sent for me.”"
    },
    {
        "o": 30516,
        "r": "esv:Acts:10:30",
        "t": "And*p Cornelius said, “Four days ago, about this hour, I was praying in my house at the ninth hour, and behold, a man stood before me in bright clothing"
    },
    {
        "o": 30517,
        "r": "esv:Acts:10:31",
        "t": "and said, ‘Cornelius, your prayer has been heard and your alms have been remembered before God."
    },
    {
        "o": 30518,
        "r": "esv:Acts:10:32",
        "t": "Send therefore to Joppa and ask for Simon who is called Peter. He is lodging in the house of Simon, a tanner, by the sea.’"
    },
    {
        "o": 30519,
        "r": "esv:Acts:10:33",
        "t": "So I sent for you at once, and you have been kind enough to come. Now therefore we are all here in the presence of God to hear all that you have been commanded by the Lord.”"
    },
    {
        "o": 30520,
        "r": "esv:Acts:10:33",
        "t": "Gentiles Hear the Good News",
        "h": 2
    },
    {
        "o": 30521,
        "r": "esv:Acts:10:34",
        "t": "So*p Peter opened his mouth and said: “Truly I understand that God shows no partiality,"
    },
    {
        "o": 30522,
        "r": "esv:Acts:10:35",
        "t": "but in every nation anyone who fears him and does what is right is acceptable to him."
    },
    {
        "o": 30523,
        "r": "esv:Acts:10:36",
        "t": "As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all),"
    },
    {
        "o": 30524,
        "r": "esv:Acts:10:37",
        "t": "you yourselves know what happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed:"
    },
    {
        "o": 30525,
        "r": "esv:Acts:10:38",
        "t": "how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him."
    },
    {
        "o": 30526,
        "r": "esv:Acts:10:39",
        "t": "And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree,"
    },
    {
        "o": 30527,
        "r": "esv:Acts:10:40",
        "t": "but God raised him on the third day and made him to appear,"
    },
    {
        "o": 30528,
        "r": "esv:Acts:10:41",
        "t": "not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead."
    },
    {
        "o": 30529,
        "r": "esv:Acts:10:42",
        "t": "And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead."
    },
    {
        "o": 30530,
        "r": "esv:Acts:10:43",
        "t": "To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”"
    },
    {
        "o": 30531,
        "r": "esv:Acts:10:43",
        "t": "The Holy Spirit Falls on the Gentiles",
        "h": 2
    },
    {
        "o": 30532,
        "r": "esv:Acts:10:44",
        "t": "While*p Peter was still saying these things, the Holy Spirit fell on all who heard the word."
    },
    {
        "o": 30533,
        "r": "esv:Acts:10:45",
        "t": "And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles."
    },
    {
        "o": 30534,
        "r": "esv:Acts:10:46",
        "t": "For they were hearing them speaking in tongues and extolling God. Then Peter declared,"
    },
    {
        "o": 30535,
        "r": "esv:Acts:10:47",
        "t": "“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?”"
    },
    {
        "o": 30536,
        "r": "esv:Acts:10:48",
        "t": "And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days."
    },
    {
        "o": 30537,
        "r": "esv:Acts:11:0",
        "t": "Acts 11",
        "h": 1
    },
    {
        "o": 30538,
        "r": "esv:Acts:11:0",
        "t": "Peter Reports to the Church",
        "h": 2
    },
    {
        "o": 30539,
        "r": "esv:Acts:11:1",
        "t": "Now*p the apostles and the brothers who were throughout Judea heard that the Gentiles also had received the word of God."
    },
    {
        "o": 30540,
        "r": "esv:Acts:11:2",
        "t": "So when Peter went up to Jerusalem, the circumcision party criticized him, saying,"
    },
    {
        "o": 30541,
        "r": "esv:Acts:11:3",
        "t": "“You went to uncircumcised men and ate with them.”"
    },
    {
        "o": 30542,
        "r": "esv:Acts:11:4",
        "t": "But Peter began and explained it to them in order:"
    },
    {
        "o": 30543,
        "r": "esv:Acts:11:5",
        "t": "“I was in the city of Joppa praying, and in a trance I saw a vision, something like a great sheet descending, being let down from heaven by its four corners, and it came down to me."
    },
    {
        "o": 30544,
        "r": "esv:Acts:11:6",
        "t": "Looking at it closely, I observed animals and beasts of prey and reptiles and birds of the air."
    },
    {
        "o": 30545,
        "r": "esv:Acts:11:7",
        "t": "And I heard a voice saying to me, ‘Rise,*r Peter;*r kill*r and*r eat.’*r"
    },
    {
        "o": 30546,
        "r": "esv:Acts:11:8",
        "t": "But I said, ‘By no means, Lord; for nothing common or unclean has ever entered my mouth.’"
    },
    {
        "o": 30547,
        "r": "esv:Acts:11:9",
        "t": "But the voice answered a second time from heaven, ‘What*r God*r has*r made*r clean,*r do*r not*r call*r common.’*r"
    },
    {
        "o": 30548,
        "r": "esv:Acts:11:10",
        "t": "This happened three times, and all was drawn up again into heaven."
    },
    {
        "o": 30549,
        "r": "esv:Acts:11:11",
        "t": "And behold, at that very moment three men arrived at the house in which we were, sent to me from Caesarea."
    },
    {
        "o": 30550,
        "r": "esv:Acts:11:12",
        "t": "And the Spirit told me to go with them, making no distinction. These six brothers also accompanied me, and we entered the man’s house."
    },
    {
        "o": 30551,
        "r": "esv:Acts:11:13",
        "t": "And he told us how he had seen the angel stand in his house and say, ‘Send to Joppa and bring Simon who is called Peter;"
    },
    {
        "o": 30552,
        "r": "esv:Acts:11:14",
        "t": "he will declare to you a message by which you will be saved, you and all your household.’"
    },
    {
        "o": 30553,
        "r": "esv:Acts:11:15",
        "t": "As I began to speak, the Holy Spirit fell on them just as on us at the beginning."
    },
    {
        "o": 30554,
        "r": "esv:Acts:11:16",
        "t": "And I remembered the word of the Lord, how he said, ‘John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit.’*r"
    },
    {
        "o": 30555,
        "r": "esv:Acts:11:17",
        "t": "If then God gave the same gift to them as he gave to us when we believed in the Lord Jesus Christ, who was I that I could stand in God’s way?”"
    },
    {
        "o": 30556,
        "r": "esv:Acts:11:18",
        "t": "When they heard these things they fell silent. And they glorified God, saying, “Then to the Gentiles also God has granted repentance that leads to life.”"
    },
    {
        "o": 30557,
        "r": "esv:Acts:11:18",
        "t": "The Church in Antioch",
        "h": 2
    },
    {
        "o": 30558,
        "r": "esv:Acts:11:19",
        "t": "Now*p those who were scattered because of the persecution that arose over Stephen traveled as far as Phoenicia and Cyprus and Antioch, speaking the word to no one except Jews."
    },
    {
        "o": 30559,
        "r": "esv:Acts:11:20",
        "t": "But there were some of them, men of Cyprus and Cyrene, who on coming to Antioch spoke to the Hellenists also, preaching the Lord Jesus."
    },
    {
        "o": 30560,
        "r": "esv:Acts:11:21",
        "t": "And the hand of the Lord was with them, and a great number who believed turned to the Lord."
    },
    {
        "o": 30561,
        "r": "esv:Acts:11:22",
        "t": "The report of this came to the ears of the church in Jerusalem, and they sent Barnabas to Antioch."
    },
    {
        "o": 30562,
        "r": "esv:Acts:11:23",
        "t": "When he came and saw the grace of God, he was glad, and he exhorted them all to remain faithful to the Lord with steadfast purpose,"
    },
    {
        "o": 30563,
        "r": "esv:Acts:11:24",
        "t": "for he was a good man, full of the Holy Spirit and of faith. And a great many people were added to the Lord."
    },
    {
        "o": 30564,
        "r": "esv:Acts:11:25",
        "t": "So Barnabas went to Tarsus to look for Saul,"
    },
    {
        "o": 30565,
        "r": "esv:Acts:11:26",
        "t": "and when he had found him, he brought him to Antioch. For a whole year they met with the church and taught a great many people. And in Antioch the disciples were first called Christians."
    },
    {
        "o": 30566,
        "r": "esv:Acts:11:27",
        "t": "Now*p in these days prophets came down from Jerusalem to Antioch."
    },
    {
        "o": 30567,
        "r": "esv:Acts:11:28",
        "t": "And one of them named Agabus stood up and foretold by the Spirit that there would be a great famine over all the world (this took place in the days of Claudius)."
    },
    {
        "o": 30568,
        "r": "esv:Acts:11:29",
        "t": "So the disciples determined, every one according to his ability, to send relief to the brothers living in Judea."
    },
    {
        "o": 30569,
        "r": "esv:Acts:11:30",
        "t": "And they did so, sending it to the elders by the hand of Barnabas and Saul."
    },
    {
        "o": 30570,
        "r": "esv:Acts:12:0",
        "t": "Acts 12",
        "h": 1
    },
    {
        "o": 30571,
        "r": "esv:Acts:12:0",
        "t": "James Killed and Peter Imprisoned",
        "h": 2
    },
    {
        "o": 30572,
        "r": "esv:Acts:12:1",
        "t": "About*p that time Herod the king laid violent hands on some who belonged to the church."
    },
    {
        "o": 30573,
        "r": "esv:Acts:12:2",
        "t": "He killed James the brother of John with the sword,"
    },
    {
        "o": 30574,
        "r": "esv:Acts:12:3",
        "t": "and when he saw that it pleased the Jews, he proceeded to arrest Peter also. This was during the days of Unleavened Bread."
    },
    {
        "o": 30575,
        "r": "esv:Acts:12:4",
        "t": "And when he had seized him, he put him in prison, delivering him over to four squads of soldiers to guard him, intending after the Passover to bring him out to the people."
    },
    {
        "o": 30576,
        "r": "esv:Acts:12:5",
        "t": "So Peter was kept in prison, but earnest prayer for him was made to God by the church."
    },
    {
        "o": 30577,
        "r": "esv:Acts:12:5",
        "t": "Peter Is Rescued",
        "h": 2
    },
    {
        "o": 30578,
        "r": "esv:Acts:12:6",
        "t": "Now*p when Herod was about to bring him out, on that very night, Peter was sleeping between two soldiers, bound with two chains, and sentries before the door were guarding the prison."
    },
    {
        "o": 30579,
        "r": "esv:Acts:12:7",
        "t": "And behold, an angel of the Lord stood next to him, and a light shone in the cell. He struck Peter on the side and woke him, saying, “Get up quickly.” And the chains fell off his hands."
    },
    {
        "o": 30580,
        "r": "esv:Acts:12:8",
        "t": "And the angel said to him, “Dress yourself and put on your sandals.” And he did so. And he said to him, “Wrap your cloak around you and follow me.”"
    },
    {
        "o": 30581,
        "r": "esv:Acts:12:9",
        "t": "And he went out and followed him. He did not know that what was being done by the angel was real, but thought he was seeing a vision."
    },
    {
        "o": 30582,
        "r": "esv:Acts:12:10",
        "t": "When they had passed the first and the second guard, they came to the iron gate leading into the city. It opened for them of its own accord, and they went out and went along one street, and immediately the angel left him."
    },
    {
        "o": 30583,
        "r": "esv:Acts:12:11",
        "t": "When Peter came to himself, he said, “Now I am sure that the Lord has sent his angel and rescued me from the hand of Herod and from all that the Jewish people were expecting.”"
    },
    {
        "o": 30584,
        "r": "esv:Acts:12:12",
        "t": "When*p he realized this, he went to the house of Mary, the mother of John whose other name was Mark, where many were gathered together and were praying."
    },
    {
        "o": 30585,
        "r": "esv:Acts:12:13",
        "t": "And when he knocked at the door of the gateway, a servant girl named Rhoda came to answer."
    },
    {
        "o": 30586,
        "r": "esv:Acts:12:14",
        "t": "Recognizing Peter’s voice, in her joy she did not open the gate but ran in and reported that Peter was standing at the gate."
    },
    {
        "o": 30587,
        "r": "esv:Acts:12:15",
        "t": "They said to her, “You are out of your mind.” But she kept insisting that it was so, and they kept saying, “It is his angel!”"
    },
    {
        "o": 30588,
        "r": "esv:Acts:12:16",
        "t": "But Peter continued knocking, and when they opened, they saw him and were amazed."
    },
    {
        "o": 30589,
        "r": "esv:Acts:12:17",
        "t": "But motioning to them with his hand to be silent, he described to them how the Lord had brought him out of the prison. And he said, “Tell these things to James and to the brothers.” Then he departed and went to another place."
    },
    {
        "o": 30590,
        "r": "esv:Acts:12:18",
        "t": "Now*p when day came, there was no little disturbance among the soldiers over what had become of Peter."
    },
    {
        "o": 30591,
        "r": "esv:Acts:12:19",
        "t": "And after Herod searched for him and did not find him, he examined the sentries and ordered that they should be put to death. Then he went down from Judea to Caesarea and spent time there."
    },
    {
        "o": 30592,
        "r": "esv:Acts:12:19",
        "t": "The Death of Herod",
        "h": 2
    },
    {
        "o": 30593,
        "r": "esv:Acts:12:20",
        "t": "Now*p Herod was angry with the people of Tyre and Sidon, and they came to him with one accord, and having persuaded Blastus, the king’s chamberlain, they asked for peace, because their country depended on the king’s country for food."
    },
    {
        "o": 30594,
        "r": "esv:Acts:12:21",
        "t": "On an appointed day Herod put on his royal robes, took his seat upon the throne, and delivered an oration to them."
    },
    {
        "o": 30595,
        "r": "esv:Acts:12:22",
        "t": "And the people were shouting, “The voice of a god, and not of a man!”"
    },
    {
        "o": 30596,
        "r": "esv:Acts:12:23",
        "t": "Immediately an angel of the Lord struck him down, because he did not give God the glory, and he was eaten by worms and breathed his last."
    },
    {
        "o": 30597,
        "r": "esv:Acts:12:24",
        "t": "But*p the word of God increased and multiplied."
    },
    {
        "o": 30598,
        "r": "esv:Acts:12:25",
        "t": "And*p Barnabas and Saul returned from Jerusalem when they had completed their service, bringing with them John, whose other name was Mark."
    },
    {
        "o": 30599,
        "r": "esv:Acts:13:0",
        "t": "Acts 13",
        "h": 1
    },
    {
        "o": 30600,
        "r": "esv:Acts:13:0",
        "t": "Barnabas and Saul Sent Off",
        "h": 2
    },
    {
        "o": 30601,
        "r": "esv:Acts:13:1",
        "t": "Now*p there were in the church at Antioch prophets and teachers, Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen a lifelong friend of Herod the tetrarch, and Saul."
    },
    {
        "o": 30602,
        "r": "esv:Acts:13:2",
        "t": "While they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.”"
    },
    {
        "o": 30603,
        "r": "esv:Acts:13:3",
        "t": "Then after fasting and praying they laid their hands on them and sent them off."
    },
    {
        "o": 30604,
        "r": "esv:Acts:13:3",
        "t": "Barnabas and Saul on Cyprus",
        "h": 2
    },
    {
        "o": 30605,
        "r": "esv:Acts:13:4",
        "t": "So,*p being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus."
    },
    {
        "o": 30606,
        "r": "esv:Acts:13:5",
        "t": "When they arrived at Salamis, they proclaimed the word of God in the synagogues of the Jews. And they had John to assist them."
    },
    {
        "o": 30607,
        "r": "esv:Acts:13:6",
        "t": "When they had gone through the whole island as far as Paphos, they came upon a certain magician, a Jewish false prophet named Bar-Jesus."
    },
    {
        "o": 30608,
        "r": "esv:Acts:13:7",
        "t": "He was with the proconsul, Sergius Paulus, a man of intelligence, who summoned Barnabas and Saul and sought to hear the word of God."
    },
    {
        "o": 30609,
        "r": "esv:Acts:13:8",
        "t": "But Elymas the magician (for that is the meaning of his name) opposed them, seeking to turn the proconsul away from the faith."
    },
    {
        "o": 30610,
        "r": "esv:Acts:13:9",
        "t": "But Saul, who was also called Paul, filled with the Holy Spirit, looked intently at him"
    },
    {
        "o": 30611,
        "r": "esv:Acts:13:10",
        "t": "and said, “You son of the devil, you enemy of all righteousness, full of all deceit and villainy, will you not stop making crooked the straight paths of the Lord?"
    },
    {
        "o": 30612,
        "r": "esv:Acts:13:11",
        "t": "And now, behold, the hand of the Lord is upon you, and you will be blind and unable to see the sun for a time.” Immediately mist and darkness fell upon him, and he went about seeking people to lead him by the hand."
    },
    {
        "o": 30613,
        "r": "esv:Acts:13:12",
        "t": "Then the proconsul believed, when he saw what had occurred, for he was astonished at the teaching of the Lord."
    },
    {
        "o": 30614,
        "r": "esv:Acts:13:12",
        "t": "Paul and Barnabas at Antioch in Pisidia",
        "h": 2
    },
    {
        "o": 30615,
        "r": "esv:Acts:13:13",
        "t": "Now*p Paul and his companions set sail from Paphos and came to Perga in Pamphylia. And John left them and returned to Jerusalem,"
    },
    {
        "o": 30616,
        "r": "esv:Acts:13:14",
        "t": "but they went on from Perga and came to Antioch in Pisidia. And on the Sabbath day they went into the synagogue and sat down."
    },
    {
        "o": 30617,
        "r": "esv:Acts:13:15",
        "t": "After the reading from the Law and the Prophets, the rulers of the synagogue sent a message to them, saying, “Brothers, if you have any word of encouragement for the people, say it.”"
    },
    {
        "o": 30618,
        "r": "esv:Acts:13:16",
        "t": "So Paul stood up, and motioning with his hand said: “Men*p of Israel and you who fear God, listen."
    },
    {
        "o": 30619,
        "r": "esv:Acts:13:17",
        "t": "The God of this people Israel chose our fathers and made the people great during their stay in the land of Egypt, and with uplifted arm he led them out of it."
    },
    {
        "o": 30620,
        "r": "esv:Acts:13:18",
        "t": "And for about forty years he put up with them in the wilderness."
    },
    {
        "o": 30621,
        "r": "esv:Acts:13:19",
        "t": "And after destroying seven nations in the land of Canaan, he gave them their land as an inheritance."
    },
    {
        "o": 30622,
        "r": "esv:Acts:13:20",
        "t": "All this took about 450 years. And after that he gave them judges until Samuel the prophet."
    },
    {
        "o": 30623,
        "r": "esv:Acts:13:21",
        "t": "Then they asked for a king, and God gave them Saul the son of Kish, a man of the tribe of Benjamin, for forty years."
    },
    {
        "o": 30624,
        "r": "esv:Acts:13:22",
        "t": "And when he had removed him, he raised up David to be their king, of whom he testified and said, ‘I have found in David the son of Jesse a man after my heart, who will do all my will.’"
    },
    {
        "o": 30625,
        "r": "esv:Acts:13:23",
        "t": "Of this man’s offspring God has brought to Israel a Savior, Jesus, as he promised."
    },
    {
        "o": 30626,
        "r": "esv:Acts:13:24",
        "t": "Before his coming, John had proclaimed a baptism of repentance to all the people of Israel."
    },
    {
        "o": 30627,
        "r": "esv:Acts:13:25",
        "t": "And as John was finishing his course, he said, ‘What do you suppose that I am? I am not he. No, but behold, after me one is coming, the sandals of whose feet I am not worthy to untie.’"
    },
    {
        "o": 30628,
        "r": "esv:Acts:13:26",
        "t": "“Brothers,*p sons of the family of Abraham, and those among you who fear God, to us has been sent the message of this salvation."
    },
    {
        "o": 30629,
        "r": "esv:Acts:13:27",
        "t": "For those who live in Jerusalem and their rulers, because they did not recognize him nor understand the utterances of the prophets, which are read every Sabbath, fulfilled them by condemning him."
    },
    {
        "o": 30630,
        "r": "esv:Acts:13:28",
        "t": "And though they found in him no guilt worthy of death, they asked Pilate to have him executed."
    },
    {
        "o": 30631,
        "r": "esv:Acts:13:29",
        "t": "And when they had carried out all that was written of him, they took him down from the tree and laid him in a tomb."
    },
    {
        "o": 30632,
        "r": "esv:Acts:13:30",
        "t": "But God raised him from the dead,"
    },
    {
        "o": 30633,
        "r": "esv:Acts:13:31",
        "t": "and for many days he appeared to those who had come up with him from Galilee to Jerusalem, who are now his witnesses to the people."
    },
    {
        "o": 30634,
        "r": "esv:Acts:13:32",
        "t": "And we bring you the good news that what God promised to the fathers,"
    },
    {
        "o": 30635,
        "r": "esv:Acts:13:33",
        "t": "this he has fulfilled to us their children by raising Jesus, as also it is written in the second Psalm, “‘You*pn are my Son, today*ld I have begotten you.’"
    },
    {
        "o": 30636,
        "r": "esv:Acts:13:34",
        "t": "And*p as for the fact that he raised him from the dead, no more to return to corruption, he has spoken in this way, “‘I*pn will give you the holy and sure blessings of David.’"
    },
    {
        "o": 30637,
        "r": "esv:Acts:13:35",
        "t": "Therefore*p he says also in another psalm, “‘You*pn will not let your Holy One see corruption.’"
    },
    {
        "o": 30638,
        "r": "esv:Acts:13:36",
        "t": "For*p David, after he had served the purpose of God in his own generation, fell asleep and was laid with his fathers and saw corruption,"
    },
    {
        "o": 30639,
        "r": "esv:Acts:13:37",
        "t": "but he whom God raised up did not see corruption."
    },
    {
        "o": 30640,
        "r": "esv:Acts:13:38",
        "t": "Let it be known to you therefore, brothers, that through this man forgiveness of sins is proclaimed to you,"
    },
    {
        "o": 30641,
        "r": "esv:Acts:13:39",
        "t": "and by him everyone who believes is freed from everything from which you could not be freed by the law of Moses."
    },
    {
        "o": 30642,
        "r": "esv:Acts:13:40",
        "t": "Beware, therefore, lest what is said in the Prophets should come about:"
    },
    {
        "o": 30643,
        "r": "esv:Acts:13:41",
        "t": "“‘Look,*pn you scoffers, be*ld astounded and perish; for*ln I am doing a work in your days, a*ld work that you will not believe, even if one tells it to you.’”"
    },
    {
        "o": 30644,
        "r": "esv:Acts:13:42",
        "t": "As*p they went out, the people begged that these things might be told them the next Sabbath."
    },
    {
        "o": 30645,
        "r": "esv:Acts:13:43",
        "t": "And after the meeting of the synagogue broke up, many Jews and devout converts to Judaism followed Paul and Barnabas, who, as they spoke with them, urged them to continue in the grace of God."
    },
    {
        "o": 30646,
        "r": "esv:Acts:13:44",
        "t": "The*p next Sabbath almost the whole city gathered to hear the word of the Lord."
    },
    {
        "o": 30647,
        "r": "esv:Acts:13:45",
        "t": "But when the Jews saw the crowds, they were filled with jealousy and began to contradict what was spoken by Paul, reviling him."
    },
    {
        "o": 30648,
        "r": "esv:Acts:13:46",
        "t": "And Paul and Barnabas spoke out boldly, saying, “It was necessary that the word of God be spoken first to you. Since you thrust it aside and judge yourselves unworthy of eternal life, behold, we are turning to the Gentiles."
    },
    {
        "o": 30649,
        "r": "esv:Acts:13:47",
        "t": "For so the Lord has commanded us, saying, “‘I*pn have made you a light for the Gentiles, that*ld you may bring salvation to the ends of the earth.’”"
    },
    {
        "o": 30650,
        "r": "esv:Acts:13:48",
        "t": "And*p when the Gentiles heard this, they began rejoicing and glorifying the word of the Lord, and as many as were appointed to eternal life believed."
    },
    {
        "o": 30651,
        "r": "esv:Acts:13:49",
        "t": "And the word of the Lord was spreading throughout the whole region."
    },
    {
        "o": 30652,
        "r": "esv:Acts:13:50",
        "t": "But the Jews incited the devout women of high standing and the leading men of the city, stirred up persecution against Paul and Barnabas, and drove them out of their district."
    },
    {
        "o": 30653,
        "r": "esv:Acts:13:51",
        "t": "But they shook off the dust from their feet against them and went to Iconium."
    },
    {
        "o": 30654,
        "r": "esv:Acts:13:52",
        "t": "And the disciples were filled with joy and with the Holy Spirit."
    },
    {
        "o": 30655,
        "r": "esv:Acts:14:0",
        "t": "Acts 14",
        "h": 1
    },
    {
        "o": 30656,
        "r": "esv:Acts:14:0",
        "t": "Paul and Barnabas at Iconium",
        "h": 2
    },
    {
        "o": 30657,
        "r": "esv:Acts:14:1",
        "t": "Now*p at Iconium they entered together into the Jewish synagogue and spoke in such a way that a great number of both Jews and Greeks believed."
    },
    {
        "o": 30658,
        "r": "esv:Acts:14:2",
        "t": "But the unbelieving Jews stirred up the Gentiles and poisoned their minds against the brothers."
    },
    {
        "o": 30659,
        "r": "esv:Acts:14:3",
        "t": "So they remained for a long time, speaking boldly for the Lord, who bore witness to the word of his grace, granting signs and wonders to be done by their hands."
    },
    {
        "o": 30660,
        "r": "esv:Acts:14:4",
        "t": "But the people of the city were divided; some sided with the Jews and some with the apostles."
    },
    {
        "o": 30661,
        "r": "esv:Acts:14:5",
        "t": "When an attempt was made by both Gentiles and Jews, with their rulers, to mistreat them and to stone them,"
    },
    {
        "o": 30662,
        "r": "esv:Acts:14:6",
        "t": "they learned of it and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding country,"
    },
    {
        "o": 30663,
        "r": "esv:Acts:14:7",
        "t": "and there they continued to preach the gospel."
    },
    {
        "o": 30664,
        "r": "esv:Acts:14:7",
        "t": "Paul and Barnabas at Lystra",
        "h": 2
    },
    {
        "o": 30665,
        "r": "esv:Acts:14:8",
        "t": "Now*p at Lystra there was a man sitting who could not use his feet. He was crippled from birth and had never walked."
    },
    {
        "o": 30666,
        "r": "esv:Acts:14:9",
        "t": "He listened to Paul speaking. And Paul, looking intently at him and seeing that he had faith to be made well,"
    },
    {
        "o": 30667,
        "r": "esv:Acts:14:10",
        "t": "said in a loud voice, “Stand upright on your feet.” And he sprang up and began walking."
    },
    {
        "o": 30668,
        "r": "esv:Acts:14:11",
        "t": "And when the crowds saw what Paul had done, they lifted up their voices, saying in Lycaonian, “The gods have come down to us in the likeness of men!”"
    },
    {
        "o": 30669,
        "r": "esv:Acts:14:12",
        "t": "Barnabas they called Zeus, and Paul, Hermes, because he was the chief speaker."
    },
    {
        "o": 30670,
        "r": "esv:Acts:14:13",
        "t": "And the priest of Zeus, whose temple was at the entrance to the city, brought oxen and garlands to the gates and wanted to offer sacrifice with the crowds."
    },
    {
        "o": 30671,
        "r": "esv:Acts:14:14",
        "t": "But when the apostles Barnabas and Paul heard of it, they tore their garments and rushed out into the crowd, crying out,"
    },
    {
        "o": 30672,
        "r": "esv:Acts:14:15",
        "t": "“Men, why are you doing these things? We also are men, of like nature with you, and we bring you good news, that you should turn from these vain things to a living God, who made the heaven and the earth and the sea and all that is in them."
    },
    {
        "o": 30673,
        "r": "esv:Acts:14:16",
        "t": "In past generations he allowed all the nations to walk in their own ways."
    },
    {
        "o": 30674,
        "r": "esv:Acts:14:17",
        "t": "Yet he did not leave himself without witness, for he did good by giving you rains from heaven and fruitful seasons, satisfying your hearts with food and gladness.”"
    },
    {
        "o": 30675,
        "r": "esv:Acts:14:18",
        "t": "Even with these words they scarcely restrained the people from offering sacrifice to them."
    },
    {
        "o": 30676,
        "r": "esv:Acts:14:18",
        "t": "Paul Stoned at Lystra",
        "h": 2
    },
    {
        "o": 30677,
        "r": "esv:Acts:14:19",
        "t": "But*p Jews came from Antioch and Iconium, and having persuaded the crowds, they stoned Paul and dragged him out of the city, supposing that he was dead."
    },
    {
        "o": 30678,
        "r": "esv:Acts:14:20",
        "t": "But when the disciples gathered about him, he rose up and entered the city, and on the next day he went on with Barnabas to Derbe."
    },
    {
        "o": 30679,
        "r": "esv:Acts:14:21",
        "t": "When they had preached the gospel to that city and had made many disciples, they returned to Lystra and to Iconium and to Antioch,"
    },
    {
        "o": 30680,
        "r": "esv:Acts:14:22",
        "t": "strengthening the souls of the disciples, encouraging them to continue in the faith, and saying that through many tribulations we must enter the kingdom of God."
    },
    {
        "o": 30681,
        "r": "esv:Acts:14:23",
        "t": "And when they had appointed elders for them in every church, with prayer and fasting they committed them to the Lord in whom they had believed."
    },
    {
        "o": 30682,
        "r": "esv:Acts:14:23",
        "t": "Paul and Barnabas Return to Antioch in Syria",
        "h": 2
    },
    {
        "o": 30683,
        "r": "esv:Acts:14:24",
        "t": "Then*p they passed through Pisidia and came to Pamphylia."
    },
    {
        "o": 30684,
        "r": "esv:Acts:14:25",
        "t": "And when they had spoken the word in Perga, they went down to Attalia,"
    },
    {
        "o": 30685,
        "r": "esv:Acts:14:26",
        "t": "and from there they sailed to Antioch, where they had been commended to the grace of God for the work that they had fulfilled."
    },
    {
        "o": 30686,
        "r": "esv:Acts:14:27",
        "t": "And when they arrived and gathered the church together, they declared all that God had done with them, and how he had opened a door of faith to the Gentiles."
    },
    {
        "o": 30687,
        "r": "esv:Acts:14:28",
        "t": "And they remained no little time with the disciples."
    },
    {
        "o": 30688,
        "r": "esv:Acts:15:0",
        "t": "Acts 15",
        "h": 1
    },
    {
        "o": 30689,
        "r": "esv:Acts:15:0",
        "t": "The Jerusalem Council",
        "h": 2
    },
    {
        "o": 30690,
        "r": "esv:Acts:15:1",
        "t": "But*p some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.”"
    },
    {
        "o": 30691,
        "r": "esv:Acts:15:2",
        "t": "And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question."
    },
    {
        "o": 30692,
        "r": "esv:Acts:15:3",
        "t": "So, being sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and brought great joy to all the brothers."
    },
    {
        "o": 30693,
        "r": "esv:Acts:15:4",
        "t": "When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them."
    },
    {
        "o": 30694,
        "r": "esv:Acts:15:5",
        "t": "But some believers who belonged to the party of the Pharisees rose up and said, “It is necessary to circumcise them and to order them to keep the law of Moses.”"
    },
    {
        "o": 30695,
        "r": "esv:Acts:15:6",
        "t": "The*p apostles and the elders were gathered together to consider this matter."
    },
    {
        "o": 30696,
        "r": "esv:Acts:15:7",
        "t": "And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe."
    },
    {
        "o": 30697,
        "r": "esv:Acts:15:8",
        "t": "And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us,"
    },
    {
        "o": 30698,
        "r": "esv:Acts:15:9",
        "t": "and he made no distinction between us and them, having cleansed their hearts by faith."
    },
    {
        "o": 30699,
        "r": "esv:Acts:15:10",
        "t": "Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear?"
    },
    {
        "o": 30700,
        "r": "esv:Acts:15:11",
        "t": "But we believe that we will be saved through the grace of the Lord Jesus, just as they will.”"
    },
    {
        "o": 30701,
        "r": "esv:Acts:15:12",
        "t": "And*p all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles."
    },
    {
        "o": 30702,
        "r": "esv:Acts:15:13",
        "t": "After they finished speaking, James replied, “Brothers, listen to me."
    },
    {
        "o": 30703,
        "r": "esv:Acts:15:14",
        "t": "Simeon has related how God first visited the Gentiles, to take from them a people for his name."
    },
    {
        "o": 30704,
        "r": "esv:Acts:15:15",
        "t": "And with this the words of the prophets agree, just as it is written,"
    },
    {
        "o": 30705,
        "r": "esv:Acts:15:16",
        "t": "“‘After*pn this I will return, and*ln I will rebuild the tent of David that has fallen; I*ln will rebuild its ruins, and*ld I will restore it,"
    },
    {
        "o": 30706,
        "r": "esv:Acts:15:17",
        "t": "that*ln the remnant of mankind may seek the Lord, and*ld all the Gentiles who are called by my name, says*ld the Lord, who makes these things"
    },
    {
        "o": 30707,
        "r": "esv:Acts:15:18",
        "t": "known from of old.’"
    },
    {
        "o": 30708,
        "r": "esv:Acts:15:19",
        "t": "Therefore*p my judgment is that we should not trouble those of the Gentiles who turn to God,"
    },
    {
        "o": 30709,
        "r": "esv:Acts:15:20",
        "t": "but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood."
    },
    {
        "o": 30710,
        "r": "esv:Acts:15:21",
        "t": "For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.”"
    },
    {
        "o": 30711,
        "r": "esv:Acts:15:21",
        "t": "The Council’s Letter to Gentile Believers",
        "h": 2
    },
    {
        "o": 30712,
        "r": "esv:Acts:15:22",
        "t": "Then*p it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers,"
    },
    {
        "o": 30713,
        "r": "esv:Acts:15:23",
        "t": "with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings."
    },
    {
        "o": 30714,
        "r": "esv:Acts:15:24",
        "t": "Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions,"
    },
    {
        "o": 30715,
        "r": "esv:Acts:15:25",
        "t": "it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul,"
    },
    {
        "o": 30716,
        "r": "esv:Acts:15:26",
        "t": "men who have risked their lives for the name of our Lord Jesus Christ."
    },
    {
        "o": 30717,
        "r": "esv:Acts:15:27",
        "t": "We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth."
    },
    {
        "o": 30718,
        "r": "esv:Acts:15:28",
        "t": "For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements:"
    },
    {
        "o": 30719,
        "r": "esv:Acts:15:29",
        "t": "that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”"
    },
    {
        "o": 30720,
        "r": "esv:Acts:15:30",
        "t": "So*p when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter."
    },
    {
        "o": 30721,
        "r": "esv:Acts:15:31",
        "t": "And when they had read it, they rejoiced because of its encouragement."
    },
    {
        "o": 30722,
        "r": "esv:Acts:15:32",
        "t": "And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words."
    },
    {
        "o": 30723,
        "r": "esv:Acts:15:33",
        "t": "And after they had spent some time, they were sent off in peace by the brothers to those who had sent them."
    },
    {
        "o": 30724,
        "r": "esv:Acts:15:35",
        "t": "But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also."
    },
    {
        "o": 30725,
        "r": "esv:Acts:15:35",
        "t": "Paul and Barnabas Separate",
        "h": 2
    },
    {
        "o": 30726,
        "r": "esv:Acts:15:36",
        "t": "And*p after some days Paul said to Barnabas, “Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are.”"
    },
    {
        "o": 30727,
        "r": "esv:Acts:15:37",
        "t": "Now Barnabas wanted to take with them John called Mark."
    },
    {
        "o": 30728,
        "r": "esv:Acts:15:38",
        "t": "But Paul thought best not to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work."
    },
    {
        "o": 30729,
        "r": "esv:Acts:15:39",
        "t": "And there arose a sharp disagreement, so that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus,"
    },
    {
        "o": 30730,
        "r": "esv:Acts:15:40",
        "t": "but Paul chose Silas and departed, having been commended by the brothers to the grace of the Lord."
    },
    {
        "o": 30731,
        "r": "esv:Acts:15:41",
        "t": "And he went through Syria and Cilicia, strengthening the churches."
    },
    {
        "o": 30732,
        "r": "esv:Acts:16:0",
        "t": "Acts 16",
        "h": 1
    },
    {
        "o": 30733,
        "r": "esv:Acts:16:0",
        "t": "Timothy Joins Paul and Silas",
        "h": 2
    },
    {
        "o": 30734,
        "r": "esv:Acts:16:1",
        "t": "Paul*p came also to Derbe and to Lystra. A disciple was there, named Timothy, the son of a Jewish woman who was a believer, but his father was a Greek."
    },
    {
        "o": 30735,
        "r": "esv:Acts:16:2",
        "t": "He was well spoken of by the brothers at Lystra and Iconium."
    },
    {
        "o": 30736,
        "r": "esv:Acts:16:3",
        "t": "Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek."
    },
    {
        "o": 30737,
        "r": "esv:Acts:16:4",
        "t": "As they went on their way through the cities, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem."
    },
    {
        "o": 30738,
        "r": "esv:Acts:16:5",
        "t": "So the churches were strengthened in the faith, and they increased in numbers daily."
    },
    {
        "o": 30739,
        "r": "esv:Acts:16:5",
        "t": "The Macedonian Call",
        "h": 2
    },
    {
        "o": 30740,
        "r": "esv:Acts:16:6",
        "t": "And*p they went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia."
    },
    {
        "o": 30741,
        "r": "esv:Acts:16:7",
        "t": "And when they had come up to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them."
    },
    {
        "o": 30742,
        "r": "esv:Acts:16:8",
        "t": "So, passing by Mysia, they went down to Troas."
    },
    {
        "o": 30743,
        "r": "esv:Acts:16:9",
        "t": "And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.”"
    },
    {
        "o": 30744,
        "r": "esv:Acts:16:10",
        "t": "And when Paul had seen the vision, immediately we sought to go on into Macedonia, concluding that God had called us to preach the gospel to them."
    },
    {
        "o": 30745,
        "r": "esv:Acts:16:10",
        "t": "The Conversion of Lydia",
        "h": 2
    },
    {
        "o": 30746,
        "r": "esv:Acts:16:11",
        "t": "So,*p setting sail from Troas, we made a direct voyage to Samothrace, and the following day to Neapolis,"
    },
    {
        "o": 30747,
        "r": "esv:Acts:16:12",
        "t": "and from there to Philippi, which is a leading city of the district of Macedonia and a Roman colony. We remained in this city some days."
    },
    {
        "o": 30748,
        "r": "esv:Acts:16:13",
        "t": "And on the Sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together."
    },
    {
        "o": 30749,
        "r": "esv:Acts:16:14",
        "t": "One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul."
    },
    {
        "o": 30750,
        "r": "esv:Acts:16:15",
        "t": "And after she was baptized, and her household as well, she urged us, saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” And she prevailed upon us."
    },
    {
        "o": 30751,
        "r": "esv:Acts:16:15",
        "t": "Paul and Silas in Prison",
        "h": 2
    },
    {
        "o": 30752,
        "r": "esv:Acts:16:16",
        "t": "As*p we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling."
    },
    {
        "o": 30753,
        "r": "esv:Acts:16:17",
        "t": "She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.”"
    },
    {
        "o": 30754,
        "r": "esv:Acts:16:18",
        "t": "And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour."
    },
    {
        "o": 30755,
        "r": "esv:Acts:16:19",
        "t": "But*p when her owners saw that their hope of gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers."
    },
    {
        "o": 30756,
        "r": "esv:Acts:16:20",
        "t": "And when they had brought them to the magistrates, they said, “These men are Jews, and they are disturbing our city."
    },
    {
        "o": 30757,
        "r": "esv:Acts:16:21",
        "t": "They advocate customs that are not lawful for us as Romans to accept or practice.”"
    },
    {
        "o": 30758,
        "r": "esv:Acts:16:22",
        "t": "The crowd joined in attacking them, and the magistrates tore the garments off them and gave orders to beat them with rods."
    },
    {
        "o": 30759,
        "r": "esv:Acts:16:23",
        "t": "And when they had inflicted many blows upon them, they threw them into prison, ordering the jailer to keep them safely."
    },
    {
        "o": 30760,
        "r": "esv:Acts:16:24",
        "t": "Having received this order, he put them into the inner prison and fastened their feet in the stocks."
    },
    {
        "o": 30761,
        "r": "esv:Acts:16:24",
        "t": "The Philippian Jailer Converted",
        "h": 2
    },
    {
        "o": 30762,
        "r": "esv:Acts:16:25",
        "t": "About*p midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them,"
    },
    {
        "o": 30763,
        "r": "esv:Acts:16:26",
        "t": "and suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened, and everyone’s bonds were unfastened."
    },
    {
        "o": 30764,
        "r": "esv:Acts:16:27",
        "t": "When the jailer woke and saw that the prison doors were open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped."
    },
    {
        "o": 30765,
        "r": "esv:Acts:16:28",
        "t": "But Paul cried with a loud voice, “Do not harm yourself, for we are all here.”"
    },
    {
        "o": 30766,
        "r": "esv:Acts:16:29",
        "t": "And the jailer called for lights and rushed in, and trembling with fear he fell down before Paul and Silas."
    },
    {
        "o": 30767,
        "r": "esv:Acts:16:30",
        "t": "Then he brought them out and said, “Sirs, what must I do to be saved?”"
    },
    {
        "o": 30768,
        "r": "esv:Acts:16:31",
        "t": "And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”"
    },
    {
        "o": 30769,
        "r": "esv:Acts:16:32",
        "t": "And they spoke the word of the Lord to him and to all who were in his house."
    },
    {
        "o": 30770,
        "r": "esv:Acts:16:33",
        "t": "And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family."
    },
    {
        "o": 30771,
        "r": "esv:Acts:16:34",
        "t": "Then he brought them up into his house and set food before them. And he rejoiced along with his entire household that he had believed in God."
    },
    {
        "o": 30772,
        "r": "esv:Acts:16:35",
        "t": "But*p when it was day, the magistrates sent the police, saying, “Let those men go.”"
    },
    {
        "o": 30773,
        "r": "esv:Acts:16:36",
        "t": "And the jailer reported these words to Paul, saying, “The magistrates have sent to let you go. Therefore come out now and go in peace.”"
    },
    {
        "o": 30774,
        "r": "esv:Acts:16:37",
        "t": "But Paul said to them, “They have beaten us publicly, uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now throw us out secretly? No! Let them come themselves and take us out.”"
    },
    {
        "o": 30775,
        "r": "esv:Acts:16:38",
        "t": "The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens."
    },
    {
        "o": 30776,
        "r": "esv:Acts:16:39",
        "t": "So they came and apologized to them. And they took them out and asked them to leave the city."
    },
    {
        "o": 30777,
        "r": "esv:Acts:16:40",
        "t": "So they went out of the prison and visited Lydia. And when they had seen the brothers, they encouraged them and departed."
    },
    {
        "o": 30778,
        "r": "esv:Acts:17:0",
        "t": "Acts 17",
        "h": 1
    },
    {
        "o": 30779,
        "r": "esv:Acts:17:0",
        "t": "Paul and Silas in Thessalonica",
        "h": 2
    },
    {
        "o": 30780,
        "r": "esv:Acts:17:1",
        "t": "Now*p when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews."
    },
    {
        "o": 30781,
        "r": "esv:Acts:17:2",
        "t": "And Paul went in, as was his custom, and on three Sabbath days he reasoned with them from the Scriptures,"
    },
    {
        "o": 30782,
        "r": "esv:Acts:17:3",
        "t": "explaining and proving that it was necessary for the Christ to suffer and to rise from the dead, and saying, “This Jesus, whom I proclaim to you, is the Christ.”"
    },
    {
        "o": 30783,
        "r": "esv:Acts:17:4",
        "t": "And some of them were persuaded and joined Paul and Silas, as did a great many of the devout Greeks and not a few of the leading women."
    },
    {
        "o": 30784,
        "r": "esv:Acts:17:5",
        "t": "But the Jews were jealous, and taking some wicked men of the rabble, they formed a mob, set the city in an uproar, and attacked the house of Jason, seeking to bring them out to the crowd."
    },
    {
        "o": 30785,
        "r": "esv:Acts:17:6",
        "t": "And when they could not find them, they dragged Jason and some of the brothers before the city authorities, shouting, “These men who have turned the world upside down have come here also,"
    },
    {
        "o": 30786,
        "r": "esv:Acts:17:7",
        "t": "and Jason has received them, and they are all acting against the decrees of Caesar, saying that there is another king, Jesus.”"
    },
    {
        "o": 30787,
        "r": "esv:Acts:17:8",
        "t": "And the people and the city authorities were disturbed when they heard these things."
    },
    {
        "o": 30788,
        "r": "esv:Acts:17:9",
        "t": "And when they had taken money as security from Jason and the rest, they let them go."
    },
    {
        "o": 30789,
        "r": "esv:Acts:17:9",
        "t": "Paul and Silas in Berea",
        "h": 2
    },
    {
        "o": 30790,
        "r": "esv:Acts:17:10",
        "t": "The*p brothers immediately sent Paul and Silas away by night to Berea, and when they arrived they went into the Jewish synagogue."
    },
    {
        "o": 30791,
        "r": "esv:Acts:17:11",
        "t": "Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so."
    },
    {
        "o": 30792,
        "r": "esv:Acts:17:12",
        "t": "Many of them therefore believed, with not a few Greek women of high standing as well as men."
    },
    {
        "o": 30793,
        "r": "esv:Acts:17:13",
        "t": "But when the Jews from Thessalonica learned that the word of God was proclaimed by Paul at Berea also, they came there too, agitating and stirring up the crowds."
    },
    {
        "o": 30794,
        "r": "esv:Acts:17:14",
        "t": "Then the brothers immediately sent Paul off on his way to the sea, but Silas and Timothy remained there."
    },
    {
        "o": 30795,
        "r": "esv:Acts:17:15",
        "t": "Those who conducted Paul brought him as far as Athens, and after receiving a command for Silas and Timothy to come to him as soon as possible, they departed."
    },
    {
        "o": 30796,
        "r": "esv:Acts:17:15",
        "t": "Paul in Athens",
        "h": 2
    },
    {
        "o": 30797,
        "r": "esv:Acts:17:16",
        "t": "Now*p while Paul was waiting for them at Athens, his spirit was provoked within him as he saw that the city was full of idols."
    },
    {
        "o": 30798,
        "r": "esv:Acts:17:17",
        "t": "So he reasoned in the synagogue with the Jews and the devout persons, and in the marketplace every day with those who happened to be there."
    },
    {
        "o": 30799,
        "r": "esv:Acts:17:18",
        "t": "Some of the Epicurean and Stoic philosophers also conversed with him. And some said, “What does this babbler wish to say?” Others said, “He seems to be a preacher of foreign divinities”— because he was preaching Jesus and the resurrection."
    },
    {
        "o": 30800,
        "r": "esv:Acts:17:19",
        "t": "And they took him and brought him to the Areopagus, saying, “May we know what this new teaching is that you are presenting?"
    },
    {
        "o": 30801,
        "r": "esv:Acts:17:20",
        "t": "For you bring some strange things to our ears. We wish to know therefore what these things mean.”"
    },
    {
        "o": 30802,
        "r": "esv:Acts:17:21",
        "t": "Now all the Athenians and the foreigners who lived there would spend their time in nothing except telling or hearing something new."
    },
    {
        "o": 30803,
        "r": "esv:Acts:17:21",
        "t": "Paul Addresses the Areopagus",
        "h": 2
    },
    {
        "o": 30804,
        "r": "esv:Acts:17:22",
        "t": "So*p Paul, standing in the midst of the Areopagus, said: “Men of Athens, I perceive that in every way you are very religious."
    },
    {
        "o": 30805,
        "r": "esv:Acts:17:23",
        "t": "For as I passed along and observed the objects of your worship, I found also an altar with this inscription: ‘To the unknown god.’ What therefore you worship as unknown, this I proclaim to you."
    },
    {
        "o": 30806,
        "r": "esv:Acts:17:24",
        "t": "The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man,"
    },
    {
        "o": 30807,
        "r": "esv:Acts:17:25",
        "t": "nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything."
    },
    {
        "o": 30808,
        "r": "esv:Acts:17:26",
        "t": "And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place,"
    },
    {
        "o": 30809,
        "r": "esv:Acts:17:27",
        "t": "that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us,"
    },
    {
        "o": 30810,
        "r": "esv:Acts:17:28",
        "t": "for “‘In*pn him we live and move and have our being’; as*p even some of your own poets have said, “‘For*pn we are indeed his offspring.’"
    },
    {
        "o": 30811,
        "r": "esv:Acts:17:29",
        "t": "Being*p then God’s offspring, we ought not to think that the divine being is like gold or silver or stone, an image formed by the art and imagination of man."
    },
    {
        "o": 30812,
        "r": "esv:Acts:17:30",
        "t": "The times of ignorance God overlooked, but now he commands all people everywhere to repent,"
    },
    {
        "o": 30813,
        "r": "esv:Acts:17:31",
        "t": "because he has fixed a day on which he will judge the world in righteousness by a man whom he has appointed; and of this he has given assurance to all by raising him from the dead.”"
    },
    {
        "o": 30814,
        "r": "esv:Acts:17:32",
        "t": "Now*p when they heard of the resurrection of the dead, some mocked. But others said, “We will hear you again about this.”"
    },
    {
        "o": 30815,
        "r": "esv:Acts:17:33",
        "t": "So Paul went out from their midst."
    },
    {
        "o": 30816,
        "r": "esv:Acts:17:34",
        "t": "But some men joined him and believed, among whom also were Dionysius the Areopagite and a woman named Damaris and others with them."
    },
    {
        "o": 30817,
        "r": "esv:Acts:18:0",
        "t": "Acts 18",
        "h": 1
    },
    {
        "o": 30818,
        "r": "esv:Acts:18:0",
        "t": "Paul in Corinth",
        "h": 2
    },
    {
        "o": 30819,
        "r": "esv:Acts:18:1",
        "t": "After*p this Paul left Athens and went to Corinth."
    },
    {
        "o": 30820,
        "r": "esv:Acts:18:2",
        "t": "And he found a Jew named Aquila, a native of Pontus, recently come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. And he went to see them,"
    },
    {
        "o": 30821,
        "r": "esv:Acts:18:3",
        "t": "and because he was of the same trade he stayed with them and worked, for they were tentmakers by trade."
    },
    {
        "o": 30822,
        "r": "esv:Acts:18:4",
        "t": "And he reasoned in the synagogue every Sabbath, and tried to persuade Jews and Greeks."
    },
    {
        "o": 30823,
        "r": "esv:Acts:18:5",
        "t": "When*p Silas and Timothy arrived from Macedonia, Paul was occupied with the word, testifying to the Jews that the Christ was Jesus."
    },
    {
        "o": 30824,
        "r": "esv:Acts:18:6",
        "t": "And when they opposed and reviled him, he shook out his garments and said to them, “Your blood be on your own heads! I am innocent. From now on I will go to the Gentiles.”"
    },
    {
        "o": 30825,
        "r": "esv:Acts:18:7",
        "t": "And he left there and went to the house of a man named Titius Justus, a worshiper of God. His house was next door to the synagogue."
    },
    {
        "o": 30826,
        "r": "esv:Acts:18:8",
        "t": "Crispus, the ruler of the synagogue, believed in the Lord, together with his entire household. And many of the Corinthians hearing Paul believed and were baptized."
    },
    {
        "o": 30827,
        "r": "esv:Acts:18:9",
        "t": "And the Lord said to Paul one night in a vision, “Do*r not*r be*r afraid,*r but*r go*r on*r speaking*r and*r do*r not*r be*r silent,*r"
    },
    {
        "o": 30828,
        "r": "esv:Acts:18:10",
        "t": "for*r I*r am*r with*r you,*r and*r no*r one*r will*r attack*r you*r to*r harm*r you,*r for*r I*r have*r many*r in*r this*r city*r who*r are*r my*r people.”*r"
    },
    {
        "o": 30829,
        "r": "esv:Acts:18:11",
        "t": "And he stayed a year and six months, teaching the word of God among them."
    },
    {
        "o": 30830,
        "r": "esv:Acts:18:12",
        "t": "But*p when Gallio was proconsul of Achaia, the Jews made a united attack on Paul and brought him before the tribunal,"
    },
    {
        "o": 30831,
        "r": "esv:Acts:18:13",
        "t": "saying, “This man is persuading people to worship God contrary to the law.”"
    },
    {
        "o": 30832,
        "r": "esv:Acts:18:14",
        "t": "But when Paul was about to open his mouth, Gallio said to the Jews, “If it were a matter of wrongdoing or vicious crime, O Jews, I would have reason to accept your complaint."
    },
    {
        "o": 30833,
        "r": "esv:Acts:18:15",
        "t": "But since it is a matter of questions about words and names and your own law, see to it yourselves. I refuse to be a judge of these things.”"
    },
    {
        "o": 30834,
        "r": "esv:Acts:18:16",
        "t": "And he drove them from the tribunal."
    },
    {
        "o": 30835,
        "r": "esv:Acts:18:17",
        "t": "And they all seized Sosthenes, the ruler of the synagogue, and beat him in front of the tribunal. But Gallio paid no attention to any of this."
    },
    {
        "o": 30836,
        "r": "esv:Acts:18:17",
        "t": "Paul Returns to Antioch",
        "h": 2
    },
    {
        "o": 30837,
        "r": "esv:Acts:18:18",
        "t": "After*p this, Paul stayed many days longer and then took leave of the brothers and set sail for Syria, and with him Priscilla and Aquila. At Cenchreae he had cut his hair, for he was under a vow."
    },
    {
        "o": 30838,
        "r": "esv:Acts:18:19",
        "t": "And they came to Ephesus, and he left them there, but he himself went into the synagogue and reasoned with the Jews."
    },
    {
        "o": 30839,
        "r": "esv:Acts:18:20",
        "t": "When they asked him to stay for a longer period, he declined."
    },
    {
        "o": 30840,
        "r": "esv:Acts:18:21",
        "t": "But on taking leave of them he said, “I will return to you if God wills,” and he set sail from Ephesus."
    },
    {
        "o": 30841,
        "r": "esv:Acts:18:22",
        "t": "When*p he had landed at Caesarea, he went up and greeted the church, and then went down to Antioch."
    },
    {
        "o": 30842,
        "r": "esv:Acts:18:23",
        "t": "After spending some time there, he departed and went from one place to the next through the region of Galatia and Phrygia, strengthening all the disciples."
    },
    {
        "o": 30843,
        "r": "esv:Acts:18:23",
        "t": "Apollos Speaks Boldly in Ephesus",
        "h": 2
    },
    {
        "o": 30844,
        "r": "esv:Acts:18:24",
        "t": "Now*p a Jew named Apollos, a native of Alexandria, came to Ephesus. He was an eloquent man, competent in the Scriptures."
    },
    {
        "o": 30845,
        "r": "esv:Acts:18:25",
        "t": "He had been instructed in the way of the Lord. And being fervent in spirit, he spoke and taught accurately the things concerning Jesus, though he knew only the baptism of John."
    },
    {
        "o": 30846,
        "r": "esv:Acts:18:26",
        "t": "He began to speak boldly in the synagogue, but when Priscilla and Aquila heard him, they took him aside and explained to him the way of God more accurately."
    },
    {
        "o": 30847,
        "r": "esv:Acts:18:27",
        "t": "And when he wished to cross to Achaia, the brothers encouraged him and wrote to the disciples to welcome him. When he arrived, he greatly helped those who through grace had believed,"
    },
    {
        "o": 30848,
        "r": "esv:Acts:18:28",
        "t": "for he powerfully refuted the Jews in public, showing by the Scriptures that the Christ was Jesus."
    },
    {
        "o": 30849,
        "r": "esv:Acts:19:0",
        "t": "Acts 19",
        "h": 1
    },
    {
        "o": 30850,
        "r": "esv:Acts:19:0",
        "t": "Paul in Ephesus",
        "h": 2
    },
    {
        "o": 30851,
        "r": "esv:Acts:19:1",
        "t": "And*p it happened that while Apollos was at Corinth, Paul passed through the inland country and came to Ephesus. There he found some disciples."
    },
    {
        "o": 30852,
        "r": "esv:Acts:19:2",
        "t": "And he said to them, “Did you receive the Holy Spirit when you believed?” And they said, “No, we have not even heard that there is a Holy Spirit.”"
    },
    {
        "o": 30853,
        "r": "esv:Acts:19:3",
        "t": "And he said, “Into what then were you baptized?” They said, “Into John’s baptism.”"
    },
    {
        "o": 30854,
        "r": "esv:Acts:19:4",
        "t": "And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.”"
    },
    {
        "o": 30855,
        "r": "esv:Acts:19:5",
        "t": "On hearing this, they were baptized in the name of the Lord Jesus."
    },
    {
        "o": 30856,
        "r": "esv:Acts:19:6",
        "t": "And when Paul had laid his hands on them, the Holy Spirit came on them, and they began speaking in tongues and prophesying."
    },
    {
        "o": 30857,
        "r": "esv:Acts:19:7",
        "t": "There were about twelve men in all."
    },
    {
        "o": 30858,
        "r": "esv:Acts:19:8",
        "t": "And*p he entered the synagogue and for three months spoke boldly, reasoning and persuading them about the kingdom of God."
    },
    {
        "o": 30859,
        "r": "esv:Acts:19:9",
        "t": "But when some became stubborn and continued in unbelief, speaking evil of the Way before the congregation, he withdrew from them and took the disciples with him, reasoning daily in the hall of Tyrannus."
    },
    {
        "o": 30860,
        "r": "esv:Acts:19:10",
        "t": "This continued for two years, so that all the residents of Asia heard the word of the Lord, both Jews and Greeks."
    },
    {
        "o": 30861,
        "r": "esv:Acts:19:10",
        "t": "The Sons of Sceva",
        "h": 2
    },
    {
        "o": 30862,
        "r": "esv:Acts:19:11",
        "t": "And*p God was doing extraordinary miracles by the hands of Paul,"
    },
    {
        "o": 30863,
        "r": "esv:Acts:19:12",
        "t": "so that even handkerchiefs or aprons that had touched his skin were carried away to the sick, and their diseases left them and the evil spirits came out of them."
    },
    {
        "o": 30864,
        "r": "esv:Acts:19:13",
        "t": "Then some of the itinerant Jewish exorcists undertook to invoke the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by the Jesus whom Paul proclaims.”"
    },
    {
        "o": 30865,
        "r": "esv:Acts:19:14",
        "t": "Seven sons of a Jewish high priest named Sceva were doing this."
    },
    {
        "o": 30866,
        "r": "esv:Acts:19:15",
        "t": "But the evil spirit answered them, “Jesus I know, and Paul I recognize, but who are you?”"
    },
    {
        "o": 30867,
        "r": "esv:Acts:19:16",
        "t": "And the man in whom was the evil spirit leaped on them, mastered all of them and overpowered them, so that they fled out of that house naked and wounded."
    },
    {
        "o": 30868,
        "r": "esv:Acts:19:17",
        "t": "And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled."
    },
    {
        "o": 30869,
        "r": "esv:Acts:19:18",
        "t": "Also many of those who were now believers came, confessing and divulging their practices."
    },
    {
        "o": 30870,
        "r": "esv:Acts:19:19",
        "t": "And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver."
    },
    {
        "o": 30871,
        "r": "esv:Acts:19:20",
        "t": "So the word of the Lord continued to increase and prevail mightily."
    },
    {
        "o": 30872,
        "r": "esv:Acts:19:20",
        "t": "A Riot at Ephesus",
        "h": 2
    },
    {
        "o": 30873,
        "r": "esv:Acts:19:21",
        "t": "Now*p after these events Paul resolved in the Spirit to pass through Macedonia and Achaia and go to Jerusalem, saying, “After I have been there, I must also see Rome.”"
    },
    {
        "o": 30874,
        "r": "esv:Acts:19:22",
        "t": "And having sent into Macedonia two of his helpers, Timothy and Erastus, he himself stayed in Asia for a while."
    },
    {
        "o": 30875,
        "r": "esv:Acts:19:23",
        "t": "About*p that time there arose no little disturbance concerning the Way."
    },
    {
        "o": 30876,
        "r": "esv:Acts:19:24",
        "t": "For a man named Demetrius, a silversmith, who made silver shrines of Artemis, brought no little business to the craftsmen."
    },
    {
        "o": 30877,
        "r": "esv:Acts:19:25",
        "t": "These he gathered together, with the workmen in similar trades, and said, “Men, you know that from this business we have our wealth."
    },
    {
        "o": 30878,
        "r": "esv:Acts:19:26",
        "t": "And you see and hear that not only in Ephesus but in almost all of Asia this Paul has persuaded and turned away a great many people, saying that gods made with hands are not gods."
    },
    {
        "o": 30879,
        "r": "esv:Acts:19:27",
        "t": "And there is danger not only that this trade of ours may come into disrepute but also that the temple of the great goddess Artemis may be counted as nothing, and that she may even be deposed from her magnificence, she whom all Asia and the world worship.”"
    },
    {
        "o": 30880,
        "r": "esv:Acts:19:28",
        "t": "When*p they heard this they were enraged and were crying out, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 30881,
        "r": "esv:Acts:19:29",
        "t": "So the city was filled with the confusion, and they rushed together into the theater, dragging with them Gaius and Aristarchus, Macedonians who were Paul’s companions in travel."
    },
    {
        "o": 30882,
        "r": "esv:Acts:19:30",
        "t": "But when Paul wished to go in among the crowd, the disciples would not let him."
    },
    {
        "o": 30883,
        "r": "esv:Acts:19:31",
        "t": "And even some of the Asiarchs, who were friends of his, sent to him and were urging him not to venture into the theater."
    },
    {
        "o": 30884,
        "r": "esv:Acts:19:32",
        "t": "Now some cried out one thing, some another, for the assembly was in confusion, and most of them did not know why they had come together."
    },
    {
        "o": 30885,
        "r": "esv:Acts:19:33",
        "t": "Some of the crowd prompted Alexander, whom the Jews had put forward. And Alexander, motioning with his hand, wanted to make a defense to the crowd."
    },
    {
        "o": 30886,
        "r": "esv:Acts:19:34",
        "t": "But when they recognized that he was a Jew, for about two hours they all cried out with one voice, “Great is Artemis of the Ephesians!”"
    },
    {
        "o": 30887,
        "r": "esv:Acts:19:35",
        "t": "And*p when the town clerk had quieted the crowd, he said, “Men of Ephesus, who is there who does not know that the city of the Ephesians is temple keeper of the great Artemis, and of the sacred stone that fell from the sky?"
    },
    {
        "o": 30888,
        "r": "esv:Acts:19:36",
        "t": "Seeing then that these things cannot be denied, you ought to be quiet and do nothing rash."
    },
    {
        "o": 30889,
        "r": "esv:Acts:19:37",
        "t": "For you have brought these men here who are neither sacrilegious nor blasphemers of our goddess."
    },
    {
        "o": 30890,
        "r": "esv:Acts:19:38",
        "t": "If therefore Demetrius and the craftsmen with him have a complaint against anyone, the courts are open, and there are proconsuls. Let them bring charges against one another."
    },
    {
        "o": 30891,
        "r": "esv:Acts:19:39",
        "t": "But if you seek anything further, it shall be settled in the regular assembly."
    },
    {
        "o": 30892,
        "r": "esv:Acts:19:40",
        "t": "For we really are in danger of being charged with rioting today, since there is no cause that we can give to justify this commotion.”"
    },
    {
        "o": 30893,
        "r": "esv:Acts:19:41",
        "t": "And when he had said these things, he dismissed the assembly."
    },
    {
        "o": 30894,
        "r": "esv:Acts:20:0",
        "t": "Acts 20",
        "h": 1
    },
    {
        "o": 30895,
        "r": "esv:Acts:20:0",
        "t": "Paul in Macedonia and Greece",
        "h": 2
    },
    {
        "o": 30896,
        "r": "esv:Acts:20:1",
        "t": "After*p the uproar ceased, Paul sent for the disciples, and after encouraging them, he said farewell and departed for Macedonia."
    },
    {
        "o": 30897,
        "r": "esv:Acts:20:2",
        "t": "When he had gone through those regions and had given them much encouragement, he came to Greece."
    },
    {
        "o": 30898,
        "r": "esv:Acts:20:3",
        "t": "There he spent three months, and when a plot was made against him by the Jews as he was about to set sail for Syria, he decided to return through Macedonia."
    },
    {
        "o": 30899,
        "r": "esv:Acts:20:4",
        "t": "Sopater the Berean, son of Pyrrhus, accompanied him; and of the Thessalonians, Aristarchus and Secundus; and Gaius of Derbe, and Timothy; and the Asians, Tychicus and Trophimus."
    },
    {
        "o": 30900,
        "r": "esv:Acts:20:5",
        "t": "These went on ahead and were waiting for us at Troas,"
    },
    {
        "o": 30901,
        "r": "esv:Acts:20:6",
        "t": "but we sailed away from Philippi after the days of Unleavened Bread, and in five days we came to them at Troas, where we stayed for seven days."
    },
    {
        "o": 30902,
        "r": "esv:Acts:20:6",
        "t": "Eutychus Raised from the Dead",
        "h": 2
    },
    {
        "o": 30903,
        "r": "esv:Acts:20:7",
        "t": "On*p the first day of the week, when we were gathered together to break bread, Paul talked with them, intending to depart on the next day, and he prolonged his speech until midnight."
    },
    {
        "o": 30904,
        "r": "esv:Acts:20:8",
        "t": "There were many lamps in the upper room where we were gathered."
    },
    {
        "o": 30905,
        "r": "esv:Acts:20:9",
        "t": "And a young man named Eutychus, sitting at the window, sank into a deep sleep as Paul talked still longer. And being overcome by sleep, he fell down from the third story and was taken up dead."
    },
    {
        "o": 30906,
        "r": "esv:Acts:20:10",
        "t": "But Paul went down and bent over him, and taking him in his arms, said, “Do not be alarmed, for his life is in him.”"
    },
    {
        "o": 30907,
        "r": "esv:Acts:20:11",
        "t": "And when Paul had gone up and had broken bread and eaten, he conversed with them a long while, until daybreak, and so departed."
    },
    {
        "o": 30908,
        "r": "esv:Acts:20:12",
        "t": "And they took the youth away alive, and were not a little comforted."
    },
    {
        "o": 30909,
        "r": "esv:Acts:20:13",
        "t": "But*p going ahead to the ship, we set sail for Assos, intending to take Paul aboard there, for so he had arranged, intending himself to go by land."
    },
    {
        "o": 30910,
        "r": "esv:Acts:20:14",
        "t": "And when he met us at Assos, we took him on board and went to Mitylene."
    },
    {
        "o": 30911,
        "r": "esv:Acts:20:15",
        "t": "And sailing from there we came the following day opposite Chios; the next day we touched at Samos; and the day after that we went to Miletus."
    },
    {
        "o": 30912,
        "r": "esv:Acts:20:16",
        "t": "For Paul had decided to sail past Ephesus, so that he might not have to spend time in Asia, for he was hastening to be at Jerusalem, if possible, on the day of Pentecost."
    },
    {
        "o": 30913,
        "r": "esv:Acts:20:16",
        "t": "Paul Speaks to the Ephesian Elders",
        "h": 2
    },
    {
        "o": 30914,
        "r": "esv:Acts:20:17",
        "t": "Now*p from Miletus he sent to Ephesus and called the elders of the church to come to him."
    },
    {
        "o": 30915,
        "r": "esv:Acts:20:18",
        "t": "And when they came to him, he said to them: “You*p yourselves know how I lived among you the whole time from the first day that I set foot in Asia,"
    },
    {
        "o": 30916,
        "r": "esv:Acts:20:19",
        "t": "serving the Lord with all humility and with tears and with trials that happened to me through the plots of the Jews;"
    },
    {
        "o": 30917,
        "r": "esv:Acts:20:20",
        "t": "how I did not shrink from declaring to you anything that was profitable, and teaching you in public and from house to house,"
    },
    {
        "o": 30918,
        "r": "esv:Acts:20:21",
        "t": "testifying both to Jews and to Greeks of repentance toward God and of faith in our Lord Jesus Christ."
    },
    {
        "o": 30919,
        "r": "esv:Acts:20:22",
        "t": "And now, behold, I am going to Jerusalem, constrained by the Spirit, not knowing what will happen to me there,"
    },
    {
        "o": 30920,
        "r": "esv:Acts:20:23",
        "t": "except that the Holy Spirit testifies to me in every city that imprisonment and afflictions await me."
    },
    {
        "o": 30921,
        "r": "esv:Acts:20:24",
        "t": "But I do not account my life of any value nor as precious to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God."
    },
    {
        "o": 30922,
        "r": "esv:Acts:20:25",
        "t": "And now, behold, I know that none of you among whom I have gone about proclaiming the kingdom will see my face again."
    },
    {
        "o": 30923,
        "r": "esv:Acts:20:26",
        "t": "Therefore I testify to you this day that I am innocent of the blood of all,"
    },
    {
        "o": 30924,
        "r": "esv:Acts:20:27",
        "t": "for I did not shrink from declaring to you the whole counsel of God."
    },
    {
        "o": 30925,
        "r": "esv:Acts:20:28",
        "t": "Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood."
    },
    {
        "o": 30926,
        "r": "esv:Acts:20:29",
        "t": "I know that after my departure fierce wolves will come in among you, not sparing the flock;"
    },
    {
        "o": 30927,
        "r": "esv:Acts:20:30",
        "t": "and from among your own selves will arise men speaking twisted things, to draw away the disciples after them."
    },
    {
        "o": 30928,
        "r": "esv:Acts:20:31",
        "t": "Therefore be alert, remembering that for three years I did not cease night or day to admonish every one with tears."
    },
    {
        "o": 30929,
        "r": "esv:Acts:20:32",
        "t": "And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified."
    },
    {
        "o": 30930,
        "r": "esv:Acts:20:33",
        "t": "I coveted no one’s silver or gold or apparel."
    },
    {
        "o": 30931,
        "r": "esv:Acts:20:34",
        "t": "You yourselves know that these hands ministered to my necessities and to those who were with me."
    },
    {
        "o": 30932,
        "r": "esv:Acts:20:35",
        "t": "In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, ‘It*r is*r more*r blessed*r to*r give*r than*r to*r receive.’”*r"
    },
    {
        "o": 30933,
        "r": "esv:Acts:20:36",
        "t": "And*p when he had said these things, he knelt down and prayed with them all."
    },
    {
        "o": 30934,
        "r": "esv:Acts:20:37",
        "t": "And there was much weeping on the part of all; they embraced Paul and kissed him,"
    },
    {
        "o": 30935,
        "r": "esv:Acts:20:38",
        "t": "being sorrowful most of all because of the word he had spoken, that they would not see his face again. And they accompanied him to the ship."
    },
    {
        "o": 30936,
        "r": "esv:Acts:21:0",
        "t": "Acts 21",
        "h": 1
    },
    {
        "o": 30937,
        "r": "esv:Acts:21:0",
        "t": "Paul Goes to Jerusalem",
        "h": 2
    },
    {
        "o": 30938,
        "r": "esv:Acts:21:1",
        "t": "And*p when we had parted from them and set sail, we came by a straight course to Cos, and the next day to Rhodes, and from there to Patara."
    },
    {
        "o": 30939,
        "r": "esv:Acts:21:2",
        "t": "And having found a ship crossing to Phoenicia, we went aboard and set sail."
    },
    {
        "o": 30940,
        "r": "esv:Acts:21:3",
        "t": "When we had come in sight of Cyprus, leaving it on the left we sailed to Syria and landed at Tyre, for there the ship was to unload its cargo."
    },
    {
        "o": 30941,
        "r": "esv:Acts:21:4",
        "t": "And having sought out the disciples, we stayed there for seven days. And through the Spirit they were telling Paul not to go on to Jerusalem."
    },
    {
        "o": 30942,
        "r": "esv:Acts:21:5",
        "t": "When our days there were ended, we departed and went on our journey, and they all, with wives and children, accompanied us until we were outside the city. And kneeling down on the beach, we prayed"
    },
    {
        "o": 30943,
        "r": "esv:Acts:21:6",
        "t": "and said farewell to one another. Then we went on board the ship, and they returned home."
    },
    {
        "o": 30944,
        "r": "esv:Acts:21:7",
        "t": "When*p we had finished the voyage from Tyre, we arrived at Ptolemais, and we greeted the brothers and stayed with them for one day."
    },
    {
        "o": 30945,
        "r": "esv:Acts:21:8",
        "t": "On the next day we departed and came to Caesarea, and we entered the house of Philip the evangelist, who was one of the seven, and stayed with him."
    },
    {
        "o": 30946,
        "r": "esv:Acts:21:9",
        "t": "He had four unmarried daughters, who prophesied."
    },
    {
        "o": 30947,
        "r": "esv:Acts:21:10",
        "t": "While we were staying for many days, a prophet named Agabus came down from Judea."
    },
    {
        "o": 30948,
        "r": "esv:Acts:21:11",
        "t": "And coming to us, he took Paul’s belt and bound his own feet and hands and said, “Thus says the Holy Spirit, ‘This is how the Jews at Jerusalem will bind the man who owns this belt and deliver him into the hands of the Gentiles.’”"
    },
    {
        "o": 30949,
        "r": "esv:Acts:21:12",
        "t": "When we heard this, we and the people there urged him not to go up to Jerusalem."
    },
    {
        "o": 30950,
        "r": "esv:Acts:21:13",
        "t": "Then Paul answered, “What are you doing, weeping and breaking my heart? For I am ready not only to be imprisoned but even to die in Jerusalem for the name of the Lord Jesus.”"
    },
    {
        "o": 30951,
        "r": "esv:Acts:21:14",
        "t": "And since he would not be persuaded, we ceased and said, “Let the will of the Lord be done.”"
    },
    {
        "o": 30952,
        "r": "esv:Acts:21:15",
        "t": "After*p these days we got ready and went up to Jerusalem."
    },
    {
        "o": 30953,
        "r": "esv:Acts:21:16",
        "t": "And some of the disciples from Caesarea went with us, bringing us to the house of Mnason of Cyprus, an early disciple, with whom we should lodge."
    },
    {
        "o": 30954,
        "r": "esv:Acts:21:16",
        "t": "Paul Visits James",
        "h": 2
    },
    {
        "o": 30955,
        "r": "esv:Acts:21:17",
        "t": "When*p we had come to Jerusalem, the brothers received us gladly."
    },
    {
        "o": 30956,
        "r": "esv:Acts:21:18",
        "t": "On the following day Paul went in with us to James, and all the elders were present."
    },
    {
        "o": 30957,
        "r": "esv:Acts:21:19",
        "t": "After greeting them, he related one by one the things that God had done among the Gentiles through his ministry."
    },
    {
        "o": 30958,
        "r": "esv:Acts:21:20",
        "t": "And when they heard it, they glorified God. And they said to him, “You see, brother, how many thousands there are among the Jews of those who have believed. They are all zealous for the law,"
    },
    {
        "o": 30959,
        "r": "esv:Acts:21:21",
        "t": "and they have been told about you that you teach all the Jews who are among the Gentiles to forsake Moses, telling them not to circumcise their children or walk according to our customs."
    },
    {
        "o": 30960,
        "r": "esv:Acts:21:22",
        "t": "What then is to be done? They will certainly hear that you have come."
    },
    {
        "o": 30961,
        "r": "esv:Acts:21:23",
        "t": "Do therefore what we tell you. We have four men who are under a vow;"
    },
    {
        "o": 30962,
        "r": "esv:Acts:21:24",
        "t": "take these men and purify yourself along with them and pay their expenses, so that they may shave their heads. Thus all will know that there is nothing in what they have been told about you, but that you yourself also live in observance of the law."
    },
    {
        "o": 30963,
        "r": "esv:Acts:21:25",
        "t": "But as for the Gentiles who have believed, we have sent a letter with our judgment that they should abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality.”"
    },
    {
        "o": 30964,
        "r": "esv:Acts:21:26",
        "t": "Then Paul took the men, and the next day he purified himself along with them and went into the temple, giving notice when the days of purification would be fulfilled and the offering presented for each one of them."
    },
    {
        "o": 30965,
        "r": "esv:Acts:21:26",
        "t": "Paul Arrested in the Temple",
        "h": 2
    },
    {
        "o": 30966,
        "r": "esv:Acts:21:27",
        "t": "When*p the seven days were almost completed, the Jews from Asia, seeing him in the temple, stirred up the whole crowd and laid hands on him,"
    },
    {
        "o": 30967,
        "r": "esv:Acts:21:28",
        "t": "crying out, “Men of Israel, help! This is the man who is teaching everyone everywhere against the people and the law and this place. Moreover, he even brought Greeks into the temple and has defiled this holy place.”"
    },
    {
        "o": 30968,
        "r": "esv:Acts:21:29",
        "t": "For they had previously seen Trophimus the Ephesian with him in the city, and they supposed that Paul had brought him into the temple."
    },
    {
        "o": 30969,
        "r": "esv:Acts:21:30",
        "t": "Then all the city was stirred up, and the people ran together. They seized Paul and dragged him out of the temple, and at once the gates were shut."
    },
    {
        "o": 30970,
        "r": "esv:Acts:21:31",
        "t": "And as they were seeking to kill him, word came to the tribune of the cohort that all Jerusalem was in confusion."
    },
    {
        "o": 30971,
        "r": "esv:Acts:21:32",
        "t": "He at once took soldiers and centurions and ran down to them. And when they saw the tribune and the soldiers, they stopped beating Paul."
    },
    {
        "o": 30972,
        "r": "esv:Acts:21:33",
        "t": "Then the tribune came up and arrested him and ordered him to be bound with two chains. He inquired who he was and what he had done."
    },
    {
        "o": 30973,
        "r": "esv:Acts:21:34",
        "t": "Some in the crowd were shouting one thing, some another. And as he could not learn the facts because of the uproar, he ordered him to be brought into the barracks."
    },
    {
        "o": 30974,
        "r": "esv:Acts:21:35",
        "t": "And when he came to the steps, he was actually carried by the soldiers because of the violence of the crowd,"
    },
    {
        "o": 30975,
        "r": "esv:Acts:21:36",
        "t": "for the mob of the people followed, crying out, “Away with him!”"
    },
    {
        "o": 30976,
        "r": "esv:Acts:21:36",
        "t": "Paul Speaks to the People",
        "h": 2
    },
    {
        "o": 30977,
        "r": "esv:Acts:21:37",
        "t": "As*p Paul was about to be brought into the barracks, he said to the tribune, “May I say something to you?” And he said, “Do you know Greek?"
    },
    {
        "o": 30978,
        "r": "esv:Acts:21:38",
        "t": "Are you not the Egyptian, then, who recently stirred up a revolt and led the four thousand men of the Assassins out into the wilderness?”"
    },
    {
        "o": 30979,
        "r": "esv:Acts:21:39",
        "t": "Paul replied, “I am a Jew, from Tarsus in Cilicia, a citizen of no obscure city. I beg you, permit me to speak to the people.”"
    },
    {
        "o": 30980,
        "r": "esv:Acts:21:40",
        "t": "And when he had given him permission, Paul, standing on the steps, motioned with his hand to the people. And when there was a great hush, he addressed them in the Hebrew language, saying:"
    },
    {
        "o": 30981,
        "r": "esv:Acts:22:0",
        "t": "Acts 22",
        "h": 1
    },
    {
        "o": 30982,
        "r": "esv:Acts:22:1",
        "t": "“Brothers*p and fathers, hear the defense that I now make before you.”"
    },
    {
        "o": 30983,
        "r": "esv:Acts:22:2",
        "t": "And*p when they heard that he was addressing them in the Hebrew language, they became even more quiet. And he said:"
    },
    {
        "o": 30984,
        "r": "esv:Acts:22:3",
        "t": "“I*p am a Jew, born in Tarsus in Cilicia, but brought up in this city, educated at the feet of Gamaliel according to the strict manner of the law of our fathers, being zealous for God as all of you are this day."
    },
    {
        "o": 30985,
        "r": "esv:Acts:22:4",
        "t": "I persecuted this Way to the death, binding and delivering to prison both men and women,"
    },
    {
        "o": 30986,
        "r": "esv:Acts:22:5",
        "t": "as the high priest and the whole council of elders can bear me witness. From them I received letters to the brothers, and I journeyed toward Damascus to take those also who were there and bring them in bonds to Jerusalem to be punished."
    },
    {
        "o": 30987,
        "r": "esv:Acts:22:6",
        "t": "“As*p I was on my way and drew near to Damascus, about noon a great light from heaven suddenly shone around me."
    },
    {
        "o": 30988,
        "r": "esv:Acts:22:7",
        "t": "And I fell to the ground and heard a voice saying to me, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r me?’*r"
    },
    {
        "o": 30989,
        "r": "esv:Acts:22:8",
        "t": "And I answered, ‘Who are you, Lord?’ And he said to me, ‘I*r am*r Jesus*r of*r Nazareth,*r whom*r you*r are*r persecuting.’*r"
    },
    {
        "o": 30990,
        "r": "esv:Acts:22:9",
        "t": "Now those who were with me saw the light but did not understand the voice of the one who was speaking to me."
    },
    {
        "o": 30991,
        "r": "esv:Acts:22:10",
        "t": "And I said, ‘What shall I do, Lord?’ And the Lord said to me, ‘Rise,*r and*r go*r into*r Damascus,*r and*r there*r you*r will*r be*r told*r all*r that*r is*r appointed*r for*r you*r to*r do.’*r"
    },
    {
        "o": 30992,
        "r": "esv:Acts:22:11",
        "t": "And since I could not see because of the brightness of that light, I was led by the hand by those who were with me, and came into Damascus."
    },
    {
        "o": 30993,
        "r": "esv:Acts:22:12",
        "t": "“And*p one Ananias, a devout man according to the law, well spoken of by all the Jews who lived there,"
    },
    {
        "o": 30994,
        "r": "esv:Acts:22:13",
        "t": "came to me, and standing by me said to me, ‘Brother Saul, receive your sight.’ And at that very hour I received my sight and saw him."
    },
    {
        "o": 30995,
        "r": "esv:Acts:22:14",
        "t": "And he said, ‘The God of our fathers appointed you to know his will, to see the Righteous One and to hear a voice from his mouth;"
    },
    {
        "o": 30996,
        "r": "esv:Acts:22:15",
        "t": "for you will be a witness for him to everyone of what you have seen and heard."
    },
    {
        "o": 30997,
        "r": "esv:Acts:22:16",
        "t": "And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’"
    },
    {
        "o": 30998,
        "r": "esv:Acts:22:17",
        "t": "“When*p I had returned to Jerusalem and was praying in the temple, I fell into a trance"
    },
    {
        "o": 30999,
        "r": "esv:Acts:22:18",
        "t": "and saw him saying to me, ‘Make*r haste*r and*r get*r out*r of*r Jerusalem*r quickly,*r because*r they*r will*r not*r accept*r your*r testimony*r about*r me.’*r"
    },
    {
        "o": 31000,
        "r": "esv:Acts:22:19",
        "t": "And I said, ‘Lord, they themselves know that in one synagogue after another I imprisoned and beat those who believed in you."
    },
    {
        "o": 31001,
        "r": "esv:Acts:22:20",
        "t": "And when the blood of Stephen your witness was being shed, I myself was standing by and approving and watching over the garments of those who killed him.’"
    },
    {
        "o": 31002,
        "r": "esv:Acts:22:21",
        "t": "And he said to me, ‘Go,*r for*r I*r will*r send*r you*r far*r away*r to*r the*r Gentiles.’”*r"
    },
    {
        "o": 31003,
        "r": "esv:Acts:22:21",
        "t": "Paul and the Roman Tribune",
        "h": 2
    },
    {
        "o": 31004,
        "r": "esv:Acts:22:22",
        "t": "Up*p to this word they listened to him. Then they raised their voices and said, “Away with such a fellow from the earth! For he should not be allowed to live.”"
    },
    {
        "o": 31005,
        "r": "esv:Acts:22:23",
        "t": "And as they were shouting and throwing off their cloaks and flinging dust into the air,"
    },
    {
        "o": 31006,
        "r": "esv:Acts:22:24",
        "t": "the tribune ordered him to be brought into the barracks, saying that he should be examined by flogging, to find out why they were shouting against him like this."
    },
    {
        "o": 31007,
        "r": "esv:Acts:22:25",
        "t": "But when they had stretched him out for the whips, Paul said to the centurion who was standing by, “Is it lawful for you to flog a man who is a Roman citizen and uncondemned?”"
    },
    {
        "o": 31008,
        "r": "esv:Acts:22:26",
        "t": "When the centurion heard this, he went to the tribune and said to him, “What are you about to do? For this man is a Roman citizen.”"
    },
    {
        "o": 31009,
        "r": "esv:Acts:22:27",
        "t": "So the tribune came and said to him, “Tell me, are you a Roman citizen?” And he said, “Yes.”"
    },
    {
        "o": 31010,
        "r": "esv:Acts:22:28",
        "t": "The tribune answered, “I bought this citizenship for a large sum.” Paul said, “But I am a citizen by birth.”"
    },
    {
        "o": 31011,
        "r": "esv:Acts:22:29",
        "t": "So those who were about to examine him withdrew from him immediately, and the tribune also was afraid, for he realized that Paul was a Roman citizen and that he had bound him."
    },
    {
        "o": 31012,
        "r": "esv:Acts:22:29",
        "t": "Paul Before the Council",
        "h": 2
    },
    {
        "o": 31013,
        "r": "esv:Acts:22:30",
        "t": "But*p on the next day, desiring to know the real reason why he was being accused by the Jews, he unbound him and commanded the chief priests and all the council to meet, and he brought Paul down and set him before them."
    },
    {
        "o": 31014,
        "r": "esv:Acts:23:0",
        "t": "Acts 23",
        "h": 1
    },
    {
        "o": 31015,
        "r": "esv:Acts:23:1",
        "t": "And*p looking intently at the council, Paul said, “Brothers, I have lived my life before God in all good conscience up to this day.”"
    },
    {
        "o": 31016,
        "r": "esv:Acts:23:2",
        "t": "And the high priest Ananias commanded those who stood by him to strike him on the mouth."
    },
    {
        "o": 31017,
        "r": "esv:Acts:23:3",
        "t": "Then Paul said to him, “God is going to strike you, you whitewashed wall! Are you sitting to judge me according to the law, and yet contrary to the law you order me to be struck?”"
    },
    {
        "o": 31018,
        "r": "esv:Acts:23:4",
        "t": "Those who stood by said, “Would you revile God’s high priest?”"
    },
    {
        "o": 31019,
        "r": "esv:Acts:23:5",
        "t": "And Paul said, “I did not know, brothers, that he was the high priest, for it is written, ‘You shall not speak evil of a ruler of your people.’”"
    },
    {
        "o": 31020,
        "r": "esv:Acts:23:6",
        "t": "Now*p when Paul perceived that one part were Sadducees and the other Pharisees, he cried out in the council, “Brothers, I am a Pharisee, a son of Pharisees. It is with respect to the hope and the resurrection of the dead that I am on trial.”"
    },
    {
        "o": 31021,
        "r": "esv:Acts:23:7",
        "t": "And when he had said this, a dissension arose between the Pharisees and the Sadducees, and the assembly was divided."
    },
    {
        "o": 31022,
        "r": "esv:Acts:23:8",
        "t": "For the Sadducees say that there is no resurrection, nor angel, nor spirit, but the Pharisees acknowledge them all."
    },
    {
        "o": 31023,
        "r": "esv:Acts:23:9",
        "t": "Then a great clamor arose, and some of the scribes of the Pharisees’ party stood up and contended sharply, “We find nothing wrong in this man. What if a spirit or an angel spoke to him?”"
    },
    {
        "o": 31024,
        "r": "esv:Acts:23:10",
        "t": "And when the dissension became violent, the tribune, afraid that Paul would be torn to pieces by them, commanded the soldiers to go down and take him away from among them by force and bring him into the barracks."
    },
    {
        "o": 31025,
        "r": "esv:Acts:23:11",
        "t": "The*p following night the Lord stood by him and said, “Take*r courage,*r for*r as*r you*r have*r testified*r to*r the*r facts*r about*r me*r in*r Jerusalem,*r so*r you*r must*r testify*r also*r in*r Rome.”*r"
    },
    {
        "o": 31026,
        "r": "esv:Acts:23:11",
        "t": "A Plot to Kill Paul",
        "h": 2
    },
    {
        "o": 31027,
        "r": "esv:Acts:23:12",
        "t": "When*p it was day, the Jews made a plot and bound themselves by an oath neither to eat nor drink till they had killed Paul."
    },
    {
        "o": 31028,
        "r": "esv:Acts:23:13",
        "t": "There were more than forty who made this conspiracy."
    },
    {
        "o": 31029,
        "r": "esv:Acts:23:14",
        "t": "They went to the chief priests and elders and said, “We have strictly bound ourselves by an oath to taste no food till we have killed Paul."
    },
    {
        "o": 31030,
        "r": "esv:Acts:23:15",
        "t": "Now therefore you, along with the council, give notice to the tribune to bring him down to you, as though you were going to determine his case more exactly. And we are ready to kill him before he comes near.”"
    },
    {
        "o": 31031,
        "r": "esv:Acts:23:16",
        "t": "Now*p the son of Paul’s sister heard of their ambush, so he went and entered the barracks and told Paul."
    },
    {
        "o": 31032,
        "r": "esv:Acts:23:17",
        "t": "Paul called one of the centurions and said, “Take this young man to the tribune, for he has something to tell him.”"
    },
    {
        "o": 31033,
        "r": "esv:Acts:23:18",
        "t": "So he took him and brought him to the tribune and said, “Paul the prisoner called me and asked me to bring this young man to you, as he has something to say to you.”"
    },
    {
        "o": 31034,
        "r": "esv:Acts:23:19",
        "t": "The tribune took him by the hand, and going aside asked him privately, “What is it that you have to tell me?”"
    },
    {
        "o": 31035,
        "r": "esv:Acts:23:20",
        "t": "And he said, “The Jews have agreed to ask you to bring Paul down to the council tomorrow, as though they were going to inquire somewhat more closely about him."
    },
    {
        "o": 31036,
        "r": "esv:Acts:23:21",
        "t": "But do not be persuaded by them, for more than forty of their men are lying in ambush for him, who have bound themselves by an oath neither to eat nor drink till they have killed him. And now they are ready, waiting for your consent.”"
    },
    {
        "o": 31037,
        "r": "esv:Acts:23:22",
        "t": "So the tribune dismissed the young man, charging him, “Tell no one that you have informed me of these things.”"
    },
    {
        "o": 31038,
        "r": "esv:Acts:23:22",
        "t": "Paul Sent to Felix the Governor",
        "h": 2
    },
    {
        "o": 31039,
        "r": "esv:Acts:23:23",
        "t": "Then*p he called two of the centurions and said, “Get ready two hundred soldiers, with seventy horsemen and two hundred spearmen to go as far as Caesarea at the third hour of the night."
    },
    {
        "o": 31040,
        "r": "esv:Acts:23:24",
        "t": "Also provide mounts for Paul to ride and bring him safely to Felix the governor.”"
    },
    {
        "o": 31041,
        "r": "esv:Acts:23:25",
        "t": "And he wrote a letter to this effect:"
    },
    {
        "o": 31042,
        "r": "esv:Acts:23:26",
        "t": "“Claudius*p Lysias, to his Excellency the governor Felix, greetings."
    },
    {
        "o": 31043,
        "r": "esv:Acts:23:27",
        "t": "This man was seized by the Jews and was about to be killed by them when I came upon them with the soldiers and rescued him, having learned that he was a Roman citizen."
    },
    {
        "o": 31044,
        "r": "esv:Acts:23:28",
        "t": "And desiring to know the charge for which they were accusing him, I brought him down to their council."
    },
    {
        "o": 31045,
        "r": "esv:Acts:23:29",
        "t": "I found that he was being accused about questions of their law, but charged with nothing deserving death or imprisonment."
    },
    {
        "o": 31046,
        "r": "esv:Acts:23:30",
        "t": "And when it was disclosed to me that there would be a plot against the man, I sent him to you at once, ordering his accusers also to state before you what they have against him.”"
    },
    {
        "o": 31047,
        "r": "esv:Acts:23:31",
        "t": "So*p the soldiers, according to their instructions, took Paul and brought him by night to Antipatris."
    },
    {
        "o": 31048,
        "r": "esv:Acts:23:32",
        "t": "And on the next day they returned to the barracks, letting the horsemen go on with him."
    },
    {
        "o": 31049,
        "r": "esv:Acts:23:33",
        "t": "When they had come to Caesarea and delivered the letter to the governor, they presented Paul also before him."
    },
    {
        "o": 31050,
        "r": "esv:Acts:23:34",
        "t": "On reading the letter, he asked what province he was from. And when he learned that he was from Cilicia,"
    },
    {
        "o": 31051,
        "r": "esv:Acts:23:35",
        "t": "he said, “I will give you a hearing when your accusers arrive.” And he commanded him to be guarded in Herod’s praetorium."
    },
    {
        "o": 31052,
        "r": "esv:Acts:24:0",
        "t": "Acts 24",
        "h": 1
    },
    {
        "o": 31053,
        "r": "esv:Acts:24:0",
        "t": "Paul Before Felix at Caesarea",
        "h": 2
    },
    {
        "o": 31054,
        "r": "esv:Acts:24:1",
        "t": "And*p after five days the high priest Ananias came down with some elders and a spokesman, one Tertullus. They laid before the governor their case against Paul."
    },
    {
        "o": 31055,
        "r": "esv:Acts:24:2",
        "t": "And when he had been summoned, Tertullus began to accuse him, saying: “Since*p through you we enjoy much peace, and since by your foresight, most excellent Felix, reforms are being made for this nation,"
    },
    {
        "o": 31056,
        "r": "esv:Acts:24:3",
        "t": "in every way and everywhere we accept this with all gratitude."
    },
    {
        "o": 31057,
        "r": "esv:Acts:24:4",
        "t": "But, to detain you no further, I beg you in your kindness to hear us briefly."
    },
    {
        "o": 31058,
        "r": "esv:Acts:24:5",
        "t": "For we have found this man a plague, one who stirs up riots among all the Jews throughout the world and is a ringleader of the sect of the Nazarenes."
    },
    {
        "o": 31059,
        "r": "esv:Acts:24:6",
        "t": "He even tried to profane the temple, but we seized him."
    },
    {
        "o": 31060,
        "r": "esv:Acts:24:8",
        "t": "By examining him yourself you will be able to find out from him about everything of which we accuse him.”"
    },
    {
        "o": 31061,
        "r": "esv:Acts:24:9",
        "t": "The*p Jews also joined in the charge, affirming that all these things were so."
    },
    {
        "o": 31062,
        "r": "esv:Acts:24:10",
        "t": "And*p when the governor had nodded to him to speak, Paul replied: “Knowing*p that for many years you have been a judge over this nation, I cheerfully make my defense."
    },
    {
        "o": 31063,
        "r": "esv:Acts:24:11",
        "t": "You can verify that it is not more than twelve days since I went up to worship in Jerusalem,"
    },
    {
        "o": 31064,
        "r": "esv:Acts:24:12",
        "t": "and they did not find me disputing with anyone or stirring up a crowd, either in the temple or in the synagogues or in the city."
    },
    {
        "o": 31065,
        "r": "esv:Acts:24:13",
        "t": "Neither can they prove to you what they now bring up against me."
    },
    {
        "o": 31066,
        "r": "esv:Acts:24:14",
        "t": "But this I confess to you, that according to the Way, which they call a sect, I worship the God of our fathers, believing everything laid down by the Law and written in the Prophets,"
    },
    {
        "o": 31067,
        "r": "esv:Acts:24:15",
        "t": "having a hope in God, which these men themselves accept, that there will be a resurrection of both the just and the unjust."
    },
    {
        "o": 31068,
        "r": "esv:Acts:24:16",
        "t": "So I always take pains to have a clear conscience toward both God and man."
    },
    {
        "o": 31069,
        "r": "esv:Acts:24:17",
        "t": "Now after several years I came to bring alms to my nation and to present offerings."
    },
    {
        "o": 31070,
        "r": "esv:Acts:24:18",
        "t": "While I was doing this, they found me purified in the temple, without any crowd or tumult. But some Jews from Asia—"
    },
    {
        "o": 31071,
        "r": "esv:Acts:24:19",
        "t": "they ought to be here before you and to make an accusation, should they have anything against me."
    },
    {
        "o": 31072,
        "r": "esv:Acts:24:20",
        "t": "Or else let these men themselves say what wrongdoing they found when I stood before the council,"
    },
    {
        "o": 31073,
        "r": "esv:Acts:24:21",
        "t": "other than this one thing that I cried out while standing among them: ‘It is with respect to the resurrection of the dead that I am on trial before you this day.’”"
    },
    {
        "o": 31074,
        "r": "esv:Acts:24:21",
        "t": "Paul Kept in Custody",
        "h": 2
    },
    {
        "o": 31075,
        "r": "esv:Acts:24:22",
        "t": "But*p Felix, having a rather accurate knowledge of the Way, put them off, saying, “When Lysias the tribune comes down, I will decide your case.”"
    },
    {
        "o": 31076,
        "r": "esv:Acts:24:23",
        "t": "Then he gave orders to the centurion that he should be kept in custody but have some liberty, and that none of his friends should be prevented from attending to his needs."
    },
    {
        "o": 31077,
        "r": "esv:Acts:24:24",
        "t": "After*p some days Felix came with his wife Drusilla, who was Jewish, and he sent for Paul and heard him speak about faith in Christ Jesus."
    },
    {
        "o": 31078,
        "r": "esv:Acts:24:25",
        "t": "And as he reasoned about righteousness and self-control and the coming judgment, Felix was alarmed and said, “Go away for the present. When I get an opportunity I will summon you.”"
    },
    {
        "o": 31079,
        "r": "esv:Acts:24:26",
        "t": "At the same time he hoped that money would be given him by Paul. So he sent for him often and conversed with him."
    },
    {
        "o": 31080,
        "r": "esv:Acts:24:27",
        "t": "When two years had elapsed, Felix was succeeded by Porcius Festus. And desiring to do the Jews a favor, Felix left Paul in prison."
    },
    {
        "o": 31081,
        "r": "esv:Acts:25:0",
        "t": "Acts 25",
        "h": 1
    },
    {
        "o": 31082,
        "r": "esv:Acts:25:0",
        "t": "Paul Appeals to Caesar",
        "h": 2
    },
    {
        "o": 31083,
        "r": "esv:Acts:25:1",
        "t": "Now*p three days after Festus had arrived in the province, he went up to Jerusalem from Caesarea."
    },
    {
        "o": 31084,
        "r": "esv:Acts:25:2",
        "t": "And the chief priests and the principal men of the Jews laid out their case against Paul, and they urged him,"
    },
    {
        "o": 31085,
        "r": "esv:Acts:25:3",
        "t": "asking as a favor against Paul that he summon him to Jerusalem— because they were planning an ambush to kill him on the way."
    },
    {
        "o": 31086,
        "r": "esv:Acts:25:4",
        "t": "Festus replied that Paul was being kept at Caesarea and that he himself intended to go there shortly."
    },
    {
        "o": 31087,
        "r": "esv:Acts:25:5",
        "t": "“So,” said he, “let the men of authority among you go down with me, and if there is anything wrong about the man, let them bring charges against him.”"
    },
    {
        "o": 31088,
        "r": "esv:Acts:25:6",
        "t": "After*p he stayed among them not more than eight or ten days, he went down to Caesarea. And the next day he took his seat on the tribunal and ordered Paul to be brought."
    },
    {
        "o": 31089,
        "r": "esv:Acts:25:7",
        "t": "When he had arrived, the Jews who had come down from Jerusalem stood around him, bringing many and serious charges against him that they could not prove."
    },
    {
        "o": 31090,
        "r": "esv:Acts:25:8",
        "t": "Paul argued in his defense, “Neither against the law of the Jews, nor against the temple, nor against Caesar have I committed any offense.”"
    },
    {
        "o": 31091,
        "r": "esv:Acts:25:9",
        "t": "But Festus, wishing to do the Jews a favor, said to Paul, “Do you wish to go up to Jerusalem and there be tried on these charges before me?”"
    },
    {
        "o": 31092,
        "r": "esv:Acts:25:10",
        "t": "But Paul said, “I am standing before Caesar’s tribunal, where I ought to be tried. To the Jews I have done no wrong, as you yourself know very well."
    },
    {
        "o": 31093,
        "r": "esv:Acts:25:11",
        "t": "If then I am a wrongdoer and have committed anything for which I deserve to die, I do not seek to escape death. But if there is nothing to their charges against me, no one can give me up to them. I appeal to Caesar.”"
    },
    {
        "o": 31094,
        "r": "esv:Acts:25:12",
        "t": "Then Festus, when he had conferred with his council, answered, “To Caesar you have appealed; to Caesar you shall go.”"
    },
    {
        "o": 31095,
        "r": "esv:Acts:25:12",
        "t": "Paul Before Agrippa and Bernice",
        "h": 2
    },
    {
        "o": 31096,
        "r": "esv:Acts:25:13",
        "t": "Now*p when some days had passed, Agrippa the king and Bernice arrived at Caesarea and greeted Festus."
    },
    {
        "o": 31097,
        "r": "esv:Acts:25:14",
        "t": "And as they stayed there many days, Festus laid Paul’s case before the king, saying, “There is a man left prisoner by Felix,"
    },
    {
        "o": 31098,
        "r": "esv:Acts:25:15",
        "t": "and when I was at Jerusalem, the chief priests and the elders of the Jews laid out their case against him, asking for a sentence of condemnation against him."
    },
    {
        "o": 31099,
        "r": "esv:Acts:25:16",
        "t": "I answered them that it was not the custom of the Romans to give up anyone before the accused met the accusers face to face and had opportunity to make his defense concerning the charge laid against him."
    },
    {
        "o": 31100,
        "r": "esv:Acts:25:17",
        "t": "So when they came together here, I made no delay, but on the next day took my seat on the tribunal and ordered the man to be brought."
    },
    {
        "o": 31101,
        "r": "esv:Acts:25:18",
        "t": "When the accusers stood up, they brought no charge in his case of such evils as I supposed."
    },
    {
        "o": 31102,
        "r": "esv:Acts:25:19",
        "t": "Rather they had certain points of dispute with him about their own religion and about a certain Jesus, who was dead, but whom Paul asserted to be alive."
    },
    {
        "o": 31103,
        "r": "esv:Acts:25:20",
        "t": "Being at a loss how to investigate these questions, I asked whether he wanted to go to Jerusalem and be tried there regarding them."
    },
    {
        "o": 31104,
        "r": "esv:Acts:25:21",
        "t": "But when Paul had appealed to be kept in custody for the decision of the emperor, I ordered him to be held until I could send him to Caesar.”"
    },
    {
        "o": 31105,
        "r": "esv:Acts:25:22",
        "t": "Then Agrippa said to Festus, “I would like to hear the man myself.” “Tomorrow,” said he, “you will hear him.”"
    },
    {
        "o": 31106,
        "r": "esv:Acts:25:23",
        "t": "So*p on the next day Agrippa and Bernice came with great pomp, and they entered the audience hall with the military tribunes and the prominent men of the city. Then, at the command of Festus, Paul was brought in."
    },
    {
        "o": 31107,
        "r": "esv:Acts:25:24",
        "t": "And Festus said, “King Agrippa and all who are present with us, you see this man about whom the whole Jewish people petitioned me, both in Jerusalem and here, shouting that he ought not to live any longer."
    },
    {
        "o": 31108,
        "r": "esv:Acts:25:25",
        "t": "But I found that he had done nothing deserving death. And as he himself appealed to the emperor, I decided to go ahead and send him."
    },
    {
        "o": 31109,
        "r": "esv:Acts:25:26",
        "t": "But I have nothing definite to write to my lord about him. Therefore I have brought him before you all, and especially before you, King Agrippa, so that, after we have examined him, I may have something to write."
    },
    {
        "o": 31110,
        "r": "esv:Acts:25:27",
        "t": "For it seems to me unreasonable, in sending a prisoner, not to indicate the charges against him.”"
    },
    {
        "o": 31111,
        "r": "esv:Acts:26:0",
        "t": "Acts 26",
        "h": 1
    },
    {
        "o": 31112,
        "r": "esv:Acts:26:0",
        "t": "Paul’s Defense Before Agrippa",
        "h": 2
    },
    {
        "o": 31113,
        "r": "esv:Acts:26:1",
        "t": "So*p Agrippa said to Paul, “You have permission to speak for yourself.” Then Paul stretched out his hand and made his defense:"
    },
    {
        "o": 31114,
        "r": "esv:Acts:26:2",
        "t": "“I*p consider myself fortunate that it is before you, King Agrippa, I am going to make my defense today against all the accusations of the Jews,"
    },
    {
        "o": 31115,
        "r": "esv:Acts:26:3",
        "t": "especially because you are familiar with all the customs and controversies of the Jews. Therefore I beg you to listen to me patiently."
    },
    {
        "o": 31116,
        "r": "esv:Acts:26:4",
        "t": "“My*p manner of life from my youth, spent from the beginning among my own nation and in Jerusalem, is known by all the Jews."
    },
    {
        "o": 31117,
        "r": "esv:Acts:26:5",
        "t": "They have known for a long time, if they are willing to testify, that according to the strictest party of our religion I have lived as a Pharisee."
    },
    {
        "o": 31118,
        "r": "esv:Acts:26:6",
        "t": "And now I stand here on trial because of my hope in the promise made by God to our fathers,"
    },
    {
        "o": 31119,
        "r": "esv:Acts:26:7",
        "t": "to which our twelve tribes hope to attain, as they earnestly worship night and day. And for this hope I am accused by Jews, O king!"
    },
    {
        "o": 31120,
        "r": "esv:Acts:26:8",
        "t": "Why is it thought incredible by any of you that God raises the dead?"
    },
    {
        "o": 31121,
        "r": "esv:Acts:26:9",
        "t": "“I*p myself was convinced that I ought to do many things in opposing the name of Jesus of Nazareth."
    },
    {
        "o": 31122,
        "r": "esv:Acts:26:10",
        "t": "And I did so in Jerusalem. I not only locked up many of the saints in prison after receiving authority from the chief priests, but when they were put to death I cast my vote against them."
    },
    {
        "o": 31123,
        "r": "esv:Acts:26:11",
        "t": "And I punished them often in all the synagogues and tried to make them blaspheme, and in raging fury against them I persecuted them even to foreign cities."
    },
    {
        "o": 31124,
        "r": "esv:Acts:26:11",
        "t": "Paul Tells of His Conversion",
        "h": 2
    },
    {
        "o": 31125,
        "r": "esv:Acts:26:12",
        "t": "“In*p this connection I journeyed to Damascus with the authority and commission of the chief priests."
    },
    {
        "o": 31126,
        "r": "esv:Acts:26:13",
        "t": "At midday, O king, I saw on the way a light from heaven, brighter than the sun, that shone around me and those who journeyed with me."
    },
    {
        "o": 31127,
        "r": "esv:Acts:26:14",
        "t": "And when we had all fallen to the ground, I heard a voice saying to me in the Hebrew language, ‘Saul,*r Saul,*r why*r are*r you*r persecuting*r me?*r It*r is*r hard*r for*r you*r to*r kick*r against*r the*r goads.’*r"
    },
    {
        "o": 31128,
        "r": "esv:Acts:26:15",
        "t": "And I said, ‘Who are you, Lord?’ And the Lord said, ‘I*r am*r Jesus*r whom*r you*r are*r persecuting.*r"
    },
    {
        "o": 31129,
        "r": "esv:Acts:26:16",
        "t": "But*r rise*r and*r stand*r upon*r your*r feet,*r for*r I*r have*r appeared*r to*r you*r for*r this*r purpose,*r to*r appoint*r you*r as*r a*r servant*r and*r witness*r to*r the*r things*r in*r which*r you*r have*r seen*r me*r and*r to*r those*r in*r which*r I*r will*r appear*r to*r you,*r"
    },
    {
        "o": 31130,
        "r": "esv:Acts:26:17",
        "t": "delivering*r you*r from*r your*r people*r and*r from*r the*r Gentiles—*r to*r whom*r I*r am*r sending*r you*r"
    },
    {
        "o": 31131,
        "r": "esv:Acts:26:18",
        "t": "to*r open*r their*r eyes,*r so*r that*r they*r may*r turn*r from*r darkness*r to*r light*r and*r from*r the*r power*r of*r Satan*r to*r God,*r that*r they*r may*r receive*r forgiveness*r of*r sins*r and*r a*r place*r among*r those*r who*r are*r sanctified*r by*r faith*r in*r me.’*r"
    },
    {
        "o": 31132,
        "r": "esv:Acts:26:19",
        "t": "“Therefore,*p O King Agrippa, I was not disobedient to the heavenly vision,"
    },
    {
        "o": 31133,
        "r": "esv:Acts:26:20",
        "t": "but declared first to those in Damascus, then in Jerusalem and throughout all the region of Judea, and also to the Gentiles, that they should repent and turn to God, performing deeds in keeping with their repentance."
    },
    {
        "o": 31134,
        "r": "esv:Acts:26:21",
        "t": "For this reason the Jews seized me in the temple and tried to kill me."
    },
    {
        "o": 31135,
        "r": "esv:Acts:26:22",
        "t": "To this day I have had the help that comes from God, and so I stand here testifying both to small and great, saying nothing but what the prophets and Moses said would come to pass:"
    },
    {
        "o": 31136,
        "r": "esv:Acts:26:23",
        "t": "that the Christ must suffer and that, by being the first to rise from the dead, he would proclaim light both to our people and to the Gentiles.”"
    },
    {
        "o": 31137,
        "r": "esv:Acts:26:24",
        "t": "And*p as he was saying these things in his defense, Festus said with a loud voice, “Paul, you are out of your mind; your great learning is driving you out of your mind.”"
    },
    {
        "o": 31138,
        "r": "esv:Acts:26:25",
        "t": "But Paul said, “I am not out of my mind, most excellent Festus, but I am speaking true and rational words."
    },
    {
        "o": 31139,
        "r": "esv:Acts:26:26",
        "t": "For the king knows about these things, and to him I speak boldly. For I am persuaded that none of these things has escaped his notice, for this has not been done in a corner."
    },
    {
        "o": 31140,
        "r": "esv:Acts:26:27",
        "t": "King Agrippa, do you believe the prophets? I know that you believe.”"
    },
    {
        "o": 31141,
        "r": "esv:Acts:26:28",
        "t": "And Agrippa said to Paul, “In a short time would you persuade me to be a Christian?”"
    },
    {
        "o": 31142,
        "r": "esv:Acts:26:29",
        "t": "And Paul said, “Whether short or long, I would to God that not only you but also all who hear me this day might become such as I am— except for these chains.”"
    },
    {
        "o": 31143,
        "r": "esv:Acts:26:30",
        "t": "Then*p the king rose, and the governor and Bernice and those who were sitting with them."
    },
    {
        "o": 31144,
        "r": "esv:Acts:26:31",
        "t": "And when they had withdrawn, they said to one another, “This man is doing nothing to deserve death or imprisonment.”"
    },
    {
        "o": 31145,
        "r": "esv:Acts:26:32",
        "t": "And Agrippa said to Festus, “This man could have been set free if he had not appealed to Caesar.”"
    },
    {
        "o": 31146,
        "r": "esv:Acts:27:0",
        "t": "Acts 27",
        "h": 1
    },
    {
        "o": 31147,
        "r": "esv:Acts:27:0",
        "t": "Paul Sails for Rome",
        "h": 2
    },
    {
        "o": 31148,
        "r": "esv:Acts:27:1",
        "t": "And*p when it was decided that we should sail for Italy, they delivered Paul and some other prisoners to a centurion of the Augustan Cohort named Julius."
    },
    {
        "o": 31149,
        "r": "esv:Acts:27:2",
        "t": "And embarking in a ship of Adramyttium, which was about to sail to the ports along the coast of Asia, we put to sea, accompanied by Aristarchus, a Macedonian from Thessalonica."
    },
    {
        "o": 31150,
        "r": "esv:Acts:27:3",
        "t": "The next day we put in at Sidon. And Julius treated Paul kindly and gave him leave to go to his friends and be cared for."
    },
    {
        "o": 31151,
        "r": "esv:Acts:27:4",
        "t": "And putting out to sea from there we sailed under the lee of Cyprus, because the winds were against us."
    },
    {
        "o": 31152,
        "r": "esv:Acts:27:5",
        "t": "And when we had sailed across the open sea along the coast of Cilicia and Pamphylia, we came to Myra in Lycia."
    },
    {
        "o": 31153,
        "r": "esv:Acts:27:6",
        "t": "There the centurion found a ship of Alexandria sailing for Italy and put us on board."
    },
    {
        "o": 31154,
        "r": "esv:Acts:27:7",
        "t": "We sailed slowly for a number of days and arrived with difficulty off Cnidus, and as the wind did not allow us to go farther, we sailed under the lee of Crete off Salmone."
    },
    {
        "o": 31155,
        "r": "esv:Acts:27:8",
        "t": "Coasting along it with difficulty, we came to a place called Fair Havens, near which was the city of Lasea."
    },
    {
        "o": 31156,
        "r": "esv:Acts:27:9",
        "t": "Since*p much time had passed, and the voyage was now dangerous because even the Fast was already over, Paul advised them,"
    },
    {
        "o": 31157,
        "r": "esv:Acts:27:10",
        "t": "saying, “Sirs, I perceive that the voyage will be with injury and much loss, not only of the cargo and the ship, but also of our lives.”"
    },
    {
        "o": 31158,
        "r": "esv:Acts:27:11",
        "t": "But the centurion paid more attention to the pilot and to the owner of the ship than to what Paul said."
    },
    {
        "o": 31159,
        "r": "esv:Acts:27:12",
        "t": "And because the harbor was not suitable to spend the winter in, the majority decided to put out to sea from there, on the chance that somehow they could reach Phoenix, a harbor of Crete, facing both southwest and northwest, and spend the winter there."
    },
    {
        "o": 31160,
        "r": "esv:Acts:27:12",
        "t": "The Storm at Sea",
        "h": 2
    },
    {
        "o": 31161,
        "r": "esv:Acts:27:13",
        "t": "Now*p when the south wind blew gently, supposing that they had obtained their purpose, they weighed anchor and sailed along Crete, close to the shore."
    },
    {
        "o": 31162,
        "r": "esv:Acts:27:14",
        "t": "But soon a tempestuous wind, called the northeaster, struck down from the land."
    },
    {
        "o": 31163,
        "r": "esv:Acts:27:15",
        "t": "And when the ship was caught and could not face the wind, we gave way to it and were driven along."
    },
    {
        "o": 31164,
        "r": "esv:Acts:27:16",
        "t": "Running under the lee of a small island called Cauda, we managed with difficulty to secure the ship’s boat."
    },
    {
        "o": 31165,
        "r": "esv:Acts:27:17",
        "t": "After hoisting it up, they used supports to undergird the ship. Then, fearing that they would run aground on the Syrtis, they lowered the gear, and thus they were driven along."
    },
    {
        "o": 31166,
        "r": "esv:Acts:27:18",
        "t": "Since we were violently storm-tossed, they began the next day to jettison the cargo."
    },
    {
        "o": 31167,
        "r": "esv:Acts:27:19",
        "t": "And on the third day they threw the ship’s tackle overboard with their own hands."
    },
    {
        "o": 31168,
        "r": "esv:Acts:27:20",
        "t": "When neither sun nor stars appeared for many days, and no small tempest lay on us, all hope of our being saved was at last abandoned."
    },
    {
        "o": 31169,
        "r": "esv:Acts:27:21",
        "t": "Since*p they had been without food for a long time, Paul stood up among them and said, “Men, you should have listened to me and not have set sail from Crete and incurred this injury and loss."
    },
    {
        "o": 31170,
        "r": "esv:Acts:27:22",
        "t": "Yet now I urge you to take heart, for there will be no loss of life among you, but only of the ship."
    },
    {
        "o": 31171,
        "r": "esv:Acts:27:23",
        "t": "For this very night there stood before me an angel of the God to whom I belong and whom I worship,"
    },
    {
        "o": 31172,
        "r": "esv:Acts:27:24",
        "t": "and he said, ‘Do not be afraid, Paul; you must stand before Caesar. And behold, God has granted you all those who sail with you.’"
    },
    {
        "o": 31173,
        "r": "esv:Acts:27:25",
        "t": "So take heart, men, for I have faith in God that it will be exactly as I have been told."
    },
    {
        "o": 31174,
        "r": "esv:Acts:27:26",
        "t": "But we must run aground on some island.”"
    },
    {
        "o": 31175,
        "r": "esv:Acts:27:27",
        "t": "When*p the fourteenth night had come, as we were being driven across the Adriatic Sea, about midnight the sailors suspected that they were nearing land."
    },
    {
        "o": 31176,
        "r": "esv:Acts:27:28",
        "t": "So they took a sounding and found twenty fathoms. A little farther on they took a sounding again and found fifteen fathoms."
    },
    {
        "o": 31177,
        "r": "esv:Acts:27:29",
        "t": "And fearing that we might run on the rocks, they let down four anchors from the stern and prayed for day to come."
    },
    {
        "o": 31178,
        "r": "esv:Acts:27:30",
        "t": "And as the sailors were seeking to escape from the ship, and had lowered the ship’s boat into the sea under pretense of laying out anchors from the bow,"
    },
    {
        "o": 31179,
        "r": "esv:Acts:27:31",
        "t": "Paul said to the centurion and the soldiers, “Unless these men stay in the ship, you cannot be saved.”"
    },
    {
        "o": 31180,
        "r": "esv:Acts:27:32",
        "t": "Then the soldiers cut away the ropes of the ship’s boat and let it go."
    },
    {
        "o": 31181,
        "r": "esv:Acts:27:33",
        "t": "As*p day was about to dawn, Paul urged them all to take some food, saying, “Today is the fourteenth day that you have continued in suspense and without food, having taken nothing."
    },
    {
        "o": 31182,
        "r": "esv:Acts:27:34",
        "t": "Therefore I urge you to take some food. For it will give you strength, for not a hair is to perish from the head of any of you.”"
    },
    {
        "o": 31183,
        "r": "esv:Acts:27:35",
        "t": "And when he had said these things, he took bread, and giving thanks to God in the presence of all he broke it and began to eat."
    },
    {
        "o": 31184,
        "r": "esv:Acts:27:36",
        "t": "Then they all were encouraged and ate some food themselves."
    },
    {
        "o": 31185,
        "r": "esv:Acts:27:37",
        "t": "(We were in all 276 persons in the ship.)"
    },
    {
        "o": 31186,
        "r": "esv:Acts:27:38",
        "t": "And when they had eaten enough, they lightened the ship, throwing out the wheat into the sea."
    },
    {
        "o": 31187,
        "r": "esv:Acts:27:38",
        "t": "The Shipwreck",
        "h": 2
    },
    {
        "o": 31188,
        "r": "esv:Acts:27:39",
        "t": "Now*p when it was day, they did not recognize the land, but they noticed a bay with a beach, on which they planned if possible to run the ship ashore."
    },
    {
        "o": 31189,
        "r": "esv:Acts:27:40",
        "t": "So they cast off the anchors and left them in the sea, at the same time loosening the ropes that tied the rudders. Then hoisting the foresail to the wind they made for the beach."
    },
    {
        "o": 31190,
        "r": "esv:Acts:27:41",
        "t": "But striking a reef, they ran the vessel aground. The bow stuck and remained immovable, and the stern was being broken up by the surf."
    },
    {
        "o": 31191,
        "r": "esv:Acts:27:42",
        "t": "The soldiers’ plan was to kill the prisoners, lest any should swim away and escape."
    },
    {
        "o": 31192,
        "r": "esv:Acts:27:43",
        "t": "But the centurion, wishing to save Paul, kept them from carrying out their plan. He ordered those who could swim to jump overboard first and make for the land,"
    },
    {
        "o": 31193,
        "r": "esv:Acts:27:44",
        "t": "and the rest on planks or on pieces of the ship. And so it was that all were brought safely to land."
    },
    {
        "o": 31194,
        "r": "esv:Acts:28:0",
        "t": "Acts 28",
        "h": 1
    },
    {
        "o": 31195,
        "r": "esv:Acts:28:0",
        "t": "Paul on Malta",
        "h": 2
    },
    {
        "o": 31196,
        "r": "esv:Acts:28:1",
        "t": "After*p we were brought safely through, we then learned that the island was called Malta."
    },
    {
        "o": 31197,
        "r": "esv:Acts:28:2",
        "t": "The native people showed us unusual kindness, for they kindled a fire and welcomed us all, because it had begun to rain and was cold."
    },
    {
        "o": 31198,
        "r": "esv:Acts:28:3",
        "t": "When Paul had gathered a bundle of sticks and put them on the fire, a viper came out because of the heat and fastened on his hand."
    },
    {
        "o": 31199,
        "r": "esv:Acts:28:4",
        "t": "When the native people saw the creature hanging from his hand, they said to one another, “No doubt this man is a murderer. Though he has escaped from the sea, Justice has not allowed him to live.”"
    },
    {
        "o": 31200,
        "r": "esv:Acts:28:5",
        "t": "He, however, shook off the creature into the fire and suffered no harm."
    },
    {
        "o": 31201,
        "r": "esv:Acts:28:6",
        "t": "They were waiting for him to swell up or suddenly fall down dead. But when they had waited a long time and saw no misfortune come to him, they changed their minds and said that he was a god."
    },
    {
        "o": 31202,
        "r": "esv:Acts:28:7",
        "t": "Now*p in the neighborhood of that place were lands belonging to the chief man of the island, named Publius, who received us and entertained us hospitably for three days."
    },
    {
        "o": 31203,
        "r": "esv:Acts:28:8",
        "t": "It happened that the father of Publius lay sick with fever and dysentery. And Paul visited him and prayed, and putting his hands on him, healed him."
    },
    {
        "o": 31204,
        "r": "esv:Acts:28:9",
        "t": "And when this had taken place, the rest of the people on the island who had diseases also came and were cured."
    },
    {
        "o": 31205,
        "r": "esv:Acts:28:10",
        "t": "They also honored us greatly, and when we were about to sail, they put on board whatever we needed."
    },
    {
        "o": 31206,
        "r": "esv:Acts:28:10",
        "t": "Paul Arrives at Rome",
        "h": 2
    },
    {
        "o": 31207,
        "r": "esv:Acts:28:11",
        "t": "After*p three months we set sail in a ship that had wintered in the island, a ship of Alexandria, with the twin gods as a figurehead."
    },
    {
        "o": 31208,
        "r": "esv:Acts:28:12",
        "t": "Putting in at Syracuse, we stayed there for three days."
    },
    {
        "o": 31209,
        "r": "esv:Acts:28:13",
        "t": "And from there we made a circuit and arrived at Rhegium. And after one day a south wind sprang up, and on the second day we came to Puteoli."
    },
    {
        "o": 31210,
        "r": "esv:Acts:28:14",
        "t": "There we found brothers and were invited to stay with them for seven days. And so we came to Rome."
    },
    {
        "o": 31211,
        "r": "esv:Acts:28:15",
        "t": "And the brothers there, when they heard about us, came as far as the Forum of Appius and Three Taverns to meet us. On seeing them, Paul thanked God and took courage."
    },
    {
        "o": 31212,
        "r": "esv:Acts:28:16",
        "t": "And when we came into Rome, Paul was allowed to stay by himself, with the soldier who guarded him."
    },
    {
        "o": 31213,
        "r": "esv:Acts:28:16",
        "t": "Paul in Rome",
        "h": 2
    },
    {
        "o": 31214,
        "r": "esv:Acts:28:17",
        "t": "After*p three days he called together the local leaders of the Jews, and when they had gathered, he said to them, “Brothers, though I had done nothing against our people or the customs of our fathers, yet I was delivered as a prisoner from Jerusalem into the hands of the Romans."
    },
    {
        "o": 31215,
        "r": "esv:Acts:28:18",
        "t": "When they had examined me, they wished to set me at liberty, because there was no reason for the death penalty in my case."
    },
    {
        "o": 31216,
        "r": "esv:Acts:28:19",
        "t": "But because the Jews objected, I was compelled to appeal to Caesar— though I had no charge to bring against my nation."
    },
    {
        "o": 31217,
        "r": "esv:Acts:28:20",
        "t": "For this reason, therefore, I have asked to see you and speak with you, since it is because of the hope of Israel that I am wearing this chain.”"
    },
    {
        "o": 31218,
        "r": "esv:Acts:28:21",
        "t": "And they said to him, “We have received no letters from Judea about you, and none of the brothers coming here has reported or spoken any evil about you."
    },
    {
        "o": 31219,
        "r": "esv:Acts:28:22",
        "t": "But we desire to hear from you what your views are, for with regard to this sect we know that everywhere it is spoken against.”"
    },
    {
        "o": 31220,
        "r": "esv:Acts:28:23",
        "t": "When*p they had appointed a day for him, they came to him at his lodging in greater numbers. From morning till evening he expounded to them, testifying to the kingdom of God and trying to convince them about Jesus both from the Law of Moses and from the Prophets."
    },
    {
        "o": 31221,
        "r": "esv:Acts:28:24",
        "t": "And some were convinced by what he said, but others disbelieved."
    },
    {
        "o": 31222,
        "r": "esv:Acts:28:25",
        "t": "And disagreeing among themselves, they departed after Paul had made one statement: “The Holy Spirit was right in saying to your fathers through Isaiah the prophet:"
    },
    {
        "o": 31223,
        "r": "esv:Acts:28:26",
        "t": "“‘Go*pn to this people, and say, “You*ln will indeed hear but never understand, and*ld you will indeed see but never perceive.”"
    },
    {
        "o": 31224,
        "r": "esv:Acts:28:27",
        "t": "For*ln this people’s heart has grown dull, and*ld with their ears they can barely hear, and*ld their eyes they have closed; lest*ln they should see with their eyes and*ld hear with their ears and*ln understand with their heart and*ld turn, and I would heal them.’"
    },
    {
        "o": 31225,
        "r": "esv:Acts:28:28",
        "t": "Therefore*p let it be known to you that this salvation of God has been sent to the Gentiles; they will listen.”"
    },
    {
        "o": 31226,
        "r": "esv:Acts:28:30",
        "t": "He*p lived there two whole years at his own expense, and welcomed all who came to him,"
    },
    {
        "o": 31227,
        "r": "esv:Acts:28:31",
        "t": "proclaiming the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance."
    }
]
