[
    {
        "o": 12472,
        "r": "nkjv:2 Chronicles:5:0",
        "t": "2 Chronicles 5",
        "h": 1
    },
    {
        "o": 12473,
        "r": "nkjv:2 Chronicles:5:1",
        "t": "So*p all the work that Solomon had done for the house of the Lord*s was finished; and Solomon brought in the things which his father David had dedicated: the silver and the gold and all the furnishings. And he put them*i in the treasuries of the house of God."
    },
    {
        "o": 12474,
        "r": "nkjv:2 Chronicles:5:1",
        "t": "The Ark Brought into the Temple",
        "h": 2
    },
    {
        "o": 12475,
        "r": "nkjv:2 Chronicles:5:2",
        "t": "Now*p Solomon assembled the elders of Israel and all the heads of the tribes, the chief fathers of the children of Israel, in Jerusalem, that they might bring the ark of the covenant of the Lord*s up from the City of David, which is*i Zion."
    },
    {
        "o": 12476,
        "r": "nkjv:2 Chronicles:5:3",
        "t": "Therefore all the men of Israel assembled with the king at the feast, which was*i in the seventh month."
    },
    {
        "o": 12477,
        "r": "nkjv:2 Chronicles:5:4",
        "t": "So all the elders of Israel came, and the Levites took up the ark."
    },
    {
        "o": 12478,
        "r": "nkjv:2 Chronicles:5:5",
        "t": "Then they brought up the ark, the tabernacle of meeting, and all the holy furnishings that were*i in the tabernacle. The priests and the Levites brought them up."
    },
    {
        "o": 12479,
        "r": "nkjv:2 Chronicles:5:6",
        "t": "Also King Solomon, and all the congregation of Israel who were assembled with him before the ark, were sacrificing sheep and oxen that could not be counted or numbered for multitude."
    },
    {
        "o": 12480,
        "r": "nkjv:2 Chronicles:5:7",
        "t": "Then the priests brought in the ark of the covenant of the Lord*s to its place, into the inner sanctuary of the temple, to the Most Holy Place,*i under the wings of the cherubim."
    },
    {
        "o": 12481,
        "r": "nkjv:2 Chronicles:5:8",
        "t": "For the cherubim spread their*i wings over the place of the ark, and the cherubim overshadowed the ark and its poles."
    },
    {
        "o": 12482,
        "r": "nkjv:2 Chronicles:5:9",
        "t": "The poles extended so that the ends of the poles of the ark could be seen from the*i holy*i place,*i in front of the inner sanctuary; but they could not be seen from outside. And they are there to this day."
    },
    {
        "o": 12483,
        "r": "nkjv:2 Chronicles:5:10",
        "t": "Nothing was in the ark except the two tablets which Moses put there*i at Horeb, when the Lord*s made a*i covenant*i with the children of Israel, when they had come out of Egypt."
    },
    {
        "o": 12484,
        "r": "nkjv:2 Chronicles:5:11",
        "t": "And*p it came to pass when the priests came out of the Most*i Holy Place*i (for all the priests who were*i present had sanctified themselves, without keeping to their divisions),"
    },
    {
        "o": 12485,
        "r": "nkjv:2 Chronicles:5:12",
        "t": "and the Levites who*i were*i the singers, all those of Asaph and Heman and Jeduthun, with their sons and their brethren, stood at the east end of the altar, clothed in white linen, having cymbals, stringed instruments and harps, and with them one hundred and twenty priests sounding with trumpets—"
    },
    {
        "o": 12486,
        "r": "nkjv:2 Chronicles:5:13",
        "t": "indeed it came to pass, when the trumpeters and singers were*i as one, to make one sound to be heard in praising and thanking the Lord,*s and when they lifted up their voice with the trumpets and cymbals and instruments of music, and praised the Lord,*s saying:*i “For*ipn He*i is*i good, For*ld His mercy endures*i forever,” that*p the house, the house of the Lord,*s was filled with a cloud,"
    },
    {
        "o": 12487,
        "r": "nkjv:2 Chronicles:5:14",
        "t": "so that the priests could not continue ministering because of the cloud; for the glory of the Lord*s filled the house of God."
    }
]
