[
    {
        "o": 8615,
        "r": "nkjv:1 Samuel:23:0",
        "t": "1 Samuel 23",
        "h": 1
    },
    {
        "o": 8616,
        "r": "nkjv:1 Samuel:23:0",
        "t": "David Saves the City of Keilah",
        "h": 2
    },
    {
        "o": 8617,
        "r": "nkjv:1 Samuel:23:1",
        "t": "Then*p they told David, saying, “Look, the Philistines are fighting against Keilah, and they are robbing the threshing floors.”"
    },
    {
        "o": 8618,
        "r": "nkjv:1 Samuel:23:2",
        "t": "Therefore*p David inquired of the Lord,*s saying, “Shall I go and attack these Philistines?” And*p the Lord*s said to David, “Go and attack the Philistines, and save Keilah.”"
    },
    {
        "o": 8619,
        "r": "nkjv:1 Samuel:23:3",
        "t": "But*p David’s men said to him, “Look, we are afraid here in Judah. How much more then if we go to Keilah against the armies of the Philistines?”"
    },
    {
        "o": 8620,
        "r": "nkjv:1 Samuel:23:4",
        "t": "Then David inquired of the Lord*s once again. And*p the Lord*s answered him and said, “Arise, go down to Keilah. For I will deliver the Philistines into your hand.”"
    },
    {
        "o": 8621,
        "r": "nkjv:1 Samuel:23:5",
        "t": "And David and his men went to Keilah and fought with the Philistines, struck them with a mighty blow, and took away their livestock. So David saved the inhabitants of Keilah."
    },
    {
        "o": 8622,
        "r": "nkjv:1 Samuel:23:6",
        "t": "Now*p it happened, when Abiathar the son of Ahimelech fled to David at Keilah, that*i he went down with*i an ephod in his hand."
    },
    {
        "o": 8623,
        "r": "nkjv:1 Samuel:23:7",
        "t": "And*p Saul was told that David had gone to Keilah. So Saul said, “God has delivered him into my hand, for he has shut himself in by entering a town that has gates and bars.”"
    },
    {
        "o": 8624,
        "r": "nkjv:1 Samuel:23:8",
        "t": "Then Saul called all the people together for war, to go down to Keilah to besiege David and his men."
    },
    {
        "o": 8625,
        "r": "nkjv:1 Samuel:23:9",
        "t": "When*p David knew that Saul plotted evil against him, he said to Abiathar the priest, “Bring the ephod here.”"
    },
    {
        "o": 8626,
        "r": "nkjv:1 Samuel:23:10",
        "t": "Then David said, “O Lord*s God of Israel, Your servant has certainly heard that Saul seeks to come to Keilah to destroy the city for my sake."
    },
    {
        "o": 8627,
        "r": "nkjv:1 Samuel:23:11",
        "t": "Will the men of Keilah deliver me into his hand? Will Saul come down, as Your servant has heard? O Lord*s God of Israel, I pray, tell Your servant.” And*p the Lord*s said, “He will come down.”"
    },
    {
        "o": 8628,
        "r": "nkjv:1 Samuel:23:12",
        "t": "Then*p David said, “Will the men of Keilah deliver me and my men into the hand of Saul?” And*p the Lord*s said, “They will deliver you.”*i"
    },
    {
        "o": 8629,
        "r": "nkjv:1 Samuel:23:13",
        "t": "So*p David and his men, about six hundred, arose and departed from Keilah and went wherever they could go. Then it was told Saul that David had escaped from Keilah; so he halted the expedition."
    },
    {
        "o": 8630,
        "r": "nkjv:1 Samuel:23:13",
        "t": "David in Wilderness Strongholds",
        "h": 2
    },
    {
        "o": 8631,
        "r": "nkjv:1 Samuel:23:14",
        "t": "And*p David stayed in strongholds in the wilderness, and remained in the mountains in the Wilderness of Ziph. Saul sought him every day, but God did not deliver him into his hand."
    },
    {
        "o": 8632,
        "r": "nkjv:1 Samuel:23:15",
        "t": "So David saw that Saul had come out to seek his life. And David was*i in the Wilderness of Ziph in a forest."
    },
    {
        "o": 8633,
        "r": "nkjv:1 Samuel:23:16",
        "t": "Then Jonathan, Saul’s son, arose and went to David in the woods and strengthened his hand in God."
    },
    {
        "o": 8634,
        "r": "nkjv:1 Samuel:23:17",
        "t": "And he said to him, “Do not fear, for the hand of Saul my father shall not find you. You shall be king over Israel, and I shall be next to you. Even my father Saul knows that.”"
    },
    {
        "o": 8635,
        "r": "nkjv:1 Samuel:23:18",
        "t": "So the two of them made a covenant before the Lord.*s And David stayed in the woods, and Jonathan went to his own house."
    },
    {
        "o": 8636,
        "r": "nkjv:1 Samuel:23:19",
        "t": "Then*p the Ziphites came up to Saul at Gibeah, saying, “Is David not hiding with us in strongholds in the woods, in the hill of Hachilah, which is*i on the south of Jeshimon?"
    },
    {
        "o": 8637,
        "r": "nkjv:1 Samuel:23:20",
        "t": "Now therefore, O king, come down according to all the desire of your soul to come down; and our part shall*i be*i to deliver him into the king’s hand.”"
    },
    {
        "o": 8638,
        "r": "nkjv:1 Samuel:23:21",
        "t": "And*p Saul said, “Blessed are*i you of the Lord,*s for you have compassion on me."
    },
    {
        "o": 8639,
        "r": "nkjv:1 Samuel:23:22",
        "t": "Please go and find out for sure, and see the place where his hideout is, and*i who has seen him there. For I am told he is very crafty."
    },
    {
        "o": 8640,
        "r": "nkjv:1 Samuel:23:23",
        "t": "See therefore, and take knowledge of all the lurking places where he hides; and come back to me with certainty, and I will go with you. And it shall be, if he is in the land, that I will search for him throughout all the clans of Judah.”"
    },
    {
        "o": 8641,
        "r": "nkjv:1 Samuel:23:24",
        "t": "So*p they arose and went to Ziph before Saul. But David and his men were*i in the Wilderness of Maon, in the plain on the south of Jeshimon."
    },
    {
        "o": 8642,
        "r": "nkjv:1 Samuel:23:25",
        "t": "When Saul and his men went to seek him,*i they told David. Therefore he went down to the rock, and stayed in the Wilderness of Maon. And when Saul heard that,*i he pursued David in the Wilderness of Maon."
    },
    {
        "o": 8643,
        "r": "nkjv:1 Samuel:23:26",
        "t": "Then Saul went on one side of the mountain, and David and his men on the other side of the mountain. So David made haste to get away from Saul, for Saul and his men were encircling David and his men to take them."
    },
    {
        "o": 8644,
        "r": "nkjv:1 Samuel:23:27",
        "t": "But*p a messenger came to Saul, saying, “Hurry and come, for the Philistines have invaded the land!”"
    },
    {
        "o": 8645,
        "r": "nkjv:1 Samuel:23:28",
        "t": "Therefore Saul returned from pursuing David, and went against the Philistines; so they called that place the Rock of Escape."
    },
    {
        "o": 8646,
        "r": "nkjv:1 Samuel:23:29",
        "t": "Then David went up from there and dwelt in strongholds at En Gedi."
    }
]
