[
    {
        "o": 30111,
        "r": "esv:Acts:1:0",
        "t": "Acts 1",
        "h": 1
    },
    {
        "o": 30112,
        "r": "esv:Acts:1:0",
        "t": "The Promise of the Holy Spirit",
        "h": 2
    },
    {
        "o": 30113,
        "r": "esv:Acts:1:1",
        "t": "In*p the first book, O Theophilus, I have dealt with all that Jesus began to do and teach,"
    },
    {
        "o": 30114,
        "r": "esv:Acts:1:2",
        "t": "until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen."
    },
    {
        "o": 30115,
        "r": "esv:Acts:1:3",
        "t": "He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God."
    },
    {
        "o": 30116,
        "r": "esv:Acts:1:4",
        "t": "And*p while staying with them he ordered them not to depart from Jerusalem, but to wait for the promise of the Father, which, he said, “you*r heard*r from*r me;*r"
    },
    {
        "o": 30117,
        "r": "esv:Acts:1:5",
        "t": "for*r John*r baptized*r with*r water,*r but*r you*r will*r be*r baptized*r with*r the*r Holy*r Spirit*r not*r many*r days*r from*r now.”*r"
    },
    {
        "o": 30118,
        "r": "esv:Acts:1:5",
        "t": "The Ascension",
        "h": 2
    },
    {
        "o": 30119,
        "r": "esv:Acts:1:6",
        "t": "So*p when they had come together, they asked him, “Lord, will you at this time restore the kingdom to Israel?”"
    },
    {
        "o": 30120,
        "r": "esv:Acts:1:7",
        "t": "He said to them, “It*r is*r not*r for*r you*r to*r know*r times*r or*r seasons*r that*r the*r Father*r has*r fixed*r by*r his*r own*r authority.*r"
    },
    {
        "o": 30121,
        "r": "esv:Acts:1:8",
        "t": "But*r you*r will*r receive*r power*r when*r the*r Holy*r Spirit*r has*r come*r upon*r you,*r and*r you*r will*r be*r my*r witnesses*r in*r Jerusalem*r and*r in*r all*r Judea*r and*r Samaria,*r and*r to*r the*r end*r of*r the*r earth.”*r"
    },
    {
        "o": 30122,
        "r": "esv:Acts:1:9",
        "t": "And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight."
    },
    {
        "o": 30123,
        "r": "esv:Acts:1:10",
        "t": "And while they were gazing into heaven as he went, behold, two men stood by them in white robes,"
    },
    {
        "o": 30124,
        "r": "esv:Acts:1:11",
        "t": "and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”"
    },
    {
        "o": 30125,
        "r": "esv:Acts:1:11",
        "t": "Matthias Chosen to Replace Judas",
        "h": 2
    },
    {
        "o": 30126,
        "r": "esv:Acts:1:12",
        "t": "Then*p they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away."
    },
    {
        "o": 30127,
        "r": "esv:Acts:1:13",
        "t": "And when they had entered, they went up to the upper room, where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the son of James."
    },
    {
        "o": 30128,
        "r": "esv:Acts:1:14",
        "t": "All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers."
    },
    {
        "o": 30129,
        "r": "esv:Acts:1:15",
        "t": "In*p those days Peter stood up among the brothers (the company of persons was in all about 120) and said,"
    },
    {
        "o": 30130,
        "r": "esv:Acts:1:16",
        "t": "“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus."
    },
    {
        "o": 30131,
        "r": "esv:Acts:1:17",
        "t": "For he was numbered among us and was allotted his share in this ministry.”"
    },
    {
        "o": 30132,
        "r": "esv:Acts:1:18",
        "t": "(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out."
    },
    {
        "o": 30133,
        "r": "esv:Acts:1:19",
        "t": "And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.)"
    },
    {
        "o": 30134,
        "r": "esv:Acts:1:20",
        "t": "“For it is written in the Book of Psalms, “‘May*pn his camp become desolate, and*ld let there be no one to dwell in it’; and*p “‘Let*pn another take his office.’"
    },
    {
        "o": 30135,
        "r": "esv:Acts:1:21",
        "t": "So*p one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us,"
    },
    {
        "o": 30136,
        "r": "esv:Acts:1:22",
        "t": "beginning from the baptism of John until the day when he was taken up from us— one of these men must become with us a witness to his resurrection.”"
    },
    {
        "o": 30137,
        "r": "esv:Acts:1:23",
        "t": "And they put forward two, Joseph called Barsabbas, who was also called Justus, and Matthias."
    },
    {
        "o": 30138,
        "r": "esv:Acts:1:24",
        "t": "And they prayed and said, “You, Lord, who know the hearts of all, show which one of these two you have chosen"
    },
    {
        "o": 30139,
        "r": "esv:Acts:1:25",
        "t": "to take the place in this ministry and apostleship from which Judas turned aside to go to his own place.”"
    },
    {
        "o": 30140,
        "r": "esv:Acts:1:26",
        "t": "And they cast lots for them, and the lot fell on Matthias, and he was numbered with the eleven apostles."
    }
]
