[
    {
        "o": 6113,
        "r": "nkjv:Deuteronomy:25:0",
        "t": "Deuteronomy 25",
        "h": 1
    },
    {
        "o": 6114,
        "r": "nkjv:Deuteronomy:25:1",
        "t": "“If*p there is a dispute between men, and they come to court, that the*i judges*i may judge them, and they justify the righteous and condemn the wicked,"
    },
    {
        "o": 6115,
        "r": "nkjv:Deuteronomy:25:2",
        "t": "then it shall be, if the wicked man deserves to be beaten, that the judge will cause him to lie down and be beaten in his presence, according to his guilt, with a certain number of blows."
    },
    {
        "o": 6116,
        "r": "nkjv:Deuteronomy:25:3",
        "t": "Forty blows he may give him and*i no more, lest he should exceed this and beat him with many blows above these, and your brother be humiliated in your sight."
    },
    {
        "o": 6117,
        "r": "nkjv:Deuteronomy:25:4",
        "t": "“You*p shall not muzzle an ox while it treads out the*i grain.*i"
    },
    {
        "o": 6118,
        "r": "nkjv:Deuteronomy:25:4",
        "t": "Marriage Duty of the Surviving Brother",
        "h": 2
    },
    {
        "o": 6119,
        "r": "nkjv:Deuteronomy:25:5",
        "t": "“If*p brothers dwell together, and one of them dies and has no son, the widow of the dead man shall not be married*i to a stranger outside the*i family;*i her husband’s brother shall go in to her, take her as his wife, and perform the duty of a husband’s brother to her."
    },
    {
        "o": 6120,
        "r": "nkjv:Deuteronomy:25:6",
        "t": "And it shall be that*i the firstborn son which she bears will succeed to the name of his dead brother, that his name may not be blotted out of Israel."
    },
    {
        "o": 6121,
        "r": "nkjv:Deuteronomy:25:7",
        "t": "But if the man does not want to take his brother’s wife, then let his brother’s wife go up to the gate to the elders, and say, ‘My husband’s brother refuses to raise up a name to his brother in Israel; he will not perform the duty of my husband’s brother.’"
    },
    {
        "o": 6122,
        "r": "nkjv:Deuteronomy:25:8",
        "t": "Then the elders of his city shall call him and speak to him. But if*i he stands firm and says, ‘I do not want to take her,’"
    },
    {
        "o": 6123,
        "r": "nkjv:Deuteronomy:25:9",
        "t": "then his brother’s wife shall come to him in the presence of the elders, remove his sandal from his foot, spit in his face, and answer and say, ‘So shall it be done to the man who will not build up his brother’s house.’"
    },
    {
        "o": 6124,
        "r": "nkjv:Deuteronomy:25:10",
        "t": "And his name shall be called in Israel, ‘The house of him who had his sandal removed.’"
    },
    {
        "o": 6125,
        "r": "nkjv:Deuteronomy:25:10",
        "t": "Miscellaneous Laws",
        "h": 2
    },
    {
        "o": 6126,
        "r": "nkjv:Deuteronomy:25:11",
        "t": "“If*p two*i men fight together, and the wife of one draws near to rescue her husband from the hand of the one attacking him, and puts out her hand and seizes him by the genitals,"
    },
    {
        "o": 6127,
        "r": "nkjv:Deuteronomy:25:12",
        "t": "then you shall cut off her hand; your eye shall not pity her.*i"
    },
    {
        "o": 6128,
        "r": "nkjv:Deuteronomy:25:13",
        "t": "“You*p shall not have in your bag differing weights, a heavy and a light."
    },
    {
        "o": 6129,
        "r": "nkjv:Deuteronomy:25:14",
        "t": "You shall not have in your house differing measures, a large and a small."
    },
    {
        "o": 6130,
        "r": "nkjv:Deuteronomy:25:15",
        "t": "You shall have a perfect and just weight, a perfect and just measure, that your days may be lengthened in the land which the Lord*s your God is giving you."
    },
    {
        "o": 6131,
        "r": "nkjv:Deuteronomy:25:16",
        "t": "For all who do such things, all who behave unrighteously, are*i an abomination to the Lord*s your God."
    },
    {
        "o": 6132,
        "r": "nkjv:Deuteronomy:25:16",
        "t": "Destroy the Amalekites",
        "h": 2
    },
    {
        "o": 6133,
        "r": "nkjv:Deuteronomy:25:17",
        "t": "“Remember*p what Amalek did to you on the way as you were coming out of Egypt,"
    },
    {
        "o": 6134,
        "r": "nkjv:Deuteronomy:25:18",
        "t": "how he met you on the way and attacked your rear ranks, all the stragglers at your rear, when you were*i tired and weary; and he did not fear God."
    },
    {
        "o": 6135,
        "r": "nkjv:Deuteronomy:25:19",
        "t": "Therefore it shall be, when the Lord*s your God has given you rest from your enemies all around, in the land which the Lord*s your God is giving you to possess as*i an inheritance, that*i you will blot out the remembrance of Amalek from under heaven. You shall not forget."
    }
]
