[
    {
        "o": 15851,
        "r": "kjv:Psalm:81:0",
        "t": "Psalm 81",
        "h": 1
    },
    {
        "o": 15852,
        "r": "kjv:Psalm:81:0",
        "t": "To the chief Musician upon Gittith, A Psalm of Asaph.",
        "h": 4
    },
    {
        "o": 15853,
        "r": "kjv:Psalm:81:1",
        "t": "Sing*p aloud unto God our strength: make a joyful noise unto the God of Jacob."
    },
    {
        "o": 15854,
        "r": "kjv:Psalm:81:2",
        "t": "Take*p a psalm, and bring hither the timbrel, the pleasant harp with the psaltery."
    },
    {
        "o": 15855,
        "r": "kjv:Psalm:81:3",
        "t": "Blow*p up the trumpet in the new moon, in the time appointed, on our solemn feast day."
    },
    {
        "o": 15856,
        "r": "kjv:Psalm:81:4",
        "t": "For*p this was a statute for Israel, and a law of the God of Jacob."
    },
    {
        "o": 15857,
        "r": "kjv:Psalm:81:5",
        "t": "This*p he ordained in Joseph for a testimony, when he went out through the land of Egypt: where I heard a language that I understood not."
    },
    {
        "o": 15858,
        "r": "kjv:Psalm:81:6",
        "t": "I*p removed his shoulder from the burden: his hands were delivered from the pots."
    },
    {
        "o": 15859,
        "r": "kjv:Psalm:81:7",
        "t": "Thou*p calledst in trouble, and I delivered thee; I answered thee in the secret place of thunder: I proved thee at the waters of Meribah. Selah."
    },
    {
        "o": 15860,
        "r": "kjv:Psalm:81:8",
        "t": "Hear,*p O my people, and I will testify unto thee: O Israel, if thou wilt hearken unto me;"
    },
    {
        "o": 15861,
        "r": "kjv:Psalm:81:9",
        "t": "There*p shall no strange god be in thee; neither shalt thou worship any strange god."
    },
    {
        "o": 15862,
        "r": "kjv:Psalm:81:10",
        "t": "I*p am the Lord*s thy God, which brought thee out of the land of Egypt: open thy mouth wide, and I will fill it."
    },
    {
        "o": 15863,
        "r": "kjv:Psalm:81:11",
        "t": "But*p my people would not hearken to my voice; and Israel would none of me."
    },
    {
        "o": 15864,
        "r": "kjv:Psalm:81:12",
        "t": "So*p I gave them up unto their own hearts' lust: and they walked in their own counsels."
    },
    {
        "o": 15865,
        "r": "kjv:Psalm:81:13",
        "t": "Oh*p that my people had hearkened unto me, and Israel had walked in my ways!"
    },
    {
        "o": 15866,
        "r": "kjv:Psalm:81:14",
        "t": "I*p should soon have subdued their enemies, and turned my hand against their adversaries."
    },
    {
        "o": 15867,
        "r": "kjv:Psalm:81:15",
        "t": "The*p haters of the Lord*s should have submitted themselves unto him: but their time should have endured for ever."
    },
    {
        "o": 15868,
        "r": "kjv:Psalm:81:16",
        "t": "He*p should have fed them also with the finest of the wheat: and with honey out of the rock should I have satisfied thee."
    }
]
