[
    {
        "o": 35147,
        "r": "nkjv:Revelation:17:0",
        "t": "Revelation 17",
        "h": 1
    },
    {
        "o": 35148,
        "r": "nkjv:Revelation:17:0",
        "t": "The Scarlet Woman and the Scarlet Beast",
        "h": 2
    },
    {
        "o": 35149,
        "r": "nkjv:Revelation:17:1",
        "t": "Then*p one of the seven angels who had the seven bowls came and talked with me, saying to me, “Come, I will show you the judgment of the great harlot who sits on many waters,"
    },
    {
        "o": 35150,
        "r": "nkjv:Revelation:17:2",
        "t": "with whom the kings of the earth committed fornication, and the inhabitants of the earth were made drunk with the wine of her fornication.”"
    },
    {
        "o": 35151,
        "r": "nkjv:Revelation:17:3",
        "t": "So*p he carried me away in the Spirit into the wilderness. And I saw a woman sitting on a scarlet beast which*i was*i full of names of blasphemy, having seven heads and ten horns."
    },
    {
        "o": 35152,
        "r": "nkjv:Revelation:17:4",
        "t": "The woman was arrayed in purple and scarlet, and adorned with gold and precious stones and pearls, having in her hand a golden cup full of abominations and the filthiness of her fornication."
    },
    {
        "o": 35153,
        "r": "nkjv:Revelation:17:5",
        "t": "And on her forehead a name was*i written: MYSTERY,*pc BABYLON THE GREAT, THE*pc MOTHER OF HARLOTS AND*pc OF THE ABOMINATIONS OF*pc THE EARTH."
    },
    {
        "o": 35154,
        "r": "nkjv:Revelation:17:6",
        "t": "I*p saw the woman, drunk with the blood of the saints and with the blood of the martyrs of Jesus. And when I saw her, I marveled with great amazement."
    },
    {
        "o": 35155,
        "r": "nkjv:Revelation:17:6",
        "t": "The Meaning of the Woman and the Beast",
        "h": 2
    },
    {
        "o": 35156,
        "r": "nkjv:Revelation:17:7",
        "t": "But*p the angel said to me, “Why did you marvel? I will tell you the mystery of the woman and of the beast that carries her, which has the seven heads and the ten horns."
    },
    {
        "o": 35157,
        "r": "nkjv:Revelation:17:8",
        "t": "The beast that you saw was, and is not, and will ascend out of the bottomless pit and go to perdition. And those who dwell on the earth will marvel, whose names are not written in the Book of Life from the foundation of the world, when they see the beast that was, and is not, and yet is."
    },
    {
        "o": 35158,
        "r": "nkjv:Revelation:17:9",
        "t": "“Here*p is*i the mind which has wisdom: The seven heads are seven mountains on which the woman sits."
    },
    {
        "o": 35159,
        "r": "nkjv:Revelation:17:10",
        "t": "There are also seven kings. Five have fallen, one is, and*i the other has not yet come. And when he comes, he must continue a short time."
    },
    {
        "o": 35160,
        "r": "nkjv:Revelation:17:11",
        "t": "The beast that was, and is not, is himself also the eighth, and is of the seven, and is going to perdition."
    },
    {
        "o": 35161,
        "r": "nkjv:Revelation:17:12",
        "t": "“The*p ten horns which you saw are ten kings who have received no kingdom as yet, but they receive authority for one hour as kings with the beast."
    },
    {
        "o": 35162,
        "r": "nkjv:Revelation:17:13",
        "t": "These are of one mind, and they will give their power and authority to the beast."
    },
    {
        "o": 35163,
        "r": "nkjv:Revelation:17:14",
        "t": "These will make war with the Lamb, and the Lamb will overcome them, for He is Lord of lords and King of kings; and those who*i are*i with Him are*i called, chosen, and faithful.”"
    },
    {
        "o": 35164,
        "r": "nkjv:Revelation:17:15",
        "t": "Then*p he said to me, “The waters which you saw, where the harlot sits, are peoples, multitudes, nations, and tongues."
    },
    {
        "o": 35165,
        "r": "nkjv:Revelation:17:16",
        "t": "And the ten horns which you saw on the beast, these will hate the harlot, make her desolate and naked, eat her flesh and burn her with fire."
    },
    {
        "o": 35166,
        "r": "nkjv:Revelation:17:17",
        "t": "For God has put it into their hearts to fulfill His purpose, to be of one mind, and to give their kingdom to the beast, until the words of God are fulfilled."
    },
    {
        "o": 35167,
        "r": "nkjv:Revelation:17:18",
        "t": "And the woman whom you saw is that great city which reigns over the kings of the earth.”"
    }
]
