[
    {
        "o": 17623,
        "r": "kjv:Proverbs:16:0",
        "t": "Proverbs 16",
        "h": 1
    },
    {
        "o": 17624,
        "r": "kjv:Proverbs:16:1",
        "t": "The*p preparations of the heart in man, and the answer of the tongue, is from the Lord.*s"
    },
    {
        "o": 17625,
        "r": "kjv:Proverbs:16:2",
        "t": "All*p the ways of a man are clean in his own eyes; but the Lord*s weigheth the spirits."
    },
    {
        "o": 17626,
        "r": "kjv:Proverbs:16:3",
        "t": "Commit*p thy works unto the Lord,*s and thy thoughts shall be established."
    },
    {
        "o": 17627,
        "r": "kjv:Proverbs:16:4",
        "t": "The*p Lord*s hath made all things for himself: yea, even the wicked for the day of evil."
    },
    {
        "o": 17628,
        "r": "kjv:Proverbs:16:5",
        "t": "Every*p one that is proud in heart is an abomination to the Lord:*s though hand join in hand, he shall not be unpunished."
    },
    {
        "o": 17629,
        "r": "kjv:Proverbs:16:6",
        "t": "By*p mercy and truth iniquity is purged: and by the fear of the Lord*s men depart from evil."
    },
    {
        "o": 17630,
        "r": "kjv:Proverbs:16:7",
        "t": "When*p a man's ways please the Lord,*s he maketh even his enemies to be at peace with him."
    },
    {
        "o": 17631,
        "r": "kjv:Proverbs:16:8",
        "t": "Better*p is a little with righteousness than great revenues without right."
    },
    {
        "o": 17632,
        "r": "kjv:Proverbs:16:9",
        "t": "A*p man's heart deviseth his way: but the Lord*s directeth his steps."
    },
    {
        "o": 17633,
        "r": "kjv:Proverbs:16:10",
        "t": "A*p divine sentence is in the lips of the king: his mouth transgresseth not in judgment."
    },
    {
        "o": 17634,
        "r": "kjv:Proverbs:16:11",
        "t": "A*p just weight and balance are the Lord's:*s all the weights of the bag are his work."
    },
    {
        "o": 17635,
        "r": "kjv:Proverbs:16:12",
        "t": "It*p is an abomination to kings to commit wickedness: for the throne is established by righteousness."
    },
    {
        "o": 17636,
        "r": "kjv:Proverbs:16:13",
        "t": "Righteous*p lips are the delight of kings; and they love him that speaketh right."
    },
    {
        "o": 17637,
        "r": "kjv:Proverbs:16:14",
        "t": "The*p wrath of a king is as messengers of death: but a wise man will pacify it."
    },
    {
        "o": 17638,
        "r": "kjv:Proverbs:16:15",
        "t": "In*p the light of the king's countenance is life; and his favour is as a cloud of the latter rain."
    },
    {
        "o": 17639,
        "r": "kjv:Proverbs:16:16",
        "t": "How*p much better is it to get wisdom than gold! and to get understanding rather to be chosen than silver!"
    },
    {
        "o": 17640,
        "r": "kjv:Proverbs:16:17",
        "t": "The*p highway of the upright is to depart from evil: he that keepeth his way preserveth his soul."
    },
    {
        "o": 17641,
        "r": "kjv:Proverbs:16:18",
        "t": "Pride*p goeth before destruction, and an haughty spirit before a fall."
    },
    {
        "o": 17642,
        "r": "kjv:Proverbs:16:19",
        "t": "Better*p it is to be of an humble spirit with the lowly, than to divide the spoil with the proud."
    },
    {
        "o": 17643,
        "r": "kjv:Proverbs:16:20",
        "t": "He*p that handleth a matter wisely shall find good: and whoso trusteth in the Lord,*s happy is he."
    },
    {
        "o": 17644,
        "r": "kjv:Proverbs:16:21",
        "t": "The*p wise in heart shall be called prudent: and the sweetness of the lips increaseth learning."
    },
    {
        "o": 17645,
        "r": "kjv:Proverbs:16:22",
        "t": "Understanding*p is a wellspring of life unto him that hath it: but the instruction of fools is folly."
    },
    {
        "o": 17646,
        "r": "kjv:Proverbs:16:23",
        "t": "The*p heart of the wise teacheth his mouth, and addeth learning to his lips."
    },
    {
        "o": 17647,
        "r": "kjv:Proverbs:16:24",
        "t": "Pleasant*p words are as an honeycomb, sweet to the soul, and health to the bones."
    },
    {
        "o": 17648,
        "r": "kjv:Proverbs:16:25",
        "t": "There*p is a way that seemeth right unto a man, but the end thereof are the ways of death."
    },
    {
        "o": 17649,
        "r": "kjv:Proverbs:16:26",
        "t": "He*p that laboureth laboureth for himself; for his mouth craveth it of him."
    },
    {
        "o": 17650,
        "r": "kjv:Proverbs:16:27",
        "t": "An*p ungodly man diggeth up evil: and in his lips there is as a burning fire."
    },
    {
        "o": 17651,
        "r": "kjv:Proverbs:16:28",
        "t": "A*p froward man soweth strife: and a whisperer separateth chief friends."
    },
    {
        "o": 17652,
        "r": "kjv:Proverbs:16:29",
        "t": "A*p violent man enticeth his neighbour, and leadeth him into the way that is not good."
    },
    {
        "o": 17653,
        "r": "kjv:Proverbs:16:30",
        "t": "He*p shutteth his eyes to devise froward things: moving his lips he bringeth evil to pass."
    },
    {
        "o": 17654,
        "r": "kjv:Proverbs:16:31",
        "t": "The*p hoary head is a crown of glory, if it be found in the way of righteousness."
    },
    {
        "o": 17655,
        "r": "kjv:Proverbs:16:32",
        "t": "He*p that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city."
    },
    {
        "o": 17656,
        "r": "kjv:Proverbs:16:33",
        "t": "The*p lot is cast into the lap; but the whole disposing thereof is of the Lord.*s"
    }
]
