[
    {
        "o": 26612,
        "r": "niv:Matthew:27:0",
        "t": "Matthew 27",
        "h": 1
    },
    {
        "o": 26613,
        "r": "niv:Matthew:27:0",
        "t": "Judas Hangs Himself",
        "h": 2
    },
    {
        "o": 26614,
        "r": "niv:Matthew:27:1",
        "t": "Early*p in the morning, all the chief priests and the elders of the people made their plans how to have Jesus executed."
    },
    {
        "o": 26615,
        "r": "niv:Matthew:27:2",
        "t": "So they bound him, led him away and handed him over to Pilate the governor."
    },
    {
        "o": 26616,
        "r": "niv:Matthew:27:3",
        "t": "When*p Judas, who had betrayed him, saw that Jesus was condemned, he was seized with remorse and returned the thirty pieces of silver to the chief priests and the elders."
    },
    {
        "o": 26617,
        "r": "niv:Matthew:27:4",
        "t": "“I have sinned,” he said, “for I have betrayed innocent blood.” “What*p is that to us?” they replied. “That’s your responsibility.”"
    },
    {
        "o": 26618,
        "r": "niv:Matthew:27:5",
        "t": "So*p Judas threw the money into the temple and left. Then he went away and hanged himself."
    },
    {
        "o": 26619,
        "r": "niv:Matthew:27:6",
        "t": "The*p chief priests picked up the coins and said, “It is against the law to put this into the treasury, since it is blood money.”"
    },
    {
        "o": 26620,
        "r": "niv:Matthew:27:7",
        "t": "So they decided to use the money to buy the potter’s field as a burial place for foreigners."
    },
    {
        "o": 26621,
        "r": "niv:Matthew:27:8",
        "t": "That is why it has been called the Field of Blood to this day."
    },
    {
        "o": 26622,
        "r": "niv:Matthew:27:9",
        "t": "Then what was spoken by Jeremiah the prophet was fulfilled: “They took the thirty pieces of silver, the price set on him by the people of Israel,"
    },
    {
        "o": 26623,
        "r": "niv:Matthew:27:10",
        "t": "and they used them to buy the potter’s field, as the Lord commanded me.”"
    },
    {
        "o": 26624,
        "r": "niv:Matthew:27:10",
        "t": "Jesus Before Pilate",
        "h": 2
    },
    {
        "o": 26625,
        "r": "niv:Matthew:27:11",
        "t": "Meanwhile*p Jesus stood before the governor, and the governor asked him, “Are you the king of the Jews?” “You*rp have*r said*r so,”*r Jesus replied."
    },
    {
        "o": 26626,
        "r": "niv:Matthew:27:12",
        "t": "When*p he was accused by the chief priests and the elders, he gave no answer."
    },
    {
        "o": 26627,
        "r": "niv:Matthew:27:13",
        "t": "Then Pilate asked him, “Don’t you hear the testimony they are bringing against you?”"
    },
    {
        "o": 26628,
        "r": "niv:Matthew:27:14",
        "t": "But Jesus made no reply, not even to a single charge—to the great amazement of the governor."
    },
    {
        "o": 26629,
        "r": "niv:Matthew:27:15",
        "t": "Now*p it was the governor’s custom at the festival to release a prisoner chosen by the crowd."
    },
    {
        "o": 26630,
        "r": "niv:Matthew:27:16",
        "t": "At that time they had a well-known prisoner whose name was Jesus Barabbas."
    },
    {
        "o": 26631,
        "r": "niv:Matthew:27:17",
        "t": "So when the crowd had gathered, Pilate asked them, “Which one do you want me to release to you: Jesus Barabbas, or Jesus who is called the Messiah?”"
    },
    {
        "o": 26632,
        "r": "niv:Matthew:27:18",
        "t": "For he knew it was out of self-interest that they had handed Jesus over to him."
    },
    {
        "o": 26633,
        "r": "niv:Matthew:27:19",
        "t": "While*p Pilate was sitting on the judge’s seat, his wife sent him this message: “Don’t have anything to do with that innocent man, for I have suffered a great deal today in a dream because of him.”"
    },
    {
        "o": 26634,
        "r": "niv:Matthew:27:20",
        "t": "But*p the chief priests and the elders persuaded the crowd to ask for Barabbas and to have Jesus executed."
    },
    {
        "o": 26635,
        "r": "niv:Matthew:27:21",
        "t": "“Which*p of the two do you want me to release to you?” asked the governor. “Barabbas,”*p they answered."
    },
    {
        "o": 26636,
        "r": "niv:Matthew:27:22",
        "t": "“What*p shall I do, then, with Jesus who is called the Messiah?” Pilate asked. They*p all answered, “Crucify him!”"
    },
    {
        "o": 26637,
        "r": "niv:Matthew:27:23",
        "t": "“Why?*p What crime has he committed?” asked Pilate. But*p they shouted all the louder, “Crucify him!”"
    },
    {
        "o": 26638,
        "r": "niv:Matthew:27:24",
        "t": "When*p Pilate saw that he was getting nowhere, but that instead an uproar was starting, he took water and washed his hands in front of the crowd. “I am innocent of this man’s blood,” he said. “It is your responsibility!”"
    },
    {
        "o": 26639,
        "r": "niv:Matthew:27:25",
        "t": "All*p the people answered, “His blood is on us and on our children!”"
    },
    {
        "o": 26640,
        "r": "niv:Matthew:27:26",
        "t": "Then*p he released Barabbas to them. But he had Jesus flogged, and handed him over to be crucified."
    },
    {
        "o": 26641,
        "r": "niv:Matthew:27:26",
        "t": "The Soldiers Mock Jesus",
        "h": 2
    },
    {
        "o": 26642,
        "r": "niv:Matthew:27:27",
        "t": "Then*p the governor’s soldiers took Jesus into the Praetorium and gathered the whole company of soldiers around him."
    },
    {
        "o": 26643,
        "r": "niv:Matthew:27:28",
        "t": "They stripped him and put a scarlet robe on him,"
    },
    {
        "o": 26644,
        "r": "niv:Matthew:27:29",
        "t": "and then twisted together a crown of thorns and set it on his head. They put a staff in his right hand. Then they knelt in front of him and mocked him. “Hail, king of the Jews!” they said."
    },
    {
        "o": 26645,
        "r": "niv:Matthew:27:30",
        "t": "They spit on him, and took the staff and struck him on the head again and again."
    },
    {
        "o": 26646,
        "r": "niv:Matthew:27:31",
        "t": "After they had mocked him, they took off the robe and put his own clothes on him. Then they led him away to crucify him."
    },
    {
        "o": 26647,
        "r": "niv:Matthew:27:31",
        "t": "The Crucifixion of Jesus",
        "h": 2
    },
    {
        "o": 26648,
        "r": "niv:Matthew:27:32",
        "t": "As*p they were going out, they met a man from Cyrene, named Simon, and they forced him to carry the cross."
    },
    {
        "o": 26649,
        "r": "niv:Matthew:27:33",
        "t": "They came to a place called Golgotha (which means “the place of the skull”)."
    },
    {
        "o": 26650,
        "r": "niv:Matthew:27:34",
        "t": "There they offered Jesus wine to drink, mixed with gall; but after tasting it, he refused to drink it."
    },
    {
        "o": 26651,
        "r": "niv:Matthew:27:35",
        "t": "When they had crucified him, they divided up his clothes by casting lots."
    },
    {
        "o": 26652,
        "r": "niv:Matthew:27:36",
        "t": "And sitting down, they kept watch over him there."
    },
    {
        "o": 26653,
        "r": "niv:Matthew:27:37",
        "t": "Above his head they placed the written charge against him: this*s is*s jesus,*s the*s king*s of*s the*s jews.*s"
    },
    {
        "o": 26654,
        "r": "niv:Matthew:27:38",
        "t": "Two*p rebels were crucified with him, one on his right and one on his left."
    },
    {
        "o": 26655,
        "r": "niv:Matthew:27:39",
        "t": "Those who passed by hurled insults at him, shaking their heads"
    },
    {
        "o": 26656,
        "r": "niv:Matthew:27:40",
        "t": "and saying, “You who are going to destroy the temple and build it in three days, save yourself! Come down from the cross, if you are the Son of God!”"
    },
    {
        "o": 26657,
        "r": "niv:Matthew:27:41",
        "t": "In the same way the chief priests, the teachers of the law and the elders mocked him."
    },
    {
        "o": 26658,
        "r": "niv:Matthew:27:42",
        "t": "“He saved others,” they said, “but he can’t save himself! He’s the king of Israel! Let him come down now from the cross, and we will believe in him."
    },
    {
        "o": 26659,
        "r": "niv:Matthew:27:43",
        "t": "He trusts in God. Let God rescue him now if he wants him, for he said, ‘I am the Son of God.’ ”"
    },
    {
        "o": 26660,
        "r": "niv:Matthew:27:44",
        "t": "In the same way the rebels who were crucified with him also heaped insults on him."
    },
    {
        "o": 26661,
        "r": "niv:Matthew:27:44",
        "t": "The Death of Jesus",
        "h": 2
    },
    {
        "o": 26662,
        "r": "niv:Matthew:27:45",
        "t": "From*p noon until three in the afternoon darkness came over all the land."
    },
    {
        "o": 26663,
        "r": "niv:Matthew:27:46",
        "t": "About three in the afternoon Jesus cried out in a loud voice, “Eli,*ir Eli,*ir lema*ir sabachthani?”*ir (which means “My*r God,*r my*r God,*r why*r have*r you*r forsaken*r me?”).*r"
    },
    {
        "o": 26664,
        "r": "niv:Matthew:27:47",
        "t": "When*p some of those standing there heard this, they said, “He’s calling Elijah.”"
    },
    {
        "o": 26665,
        "r": "niv:Matthew:27:48",
        "t": "Immediately*p one of them ran and got a sponge. He filled it with wine vinegar, put it on a staff, and offered it to Jesus to drink."
    },
    {
        "o": 26666,
        "r": "niv:Matthew:27:49",
        "t": "The rest said, “Now leave him alone. Let’s see if Elijah comes to save him.”"
    },
    {
        "o": 26667,
        "r": "niv:Matthew:27:50",
        "t": "And*p when Jesus had cried out again in a loud voice, he gave up his spirit."
    },
    {
        "o": 26668,
        "r": "niv:Matthew:27:51",
        "t": "At*p that moment the curtain of the temple was torn in two from top to bottom. The earth shook, the rocks split"
    },
    {
        "o": 26669,
        "r": "niv:Matthew:27:52",
        "t": "and the tombs broke open. The bodies of many holy people who had died were raised to life."
    },
    {
        "o": 26670,
        "r": "niv:Matthew:27:53",
        "t": "They came out of the tombs after Jesus’ resurrection and went into the holy city and appeared to many people."
    },
    {
        "o": 26671,
        "r": "niv:Matthew:27:54",
        "t": "When*p the centurion and those with him who were guarding Jesus saw the earthquake and all that had happened, they were terrified, and exclaimed, “Surely he was the Son of God!”"
    },
    {
        "o": 26672,
        "r": "niv:Matthew:27:55",
        "t": "Many*p women were there, watching from a distance. They had followed Jesus from Galilee to care for his needs."
    },
    {
        "o": 26673,
        "r": "niv:Matthew:27:56",
        "t": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee’s sons."
    },
    {
        "o": 26674,
        "r": "niv:Matthew:27:56",
        "t": "The Burial of Jesus",
        "h": 2
    },
    {
        "o": 26675,
        "r": "niv:Matthew:27:57",
        "t": "As*p evening approached, there came a rich man from Arimathea, named Joseph, who had himself become a disciple of Jesus."
    },
    {
        "o": 26676,
        "r": "niv:Matthew:27:58",
        "t": "Going to Pilate, he asked for Jesus’ body, and Pilate ordered that it be given to him."
    },
    {
        "o": 26677,
        "r": "niv:Matthew:27:59",
        "t": "Joseph took the body, wrapped it in a clean linen cloth,"
    },
    {
        "o": 26678,
        "r": "niv:Matthew:27:60",
        "t": "and placed it in his own new tomb that he had cut out of the rock. He rolled a big stone in front of the entrance to the tomb and went away."
    },
    {
        "o": 26679,
        "r": "niv:Matthew:27:61",
        "t": "Mary Magdalene and the other Mary were sitting there opposite the tomb."
    },
    {
        "o": 26680,
        "r": "niv:Matthew:27:61",
        "t": "The Guard at the Tomb",
        "h": 2
    },
    {
        "o": 26681,
        "r": "niv:Matthew:27:62",
        "t": "The*p next day, the one after Preparation Day, the chief priests and the Pharisees went to Pilate."
    },
    {
        "o": 26682,
        "r": "niv:Matthew:27:63",
        "t": "“Sir,” they said, “we remember that while he was still alive that deceiver said, ‘After three days I will rise again.’"
    },
    {
        "o": 26683,
        "r": "niv:Matthew:27:64",
        "t": "So give the order for the tomb to be made secure until the third day. Otherwise, his disciples may come and steal the body and tell the people that he has been raised from the dead. This last deception will be worse than the first.”"
    },
    {
        "o": 26684,
        "r": "niv:Matthew:27:65",
        "t": "“Take*p a guard,” Pilate answered. “Go, make the tomb as secure as you know how.”"
    },
    {
        "o": 26685,
        "r": "niv:Matthew:27:66",
        "t": "So they went and made the tomb secure by putting a seal on the stone and posting the guard."
    }
]
