[
    {
        "o": 32434,
        "r": "niv:Philippians:1:0",
        "t": "Philippians 1",
        "h": 1
    },
    {
        "o": 32435,
        "r": "niv:Philippians:1:1",
        "t": "Paul*p and Timothy, servants of Christ Jesus, To*p all God’s holy people in Christ Jesus at Philippi, together with the overseers and deacons:"
    },
    {
        "o": 32436,
        "r": "niv:Philippians:1:2",
        "t": "Grace*p and peace to you from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 32437,
        "r": "niv:Philippians:1:2",
        "t": "Thanksgiving and Prayer",
        "h": 2
    },
    {
        "o": 32438,
        "r": "niv:Philippians:1:3",
        "t": "I*p thank my God every time I remember you."
    },
    {
        "o": 32439,
        "r": "niv:Philippians:1:4",
        "t": "In all my prayers for all of you, I always pray with joy"
    },
    {
        "o": 32440,
        "r": "niv:Philippians:1:5",
        "t": "because of your partnership in the gospel from the first day until now,"
    },
    {
        "o": 32441,
        "r": "niv:Philippians:1:6",
        "t": "being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus."
    },
    {
        "o": 32442,
        "r": "niv:Philippians:1:7",
        "t": "It*p is right for me to feel this way about all of you, since I have you in my heart and, whether I am in chains or defending and confirming the gospel, all of you share in God’s grace with me."
    },
    {
        "o": 32443,
        "r": "niv:Philippians:1:8",
        "t": "God can testify how I long for all of you with the affection of Christ Jesus."
    },
    {
        "o": 32444,
        "r": "niv:Philippians:1:9",
        "t": "And*p this is my prayer: that your love may abound more and more in knowledge and depth of insight,"
    },
    {
        "o": 32445,
        "r": "niv:Philippians:1:10",
        "t": "so that you may be able to discern what is best and may be pure and blameless for the day of Christ,"
    },
    {
        "o": 32446,
        "r": "niv:Philippians:1:11",
        "t": "filled with the fruit of righteousness that comes through Jesus Christ—to the glory and praise of God."
    },
    {
        "o": 32447,
        "r": "niv:Philippians:1:11",
        "t": "Paul’s Chains Advance the Gospel",
        "h": 2
    },
    {
        "o": 32448,
        "r": "niv:Philippians:1:12",
        "t": "Now*p I want you to know, brothers and sisters, that what has happened to me has actually served to advance the gospel."
    },
    {
        "o": 32449,
        "r": "niv:Philippians:1:13",
        "t": "As a result, it has become clear throughout the whole palace guard and to everyone else that I am in chains for Christ."
    },
    {
        "o": 32450,
        "r": "niv:Philippians:1:14",
        "t": "And because of my chains, most of the brothers and sisters have become confident in the Lord and dare all the more to proclaim the gospel without fear."
    },
    {
        "o": 32451,
        "r": "niv:Philippians:1:15",
        "t": "It*p is true that some preach Christ out of envy and rivalry, but others out of goodwill."
    },
    {
        "o": 32452,
        "r": "niv:Philippians:1:16",
        "t": "The latter do so out of love, knowing that I am put here for the defense of the gospel."
    },
    {
        "o": 32453,
        "r": "niv:Philippians:1:17",
        "t": "The former preach Christ out of selfish ambition, not sincerely, supposing that they can stir up trouble for me while I am in chains."
    },
    {
        "o": 32454,
        "r": "niv:Philippians:1:18",
        "t": "But what does it matter? The important thing is that in every way, whether from false motives or true, Christ is preached. And because of this I rejoice. Yes,*p and I will continue to rejoice,"
    },
    {
        "o": 32455,
        "r": "niv:Philippians:1:19",
        "t": "for I know that through your prayers and God’s provision of the Spirit of Jesus Christ what has happened to me will turn out for my deliverance."
    },
    {
        "o": 32456,
        "r": "niv:Philippians:1:20",
        "t": "I eagerly expect and hope that I will in no way be ashamed, but will have sufficient courage so that now as always Christ will be exalted in my body, whether by life or by death."
    },
    {
        "o": 32457,
        "r": "niv:Philippians:1:21",
        "t": "For to me, to live is Christ and to die is gain."
    },
    {
        "o": 32458,
        "r": "niv:Philippians:1:22",
        "t": "If I am to go on living in the body, this will mean fruitful labor for me. Yet what shall I choose? I do not know!"
    },
    {
        "o": 32459,
        "r": "niv:Philippians:1:23",
        "t": "I am torn between the two: I desire to depart and be with Christ, which is better by far;"
    },
    {
        "o": 32460,
        "r": "niv:Philippians:1:24",
        "t": "but it is more necessary for you that I remain in the body."
    },
    {
        "o": 32461,
        "r": "niv:Philippians:1:25",
        "t": "Convinced of this, I know that I will remain, and I will continue with all of you for your progress and joy in the faith,"
    },
    {
        "o": 32462,
        "r": "niv:Philippians:1:26",
        "t": "so that through my being with you again your boasting in Christ Jesus will abound on account of me."
    },
    {
        "o": 32463,
        "r": "niv:Philippians:1:26",
        "t": "Life Worthy of the Gospel",
        "h": 2
    },
    {
        "o": 32464,
        "r": "niv:Philippians:1:27",
        "t": "Whatever*p happens, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in the one Spirit, striving together as one for the faith of the gospel"
    },
    {
        "o": 32465,
        "r": "niv:Philippians:1:28",
        "t": "without being frightened in any way by those who oppose you. This is a sign to them that they will be destroyed, but that you will be saved—and that by God."
    },
    {
        "o": 32466,
        "r": "niv:Philippians:1:29",
        "t": "For it has been granted to you on behalf of Christ not only to believe in him, but also to suffer for him,"
    },
    {
        "o": 32467,
        "r": "niv:Philippians:1:30",
        "t": "since you are going through the same struggle you saw I had, and now hear that I still have."
    },
    {
        "o": 32468,
        "r": "niv:Philippians:2:0",
        "t": "Philippians 2",
        "h": 1
    },
    {
        "o": 32469,
        "r": "niv:Philippians:2:0",
        "t": "Imitating Christ’s Humility",
        "h": 2
    },
    {
        "o": 32470,
        "r": "niv:Philippians:2:1",
        "t": "Therefore*p if you have any encouragement from being united with Christ, if any comfort from his love, if any common sharing in the Spirit, if any tenderness and compassion,"
    },
    {
        "o": 32471,
        "r": "niv:Philippians:2:2",
        "t": "then make my joy complete by being like-minded, having the same love, being one in spirit and of one mind."
    },
    {
        "o": 32472,
        "r": "niv:Philippians:2:3",
        "t": "Do nothing out of selfish ambition or vain conceit. Rather, in humility value others above yourselves,"
    },
    {
        "o": 32473,
        "r": "niv:Philippians:2:4",
        "t": "not looking to your own interests but each of you to the interests of the others."
    },
    {
        "o": 32474,
        "r": "niv:Philippians:2:5",
        "t": "In*p your relationships with one another, have the same mindset as Christ Jesus:"
    },
    {
        "o": 32475,
        "r": "niv:Philippians:2:6",
        "t": "Who,*pn being in very nature God, did*ld not consider equality with God something to be used to his own advantage;"
    },
    {
        "o": 32476,
        "r": "niv:Philippians:2:7",
        "t": "rather,*ln he made himself nothing by*ld taking the very nature of a servant, being*ld made in human likeness."
    },
    {
        "o": 32477,
        "r": "niv:Philippians:2:8",
        "t": "And*ln being found in appearance as a man, he*ld humbled himself by*ld becoming obedient to death— even*ld death on a cross!"
    },
    {
        "o": 32478,
        "r": "niv:Philippians:2:9",
        "t": "Therefore*pn God exalted him to the highest place and*ld gave him the name that is above every name,"
    },
    {
        "o": 32479,
        "r": "niv:Philippians:2:10",
        "t": "that*ln at the name of Jesus every knee should bow, in*ld heaven and on earth and under the earth,"
    },
    {
        "o": 32480,
        "r": "niv:Philippians:2:11",
        "t": "and*ln every tongue acknowledge that Jesus Christ is Lord, to*ld the glory of God the Father."
    },
    {
        "o": 32481,
        "r": "niv:Philippians:2:11",
        "t": "Do Everything Without Grumbling",
        "h": 2
    },
    {
        "o": 32482,
        "r": "niv:Philippians:2:12",
        "t": "Therefore,*p my dear friends, as you have always obeyed—not only in my presence, but now much more in my absence—continue to work out your salvation with fear and trembling,"
    },
    {
        "o": 32483,
        "r": "niv:Philippians:2:13",
        "t": "for it is God who works in you to will and to act in order to fulfill his good purpose."
    },
    {
        "o": 32484,
        "r": "niv:Philippians:2:14",
        "t": "Do*p everything without grumbling or arguing,"
    },
    {
        "o": 32485,
        "r": "niv:Philippians:2:15",
        "t": "so that you may become blameless and pure, “children of God without fault in a warped and crooked generation.” Then you will shine among them like stars in the sky"
    },
    {
        "o": 32486,
        "r": "niv:Philippians:2:16",
        "t": "as you hold firmly to the word of life. And then I will be able to boast on the day of Christ that I did not run or labor in vain."
    },
    {
        "o": 32487,
        "r": "niv:Philippians:2:17",
        "t": "But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you."
    },
    {
        "o": 32488,
        "r": "niv:Philippians:2:18",
        "t": "So you too should be glad and rejoice with me."
    },
    {
        "o": 32489,
        "r": "niv:Philippians:2:18",
        "t": "Timothy and Epaphroditus",
        "h": 2
    },
    {
        "o": 32490,
        "r": "niv:Philippians:2:19",
        "t": "I*p hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you."
    },
    {
        "o": 32491,
        "r": "niv:Philippians:2:20",
        "t": "I have no one else like him, who will show genuine concern for your welfare."
    },
    {
        "o": 32492,
        "r": "niv:Philippians:2:21",
        "t": "For everyone looks out for their own interests, not those of Jesus Christ."
    },
    {
        "o": 32493,
        "r": "niv:Philippians:2:22",
        "t": "But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel."
    },
    {
        "o": 32494,
        "r": "niv:Philippians:2:23",
        "t": "I hope, therefore, to send him as soon as I see how things go with me."
    },
    {
        "o": 32495,
        "r": "niv:Philippians:2:24",
        "t": "And I am confident in the Lord that I myself will come soon."
    },
    {
        "o": 32496,
        "r": "niv:Philippians:2:25",
        "t": "But*p I think it is necessary to send back to you Epaphroditus, my brother, co-worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs."
    },
    {
        "o": 32497,
        "r": "niv:Philippians:2:26",
        "t": "For he longs for all of you and is distressed because you heard he was ill."
    },
    {
        "o": 32498,
        "r": "niv:Philippians:2:27",
        "t": "Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow."
    },
    {
        "o": 32499,
        "r": "niv:Philippians:2:28",
        "t": "Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety."
    },
    {
        "o": 32500,
        "r": "niv:Philippians:2:29",
        "t": "So then, welcome him in the Lord with great joy, and honor people like him,"
    },
    {
        "o": 32501,
        "r": "niv:Philippians:2:30",
        "t": "because he almost died for the work of Christ. He risked his life to make up for the help you yourselves could not give me."
    },
    {
        "o": 32502,
        "r": "niv:Philippians:3:0",
        "t": "Philippians 3",
        "h": 1
    },
    {
        "o": 32503,
        "r": "niv:Philippians:3:0",
        "t": "No Confidence in the Flesh",
        "h": 2
    },
    {
        "o": 32504,
        "r": "niv:Philippians:3:1",
        "t": "Further,*p my brothers and sisters, rejoice in the Lord! It is no trouble for me to write the same things to you again, and it is a safeguard for you."
    },
    {
        "o": 32505,
        "r": "niv:Philippians:3:2",
        "t": "Watch out for those dogs, those evildoers, those mutilators of the flesh."
    },
    {
        "o": 32506,
        "r": "niv:Philippians:3:3",
        "t": "For it is we who are the circumcision, we who serve God by his Spirit, who boast in Christ Jesus, and who put no confidence in the flesh—"
    },
    {
        "o": 32507,
        "r": "niv:Philippians:3:4",
        "t": "though I myself have reasons for such confidence. If*p someone else thinks they have reasons to put confidence in the flesh, I have more:"
    },
    {
        "o": 32508,
        "r": "niv:Philippians:3:5",
        "t": "circumcised on the eighth day, of the people of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in regard to the law, a Pharisee;"
    },
    {
        "o": 32509,
        "r": "niv:Philippians:3:6",
        "t": "as for zeal, persecuting the church; as for righteousness based on the law, faultless."
    },
    {
        "o": 32510,
        "r": "niv:Philippians:3:7",
        "t": "But*p whatever were gains to me I now consider loss for the sake of Christ."
    },
    {
        "o": 32511,
        "r": "niv:Philippians:3:8",
        "t": "What is more, I consider everything a loss because of the surpassing worth of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them garbage, that I may gain Christ"
    },
    {
        "o": 32512,
        "r": "niv:Philippians:3:9",
        "t": "and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ—the righteousness that comes from God on the basis of faith."
    },
    {
        "o": 32513,
        "r": "niv:Philippians:3:10",
        "t": "I want to know Christ—yes, to know the power of his resurrection and participation in his sufferings, becoming like him in his death,"
    },
    {
        "o": 32514,
        "r": "niv:Philippians:3:11",
        "t": "and so, somehow, attaining to the resurrection from the dead."
    },
    {
        "o": 32515,
        "r": "niv:Philippians:3:12",
        "t": "Not*p that I have already obtained all this, or have already arrived at my goal, but I press on to take hold of that for which Christ Jesus took hold of me."
    },
    {
        "o": 32516,
        "r": "niv:Philippians:3:13",
        "t": "Brothers and sisters, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,"
    },
    {
        "o": 32517,
        "r": "niv:Philippians:3:14",
        "t": "I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus."
    },
    {
        "o": 32518,
        "r": "niv:Philippians:3:14",
        "t": "Following Paul’s Example",
        "h": 2
    },
    {
        "o": 32519,
        "r": "niv:Philippians:3:15",
        "t": "All*p of us, then, who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you."
    },
    {
        "o": 32520,
        "r": "niv:Philippians:3:16",
        "t": "Only let us live up to what we have already attained."
    },
    {
        "o": 32521,
        "r": "niv:Philippians:3:17",
        "t": "Join*p together in following my example, brothers and sisters, and just as you have us as a model, keep your eyes on those who live as we do."
    },
    {
        "o": 32522,
        "r": "niv:Philippians:3:18",
        "t": "For, as I have often told you before and now tell you again even with tears, many live as enemies of the cross of Christ."
    },
    {
        "o": 32523,
        "r": "niv:Philippians:3:19",
        "t": "Their destiny is destruction, their god is their stomach, and their glory is in their shame. Their mind is set on earthly things."
    },
    {
        "o": 32524,
        "r": "niv:Philippians:3:20",
        "t": "But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,"
    },
    {
        "o": 32525,
        "r": "niv:Philippians:3:21",
        "t": "who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body."
    },
    {
        "o": 32526,
        "r": "niv:Philippians:4:0",
        "t": "Philippians 4",
        "h": 1
    },
    {
        "o": 32527,
        "r": "niv:Philippians:4:0",
        "t": "Closing Appeal for Steadfastness and Unity",
        "h": 2
    },
    {
        "o": 32528,
        "r": "niv:Philippians:4:1",
        "t": "Therefore,*p my brothers and sisters, you whom I love and long for, my joy and crown, stand firm in the Lord in this way, dear friends!"
    },
    {
        "o": 32529,
        "r": "niv:Philippians:4:2",
        "t": "I*p plead with Euodia and I plead with Syntyche to be of the same mind in the Lord."
    },
    {
        "o": 32530,
        "r": "niv:Philippians:4:3",
        "t": "Yes, and I ask you, my true companion, help these women since they have contended at my side in the cause of the gospel, along with Clement and the rest of my co-workers, whose names are in the book of life."
    },
    {
        "o": 32531,
        "r": "niv:Philippians:4:3",
        "t": "Final Exhortations",
        "h": 2
    },
    {
        "o": 32532,
        "r": "niv:Philippians:4:4",
        "t": "Rejoice*p in the Lord always. I will say it again: Rejoice!"
    },
    {
        "o": 32533,
        "r": "niv:Philippians:4:5",
        "t": "Let your gentleness be evident to all. The Lord is near."
    },
    {
        "o": 32534,
        "r": "niv:Philippians:4:6",
        "t": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God."
    },
    {
        "o": 32535,
        "r": "niv:Philippians:4:7",
        "t": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus."
    },
    {
        "o": 32536,
        "r": "niv:Philippians:4:8",
        "t": "Finally,*p brothers and sisters, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable—if anything is excellent or praiseworthy—think about such things."
    },
    {
        "o": 32537,
        "r": "niv:Philippians:4:9",
        "t": "Whatever you have learned or received or heard from me, or seen in me—put it into practice. And the God of peace will be with you."
    },
    {
        "o": 32538,
        "r": "niv:Philippians:4:9",
        "t": "Thanks for Their Gifts",
        "h": 2
    },
    {
        "o": 32539,
        "r": "niv:Philippians:4:10",
        "t": "I*p rejoiced greatly in the Lord that at last you renewed your concern for me. Indeed, you were concerned, but you had no opportunity to show it."
    },
    {
        "o": 32540,
        "r": "niv:Philippians:4:11",
        "t": "I am not saying this because I am in need, for I have learned to be content whatever the circumstances."
    },
    {
        "o": 32541,
        "r": "niv:Philippians:4:12",
        "t": "I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation, whether well fed or hungry, whether living in plenty or in want."
    },
    {
        "o": 32542,
        "r": "niv:Philippians:4:13",
        "t": "I can do all this through him who gives me strength."
    },
    {
        "o": 32543,
        "r": "niv:Philippians:4:14",
        "t": "Yet*p it was good of you to share in my troubles."
    },
    {
        "o": 32544,
        "r": "niv:Philippians:4:15",
        "t": "Moreover, as you Philippians know, in the early days of your acquaintance with the gospel, when I set out from Macedonia, not one church shared with me in the matter of giving and receiving, except you only;"
    },
    {
        "o": 32545,
        "r": "niv:Philippians:4:16",
        "t": "for even when I was in Thessalonica, you sent me aid more than once when I was in need."
    },
    {
        "o": 32546,
        "r": "niv:Philippians:4:17",
        "t": "Not that I desire your gifts; what I desire is that more be credited to your account."
    },
    {
        "o": 32547,
        "r": "niv:Philippians:4:18",
        "t": "I have received full payment and have more than enough. I am amply supplied, now that I have received from Epaphroditus the gifts you sent. They are a fragrant offering, an acceptable sacrifice, pleasing to God."
    },
    {
        "o": 32548,
        "r": "niv:Philippians:4:19",
        "t": "And my God will meet all your needs according to the riches of his glory in Christ Jesus."
    },
    {
        "o": 32549,
        "r": "niv:Philippians:4:20",
        "t": "To*p our God and Father be glory for ever and ever. Amen."
    },
    {
        "o": 32550,
        "r": "niv:Philippians:4:20",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 32551,
        "r": "niv:Philippians:4:21",
        "t": "Greet*p all God’s people in Christ Jesus. The brothers and sisters who are with me send greetings."
    },
    {
        "o": 32552,
        "r": "niv:Philippians:4:22",
        "t": "All God’s people here send you greetings, especially those who belong to Caesar’s household."
    },
    {
        "o": 32553,
        "r": "niv:Philippians:4:23",
        "t": "The*p grace of the Lord Jesus Christ be with your spirit. Amen."
    }
]
