[
    {
        "o": 32825,
        "r": "csb:2 Corinthians:11:0",
        "t": "2 Corinthians 11",
        "h": 1
    },
    {
        "o": 32826,
        "r": "csb:2 Corinthians:11:0",
        "t": "Paul and the False Apostles",
        "h": 2
    },
    {
        "o": 32827,
        "r": "csb:2 Corinthians:11:1",
        "t": "I*p wish you would put up with a little foolishness from me. Yes, do put up with me!"
    },
    {
        "o": 32828,
        "r": "csb:2 Corinthians:11:2",
        "t": "For I am jealous for you with a godly jealousy, because I have promised you in marriage to one husband - to present a pure virgin to Christ."
    },
    {
        "o": 32829,
        "r": "csb:2 Corinthians:11:3",
        "t": "But I fear that, as the serpent deceived Eve by his cunning, your minds may be seduced from a sincere and pure devotion to Christ."
    },
    {
        "o": 32830,
        "r": "csb:2 Corinthians:11:4",
        "t": "For if a person comes and preaches another Jesus, whom we did not preach, or you receive a different spirit, which you had not received, or a different gospel, which you had not accepted, you put up with it splendidly!"
    },
    {
        "o": 32831,
        "r": "csb:2 Corinthians:11:5",
        "t": "Now*p I consider myself in no way inferior to those “super-apostles.”"
    },
    {
        "o": 32832,
        "r": "csb:2 Corinthians:11:6",
        "t": "Even if I am untrained in public speaking, I am certainly not untrained in knowledge. Indeed, we have in every way made that clear to you in everything."
    },
    {
        "o": 32833,
        "r": "csb:2 Corinthians:11:7",
        "t": "Or did I commit a sin by humbling myself so that you might be exalted, because I preached the gospel of God to you free of charge?"
    },
    {
        "o": 32834,
        "r": "csb:2 Corinthians:11:8",
        "t": "I robbed other churches by taking pay from them to minister to you."
    },
    {
        "o": 32835,
        "r": "csb:2 Corinthians:11:9",
        "t": "When I was present with you and in need, I did not burden anyone, since the brothers who came from Macedonia supplied my needs. I have kept myself, and will keep myself, from burdening you in any way."
    },
    {
        "o": 32836,
        "r": "csb:2 Corinthians:11:10",
        "t": "As the truth of Christ is in me, this boasting of mine will not be stopped in the regions of Achaia."
    },
    {
        "o": 32837,
        "r": "csb:2 Corinthians:11:11",
        "t": "Why? Because I don’t love you? God knows I do!"
    },
    {
        "o": 32838,
        "r": "csb:2 Corinthians:11:12",
        "t": "But*p I will continue to do what I am doing, in order to deny an opportunity to those who want to be regarded as our equals in what they boast about."
    },
    {
        "o": 32839,
        "r": "csb:2 Corinthians:11:13",
        "t": "For such people are false apostles, deceitful workers, disguising themselves as apostles of Christ."
    },
    {
        "o": 32840,
        "r": "csb:2 Corinthians:11:14",
        "t": "And no wonder! For Satan disguises himself as an angel of light."
    },
    {
        "o": 32841,
        "r": "csb:2 Corinthians:11:15",
        "t": "So it is no great surprise if his servants also disguise themselves as servants of righteousness. Their end will be according to their works."
    },
    {
        "o": 32842,
        "r": "csb:2 Corinthians:11:15",
        "t": "Paul’s Sufferings for Christ",
        "h": 2
    },
    {
        "o": 32843,
        "r": "csb:2 Corinthians:11:16",
        "t": "I*p repeat: Let no one consider me a fool. But if you do, at least accept me as a fool so that I can also boast a little."
    },
    {
        "o": 32844,
        "r": "csb:2 Corinthians:11:17",
        "t": "What I am saying in this matter of boasting, I don’t speak as the Lord would, but as it were, foolishly."
    },
    {
        "o": 32845,
        "r": "csb:2 Corinthians:11:18",
        "t": "Since many boast according to the flesh, I will also boast."
    },
    {
        "o": 32846,
        "r": "csb:2 Corinthians:11:19",
        "t": "For you, being so wise, gladly put up with fools!"
    },
    {
        "o": 32847,
        "r": "csb:2 Corinthians:11:20",
        "t": "In fact, you put up with it if someone enslaves you, if someone exploits you, if someone takes advantage of you, if someone is arrogant toward you, if someone slaps you in the face."
    },
    {
        "o": 32848,
        "r": "csb:2 Corinthians:11:21",
        "t": "I say this to our shame: We have been too weak for that! But*p in whatever anyone dares to boast - I am talking foolishly - I also dare:"
    },
    {
        "o": 32849,
        "r": "csb:2 Corinthians:11:22",
        "t": "Are they Hebrews? So am I. Are they Israelites? So am I. Are they the descendants of Abraham? So am I."
    },
    {
        "o": 32850,
        "r": "csb:2 Corinthians:11:23",
        "t": "Are they servants of Christ? I’m talking like a madman - I’m a better one: with far more labors, many more imprisonments, far worse beatings, many times near death."
    },
    {
        "o": 32851,
        "r": "csb:2 Corinthians:11:24",
        "t": "Five*p times I received the forty lashes minus one from the Jews."
    },
    {
        "o": 32852,
        "r": "csb:2 Corinthians:11:25",
        "t": "Three times I was beaten with rods. Once I received a stoning. Three times I was shipwrecked. I have spent a night and a day in the open sea."
    },
    {
        "o": 32853,
        "r": "csb:2 Corinthians:11:26",
        "t": "On frequent journeys, I faced dangers from rivers, dangers from robbers, dangers from my own people, dangers from Gentiles, dangers in the city, dangers in the wilderness, dangers at sea, and dangers among false brothers;"
    },
    {
        "o": 32854,
        "r": "csb:2 Corinthians:11:27",
        "t": "toil and hardship, many sleepless nights, hunger and thirst, often without food, cold, and without clothing."
    },
    {
        "o": 32855,
        "r": "csb:2 Corinthians:11:28",
        "t": "Not to mention other things, there is the daily pressure on me: my concern for all the churches."
    },
    {
        "o": 32856,
        "r": "csb:2 Corinthians:11:29",
        "t": "Who is weak, and I am not weak? Who is made to stumble, and I do not burn with indignation?"
    },
    {
        "o": 32857,
        "r": "csb:2 Corinthians:11:30",
        "t": "If*p boasting is necessary, I will boast about my weaknesses."
    },
    {
        "o": 32858,
        "r": "csb:2 Corinthians:11:31",
        "t": "The God and Father of the Lord Jesus, who is blessed forever, knows I am not lying."
    },
    {
        "o": 32859,
        "r": "csb:2 Corinthians:11:32",
        "t": "In Damascus, a ruler under King Aretas guarded the city of Damascus in order to arrest me."
    },
    {
        "o": 32860,
        "r": "csb:2 Corinthians:11:33",
        "t": "So I was let down in a basket through a window in the wall and escaped from his hands."
    }
]
