[
    {
        "o": 34359,
        "r": "esv:Jude:1:0",
        "t": "Jude 1",
        "h": 1
    },
    {
        "o": 34360,
        "r": "esv:Jude:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 34361,
        "r": "esv:Jude:1:1",
        "t": "Jude,*p a servant of Jesus Christ and brother of James, To*p those who are called, beloved in God the Father and kept for Jesus Christ:"
    },
    {
        "o": 34362,
        "r": "esv:Jude:1:2",
        "t": "May*p mercy, peace, and love be multiplied to you."
    },
    {
        "o": 34363,
        "r": "esv:Jude:1:2",
        "t": "Judgment on False Teachers",
        "h": 2
    },
    {
        "o": 34364,
        "r": "esv:Jude:1:3",
        "t": "Beloved,*p although I was very eager to write to you about our common salvation, I found it necessary to write appealing to you to contend for the faith that was once for all delivered to the saints."
    },
    {
        "o": 34365,
        "r": "esv:Jude:1:4",
        "t": "For certain people have crept in unnoticed who long ago were designated for this condemnation, ungodly people, who pervert the grace of our God into sensuality and deny our only Master and Lord, Jesus Christ."
    },
    {
        "o": 34366,
        "r": "esv:Jude:1:5",
        "t": "Now*p I want to remind you, although you once fully knew it, that Jesus, who saved a people out of the land of Egypt, afterward destroyed those who did not believe."
    },
    {
        "o": 34367,
        "r": "esv:Jude:1:6",
        "t": "And the angels who did not stay within their own position of authority, but left their proper dwelling, he has kept in eternal chains under gloomy darkness until the judgment of the great day—"
    },
    {
        "o": 34368,
        "r": "esv:Jude:1:7",
        "t": "just as Sodom and Gomorrah and the surrounding cities, which likewise indulged in sexual immorality and pursued unnatural desire, serve as an example by undergoing a punishment of eternal fire."
    },
    {
        "o": 34369,
        "r": "esv:Jude:1:8",
        "t": "Yet*p in like manner these people also, relying on their dreams, defile the flesh, reject authority, and blaspheme the glorious ones."
    },
    {
        "o": 34370,
        "r": "esv:Jude:1:9",
        "t": "But when the archangel Michael, contending with the devil, was disputing about the body of Moses, he did not presume to pronounce a blasphemous judgment, but said, “The Lord rebuke you.”"
    },
    {
        "o": 34371,
        "r": "esv:Jude:1:10",
        "t": "But these people blaspheme all that they do not understand, and they are destroyed by all that they, like unreasoning animals, understand instinctively."
    },
    {
        "o": 34372,
        "r": "esv:Jude:1:11",
        "t": "Woe to them! For they walked in the way of Cain and abandoned themselves for the sake of gain to Balaam’s error and perished in Korah’s rebellion."
    },
    {
        "o": 34373,
        "r": "esv:Jude:1:12",
        "t": "These are hidden reefs at your love feasts, as they feast with you without fear, shepherds feeding themselves; waterless clouds, swept along by winds; fruitless trees in late autumn, twice dead, uprooted;"
    },
    {
        "o": 34374,
        "r": "esv:Jude:1:13",
        "t": "wild waves of the sea, casting up the foam of their own shame; wandering stars, for whom the gloom of utter darkness has been reserved forever."
    },
    {
        "o": 34375,
        "r": "esv:Jude:1:14",
        "t": "It*p was also about these that Enoch, the seventh from Adam, prophesied, saying, “Behold, the Lord comes with ten thousands of his holy ones,"
    },
    {
        "o": 34376,
        "r": "esv:Jude:1:15",
        "t": "to execute judgment on all and to convict all the ungodly of all their deeds of ungodliness that they have committed in such an ungodly way, and of all the harsh things that ungodly sinners have spoken against him.”"
    },
    {
        "o": 34377,
        "r": "esv:Jude:1:16",
        "t": "These are grumblers, malcontents, following their own sinful desires; they are loud-mouthed boasters, showing favoritism to gain advantage."
    },
    {
        "o": 34378,
        "r": "esv:Jude:1:16",
        "t": "A Call to Persevere",
        "h": 2
    },
    {
        "o": 34379,
        "r": "esv:Jude:1:17",
        "t": "But*p you must remember, beloved, the predictions of the apostles of our Lord Jesus Christ."
    },
    {
        "o": 34380,
        "r": "esv:Jude:1:18",
        "t": "They said to you, “In the last time there will be scoffers, following their own ungodly passions.”"
    },
    {
        "o": 34381,
        "r": "esv:Jude:1:19",
        "t": "It is these who cause divisions, worldly people, devoid of the Spirit."
    },
    {
        "o": 34382,
        "r": "esv:Jude:1:20",
        "t": "But you, beloved, building yourselves up in your most holy faith and praying in the Holy Spirit,"
    },
    {
        "o": 34383,
        "r": "esv:Jude:1:21",
        "t": "keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ that leads to eternal life."
    },
    {
        "o": 34384,
        "r": "esv:Jude:1:22",
        "t": "And have mercy on those who doubt;"
    },
    {
        "o": 34385,
        "r": "esv:Jude:1:23",
        "t": "save others by snatching them out of the fire; to others show mercy with fear, hating even the garment stained by the flesh."
    },
    {
        "o": 34386,
        "r": "esv:Jude:1:23",
        "t": "Doxology",
        "h": 2
    },
    {
        "o": 34387,
        "r": "esv:Jude:1:24",
        "t": "Now*p to him who is able to keep you from stumbling and to present you blameless before the presence of his glory with great joy,"
    },
    {
        "o": 34388,
        "r": "esv:Jude:1:25",
        "t": "to the only God, our Savior, through Jesus Christ our Lord, be glory, majesty, dominion, and authority, before all time and now and forever. Amen."
    }
]
