[
    {
        "o": 23879,
        "r": "niv:Daniel:1:0",
        "t": "Daniel 1",
        "h": 1
    },
    {
        "o": 23880,
        "r": "niv:Daniel:1:0",
        "t": "Daniel’s Training in Babylon",
        "h": 2
    },
    {
        "o": 23881,
        "r": "niv:Daniel:1:1",
        "t": "In*p the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it."
    },
    {
        "o": 23882,
        "r": "niv:Daniel:1:2",
        "t": "And the Lord delivered Jehoiakim king of Judah into his hand, along with some of the articles from the temple of God. These he carried off to the temple of his god in Babylonia and put in the treasure house of his god."
    },
    {
        "o": 23883,
        "r": "niv:Daniel:1:3",
        "t": "Then*p the king ordered Ashpenaz, chief of his court officials, to bring into the king’s service some of the Israelites from the royal family and the nobility—"
    },
    {
        "o": 23884,
        "r": "niv:Daniel:1:4",
        "t": "young men without any physical defect, handsome, showing aptitude for every kind of learning, well informed, quick to understand, and qualified to serve in the king’s palace. He was to teach them the language and literature of the Babylonians."
    },
    {
        "o": 23885,
        "r": "niv:Daniel:1:5",
        "t": "The king assigned them a daily amount of food and wine from the king’s table. They were to be trained for three years, and after that they were to enter the king’s service."
    },
    {
        "o": 23886,
        "r": "niv:Daniel:1:6",
        "t": "Among*p those who were chosen were some from Judah: Daniel, Hananiah, Mishael and Azariah."
    },
    {
        "o": 23887,
        "r": "niv:Daniel:1:7",
        "t": "The chief official gave them new names: to Daniel, the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abednego."
    },
    {
        "o": 23888,
        "r": "niv:Daniel:1:8",
        "t": "But*p Daniel resolved not to defile himself with the royal food and wine, and he asked the chief official for permission not to defile himself this way."
    },
    {
        "o": 23889,
        "r": "niv:Daniel:1:9",
        "t": "Now God had caused the official to show favor and compassion to Daniel,"
    },
    {
        "o": 23890,
        "r": "niv:Daniel:1:10",
        "t": "but the official told Daniel, “I am afraid of my lord the king, who has assigned your food and drink. Why should he see you looking worse than the other young men your age? The king would then have my head because of you.”"
    },
    {
        "o": 23891,
        "r": "niv:Daniel:1:11",
        "t": "Daniel*p then said to the guard whom the chief official had appointed over Daniel, Hananiah, Mishael and Azariah,"
    },
    {
        "o": 23892,
        "r": "niv:Daniel:1:12",
        "t": "“Please test your servants for ten days: Give us nothing but vegetables to eat and water to drink."
    },
    {
        "o": 23893,
        "r": "niv:Daniel:1:13",
        "t": "Then compare our appearance with that of the young men who eat the royal food, and treat your servants in accordance with what you see.”"
    },
    {
        "o": 23894,
        "r": "niv:Daniel:1:14",
        "t": "So he agreed to this and tested them for ten days."
    },
    {
        "o": 23895,
        "r": "niv:Daniel:1:15",
        "t": "At*p the end of the ten days they looked healthier and better nourished than any of the young men who ate the royal food."
    },
    {
        "o": 23896,
        "r": "niv:Daniel:1:16",
        "t": "So the guard took away their choice food and the wine they were to drink and gave them vegetables instead."
    },
    {
        "o": 23897,
        "r": "niv:Daniel:1:17",
        "t": "To*p these four young men God gave knowledge and understanding of all kinds of literature and learning. And Daniel could understand visions and dreams of all kinds."
    },
    {
        "o": 23898,
        "r": "niv:Daniel:1:18",
        "t": "At*p the end of the time set by the king to bring them into his service, the chief official presented them to Nebuchadnezzar."
    },
    {
        "o": 23899,
        "r": "niv:Daniel:1:19",
        "t": "The king talked with them, and he found none equal to Daniel, Hananiah, Mishael and Azariah; so they entered the king’s service."
    },
    {
        "o": 23900,
        "r": "niv:Daniel:1:20",
        "t": "In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom."
    },
    {
        "o": 23901,
        "r": "niv:Daniel:1:21",
        "t": "And*p Daniel remained there until the first year of King Cyrus."
    },
    {
        "o": 23902,
        "r": "niv:Daniel:2:0",
        "t": "Daniel 2",
        "h": 1
    },
    {
        "o": 23903,
        "r": "niv:Daniel:2:0",
        "t": "Nebuchadnezzar’s Dream",
        "h": 2
    },
    {
        "o": 23904,
        "r": "niv:Daniel:2:1",
        "t": "In*p the second year of his reign, Nebuchadnezzar had dreams; his mind was troubled and he could not sleep."
    },
    {
        "o": 23905,
        "r": "niv:Daniel:2:2",
        "t": "So the king summoned the magicians, enchanters, sorcerers and astrologers to tell him what he had dreamed. When they came in and stood before the king,"
    },
    {
        "o": 23906,
        "r": "niv:Daniel:2:3",
        "t": "he said to them, “I have had a dream that troubles me and I want to know what it means.”"
    },
    {
        "o": 23907,
        "r": "niv:Daniel:2:4",
        "t": "Then*p the astrologers answered the king, “May the king live forever! Tell your servants the dream, and we will interpret it.”"
    },
    {
        "o": 23908,
        "r": "niv:Daniel:2:5",
        "t": "The*p king replied to the astrologers, “This is what I have firmly decided: If you do not tell me what my dream was and interpret it, I will have you cut into pieces and your houses turned into piles of rubble."
    },
    {
        "o": 23909,
        "r": "niv:Daniel:2:6",
        "t": "But if you tell me the dream and explain it, you will receive from me gifts and rewards and great honor. So tell me the dream and interpret it for me.”"
    },
    {
        "o": 23910,
        "r": "niv:Daniel:2:7",
        "t": "Once*p more they replied, “Let the king tell his servants the dream, and we will interpret it.”"
    },
    {
        "o": 23911,
        "r": "niv:Daniel:2:8",
        "t": "Then*p the king answered, “I am certain that you are trying to gain time, because you realize that this is what I have firmly decided:"
    },
    {
        "o": 23912,
        "r": "niv:Daniel:2:9",
        "t": "If you do not tell me the dream, there is only one penalty for you. You have conspired to tell me misleading and wicked things, hoping the situation will change. So then, tell me the dream, and I will know that you can interpret it for me.”"
    },
    {
        "o": 23913,
        "r": "niv:Daniel:2:10",
        "t": "The*p astrologers answered the king, “There is no one on earth who can do what the king asks! No king, however great and mighty, has ever asked such a thing of any magician or enchanter or astrologer."
    },
    {
        "o": 23914,
        "r": "niv:Daniel:2:11",
        "t": "What the king asks is too difficult. No one can reveal it to the king except the gods, and they do not live among humans.”"
    },
    {
        "o": 23915,
        "r": "niv:Daniel:2:12",
        "t": "This*p made the king so angry and furious that he ordered the execution of all the wise men of Babylon."
    },
    {
        "o": 23916,
        "r": "niv:Daniel:2:13",
        "t": "So the decree was issued to put the wise men to death, and men were sent to look for Daniel and his friends to put them to death."
    },
    {
        "o": 23917,
        "r": "niv:Daniel:2:14",
        "t": "When*p Arioch, the commander of the king’s guard, had gone out to put to death the wise men of Babylon, Daniel spoke to him with wisdom and tact."
    },
    {
        "o": 23918,
        "r": "niv:Daniel:2:15",
        "t": "He asked the king’s officer, “Why did the king issue such a harsh decree?” Arioch then explained the matter to Daniel."
    },
    {
        "o": 23919,
        "r": "niv:Daniel:2:16",
        "t": "At this, Daniel went in to the king and asked for time, so that he might interpret the dream for him."
    },
    {
        "o": 23920,
        "r": "niv:Daniel:2:17",
        "t": "Then*p Daniel returned to his house and explained the matter to his friends Hananiah, Mishael and Azariah."
    },
    {
        "o": 23921,
        "r": "niv:Daniel:2:18",
        "t": "He urged them to plead for mercy from the God of heaven concerning this mystery, so that he and his friends might not be executed with the rest of the wise men of Babylon."
    },
    {
        "o": 23922,
        "r": "niv:Daniel:2:19",
        "t": "During the night the mystery was revealed to Daniel in a vision. Then Daniel praised the God of heaven"
    },
    {
        "o": 23923,
        "r": "niv:Daniel:2:20",
        "t": "and said: “Praise*pn be to the name of God for ever and ever; wisdom*ld and power are his."
    },
    {
        "o": 23924,
        "r": "niv:Daniel:2:21",
        "t": "He*ln changes times and seasons; he*ld deposes kings and raises up others. He*ln gives wisdom to the wise and*ld knowledge to the discerning."
    },
    {
        "o": 23925,
        "r": "niv:Daniel:2:22",
        "t": "He*ln reveals deep and hidden things; he*ld knows what lies in darkness, and*ld light dwells with him."
    },
    {
        "o": 23926,
        "r": "niv:Daniel:2:23",
        "t": "I*ln thank and praise you, God of my ancestors: You*ld have given me wisdom and power, you*ln have made known to me what we asked of you, you*ld have made known to us the dream of the king.”"
    },
    {
        "o": 23927,
        "r": "niv:Daniel:2:23",
        "t": "Daniel Interprets the Dream",
        "h": 2
    },
    {
        "o": 23928,
        "r": "niv:Daniel:2:24",
        "t": "Then*p Daniel went to Arioch, whom the king had appointed to execute the wise men of Babylon, and said to him, “Do not execute the wise men of Babylon. Take me to the king, and I will interpret his dream for him.”"
    },
    {
        "o": 23929,
        "r": "niv:Daniel:2:25",
        "t": "Arioch*p took Daniel to the king at once and said, “I have found a man among the exiles from Judah who can tell the king what his dream means.”"
    },
    {
        "o": 23930,
        "r": "niv:Daniel:2:26",
        "t": "The*p king asked Daniel (also called Belteshazzar), “Are you able to tell me what I saw in my dream and interpret it?”"
    },
    {
        "o": 23931,
        "r": "niv:Daniel:2:27",
        "t": "Daniel*p replied, “No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about,"
    },
    {
        "o": 23932,
        "r": "niv:Daniel:2:28",
        "t": "but there is a God in heaven who reveals mysteries. He has shown King Nebuchadnezzar what will happen in days to come. Your dream and the visions that passed through your mind as you were lying in bed are these:"
    },
    {
        "o": 23933,
        "r": "niv:Daniel:2:29",
        "t": "“As*p Your Majesty was lying there, your mind turned to things to come, and the revealer of mysteries showed you what is going to happen."
    },
    {
        "o": 23934,
        "r": "niv:Daniel:2:30",
        "t": "As for me, this mystery has been revealed to me, not because I have greater wisdom than anyone else alive, but so that Your Majesty may know the interpretation and that you may understand what went through your mind."
    },
    {
        "o": 23935,
        "r": "niv:Daniel:2:31",
        "t": "“Your*p Majesty looked, and there before you stood a large statue—an enormous, dazzling statue, awesome in appearance."
    },
    {
        "o": 23936,
        "r": "niv:Daniel:2:32",
        "t": "The head of the statue was made of pure gold, its chest and arms of silver, its belly and thighs of bronze,"
    },
    {
        "o": 23937,
        "r": "niv:Daniel:2:33",
        "t": "its legs of iron, its feet partly of iron and partly of baked clay."
    },
    {
        "o": 23938,
        "r": "niv:Daniel:2:34",
        "t": "While you were watching, a rock was cut out, but not by human hands. It struck the statue on its feet of iron and clay and smashed them."
    },
    {
        "o": 23939,
        "r": "niv:Daniel:2:35",
        "t": "Then the iron, the clay, the bronze, the silver and the gold were all broken to pieces and became like chaff on a threshing floor in the summer. The wind swept them away without leaving a trace. But the rock that struck the statue became a huge mountain and filled the whole earth."
    },
    {
        "o": 23940,
        "r": "niv:Daniel:2:36",
        "t": "“This*p was the dream, and now we will interpret it to the king."
    },
    {
        "o": 23941,
        "r": "niv:Daniel:2:37",
        "t": "Your Majesty, you are the king of kings. The God of heaven has given you dominion and power and might and glory;"
    },
    {
        "o": 23942,
        "r": "niv:Daniel:2:38",
        "t": "in your hands he has placed all mankind and the beasts of the field and the birds in the sky. Wherever they live, he has made you ruler over them all. You are that head of gold."
    },
    {
        "o": 23943,
        "r": "niv:Daniel:2:39",
        "t": "“After*p you, another kingdom will arise, inferior to yours. Next, a third kingdom, one of bronze, will rule over the whole earth."
    },
    {
        "o": 23944,
        "r": "niv:Daniel:2:40",
        "t": "Finally, there will be a fourth kingdom, strong as iron—for iron breaks and smashes everything—and as iron breaks things to pieces, so it will crush and break all the others."
    },
    {
        "o": 23945,
        "r": "niv:Daniel:2:41",
        "t": "Just as you saw that the feet and toes were partly of baked clay and partly of iron, so this will be a divided kingdom; yet it will have some of the strength of iron in it, even as you saw iron mixed with clay."
    },
    {
        "o": 23946,
        "r": "niv:Daniel:2:42",
        "t": "As the toes were partly iron and partly clay, so this kingdom will be partly strong and partly brittle."
    },
    {
        "o": 23947,
        "r": "niv:Daniel:2:43",
        "t": "And just as you saw the iron mixed with baked clay, so the people will be a mixture and will not remain united, any more than iron mixes with clay."
    },
    {
        "o": 23948,
        "r": "niv:Daniel:2:44",
        "t": "“In*p the time of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will it be left to another people. It will crush all those kingdoms and bring them to an end, but it will itself endure forever."
    },
    {
        "o": 23949,
        "r": "niv:Daniel:2:45",
        "t": "This is the meaning of the vision of the rock cut out of a mountain, but not by human hands—a rock that broke the iron, the bronze, the clay, the silver and the gold to pieces. “The*p great God has shown the king what will take place in the future. The dream is true and its interpretation is trustworthy.”"
    },
    {
        "o": 23950,
        "r": "niv:Daniel:2:46",
        "t": "Then*p King Nebuchadnezzar fell prostrate before Daniel and paid him honor and ordered that an offering and incense be presented to him."
    },
    {
        "o": 23951,
        "r": "niv:Daniel:2:47",
        "t": "The king said to Daniel, “Surely your God is the God of gods and the Lord of kings and a revealer of mysteries, for you were able to reveal this mystery.”"
    },
    {
        "o": 23952,
        "r": "niv:Daniel:2:48",
        "t": "Then*p the king placed Daniel in a high position and lavished many gifts on him. He made him ruler over the entire province of Babylon and placed him in charge of all its wise men."
    },
    {
        "o": 23953,
        "r": "niv:Daniel:2:49",
        "t": "Moreover, at Daniel’s request the king appointed Shadrach, Meshach and Abednego administrators over the province of Babylon, while Daniel himself remained at the royal court."
    },
    {
        "o": 23954,
        "r": "niv:Daniel:3:0",
        "t": "Daniel 3",
        "h": 1
    },
    {
        "o": 23955,
        "r": "niv:Daniel:3:0",
        "t": "The Image of Gold and the Blazing Furnace",
        "h": 2
    },
    {
        "o": 23956,
        "r": "niv:Daniel:3:1",
        "t": "King*p Nebuchadnezzar made an image of gold, sixty cubits high and six cubits wide, and set it up on the plain of Dura in the province of Babylon."
    },
    {
        "o": 23957,
        "r": "niv:Daniel:3:2",
        "t": "He then summoned the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials to come to the dedication of the image he had set up."
    },
    {
        "o": 23958,
        "r": "niv:Daniel:3:3",
        "t": "So the satraps, prefects, governors, advisers, treasurers, judges, magistrates and all the other provincial officials assembled for the dedication of the image that King Nebuchadnezzar had set up, and they stood before it."
    },
    {
        "o": 23959,
        "r": "niv:Daniel:3:4",
        "t": "Then*p the herald loudly proclaimed, “Nations and peoples of every language, this is what you are commanded to do:"
    },
    {
        "o": 23960,
        "r": "niv:Daniel:3:5",
        "t": "As soon as you hear the sound of the horn, flute, zither, lyre, harp, pipe and all kinds of music, you must fall down and worship the image of gold that King Nebuchadnezzar has set up."
    },
    {
        "o": 23961,
        "r": "niv:Daniel:3:6",
        "t": "Whoever does not fall down and worship will immediately be thrown into a blazing furnace.”"
    },
    {
        "o": 23962,
        "r": "niv:Daniel:3:7",
        "t": "Therefore,*p as soon as they heard the sound of the horn, flute, zither, lyre, harp and all kinds of music, all the nations and peoples of every language fell down and worshiped the image of gold that King Nebuchadnezzar had set up."
    },
    {
        "o": 23963,
        "r": "niv:Daniel:3:8",
        "t": "At*p this time some astrologers came forward and denounced the Jews."
    },
    {
        "o": 23964,
        "r": "niv:Daniel:3:9",
        "t": "They said to King Nebuchadnezzar, “May the king live forever!"
    },
    {
        "o": 23965,
        "r": "niv:Daniel:3:10",
        "t": "Your Majesty has issued a decree that everyone who hears the sound of the horn, flute, zither, lyre, harp, pipe and all kinds of music must fall down and worship the image of gold,"
    },
    {
        "o": 23966,
        "r": "niv:Daniel:3:11",
        "t": "and that whoever does not fall down and worship will be thrown into a blazing furnace."
    },
    {
        "o": 23967,
        "r": "niv:Daniel:3:12",
        "t": "But there are some Jews whom you have set over the affairs of the province of Babylon—Shadrach, Meshach and Abednego—who pay no attention to you, Your Majesty. They neither serve your gods nor worship the image of gold you have set up.”"
    },
    {
        "o": 23968,
        "r": "niv:Daniel:3:13",
        "t": "Furious*p with rage, Nebuchadnezzar summoned Shadrach, Meshach and Abednego. So these men were brought before the king,"
    },
    {
        "o": 23969,
        "r": "niv:Daniel:3:14",
        "t": "and Nebuchadnezzar said to them, “Is it true, Shadrach, Meshach and Abednego, that you do not serve my gods or worship the image of gold I have set up?"
    },
    {
        "o": 23970,
        "r": "niv:Daniel:3:15",
        "t": "Now when you hear the sound of the horn, flute, zither, lyre, harp, pipe and all kinds of music, if you are ready to fall down and worship the image I made, very good. But if you do not worship it, you will be thrown immediately into a blazing furnace. Then what god will be able to rescue you from my hand?”"
    },
    {
        "o": 23971,
        "r": "niv:Daniel:3:16",
        "t": "Shadrach,*p Meshach and Abednego replied to him, “King Nebuchadnezzar, we do not need to defend ourselves before you in this matter."
    },
    {
        "o": 23972,
        "r": "niv:Daniel:3:17",
        "t": "If we are thrown into the blazing furnace, the God we serve is able to deliver us from it, and he will deliver us from Your Majesty’s hand."
    },
    {
        "o": 23973,
        "r": "niv:Daniel:3:18",
        "t": "But even if he does not, we want you to know, Your Majesty, that we will not serve your gods or worship the image of gold you have set up.”"
    },
    {
        "o": 23974,
        "r": "niv:Daniel:3:19",
        "t": "Then*p Nebuchadnezzar was furious with Shadrach, Meshach and Abednego, and his attitude toward them changed. He ordered the furnace heated seven times hotter than usual"
    },
    {
        "o": 23975,
        "r": "niv:Daniel:3:20",
        "t": "and commanded some of the strongest soldiers in his army to tie up Shadrach, Meshach and Abednego and throw them into the blazing furnace."
    },
    {
        "o": 23976,
        "r": "niv:Daniel:3:21",
        "t": "So these men, wearing their robes, trousers, turbans and other clothes, were bound and thrown into the blazing furnace."
    },
    {
        "o": 23977,
        "r": "niv:Daniel:3:22",
        "t": "The king’s command was so urgent and the furnace so hot that the flames of the fire killed the soldiers who took up Shadrach, Meshach and Abednego,"
    },
    {
        "o": 23978,
        "r": "niv:Daniel:3:23",
        "t": "and these three men, firmly tied, fell into the blazing furnace."
    },
    {
        "o": 23979,
        "r": "niv:Daniel:3:24",
        "t": "Then*p King Nebuchadnezzar leaped to his feet in amazement and asked his advisers, “Weren’t there three men that we tied up and threw into the fire?” They*p replied, “Certainly, Your Majesty.”"
    },
    {
        "o": 23980,
        "r": "niv:Daniel:3:25",
        "t": "He*p said, “Look! I see four men walking around in the fire, unbound and unharmed, and the fourth looks like a son of the gods.”"
    },
    {
        "o": 23981,
        "r": "niv:Daniel:3:26",
        "t": "Nebuchadnezzar*p then approached the opening of the blazing furnace and shouted, “Shadrach, Meshach and Abednego, servants of the Most High God, come out! Come here!” So*p Shadrach, Meshach and Abednego came out of the fire,"
    },
    {
        "o": 23982,
        "r": "niv:Daniel:3:27",
        "t": "and the satraps, prefects, governors and royal advisers crowded around them. They saw that the fire had not harmed their bodies, nor was a hair of their heads singed; their robes were not scorched, and there was no smell of fire on them."
    },
    {
        "o": 23983,
        "r": "niv:Daniel:3:28",
        "t": "Then*p Nebuchadnezzar said, “Praise be to the God of Shadrach, Meshach and Abednego, who has sent his angel and rescued his servants! They trusted in him and defied the king’s command and were willing to give up their lives rather than serve or worship any god except their own God."
    },
    {
        "o": 23984,
        "r": "niv:Daniel:3:29",
        "t": "Therefore I decree that the people of any nation or language who say anything against the God of Shadrach, Meshach and Abednego be cut into pieces and their houses be turned into piles of rubble, for no other god can save in this way.”"
    },
    {
        "o": 23985,
        "r": "niv:Daniel:3:30",
        "t": "Then*p the king promoted Shadrach, Meshach and Abednego in the province of Babylon."
    },
    {
        "o": 23986,
        "r": "niv:Daniel:4:0",
        "t": "Daniel 4",
        "h": 1
    },
    {
        "o": 23987,
        "r": "niv:Daniel:4:0",
        "t": "Nebuchadnezzar’s Dream of a Tree",
        "h": 2
    },
    {
        "o": 23988,
        "r": "niv:Daniel:4:1",
        "t": "King Nebuchadnezzar, To*p the nations and peoples of every language, who live in all the earth: May*p you prosper greatly!"
    },
    {
        "o": 23989,
        "r": "niv:Daniel:4:2",
        "t": "It*pln is my pleasure to tell you about the miraculous signs and wonders that the Most High God has performed for me."
    },
    {
        "o": 23990,
        "r": "niv:Daniel:4:3",
        "t": "How*ln great are his signs, how*ld mighty his wonders! His*ln kingdom is an eternal kingdom; his*ld dominion endures from generation to generation."
    },
    {
        "o": 23991,
        "r": "niv:Daniel:4:4",
        "t": "I,*ln Nebuchadnezzar, was at home in my palace, contented and prosperous."
    },
    {
        "o": 23992,
        "r": "niv:Daniel:4:5",
        "t": "I had a dream that made me afraid. As I was lying in bed, the images and visions that passed through my mind terrified me."
    },
    {
        "o": 23993,
        "r": "niv:Daniel:4:6",
        "t": "So I commanded that all the wise men of Babylon be brought before me to interpret the dream for me."
    },
    {
        "o": 23994,
        "r": "niv:Daniel:4:7",
        "t": "When the magicians, enchanters, astrologers and diviners came, I told them the dream, but they could not interpret it for me."
    },
    {
        "o": 23995,
        "r": "niv:Daniel:4:8",
        "t": "Finally, Daniel came into my presence and I told him the dream. (He is called Belteshazzar, after the name of my god, and the spirit of the holy gods is in him.)"
    },
    {
        "o": 23996,
        "r": "niv:Daniel:4:9",
        "t": "I*ln said, “Belteshazzar, chief of the magicians, I know that the spirit of the holy gods is in you, and no mystery is too difficult for you. Here is my dream; interpret it for me."
    },
    {
        "o": 23997,
        "r": "niv:Daniel:4:10",
        "t": "These are the visions I saw while lying in bed: I looked, and there before me stood a tree in the middle of the land. Its height was enormous."
    },
    {
        "o": 23998,
        "r": "niv:Daniel:4:11",
        "t": "The tree grew large and strong and its top touched the sky; it was visible to the ends of the earth."
    },
    {
        "o": 23999,
        "r": "niv:Daniel:4:12",
        "t": "Its leaves were beautiful, its fruit abundant, and on it was food for all. Under it the wild animals found shelter, and the birds lived in its branches; from it every creature was fed."
    },
    {
        "o": 24000,
        "r": "niv:Daniel:4:13",
        "t": "“In*ln the visions I saw while lying in bed, I looked, and there before me was a holy one, a messenger, coming down from heaven."
    },
    {
        "o": 24001,
        "r": "niv:Daniel:4:14",
        "t": "He called in a loud voice: ‘Cut down the tree and trim off its branches; strip off its leaves and scatter its fruit. Let the animals flee from under it and the birds from its branches."
    },
    {
        "o": 24002,
        "r": "niv:Daniel:4:15",
        "t": "But let the stump and its roots, bound with iron and bronze, remain in the ground, in the grass of the field. “ ‘Let*ln him be drenched with the dew of heaven, and let him live with the animals among the plants of the earth."
    },
    {
        "o": 24003,
        "r": "niv:Daniel:4:16",
        "t": "Let his mind be changed from that of a man and let him be given the mind of an animal, till seven times pass by for him."
    },
    {
        "o": 24004,
        "r": "niv:Daniel:4:17",
        "t": "“ ‘The*ln decision is announced by messengers, the holy ones declare the verdict, so that the living may know that the Most High is sovereign over all kingdoms on earth and gives them to anyone he wishes and sets over them the lowliest of people.’"
    },
    {
        "o": 24005,
        "r": "niv:Daniel:4:18",
        "t": "“This*ln is the dream that I, King Nebuchadnezzar, had. Now, Belteshazzar, tell me what it means, for none of the wise men in my kingdom can interpret it for me. But you can, because the spirit of the holy gods is in you.”"
    },
    {
        "o": 24006,
        "r": "niv:Daniel:4:18",
        "t": "Daniel Interprets the Dream",
        "h": 2
    },
    {
        "o": 24007,
        "r": "niv:Daniel:4:19",
        "t": "Then*ln Daniel (also called Belteshazzar) was greatly perplexed for a time, and his thoughts terrified him. So the king said, “Belteshazzar, do not let the dream or its meaning alarm you.” Belteshazzar*ln answered, “My lord, if only the dream applied to your enemies and its meaning to your adversaries!"
    },
    {
        "o": 24008,
        "r": "niv:Daniel:4:20",
        "t": "The tree you saw, which grew large and strong, with its top touching the sky, visible to the whole earth,"
    },
    {
        "o": 24009,
        "r": "niv:Daniel:4:21",
        "t": "with beautiful leaves and abundant fruit, providing food for all, giving shelter to the wild animals, and having nesting places in its branches for the birds—"
    },
    {
        "o": 24010,
        "r": "niv:Daniel:4:22",
        "t": "Your Majesty, you are that tree! You have become great and strong; your greatness has grown until it reaches the sky, and your dominion extends to distant parts of the earth."
    },
    {
        "o": 24011,
        "r": "niv:Daniel:4:23",
        "t": "“Your*ln Majesty saw a holy one, a messenger, coming down from heaven and saying, ‘Cut down the tree and destroy it, but leave the stump, bound with iron and bronze, in the grass of the field, while its roots remain in the ground. Let him be drenched with the dew of heaven; let him live with the wild animals, until seven times pass by for him.’"
    },
    {
        "o": 24012,
        "r": "niv:Daniel:4:24",
        "t": "“This*ln is the interpretation, Your Majesty, and this is the decree the Most High has issued against my lord the king:"
    },
    {
        "o": 24013,
        "r": "niv:Daniel:4:25",
        "t": "You will be driven away from people and will live with the wild animals; you will eat grass like the ox and be drenched with the dew of heaven. Seven times will pass by for you until you acknowledge that the Most High is sovereign over all kingdoms on earth and gives them to anyone he wishes."
    },
    {
        "o": 24014,
        "r": "niv:Daniel:4:26",
        "t": "The command to leave the stump of the tree with its roots means that your kingdom will be restored to you when you acknowledge that Heaven rules."
    },
    {
        "o": 24015,
        "r": "niv:Daniel:4:27",
        "t": "Therefore, Your Majesty, be pleased to accept my advice: Renounce your sins by doing what is right, and your wickedness by being kind to the oppressed. It may be that then your prosperity will continue.”"
    },
    {
        "o": 24016,
        "r": "niv:Daniel:4:27",
        "t": "The Dream Is Fulfilled",
        "h": 2
    },
    {
        "o": 24017,
        "r": "niv:Daniel:4:28",
        "t": "All*ln this happened to King Nebuchadnezzar."
    },
    {
        "o": 24018,
        "r": "niv:Daniel:4:29",
        "t": "Twelve months later, as the king was walking on the roof of the royal palace of Babylon,"
    },
    {
        "o": 24019,
        "r": "niv:Daniel:4:30",
        "t": "he said, “Is not this the great Babylon I have built as the royal residence, by my mighty power and for the glory of my majesty?”"
    },
    {
        "o": 24020,
        "r": "niv:Daniel:4:31",
        "t": "Even*ln as the words were on his lips, a voice came from heaven, “This is what is decreed for you, King Nebuchadnezzar: Your royal authority has been taken from you."
    },
    {
        "o": 24021,
        "r": "niv:Daniel:4:32",
        "t": "You will be driven away from people and will live with the wild animals; you will eat grass like the ox. Seven times will pass by for you until you acknowledge that the Most High is sovereign over all kingdoms on earth and gives them to anyone he wishes.”"
    },
    {
        "o": 24022,
        "r": "niv:Daniel:4:33",
        "t": "Immediately*ln what had been said about Nebuchadnezzar was fulfilled. He was driven away from people and ate grass like the ox. His body was drenched with the dew of heaven until his hair grew like the feathers of an eagle and his nails like the claws of a bird."
    },
    {
        "o": 24023,
        "r": "niv:Daniel:4:34",
        "t": "At*pln the end of that time, I, Nebuchadnezzar, raised my eyes toward heaven, and my sanity was restored. Then I praised the Most High; I honored and glorified him who lives forever. His*ln dominion is an eternal dominion; his*ld kingdom endures from generation to generation."
    },
    {
        "o": 24024,
        "r": "niv:Daniel:4:35",
        "t": "All*ln the peoples of the earth are*ld regarded as nothing. He*ln does as he pleases with*ld the powers of heaven and*ld the peoples of the earth. No*ln one can hold back his hand or*ld say to him: “What have you done?”"
    },
    {
        "o": 24025,
        "r": "niv:Daniel:4:36",
        "t": "At*ln the same time that my sanity was restored, my honor and splendor were returned to me for the glory of my kingdom. My advisers and nobles sought me out, and I was restored to my throne and became even greater than before."
    },
    {
        "o": 24026,
        "r": "niv:Daniel:4:37",
        "t": "Now I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, because everything he does is right and all his ways are just. And those who walk in pride he is able to humble."
    },
    {
        "o": 24027,
        "r": "niv:Daniel:5:0",
        "t": "Daniel 5",
        "h": 1
    },
    {
        "o": 24028,
        "r": "niv:Daniel:5:0",
        "t": "The Writing on the Wall",
        "h": 2
    },
    {
        "o": 24029,
        "r": "niv:Daniel:5:1",
        "t": "King*p Belshazzar gave a great banquet for a thousand of his nobles and drank wine with them."
    },
    {
        "o": 24030,
        "r": "niv:Daniel:5:2",
        "t": "While Belshazzar was drinking his wine, he gave orders to bring in the gold and silver goblets that Nebuchadnezzar his father had taken from the temple in Jerusalem, so that the king and his nobles, his wives and his concubines might drink from them."
    },
    {
        "o": 24031,
        "r": "niv:Daniel:5:3",
        "t": "So they brought in the gold goblets that had been taken from the temple of God in Jerusalem, and the king and his nobles, his wives and his concubines drank from them."
    },
    {
        "o": 24032,
        "r": "niv:Daniel:5:4",
        "t": "As they drank the wine, they praised the gods of gold and silver, of bronze, iron, wood and stone."
    },
    {
        "o": 24033,
        "r": "niv:Daniel:5:5",
        "t": "Suddenly*p the fingers of a human hand appeared and wrote on the plaster of the wall, near the lampstand in the royal palace. The king watched the hand as it wrote."
    },
    {
        "o": 24034,
        "r": "niv:Daniel:5:6",
        "t": "His face turned pale and he was so frightened that his legs became weak and his knees were knocking."
    },
    {
        "o": 24035,
        "r": "niv:Daniel:5:7",
        "t": "The*p king summoned the enchanters, astrologers and diviners. Then he said to these wise men of Babylon, “Whoever reads this writing and tells me what it means will be clothed in purple and have a gold chain placed around his neck, and he will be made the third highest ruler in the kingdom.”"
    },
    {
        "o": 24036,
        "r": "niv:Daniel:5:8",
        "t": "Then*p all the king’s wise men came in, but they could not read the writing or tell the king what it meant."
    },
    {
        "o": 24037,
        "r": "niv:Daniel:5:9",
        "t": "So King Belshazzar became even more terrified and his face grew more pale. His nobles were baffled."
    },
    {
        "o": 24038,
        "r": "niv:Daniel:5:10",
        "t": "The*p queen, hearing the voices of the king and his nobles, came into the banquet hall. “May the king live forever!” she said. “Don’t be alarmed! Don’t look so pale!"
    },
    {
        "o": 24039,
        "r": "niv:Daniel:5:11",
        "t": "There is a man in your kingdom who has the spirit of the holy gods in him. In the time of your father he was found to have insight and intelligence and wisdom like that of the gods. Your father, King Nebuchadnezzar, appointed him chief of the magicians, enchanters, astrologers and diviners."
    },
    {
        "o": 24040,
        "r": "niv:Daniel:5:12",
        "t": "He did this because Daniel, whom the king called Belteshazzar, was found to have a keen mind and knowledge and understanding, and also the ability to interpret dreams, explain riddles and solve difficult problems. Call for Daniel, and he will tell you what the writing means.”"
    },
    {
        "o": 24041,
        "r": "niv:Daniel:5:13",
        "t": "So*p Daniel was brought before the king, and the king said to him, “Are you Daniel, one of the exiles my father the king brought from Judah?"
    },
    {
        "o": 24042,
        "r": "niv:Daniel:5:14",
        "t": "I have heard that the spirit of the gods is in you and that you have insight, intelligence and outstanding wisdom."
    },
    {
        "o": 24043,
        "r": "niv:Daniel:5:15",
        "t": "The wise men and enchanters were brought before me to read this writing and tell me what it means, but they could not explain it."
    },
    {
        "o": 24044,
        "r": "niv:Daniel:5:16",
        "t": "Now I have heard that you are able to give interpretations and to solve difficult problems. If you can read this writing and tell me what it means, you will be clothed in purple and have a gold chain placed around your neck, and you will be made the third highest ruler in the kingdom.”"
    },
    {
        "o": 24045,
        "r": "niv:Daniel:5:17",
        "t": "Then*p Daniel answered the king, “You may keep your gifts for yourself and give your rewards to someone else. Nevertheless, I will read the writing for the king and tell him what it means."
    },
    {
        "o": 24046,
        "r": "niv:Daniel:5:18",
        "t": "“Your*p Majesty, the Most High God gave your father Nebuchadnezzar sovereignty and greatness and glory and splendor."
    },
    {
        "o": 24047,
        "r": "niv:Daniel:5:19",
        "t": "Because of the high position he gave him, all the nations and peoples of every language dreaded and feared him. Those the king wanted to put to death, he put to death; those he wanted to spare, he spared; those he wanted to promote, he promoted; and those he wanted to humble, he humbled."
    },
    {
        "o": 24048,
        "r": "niv:Daniel:5:20",
        "t": "But when his heart became arrogant and hardened with pride, he was deposed from his royal throne and stripped of his glory."
    },
    {
        "o": 24049,
        "r": "niv:Daniel:5:21",
        "t": "He was driven away from people and given the mind of an animal; he lived with the wild donkeys and ate grass like the ox; and his body was drenched with the dew of heaven, until he acknowledged that the Most High God is sovereign over all kingdoms on earth and sets over them anyone he wishes."
    },
    {
        "o": 24050,
        "r": "niv:Daniel:5:22",
        "t": "“But*p you, Belshazzar, his son, have not humbled yourself, though you knew all this."
    },
    {
        "o": 24051,
        "r": "niv:Daniel:5:23",
        "t": "Instead, you have set yourself up against the Lord of heaven. You had the goblets from his temple brought to you, and you and your nobles, your wives and your concubines drank wine from them. You praised the gods of silver and gold, of bronze, iron, wood and stone, which cannot see or hear or understand. But you did not honor the God who holds in his hand your life and all your ways."
    },
    {
        "o": 24052,
        "r": "niv:Daniel:5:24",
        "t": "Therefore he sent the hand that wrote the inscription."
    },
    {
        "o": 24053,
        "r": "niv:Daniel:5:25",
        "t": "“This*p is the inscription that was written: mene,*pc mene, tekel, parsin"
    },
    {
        "o": 24054,
        "r": "niv:Daniel:5:26",
        "t": "“Here*p is what these words mean: Mene:*ipld God has numbered the days of your reign and brought it to an end."
    },
    {
        "o": 24055,
        "r": "niv:Daniel:5:27",
        "t": "Tekel:*ild You have been weighed on the scales and found wanting."
    },
    {
        "o": 24056,
        "r": "niv:Daniel:5:28",
        "t": "Peres:*ild Your kingdom is divided and given to the Medes and Persians.”"
    },
    {
        "o": 24057,
        "r": "niv:Daniel:5:29",
        "t": "Then*p at Belshazzar’s command, Daniel was clothed in purple, a gold chain was placed around his neck, and he was proclaimed the third highest ruler in the kingdom."
    },
    {
        "o": 24058,
        "r": "niv:Daniel:5:30",
        "t": "That*p very night Belshazzar, king of the Babylonians, was slain,"
    },
    {
        "o": 24059,
        "r": "niv:Daniel:5:31",
        "t": "and Darius the Mede took over the kingdom, at the age of sixty-two."
    },
    {
        "o": 24060,
        "r": "niv:Daniel:6:0",
        "t": "Daniel 6",
        "h": 1
    },
    {
        "o": 24061,
        "r": "niv:Daniel:6:0",
        "t": "Daniel in the Den of Lions",
        "h": 2
    },
    {
        "o": 24062,
        "r": "niv:Daniel:6:1",
        "t": "It*p pleased Darius to appoint 120 satraps to rule throughout the kingdom,"
    },
    {
        "o": 24063,
        "r": "niv:Daniel:6:2",
        "t": "with three administrators over them, one of whom was Daniel. The satraps were made accountable to them so that the king might not suffer loss."
    },
    {
        "o": 24064,
        "r": "niv:Daniel:6:3",
        "t": "Now Daniel so distinguished himself among the administrators and the satraps by his exceptional qualities that the king planned to set him over the whole kingdom."
    },
    {
        "o": 24065,
        "r": "niv:Daniel:6:4",
        "t": "At this, the administrators and the satraps tried to find grounds for charges against Daniel in his conduct of government affairs, but they were unable to do so. They could find no corruption in him, because he was trustworthy and neither corrupt nor negligent."
    },
    {
        "o": 24066,
        "r": "niv:Daniel:6:5",
        "t": "Finally these men said, “We will never find any basis for charges against this man Daniel unless it has something to do with the law of his God.”"
    },
    {
        "o": 24067,
        "r": "niv:Daniel:6:6",
        "t": "So*p these administrators and satraps went as a group to the king and said: “May King Darius live forever!"
    },
    {
        "o": 24068,
        "r": "niv:Daniel:6:7",
        "t": "The royal administrators, prefects, satraps, advisers and governors have all agreed that the king should issue an edict and enforce the decree that anyone who prays to any god or human being during the next thirty days, except to you, Your Majesty, shall be thrown into the lions’ den."
    },
    {
        "o": 24069,
        "r": "niv:Daniel:6:8",
        "t": "Now, Your Majesty, issue the decree and put it in writing so that it cannot be altered—in accordance with the law of the Medes and Persians, which cannot be repealed.”"
    },
    {
        "o": 24070,
        "r": "niv:Daniel:6:9",
        "t": "So King Darius put the decree in writing."
    },
    {
        "o": 24071,
        "r": "niv:Daniel:6:10",
        "t": "Now*p when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God, just as he had done before."
    },
    {
        "o": 24072,
        "r": "niv:Daniel:6:11",
        "t": "Then these men went as a group and found Daniel praying and asking God for help."
    },
    {
        "o": 24073,
        "r": "niv:Daniel:6:12",
        "t": "So they went to the king and spoke to him about his royal decree: “Did you not publish a decree that during the next thirty days anyone who prays to any god or human being except to you, Your Majesty, would be thrown into the lions’ den?” The*p king answered, “The decree stands—in accordance with the law of the Medes and Persians, which cannot be repealed.”"
    },
    {
        "o": 24074,
        "r": "niv:Daniel:6:13",
        "t": "Then*p they said to the king, “Daniel, who is one of the exiles from Judah, pays no attention to you, Your Majesty, or to the decree you put in writing. He still prays three times a day.”"
    },
    {
        "o": 24075,
        "r": "niv:Daniel:6:14",
        "t": "When the king heard this, he was greatly distressed; he was determined to rescue Daniel and made every effort until sundown to save him."
    },
    {
        "o": 24076,
        "r": "niv:Daniel:6:15",
        "t": "Then*p the men went as a group to King Darius and said to him, “Remember, Your Majesty, that according to the law of the Medes and Persians no decree or edict that the king issues can be changed.”"
    },
    {
        "o": 24077,
        "r": "niv:Daniel:6:16",
        "t": "So*p the king gave the order, and they brought Daniel and threw him into the lions’ den. The king said to Daniel, “May your God, whom you serve continually, rescue you!”"
    },
    {
        "o": 24078,
        "r": "niv:Daniel:6:17",
        "t": "A*p stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that Daniel’s situation might not be changed."
    },
    {
        "o": 24079,
        "r": "niv:Daniel:6:18",
        "t": "Then the king returned to his palace and spent the night without eating and without any entertainment being brought to him. And he could not sleep."
    },
    {
        "o": 24080,
        "r": "niv:Daniel:6:19",
        "t": "At*p the first light of dawn, the king got up and hurried to the lions’ den."
    },
    {
        "o": 24081,
        "r": "niv:Daniel:6:20",
        "t": "When he came near the den, he called to Daniel in an anguished voice, “Daniel, servant of the living God, has your God, whom you serve continually, been able to rescue you from the lions?”"
    },
    {
        "o": 24082,
        "r": "niv:Daniel:6:21",
        "t": "Daniel*p answered, “May the king live forever!"
    },
    {
        "o": 24083,
        "r": "niv:Daniel:6:22",
        "t": "My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, Your Majesty.”"
    },
    {
        "o": 24084,
        "r": "niv:Daniel:6:23",
        "t": "The*p king was overjoyed and gave orders to lift Daniel out of the den. And when Daniel was lifted from the den, no wound was found on him, because he had trusted in his God."
    },
    {
        "o": 24085,
        "r": "niv:Daniel:6:24",
        "t": "At*p the king’s command, the men who had falsely accused Daniel were brought in and thrown into the lions’ den, along with their wives and children. And before they reached the floor of the den, the lions overpowered them and crushed all their bones."
    },
    {
        "o": 24086,
        "r": "niv:Daniel:6:25",
        "t": "Then*p King Darius wrote to all the nations and peoples of every language in all the earth: “May you prosper greatly!"
    },
    {
        "o": 24087,
        "r": "niv:Daniel:6:26",
        "t": "“I*pln issue a decree that in every part of my kingdom people must fear and reverence the God of Daniel. “For*ln he is the living God and*ld he endures forever; his*ln kingdom will not be destroyed, his*ld dominion will never end."
    },
    {
        "o": 24088,
        "r": "niv:Daniel:6:27",
        "t": "He*ln rescues and he saves; he*ld performs signs and wonders in*ld the heavens and on the earth. He*ln has rescued Daniel from*ld the power of the lions.”"
    },
    {
        "o": 24089,
        "r": "niv:Daniel:6:28",
        "t": "So*p Daniel prospered during the reign of Darius and the reign of Cyrus the Persian."
    },
    {
        "o": 24090,
        "r": "niv:Daniel:7:0",
        "t": "Daniel 7",
        "h": 1
    },
    {
        "o": 24091,
        "r": "niv:Daniel:7:0",
        "t": "Daniel’s Dream of Four Beasts",
        "h": 2
    },
    {
        "o": 24092,
        "r": "niv:Daniel:7:1",
        "t": "In*p the first year of Belshazzar king of Babylon, Daniel had a dream, and visions passed through his mind as he was lying in bed. He wrote down the substance of his dream."
    },
    {
        "o": 24093,
        "r": "niv:Daniel:7:2",
        "t": "Daniel*p said: “In my vision at night I looked, and there before me were the four winds of heaven churning up the great sea."
    },
    {
        "o": 24094,
        "r": "niv:Daniel:7:3",
        "t": "Four great beasts, each different from the others, came up out of the sea."
    },
    {
        "o": 24095,
        "r": "niv:Daniel:7:4",
        "t": "“The*p first was like a lion, and it had the wings of an eagle. I watched until its wings were torn off and it was lifted from the ground so that it stood on two feet like a human being, and the mind of a human was given to it."
    },
    {
        "o": 24096,
        "r": "niv:Daniel:7:5",
        "t": "“And*p there before me was a second beast, which looked like a bear. It was raised up on one of its sides, and it had three ribs in its mouth between its teeth. It was told, ‘Get up and eat your fill of flesh!’"
    },
    {
        "o": 24097,
        "r": "niv:Daniel:7:6",
        "t": "“After*p that, I looked, and there before me was another beast, one that looked like a leopard. And on its back it had four wings like those of a bird. This beast had four heads, and it was given authority to rule."
    },
    {
        "o": 24098,
        "r": "niv:Daniel:7:7",
        "t": "“After*p that, in my vision at night I looked, and there before me was a fourth beast—terrifying and frightening and very powerful. It had large iron teeth; it crushed and devoured its victims and trampled underfoot whatever was left. It was different from all the former beasts, and it had ten horns."
    },
    {
        "o": 24099,
        "r": "niv:Daniel:7:8",
        "t": "“While*p I was thinking about the horns, there before me was another horn, a little one, which came up among them; and three of the first horns were uprooted before it. This horn had eyes like the eyes of a human being and a mouth that spoke boastfully."
    },
    {
        "o": 24100,
        "r": "niv:Daniel:7:9",
        "t": "“As*p I looked, “thrones*pn were set in place, and*ld the Ancient of Days took his seat. His*ln clothing was as white as snow; the*ld hair of his head was white like wool. His*ln throne was flaming with fire, and*ld its wheels were all ablaze."
    },
    {
        "o": 24101,
        "r": "niv:Daniel:7:10",
        "t": "A*ln river of fire was flowing, coming*ld out from before him. Thousands*ln upon thousands attended him; ten*ld thousand times ten thousand stood before him. The*ln court was seated, and*ld the books were opened."
    },
    {
        "o": 24102,
        "r": "niv:Daniel:7:11",
        "t": "“Then*p I continued to watch because of the boastful words the horn was speaking. I kept looking until the beast was slain and its body destroyed and thrown into the blazing fire."
    },
    {
        "o": 24103,
        "r": "niv:Daniel:7:12",
        "t": "(The other beasts had been stripped of their authority, but were allowed to live for a period of time.)"
    },
    {
        "o": 24104,
        "r": "niv:Daniel:7:13",
        "t": "“In*p my vision at night I looked, and there before me was one like a son of man, coming with the clouds of heaven. He approached the Ancient of Days and was led into his presence."
    },
    {
        "o": 24105,
        "r": "niv:Daniel:7:14",
        "t": "He was given authority, glory and sovereign power; all nations and peoples of every language worshiped him. His dominion is an everlasting dominion that will not pass away, and his kingdom is one that will never be destroyed."
    },
    {
        "o": 24106,
        "r": "niv:Daniel:7:14",
        "t": "The Interpretation of the Dream",
        "h": 2
    },
    {
        "o": 24107,
        "r": "niv:Daniel:7:15",
        "t": "“I,*p Daniel, was troubled in spirit, and the visions that passed through my mind disturbed me."
    },
    {
        "o": 24108,
        "r": "niv:Daniel:7:16",
        "t": "I approached one of those standing there and asked him the meaning of all this. “So*p he told me and gave me the interpretation of these things:"
    },
    {
        "o": 24109,
        "r": "niv:Daniel:7:17",
        "t": "‘The four great beasts are four kings that will rise from the earth."
    },
    {
        "o": 24110,
        "r": "niv:Daniel:7:18",
        "t": "But the holy people of the Most High will receive the kingdom and will possess it forever—yes, for ever and ever.’"
    },
    {
        "o": 24111,
        "r": "niv:Daniel:7:19",
        "t": "“Then*p I wanted to know the meaning of the fourth beast, which was different from all the others and most terrifying, with its iron teeth and bronze claws—the beast that crushed and devoured its victims and trampled underfoot whatever was left."
    },
    {
        "o": 24112,
        "r": "niv:Daniel:7:20",
        "t": "I also wanted to know about the ten horns on its head and about the other horn that came up, before which three of them fell—the horn that looked more imposing than the others and that had eyes and a mouth that spoke boastfully."
    },
    {
        "o": 24113,
        "r": "niv:Daniel:7:21",
        "t": "As I watched, this horn was waging war against the holy people and defeating them,"
    },
    {
        "o": 24114,
        "r": "niv:Daniel:7:22",
        "t": "until the Ancient of Days came and pronounced judgment in favor of the holy people of the Most High, and the time came when they possessed the kingdom."
    },
    {
        "o": 24115,
        "r": "niv:Daniel:7:23",
        "t": "“He*p gave me this explanation: ‘The fourth beast is a fourth kingdom that will appear on earth. It will be different from all the other kingdoms and will devour the whole earth, trampling it down and crushing it."
    },
    {
        "o": 24116,
        "r": "niv:Daniel:7:24",
        "t": "The ten horns are ten kings who will come from this kingdom. After them another king will arise, different from the earlier ones; he will subdue three kings."
    },
    {
        "o": 24117,
        "r": "niv:Daniel:7:25",
        "t": "He will speak against the Most High and oppress his holy people and try to change the set times and the laws. The holy people will be delivered into his hands for a time, times and half a time."
    },
    {
        "o": 24118,
        "r": "niv:Daniel:7:26",
        "t": "“ ‘But*p the court will sit, and his power will be taken away and completely destroyed forever."
    },
    {
        "o": 24119,
        "r": "niv:Daniel:7:27",
        "t": "Then the sovereignty, power and greatness of all the kingdoms under heaven will be handed over to the holy people of the Most High. His kingdom will be an everlasting kingdom, and all rulers will worship and obey him.’"
    },
    {
        "o": 24120,
        "r": "niv:Daniel:7:28",
        "t": "“This*p is the end of the matter. I, Daniel, was deeply troubled by my thoughts, and my face turned pale, but I kept the matter to myself.”"
    },
    {
        "o": 24121,
        "r": "niv:Daniel:8:0",
        "t": "Daniel 8",
        "h": 1
    },
    {
        "o": 24122,
        "r": "niv:Daniel:8:0",
        "t": "Daniel’s Vision of a Ram and a Goat",
        "h": 2
    },
    {
        "o": 24123,
        "r": "niv:Daniel:8:1",
        "t": "In*p the third year of King Belshazzar’s reign, I, Daniel, had a vision, after the one that had already appeared to me."
    },
    {
        "o": 24124,
        "r": "niv:Daniel:8:2",
        "t": "In my vision I saw myself in the citadel of Susa in the province of Elam; in the vision I was beside the Ulai Canal."
    },
    {
        "o": 24125,
        "r": "niv:Daniel:8:3",
        "t": "I looked up, and there before me was a ram with two horns, standing beside the canal, and the horns were long. One of the horns was longer than the other but grew up later."
    },
    {
        "o": 24126,
        "r": "niv:Daniel:8:4",
        "t": "I watched the ram as it charged toward the west and the north and the south. No animal could stand against it, and none could rescue from its power. It did as it pleased and became great."
    },
    {
        "o": 24127,
        "r": "niv:Daniel:8:5",
        "t": "As*p I was thinking about this, suddenly a goat with a prominent horn between its eyes came from the west, crossing the whole earth without touching the ground."
    },
    {
        "o": 24128,
        "r": "niv:Daniel:8:6",
        "t": "It came toward the two-horned ram I had seen standing beside the canal and charged at it in great rage."
    },
    {
        "o": 24129,
        "r": "niv:Daniel:8:7",
        "t": "I saw it attack the ram furiously, striking the ram and shattering its two horns. The ram was powerless to stand against it; the goat knocked it to the ground and trampled on it, and none could rescue the ram from its power."
    },
    {
        "o": 24130,
        "r": "niv:Daniel:8:8",
        "t": "The goat became very great, but at the height of its power the large horn was broken off, and in its place four prominent horns grew up toward the four winds of heaven."
    },
    {
        "o": 24131,
        "r": "niv:Daniel:8:9",
        "t": "Out*p of one of them came another horn, which started small but grew in power to the south and to the east and toward the Beautiful Land."
    },
    {
        "o": 24132,
        "r": "niv:Daniel:8:10",
        "t": "It grew until it reached the host of the heavens, and it threw some of the starry host down to the earth and trampled on them."
    },
    {
        "o": 24133,
        "r": "niv:Daniel:8:11",
        "t": "It set itself up to be as great as the commander of the army of the Lord;*s it took away the daily sacrifice from the Lord,*s and his sanctuary was thrown down."
    },
    {
        "o": 24134,
        "r": "niv:Daniel:8:12",
        "t": "Because of rebellion, the Lord’s*s people and the daily sacrifice were given over to it. It prospered in everything it did, and truth was thrown to the ground."
    },
    {
        "o": 24135,
        "r": "niv:Daniel:8:13",
        "t": "Then*p I heard a holy one speaking, and another holy one said to him, “How long will it take for the vision to be fulfilled—the vision concerning the daily sacrifice, the rebellion that causes desolation, the surrender of the sanctuary and the trampling underfoot of the Lord’s*s people?”"
    },
    {
        "o": 24136,
        "r": "niv:Daniel:8:14",
        "t": "He*p said to me, “It will take 2,300 evenings and mornings; then the sanctuary will be reconsecrated.”"
    },
    {
        "o": 24137,
        "r": "niv:Daniel:8:14",
        "t": "The Interpretation of the Vision",
        "h": 2
    },
    {
        "o": 24138,
        "r": "niv:Daniel:8:15",
        "t": "While*p I, Daniel, was watching the vision and trying to understand it, there before me stood one who looked like a man."
    },
    {
        "o": 24139,
        "r": "niv:Daniel:8:16",
        "t": "And I heard a man’s voice from the Ulai calling, “Gabriel, tell this man the meaning of the vision.”"
    },
    {
        "o": 24140,
        "r": "niv:Daniel:8:17",
        "t": "As*p he came near the place where I was standing, I was terrified and fell prostrate. “Son of man,” he said to me, “understand that the vision concerns the time of the end.”"
    },
    {
        "o": 24141,
        "r": "niv:Daniel:8:18",
        "t": "While*p he was speaking to me, I was in a deep sleep, with my face to the ground. Then he touched me and raised me to my feet."
    },
    {
        "o": 24142,
        "r": "niv:Daniel:8:19",
        "t": "He*p said: “I am going to tell you what will happen later in the time of wrath, because the vision concerns the appointed time of the end."
    },
    {
        "o": 24143,
        "r": "niv:Daniel:8:20",
        "t": "The two-horned ram that you saw represents the kings of Media and Persia."
    },
    {
        "o": 24144,
        "r": "niv:Daniel:8:21",
        "t": "The shaggy goat is the king of Greece, and the large horn between its eyes is the first king."
    },
    {
        "o": 24145,
        "r": "niv:Daniel:8:22",
        "t": "The four horns that replaced the one that was broken off represent four kingdoms that will emerge from his nation but will not have the same power."
    },
    {
        "o": 24146,
        "r": "niv:Daniel:8:23",
        "t": "“In*p the latter part of their reign, when rebels have become completely wicked, a fierce-looking king, a master of intrigue, will arise."
    },
    {
        "o": 24147,
        "r": "niv:Daniel:8:24",
        "t": "He will become very strong, but not by his own power. He will cause astounding devastation and will succeed in whatever he does. He will destroy those who are mighty, the holy people."
    },
    {
        "o": 24148,
        "r": "niv:Daniel:8:25",
        "t": "He will cause deceit to prosper, and he will consider himself superior. When they feel secure, he will destroy many and take his stand against the Prince of princes. Yet he will be destroyed, but not by human power."
    },
    {
        "o": 24149,
        "r": "niv:Daniel:8:26",
        "t": "“The*p vision of the evenings and mornings that has been given you is true, but seal up the vision, for it concerns the distant future.”"
    },
    {
        "o": 24150,
        "r": "niv:Daniel:8:27",
        "t": "I,*p Daniel, was worn out. I lay exhausted for several days. Then I got up and went about the king’s business. I was appalled by the vision; it was beyond understanding."
    },
    {
        "o": 24151,
        "r": "niv:Daniel:9:0",
        "t": "Daniel 9",
        "h": 1
    },
    {
        "o": 24152,
        "r": "niv:Daniel:9:0",
        "t": "Daniel’s Prayer",
        "h": 2
    },
    {
        "o": 24153,
        "r": "niv:Daniel:9:1",
        "t": "In*p the first year of Darius son of Xerxes (a Mede by descent), who was made ruler over the Babylonian kingdom—"
    },
    {
        "o": 24154,
        "r": "niv:Daniel:9:2",
        "t": "in the first year of his reign, I, Daniel, understood from the Scriptures, according to the word of the Lord*s given to Jeremiah the prophet, that the desolation of Jerusalem would last seventy years."
    },
    {
        "o": 24155,
        "r": "niv:Daniel:9:3",
        "t": "So I turned to the Lord God and pleaded with him in prayer and petition, in fasting, and in sackcloth and ashes."
    },
    {
        "o": 24156,
        "r": "niv:Daniel:9:4",
        "t": "I*p prayed to the Lord*s my God and confessed: “Lord,*ln the great and awesome God, who keeps his covenant of love with those who love him and keep his commandments,"
    },
    {
        "o": 24157,
        "r": "niv:Daniel:9:5",
        "t": "we have sinned and done wrong. We have been wicked and have rebelled; we have turned away from your commands and laws."
    },
    {
        "o": 24158,
        "r": "niv:Daniel:9:6",
        "t": "We have not listened to your servants the prophets, who spoke in your name to our kings, our princes and our ancestors, and to all the people of the land."
    },
    {
        "o": 24159,
        "r": "niv:Daniel:9:7",
        "t": "“Lord,*ln you are righteous, but this day we are covered with shame—the people of Judah and the inhabitants of Jerusalem and all Israel, both near and far, in all the countries where you have scattered us because of our unfaithfulness to you."
    },
    {
        "o": 24160,
        "r": "niv:Daniel:9:8",
        "t": "We and our kings, our princes and our ancestors are covered with shame, Lord,*s because we have sinned against you."
    },
    {
        "o": 24161,
        "r": "niv:Daniel:9:9",
        "t": "The Lord our God is merciful and forgiving, even though we have rebelled against him;"
    },
    {
        "o": 24162,
        "r": "niv:Daniel:9:10",
        "t": "we have not obeyed the Lord*s our God or kept the laws he gave us through his servants the prophets."
    },
    {
        "o": 24163,
        "r": "niv:Daniel:9:11",
        "t": "All Israel has transgressed your law and turned away, refusing to obey you. “Therefore*ln the curses and sworn judgments written in the Law of Moses, the servant of God, have been poured out on us, because we have sinned against you."
    },
    {
        "o": 24164,
        "r": "niv:Daniel:9:12",
        "t": "You have fulfilled the words spoken against us and against our rulers by bringing on us great disaster. Under the whole heaven nothing has ever been done like what has been done to Jerusalem."
    },
    {
        "o": 24165,
        "r": "niv:Daniel:9:13",
        "t": "Just as it is written in the Law of Moses, all this disaster has come on us, yet we have not sought the favor of the Lord*s our God by turning from our sins and giving attention to your truth."
    },
    {
        "o": 24166,
        "r": "niv:Daniel:9:14",
        "t": "The Lord*s did not hesitate to bring the disaster on us, for the Lord*s our God is righteous in everything he does; yet we have not obeyed him."
    },
    {
        "o": 24167,
        "r": "niv:Daniel:9:15",
        "t": "“Now,*ln Lord our God, who brought your people out of Egypt with a mighty hand and who made for yourself a name that endures to this day, we have sinned, we have done wrong."
    },
    {
        "o": 24168,
        "r": "niv:Daniel:9:16",
        "t": "Lord, in keeping with all your righteous acts, turn away your anger and your wrath from Jerusalem, your city, your holy hill. Our sins and the iniquities of our ancestors have made Jerusalem and your people an object of scorn to all those around us."
    },
    {
        "o": 24169,
        "r": "niv:Daniel:9:17",
        "t": "“Now,*ln our God, hear the prayers and petitions of your servant. For your sake, Lord, look with favor on your desolate sanctuary."
    },
    {
        "o": 24170,
        "r": "niv:Daniel:9:18",
        "t": "Give ear, our God, and hear; open your eyes and see the desolation of the city that bears your Name. We do not make requests of you because we are righteous, but because of your great mercy."
    },
    {
        "o": 24171,
        "r": "niv:Daniel:9:19",
        "t": "Lord, listen! Lord, forgive! Lord, hear and act! For your sake, my God, do not delay, because your city and your people bear your Name.”"
    },
    {
        "o": 24172,
        "r": "niv:Daniel:9:19",
        "t": "The Seventy “Sevens”",
        "h": 2
    },
    {
        "o": 24173,
        "r": "niv:Daniel:9:20",
        "t": "While*p I was speaking and praying, confessing my sin and the sin of my people Israel and making my request to the Lord*s my God for his holy hill—"
    },
    {
        "o": 24174,
        "r": "niv:Daniel:9:21",
        "t": "while I was still in prayer, Gabriel, the man I had seen in the earlier vision, came to me in swift flight about the time of the evening sacrifice."
    },
    {
        "o": 24175,
        "r": "niv:Daniel:9:22",
        "t": "He instructed me and said to me, “Daniel, I have now come to give you insight and understanding."
    },
    {
        "o": 24176,
        "r": "niv:Daniel:9:23",
        "t": "As soon as you began to pray, a word went out, which I have come to tell you, for you are highly esteemed. Therefore, consider the word and understand the vision:"
    },
    {
        "o": 24177,
        "r": "niv:Daniel:9:24",
        "t": "“Seventy*p ‘sevens’ are decreed for your people and your holy city to finish transgression, to put an end to sin, to atone for wickedness, to bring in everlasting righteousness, to seal up vision and prophecy and to anoint the Most Holy Place."
    },
    {
        "o": 24178,
        "r": "niv:Daniel:9:25",
        "t": "“Know*p and understand this: From the time the word goes out to restore and rebuild Jerusalem until the Anointed One, the ruler, comes, there will be seven ‘sevens,’ and sixty-two ‘sevens.’ It will be rebuilt with streets and a trench, but in times of trouble."
    },
    {
        "o": 24179,
        "r": "niv:Daniel:9:26",
        "t": "After the sixty-two ‘sevens,’ the Anointed One will be put to death and will have nothing. The people of the ruler who will come will destroy the city and the sanctuary. The end will come like a flood: War will continue until the end, and desolations have been decreed."
    },
    {
        "o": 24180,
        "r": "niv:Daniel:9:27",
        "t": "He will confirm a covenant with many for one ‘seven.’ In the middle of the ‘seven’ he will put an end to sacrifice and offering. And at the temple he will set up an abomination that causes desolation, until the end that is decreed is poured out on him.”"
    },
    {
        "o": 24181,
        "r": "niv:Daniel:10:0",
        "t": "Daniel 10",
        "h": 1
    },
    {
        "o": 24182,
        "r": "niv:Daniel:10:0",
        "t": "Daniel’s Vision of a Man",
        "h": 2
    },
    {
        "o": 24183,
        "r": "niv:Daniel:10:1",
        "t": "In*p the third year of Cyrus king of Persia, a revelation was given to Daniel (who was called Belteshazzar). Its message was true and it concerned a great war. The understanding of the message came to him in a vision."
    },
    {
        "o": 24184,
        "r": "niv:Daniel:10:2",
        "t": "At*p that time I, Daniel, mourned for three weeks."
    },
    {
        "o": 24185,
        "r": "niv:Daniel:10:3",
        "t": "I ate no choice food; no meat or wine touched my lips; and I used no lotions at all until the three weeks were over."
    },
    {
        "o": 24186,
        "r": "niv:Daniel:10:4",
        "t": "On*p the twenty-fourth day of the first month, as I was standing on the bank of the great river, the Tigris,"
    },
    {
        "o": 24187,
        "r": "niv:Daniel:10:5",
        "t": "I looked up and there before me was a man dressed in linen, with a belt of fine gold from Uphaz around his waist."
    },
    {
        "o": 24188,
        "r": "niv:Daniel:10:6",
        "t": "His body was like topaz, his face like lightning, his eyes like flaming torches, his arms and legs like the gleam of burnished bronze, and his voice like the sound of a multitude."
    },
    {
        "o": 24189,
        "r": "niv:Daniel:10:7",
        "t": "I,*p Daniel, was the only one who saw the vision; those who were with me did not see it, but such terror overwhelmed them that they fled and hid themselves."
    },
    {
        "o": 24190,
        "r": "niv:Daniel:10:8",
        "t": "So I was left alone, gazing at this great vision; I had no strength left, my face turned deathly pale and I was helpless."
    },
    {
        "o": 24191,
        "r": "niv:Daniel:10:9",
        "t": "Then I heard him speaking, and as I listened to him, I fell into a deep sleep, my face to the ground."
    },
    {
        "o": 24192,
        "r": "niv:Daniel:10:10",
        "t": "A*p hand touched me and set me trembling on my hands and knees."
    },
    {
        "o": 24193,
        "r": "niv:Daniel:10:11",
        "t": "He said, “Daniel, you who are highly esteemed, consider carefully the words I am about to speak to you, and stand up, for I have now been sent to you.” And when he said this to me, I stood up trembling."
    },
    {
        "o": 24194,
        "r": "niv:Daniel:10:12",
        "t": "Then*p he continued, “Do not be afraid, Daniel. Since the first day that you set your mind to gain understanding and to humble yourself before your God, your words were heard, and I have come in response to them."
    },
    {
        "o": 24195,
        "r": "niv:Daniel:10:13",
        "t": "But the prince of the Persian kingdom resisted me twenty-one days. Then Michael, one of the chief princes, came to help me, because I was detained there with the king of Persia."
    },
    {
        "o": 24196,
        "r": "niv:Daniel:10:14",
        "t": "Now I have come to explain to you what will happen to your people in the future, for the vision concerns a time yet to come.”"
    },
    {
        "o": 24197,
        "r": "niv:Daniel:10:15",
        "t": "While*p he was saying this to me, I bowed with my face toward the ground and was speechless."
    },
    {
        "o": 24198,
        "r": "niv:Daniel:10:16",
        "t": "Then one who looked like a man touched my lips, and I opened my mouth and began to speak. I said to the one standing before me, “I am overcome with anguish because of the vision, my lord, and I feel very weak."
    },
    {
        "o": 24199,
        "r": "niv:Daniel:10:17",
        "t": "How can I, your servant, talk with you, my lord? My strength is gone and I can hardly breathe.”"
    },
    {
        "o": 24200,
        "r": "niv:Daniel:10:18",
        "t": "Again*p the one who looked like a man touched me and gave me strength."
    },
    {
        "o": 24201,
        "r": "niv:Daniel:10:19",
        "t": "“Do not be afraid, you who are highly esteemed,” he said. “Peace! Be strong now; be strong.” When*p he spoke to me, I was strengthened and said, “Speak, my lord, since you have given me strength.”"
    },
    {
        "o": 24202,
        "r": "niv:Daniel:10:20",
        "t": "So*p he said, “Do you know why I have come to you? Soon I will return to fight against the prince of Persia, and when I go, the prince of Greece will come;"
    },
    {
        "o": 24203,
        "r": "niv:Daniel:10:21",
        "t": "but first I will tell you what is written in the Book of Truth. (No one supports me against them except Michael, your prince."
    },
    {
        "o": 24204,
        "r": "niv:Daniel:11:0",
        "t": "Daniel 11",
        "h": 1
    },
    {
        "o": 24205,
        "r": "niv:Daniel:11:1",
        "t": "And in the first year of Darius the Mede, I took my stand to support and protect him.)"
    },
    {
        "o": 24206,
        "r": "niv:Daniel:11:1",
        "t": "The Kings of the South and the North",
        "h": 2
    },
    {
        "o": 24207,
        "r": "niv:Daniel:11:2",
        "t": "“Now*p then, I tell you the truth: Three more kings will arise in Persia, and then a fourth, who will be far richer than all the others. When he has gained power by his wealth, he will stir up everyone against the kingdom of Greece."
    },
    {
        "o": 24208,
        "r": "niv:Daniel:11:3",
        "t": "Then a mighty king will arise, who will rule with great power and do as he pleases."
    },
    {
        "o": 24209,
        "r": "niv:Daniel:11:4",
        "t": "After he has arisen, his empire will be broken up and parceled out toward the four winds of heaven. It will not go to his descendants, nor will it have the power he exercised, because his empire will be uprooted and given to others."
    },
    {
        "o": 24210,
        "r": "niv:Daniel:11:5",
        "t": "“The*p king of the South will become strong, but one of his commanders will become even stronger than he and will rule his own kingdom with great power."
    },
    {
        "o": 24211,
        "r": "niv:Daniel:11:6",
        "t": "After some years, they will become allies. The daughter of the king of the South will go to the king of the North to make an alliance, but she will not retain her power, and he and his power will not last. In those days she will be betrayed, together with her royal escort and her father and the one who supported her."
    },
    {
        "o": 24212,
        "r": "niv:Daniel:11:7",
        "t": "“One*p from her family line will arise to take her place. He will attack the forces of the king of the North and enter his fortress; he will fight against them and be victorious."
    },
    {
        "o": 24213,
        "r": "niv:Daniel:11:8",
        "t": "He will also seize their gods, their metal images and their valuable articles of silver and gold and carry them off to Egypt. For some years he will leave the king of the North alone."
    },
    {
        "o": 24214,
        "r": "niv:Daniel:11:9",
        "t": "Then the king of the North will invade the realm of the king of the South but will retreat to his own country."
    },
    {
        "o": 24215,
        "r": "niv:Daniel:11:10",
        "t": "His sons will prepare for war and assemble a great army, which will sweep on like an irresistible flood and carry the battle as far as his fortress."
    },
    {
        "o": 24216,
        "r": "niv:Daniel:11:11",
        "t": "“Then*p the king of the South will march out in a rage and fight against the king of the North, who will raise a large army, but it will be defeated."
    },
    {
        "o": 24217,
        "r": "niv:Daniel:11:12",
        "t": "When the army is carried off, the king of the South will be filled with pride and will slaughter many thousands, yet he will not remain triumphant."
    },
    {
        "o": 24218,
        "r": "niv:Daniel:11:13",
        "t": "For the king of the North will muster another army, larger than the first; and after several years, he will advance with a huge army fully equipped."
    },
    {
        "o": 24219,
        "r": "niv:Daniel:11:14",
        "t": "“In*p those times many will rise against the king of the South. Those who are violent among your own people will rebel in fulfillment of the vision, but without success."
    },
    {
        "o": 24220,
        "r": "niv:Daniel:11:15",
        "t": "Then the king of the North will come and build up siege ramps and will capture a fortified city. The forces of the South will be powerless to resist; even their best troops will not have the strength to stand."
    },
    {
        "o": 24221,
        "r": "niv:Daniel:11:16",
        "t": "The invader will do as he pleases; no one will be able to stand against him. He will establish himself in the Beautiful Land and will have the power to destroy it."
    },
    {
        "o": 24222,
        "r": "niv:Daniel:11:17",
        "t": "He will determine to come with the might of his entire kingdom and will make an alliance with the king of the South. And he will give him a daughter in marriage in order to overthrow the kingdom, but his plans will not succeed or help him."
    },
    {
        "o": 24223,
        "r": "niv:Daniel:11:18",
        "t": "Then he will turn his attention to the coastlands and will take many of them, but a commander will put an end to his insolence and will turn his insolence back on him."
    },
    {
        "o": 24224,
        "r": "niv:Daniel:11:19",
        "t": "After this, he will turn back toward the fortresses of his own country but will stumble and fall, to be seen no more."
    },
    {
        "o": 24225,
        "r": "niv:Daniel:11:20",
        "t": "“His*p successor will send out a tax collector to maintain the royal splendor. In a few years, however, he will be destroyed, yet not in anger or in battle."
    },
    {
        "o": 24226,
        "r": "niv:Daniel:11:21",
        "t": "“He*p will be succeeded by a contemptible person who has not been given the honor of royalty. He will invade the kingdom when its people feel secure, and he will seize it through intrigue."
    },
    {
        "o": 24227,
        "r": "niv:Daniel:11:22",
        "t": "Then an overwhelming army will be swept away before him; both it and a prince of the covenant will be destroyed."
    },
    {
        "o": 24228,
        "r": "niv:Daniel:11:23",
        "t": "After coming to an agreement with him, he will act deceitfully, and with only a few people he will rise to power."
    },
    {
        "o": 24229,
        "r": "niv:Daniel:11:24",
        "t": "When the richest provinces feel secure, he will invade them and will achieve what neither his fathers nor his forefathers did. He will distribute plunder, loot and wealth among his followers. He will plot the overthrow of fortresses—but only for a time."
    },
    {
        "o": 24230,
        "r": "niv:Daniel:11:25",
        "t": "“With*p a large army he will stir up his strength and courage against the king of the South. The king of the South will wage war with a large and very powerful army, but he will not be able to stand because of the plots devised against him."
    },
    {
        "o": 24231,
        "r": "niv:Daniel:11:26",
        "t": "Those who eat from the king’s provisions will try to destroy him; his army will be swept away, and many will fall in battle."
    },
    {
        "o": 24232,
        "r": "niv:Daniel:11:27",
        "t": "The two kings, with their hearts bent on evil, will sit at the same table and lie to each other, but to no avail, because an end will still come at the appointed time."
    },
    {
        "o": 24233,
        "r": "niv:Daniel:11:28",
        "t": "The king of the North will return to his own country with great wealth, but his heart will be set against the holy covenant. He will take action against it and then return to his own country."
    },
    {
        "o": 24234,
        "r": "niv:Daniel:11:29",
        "t": "“At*p the appointed time he will invade the South again, but this time the outcome will be different from what it was before."
    },
    {
        "o": 24235,
        "r": "niv:Daniel:11:30",
        "t": "Ships of the western coastlands will oppose him, and he will lose heart. Then he will turn back and vent his fury against the holy covenant. He will return and show favor to those who forsake the holy covenant."
    },
    {
        "o": 24236,
        "r": "niv:Daniel:11:31",
        "t": "“His*p armed forces will rise up to desecrate the temple fortress and will abolish the daily sacrifice. Then they will set up the abomination that causes desolation."
    },
    {
        "o": 24237,
        "r": "niv:Daniel:11:32",
        "t": "With flattery he will corrupt those who have violated the covenant, but the people who know their God will firmly resist him."
    },
    {
        "o": 24238,
        "r": "niv:Daniel:11:33",
        "t": "“Those*p who are wise will instruct many, though for a time they will fall by the sword or be burned or captured or plundered."
    },
    {
        "o": 24239,
        "r": "niv:Daniel:11:34",
        "t": "When they fall, they will receive a little help, and many who are not sincere will join them."
    },
    {
        "o": 24240,
        "r": "niv:Daniel:11:35",
        "t": "Some of the wise will stumble, so that they may be refined, purified and made spotless until the time of the end, for it will still come at the appointed time."
    },
    {
        "o": 24241,
        "r": "niv:Daniel:11:35",
        "t": "The King Who Exalts Himself",
        "h": 2
    },
    {
        "o": 24242,
        "r": "niv:Daniel:11:36",
        "t": "“The*p king will do as he pleases. He will exalt and magnify himself above every god and will say unheard-of things against the God of gods. He will be successful until the time of wrath is completed, for what has been determined must take place."
    },
    {
        "o": 24243,
        "r": "niv:Daniel:11:37",
        "t": "He will show no regard for the gods of his ancestors or for the one desired by women, nor will he regard any god, but will exalt himself above them all."
    },
    {
        "o": 24244,
        "r": "niv:Daniel:11:38",
        "t": "Instead of them, he will honor a god of fortresses; a god unknown to his ancestors he will honor with gold and silver, with precious stones and costly gifts."
    },
    {
        "o": 24245,
        "r": "niv:Daniel:11:39",
        "t": "He will attack the mightiest fortresses with the help of a foreign god and will greatly honor those who acknowledge him. He will make them rulers over many people and will distribute the land at a price."
    },
    {
        "o": 24246,
        "r": "niv:Daniel:11:40",
        "t": "“At*p the time of the end the king of the South will engage him in battle, and the king of the North will storm out against him with chariots and cavalry and a great fleet of ships. He will invade many countries and sweep through them like a flood."
    },
    {
        "o": 24247,
        "r": "niv:Daniel:11:41",
        "t": "He will also invade the Beautiful Land. Many countries will fall, but Edom, Moab and the leaders of Ammon will be delivered from his hand."
    },
    {
        "o": 24248,
        "r": "niv:Daniel:11:42",
        "t": "He will extend his power over many countries; Egypt will not escape."
    },
    {
        "o": 24249,
        "r": "niv:Daniel:11:43",
        "t": "He will gain control of the treasures of gold and silver and all the riches of Egypt, with the Libyans and Cushites in submission."
    },
    {
        "o": 24250,
        "r": "niv:Daniel:11:44",
        "t": "But reports from the east and the north will alarm him, and he will set out in a great rage to destroy and annihilate many."
    },
    {
        "o": 24251,
        "r": "niv:Daniel:11:45",
        "t": "He will pitch his royal tents between the seas at the beautiful holy mountain. Yet he will come to his end, and no one will help him."
    },
    {
        "o": 24252,
        "r": "niv:Daniel:12:0",
        "t": "Daniel 12",
        "h": 1
    },
    {
        "o": 24253,
        "r": "niv:Daniel:12:0",
        "t": "The End Times",
        "h": 2
    },
    {
        "o": 24254,
        "r": "niv:Daniel:12:1",
        "t": "“At*p that time Michael, the great prince who protects your people, will arise. There will be a time of distress such as has not happened from the beginning of nations until then. But at that time your people—everyone whose name is found written in the book—will be delivered."
    },
    {
        "o": 24255,
        "r": "niv:Daniel:12:2",
        "t": "Multitudes who sleep in the dust of the earth will awake: some to everlasting life, others to shame and everlasting contempt."
    },
    {
        "o": 24256,
        "r": "niv:Daniel:12:3",
        "t": "Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever."
    },
    {
        "o": 24257,
        "r": "niv:Daniel:12:4",
        "t": "But you, Daniel, roll up and seal the words of the scroll until the time of the end. Many will go here and there to increase knowledge.”"
    },
    {
        "o": 24258,
        "r": "niv:Daniel:12:5",
        "t": "Then*p I, Daniel, looked, and there before me stood two others, one on this bank of the river and one on the opposite bank."
    },
    {
        "o": 24259,
        "r": "niv:Daniel:12:6",
        "t": "One of them said to the man clothed in linen, who was above the waters of the river, “How long will it be before these astonishing things are fulfilled?”"
    },
    {
        "o": 24260,
        "r": "niv:Daniel:12:7",
        "t": "The*p man clothed in linen, who was above the waters of the river, lifted his right hand and his left hand toward heaven, and I heard him swear by him who lives forever, saying, “It will be for a time, times and half a time. When the power of the holy people has been finally broken, all these things will be completed.”"
    },
    {
        "o": 24261,
        "r": "niv:Daniel:12:8",
        "t": "I*p heard, but I did not understand. So I asked, “My lord, what will the outcome of all this be?”"
    },
    {
        "o": 24262,
        "r": "niv:Daniel:12:9",
        "t": "He*p replied, “Go your way, Daniel, because the words are rolled up and sealed until the time of the end."
    },
    {
        "o": 24263,
        "r": "niv:Daniel:12:10",
        "t": "Many will be purified, made spotless and refined, but the wicked will continue to be wicked. None of the wicked will understand, but those who are wise will understand."
    },
    {
        "o": 24264,
        "r": "niv:Daniel:12:11",
        "t": "“From*p the time that the daily sacrifice is abolished and the abomination that causes desolation is set up, there will be 1,290 days."
    },
    {
        "o": 24265,
        "r": "niv:Daniel:12:12",
        "t": "Blessed is the one who waits for and reaches the end of the 1,335 days."
    },
    {
        "o": 24266,
        "r": "niv:Daniel:12:13",
        "t": "“As*p for you, go your way till the end. You will rest, and then at the end of the days you will rise to receive your allotted inheritance.”"
    }
]
