[
    {
        "o": 8049,
        "r": "esv:1 Samuel:7:0",
        "t": "1 Samuel 7",
        "h": 1
    },
    {
        "o": 8050,
        "r": "esv:1 Samuel:7:1",
        "t": "And*p the men of Kiriath-jearim came and took up the ark of the Lord*s and brought it to the house of Abinadab on the hill. And they consecrated his son Eleazar to have charge of the ark of the Lord.*s"
    },
    {
        "o": 8051,
        "r": "esv:1 Samuel:7:2",
        "t": "From the day that the ark was lodged at Kiriath-jearim, a long time passed, some twenty years, and all the house of Israel lamented after the Lord.*s"
    },
    {
        "o": 8052,
        "r": "esv:1 Samuel:7:2",
        "t": "Samuel Judges Israel",
        "h": 2
    },
    {
        "o": 8053,
        "r": "esv:1 Samuel:7:3",
        "t": "And*p Samuel said to all the house of Israel, “If you are returning to the Lord*s with all your heart, then put away the foreign gods and the Ashtaroth from among you and direct your heart to the Lord*s and serve him only, and he will deliver you out of the hand of the Philistines.”"
    },
    {
        "o": 8054,
        "r": "esv:1 Samuel:7:4",
        "t": "So the people of Israel put away the Baals and the Ashtaroth, and they served the Lord*s only."
    },
    {
        "o": 8055,
        "r": "esv:1 Samuel:7:5",
        "t": "Then*p Samuel said, “Gather all Israel at Mizpah, and I will pray to the Lord*s for you.”"
    },
    {
        "o": 8056,
        "r": "esv:1 Samuel:7:6",
        "t": "So they gathered at Mizpah and drew water and poured it out before the Lord*s and fasted on that day and said there, “We have sinned against the Lord.”*s And Samuel judged the people of Israel at Mizpah."
    },
    {
        "o": 8057,
        "r": "esv:1 Samuel:7:7",
        "t": "Now when the Philistines heard that the people of Israel had gathered at Mizpah, the lords of the Philistines went up against Israel. And when the people of Israel heard of it, they were afraid of the Philistines."
    },
    {
        "o": 8058,
        "r": "esv:1 Samuel:7:8",
        "t": "And the people of Israel said to Samuel, “Do not cease to cry out to the Lord*s our God for us, that he may save us from the hand of the Philistines.”"
    },
    {
        "o": 8059,
        "r": "esv:1 Samuel:7:9",
        "t": "So Samuel took a nursing lamb and offered it as a whole burnt offering to the Lord.*s And Samuel cried out to the Lord*s for Israel, and the Lord*s answered him."
    },
    {
        "o": 8060,
        "r": "esv:1 Samuel:7:10",
        "t": "As Samuel was offering up the burnt offering, the Philistines drew near to attack Israel. But the Lord*s thundered with a mighty sound that day against the Philistines and threw them into confusion, and they were defeated before Israel."
    },
    {
        "o": 8061,
        "r": "esv:1 Samuel:7:11",
        "t": "And the men of Israel went out from Mizpah and pursued the Philistines and struck them, as far as below Beth-car."
    },
    {
        "o": 8062,
        "r": "esv:1 Samuel:7:12",
        "t": "Then*p Samuel took a stone and set it up between Mizpah and Shen and called its name Ebenezer; for he said, “Till now the Lord*s has helped us.”"
    },
    {
        "o": 8063,
        "r": "esv:1 Samuel:7:13",
        "t": "So the Philistines were subdued and did not again enter the territory of Israel. And the hand of the Lord*s was against the Philistines all the days of Samuel."
    },
    {
        "o": 8064,
        "r": "esv:1 Samuel:7:14",
        "t": "The cities that the Philistines had taken from Israel were restored to Israel, from Ekron to Gath, and Israel delivered their territory from the hand of the Philistines. There was peace also between Israel and the Amorites."
    },
    {
        "o": 8065,
        "r": "esv:1 Samuel:7:15",
        "t": "Samuel*p judged Israel all the days of his life."
    },
    {
        "o": 8066,
        "r": "esv:1 Samuel:7:16",
        "t": "And he went on a circuit year by year to Bethel, Gilgal, and Mizpah. And he judged Israel in all these places."
    },
    {
        "o": 8067,
        "r": "esv:1 Samuel:7:17",
        "t": "Then he would return to Ramah, for his home was there, and there also he judged Israel. And he built there an altar to the Lord.*s"
    }
]
