[
    {
        "o": 25671,
        "r": "nkjv:Zechariah:2:0",
        "t": "Zechariah 2",
        "h": 1
    },
    {
        "o": 25672,
        "r": "nkjv:Zechariah:2:0",
        "t": "Vision of the Measuring Line",
        "h": 2
    },
    {
        "o": 25673,
        "r": "nkjv:Zechariah:2:1",
        "t": "Then*p I raised my eyes and looked, and behold, a man with a measuring line in his hand."
    },
    {
        "o": 25674,
        "r": "nkjv:Zechariah:2:2",
        "t": "So I said, “Where are you going?” And*p he said to me, “To measure Jerusalem, to see what is*i its width and what is*i its length.”"
    },
    {
        "o": 25675,
        "r": "nkjv:Zechariah:2:3",
        "t": "And*p there was*i the angel who talked with me, going out; and another angel was coming out to meet him,"
    },
    {
        "o": 25676,
        "r": "nkjv:Zechariah:2:4",
        "t": "who said to him, “Run, speak to this young man, saying: ‘Jerusalem shall be inhabited as*i towns without walls, because of the multitude of men and livestock in it."
    },
    {
        "o": 25677,
        "r": "nkjv:Zechariah:2:5",
        "t": "For I,’ says the Lord,*s ‘will be a wall of fire all around her, and I will be the glory in her midst.’”"
    },
    {
        "o": 25678,
        "r": "nkjv:Zechariah:2:5",
        "t": "Future Joy of Zion and Many Nations",
        "h": 2
    },
    {
        "o": 25679,
        "r": "nkjv:Zechariah:2:6",
        "t": "“Up,*p up! Flee from the land of the north,” says the Lord;*s “for I have spread you abroad like the four winds of heaven,” says the Lord.*s"
    },
    {
        "o": 25680,
        "r": "nkjv:Zechariah:2:7",
        "t": "“Up, Zion! Escape, you who dwell with the daughter of Babylon.”"
    },
    {
        "o": 25681,
        "r": "nkjv:Zechariah:2:8",
        "t": "For*p thus says the Lord*s of hosts: “He sent Me after glory, to the nations which plunder you; for he who touches you touches the apple of His eye."
    },
    {
        "o": 25682,
        "r": "nkjv:Zechariah:2:9",
        "t": "For surely I will shake My hand against them, and they shall become spoil for their servants. Then you will know that the Lord*s of hosts has sent Me."
    },
    {
        "o": 25683,
        "r": "nkjv:Zechariah:2:10",
        "t": "“Sing*p and rejoice, O daughter of Zion! For behold, I am coming and I will dwell in your midst,” says the Lord.*s"
    },
    {
        "o": 25684,
        "r": "nkjv:Zechariah:2:11",
        "t": "“Many nations shall be joined to the Lord*s in that day, and they shall become My people. And I will dwell in your midst. Then you will know that the Lord*s of hosts has sent Me to you."
    },
    {
        "o": 25685,
        "r": "nkjv:Zechariah:2:12",
        "t": "And the Lord*s will take possession of Judah as His inheritance in the Holy Land, and will again choose Jerusalem."
    },
    {
        "o": 25686,
        "r": "nkjv:Zechariah:2:13",
        "t": "Be silent, all flesh, before the Lord,*s for He is aroused from His holy habitation!”"
    }
]
