[
    {
        "o": 24264,
        "r": "esv:Daniel:4:0",
        "t": "Daniel 4",
        "h": 1
    },
    {
        "o": 24265,
        "r": "esv:Daniel:4:0",
        "t": "Nebuchadnezzar Praises God",
        "h": 2
    },
    {
        "o": 24266,
        "r": "esv:Daniel:4:1",
        "t": "King*p Nebuchadnezzar to all peoples, nations, and languages, that dwell in all the earth: Peace be multiplied to you!"
    },
    {
        "o": 24267,
        "r": "esv:Daniel:4:2",
        "t": "It has seemed good to me to show the signs and wonders that the Most High God has done for me."
    },
    {
        "o": 24268,
        "r": "esv:Daniel:4:3",
        "t": "How*pn great are his signs, how*ld mighty his wonders! His*ln kingdom is an everlasting kingdom, and*ld his dominion endures from generation to generation."
    },
    {
        "o": 24269,
        "r": "esv:Daniel:4:3",
        "t": "Nebuchadnezzar’s Second Dream",
        "h": 2
    },
    {
        "o": 24270,
        "r": "esv:Daniel:4:4",
        "t": "I,*p Nebuchadnezzar, was at ease in my house and prospering in my palace."
    },
    {
        "o": 24271,
        "r": "esv:Daniel:4:5",
        "t": "I saw a dream that made me afraid. As I lay in bed the fancies and the visions of my head alarmed me."
    },
    {
        "o": 24272,
        "r": "esv:Daniel:4:6",
        "t": "So I made a decree that all the wise men of Babylon should be brought before me, that they might make known to me the interpretation of the dream."
    },
    {
        "o": 24273,
        "r": "esv:Daniel:4:7",
        "t": "Then the magicians, the enchanters, the Chaldeans, and the astrologers came in, and I told them the dream, but they could not make known to me its interpretation."
    },
    {
        "o": 24274,
        "r": "esv:Daniel:4:8",
        "t": "At last Daniel came in before me— he who was named Belteshazzar after the name of my god, and in whom is the spirit of the holy gods— and I told him the dream, saying,"
    },
    {
        "o": 24275,
        "r": "esv:Daniel:4:9",
        "t": "“O Belteshazzar, chief of the magicians, because I know that the spirit of the holy gods is in you and that no mystery is too difficult for you, tell me the visions of my dream that I saw and their interpretation."
    },
    {
        "o": 24276,
        "r": "esv:Daniel:4:10",
        "t": "The visions of my head as I lay in bed were these: I saw, and behold, a tree in the midst of the earth, and its height was great."
    },
    {
        "o": 24277,
        "r": "esv:Daniel:4:11",
        "t": "The tree grew and became strong, and its top reached to heaven, and it was visible to the end of the whole earth."
    },
    {
        "o": 24278,
        "r": "esv:Daniel:4:12",
        "t": "Its leaves were beautiful and its fruit abundant, and in it was food for all. The beasts of the field found shade under it, and the birds of the heavens lived in its branches, and all flesh was fed from it."
    },
    {
        "o": 24279,
        "r": "esv:Daniel:4:13",
        "t": "“I*p saw in the visions of my head as I lay in bed, and behold, a watcher, a holy one, came down from heaven."
    },
    {
        "o": 24280,
        "r": "esv:Daniel:4:14",
        "t": "He proclaimed aloud and said thus: ‘Chop down the tree and lop off its branches, strip off its leaves and scatter its fruit. Let the beasts flee from under it and the birds from its branches."
    },
    {
        "o": 24281,
        "r": "esv:Daniel:4:15",
        "t": "But leave the stump of its roots in the earth, bound with a band of iron and bronze, amid the tender grass of the field. Let him be wet with the dew of heaven. Let his portion be with the beasts in the grass of the earth."
    },
    {
        "o": 24282,
        "r": "esv:Daniel:4:16",
        "t": "Let his mind be changed from a man’s, and let a beast’s mind be given to him; and let seven periods of time pass over him."
    },
    {
        "o": 24283,
        "r": "esv:Daniel:4:17",
        "t": "The sentence is by the decree of the watchers, the decision by the word of the holy ones, to the end that the living may know that the Most High rules the kingdom of men and gives it to whom he will and sets over it the lowliest of men.’"
    },
    {
        "o": 24284,
        "r": "esv:Daniel:4:18",
        "t": "This dream I, King Nebuchadnezzar, saw. And you, O Belteshazzar, tell me the interpretation, because all the wise men of my kingdom are not able to make known to me the interpretation, but you are able, for the spirit of the holy gods is in you.”"
    },
    {
        "o": 24285,
        "r": "esv:Daniel:4:18",
        "t": "Daniel Interprets the Second Dream",
        "h": 2
    },
    {
        "o": 24286,
        "r": "esv:Daniel:4:19",
        "t": "Then*p Daniel, whose name was Belteshazzar, was dismayed for a while, and his thoughts alarmed him. The king answered and said, “Belteshazzar, let not the dream or the interpretation alarm you.” Belteshazzar answered and said, “My lord, may the dream be for those who hate you and its interpretation for your enemies!"
    },
    {
        "o": 24287,
        "r": "esv:Daniel:4:20",
        "t": "The tree you saw, which grew and became strong, so that its top reached to heaven, and it was visible to the end of the whole earth,"
    },
    {
        "o": 24288,
        "r": "esv:Daniel:4:21",
        "t": "whose leaves were beautiful and its fruit abundant, and in which was food for all, under which beasts of the field found shade, and in whose branches the birds of the heavens lived—"
    },
    {
        "o": 24289,
        "r": "esv:Daniel:4:22",
        "t": "it is you, O king, who have grown and become strong. Your greatness has grown and reaches to heaven, and your dominion to the ends of the earth."
    },
    {
        "o": 24290,
        "r": "esv:Daniel:4:23",
        "t": "And because the king saw a watcher, a holy one, coming down from heaven and saying, ‘Chop down the tree and destroy it, but leave the stump of its roots in the earth, bound with a band of iron and bronze, in the tender grass of the field, and let him be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven periods of time pass over him,’"
    },
    {
        "o": 24291,
        "r": "esv:Daniel:4:24",
        "t": "this is the interpretation, O king: It is a decree of the Most High, which has come upon my lord the king,"
    },
    {
        "o": 24292,
        "r": "esv:Daniel:4:25",
        "t": "that you shall be driven from among men, and your dwelling shall be with the beasts of the field. You shall be made to eat grass like an ox, and you shall be wet with the dew of heaven, and seven periods of time shall pass over you, till you know that the Most High rules the kingdom of men and gives it to whom he will."
    },
    {
        "o": 24293,
        "r": "esv:Daniel:4:26",
        "t": "And as it was commanded to leave the stump of the roots of the tree, your kingdom shall be confirmed for you from the time that you know that Heaven rules."
    },
    {
        "o": 24294,
        "r": "esv:Daniel:4:27",
        "t": "Therefore, O king, let my counsel be acceptable to you: break off your sins by practicing righteousness, and your iniquities by showing mercy to the oppressed, that there may perhaps be a lengthening of your prosperity.”"
    },
    {
        "o": 24295,
        "r": "esv:Daniel:4:27",
        "t": "Nebuchadnezzar’s Humiliation",
        "h": 2
    },
    {
        "o": 24296,
        "r": "esv:Daniel:4:28",
        "t": "All*p this came upon King Nebuchadnezzar."
    },
    {
        "o": 24297,
        "r": "esv:Daniel:4:29",
        "t": "At the end of twelve months he was walking on the roof of the royal palace of Babylon,"
    },
    {
        "o": 24298,
        "r": "esv:Daniel:4:30",
        "t": "and the king answered and said, “Is not this great Babylon, which I have built by my mighty power as a royal residence and for the glory of my majesty?”"
    },
    {
        "o": 24299,
        "r": "esv:Daniel:4:31",
        "t": "While the words were still in the king’s mouth, there fell a voice from heaven, “O King Nebuchadnezzar, to you it is spoken: The kingdom has departed from you,"
    },
    {
        "o": 24300,
        "r": "esv:Daniel:4:32",
        "t": "and you shall be driven from among men, and your dwelling shall be with the beasts of the field. And you shall be made to eat grass like an ox, and seven periods of time shall pass over you, until you know that the Most High rules the kingdom of men and gives it to whom he will.”"
    },
    {
        "o": 24301,
        "r": "esv:Daniel:4:33",
        "t": "Immediately the word was fulfilled against Nebuchadnezzar. He was driven from among men and ate grass like an ox, and his body was wet with the dew of heaven till his hair grew as long as eagles’ feathers, and his nails were like birds’ claws."
    },
    {
        "o": 24302,
        "r": "esv:Daniel:4:33",
        "t": "Nebuchadnezzar Restored",
        "h": 2
    },
    {
        "o": 24303,
        "r": "esv:Daniel:4:34",
        "t": "At*p the end of the days I, Nebuchadnezzar, lifted my eyes to heaven, and my reason returned to me, and I blessed the Most High, and praised and honored him who lives forever, for*pn his dominion is an everlasting dominion, and*ld his kingdom endures from generation to generation;"
    },
    {
        "o": 24304,
        "r": "esv:Daniel:4:35",
        "t": "all*ln the inhabitants of the earth are accounted as nothing, and*ld he does according to his will among the host of heaven and*ld among the inhabitants of the earth; and*ln none can stay his hand or*ld say to him, “What have you done?”"
    },
    {
        "o": 24305,
        "r": "esv:Daniel:4:36",
        "t": "At*p the same time my reason returned to me, and for the glory of my kingdom, my majesty and splendor returned to me. My counselors and my lords sought me, and I was established in my kingdom, and still more greatness was added to me."
    },
    {
        "o": 24306,
        "r": "esv:Daniel:4:37",
        "t": "Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, for all his works are right and his ways are just; and those who walk in pride he is able to humble."
    }
]
