[
    {
        "o": 33326,
        "r": "nasb:Philemon:1:0",
        "t": "Philemon 1",
        "h": 1
    },
    {
        "o": 33327,
        "r": "nasb:Philemon:1:0",
        "t": "Salutation",
        "h": 2
    },
    {
        "o": 33328,
        "r": "nasb:Philemon:1:1",
        "t": "Paul,*p a prisoner of Christ Jesus, and Timothy our brother, To*bp Philemon our beloved brother*i and fellow worker,"
    },
    {
        "o": 33329,
        "r": "nasb:Philemon:1:2",
        "t": "and to Apphia our sister, and to Archippus our fellow soldier, and to the church in your house:"
    },
    {
        "o": 33330,
        "r": "nasb:Philemon:1:3",
        "t": "Grace to you and peace from God our Father and the Lord Jesus Christ."
    },
    {
        "o": 33331,
        "r": "nasb:Philemon:1:3",
        "t": "Philemon’s Love and Faith",
        "h": 2
    },
    {
        "o": 33332,
        "r": "nasb:Philemon:1:4",
        "t": "I*p thank my God always, making mention of you in my prayers,"
    },
    {
        "o": 33333,
        "r": "nasb:Philemon:1:5",
        "t": "because I hear of your love and of the faith which you have toward the Lord Jesus and toward all the saints;"
    },
    {
        "o": 33334,
        "r": "nasb:Philemon:1:6",
        "t": "and*i I*i pray*i that the fellowship of your faith may become effective through the knowledge of every good thing which is in you for Christ’s sake."
    },
    {
        "o": 33335,
        "r": "nasb:Philemon:1:7",
        "t": "For I have come to have much joy and comfort in your love, because the hearts of the saints have been refreshed through you, brother."
    },
    {
        "o": 33336,
        "r": "nasb:Philemon:1:8",
        "t": "Therefore,*p though I have enough confidence in Christ to order you to*i do*i what is proper,"
    },
    {
        "o": 33337,
        "r": "nasb:Philemon:1:9",
        "t": "yet for love’s sake I rather appeal to*i you*i —since I am such a person as Paul, the aged, and now also a prisoner of Christ Jesus—"
    },
    {
        "o": 33338,
        "r": "nasb:Philemon:1:9",
        "t": "Plea for Onesimus, a Free Man",
        "h": 2
    },
    {
        "o": 33339,
        "r": "nasb:Philemon:1:10",
        "t": "I*p appeal to you for my child Onesimus, whom I have begotten in my imprisonment,"
    },
    {
        "o": 33340,
        "r": "nasb:Philemon:1:11",
        "t": "who formerly was useless to you, but now is useful both to you and to me."
    },
    {
        "o": 33341,
        "r": "nasb:Philemon:1:12",
        "t": "I have sent him back to you in person, that is, sending*i my very heart,"
    },
    {
        "o": 33342,
        "r": "nasb:Philemon:1:13",
        "t": "whom I wished to keep with me, so that on your behalf he might minister to me in my imprisonment for the gospel;"
    },
    {
        "o": 33343,
        "r": "nasb:Philemon:1:14",
        "t": "but without your consent I did not want to do anything, so that your goodness would not be, in effect, by compulsion but of your own free will."
    },
    {
        "o": 33344,
        "r": "nasb:Philemon:1:15",
        "t": "For perhaps he was for this reason separated from*i you*i for a while, that you would have him back forever,"
    },
    {
        "o": 33345,
        "r": "nasb:Philemon:1:16",
        "t": "no longer as a slave, but more than a slave, a beloved brother, especially to me, but how much more to you, both in the flesh and in the Lord."
    },
    {
        "o": 33346,
        "r": "nasb:Philemon:1:17",
        "t": "If*p then you regard me a partner, accept him as you*i would*i me."
    },
    {
        "o": 33347,
        "r": "nasb:Philemon:1:18",
        "t": "But if he has wronged you in any way or owes you anything, charge that to my account;"
    },
    {
        "o": 33348,
        "r": "nasb:Philemon:1:19",
        "t": "I, Paul, am writing this with my own hand, I will repay it (not to mention to you that you owe to me even your own self as well)."
    },
    {
        "o": 33349,
        "r": "nasb:Philemon:1:20",
        "t": "Yes, brother, let me benefit from you in the Lord; refresh my heart in Christ."
    },
    {
        "o": 33350,
        "r": "nasb:Philemon:1:21",
        "t": "Having*p confidence in your obedience, I write to you, since I know that you will do even more than what I say."
    },
    {
        "o": 33351,
        "r": "nasb:Philemon:1:22",
        "t": "At*p the same time also prepare me a lodging, for I hope that through your prayers I will be given to you."
    },
    {
        "o": 33352,
        "r": "nasb:Philemon:1:23",
        "t": "Epaphras,*p my fellow prisoner in Christ Jesus, greets you,"
    },
    {
        "o": 33353,
        "r": "nasb:Philemon:1:24",
        "t": "as*i do*i Mark, Aristarchus, Demas, Luke, my fellow workers."
    },
    {
        "o": 33354,
        "r": "nasb:Philemon:1:25",
        "t": "The*p grace of the Lord Jesus Christ be with your spirit."
    }
]
