[
    {
        "o": 13680,
        "r": "csb:Nehemiah:1:0",
        "t": "Nehemiah 1",
        "h": 1
    },
    {
        "o": 13681,
        "r": "csb:Nehemiah:1:1",
        "t": "The*p words of Nehemiah son of Hacaliah:"
    },
    {
        "o": 13682,
        "r": "csb:Nehemiah:1:1",
        "t": "News from Jerusalem",
        "h": 2
    },
    {
        "o": 13683,
        "r": "csb:Nehemiah:1:1",
        "t": "During*p the month of Chislev in the twentieth year, when I was in the fortress city of Susa,"
    },
    {
        "o": 13684,
        "r": "csb:Nehemiah:1:2",
        "t": "Hanani, one of my brothers, arrived with men from Judah, and I questioned them about Jerusalem and the Jewish remnant that had survived the exile."
    },
    {
        "o": 13685,
        "r": "csb:Nehemiah:1:3",
        "t": "They said to me, “The remnant in the province, who survived the exile, are in great trouble and disgrace. Jerusalem’s wall has been broken down, and its gates have been burned.”"
    },
    {
        "o": 13686,
        "r": "csb:Nehemiah:1:3",
        "t": "Nehemiah’s Prayer",
        "h": 2
    },
    {
        "o": 13687,
        "r": "csb:Nehemiah:1:4",
        "t": "When*p I heard these words, I sat down and wept. I mourned for a number of days, fasting and praying before the God of the heavens."
    },
    {
        "o": 13688,
        "r": "csb:Nehemiah:1:5",
        "t": "I said, Lord,*sp the God of the heavens, the great and awe-inspiring God who keeps his gracious covenant with those who love him and keep his commands,"
    },
    {
        "o": 13689,
        "r": "csb:Nehemiah:1:6",
        "t": "let your eyes be open and your ears be attentive to hear your servant’s prayer that I now pray to you day and night for your servants, the Israelites. I confess the sins we have committed against you. Both I and my father’s family have sinned."
    },
    {
        "o": 13690,
        "r": "csb:Nehemiah:1:7",
        "t": "We have acted corruptly toward you and have not kept the commands, statutes, and ordinances you gave your servant Moses."
    },
    {
        "o": 13691,
        "r": "csb:Nehemiah:1:8",
        "t": "Please remember what you commanded your servant Moses: “If you are unfaithful, I will scatter you among the peoples."
    },
    {
        "o": 13692,
        "r": "csb:Nehemiah:1:9",
        "t": "But if you return to me and carefully observe my commands, even though your exiles were banished to the farthest horizon, I will gather them from there and bring them to the place where I chose to have my name dwell.”"
    },
    {
        "o": 13693,
        "r": "csb:Nehemiah:1:10",
        "t": "They are your servants and your people. You redeemed them by your great power and strong hand."
    },
    {
        "o": 13694,
        "r": "csb:Nehemiah:1:11",
        "t": "Please, Lord, let your ear be attentive to the prayer of your servant and to that of your servants who delight to revere your name. Give your servant success today, and grant him compassion in the presence of this man. At*p the time, I was the king’s cupbearer."
    }
]
