[
    {
        "o": 2873,
        "r": "niv:Exodus:38:0",
        "t": "Exodus 38",
        "h": 1
    },
    {
        "o": 2874,
        "r": "niv:Exodus:38:0",
        "t": "The Altar of Burnt Offering",
        "h": 2
    },
    {
        "o": 2875,
        "r": "niv:Exodus:38:1",
        "t": "They*p built the altar of burnt offering of acacia wood, three cubits high; it was square, five cubits long and five cubits wide."
    },
    {
        "o": 2876,
        "r": "niv:Exodus:38:2",
        "t": "They made a horn at each of the four corners, so that the horns and the altar were of one piece, and they overlaid the altar with bronze."
    },
    {
        "o": 2877,
        "r": "niv:Exodus:38:3",
        "t": "They made all its utensils of bronze—its pots, shovels, sprinkling bowls, meat forks and firepans."
    },
    {
        "o": 2878,
        "r": "niv:Exodus:38:4",
        "t": "They made a grating for the altar, a bronze network, to be under its ledge, halfway up the altar."
    },
    {
        "o": 2879,
        "r": "niv:Exodus:38:5",
        "t": "They cast bronze rings to hold the poles for the four corners of the bronze grating."
    },
    {
        "o": 2880,
        "r": "niv:Exodus:38:6",
        "t": "They made the poles of acacia wood and overlaid them with bronze."
    },
    {
        "o": 2881,
        "r": "niv:Exodus:38:7",
        "t": "They inserted the poles into the rings so they would be on the sides of the altar for carrying it. They made it hollow, out of boards."
    },
    {
        "o": 2882,
        "r": "niv:Exodus:38:7",
        "t": "The Basin for Washing",
        "h": 2
    },
    {
        "o": 2883,
        "r": "niv:Exodus:38:8",
        "t": "They*p made the bronze basin and its bronze stand from the mirrors of the women who served at the entrance to the tent of meeting."
    },
    {
        "o": 2884,
        "r": "niv:Exodus:38:8",
        "t": "The Courtyard",
        "h": 2
    },
    {
        "o": 2885,
        "r": "niv:Exodus:38:9",
        "t": "Next*p they made the courtyard. The south side was a hundred cubits long and had curtains of finely twisted linen,"
    },
    {
        "o": 2886,
        "r": "niv:Exodus:38:10",
        "t": "with twenty posts and twenty bronze bases, and with silver hooks and bands on the posts."
    },
    {
        "o": 2887,
        "r": "niv:Exodus:38:11",
        "t": "The north side was also a hundred cubits long and had twenty posts and twenty bronze bases, with silver hooks and bands on the posts."
    },
    {
        "o": 2888,
        "r": "niv:Exodus:38:12",
        "t": "The*p west end was fifty cubits wide and had curtains, with ten posts and ten bases, with silver hooks and bands on the posts."
    },
    {
        "o": 2889,
        "r": "niv:Exodus:38:13",
        "t": "The east end, toward the sunrise, was also fifty cubits wide."
    },
    {
        "o": 2890,
        "r": "niv:Exodus:38:14",
        "t": "Curtains fifteen cubits long were on one side of the entrance, with three posts and three bases,"
    },
    {
        "o": 2891,
        "r": "niv:Exodus:38:15",
        "t": "and curtains fifteen cubits long were on the other side of the entrance to the courtyard, with three posts and three bases."
    },
    {
        "o": 2892,
        "r": "niv:Exodus:38:16",
        "t": "All the curtains around the courtyard were of finely twisted linen."
    },
    {
        "o": 2893,
        "r": "niv:Exodus:38:17",
        "t": "The bases for the posts were bronze. The hooks and bands on the posts were silver, and their tops were overlaid with silver; so all the posts of the courtyard had silver bands."
    },
    {
        "o": 2894,
        "r": "niv:Exodus:38:18",
        "t": "The*p curtain for the entrance to the courtyard was made of blue, purple and scarlet yarn and finely twisted linen—the work of an embroiderer. It was twenty cubits long and, like the curtains of the courtyard, five cubits high,"
    },
    {
        "o": 2895,
        "r": "niv:Exodus:38:19",
        "t": "with four posts and four bronze bases. Their hooks and bands were silver, and their tops were overlaid with silver."
    },
    {
        "o": 2896,
        "r": "niv:Exodus:38:20",
        "t": "All the tent pegs of the tabernacle and of the surrounding courtyard were bronze."
    },
    {
        "o": 2897,
        "r": "niv:Exodus:38:20",
        "t": "The Materials Used",
        "h": 2
    },
    {
        "o": 2898,
        "r": "niv:Exodus:38:21",
        "t": "These*p are the amounts of the materials used for the tabernacle, the tabernacle of the covenant law, which were recorded at Moses’ command by the Levites under the direction of Ithamar son of Aaron, the priest."
    },
    {
        "o": 2899,
        "r": "niv:Exodus:38:22",
        "t": "(Bezalel son of Uri, the son of Hur, of the tribe of Judah, made everything the Lord*s commanded Moses;"
    },
    {
        "o": 2900,
        "r": "niv:Exodus:38:23",
        "t": "with him was Oholiab son of Ahisamak, of the tribe of Dan—an engraver and designer, and an embroiderer in blue, purple and scarlet yarn and fine linen.)"
    },
    {
        "o": 2901,
        "r": "niv:Exodus:38:24",
        "t": "The total amount of the gold from the wave offering used for all the work on the sanctuary was 29 talents and 730 shekels, according to the sanctuary shekel."
    },
    {
        "o": 2902,
        "r": "niv:Exodus:38:25",
        "t": "The*p silver obtained from those of the community who were counted in the census was 100 talents and 1,775 shekels, according to the sanctuary shekel—"
    },
    {
        "o": 2903,
        "r": "niv:Exodus:38:26",
        "t": "one beka per person, that is, half a shekel, according to the sanctuary shekel, from everyone who had crossed over to those counted, twenty years old or more, a total of 603,550 men."
    },
    {
        "o": 2904,
        "r": "niv:Exodus:38:27",
        "t": "The 100 talents of silver were used to cast the bases for the sanctuary and for the curtain—100 bases from the 100 talents, one talent for each base."
    },
    {
        "o": 2905,
        "r": "niv:Exodus:38:28",
        "t": "They used the 1,775 shekels to make the hooks for the posts, to overlay the tops of the posts, and to make their bands."
    },
    {
        "o": 2906,
        "r": "niv:Exodus:38:29",
        "t": "The*p bronze from the wave offering was 70 talents and 2,400 shekels."
    },
    {
        "o": 2907,
        "r": "niv:Exodus:38:30",
        "t": "They used it to make the bases for the entrance to the tent of meeting, the bronze altar with its bronze grating and all its utensils,"
    },
    {
        "o": 2908,
        "r": "niv:Exodus:38:31",
        "t": "the bases for the surrounding courtyard and those for its entrance and all the tent pegs for the tabernacle and those for the surrounding courtyard."
    }
]
