[
    {
        "o": 12305,
        "r": "nasb:2 Chronicles:2:0",
        "t": "2 Chronicles 2",
        "h": 1
    },
    {
        "o": 12306,
        "r": "nasb:2 Chronicles:2:0",
        "t": "Solomon Will Build a Temple and Palace",
        "h": 2
    },
    {
        "o": 12307,
        "r": "nasb:2 Chronicles:2:1",
        "t": "Now*p Solomon decided to build a house for the name of the Lord*s and a royal palace for himself."
    },
    {
        "o": 12308,
        "r": "nasb:2 Chronicles:2:2",
        "t": "So Solomon assigned 70,000 men to carry loads and 80,000 men to quarry stone*i in the mountains and 3,600 to supervise them."
    },
    {
        "o": 12309,
        "r": "nasb:2 Chronicles:2:3",
        "t": "Then*p Solomon sent word*i to Huram the king of Tyre, saying, “As you dealt with David my father and sent him cedars to build him a house to dwell in, so do for me."
    },
    {
        "o": 12310,
        "r": "nasb:2 Chronicles:2:4",
        "t": "Behold, I am about to build a house for the name of the Lord*s my God, dedicating it to Him, to burn fragrant incense before Him and to*i set*i out*i the showbread continually, and to offer burnt offerings morning and evening, on sabbaths and on new moons and on the appointed feasts of the Lord*s our God, this being*i required*i forever in Israel."
    },
    {
        "o": 12311,
        "r": "nasb:2 Chronicles:2:5",
        "t": "The house which I am about to build will*i be*i great, for greater is our God than all the gods."
    },
    {
        "o": 12312,
        "r": "nasb:2 Chronicles:2:6",
        "t": "But who is able to build a house for Him, for the heavens and the highest heavens cannot contain Him? So who am I, that I should build a house for Him, except to burn incense*i before Him?"
    },
    {
        "o": 12313,
        "r": "nasb:2 Chronicles:2:7",
        "t": "Now send me a skilled man to work in gold, silver, brass and iron, and in purple, crimson and violet fabrics,*i and who knows how to make engravings, to work*i with the skilled men whom I have in Judah and Jerusalem, whom David my father provided."
    },
    {
        "o": 12314,
        "r": "nasb:2 Chronicles:2:8",
        "t": "Send me also cedar, cypress and algum timber from Lebanon, for I know that your servants know how to cut timber of Lebanon; and indeed my servants will*i work*i with your servants,"
    },
    {
        "o": 12315,
        "r": "nasb:2 Chronicles:2:9",
        "t": "to prepare timber in abundance for me, for the house which I am about to build will*i be*i great and wonderful."
    },
    {
        "o": 12316,
        "r": "nasb:2 Chronicles:2:10",
        "t": "Now behold, I will give to your servants, the woodsmen who cut the timber, 20,000 kors of crushed wheat and 20,000 kors of barley, and 20,000 baths of wine and 20,000 baths of oil.”"
    },
    {
        "o": 12317,
        "r": "nasb:2 Chronicles:2:10",
        "t": "Huram to Assist",
        "h": 2
    },
    {
        "o": 12318,
        "r": "nasb:2 Chronicles:2:11",
        "t": "Then*p Huram, king of Tyre, answered in a letter sent to Solomon: “Because the Lord*s loves His people, He has made you king over them.”"
    },
    {
        "o": 12319,
        "r": "nasb:2 Chronicles:2:12",
        "t": "Then Huram continued, “Blessed be the Lord,*s the God of Israel, who has made heaven and earth, who has given King David a wise son, endowed with discretion and understanding, who will build a house for the Lord*s and a royal palace for himself."
    },
    {
        "o": 12320,
        "r": "nasb:2 Chronicles:2:13",
        "t": "“Now*p I am sending Huram-abi, a skilled man, endowed with understanding,"
    },
    {
        "o": 12321,
        "r": "nasb:2 Chronicles:2:14",
        "t": "the son of a Danite woman and a Tyrian father, who knows how to work in gold, silver, bronze, iron, stone and wood, and*i in purple, violet, linen and crimson fabrics, and who*i knows*i how*i to make all kinds of engravings and to execute any design which may be assigned to him, to*i work*i with your skilled men and with those of my lord David your father."
    },
    {
        "o": 12322,
        "r": "nasb:2 Chronicles:2:15",
        "t": "Now then, let my lord send to his servants wheat and barley, oil and wine, of which he has spoken."
    },
    {
        "o": 12323,
        "r": "nasb:2 Chronicles:2:16",
        "t": "We will cut whatever timber you need from Lebanon and bring it to you on rafts by sea to Joppa, so that you may carry it up to Jerusalem.”"
    },
    {
        "o": 12324,
        "r": "nasb:2 Chronicles:2:17",
        "t": "Solomon*p numbered all the aliens who were*i in the land of Israel, following the census which his father David had taken; and 153,600 were found."
    },
    {
        "o": 12325,
        "r": "nasb:2 Chronicles:2:18",
        "t": "He appointed 70,000 of them to carry loads and 80,000 to quarry stones*i in the mountains and 3,600 supervisors to make the people work."
    }
]
