[
    {
        "o": 8647,
        "r": "nkjv:1 Samuel:24:0",
        "t": "1 Samuel 24",
        "h": 1
    },
    {
        "o": 8648,
        "r": "nkjv:1 Samuel:24:0",
        "t": "David Spares Saul",
        "h": 2
    },
    {
        "o": 8649,
        "r": "nkjv:1 Samuel:24:1",
        "t": "Now*p it happened, when Saul had returned from following the Philistines, that it was told him, saying, “Take note! David is*i in the Wilderness of En Gedi.”"
    },
    {
        "o": 8650,
        "r": "nkjv:1 Samuel:24:2",
        "t": "Then Saul took three thousand chosen men from all Israel, and went to seek David and his men on the Rocks of the Wild Goats."
    },
    {
        "o": 8651,
        "r": "nkjv:1 Samuel:24:3",
        "t": "So he came to the sheepfolds by the road, where there was*i a cave; and Saul went in to attend to his needs. (David and his men were staying in the recesses of the cave.)"
    },
    {
        "o": 8652,
        "r": "nkjv:1 Samuel:24:4",
        "t": "Then the men of David said to him, “This is the day of which the Lord*s said to you, ‘Behold, I will deliver your enemy into your hand, that you may do to him as it seems good to you.’” And David arose and secretly cut off a corner of Saul’s robe."
    },
    {
        "o": 8653,
        "r": "nkjv:1 Samuel:24:5",
        "t": "Now it happened afterward that David’s heart troubled him because he had cut Saul’s robe."
    },
    {
        "o": 8654,
        "r": "nkjv:1 Samuel:24:6",
        "t": "And he said to his men, “The Lord*s forbid that I should do this thing to my master, the Lord’s*s anointed, to stretch out my hand against him, seeing he is*i the anointed of the Lord.”*s"
    },
    {
        "o": 8655,
        "r": "nkjv:1 Samuel:24:7",
        "t": "So David restrained his servants with these*i words, and did not allow them to rise against Saul. And Saul got up from the cave and went on his*i way."
    },
    {
        "o": 8656,
        "r": "nkjv:1 Samuel:24:8",
        "t": "David*p also arose afterward, went out of the cave, and called out to Saul, saying, “My lord the king!” And when Saul looked behind him, David stooped with his face to the earth, and bowed down."
    },
    {
        "o": 8657,
        "r": "nkjv:1 Samuel:24:9",
        "t": "And David said to Saul: “Why do you listen to the words of men who say, ‘Indeed David seeks your harm’?"
    },
    {
        "o": 8658,
        "r": "nkjv:1 Samuel:24:10",
        "t": "Look, this day your eyes have seen that the Lord*s delivered you today into my hand in the cave, and someone*i urged me*i to kill you. But my*i eye*i spared you, and I said, ‘I will not stretch out my hand against my lord, for he is*i the Lord’s*s anointed.’"
    },
    {
        "o": 8659,
        "r": "nkjv:1 Samuel:24:11",
        "t": "Moreover, my father, see! Yes, see the corner of your robe in my hand! For in that I cut off the corner of your robe, and did not kill you, know and see that there*i is*i neither evil nor rebellion in my hand, and I have not sinned against you. Yet you hunt my life to take it."
    },
    {
        "o": 8660,
        "r": "nkjv:1 Samuel:24:12",
        "t": "Let the Lord*s judge between you and me, and let the Lord*s avenge me on you. But my hand shall not be against you."
    },
    {
        "o": 8661,
        "r": "nkjv:1 Samuel:24:13",
        "t": "As the proverb of the ancients says, ‘Wickedness proceeds from the wicked.’ But my hand shall not be against you."
    },
    {
        "o": 8662,
        "r": "nkjv:1 Samuel:24:14",
        "t": "After whom has the king of Israel come out? Whom do you pursue? A dead dog? A flea?"
    },
    {
        "o": 8663,
        "r": "nkjv:1 Samuel:24:15",
        "t": "Therefore let the Lord*s be judge, and judge between you and me, and see and plead my case, and deliver me out of your hand.”"
    },
    {
        "o": 8664,
        "r": "nkjv:1 Samuel:24:16",
        "t": "So*p it was, when David had finished speaking these words to Saul, that Saul said, “Is*i this your voice, my son David?” And Saul lifted up his voice and wept."
    },
    {
        "o": 8665,
        "r": "nkjv:1 Samuel:24:17",
        "t": "Then he said to David: “You are*i more righteous than I; for you have rewarded me with good, whereas I have rewarded you with evil."
    },
    {
        "o": 8666,
        "r": "nkjv:1 Samuel:24:18",
        "t": "And you have shown this day how you have dealt well with me; for when the Lord*s delivered me into your hand, you did not kill me."
    },
    {
        "o": 8667,
        "r": "nkjv:1 Samuel:24:19",
        "t": "For if a man finds his enemy, will he let him get away safely? Therefore may the Lord*s reward you with good for what you have done to me this day."
    },
    {
        "o": 8668,
        "r": "nkjv:1 Samuel:24:20",
        "t": "And now I know indeed that you shall surely be king, and that the kingdom of Israel shall be established in your hand."
    },
    {
        "o": 8669,
        "r": "nkjv:1 Samuel:24:21",
        "t": "Therefore swear now to me by the Lord*s that you will not cut off my descendants after me, and that you will not destroy my name from my father’s house.”"
    },
    {
        "o": 8670,
        "r": "nkjv:1 Samuel:24:22",
        "t": "So*p David swore to Saul. And Saul went home, but David and his men went up to the stronghold."
    }
]
