[
    {
        "o": 22889,
        "r": "nasb:Ezekiel:6:0",
        "t": "Ezekiel 6",
        "h": 1
    },
    {
        "o": 22890,
        "r": "nasb:Ezekiel:6:0",
        "t": "Idolatrous Worship Denounced",
        "h": 2
    },
    {
        "o": 22891,
        "r": "nasb:Ezekiel:6:1",
        "t": "And*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 22892,
        "r": "nasb:Ezekiel:6:2",
        "t": "“Son of man, set your face toward the mountains of Israel, and prophesy against them"
    },
    {
        "o": 22893,
        "r": "nasb:Ezekiel:6:3",
        "t": "and say, ‘Mountains of Israel, listen to the word of the Lord God!*s Thus says the Lord God*s to the mountains, the hills, the ravines and the valleys: “Behold, I Myself am going to bring a sword on you, and I will destroy your high places."
    },
    {
        "o": 22894,
        "r": "nasb:Ezekiel:6:4",
        "t": "So your altars will become desolate and your incense altars will be smashed; and I will make your slain fall in front of your idols."
    },
    {
        "o": 22895,
        "r": "nasb:Ezekiel:6:5",
        "t": "I will also lay the dead bodies of the sons of Israel in front of their idols; and I will scatter your bones around your altars."
    },
    {
        "o": 22896,
        "r": "nasb:Ezekiel:6:6",
        "t": "In all your dwellings, cities will become waste and the high places will be desolate, that your altars may become waste and desolate, your idols may be broken and brought to an end, your incense altars may be cut down, and your works may be blotted out."
    },
    {
        "o": 22897,
        "r": "nasb:Ezekiel:6:7",
        "t": "The slain will fall among you, and you will know that I am the Lord.*s"
    },
    {
        "o": 22898,
        "r": "nasb:Ezekiel:6:8",
        "t": "“However,*p I will leave a remnant, for you will have those who escaped the sword among the nations when you are scattered among the countries."
    },
    {
        "o": 22899,
        "r": "nasb:Ezekiel:6:9",
        "t": "Then those of you who escape will remember Me among the nations to which they will be carried captive, how I have been hurt by their adulterous hearts which turned away from Me, and by their eyes which played the harlot after their idols; and they will loathe themselves in their own sight for the evils which they have committed, for all their abominations."
    },
    {
        "o": 22900,
        "r": "nasb:Ezekiel:6:10",
        "t": "Then they will know that I am the Lord;*s I have not said in vain that I would inflict this disaster on them.” ’"
    },
    {
        "o": 22901,
        "r": "nasb:Ezekiel:6:11",
        "t": "“Thus*p says the Lord God,*s ‘Clap your hand, stamp your foot and say, “Alas, because of all the evil abominations of the house of Israel, which will fall by sword, famine and plague!"
    },
    {
        "o": 22902,
        "r": "nasb:Ezekiel:6:12",
        "t": "He who is far off will die by the plague, and he who is near will fall by the sword, and he who remains and is besieged will die by the famine. Thus will I spend My wrath on them."
    },
    {
        "o": 22903,
        "r": "nasb:Ezekiel:6:13",
        "t": "Then you will know that I am the Lord,*s when their slain are among their idols around their altars, on every high hill, on all the tops of the mountains, under every green tree and under every leafy oak—the places where they offered soothing aroma to all their idols."
    },
    {
        "o": 22904,
        "r": "nasb:Ezekiel:6:14",
        "t": "So throughout all their habitations I will stretch out My hand against them and make the land more desolate and waste than the wilderness toward Diblah; thus they will know that I am the Lord*s .” ’ ”"
    }
]
