[
    {
        "o": 11345,
        "r": "kjv:1 Chronicles:23:0",
        "t": "1 Chronicles 23",
        "h": 1
    },
    {
        "o": 11346,
        "r": "kjv:1 Chronicles:23:1",
        "t": "So*p when David was old and full of days, he made Solomon his son king over Israel."
    },
    {
        "o": 11347,
        "r": "kjv:1 Chronicles:23:2",
        "t": "And*p he gathered together all the princes of Israel, with the priests and the Levites."
    },
    {
        "o": 11348,
        "r": "kjv:1 Chronicles:23:3",
        "t": "Now*p the Levites were numbered from the age of thirty years and upward: and their number by their polls, man by man, was thirty and eight thousand."
    },
    {
        "o": 11349,
        "r": "kjv:1 Chronicles:23:4",
        "t": "Of*p which, twenty and four thousand were to set forward the work of the house of the Lord;*s and six thousand were officers and judges:"
    },
    {
        "o": 11350,
        "r": "kjv:1 Chronicles:23:5",
        "t": "Moreover*p four thousand were porters; and four thousand praised the Lord*s with the instruments which I made, said David, to praise therewith."
    },
    {
        "o": 11351,
        "r": "kjv:1 Chronicles:23:6",
        "t": "And*p David divided them into courses among the sons of Levi, namely, Gershon, Kohath, and Merari."
    },
    {
        "o": 11352,
        "r": "kjv:1 Chronicles:23:7",
        "t": "Of*p the Gershonites were, Laadan, and Shimei."
    },
    {
        "o": 11353,
        "r": "kjv:1 Chronicles:23:8",
        "t": "The*p sons of Laadan; the chief was Jehiel, and Zetham, and Joel, three."
    },
    {
        "o": 11354,
        "r": "kjv:1 Chronicles:23:9",
        "t": "The*p sons of Shimei; Shelomith, and Haziel, and Haran, three. These were the chief of the fathers of Laadan."
    },
    {
        "o": 11355,
        "r": "kjv:1 Chronicles:23:10",
        "t": "And*p the sons of Shimei were, Jahath, Zina, and Jeush, and Beriah. These four were the sons of Shimei."
    },
    {
        "o": 11356,
        "r": "kjv:1 Chronicles:23:11",
        "t": "And*p Jahath was the chief, and Zizah the second: but Jeush and Beriah had not many sons; therefore they were in one reckoning, according to their father's house."
    },
    {
        "o": 11357,
        "r": "kjv:1 Chronicles:23:12",
        "t": "The*p sons of Kohath; Amram, Izhar, Hebron, and Uzziel, four."
    },
    {
        "o": 11358,
        "r": "kjv:1 Chronicles:23:13",
        "t": "The*p sons of Amram; Aaron and Moses: and Aaron was separated, that he should sanctify the most holy things, he and his sons for ever, to burn incense before the Lord,*s to minister unto him, and to bless in his name for ever."
    },
    {
        "o": 11359,
        "r": "kjv:1 Chronicles:23:14",
        "t": "Now*p concerning Moses the man of God, his sons were named of the tribe of Levi."
    },
    {
        "o": 11360,
        "r": "kjv:1 Chronicles:23:15",
        "t": "The*p sons of Moses were, Gershom, and Eliezer."
    },
    {
        "o": 11361,
        "r": "kjv:1 Chronicles:23:16",
        "t": "Of*p the sons of Gershom, Shebuel was the chief."
    },
    {
        "o": 11362,
        "r": "kjv:1 Chronicles:23:17",
        "t": "And*p the sons of Eliezer were, Rehabiah the chief. And Eliezer had none other sons; but the sons of Rehabiah were very many."
    },
    {
        "o": 11363,
        "r": "kjv:1 Chronicles:23:18",
        "t": "Of*p the sons of Izhar; Shelomith the chief."
    },
    {
        "o": 11364,
        "r": "kjv:1 Chronicles:23:19",
        "t": "Of*p the sons of Hebron; Jeriah the first, Amariah the second, Jahaziel the third, and Jekameam the fourth."
    },
    {
        "o": 11365,
        "r": "kjv:1 Chronicles:23:20",
        "t": "Of*p the sons of Uzziel; Michah the first, and Isshiah the second."
    },
    {
        "o": 11366,
        "r": "kjv:1 Chronicles:23:21",
        "t": "The*p sons of Merari; Mahli, and Mushi. The sons of Mahli; Eleazar, and Kish."
    },
    {
        "o": 11367,
        "r": "kjv:1 Chronicles:23:22",
        "t": "And*p Eleazar died, and had no sons, but daughters: and their brethren the sons of Kish took them."
    },
    {
        "o": 11368,
        "r": "kjv:1 Chronicles:23:23",
        "t": "The*p sons of Mushi; Mahli, and Eder, and Jeremoth, three."
    },
    {
        "o": 11369,
        "r": "kjv:1 Chronicles:23:24",
        "t": "These*p were the sons of Levi after the house of their fathers; even the chief of the fathers, as they were counted by number of names by their polls, that did the work for the service of the house of the Lord,*s from the age of twenty years and upward."
    },
    {
        "o": 11370,
        "r": "kjv:1 Chronicles:23:25",
        "t": "For*p David said, The Lord*s God of Israel hath given rest unto his people, that they may dwell in Jerusalem for ever:"
    },
    {
        "o": 11371,
        "r": "kjv:1 Chronicles:23:26",
        "t": "And*p also unto the Levites; they shall no more carry the tabernacle, nor any vessels of it for the service thereof."
    },
    {
        "o": 11372,
        "r": "kjv:1 Chronicles:23:27",
        "t": "For*p by the last words of David the Levites were numbered from twenty years old and above:"
    },
    {
        "o": 11373,
        "r": "kjv:1 Chronicles:23:28",
        "t": "Because*p their office was to wait on the sons of Aaron for the service of the house of the Lord,*s in the courts, and in the chambers, and in the purifying of all holy things, and the work of the service of the house of God;"
    },
    {
        "o": 11374,
        "r": "kjv:1 Chronicles:23:29",
        "t": "Both*p for the shewbread, and for the fine flour for meat offering, and for the unleavened cakes, and for that which is baked in the pan, and for that which is fried, and for all manner of measure and size;"
    },
    {
        "o": 11375,
        "r": "kjv:1 Chronicles:23:30",
        "t": "And*p to stand every morning to thank and praise the Lord,*s and likewise at even;"
    },
    {
        "o": 11376,
        "r": "kjv:1 Chronicles:23:31",
        "t": "And*p to offer all burnt sacrifices unto the Lord*s in the sabbaths, in the new moons, and on the set feasts, by number, according to the order commanded unto them, continually before the Lord:*s"
    },
    {
        "o": 11377,
        "r": "kjv:1 Chronicles:23:32",
        "t": "And*p that they should keep the charge of the tabernacle of the congregation, and the charge of the holy place, and the charge of the sons of Aaron their brethren, in the service of the house of the Lord.*s"
    }
]
