[
    {
        "o": 19774,
        "r": "esv:Isaiah:7:0",
        "t": "Isaiah 7",
        "h": 1
    },
    {
        "o": 19775,
        "r": "esv:Isaiah:7:0",
        "t": "Isaiah Sent to King Ahaz",
        "h": 2
    },
    {
        "o": 19776,
        "r": "esv:Isaiah:7:1",
        "t": "In*p the days of Ahaz the son of Jotham, son of Uzziah, king of Judah, Rezin the king of Syria and Pekah the son of Remaliah the king of Israel came up to Jerusalem to wage war against it, but could not yet mount an attack against it."
    },
    {
        "o": 19777,
        "r": "esv:Isaiah:7:2",
        "t": "When the house of David was told, “Syria is in league with Ephraim,” the heart of Ahaz and the heart of his people shook as the trees of the forest shake before the wind."
    },
    {
        "o": 19778,
        "r": "esv:Isaiah:7:3",
        "t": "And*p the Lord*s said to Isaiah, “Go out to meet Ahaz, you and Shear-jashub your son, at the end of the conduit of the upper pool on the highway to the Washer’s Field."
    },
    {
        "o": 19779,
        "r": "esv:Isaiah:7:4",
        "t": "And say to him, ‘Be careful, be quiet, do not fear, and do not let your heart be faint because of these two smoldering stumps of firebrands, at the fierce anger of Rezin and Syria and the son of Remaliah."
    },
    {
        "o": 19780,
        "r": "esv:Isaiah:7:5",
        "t": "Because Syria, with Ephraim and the son of Remaliah, has devised evil against you, saying,"
    },
    {
        "o": 19781,
        "r": "esv:Isaiah:7:6",
        "t": "“Let us go up against Judah and terrify it, and let us conquer it for ourselves, and set up the son of Tabeel as king in the midst of it,”"
    },
    {
        "o": 19782,
        "r": "esv:Isaiah:7:7",
        "t": "thus says the Lord God:*s “‘It*pn shall not stand, and*ld it shall not come to pass."
    },
    {
        "o": 19783,
        "r": "esv:Isaiah:7:8",
        "t": "For*ln the head of Syria is Damascus, and*ld the head of Damascus is Rezin. And*ln within sixty-five years Ephraim*ld will be shattered from being a people."
    },
    {
        "o": 19784,
        "r": "esv:Isaiah:7:9",
        "t": "And*ln the head of Ephraim is Samaria, and*ld the head of Samaria is the son of Remaliah. If*ln you are not firm in faith, you*ld will not be firm at all.’”"
    },
    {
        "o": 19785,
        "r": "esv:Isaiah:7:9",
        "t": "The Sign of Immanuel",
        "h": 2
    },
    {
        "o": 19786,
        "r": "esv:Isaiah:7:10",
        "t": "Again*p the Lord*s spoke to Ahaz:"
    },
    {
        "o": 19787,
        "r": "esv:Isaiah:7:11",
        "t": "“Ask a sign of the Lord*s your God; let it be deep as Sheol or high as heaven.”"
    },
    {
        "o": 19788,
        "r": "esv:Isaiah:7:12",
        "t": "But Ahaz said, “I will not ask, and I will not put the Lord*s to the test.”"
    },
    {
        "o": 19789,
        "r": "esv:Isaiah:7:13",
        "t": "And he said, “Hear then, O house of David! Is it too little for you to weary men, that you weary my God also?"
    },
    {
        "o": 19790,
        "r": "esv:Isaiah:7:14",
        "t": "Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel."
    },
    {
        "o": 19791,
        "r": "esv:Isaiah:7:15",
        "t": "He shall eat curds and honey when he knows how to refuse the evil and choose the good."
    },
    {
        "o": 19792,
        "r": "esv:Isaiah:7:16",
        "t": "For before the boy knows how to refuse the evil and choose the good, the land whose two kings you dread will be deserted."
    },
    {
        "o": 19793,
        "r": "esv:Isaiah:7:17",
        "t": "The Lord*s will bring upon you and upon your people and upon your father’s house such days as have not come since the day that Ephraim departed from Judah— the king of Assyria!”"
    },
    {
        "o": 19794,
        "r": "esv:Isaiah:7:18",
        "t": "In*p that day the Lord*s will whistle for the fly that is at the end of the streams of Egypt, and for the bee that is in the land of Assyria."
    },
    {
        "o": 19795,
        "r": "esv:Isaiah:7:19",
        "t": "And they will all come and settle in the steep ravines, and in the clefts of the rocks, and on all the thornbushes, and on all the pastures."
    },
    {
        "o": 19796,
        "r": "esv:Isaiah:7:20",
        "t": "In*p that day the Lord will shave with a razor that is hired beyond the River— with the king of Assyria— the head and the hair of the feet, and it will sweep away the beard also."
    },
    {
        "o": 19797,
        "r": "esv:Isaiah:7:21",
        "t": "In*p that day a man will keep alive a young cow and two sheep,"
    },
    {
        "o": 19798,
        "r": "esv:Isaiah:7:22",
        "t": "and because of the abundance of milk that they give, he will eat curds, for everyone who is left in the land will eat curds and honey."
    },
    {
        "o": 19799,
        "r": "esv:Isaiah:7:23",
        "t": "In*p that day every place where there used to be a thousand vines, worth a thousand shekels of silver, will become briers and thorns."
    },
    {
        "o": 19800,
        "r": "esv:Isaiah:7:24",
        "t": "With bow and arrows a man will come there, for all the land will be briers and thorns."
    },
    {
        "o": 19801,
        "r": "esv:Isaiah:7:25",
        "t": "And as for all the hills that used to be hoed with a hoe, you will not come there for fear of briers and thorns, but they will become a place where cattle are let loose and where sheep tread."
    }
]
