[
    {
        "o": 25241,
        "r": "nasb:Micah:7:0",
        "t": "Micah 7",
        "h": 1
    },
    {
        "o": 25242,
        "r": "nasb:Micah:7:0",
        "t": "The Prophet Acknowledges",
        "h": 2
    },
    {
        "o": 25243,
        "r": "nasb:Micah:7:1",
        "t": "Woe*pn is me! For I am Like*ln the fruit pickers, like the grape gatherers. There*ln is not a cluster of grapes to eat, Or*iln a first-ripe fig which*i I crave."
    },
    {
        "o": 25244,
        "r": "nasb:Micah:7:2",
        "t": "The*ln godly person has perished from the land, And*ln there is no upright person*i among men. All*ln of them lie in wait for bloodshed; Each*ln of them hunts the other with a net."
    },
    {
        "o": 25245,
        "r": "nasb:Micah:7:3",
        "t": "Concerning*ln evil, both hands do it well. The*ln prince asks, also the judge, for a bribe, And*ln a great man speaks the desire of his soul; So*ln they weave it together."
    },
    {
        "o": 25246,
        "r": "nasb:Micah:7:4",
        "t": "The*ln best of them is like a briar, The*ln most upright like a thorn hedge. The*ln day when you post your watchmen, Your*ln punishment will come. Then*ln their confusion will occur."
    },
    {
        "o": 25247,
        "r": "nasb:Micah:7:5",
        "t": "Do*ln not trust in a neighbor; Do*ln not have confidence in a friend. From*ln her who lies in your bosom Guard*ln your lips."
    },
    {
        "o": 25248,
        "r": "nasb:Micah:7:6",
        "t": "For*ln son treats father contemptuously, Daughter*ln rises up against her mother, Daughter-in-law*ln against her mother-in-law; A*ln man’s enemies are the men of his own household."
    },
    {
        "o": 25249,
        "r": "nasb:Micah:7:6",
        "t": "God Is the Source of Salvation and Light",
        "h": 2
    },
    {
        "o": 25250,
        "r": "nasb:Micah:7:7",
        "t": "But*pn as for me, I will watch expectantly for the Lord;*s I*ln will wait for the God of my salvation. My*ln God will hear me."
    },
    {
        "o": 25251,
        "r": "nasb:Micah:7:8",
        "t": "Do*ln not rejoice over me, O my enemy. Though*ln I fall I will rise; Though*ln I dwell in darkness, the Lord*s is a light for me."
    },
    {
        "o": 25252,
        "r": "nasb:Micah:7:9",
        "t": "I*ln will bear the indignation of the Lord*s Because*ln I have sinned against Him, Until*ln He pleads my case and executes justice for me. He*ln will bring me out to the light, And*iln I will see His righteousness."
    },
    {
        "o": 25253,
        "r": "nasb:Micah:7:10",
        "t": "Then*ln my enemy will see, And*ln shame will cover her who said to me, “Where*ln is the Lord*s your God?” My*ln eyes will look on her; At*ln that time she will be trampled down Like*ln mire of the streets."
    },
    {
        "o": 25254,
        "r": "nasb:Micah:7:11",
        "t": "It*iln will*i be*i a day for building your walls. On*ln that day will your boundary be extended."
    },
    {
        "o": 25255,
        "r": "nasb:Micah:7:12",
        "t": "It*ln will*i be*i a day when they will come to you From*ln Assyria and the cities of Egypt, From*ln Egypt even to the Euphrates, Even*ln from sea to sea and mountain to mountain."
    },
    {
        "o": 25256,
        "r": "nasb:Micah:7:13",
        "t": "And*ln the earth will become desolate because of her inhabitants, On*ln account of the fruit of their deeds."
    },
    {
        "o": 25257,
        "r": "nasb:Micah:7:14",
        "t": "Shepherd*ln Your people with Your scepter, The*ln flock of Your possession Which*ln dwells by itself in the woodland, In*ln the midst of a fruitful field. Let*ln them feed in Bashan and Gilead As*ln in the days of old."
    },
    {
        "o": 25258,
        "r": "nasb:Micah:7:15",
        "t": "“As*ln in the days when you came out from the land of Egypt, I*ln will show you miracles.”"
    },
    {
        "o": 25259,
        "r": "nasb:Micah:7:16",
        "t": "Nations*ln will see and be ashamed Of*ln all their might. They*ln will put their*i hand on their*i mouth, Their*ln ears will be deaf."
    },
    {
        "o": 25260,
        "r": "nasb:Micah:7:17",
        "t": "They*ln will lick the dust like a serpent, Like*ln reptiles of the earth. They*ln will come trembling out of their fortresses; To*ln the Lord*s our God they will come in dread And*ln they will be afraid before You."
    },
    {
        "o": 25261,
        "r": "nasb:Micah:7:18",
        "t": "Who*ln is a God like You, who pardons iniquity And*ln passes over the rebellious act of the remnant of His possession? He*ln does not retain His anger forever, Because*ln He delights in unchanging love."
    },
    {
        "o": 25262,
        "r": "nasb:Micah:7:19",
        "t": "He*ln will again have compassion on us; He*ln will tread our iniquities under foot. Yes,*ln You will cast all their sins Into*ln the depths of the sea."
    },
    {
        "o": 25263,
        "r": "nasb:Micah:7:20",
        "t": "You*ln will give truth to Jacob And*iln unchanging love to Abraham, Which*ln You swore to our forefathers From*ln the days of old."
    }
]
