[
    {
        "o": 24808,
        "r": "niv:Jonah:4:0",
        "t": "Jonah 4",
        "h": 1
    },
    {
        "o": 24809,
        "r": "niv:Jonah:4:0",
        "t": "Jonah’s Anger at the Lord’s Compassion",
        "h": 2
    },
    {
        "o": 24810,
        "r": "niv:Jonah:4:1",
        "t": "But*p to Jonah this seemed very wrong, and he became angry."
    },
    {
        "o": 24811,
        "r": "niv:Jonah:4:2",
        "t": "He prayed to the Lord,*s “Isn’t this what I said, Lord,*s when I was still at home? That is what I tried to forestall by fleeing to Tarshish. I knew that you are a gracious and compassionate God, slow to anger and abounding in love, a God who relents from sending calamity."
    },
    {
        "o": 24812,
        "r": "niv:Jonah:4:3",
        "t": "Now, Lord,*s take away my life, for it is better for me to die than to live.”"
    },
    {
        "o": 24813,
        "r": "niv:Jonah:4:4",
        "t": "But*p the Lord*s replied, “Is it right for you to be angry?”"
    },
    {
        "o": 24814,
        "r": "niv:Jonah:4:5",
        "t": "Jonah*p had gone out and sat down at a place east of the city. There he made himself a shelter, sat in its shade and waited to see what would happen to the city."
    },
    {
        "o": 24815,
        "r": "niv:Jonah:4:6",
        "t": "Then the Lord*s God provided a leafy plant and made it grow up over Jonah to give shade for his head to ease his discomfort, and Jonah was very happy about the plant."
    },
    {
        "o": 24816,
        "r": "niv:Jonah:4:7",
        "t": "But at dawn the next day God provided a worm, which chewed the plant so that it withered."
    },
    {
        "o": 24817,
        "r": "niv:Jonah:4:8",
        "t": "When the sun rose, God provided a scorching east wind, and the sun blazed on Jonah’s head so that he grew faint. He wanted to die, and said, “It would be better for me to die than to live.”"
    },
    {
        "o": 24818,
        "r": "niv:Jonah:4:9",
        "t": "But*p God said to Jonah, “Is it right for you to be angry about the plant?” “It*p is,” he said. “And I’m so angry I wish I were dead.”"
    },
    {
        "o": 24819,
        "r": "niv:Jonah:4:10",
        "t": "But*p the Lord*s said, “You have been concerned about this plant, though you did not tend it or make it grow. It sprang up overnight and died overnight."
    },
    {
        "o": 24820,
        "r": "niv:Jonah:4:11",
        "t": "And should I not have concern for the great city of Nineveh, in which there are more than a hundred and twenty thousand people who cannot tell their right hand from their left—and also many animals?”"
    }
]
