[
    {
        "o": 12787,
        "r": "niv:2 Chronicles:24:0",
        "t": "2 Chronicles 24",
        "h": 1
    },
    {
        "o": 12788,
        "r": "niv:2 Chronicles:24:0",
        "t": "Joash Repairs the Temple",
        "h": 2
    },
    {
        "o": 12789,
        "r": "niv:2 Chronicles:24:1",
        "t": "Joash*p was seven years old when he became king, and he reigned in Jerusalem forty years. His mother’s name was Zibiah; she was from Beersheba."
    },
    {
        "o": 12790,
        "r": "niv:2 Chronicles:24:2",
        "t": "Joash did what was right in the eyes of the Lord*s all the years of Jehoiada the priest."
    },
    {
        "o": 12791,
        "r": "niv:2 Chronicles:24:3",
        "t": "Jehoiada chose two wives for him, and he had sons and daughters."
    },
    {
        "o": 12792,
        "r": "niv:2 Chronicles:24:4",
        "t": "Some*p time later Joash decided to restore the temple of the Lord.*s"
    },
    {
        "o": 12793,
        "r": "niv:2 Chronicles:24:5",
        "t": "He called together the priests and Levites and said to them, “Go to the towns of Judah and collect the money due annually from all Israel, to repair the temple of your God. Do it now.” But the Levites did not act at once."
    },
    {
        "o": 12794,
        "r": "niv:2 Chronicles:24:6",
        "t": "Therefore*p the king summoned Jehoiada the chief priest and said to him, “Why haven’t you required the Levites to bring in from Judah and Jerusalem the tax imposed by Moses the servant of the Lord*s and by the assembly of Israel for the tent of the covenant law?”"
    },
    {
        "o": 12795,
        "r": "niv:2 Chronicles:24:7",
        "t": "Now*p the sons of that wicked woman Athaliah had broken into the temple of God and had used even its sacred objects for the Baals."
    },
    {
        "o": 12796,
        "r": "niv:2 Chronicles:24:8",
        "t": "At*p the king’s command, a chest was made and placed outside, at the gate of the temple of the Lord.*s"
    },
    {
        "o": 12797,
        "r": "niv:2 Chronicles:24:9",
        "t": "A proclamation was then issued in Judah and Jerusalem that they should bring to the Lord*s the tax that Moses the servant of God had required of Israel in the wilderness."
    },
    {
        "o": 12798,
        "r": "niv:2 Chronicles:24:10",
        "t": "All the officials and all the people brought their contributions gladly, dropping them into the chest until it was full."
    },
    {
        "o": 12799,
        "r": "niv:2 Chronicles:24:11",
        "t": "Whenever the chest was brought in by the Levites to the king’s officials and they saw that there was a large amount of money, the royal secretary and the officer of the chief priest would come and empty the chest and carry it back to its place. They did this regularly and collected a great amount of money."
    },
    {
        "o": 12800,
        "r": "niv:2 Chronicles:24:12",
        "t": "The king and Jehoiada gave it to those who carried out the work required for the temple of the Lord.*s They hired masons and carpenters to restore the Lord’s*s temple, and also workers in iron and bronze to repair the temple."
    },
    {
        "o": 12801,
        "r": "niv:2 Chronicles:24:13",
        "t": "The*p men in charge of the work were diligent, and the repairs progressed under them. They rebuilt the temple of God according to its original design and reinforced it."
    },
    {
        "o": 12802,
        "r": "niv:2 Chronicles:24:14",
        "t": "When they had finished, they brought the rest of the money to the king and Jehoiada, and with it were made articles for the Lord’s*s temple: articles for the service and for the burnt offerings, and also dishes and other objects of gold and silver. As long as Jehoiada lived, burnt offerings were presented continually in the temple of the Lord.*s"
    },
    {
        "o": 12803,
        "r": "niv:2 Chronicles:24:15",
        "t": "Now*p Jehoiada was old and full of years, and he died at the age of a hundred and thirty."
    },
    {
        "o": 12804,
        "r": "niv:2 Chronicles:24:16",
        "t": "He was buried with the kings in the City of David, because of the good he had done in Israel for God and his temple."
    },
    {
        "o": 12805,
        "r": "niv:2 Chronicles:24:16",
        "t": "The Wickedness of Joash",
        "h": 2
    },
    {
        "o": 12806,
        "r": "niv:2 Chronicles:24:17",
        "t": "After*p the death of Jehoiada, the officials of Judah came and paid homage to the king, and he listened to them."
    },
    {
        "o": 12807,
        "r": "niv:2 Chronicles:24:18",
        "t": "They abandoned the temple of the Lord,*s the God of their ancestors, and worshiped Asherah poles and idols. Because of their guilt, God’s anger came on Judah and Jerusalem."
    },
    {
        "o": 12808,
        "r": "niv:2 Chronicles:24:19",
        "t": "Although the Lord*s sent prophets to the people to bring them back to him, and though they testified against them, they would not listen."
    },
    {
        "o": 12809,
        "r": "niv:2 Chronicles:24:20",
        "t": "Then*p the Spirit of God came on Zechariah son of Jehoiada the priest. He stood before the people and said, “This is what God says: ‘Why do you disobey the Lord’s*s commands? You will not prosper. Because you have forsaken the Lord,*s he has forsaken you.’ ”"
    },
    {
        "o": 12810,
        "r": "niv:2 Chronicles:24:21",
        "t": "But*p they plotted against him, and by order of the king they stoned him to death in the courtyard of the Lord’s*s temple."
    },
    {
        "o": 12811,
        "r": "niv:2 Chronicles:24:22",
        "t": "King Joash did not remember the kindness Zechariah’s father Jehoiada had shown him but killed his son, who said as he lay dying, “May the Lord*s see this and call you to account.”"
    },
    {
        "o": 12812,
        "r": "niv:2 Chronicles:24:23",
        "t": "At*p the turn of the year, the army of Aram marched against Joash; it invaded Judah and Jerusalem and killed all the leaders of the people. They sent all the plunder to their king in Damascus."
    },
    {
        "o": 12813,
        "r": "niv:2 Chronicles:24:24",
        "t": "Although the Aramean army had come with only a few men, the Lord*s delivered into their hands a much larger army. Because Judah had forsaken the Lord,*s the God of their ancestors, judgment was executed on Joash."
    },
    {
        "o": 12814,
        "r": "niv:2 Chronicles:24:25",
        "t": "When the Arameans withdrew, they left Joash severely wounded. His officials conspired against him for murdering the son of Jehoiada the priest, and they killed him in his bed. So he died and was buried in the City of David, but not in the tombs of the kings."
    },
    {
        "o": 12815,
        "r": "niv:2 Chronicles:24:26",
        "t": "Those*p who conspired against him were Zabad, son of Shimeath an Ammonite woman, and Jehozabad, son of Shimrith a Moabite woman."
    },
    {
        "o": 12816,
        "r": "niv:2 Chronicles:24:27",
        "t": "The account of his sons, the many prophecies about him, and the record of the restoration of the temple of God are written in the annotations on the book of the kings. And Amaziah his son succeeded him as king."
    }
]
