[
    {
        "o": 7444,
        "r": "csb:Judges:8:0",
        "t": "Judges 8",
        "h": 1
    },
    {
        "o": 7445,
        "r": "csb:Judges:8:1",
        "t": "The*p men of Ephraim said to him, “Why have you done this to us, not calling us when you went to fight against the Midianites?” And they argued with him violently."
    },
    {
        "o": 7446,
        "r": "csb:Judges:8:2",
        "t": "So*p he said to them, “What have I done now compared to you? Is not the gleaning of Ephraim better than the grape harvest of Abiezer?"
    },
    {
        "o": 7447,
        "r": "csb:Judges:8:3",
        "t": "God handed over to you Oreb and Zeeb, the two princes of Midian. What was I able to do compared to you?” When he said this, their anger against him subsided."
    },
    {
        "o": 7448,
        "r": "csb:Judges:8:3",
        "t": "Gideon Pursues the Kings of Midian",
        "h": 2
    },
    {
        "o": 7449,
        "r": "csb:Judges:8:4",
        "t": "Gideon*p and the three hundred men came to the Jordan and crossed it. They were exhausted but still in pursuit."
    },
    {
        "o": 7450,
        "r": "csb:Judges:8:5",
        "t": "He said to the men of Succoth, “Please give some loaves of bread to the troops under my command, because they are exhausted, for I am pursuing Zebah and Zalmunna, the kings of Midian.”"
    },
    {
        "o": 7451,
        "r": "csb:Judges:8:6",
        "t": "But*p the princes of Succoth asked, “Are Zebah and Zalmunna now in your hands that we should give bread to your army?”"
    },
    {
        "o": 7452,
        "r": "csb:Judges:8:7",
        "t": "Gideon*p replied, “Very well, when the Lord*s has handed Zebah and Zalmunna over to me, I will tear your flesh with thorns and briers from the wilderness!”"
    },
    {
        "o": 7453,
        "r": "csb:Judges:8:8",
        "t": "He went from there to Penuel and asked the same thing from them. The men of Penuel answered just as the men of Succoth had answered."
    },
    {
        "o": 7454,
        "r": "csb:Judges:8:9",
        "t": "He also told the men of Penuel, “When I return safely, I will tear down this tower!”"
    },
    {
        "o": 7455,
        "r": "csb:Judges:8:10",
        "t": "Now*p Zebah and Zalmunna were in Karkor, and with them was their army of about fifteen thousand men, who were all those left of the entire army of the people of the east. Those who had been killed were one hundred twenty thousand armed men."
    },
    {
        "o": 7456,
        "r": "csb:Judges:8:11",
        "t": "Gideon traveled on the caravan route east of Nobah and Jogbehah and attacked their army while the army felt secure."
    },
    {
        "o": 7457,
        "r": "csb:Judges:8:12",
        "t": "Zebah and Zalmunna fled, and he pursued them. He captured these two kings of Midian and routed the entire army."
    },
    {
        "o": 7458,
        "r": "csb:Judges:8:13",
        "t": "Gideon*p son of Joash returned from the battle by the Ascent of Heres."
    },
    {
        "o": 7459,
        "r": "csb:Judges:8:14",
        "t": "He captured a youth from the men of Succoth and interrogated him. The youth wrote down for him the names of the seventy-seven leaders and elders of Succoth."
    },
    {
        "o": 7460,
        "r": "csb:Judges:8:15",
        "t": "Then he went to the men of Succoth and said, “Here are Zebah and Zalmunna. You taunted me about them, saying, ‘Are Zebah and Zalmunna now in your power that we should give bread to your exhausted men? ’”"
    },
    {
        "o": 7461,
        "r": "csb:Judges:8:16",
        "t": "So he took the elders of the city, and he took some thorns and briers from the wilderness, and he disciplined the men of Succoth with them."
    },
    {
        "o": 7462,
        "r": "csb:Judges:8:17",
        "t": "He also tore down the tower of Penuel and killed the men of the city."
    },
    {
        "o": 7463,
        "r": "csb:Judges:8:18",
        "t": "He*p asked Zebah and Zalmunna, “What kind of men did you kill at Tabor?” “They*p were like you,” they said. “Each resembled the son of a king.”"
    },
    {
        "o": 7464,
        "r": "csb:Judges:8:19",
        "t": "So*p he said, “They were my brothers, the sons of my mother! As the Lord*s lives, if you had let them live, I would not kill you.”"
    },
    {
        "o": 7465,
        "r": "csb:Judges:8:20",
        "t": "Then he said to Jether, his firstborn, “Get up and kill them.” The youth did not draw his sword, for he was afraid because he was still a youth."
    },
    {
        "o": 7466,
        "r": "csb:Judges:8:21",
        "t": "Zebah*p and Zalmunna said, “Get up and strike us down yourself, for a man is judged by his strength.” So Gideon got up, killed Zebah and Zalmunna, and took the crescent ornaments that were on the necks of their camels."
    },
    {
        "o": 7467,
        "r": "csb:Judges:8:21",
        "t": "Gideon’s Legacy",
        "h": 2
    },
    {
        "o": 7468,
        "r": "csb:Judges:8:22",
        "t": "Then*p the Israelites said to Gideon, “Rule over us, you as well as your sons and your grandsons, for you delivered us from the power of Midian.”"
    },
    {
        "o": 7469,
        "r": "csb:Judges:8:23",
        "t": "But*p Gideon said to them, “I will not rule over you, and my son will not rule over you; the Lord*s will rule over you.”"
    },
    {
        "o": 7470,
        "r": "csb:Judges:8:24",
        "t": "Then he said to them, “Let me make a request of you: Everyone give me an earring from his plunder.” Now the enemy had gold earrings because they were Ishmaelites."
    },
    {
        "o": 7471,
        "r": "csb:Judges:8:25",
        "t": "They*p said, “We agree to give them.” So they spread out a cloak, and everyone threw an earring from his plunder on it."
    },
    {
        "o": 7472,
        "r": "csb:Judges:8:26",
        "t": "The weight of the gold earrings he requested was forty-three pounds of gold, in addition to the crescent ornaments and ear pendants, the purple garments on the kings of Midian, and the chains on the necks of their camels."
    },
    {
        "o": 7473,
        "r": "csb:Judges:8:27",
        "t": "Gideon made an ephod from all this and put it in Ophrah, his hometown. Then all Israel prostituted themselves by worshiping it there, and it became a snare to Gideon and his household."
    },
    {
        "o": 7474,
        "r": "csb:Judges:8:28",
        "t": "So*p Midian was subdued before the Israelites, and they were no longer a threat. The land had peace for forty years during the days of Gideon."
    },
    {
        "o": 7475,
        "r": "csb:Judges:8:29",
        "t": "Jerubbaal (that is, Gideon) son of Joash went back to live at his house."
    },
    {
        "o": 7476,
        "r": "csb:Judges:8:30",
        "t": "Gideon*p had seventy sons, his own offspring, since he had many wives."
    },
    {
        "o": 7477,
        "r": "csb:Judges:8:31",
        "t": "His concubine who was in Shechem also bore him a son, and he named him Abimelech."
    },
    {
        "o": 7478,
        "r": "csb:Judges:8:32",
        "t": "Then Gideon son of Joash died at a good old age and was buried in the tomb of his father Joash in Ophrah of the Abiezrites."
    },
    {
        "o": 7479,
        "r": "csb:Judges:8:33",
        "t": "When*p Gideon died, the Israelites turned and prostituted themselves by worshiping the Baals and made Baal-berith their god."
    },
    {
        "o": 7480,
        "r": "csb:Judges:8:34",
        "t": "The Israelites did not remember the Lord*s their God who had rescued them from the hand of the enemies around them."
    },
    {
        "o": 7481,
        "r": "csb:Judges:8:35",
        "t": "They did not show kindness to the house of Jerubbaal (that is, Gideon) for all the good he had done for Israel."
    }
]
