[
    {
        "o": 32613,
        "r": "nasb:Ephesians:5:0",
        "t": "Ephesians 5",
        "h": 1
    },
    {
        "o": 32614,
        "r": "nasb:Ephesians:5:0",
        "t": "Be Imitators of God",
        "h": 2
    },
    {
        "o": 32615,
        "r": "nasb:Ephesians:5:1",
        "t": "Therefore*p be imitators of God, as beloved children;"
    },
    {
        "o": 32616,
        "r": "nasb:Ephesians:5:2",
        "t": "and walk in love, just as Christ also loved you and gave Himself up for us, an offering and a sacrifice to God as a fragrant aroma."
    },
    {
        "o": 32617,
        "r": "nasb:Ephesians:5:3",
        "t": "But*p immorality or any impurity or greed must not even be named among you, as is proper among saints;"
    },
    {
        "o": 32618,
        "r": "nasb:Ephesians:5:4",
        "t": "and there*i must*i be*i no*i filthiness and silly talk, or coarse jesting, which are not fitting, but rather giving of thanks."
    },
    {
        "o": 32619,
        "r": "nasb:Ephesians:5:5",
        "t": "For this you know with certainty, that no immoral or impure person or covetous man, who is an idolater, has an inheritance in the kingdom of Christ and God."
    },
    {
        "o": 32620,
        "r": "nasb:Ephesians:5:6",
        "t": "Let*p no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience."
    },
    {
        "o": 32621,
        "r": "nasb:Ephesians:5:7",
        "t": "Therefore do not be partakers with them;"
    },
    {
        "o": 32622,
        "r": "nasb:Ephesians:5:8",
        "t": "for you were formerly darkness, but now you are Light in the Lord; walk as children of Light"
    },
    {
        "o": 32623,
        "r": "nasb:Ephesians:5:9",
        "t": "(for the fruit of the Light consists*i in all goodness and righteousness and truth),"
    },
    {
        "o": 32624,
        "r": "nasb:Ephesians:5:10",
        "t": "trying to learn what is pleasing to the Lord."
    },
    {
        "o": 32625,
        "r": "nasb:Ephesians:5:11",
        "t": "Do not participate in the unfruitful deeds of darkness, but instead even expose them;"
    },
    {
        "o": 32626,
        "r": "nasb:Ephesians:5:12",
        "t": "for it is disgraceful even to speak of the things which are done by them in secret."
    },
    {
        "o": 32627,
        "r": "nasb:Ephesians:5:13",
        "t": "But all things become visible when they are exposed by the light, for everything that becomes visible is light."
    },
    {
        "o": 32628,
        "r": "nasb:Ephesians:5:14",
        "t": "For this reason it says, “Awake,*pn sleeper, And*ln arise from the dead, And*ln Christ will shine on you.”"
    },
    {
        "o": 32629,
        "r": "nasb:Ephesians:5:15",
        "t": "Therefore*p be careful how you walk, not as unwise men but as wise,"
    },
    {
        "o": 32630,
        "r": "nasb:Ephesians:5:16",
        "t": "making the most of your time, because the days are evil."
    },
    {
        "o": 32631,
        "r": "nasb:Ephesians:5:17",
        "t": "So then do not be foolish, but understand what the will of the Lord is."
    },
    {
        "o": 32632,
        "r": "nasb:Ephesians:5:18",
        "t": "And do not get drunk with wine, for that is dissipation, but be filled with the Spirit,"
    },
    {
        "o": 32633,
        "r": "nasb:Ephesians:5:19",
        "t": "speaking to one another in psalms and hymns and spiritual songs, singing and making melody with your heart to the Lord;"
    },
    {
        "o": 32634,
        "r": "nasb:Ephesians:5:20",
        "t": "always giving thanks for all things in the name of our Lord Jesus Christ to God, even the Father;"
    },
    {
        "o": 32635,
        "r": "nasb:Ephesians:5:21",
        "t": "and be subject to one another in the fear of Christ."
    },
    {
        "o": 32636,
        "r": "nasb:Ephesians:5:21",
        "t": "Marriage Like Christ and the Church",
        "h": 2
    },
    {
        "o": 32637,
        "r": "nasb:Ephesians:5:22",
        "t": "Wives,*p be*i subject*i to your own husbands, as to the Lord."
    },
    {
        "o": 32638,
        "r": "nasb:Ephesians:5:23",
        "t": "For the husband is the head of the wife, as Christ also is the head of the church, He Himself being*i the Savior of the body."
    },
    {
        "o": 32639,
        "r": "nasb:Ephesians:5:24",
        "t": "But as the church is subject to Christ, so also the wives ought*i to*i be*i to their husbands in everything."
    },
    {
        "o": 32640,
        "r": "nasb:Ephesians:5:25",
        "t": "Husbands,*p love your wives, just as Christ also loved the church and gave Himself up for her,"
    },
    {
        "o": 32641,
        "r": "nasb:Ephesians:5:26",
        "t": "so that He might sanctify her, having cleansed her by the washing of water with the word,"
    },
    {
        "o": 32642,
        "r": "nasb:Ephesians:5:27",
        "t": "that He might present to Himself the church in all her glory, having no spot or wrinkle or any such thing; but that she would be holy and blameless."
    },
    {
        "o": 32643,
        "r": "nasb:Ephesians:5:28",
        "t": "So husbands ought also to love their own wives as their own bodies. He who loves his own wife loves himself;"
    },
    {
        "o": 32644,
        "r": "nasb:Ephesians:5:29",
        "t": "for no one ever hated his own flesh, but nourishes and cherishes it, just as Christ also does*i the church,"
    },
    {
        "o": 32645,
        "r": "nasb:Ephesians:5:30",
        "t": "because we are members of His body."
    },
    {
        "o": 32646,
        "r": "nasb:Ephesians:5:31",
        "t": "For*s this*s reason*s a*s man*s shall*s leave*s his*s father*s and*s mother*s and*s shall*s be*s joined*s to*s his*s wife,*s and*s the*s two*s shall*s become*s one*s flesh.*s"
    },
    {
        "o": 32647,
        "r": "nasb:Ephesians:5:32",
        "t": "This mystery is great; but I am speaking with reference to Christ and the church."
    },
    {
        "o": 32648,
        "r": "nasb:Ephesians:5:33",
        "t": "Nevertheless, each individual among you also is to love his own wife even as himself, and the wife must see*i to*i it*i that she respects her husband."
    }
]
