[
    {
        "o": 25460,
        "r": "niv:Malachi:3:0",
        "t": "Malachi 3",
        "h": 1
    },
    {
        "o": 25461,
        "r": "niv:Malachi:3:1",
        "t": "“I*p will send my messenger, who will prepare the way before me. Then suddenly the Lord you are seeking will come to his temple; the messenger of the covenant, whom you desire, will come,” says the Lord*s Almighty."
    },
    {
        "o": 25462,
        "r": "niv:Malachi:3:2",
        "t": "But*p who can endure the day of his coming? Who can stand when he appears? For he will be like a refiner’s fire or a launderer’s soap."
    },
    {
        "o": 25463,
        "r": "niv:Malachi:3:3",
        "t": "He will sit as a refiner and purifier of silver; he will purify the Levites and refine them like gold and silver. Then the Lord*s will have men who will bring offerings in righteousness,"
    },
    {
        "o": 25464,
        "r": "niv:Malachi:3:4",
        "t": "and the offerings of Judah and Jerusalem will be acceptable to the Lord,*s as in days gone by, as in former years."
    },
    {
        "o": 25465,
        "r": "niv:Malachi:3:5",
        "t": "“So*p I will come to put you on trial. I will be quick to testify against sorcerers, adulterers and perjurers, against those who defraud laborers of their wages, who oppress the widows and the fatherless, and deprive the foreigners among you of justice, but do not fear me,” says the Lord*s Almighty."
    },
    {
        "o": 25466,
        "r": "niv:Malachi:3:5",
        "t": "Breaking Covenant by Withholding Tithes",
        "h": 2
    },
    {
        "o": 25467,
        "r": "niv:Malachi:3:6",
        "t": "“I*p the Lord*s do not change. So you, the descendants of Jacob, are not destroyed."
    },
    {
        "o": 25468,
        "r": "niv:Malachi:3:7",
        "t": "Ever since the time of your ancestors you have turned away from my decrees and have not kept them. Return to me, and I will return to you,” says the Lord*s Almighty. “But*p you ask, ‘How are we to return?’"
    },
    {
        "o": 25469,
        "r": "niv:Malachi:3:8",
        "t": "“Will*p a mere mortal rob God? Yet you rob me. “But*p you ask, ‘How are we robbing you?’ “In*p tithes and offerings."
    },
    {
        "o": 25470,
        "r": "niv:Malachi:3:9",
        "t": "You are under a curse—your whole nation—because you are robbing me."
    },
    {
        "o": 25471,
        "r": "niv:Malachi:3:10",
        "t": "Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,” says the Lord*s Almighty, “and see if I will not throw open the floodgates of heaven and pour out so much blessing that there will not be room enough to store it."
    },
    {
        "o": 25472,
        "r": "niv:Malachi:3:11",
        "t": "I will prevent pests from devouring your crops, and the vines in your fields will not drop their fruit before it is ripe,” says the Lord*s Almighty."
    },
    {
        "o": 25473,
        "r": "niv:Malachi:3:12",
        "t": "“Then all the nations will call you blessed, for yours will be a delightful land,” says the Lord*s Almighty."
    },
    {
        "o": 25474,
        "r": "niv:Malachi:3:12",
        "t": "Israel Speaks Arrogantly Against God",
        "h": 2
    },
    {
        "o": 25475,
        "r": "niv:Malachi:3:13",
        "t": "“You*p have spoken arrogantly against me,” says the Lord.*s “Yet*p you ask, ‘What have we said against you?’"
    },
    {
        "o": 25476,
        "r": "niv:Malachi:3:14",
        "t": "“You*p have said, ‘It is futile to serve God. What do we gain by carrying out his requirements and going about like mourners before the Lord*s Almighty?"
    },
    {
        "o": 25477,
        "r": "niv:Malachi:3:15",
        "t": "But now we call the arrogant blessed. Certainly evildoers prosper, and even when they put God to the test, they get away with it.’ ”"
    },
    {
        "o": 25478,
        "r": "niv:Malachi:3:15",
        "t": "The Faithful Remnant",
        "h": 2
    },
    {
        "o": 25479,
        "r": "niv:Malachi:3:16",
        "t": "Then*p those who feared the Lord*s talked with each other, and the Lord*s listened and heard. A scroll of remembrance was written in his presence concerning those who feared the Lord*s and honored his name."
    },
    {
        "o": 25480,
        "r": "niv:Malachi:3:17",
        "t": "“On*p the day when I act,” says the Lord*s Almighty, “they will be my treasured possession. I will spare them, just as a father has compassion and spares his son who serves him."
    },
    {
        "o": 25481,
        "r": "niv:Malachi:3:18",
        "t": "And you will again see the distinction between the righteous and the wicked, between those who serve God and those who do not."
    }
]
