[
    {
        "o": 8478,
        "r": "nasb:1 Samuel:21:0",
        "t": "1 Samuel 21",
        "h": 1
    },
    {
        "o": 8479,
        "r": "nasb:1 Samuel:21:0",
        "t": "David Takes Consecrated Bread",
        "h": 2
    },
    {
        "o": 8480,
        "r": "nasb:1 Samuel:21:1",
        "t": "Then*p David came to Nob to Ahimelech the priest; and Ahimelech came trembling to meet David and said to him, “Why are you alone and no one with you?”"
    },
    {
        "o": 8481,
        "r": "nasb:1 Samuel:21:2",
        "t": "David said to Ahimelech the priest, “The king has commissioned me with a matter and has said to me, ‘Let no one know anything about the matter on which I am sending you and with which I have commissioned you; and I have directed the young men to a certain place.’"
    },
    {
        "o": 8482,
        "r": "nasb:1 Samuel:21:3",
        "t": "Now therefore, what do you have on hand? Give me five loaves of bread, or whatever can be found.”"
    },
    {
        "o": 8483,
        "r": "nasb:1 Samuel:21:4",
        "t": "The priest answered David and said, “There is no ordinary bread on hand, but there is consecrated bread; if only the young men have kept themselves from women.”"
    },
    {
        "o": 8484,
        "r": "nasb:1 Samuel:21:5",
        "t": "David answered the priest and said to him, “Surely women have been kept from us as previously when I set out and the vessels of the young men were holy, though it was an ordinary journey; how much more then today will their vessels be*i holy?”*i"
    },
    {
        "o": 8485,
        "r": "nasb:1 Samuel:21:6",
        "t": "So the priest gave him consecrated bread;*i for there was no bread there but the bread of the Presence which was removed from before the Lord,*s in order to put hot bread in*i its*i place*i when it was taken away."
    },
    {
        "o": 8486,
        "r": "nasb:1 Samuel:21:7",
        "t": "Now*p one of the servants of Saul was there that day, detained before the Lord;*s and his name was Doeg the Edomite, the chief of Saul’s shepherds."
    },
    {
        "o": 8487,
        "r": "nasb:1 Samuel:21:8",
        "t": "David*p said to Ahimelech, “Now is there not a spear or a sword on hand? For I brought neither my sword nor my weapons with me, because the king’s matter was urgent.”"
    },
    {
        "o": 8488,
        "r": "nasb:1 Samuel:21:9",
        "t": "Then the priest said, “The sword of Goliath the Philistine, whom you killed in the valley of Elah, behold, it is wrapped in a cloth behind the ephod; if you would take it for yourself, take it.*i For there is no other except it here.” And David said, “There is none like it; give it to me.”"
    },
    {
        "o": 8489,
        "r": "nasb:1 Samuel:21:10",
        "t": "Then*p David arose and fled that day from Saul, and went to Achish king of Gath."
    },
    {
        "o": 8490,
        "r": "nasb:1 Samuel:21:11",
        "t": "But the servants of Achish said to him, “Is this not David the king of the land? Did they not sing of this one as they danced, saying, ‘Saul*pn has slain his thousands, And*ln David his ten thousands’?”"
    },
    {
        "o": 8491,
        "r": "nasb:1 Samuel:21:12",
        "t": "David*p took these words to heart and greatly feared Achish king of Gath."
    },
    {
        "o": 8492,
        "r": "nasb:1 Samuel:21:13",
        "t": "So he disguised his sanity before them, and acted insanely in their hands, and scribbled on the doors of the gate, and let his saliva run down into his beard."
    },
    {
        "o": 8493,
        "r": "nasb:1 Samuel:21:14",
        "t": "Then Achish said to his servants, “Behold, you see the man behaving as a madman. Why do you bring him to me?"
    },
    {
        "o": 8494,
        "r": "nasb:1 Samuel:21:15",
        "t": "Do I lack madmen, that you have brought this one to act the madman in my presence? Shall this one come into my house?”"
    }
]
