[
    {
        "o": 10873,
        "r": "csb:2 Kings:11:0",
        "t": "2 Kings 11",
        "h": 1
    },
    {
        "o": 10874,
        "r": "csb:2 Kings:11:0",
        "t": "Athaliah Usurps the Throne",
        "h": 2
    },
    {
        "o": 10875,
        "r": "csb:2 Kings:11:1",
        "t": "When*p Athaliah, Ahaziah’s mother, saw that her son was dead, she proceeded to annihilate all the royal heirs."
    },
    {
        "o": 10876,
        "r": "csb:2 Kings:11:2",
        "t": "Jehosheba, who was King Jehoram’s daughter and Ahaziah’s sister, secretly rescued Joash son of Ahaziah from among the king’s sons who were being killed and put him and the one who nursed him in a bedroom. So he was hidden from Athaliah and was not killed."
    },
    {
        "o": 10877,
        "r": "csb:2 Kings:11:3",
        "t": "Joash was in hiding with her in the Lord’s*s temple six years while Athaliah reigned over the land."
    },
    {
        "o": 10878,
        "r": "csb:2 Kings:11:3",
        "t": "Athaliah Overthrown",
        "h": 2
    },
    {
        "o": 10879,
        "r": "csb:2 Kings:11:4",
        "t": "In*p the seventh year, Jehoiada sent for the commanders of hundreds, the Carites, and the guards. He had them come to him in the Lord’s*s temple, where he made a covenant with them and put them under oath. He showed them the king’s son"
    },
    {
        "o": 10880,
        "r": "csb:2 Kings:11:5",
        "t": "and commanded them, “This is what you are to do: A third of you who come on duty on the Sabbath are to provide protection for the king’s palace."
    },
    {
        "o": 10881,
        "r": "csb:2 Kings:11:6",
        "t": "A third are to be at the Foundation Gate and a third at the gate behind the guards. You are to take turns providing protection for the palace."
    },
    {
        "o": 10882,
        "r": "csb:2 Kings:11:7",
        "t": "“Your*p two divisions that go off duty on the Sabbath are to provide the king protection at the Lord’s*s temple."
    },
    {
        "o": 10883,
        "r": "csb:2 Kings:11:8",
        "t": "Completely surround the king with weapons in hand. Anyone who approaches the ranks is to be put to death. Be with the king in all his daily tasks.”"
    },
    {
        "o": 10884,
        "r": "csb:2 Kings:11:9",
        "t": "So*p the commanders of hundreds did everything the priest Jehoiada commanded. They each brought their men - those coming on duty on the Sabbath and those going off duty - and came to the priest Jehoiada."
    },
    {
        "o": 10885,
        "r": "csb:2 Kings:11:10",
        "t": "The priest gave to the commanders of hundreds King David’s spears and shields that were in the Lord’s*s temple."
    },
    {
        "o": 10886,
        "r": "csb:2 Kings:11:11",
        "t": "Then the guards stood with their weapons in hand surrounding the king - from the right side of the temple to the left side, by the altar and by the temple."
    },
    {
        "o": 10887,
        "r": "csb:2 Kings:11:12",
        "t": "Jehoiada*p brought out the king’s son, put the crown on him, gave him the testimony, and made him king. They anointed him and clapped their hands and cried, “Long live the king!”"
    },
    {
        "o": 10888,
        "r": "csb:2 Kings:11:13",
        "t": "When*p Athaliah heard the noise from the guard and the crowd, she went out to the people at the Lord’s*s temple."
    },
    {
        "o": 10889,
        "r": "csb:2 Kings:11:14",
        "t": "She looked, and there was the king standing by the pillar according to the custom. The commanders and the trumpeters were by the king, and all the people of the land were rejoicing and blowing trumpets. Athaliah tore her clothes and screamed “Treason! Treason!”"
    },
    {
        "o": 10890,
        "r": "csb:2 Kings:11:15",
        "t": "Then*p the priest Jehoiada ordered the commanders of hundreds in charge of the army, “Take her out between the ranks, and put to death by the sword anyone who follows her,” for the priest had said, “She is not to be put to death in the Lord’s*s temple.”"
    },
    {
        "o": 10891,
        "r": "csb:2 Kings:11:16",
        "t": "So they arrested her, and she went through the horse entrance to the king’s palace, where she was put to death."
    },
    {
        "o": 10892,
        "r": "csb:2 Kings:11:16",
        "t": "Jehoiada’s Reforms",
        "h": 2
    },
    {
        "o": 10893,
        "r": "csb:2 Kings:11:17",
        "t": "Then*p Jehoiada made a covenant between the Lord,*s the king, and the people that they would be the Lord’s*s people and another covenant between the king and the people."
    },
    {
        "o": 10894,
        "r": "csb:2 Kings:11:18",
        "t": "So all the people of the land went to the temple of Baal and tore it down. They smashed its altars and images to pieces, and they killed Mattan, the priest of Baal, at the altars. Then*p Jehoiada the priest appointed guards for the Lord’s*s temple."
    },
    {
        "o": 10895,
        "r": "csb:2 Kings:11:19",
        "t": "He took the commanders of hundreds, the Carites, the guards, and all the people of the land, and they brought the king from the Lord’s*s temple. They entered the king’s palace by way of the guards’ gate. Then Joash sat on the throne of the kings."
    },
    {
        "o": 10896,
        "r": "csb:2 Kings:11:20",
        "t": "All the people of the land rejoiced, and the city was quiet, for they had put Athaliah to death by the sword in the king’s palace."
    },
    {
        "o": 10897,
        "r": "csb:2 Kings:11:20",
        "t": "Judah’s King Joash",
        "h": 2
    },
    {
        "o": 10898,
        "r": "csb:2 Kings:11:21",
        "t": "Joash*p was seven years old when he became king."
    }
]
