[
    {
        "o": 33816,
        "r": "nkjv:Titus:1:0",
        "t": "Titus 1",
        "h": 1
    },
    {
        "o": 33817,
        "r": "nkjv:Titus:1:0",
        "t": "Greeting",
        "h": 2
    },
    {
        "o": 33818,
        "r": "nkjv:Titus:1:1",
        "t": "Paul,*p a bondservant of God and an apostle of Jesus Christ, according to the faith of God’s elect and the acknowledgment of the truth which accords with godliness,"
    },
    {
        "o": 33819,
        "r": "nkjv:Titus:1:2",
        "t": "in hope of eternal life which God, who cannot lie, promised before time began,"
    },
    {
        "o": 33820,
        "r": "nkjv:Titus:1:3",
        "t": "but has in due time manifested His word through preaching, which was committed to me according to the commandment of God our Savior;"
    },
    {
        "o": 33821,
        "r": "nkjv:Titus:1:4",
        "t": "To*p Titus, a true son in our*i common faith: Grace,*p mercy, and*i peace from God the Father and the Lord Jesus Christ our Savior."
    },
    {
        "o": 33822,
        "r": "nkjv:Titus:1:4",
        "t": "Qualified Elders",
        "h": 2
    },
    {
        "o": 33823,
        "r": "nkjv:Titus:1:5",
        "t": "For*p this reason I left you in Crete, that you should set in order the things that are lacking, and appoint elders in every city as I commanded you—"
    },
    {
        "o": 33824,
        "r": "nkjv:Titus:1:6",
        "t": "if a man is blameless, the husband of one wife, having faithful children not accused of dissipation or insubordination."
    },
    {
        "o": 33825,
        "r": "nkjv:Titus:1:7",
        "t": "For a bishop must be blameless, as a steward of God, not self-willed, not quick-tempered, not given to wine, not violent, not greedy for money,"
    },
    {
        "o": 33826,
        "r": "nkjv:Titus:1:8",
        "t": "but hospitable, a lover of what is good, sober-minded, just, holy, self-controlled,"
    },
    {
        "o": 33827,
        "r": "nkjv:Titus:1:9",
        "t": "holding fast the faithful word as he has been taught, that he may be able, by sound doctrine, both to exhort and convict those who contradict."
    },
    {
        "o": 33828,
        "r": "nkjv:Titus:1:9",
        "t": "The Elders’ Task",
        "h": 2
    },
    {
        "o": 33829,
        "r": "nkjv:Titus:1:10",
        "t": "For*p there are many insubordinate, both idle talkers and deceivers, especially those of the circumcision,"
    },
    {
        "o": 33830,
        "r": "nkjv:Titus:1:11",
        "t": "whose mouths must be stopped, who subvert whole households, teaching things which they ought not, for the sake of dishonest gain."
    },
    {
        "o": 33831,
        "r": "nkjv:Titus:1:12",
        "t": "One of them, a prophet of their own, said, “Cretans are*i always liars, evil beasts, lazy gluttons.”"
    },
    {
        "o": 33832,
        "r": "nkjv:Titus:1:13",
        "t": "This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith,"
    },
    {
        "o": 33833,
        "r": "nkjv:Titus:1:14",
        "t": "not giving heed to Jewish fables and commandments of men who turn from the truth."
    },
    {
        "o": 33834,
        "r": "nkjv:Titus:1:15",
        "t": "To the pure all things are pure, but to those who are defiled and unbelieving nothing is pure; but even their mind and conscience are defiled."
    },
    {
        "o": 33835,
        "r": "nkjv:Titus:1:16",
        "t": "They profess to know God, but in works they deny Him,*i being abominable, disobedient, and disqualified for every good work."
    },
    {
        "o": 33836,
        "r": "nkjv:Titus:2:0",
        "t": "Titus 2",
        "h": 1
    },
    {
        "o": 33837,
        "r": "nkjv:Titus:2:0",
        "t": "Qualities of a Sound Church",
        "h": 2
    },
    {
        "o": 33838,
        "r": "nkjv:Titus:2:1",
        "t": "But*p as for you, speak the things which are proper for sound doctrine:"
    },
    {
        "o": 33839,
        "r": "nkjv:Titus:2:2",
        "t": "that the older men be sober, reverent, temperate, sound in faith, in love, in patience;"
    },
    {
        "o": 33840,
        "r": "nkjv:Titus:2:3",
        "t": "the older women likewise, that they be reverent in behavior, not slanderers, not given to much wine, teachers of good things—"
    },
    {
        "o": 33841,
        "r": "nkjv:Titus:2:4",
        "t": "that they admonish the young women to love their husbands, to love their children,"
    },
    {
        "o": 33842,
        "r": "nkjv:Titus:2:5",
        "t": "to*i be*i discreet, chaste, homemakers, good, obedient to their own husbands, that the word of God may not be blasphemed."
    },
    {
        "o": 33843,
        "r": "nkjv:Titus:2:6",
        "t": "Likewise,*p exhort the young men to be sober-minded,"
    },
    {
        "o": 33844,
        "r": "nkjv:Titus:2:7",
        "t": "in all things showing yourself to*i be*i a pattern of good works; in doctrine showing*i integrity, reverence, incorruptibility,"
    },
    {
        "o": 33845,
        "r": "nkjv:Titus:2:8",
        "t": "sound speech that cannot be condemned, that one who is an opponent may be ashamed, having nothing evil to say of you."
    },
    {
        "o": 33846,
        "r": "nkjv:Titus:2:9",
        "t": "Exhort*ip bondservants to be obedient to their own masters, to be well pleasing in all things,*i not answering back,"
    },
    {
        "o": 33847,
        "r": "nkjv:Titus:2:10",
        "t": "not pilfering, but showing all good fidelity, that they may adorn the doctrine of God our Savior in all things."
    },
    {
        "o": 33848,
        "r": "nkjv:Titus:2:10",
        "t": "Trained by Saving Grace",
        "h": 2
    },
    {
        "o": 33849,
        "r": "nkjv:Titus:2:11",
        "t": "For*p the grace of God that brings salvation has appeared to all men,"
    },
    {
        "o": 33850,
        "r": "nkjv:Titus:2:12",
        "t": "teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in the present age,"
    },
    {
        "o": 33851,
        "r": "nkjv:Titus:2:13",
        "t": "looking for the blessed hope and glorious appearing of our great God and Savior Jesus Christ,"
    },
    {
        "o": 33852,
        "r": "nkjv:Titus:2:14",
        "t": "who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself His*i own special people, zealous for good works."
    },
    {
        "o": 33853,
        "r": "nkjv:Titus:2:15",
        "t": "Speak*p these things, exhort, and rebuke with all authority. Let no one despise you."
    },
    {
        "o": 33854,
        "r": "nkjv:Titus:3:0",
        "t": "Titus 3",
        "h": 1
    },
    {
        "o": 33855,
        "r": "nkjv:Titus:3:0",
        "t": "Graces of the Heirs of Grace",
        "h": 2
    },
    {
        "o": 33856,
        "r": "nkjv:Titus:3:1",
        "t": "Remind*p them to be subject to rulers and authorities, to obey, to be ready for every good work,"
    },
    {
        "o": 33857,
        "r": "nkjv:Titus:3:2",
        "t": "to speak evil of no one, to be peaceable, gentle, showing all humility to all men."
    },
    {
        "o": 33858,
        "r": "nkjv:Titus:3:3",
        "t": "For we ourselves were also once foolish, disobedient, deceived, serving various lusts and pleasures, living in malice and envy, hateful and hating one another."
    },
    {
        "o": 33859,
        "r": "nkjv:Titus:3:4",
        "t": "But when the kindness and the love of God our Savior toward man appeared,"
    },
    {
        "o": 33860,
        "r": "nkjv:Titus:3:5",
        "t": "not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of regeneration and renewing of the Holy Spirit,"
    },
    {
        "o": 33861,
        "r": "nkjv:Titus:3:6",
        "t": "whom He poured out on us abundantly through Jesus Christ our Savior,"
    },
    {
        "o": 33862,
        "r": "nkjv:Titus:3:7",
        "t": "that having been justified by His grace we should become heirs according to the hope of eternal life."
    },
    {
        "o": 33863,
        "r": "nkjv:Titus:3:8",
        "t": "This*p is a faithful saying, and these things I want you to affirm constantly, that those who have believed in God should be careful to maintain good works. These things are good and profitable to men."
    },
    {
        "o": 33864,
        "r": "nkjv:Titus:3:8",
        "t": "Avoid Dissension",
        "h": 2
    },
    {
        "o": 33865,
        "r": "nkjv:Titus:3:9",
        "t": "But*p avoid foolish disputes, genealogies, contentions, and strivings about the law; for they are unprofitable and useless."
    },
    {
        "o": 33866,
        "r": "nkjv:Titus:3:10",
        "t": "Reject a divisive man after the first and second admonition,"
    },
    {
        "o": 33867,
        "r": "nkjv:Titus:3:11",
        "t": "knowing that such a person is warped and sinning, being self-condemned."
    },
    {
        "o": 33868,
        "r": "nkjv:Titus:3:11",
        "t": "Final Messages",
        "h": 2
    },
    {
        "o": 33869,
        "r": "nkjv:Titus:3:12",
        "t": "When*p I send Artemas to you, or Tychicus, be diligent to come to me at Nicopolis, for I have decided to spend the winter there."
    },
    {
        "o": 33870,
        "r": "nkjv:Titus:3:13",
        "t": "Send Zenas the lawyer and Apollos on their journey with haste, that they may lack nothing."
    },
    {
        "o": 33871,
        "r": "nkjv:Titus:3:14",
        "t": "And let our people*i also learn to maintain good works, to meet*i urgent needs, that they may not be unfruitful."
    },
    {
        "o": 33872,
        "r": "nkjv:Titus:3:14",
        "t": "Farewell",
        "h": 2
    },
    {
        "o": 33873,
        "r": "nkjv:Titus:3:15",
        "t": "All*p who are*i with me greet you. Greet those who love us in the faith. Grace*p be*i with you all. Amen."
    }
]
