[
    {
        "o": 2425,
        "r": "csb:Exodus:25:0",
        "t": "Exodus 25",
        "h": 1
    },
    {
        "o": 2426,
        "r": "csb:Exodus:25:0",
        "t": "Offerings to Build the Tabernacle",
        "h": 2
    },
    {
        "o": 2427,
        "r": "csb:Exodus:25:1",
        "t": "The*p Lord*s spoke to Moses:"
    },
    {
        "o": 2428,
        "r": "csb:Exodus:25:2",
        "t": "“Tell the Israelites to take an offering for me. You are to take my offering from everyone who is willing to give."
    },
    {
        "o": 2429,
        "r": "csb:Exodus:25:3",
        "t": "This is the offering you are to receive from them: gold, silver, and bronze;"
    },
    {
        "o": 2430,
        "r": "csb:Exodus:25:4",
        "t": "blue, purple, and scarlet yarn; fine linen and goat hair;"
    },
    {
        "o": 2431,
        "r": "csb:Exodus:25:5",
        "t": "ram skins dyed red and fine leather; acacia wood;"
    },
    {
        "o": 2432,
        "r": "csb:Exodus:25:6",
        "t": "oil for the light; spices for the anointing oil and for the fragrant incense;"
    },
    {
        "o": 2433,
        "r": "csb:Exodus:25:7",
        "t": "and onyx along with other gemstones for mounting on the ephod and breastpiece."
    },
    {
        "o": 2434,
        "r": "csb:Exodus:25:8",
        "t": "“They*p are to make a sanctuary for me so that I may dwell among them."
    },
    {
        "o": 2435,
        "r": "csb:Exodus:25:9",
        "t": "You must make it according to all that I show you - the pattern of the tabernacle as well as the pattern of all its furnishings."
    },
    {
        "o": 2436,
        "r": "csb:Exodus:25:9",
        "t": "The Ark",
        "h": 2
    },
    {
        "o": 2437,
        "r": "csb:Exodus:25:10",
        "t": "“They*p are to make an ark of acacia wood, forty-five inches long, twenty-seven inches wide, and twenty-seven inches high."
    },
    {
        "o": 2438,
        "r": "csb:Exodus:25:11",
        "t": "Overlay it with pure gold; overlay it both inside and out. Also make a gold molding all around it."
    },
    {
        "o": 2439,
        "r": "csb:Exodus:25:12",
        "t": "Cast four gold rings for it and place them on its four feet, two rings on one side and two rings on the other side."
    },
    {
        "o": 2440,
        "r": "csb:Exodus:25:13",
        "t": "Make poles of acacia wood and overlay them with gold."
    },
    {
        "o": 2441,
        "r": "csb:Exodus:25:14",
        "t": "Insert the poles into the rings on the sides of the ark in order to carry the ark with them."
    },
    {
        "o": 2442,
        "r": "csb:Exodus:25:15",
        "t": "The poles are to remain in the rings of the ark; they must not be removed from it."
    },
    {
        "o": 2443,
        "r": "csb:Exodus:25:16",
        "t": "Put the tablets of the testimony that I will give you into the ark."
    },
    {
        "o": 2444,
        "r": "csb:Exodus:25:17",
        "t": "Make a mercy seat of pure gold, forty-five inches long and twenty-seven inches wide."
    },
    {
        "o": 2445,
        "r": "csb:Exodus:25:18",
        "t": "Make two cherubim of gold; make them of hammered work at the two ends of the mercy seat."
    },
    {
        "o": 2446,
        "r": "csb:Exodus:25:19",
        "t": "Make one cherub at one end and one cherub at the other end. At its two ends, make the cherubim of one piece with the mercy seat."
    },
    {
        "o": 2447,
        "r": "csb:Exodus:25:20",
        "t": "The cherubim are to have wings spread out above, covering the mercy seat with their wings, and are to face one another. The faces of the cherubim should be toward the mercy seat."
    },
    {
        "o": 2448,
        "r": "csb:Exodus:25:21",
        "t": "Set the mercy seat on top of the ark and put the tablets of the testimony that I will give you into the ark."
    },
    {
        "o": 2449,
        "r": "csb:Exodus:25:22",
        "t": "I will meet with you there above the mercy seat, between the two cherubim that are over the ark of the testimony; I will speak with you from there about all that I command you regarding the Israelites."
    },
    {
        "o": 2450,
        "r": "csb:Exodus:25:22",
        "t": "The Table",
        "h": 2
    },
    {
        "o": 2451,
        "r": "csb:Exodus:25:23",
        "t": "“You*p are to construct a table of acacia wood, thirty-six inches long, eighteen inches wide, and twenty-seven inches high."
    },
    {
        "o": 2452,
        "r": "csb:Exodus:25:24",
        "t": "Overlay it with pure gold and make a gold molding all around it."
    },
    {
        "o": 2453,
        "r": "csb:Exodus:25:25",
        "t": "Make a three-inch frame all around it and make a gold molding for it all around its frame."
    },
    {
        "o": 2454,
        "r": "csb:Exodus:25:26",
        "t": "Make four gold rings for it, and attach the rings to the four corners at its four legs."
    },
    {
        "o": 2455,
        "r": "csb:Exodus:25:27",
        "t": "The rings should be next to the frame as holders for the poles to carry the table."
    },
    {
        "o": 2456,
        "r": "csb:Exodus:25:28",
        "t": "Make the poles of acacia wood and overlay them with gold, and the table can be carried by them."
    },
    {
        "o": 2457,
        "r": "csb:Exodus:25:29",
        "t": "You are also to make its plates and cups, as well as its pitchers and bowls for pouring drink offerings. Make them out of pure gold."
    },
    {
        "o": 2458,
        "r": "csb:Exodus:25:30",
        "t": "Put the Bread of the Presence on the table before me at all times."
    },
    {
        "o": 2459,
        "r": "csb:Exodus:25:30",
        "t": "The Lampstand",
        "h": 2
    },
    {
        "o": 2460,
        "r": "csb:Exodus:25:31",
        "t": "“You*p are to make a lampstand out of pure, hammered gold. It is to be made of one piece: its base and shaft, its ornamental cups, and its buds and petals."
    },
    {
        "o": 2461,
        "r": "csb:Exodus:25:32",
        "t": "Six branches are to extend from its sides, three branches of the lampstand from one side and three branches of the lampstand from the other side."
    },
    {
        "o": 2462,
        "r": "csb:Exodus:25:33",
        "t": "There are to be three cups shaped like almond blossoms, each with a bud and petals, on one branch, and three cups shaped like almond blossoms, each with a bud and petals, on the next branch. It is to be this way for the six branches that extend from the lampstand."
    },
    {
        "o": 2463,
        "r": "csb:Exodus:25:34",
        "t": "There are to be four cups shaped like almond blossoms on the lampstand shaft along with its buds and petals."
    },
    {
        "o": 2464,
        "r": "csb:Exodus:25:35",
        "t": "For the six branches that extend from the lampstand, a bud must be under the first pair of branches from it, a bud under the second pair of branches from it, and a bud under the third pair of branches from it."
    },
    {
        "o": 2465,
        "r": "csb:Exodus:25:36",
        "t": "Their buds and branches are to be of one piece. All of it is to be a single hammered piece of pure gold."
    },
    {
        "o": 2466,
        "r": "csb:Exodus:25:37",
        "t": "“Make*p its seven lamps, and set them up so that they illuminate the area in front of it."
    },
    {
        "o": 2467,
        "r": "csb:Exodus:25:38",
        "t": "Its snuffers and firepans must be of pure gold."
    },
    {
        "o": 2468,
        "r": "csb:Exodus:25:39",
        "t": "The lampstand with all these utensils is to be made from seventy-five pounds of pure gold."
    },
    {
        "o": 2469,
        "r": "csb:Exodus:25:40",
        "t": "Be careful to make them according to the pattern you have been shown on the mountain."
    }
]
