[
    {
        "o": 12750,
        "r": "niv:2 Chronicles:22:0",
        "t": "2 Chronicles 22",
        "h": 1
    },
    {
        "o": 12751,
        "r": "niv:2 Chronicles:22:0",
        "t": "Ahaziah King of Judah",
        "h": 2
    },
    {
        "o": 12752,
        "r": "niv:2 Chronicles:22:1",
        "t": "The*p people of Jerusalem made Ahaziah, Jehoram’s youngest son, king in his place, since the raiders, who came with the Arabs into the camp, had killed all the older sons. So Ahaziah son of Jehoram king of Judah began to reign."
    },
    {
        "o": 12753,
        "r": "niv:2 Chronicles:22:2",
        "t": "Ahaziah*p was twenty-two years old when he became king, and he reigned in Jerusalem one year. His mother’s name was Athaliah, a granddaughter of Omri."
    },
    {
        "o": 12754,
        "r": "niv:2 Chronicles:22:3",
        "t": "He*p too followed the ways of the house of Ahab, for his mother encouraged him to act wickedly."
    },
    {
        "o": 12755,
        "r": "niv:2 Chronicles:22:4",
        "t": "He did evil in the eyes of the Lord,*s as the house of Ahab had done, for after his father’s death they became his advisers, to his undoing."
    },
    {
        "o": 12756,
        "r": "niv:2 Chronicles:22:5",
        "t": "He also followed their counsel when he went with Joram son of Ahab king of Israel to wage war against Hazael king of Aram at Ramoth Gilead. The Arameans wounded Joram;"
    },
    {
        "o": 12757,
        "r": "niv:2 Chronicles:22:6",
        "t": "so he returned to Jezreel to recover from the wounds they had inflicted on him at Ramoth in his battle with Hazael king of Aram. Then*p Ahaziah son of Jehoram king of Judah went down to Jezreel to see Joram son of Ahab because he had been wounded."
    },
    {
        "o": 12758,
        "r": "niv:2 Chronicles:22:7",
        "t": "Through*p Ahaziah’s visit to Joram, God brought about Ahaziah’s downfall. When Ahaziah arrived, he went out with Joram to meet Jehu son of Nimshi, whom the Lord*s had anointed to destroy the house of Ahab."
    },
    {
        "o": 12759,
        "r": "niv:2 Chronicles:22:8",
        "t": "While Jehu was executing judgment on the house of Ahab, he found the officials of Judah and the sons of Ahaziah’s relatives, who had been attending Ahaziah, and he killed them."
    },
    {
        "o": 12760,
        "r": "niv:2 Chronicles:22:9",
        "t": "He then went in search of Ahaziah, and his men captured him while he was hiding in Samaria. He was brought to Jehu and put to death. They buried him, for they said, “He was a son of Jehoshaphat, who sought the Lord*s with all his heart.” So there was no one in the house of Ahaziah powerful enough to retain the kingdom."
    },
    {
        "o": 12761,
        "r": "niv:2 Chronicles:22:9",
        "t": "Athaliah and Joash",
        "h": 2
    },
    {
        "o": 12762,
        "r": "niv:2 Chronicles:22:10",
        "t": "When*p Athaliah the mother of Ahaziah saw that her son was dead, she proceeded to destroy the whole royal family of the house of Judah."
    },
    {
        "o": 12763,
        "r": "niv:2 Chronicles:22:11",
        "t": "But Jehosheba, the daughter of King Jehoram, took Joash son of Ahaziah and stole him away from among the royal princes who were about to be murdered and put him and his nurse in a bedroom. Because Jehosheba, the daughter of King Jehoram and wife of the priest Jehoiada, was Ahaziah’s sister, she hid the child from Athaliah so she could not kill him."
    },
    {
        "o": 12764,
        "r": "niv:2 Chronicles:22:12",
        "t": "He remained hidden with them at the temple of God for six years while Athaliah ruled the land."
    }
]
