[
    {
        "o": 6432,
        "r": "nasb:Joshua:4:0",
        "t": "Joshua 4",
        "h": 1
    },
    {
        "o": 6433,
        "r": "nasb:Joshua:4:0",
        "t": "Memorial Stones from Jordan",
        "h": 2
    },
    {
        "o": 6434,
        "r": "nasb:Joshua:4:1",
        "t": "Now*p when all the nation had finished crossing the Jordan, the Lord*s spoke to Joshua, saying,"
    },
    {
        "o": 6435,
        "r": "nasb:Joshua:4:2",
        "t": "“Take for yourselves twelve men from the people, one man from each tribe,"
    },
    {
        "o": 6436,
        "r": "nasb:Joshua:4:3",
        "t": "and command them, saying, ‘Take up for yourselves twelve stones from here out of the middle of the Jordan, from the place where the priests’ feet are standing firm, and carry them over with you and lay them down in the lodging place where you will lodge tonight.’ ”"
    },
    {
        "o": 6437,
        "r": "nasb:Joshua:4:4",
        "t": "So Joshua called the twelve men whom he had appointed from the sons of Israel, one man from each tribe;"
    },
    {
        "o": 6438,
        "r": "nasb:Joshua:4:5",
        "t": "and Joshua said to them, “Cross again to the ark of the Lord*s your God into the middle of the Jordan, and each of you take up a stone on his shoulder, according to the number of the tribes of the sons of Israel."
    },
    {
        "o": 6439,
        "r": "nasb:Joshua:4:6",
        "t": "Let this be a sign among you, so that when your children ask later, saying, ‘What do these stones mean to you?’"
    },
    {
        "o": 6440,
        "r": "nasb:Joshua:4:7",
        "t": "then you shall say to them, ‘Because the waters of the Jordan were cut off before the ark of the covenant of the Lord;*s when it crossed the Jordan, the waters of the Jordan were cut off.’ So these stones shall become a memorial to the sons of Israel forever.”"
    },
    {
        "o": 6441,
        "r": "nasb:Joshua:4:8",
        "t": "Thus*p the sons of Israel did as Joshua commanded, and took up twelve stones from the middle of the Jordan, just as the Lord*s spoke to Joshua, according to the number of the tribes of the sons of Israel; and they carried them over with them to the lodging place and put them down there."
    },
    {
        "o": 6442,
        "r": "nasb:Joshua:4:9",
        "t": "Then Joshua set up twelve stones in the middle of the Jordan at the place where the feet of the priests who carried the ark of the covenant were standing, and they are there to this day."
    },
    {
        "o": 6443,
        "r": "nasb:Joshua:4:10",
        "t": "For the priests who carried the ark were standing in the middle of the Jordan until everything was completed that the Lord*s had commanded Joshua to speak to the people, according to all that Moses had commanded Joshua. And the people hurried and crossed;"
    },
    {
        "o": 6444,
        "r": "nasb:Joshua:4:11",
        "t": "and when all the people had finished crossing, the ark of the Lord*s and the priests crossed before the people."
    },
    {
        "o": 6445,
        "r": "nasb:Joshua:4:12",
        "t": "The sons of Reuben and the sons of Gad and the half-tribe of Manasseh crossed over in battle array before the sons of Israel, just as Moses had spoken to them;"
    },
    {
        "o": 6446,
        "r": "nasb:Joshua:4:13",
        "t": "about 40,000 equipped for war, crossed for battle before the Lord*s to the desert plains of Jericho."
    },
    {
        "o": 6447,
        "r": "nasb:Joshua:4:14",
        "t": "On*p that day the Lord*s exalted Joshua in the sight of all Israel; so that they revered him, just as they had revered Moses all the days of his life."
    },
    {
        "o": 6448,
        "r": "nasb:Joshua:4:15",
        "t": "Now*p the Lord*s said to Joshua,"
    },
    {
        "o": 6449,
        "r": "nasb:Joshua:4:16",
        "t": "“Command the priests who carry the ark of the testimony that they come up from the Jordan.”"
    },
    {
        "o": 6450,
        "r": "nasb:Joshua:4:17",
        "t": "So Joshua commanded the priests, saying, “Come up from the Jordan.”"
    },
    {
        "o": 6451,
        "r": "nasb:Joshua:4:18",
        "t": "It came about when the priests who carried the ark of the covenant of the Lord*s had come up from the middle of the Jordan, and the soles of the priests’ feet were lifted up to the dry ground, that the waters of the Jordan returned to their place, and went over all its banks as before."
    },
    {
        "o": 6452,
        "r": "nasb:Joshua:4:19",
        "t": "Now*p the people came up from the Jordan on the tenth of the first month and camped at Gilgal on the eastern edge of Jericho."
    },
    {
        "o": 6453,
        "r": "nasb:Joshua:4:20",
        "t": "Those twelve stones which they had taken from the Jordan, Joshua set up at Gilgal."
    },
    {
        "o": 6454,
        "r": "nasb:Joshua:4:21",
        "t": "He said to the sons of Israel, “When your children ask their fathers in time to come, saying, ‘What are these stones?’"
    },
    {
        "o": 6455,
        "r": "nasb:Joshua:4:22",
        "t": "then you shall inform your children, saying, ‘Israel crossed this Jordan on dry ground.’"
    },
    {
        "o": 6456,
        "r": "nasb:Joshua:4:23",
        "t": "For the Lord*s your God dried up the waters of the Jordan before you until you had crossed, just as the Lord*s your God had done to the Red Sea, which He dried up before us until we had crossed;"
    },
    {
        "o": 6457,
        "r": "nasb:Joshua:4:24",
        "t": "that all the peoples of the earth may know that the hand of the Lord*s is mighty, so that you may fear the Lord*s your God forever.”"
    }
]
