[
    {
        "o": 9799,
        "r": "nkjv:1 Kings:5:0",
        "t": "1 Kings 5",
        "h": 1
    },
    {
        "o": 9800,
        "r": "nkjv:1 Kings:5:0",
        "t": "Solomon Prepares to Build the Temple",
        "h": 2
    },
    {
        "o": 9801,
        "r": "nkjv:1 Kings:5:1",
        "t": "Now*p Hiram king of Tyre sent his servants to Solomon, because he heard that they had anointed him king in place of his father, for Hiram had always loved David."
    },
    {
        "o": 9802,
        "r": "nkjv:1 Kings:5:2",
        "t": "Then Solomon sent to Hiram, saying:"
    },
    {
        "o": 9803,
        "r": "nkjv:1 Kings:5:3",
        "t": "You*pn know how my father David could not build a house for the name of the Lord*s his God because of the wars which were fought against him on every side, until the Lord*s put his*i foes*i under the soles of his feet."
    },
    {
        "o": 9804,
        "r": "nkjv:1 Kings:5:4",
        "t": "But*ld now the Lord*s my God has given me rest on every side; there*i is*i neither adversary nor evil occurrence."
    },
    {
        "o": 9805,
        "r": "nkjv:1 Kings:5:5",
        "t": "And*ld behold, I propose to build a house for the name of the Lord*s my God, as the Lord*s spoke to my father David, saying, “Your son, whom I will set on your throne in your place, he shall build the house for My name.”"
    },
    {
        "o": 9806,
        "r": "nkjv:1 Kings:5:6",
        "t": "Now*ld therefore, command that they cut down cedars for me from Lebanon; and my servants will be with your servants, and I will pay you wages for your servants according to whatever you say. For you know there*i is*i none among us who has skill to cut timber like the Sidonians."
    },
    {
        "o": 9807,
        "r": "nkjv:1 Kings:5:7",
        "t": "So*p it was, when Hiram heard the words of Solomon, that he rejoiced greatly and said, Blessed*pn be*i the Lord*s this day, for He has given David a wise son over this great people!"
    },
    {
        "o": 9808,
        "r": "nkjv:1 Kings:5:8",
        "t": "Then*p Hiram sent to Solomon, saying: I*pn have considered the*i message*i which you sent me, and*i I will do all you desire concerning the cedar and cypress logs."
    },
    {
        "o": 9809,
        "r": "nkjv:1 Kings:5:9",
        "t": "My*ld servants shall bring them*i down from Lebanon to the sea; I will float them in rafts by sea to the place you indicate to me, and will have them broken apart there; then you can take them*i away. And you shall fulfill my desire by giving food for my household."
    },
    {
        "o": 9810,
        "r": "nkjv:1 Kings:5:10",
        "t": "Then*p Hiram gave Solomon cedar and cypress logs according*i to*i all his desire."
    },
    {
        "o": 9811,
        "r": "nkjv:1 Kings:5:11",
        "t": "And Solomon gave Hiram twenty thousand kors of wheat as*i food for his household, and twenty kors of pressed oil. Thus Solomon gave to Hiram year by year."
    },
    {
        "o": 9812,
        "r": "nkjv:1 Kings:5:12",
        "t": "So*p the Lord*s gave Solomon wisdom, as He had promised him; and there was peace between Hiram and Solomon, and the two of them made a treaty together."
    },
    {
        "o": 9813,
        "r": "nkjv:1 Kings:5:13",
        "t": "Then*p King Solomon raised up a labor force out of all Israel; and the labor force was thirty thousand men."
    },
    {
        "o": 9814,
        "r": "nkjv:1 Kings:5:14",
        "t": "And he sent them to Lebanon, ten thousand a month in shifts: they were one month in Lebanon and*i two months at home; Adoniram was*i in charge of the labor force."
    },
    {
        "o": 9815,
        "r": "nkjv:1 Kings:5:15",
        "t": "Solomon had seventy thousand who carried burdens, and eighty thousand who quarried stone*i in the mountains,"
    },
    {
        "o": 9816,
        "r": "nkjv:1 Kings:5:16",
        "t": "besides three thousand three hundred from the chiefs of Solomon’s deputies, who supervised the people who labored in the work."
    },
    {
        "o": 9817,
        "r": "nkjv:1 Kings:5:17",
        "t": "And the king commanded them to quarry large stones, costly stones, and*i hewn stones, to lay the foundation of the temple."
    },
    {
        "o": 9818,
        "r": "nkjv:1 Kings:5:18",
        "t": "So Solomon’s builders, Hiram’s builders, and the Gebalites quarried them;*i and they prepared timber and stones to build the temple."
    }
]
