[
    {
        "o": 23841,
        "r": "niv:Ezekiel:48:0",
        "t": "Ezekiel 48",
        "h": 1
    },
    {
        "o": 23842,
        "r": "niv:Ezekiel:48:0",
        "t": "The Division of the Land",
        "h": 2
    },
    {
        "o": 23843,
        "r": "niv:Ezekiel:48:1",
        "t": "“These*p are the tribes, listed by name: At the northern frontier, Dan will have one portion; it will follow the Hethlon road to Lebo Hamath; Hazar Enan and the northern border of Damascus next to Hamath will be part of its border from the east side to the west side."
    },
    {
        "o": 23844,
        "r": "niv:Ezekiel:48:2",
        "t": "“Asher*p will have one portion; it will border the territory of Dan from east to west."
    },
    {
        "o": 23845,
        "r": "niv:Ezekiel:48:3",
        "t": "“Naphtali*p will have one portion; it will border the territory of Asher from east to west."
    },
    {
        "o": 23846,
        "r": "niv:Ezekiel:48:4",
        "t": "“Manasseh*p will have one portion; it will border the territory of Naphtali from east to west."
    },
    {
        "o": 23847,
        "r": "niv:Ezekiel:48:5",
        "t": "“Ephraim*p will have one portion; it will border the territory of Manasseh from east to west."
    },
    {
        "o": 23848,
        "r": "niv:Ezekiel:48:6",
        "t": "“Reuben*p will have one portion; it will border the territory of Ephraim from east to west."
    },
    {
        "o": 23849,
        "r": "niv:Ezekiel:48:7",
        "t": "“Judah*p will have one portion; it will border the territory of Reuben from east to west."
    },
    {
        "o": 23850,
        "r": "niv:Ezekiel:48:8",
        "t": "“Bordering*p the territory of Judah from east to west will be the portion you are to present as a special gift. It will be 25,000 cubits wide, and its length from east to west will equal one of the tribal portions; the sanctuary will be in the center of it."
    },
    {
        "o": 23851,
        "r": "niv:Ezekiel:48:9",
        "t": "“The*p special portion you are to offer to the Lord*s will be 25,000 cubits long and 10,000 cubits wide."
    },
    {
        "o": 23852,
        "r": "niv:Ezekiel:48:10",
        "t": "This will be the sacred portion for the priests. It will be 25,000 cubits long on the north side, 10,000 cubits wide on the west side, 10,000 cubits wide on the east side and 25,000 cubits long on the south side. In the center of it will be the sanctuary of the Lord.*s"
    },
    {
        "o": 23853,
        "r": "niv:Ezekiel:48:11",
        "t": "This will be for the consecrated priests, the Zadokites, who were faithful in serving me and did not go astray as the Levites did when the Israelites went astray."
    },
    {
        "o": 23854,
        "r": "niv:Ezekiel:48:12",
        "t": "It will be a special gift to them from the sacred portion of the land, a most holy portion, bordering the territory of the Levites."
    },
    {
        "o": 23855,
        "r": "niv:Ezekiel:48:13",
        "t": "“Alongside*p the territory of the priests, the Levites will have an allotment 25,000 cubits long and 10,000 cubits wide. Its total length will be 25,000 cubits and its width 10,000 cubits."
    },
    {
        "o": 23856,
        "r": "niv:Ezekiel:48:14",
        "t": "They must not sell or exchange any of it. This is the best of the land and must not pass into other hands, because it is holy to the Lord.*s"
    },
    {
        "o": 23857,
        "r": "niv:Ezekiel:48:15",
        "t": "“The*p remaining area, 5,000 cubits wide and 25,000 cubits long, will be for the common use of the city, for houses and for pastureland. The city will be in the center of it"
    },
    {
        "o": 23858,
        "r": "niv:Ezekiel:48:16",
        "t": "and will have these measurements: the north side 4,500 cubits, the south side 4,500 cubits, the east side 4,500 cubits, and the west side 4,500 cubits."
    },
    {
        "o": 23859,
        "r": "niv:Ezekiel:48:17",
        "t": "The pastureland for the city will be 250 cubits on the north, 250 cubits on the south, 250 cubits on the east, and 250 cubits on the west."
    },
    {
        "o": 23860,
        "r": "niv:Ezekiel:48:18",
        "t": "What remains of the area, bordering on the sacred portion and running the length of it, will be 10,000 cubits on the east side and 10,000 cubits on the west side. Its produce will supply food for the workers of the city."
    },
    {
        "o": 23861,
        "r": "niv:Ezekiel:48:19",
        "t": "The workers from the city who farm it will come from all the tribes of Israel."
    },
    {
        "o": 23862,
        "r": "niv:Ezekiel:48:20",
        "t": "The entire portion will be a square, 25,000 cubits on each side. As a special gift you will set aside the sacred portion, along with the property of the city."
    },
    {
        "o": 23863,
        "r": "niv:Ezekiel:48:21",
        "t": "“What*p remains on both sides of the area formed by the sacred portion and the property of the city will belong to the prince. It will extend eastward from the 25,000 cubits of the sacred portion to the eastern border, and westward from the 25,000 cubits to the western border. Both these areas running the length of the tribal portions will belong to the prince, and the sacred portion with the temple sanctuary will be in the center of them."
    },
    {
        "o": 23864,
        "r": "niv:Ezekiel:48:22",
        "t": "So the property of the Levites and the property of the city will lie in the center of the area that belongs to the prince. The area belonging to the prince will lie between the border of Judah and the border of Benjamin."
    },
    {
        "o": 23865,
        "r": "niv:Ezekiel:48:23",
        "t": "“As*p for the rest of the tribes: Benjamin will have one portion; it will extend from the east side to the west side."
    },
    {
        "o": 23866,
        "r": "niv:Ezekiel:48:24",
        "t": "“Simeon*p will have one portion; it will border the territory of Benjamin from east to west."
    },
    {
        "o": 23867,
        "r": "niv:Ezekiel:48:25",
        "t": "“Issachar*p will have one portion; it will border the territory of Simeon from east to west."
    },
    {
        "o": 23868,
        "r": "niv:Ezekiel:48:26",
        "t": "“Zebulun*p will have one portion; it will border the territory of Issachar from east to west."
    },
    {
        "o": 23869,
        "r": "niv:Ezekiel:48:27",
        "t": "“Gad*p will have one portion; it will border the territory of Zebulun from east to west."
    },
    {
        "o": 23870,
        "r": "niv:Ezekiel:48:28",
        "t": "“The*p southern boundary of Gad will run south from Tamar to the waters of Meribah Kadesh, then along the Wadi of Egypt to the Mediterranean Sea."
    },
    {
        "o": 23871,
        "r": "niv:Ezekiel:48:29",
        "t": "“This*p is the land you are to allot as an inheritance to the tribes of Israel, and these will be their portions,” declares the Sovereign Lord.*s"
    },
    {
        "o": 23872,
        "r": "niv:Ezekiel:48:29",
        "t": "The Gates of the New City",
        "h": 2
    },
    {
        "o": 23873,
        "r": "niv:Ezekiel:48:30",
        "t": "“These*p will be the exits of the city: Beginning on the north side, which is 4,500 cubits long,"
    },
    {
        "o": 23874,
        "r": "niv:Ezekiel:48:31",
        "t": "the gates of the city will be named after the tribes of Israel. The three gates on the north side will be the gate of Reuben, the gate of Judah and the gate of Levi."
    },
    {
        "o": 23875,
        "r": "niv:Ezekiel:48:32",
        "t": "“On*p the east side, which is 4,500 cubits long, will be three gates: the gate of Joseph, the gate of Benjamin and the gate of Dan."
    },
    {
        "o": 23876,
        "r": "niv:Ezekiel:48:33",
        "t": "“On*p the south side, which measures 4,500 cubits, will be three gates: the gate of Simeon, the gate of Issachar and the gate of Zebulun."
    },
    {
        "o": 23877,
        "r": "niv:Ezekiel:48:34",
        "t": "“On*p the west side, which is 4,500 cubits long, will be three gates: the gate of Gad, the gate of Asher and the gate of Naphtali."
    },
    {
        "o": 23878,
        "r": "niv:Ezekiel:48:35",
        "t": "“The*p distance all around will be 18,000 cubits. “And*p the name of the city from that time on will be: the*pc Lord*s is there.”"
    }
]
