[
    {
        "o": 8405,
        "r": "csb:1 Samuel:16:0",
        "t": "1 Samuel 16",
        "h": 1
    },
    {
        "o": 8406,
        "r": "csb:1 Samuel:16:0",
        "t": "Samuel Anoints David",
        "h": 2
    },
    {
        "o": 8407,
        "r": "csb:1 Samuel:16:1",
        "t": "The*p Lord*s said to Samuel, “How long are you going to mourn for Saul, since I have rejected him as king over Israel? Fill your horn with oil and go. I am sending you to Jesse of Bethlehem because I have selected for myself a king from his sons.”"
    },
    {
        "o": 8408,
        "r": "csb:1 Samuel:16:2",
        "t": "Samuel*p asked, “How can I go? Saul will hear about it and kill me!” The*p Lord*s answered, “Take a young cow with you and say, ‘I have come to sacrifice to the Lord.’*s"
    },
    {
        "o": 8409,
        "r": "csb:1 Samuel:16:3",
        "t": "Then invite Jesse to the sacrifice, and I will let you know what you are to do. You are to anoint for me the one I indicate to you.”"
    },
    {
        "o": 8410,
        "r": "csb:1 Samuel:16:4",
        "t": "Samuel*p did what the Lord*s directed and went to Bethlehem. When the elders of the town met him, they trembled and asked, “Do you come in peace?”"
    },
    {
        "o": 8411,
        "r": "csb:1 Samuel:16:5",
        "t": "“In*p peace,” he replied. “I’ve come to sacrifice to the Lord.*s Consecrate yourselves and come with me to the sacrifice.” Then he consecrated Jesse and his sons and invited them to the sacrifice."
    },
    {
        "o": 8412,
        "r": "csb:1 Samuel:16:6",
        "t": "When they arrived, Samuel saw Eliab and said, “Certainly the Lord’s*s anointed one is here before him.”"
    },
    {
        "o": 8413,
        "r": "csb:1 Samuel:16:7",
        "t": "But*p the Lord*s said to Samuel, “Do not look at his appearance or his stature because I have rejected him. Humans do not see what the Lord*s sees, for humans see what is visible, but the Lord*s sees the heart.”"
    },
    {
        "o": 8414,
        "r": "csb:1 Samuel:16:8",
        "t": "Jesse*p called Abinadab and presented him to Samuel. “The Lord*s hasn’t chosen this one either,” Samuel said."
    },
    {
        "o": 8415,
        "r": "csb:1 Samuel:16:9",
        "t": "Then Jesse presented Shammah, but Samuel said, “The Lord*s hasn’t chosen this one either.”"
    },
    {
        "o": 8416,
        "r": "csb:1 Samuel:16:10",
        "t": "After Jesse presented seven of his sons to him, Samuel told Jesse, “The Lord*s hasn’t chosen any of these.”"
    },
    {
        "o": 8417,
        "r": "csb:1 Samuel:16:11",
        "t": "Samuel asked him, “Are these all the sons you have?” “There*p is still the youngest,” he answered, “but right now he’s tending the sheep.” Samuel told Jesse, “Send for him. We won’t sit down to eat until he gets here.”"
    },
    {
        "o": 8418,
        "r": "csb:1 Samuel:16:12",
        "t": "So Jesse sent for him. He had beautiful eyes and a healthy, handsome appearance. Then*p the Lord*s said, “Anoint him, for he is the one.”"
    },
    {
        "o": 8419,
        "r": "csb:1 Samuel:16:13",
        "t": "So Samuel took the horn of oil and anointed him in the presence of his brothers, and the Spirit of the Lord*s came powerfully on David from that day forward. Then Samuel set out and went to Ramah."
    },
    {
        "o": 8420,
        "r": "csb:1 Samuel:16:13",
        "t": "David in Saul’s Court",
        "h": 2
    },
    {
        "o": 8421,
        "r": "csb:1 Samuel:16:14",
        "t": "Now*p the Spirit of the Lord*s had left Saul, and an evil spirit sent from the Lord*s began to torment him,"
    },
    {
        "o": 8422,
        "r": "csb:1 Samuel:16:15",
        "t": "so Saul’s servants said to him, “You see that an evil spirit from God is tormenting you."
    },
    {
        "o": 8423,
        "r": "csb:1 Samuel:16:16",
        "t": "Let our lord command your servants here in your presence to look for someone who knows how to play the lyre. Whenever the evil spirit from God comes on you, that person can play the lyre, and you will feel better.”"
    },
    {
        "o": 8424,
        "r": "csb:1 Samuel:16:17",
        "t": "Then*p Saul commanded his servants, “Find me someone who plays well and bring him to me.”"
    },
    {
        "o": 8425,
        "r": "csb:1 Samuel:16:18",
        "t": "One*p of the young men answered, “I have seen a son of Jesse of Bethlehem who knows how to play the lyre. He is also a valiant man, a warrior, eloquent, handsome, and the Lord*s is with him.”"
    },
    {
        "o": 8426,
        "r": "csb:1 Samuel:16:19",
        "t": "Then*p Saul dispatched messengers to Jesse and said, “Send me your son David, who is with the sheep.”"
    },
    {
        "o": 8427,
        "r": "csb:1 Samuel:16:20",
        "t": "So Jesse took a donkey loaded with bread, a wineskin, and one young goat and sent them by his son David to Saul."
    },
    {
        "o": 8428,
        "r": "csb:1 Samuel:16:21",
        "t": "When David came to Saul and entered his service, Saul loved him very much, and David became his armor-bearer."
    },
    {
        "o": 8429,
        "r": "csb:1 Samuel:16:22",
        "t": "Then Saul sent word to Jesse: “Let David remain in my service, for he has found favor with me.”"
    },
    {
        "o": 8430,
        "r": "csb:1 Samuel:16:23",
        "t": "Whenever the spirit from God came on Saul, David would pick up his lyre and play, and Saul would then be relieved, feel better, and the evil spirit would leave him."
    }
]
