[
    {
        "o": 34646,
        "r": "nasb:Revelation:22:0",
        "t": "Revelation 22",
        "h": 1
    },
    {
        "o": 34647,
        "r": "nasb:Revelation:22:0",
        "t": "The River and the Tree of Life",
        "h": 2
    },
    {
        "o": 34648,
        "r": "nasb:Revelation:22:1",
        "t": "Then*p he showed me a river of the water of life, clear as crystal, coming from the throne of God and of the Lamb,"
    },
    {
        "o": 34649,
        "r": "nasb:Revelation:22:2",
        "t": "in the middle of its street. On either side of the river was the tree of life, bearing twelve kinds*i of*i fruit, yielding its fruit every month; and the leaves of the tree were for the healing of the nations."
    },
    {
        "o": 34650,
        "r": "nasb:Revelation:22:3",
        "t": "There will no longer be any curse; and the throne of God and of the Lamb will be in it, and His bond-servants will serve Him;"
    },
    {
        "o": 34651,
        "r": "nasb:Revelation:22:4",
        "t": "they will see His face, and His name will*i be*i on their foreheads."
    },
    {
        "o": 34652,
        "r": "nasb:Revelation:22:5",
        "t": "And there will no longer be any*i night; and they will not have need of the light of a lamp nor the light of the sun, because the Lord God will illumine them; and they will reign forever and ever."
    },
    {
        "o": 34653,
        "r": "nasb:Revelation:22:6",
        "t": "And*p he said to me, “These words are faithful and true”; and the Lord, the God of the spirits of the prophets, sent His angel to show to His bond-servants the things which must soon take place."
    },
    {
        "o": 34654,
        "r": "nasb:Revelation:22:7",
        "t": "“And*rp behold,*r I*r am*r coming*r quickly.*r Blessed*r is*r he*r who*r heeds*r the*r words*r of*r the*r prophecy*r of*r this*r book.”*r"
    },
    {
        "o": 34655,
        "r": "nasb:Revelation:22:8",
        "t": "I,*p John, am the one who heard and saw these things. And when I heard and saw, I fell down to worship at the feet of the angel who showed me these things."
    },
    {
        "o": 34656,
        "r": "nasb:Revelation:22:9",
        "t": "But he said to me, “Do not do that. I am a fellow servant of yours and of your brethren the prophets and of those who heed the words of this book. Worship God.”"
    },
    {
        "o": 34657,
        "r": "nasb:Revelation:22:9",
        "t": "The Final Message",
        "h": 2
    },
    {
        "o": 34658,
        "r": "nasb:Revelation:22:10",
        "t": "And*p he said to me, “Do not seal up the words of the prophecy of this book, for the time is near."
    },
    {
        "o": 34659,
        "r": "nasb:Revelation:22:11",
        "t": "Let the one who does wrong, still do wrong; and the one who is filthy, still be filthy; and let the one who is righteous, still practice righteousness; and the one who is holy, still keep himself holy.”"
    },
    {
        "o": 34660,
        "r": "nasb:Revelation:22:12",
        "t": "“Behold,*rp I*r am*r coming*r quickly,*r and*r My*r reward*r is*ir with*r Me,*r to*r render*r to*r every*r man*r according*r to*r what*r he*r has*r done.*r"
    },
    {
        "o": 34661,
        "r": "nasb:Revelation:22:13",
        "t": "I*r am*r the*r Alpha*r and*r the*r Omega,*r the*r first*r and*r the*r last,*r the*r beginning*r and*r the*r end.”*r"
    },
    {
        "o": 34662,
        "r": "nasb:Revelation:22:14",
        "t": "Blessed*p are those who wash their robes, so that they may have the right to the tree of life, and may enter by the gates into the city."
    },
    {
        "o": 34663,
        "r": "nasb:Revelation:22:15",
        "t": "Outside are the dogs and the sorcerers and the immoral persons and the murderers and the idolaters, and everyone who loves and practices lying."
    },
    {
        "o": 34664,
        "r": "nasb:Revelation:22:16",
        "t": "“I,*rp Jesus,*r have*r sent*r My*r angel*r to*r testify*r to*r you*r these*r things*r for*r the*r churches.*r I*r am*r the*r root*r and*r the*r descendant*r of*r David,*r the*r bright*r morning*r star.”*r"
    },
    {
        "o": 34665,
        "r": "nasb:Revelation:22:17",
        "t": "The*p Spirit and the bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who wishes take the water of life without cost."
    },
    {
        "o": 34666,
        "r": "nasb:Revelation:22:18",
        "t": "I*p testify to everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues which are written in this book;"
    },
    {
        "o": 34667,
        "r": "nasb:Revelation:22:19",
        "t": "and if anyone takes away from the words of the book of this prophecy, God will take away his part from the tree of life and from the holy city, which are written in this book."
    },
    {
        "o": 34668,
        "r": "nasb:Revelation:22:20",
        "t": "He*p who testifies to these things says, “Yes,*r I*r am*r coming*r quickly.”*r Amen. Come, Lord Jesus."
    },
    {
        "o": 34669,
        "r": "nasb:Revelation:22:21",
        "t": "The*p grace of the Lord Jesus be with all. Amen."
    }
]
