[
    {
        "o": 27224,
        "r": "nasb:Mark:6:0",
        "t": "Mark 6",
        "h": 1
    },
    {
        "o": 27225,
        "r": "nasb:Mark:6:0",
        "t": "Teaching at Nazareth",
        "h": 2
    },
    {
        "o": 27226,
        "r": "nasb:Mark:6:1",
        "t": "Jesus*p went out from there and came into His hometown; and His disciples followed Him."
    },
    {
        "o": 27227,
        "r": "nasb:Mark:6:2",
        "t": "When the Sabbath came, He began to teach in the synagogue; and the many listeners were astonished, saying, “Where did this man get*i these things, and what is this*i wisdom given to Him, and such miracles as these performed by His hands?"
    },
    {
        "o": 27228,
        "r": "nasb:Mark:6:3",
        "t": "Is not this the carpenter, the son of Mary, and brother of James and Joses and Judas and Simon? Are not His sisters here with us?” And they took offense at Him."
    },
    {
        "o": 27229,
        "r": "nasb:Mark:6:4",
        "t": "Jesus said to them, “A*r prophet*r is*r not*r without*r honor*r except*r in*r his*r hometown*r and*r among*r his*r own*ir relatives*r and*r in*r his*r own*ir household.”*r"
    },
    {
        "o": 27230,
        "r": "nasb:Mark:6:5",
        "t": "And He could do no miracle there except that He laid His hands on a few sick people and healed them."
    },
    {
        "o": 27231,
        "r": "nasb:Mark:6:6",
        "t": "And He wondered at their unbelief. And*bp He was going around the villages teaching."
    },
    {
        "o": 27232,
        "r": "nasb:Mark:6:6",
        "t": "The Twelve Sent Out",
        "h": 2
    },
    {
        "o": 27233,
        "r": "nasb:Mark:6:7",
        "t": "And*p He summoned the twelve and began to send them out in pairs, and gave them authority over the unclean spirits;"
    },
    {
        "o": 27234,
        "r": "nasb:Mark:6:8",
        "t": "and He instructed them that they should take nothing for their*i journey, except a mere staff—no bread, no bag, no money in their belt—"
    },
    {
        "o": 27235,
        "r": "nasb:Mark:6:9",
        "t": "but to*i wear sandals; and He*i added,*i “Do*r not*r put*r on*r two*r tunics.”*r"
    },
    {
        "o": 27236,
        "r": "nasb:Mark:6:10",
        "t": "And He said to them, “Wherever*r you*r enter*r a*r house,*r stay*r there*r until*r you*r leave*r town.*r"
    },
    {
        "o": 27237,
        "r": "nasb:Mark:6:11",
        "t": "Any*r place*r that*r does*r not*r receive*r you*r or*r listen*r to*r you,*r as*r you*r go*r out*r from*r there,*r shake*r the*r dust*r off*r the*r soles*r of*r your*r feet*r for*r a*r testimony*r against*r them.”*r"
    },
    {
        "o": 27238,
        "r": "nasb:Mark:6:12",
        "t": "They went out and preached that men*i should repent."
    },
    {
        "o": 27239,
        "r": "nasb:Mark:6:13",
        "t": "And they were casting out many demons and were anointing with oil many sick people and healing them."
    },
    {
        "o": 27240,
        "r": "nasb:Mark:6:13",
        "t": "John’s Fate Recalled",
        "h": 2
    },
    {
        "o": 27241,
        "r": "nasb:Mark:6:14",
        "t": "And*p King Herod heard of*i it,*i for His name had become well known; and people*i were saying, “John the Baptist has risen from the dead, and that is why these miraculous powers are at work in Him.”"
    },
    {
        "o": 27242,
        "r": "nasb:Mark:6:15",
        "t": "But others were saying, “He is Elijah.” And others were saying, “He*i is*i a prophet, like one of the prophets of*i old.”*i"
    },
    {
        "o": 27243,
        "r": "nasb:Mark:6:16",
        "t": "But when Herod heard of*i it,*i he kept saying, “John, whom I beheaded, has risen!”"
    },
    {
        "o": 27244,
        "r": "nasb:Mark:6:17",
        "t": "For*p Herod himself had sent and had John arrested and bound in prison on account of Herodias, the wife of his brother Philip, because he had married her."
    },
    {
        "o": 27245,
        "r": "nasb:Mark:6:18",
        "t": "For John had been saying to Herod, “It is not lawful for you to have your brother’s wife.”"
    },
    {
        "o": 27246,
        "r": "nasb:Mark:6:19",
        "t": "Herodias had a grudge against him and wanted to put him to death and could not do*i so;*i"
    },
    {
        "o": 27247,
        "r": "nasb:Mark:6:20",
        "t": "for Herod was afraid of John, knowing that he was a righteous and holy man, and he kept him safe. And when he heard him, he was very perplexed; but he used to enjoy listening to him."
    },
    {
        "o": 27248,
        "r": "nasb:Mark:6:21",
        "t": "A strategic day came when Herod on his birthday gave a banquet for his lords and military commanders and the leading men of Galilee;"
    },
    {
        "o": 27249,
        "r": "nasb:Mark:6:22",
        "t": "and when the daughter of Herodias herself came in and danced, she pleased Herod and his dinner guests; and the king said to the girl, “Ask me for whatever you want and I will give it to you.”"
    },
    {
        "o": 27250,
        "r": "nasb:Mark:6:23",
        "t": "And he swore to her, “Whatever you ask of me, I will give it to you; up to half of my kingdom.”"
    },
    {
        "o": 27251,
        "r": "nasb:Mark:6:24",
        "t": "And she went out and said to her mother, “What shall I ask for?” And she said, “The head of John the Baptist.”"
    },
    {
        "o": 27252,
        "r": "nasb:Mark:6:25",
        "t": "Immediately she came in a hurry to the king and asked, saying, “I want you to give me at once the head of John the Baptist on a platter.”"
    },
    {
        "o": 27253,
        "r": "nasb:Mark:6:26",
        "t": "And although the king was very sorry, yet*i because of his oaths and because of his dinner guests, he was unwilling to refuse her."
    },
    {
        "o": 27254,
        "r": "nasb:Mark:6:27",
        "t": "Immediately the king sent an executioner and commanded him*i to bring back*i his head. And he went and had him beheaded in the prison,"
    },
    {
        "o": 27255,
        "r": "nasb:Mark:6:28",
        "t": "and brought his head on a platter, and gave it to the girl; and the girl gave it to her mother."
    },
    {
        "o": 27256,
        "r": "nasb:Mark:6:29",
        "t": "When his disciples heard about*i this,*i they came and took away his body and laid it in a tomb."
    },
    {
        "o": 27257,
        "r": "nasb:Mark:6:30",
        "t": "The*p apostles gathered together with Jesus; and they reported to Him all that they had done and taught."
    },
    {
        "o": 27258,
        "r": "nasb:Mark:6:31",
        "t": "And He said to them, “Come*r away*r by*r yourselves*r to*r a*r secluded*r place*r and*r rest*r a*r while.”*r (For there were many people*i coming and going, and they did not even have time to eat.)"
    },
    {
        "o": 27259,
        "r": "nasb:Mark:6:32",
        "t": "They went away in the boat to a secluded place by themselves."
    },
    {
        "o": 27260,
        "r": "nasb:Mark:6:32",
        "t": "Five Thousand Fed",
        "h": 2
    },
    {
        "o": 27261,
        "r": "nasb:Mark:6:33",
        "t": "The*ip people*i saw them going, and many recognized them*i and ran there together on foot from all the cities, and got there ahead of them."
    },
    {
        "o": 27262,
        "r": "nasb:Mark:6:34",
        "t": "When Jesus went ashore, He saw a large crowd, and He felt compassion for them because they were like sheep without a shepherd; and He began to teach them many things."
    },
    {
        "o": 27263,
        "r": "nasb:Mark:6:35",
        "t": "When it was already quite late, His disciples came to Him and said, “This place is desolate and it is already quite late;"
    },
    {
        "o": 27264,
        "r": "nasb:Mark:6:36",
        "t": "send them away so that they may go into the surrounding countryside and villages and buy themselves something to eat.”"
    },
    {
        "o": 27265,
        "r": "nasb:Mark:6:37",
        "t": "But He answered them, “You*r give*r them*r something*ir to*r eat!”*r And they said to Him, “Shall we go and spend two hundred denarii on bread and give them something*i to eat?”"
    },
    {
        "o": 27266,
        "r": "nasb:Mark:6:38",
        "t": "And He said to them, “How*r many*r loaves*r do*r you*r have?*r Go*r look!”*r And when they found out, they said, “Five, and two fish.”"
    },
    {
        "o": 27267,
        "r": "nasb:Mark:6:39",
        "t": "And He commanded them all to sit down by groups on the green grass."
    },
    {
        "o": 27268,
        "r": "nasb:Mark:6:40",
        "t": "They sat down in groups of hundreds and of fifties."
    },
    {
        "o": 27269,
        "r": "nasb:Mark:6:41",
        "t": "And He took the five loaves and the two fish, and looking up toward heaven, He blessed the*i food*i and broke the loaves and He kept giving them*i to the disciples to set before them; and He divided up the two fish among them all."
    },
    {
        "o": 27270,
        "r": "nasb:Mark:6:42",
        "t": "They all ate and were satisfied,"
    },
    {
        "o": 27271,
        "r": "nasb:Mark:6:43",
        "t": "and they picked up twelve full baskets of the broken pieces, and also of the fish."
    },
    {
        "o": 27272,
        "r": "nasb:Mark:6:44",
        "t": "There were five thousand men who ate the loaves."
    },
    {
        "o": 27273,
        "r": "nasb:Mark:6:44",
        "t": "Jesus Walks on the Water",
        "h": 2
    },
    {
        "o": 27274,
        "r": "nasb:Mark:6:45",
        "t": "Immediately*p Jesus made His disciples get into the boat and go ahead of Him*i to the other side to Bethsaida, while He Himself was sending the crowd away."
    },
    {
        "o": 27275,
        "r": "nasb:Mark:6:46",
        "t": "After bidding them farewell, He left for the mountain to pray."
    },
    {
        "o": 27276,
        "r": "nasb:Mark:6:47",
        "t": "When*p it was evening, the boat was in the middle of the sea, and He was alone on the land."
    },
    {
        "o": 27277,
        "r": "nasb:Mark:6:48",
        "t": "Seeing them straining at the oars, for the wind was against them, at about the fourth watch of the night He came to them, walking on the sea; and He intended to pass by them."
    },
    {
        "o": 27278,
        "r": "nasb:Mark:6:49",
        "t": "But when they saw Him walking on the sea, they supposed that it was a ghost, and cried out;"
    },
    {
        "o": 27279,
        "r": "nasb:Mark:6:50",
        "t": "for they all saw Him and were terrified. But immediately He spoke with them and said to them, “Take*r courage;*r it*r is*r I,*r do*r not*r be*r afraid.”*r"
    },
    {
        "o": 27280,
        "r": "nasb:Mark:6:51",
        "t": "Then He got into the boat with them, and the wind stopped; and they were utterly astonished,"
    },
    {
        "o": 27281,
        "r": "nasb:Mark:6:52",
        "t": "for they had not gained any insight from the incident*i of*i the loaves, but their heart was hardened."
    },
    {
        "o": 27282,
        "r": "nasb:Mark:6:52",
        "t": "Healing at Gennesaret",
        "h": 2
    },
    {
        "o": 27283,
        "r": "nasb:Mark:6:53",
        "t": "When*p they had crossed over they came to land at Gennesaret, and moored to the shore."
    },
    {
        "o": 27284,
        "r": "nasb:Mark:6:54",
        "t": "When they got out of the boat, immediately the*i people*i recognized Him,"
    },
    {
        "o": 27285,
        "r": "nasb:Mark:6:55",
        "t": "and ran about that whole country and began to carry here and there on their pallets those who were sick, to the place they heard He was."
    },
    {
        "o": 27286,
        "r": "nasb:Mark:6:56",
        "t": "Wherever He entered villages, or cities, or countryside, they were laying the sick in the market places, and imploring Him that they might just touch the fringe of His cloak; and as many as touched it were being cured."
    }
]
