[
    {
        "o": 6965,
        "r": "niv:Joshua:21:0",
        "t": "Joshua 21",
        "h": 1
    },
    {
        "o": 6966,
        "r": "niv:Joshua:21:0",
        "t": "Towns for the Levites",
        "h": 2
    },
    {
        "o": 6967,
        "r": "niv:Joshua:21:1",
        "t": "Now*p the family heads of the Levites approached Eleazar the priest, Joshua son of Nun, and the heads of the other tribal families of Israel"
    },
    {
        "o": 6968,
        "r": "niv:Joshua:21:2",
        "t": "at Shiloh in Canaan and said to them, “The Lord*s commanded through Moses that you give us towns to live in, with pasturelands for our livestock.”"
    },
    {
        "o": 6969,
        "r": "niv:Joshua:21:3",
        "t": "So, as the Lord*s had commanded, the Israelites gave the Levites the following towns and pasturelands out of their own inheritance:"
    },
    {
        "o": 6970,
        "r": "niv:Joshua:21:4",
        "t": "The*p first lot came out for the Kohathites, according to their clans. The Levites who were descendants of Aaron the priest were allotted thirteen towns from the tribes of Judah, Simeon and Benjamin."
    },
    {
        "o": 6971,
        "r": "niv:Joshua:21:5",
        "t": "The rest of Kohath’s descendants were allotted ten towns from the clans of the tribes of Ephraim, Dan and half of Manasseh."
    },
    {
        "o": 6972,
        "r": "niv:Joshua:21:6",
        "t": "The*p descendants of Gershon were allotted thirteen towns from the clans of the tribes of Issachar, Asher, Naphtali and the half-tribe of Manasseh in Bashan."
    },
    {
        "o": 6973,
        "r": "niv:Joshua:21:7",
        "t": "The*p descendants of Merari, according to their clans, received twelve towns from the tribes of Reuben, Gad and Zebulun."
    },
    {
        "o": 6974,
        "r": "niv:Joshua:21:8",
        "t": "So*p the Israelites allotted to the Levites these towns and their pasturelands, as the Lord*s had commanded through Moses."
    },
    {
        "o": 6975,
        "r": "niv:Joshua:21:9",
        "t": "From*p the tribes of Judah and Simeon they allotted the following towns by name"
    },
    {
        "o": 6976,
        "r": "niv:Joshua:21:10",
        "t": "(these towns were assigned to the descendants of Aaron who were from the Kohathite clans of the Levites, because the first lot fell to them):"
    },
    {
        "o": 6977,
        "r": "niv:Joshua:21:11",
        "t": "They*ln gave them Kiriath Arba (that is, Hebron), with its surrounding pastureland, in the hill country of Judah. (Arba was the forefather of Anak.)"
    },
    {
        "o": 6978,
        "r": "niv:Joshua:21:12",
        "t": "But the fields and villages around the city they had given to Caleb son of Jephunneh as his possession."
    },
    {
        "o": 6979,
        "r": "niv:Joshua:21:13",
        "t": "So*ln to the descendants of Aaron the priest they gave Hebron (a city of refuge for one accused of murder), Libnah,"
    },
    {
        "o": 6980,
        "r": "niv:Joshua:21:14",
        "t": "Jattir, Eshtemoa,"
    },
    {
        "o": 6981,
        "r": "niv:Joshua:21:15",
        "t": "Holon, Debir,"
    },
    {
        "o": 6982,
        "r": "niv:Joshua:21:16",
        "t": "Ain, Juttah and Beth Shemesh, together with their pasturelands—nine towns from these two tribes."
    },
    {
        "o": 6983,
        "r": "niv:Joshua:21:17",
        "t": "And*ln from the tribe of Benjamin they gave them: Gibeon, Geba,"
    },
    {
        "o": 6984,
        "r": "niv:Joshua:21:18",
        "t": "Anathoth and Almon, together with their pasturelands—four towns."
    },
    {
        "o": 6985,
        "r": "niv:Joshua:21:19",
        "t": "The*p total number of towns for the priests, the descendants of Aaron, came to thirteen, together with their pasturelands."
    },
    {
        "o": 6986,
        "r": "niv:Joshua:21:20",
        "t": "The*p rest of the Kohathite clans of the Levites were allotted towns from the tribe of Ephraim:"
    },
    {
        "o": 6987,
        "r": "niv:Joshua:21:21",
        "t": "In*ln the hill country of Ephraim they were given Shechem (a city of refuge for one accused of murder) and Gezer,"
    },
    {
        "o": 6988,
        "r": "niv:Joshua:21:22",
        "t": "Kibzaim and Beth Horon, together with their pasturelands—four towns."
    },
    {
        "o": 6989,
        "r": "niv:Joshua:21:23",
        "t": "Also*ln from the tribe of Dan they received: Eltekeh, Gibbethon,"
    },
    {
        "o": 6990,
        "r": "niv:Joshua:21:24",
        "t": "Aijalon and Gath Rimmon, together with their pasturelands—four towns."
    },
    {
        "o": 6991,
        "r": "niv:Joshua:21:25",
        "t": "From*ln half the tribe of Manasseh they received: Taanach and Gath Rimmon, together with their pasturelands—two towns."
    },
    {
        "o": 6992,
        "r": "niv:Joshua:21:26",
        "t": "All*p these ten towns and their pasturelands were given to the rest of the Kohathite clans."
    },
    {
        "o": 6993,
        "r": "niv:Joshua:21:27",
        "t": "The*p Levite clans of the Gershonites were given: from*ld the half-tribe of Manasseh, Golan*ld in Bashan (a city of refuge for one accused of murder) and Be Eshterah, together with their pasturelands—two towns;"
    },
    {
        "o": 6994,
        "r": "niv:Joshua:21:28",
        "t": "from*ld the tribe of Issachar, Kishion,*ld Daberath,"
    },
    {
        "o": 6995,
        "r": "niv:Joshua:21:29",
        "t": "Jarmuth and En Gannim, together with their pasturelands—four towns;"
    },
    {
        "o": 6996,
        "r": "niv:Joshua:21:30",
        "t": "from*ld the tribe of Asher, Mishal,*ld Abdon,"
    },
    {
        "o": 6997,
        "r": "niv:Joshua:21:31",
        "t": "Helkath and Rehob, together with their pasturelands—four towns;"
    },
    {
        "o": 6998,
        "r": "niv:Joshua:21:32",
        "t": "from*ld the tribe of Naphtali, Kedesh*ld in Galilee (a city of refuge for one accused of murder), Hammoth Dor and Kartan, together with their pasturelands—three towns."
    },
    {
        "o": 6999,
        "r": "niv:Joshua:21:33",
        "t": "The*p total number of towns of the Gershonite clans came to thirteen, together with their pasturelands."
    },
    {
        "o": 7000,
        "r": "niv:Joshua:21:34",
        "t": "The*p Merarite clans (the rest of the Levites) were given: from*ld the tribe of Zebulun, Jokneam,*ld Kartah,"
    },
    {
        "o": 7001,
        "r": "niv:Joshua:21:35",
        "t": "Dimnah and Nahalal, together with their pasturelands—four towns;"
    },
    {
        "o": 7002,
        "r": "niv:Joshua:21:36",
        "t": "from*ld the tribe of Reuben, Bezer,*ld Jahaz,"
    },
    {
        "o": 7003,
        "r": "niv:Joshua:21:37",
        "t": "Kedemoth and Mephaath, together with their pasturelands—four towns;"
    },
    {
        "o": 7004,
        "r": "niv:Joshua:21:38",
        "t": "from*ld the tribe of Gad, Ramoth*ld in Gilead (a city of refuge for one accused of murder), Mahanaim,"
    },
    {
        "o": 7005,
        "r": "niv:Joshua:21:39",
        "t": "Heshbon and Jazer, together with their pasturelands—four towns in all."
    },
    {
        "o": 7006,
        "r": "niv:Joshua:21:40",
        "t": "The*p total number of towns allotted to the Merarite clans, who were the rest of the Levites, came to twelve."
    },
    {
        "o": 7007,
        "r": "niv:Joshua:21:41",
        "t": "The*p towns of the Levites in the territory held by the Israelites were forty-eight in all, together with their pasturelands."
    },
    {
        "o": 7008,
        "r": "niv:Joshua:21:42",
        "t": "Each of these towns had pasturelands surrounding it; this was true for all these towns."
    },
    {
        "o": 7009,
        "r": "niv:Joshua:21:43",
        "t": "So*p the Lord*s gave Israel all the land he had sworn to give their ancestors, and they took possession of it and settled there."
    },
    {
        "o": 7010,
        "r": "niv:Joshua:21:44",
        "t": "The Lord*s gave them rest on every side, just as he had sworn to their ancestors. Not one of their enemies withstood them; the Lord*s gave all their enemies into their hands."
    },
    {
        "o": 7011,
        "r": "niv:Joshua:21:45",
        "t": "Not one of all the Lord’s*s good promises to Israel failed; every one was fulfilled."
    }
]
