[
    {
        "o": 19361,
        "r": "csb:Ecclesiastes:2:0",
        "t": "Ecclesiastes 2",
        "h": 1
    },
    {
        "o": 19362,
        "r": "csb:Ecclesiastes:2:0",
        "t": "The Emptiness of Pleasure",
        "h": 2
    },
    {
        "o": 19363,
        "r": "csb:Ecclesiastes:2:1",
        "t": "I*p said to myself, “Go ahead, I will test you with pleasure; enjoy what is good.” But it turned out to be futile."
    },
    {
        "o": 19364,
        "r": "csb:Ecclesiastes:2:2",
        "t": "I said about laughter, “It is madness,” and about pleasure, “What does this accomplish?”"
    },
    {
        "o": 19365,
        "r": "csb:Ecclesiastes:2:3",
        "t": "I explored with my mind the pull of wine on my body - my mind still guiding me with wisdom — and how to grasp folly, until I could see what is good for people to do under heaven during the few days of their lives."
    },
    {
        "o": 19366,
        "r": "csb:Ecclesiastes:2:3",
        "t": "The Emptiness of Possessions",
        "h": 2
    },
    {
        "o": 19367,
        "r": "csb:Ecclesiastes:2:4",
        "t": "I*p increased my achievements. I built houses and planted vineyards for myself."
    },
    {
        "o": 19368,
        "r": "csb:Ecclesiastes:2:5",
        "t": "I made gardens and parks for myself and planted every kind of fruit tree in them."
    },
    {
        "o": 19369,
        "r": "csb:Ecclesiastes:2:6",
        "t": "I constructed reservoirs for myself from which to irrigate a grove of flourishing trees."
    },
    {
        "o": 19370,
        "r": "csb:Ecclesiastes:2:7",
        "t": "I acquired male and female servants and had slaves who were born in my house. I also owned livestock - large herds and flocks - more than all who were before me in Jerusalem."
    },
    {
        "o": 19371,
        "r": "csb:Ecclesiastes:2:8",
        "t": "I also amassed silver and gold for myself, and the treasure of kings and provinces. I gathered male and female singers for myself, and many concubines, the delights of men."
    },
    {
        "o": 19372,
        "r": "csb:Ecclesiastes:2:9",
        "t": "So I became great and surpassed all who were before me in Jerusalem; my wisdom also remained with me."
    },
    {
        "o": 19373,
        "r": "csb:Ecclesiastes:2:10",
        "t": "All that my eyes desired, I did not deny them. I did not refuse myself any pleasure, for I took pleasure in all my struggles. This was my reward for all my struggles."
    },
    {
        "o": 19374,
        "r": "csb:Ecclesiastes:2:11",
        "t": "When I considered all that I had accomplished and what I had labored to achieve, I found everything to be futile and a pursuit of the wind. There was nothing to be gained under the sun."
    },
    {
        "o": 19375,
        "r": "csb:Ecclesiastes:2:11",
        "t": "The Relative Value of Wisdom",
        "h": 2
    },
    {
        "o": 19376,
        "r": "csb:Ecclesiastes:2:12",
        "t": "Then*p I turned to consider wisdom, madness, and folly, for what will the king’s successor be like? He will do what has already been done."
    },
    {
        "o": 19377,
        "r": "csb:Ecclesiastes:2:13",
        "t": "And I realized that there is an advantage to wisdom over folly, like the advantage of light over darkness."
    },
    {
        "o": 19378,
        "r": "csb:Ecclesiastes:2:14",
        "t": "The*pn wise person has eyes in his head, but*ln the fool walks in darkness. Yet*p I also knew that one fate comes to them both."
    },
    {
        "o": 19379,
        "r": "csb:Ecclesiastes:2:15",
        "t": "So I said to myself, “What happens to the fool will also happen to me. Why then have I been overly wise?” And I said to myself that this is also futile."
    },
    {
        "o": 19380,
        "r": "csb:Ecclesiastes:2:16",
        "t": "For, just like the fool, there is no lasting remembrance of the wise, since in the days to come both will be forgotten. How is it that the wise person dies just like the fool?"
    },
    {
        "o": 19381,
        "r": "csb:Ecclesiastes:2:17",
        "t": "Therefore, I hated life because the work that was done under the sun was distressing to me. For everything is futile and a pursuit of the wind."
    },
    {
        "o": 19382,
        "r": "csb:Ecclesiastes:2:17",
        "t": "The Emptiness of Work",
        "h": 2
    },
    {
        "o": 19383,
        "r": "csb:Ecclesiastes:2:18",
        "t": "I*p hated all my work that I labored at under the sun because I must leave it to the one who comes after me."
    },
    {
        "o": 19384,
        "r": "csb:Ecclesiastes:2:19",
        "t": "And who knows whether he will be wise or a fool? Yet he will take over all my work that I labored at skillfully under the sun. This too is futile."
    },
    {
        "o": 19385,
        "r": "csb:Ecclesiastes:2:20",
        "t": "So I began to give myself over to despair concerning all my work that I had labored at under the sun."
    },
    {
        "o": 19386,
        "r": "csb:Ecclesiastes:2:21",
        "t": "When there is a person whose work was done with wisdom, knowledge, and skill, and he must give his portion to a person who has not worked for it, this too is futile and a great wrong."
    },
    {
        "o": 19387,
        "r": "csb:Ecclesiastes:2:22",
        "t": "For what does a person get with all his work and all his efforts that he labors at under the sun?"
    },
    {
        "o": 19388,
        "r": "csb:Ecclesiastes:2:23",
        "t": "For all his days are filled with grief, and his occupation is sorrowful; even at night, his mind does not rest. This too is futile."
    },
    {
        "o": 19389,
        "r": "csb:Ecclesiastes:2:24",
        "t": "There*p is nothing better for a person than to eat, drink, and enjoy his work. I have seen that even this is from God’s hand,"
    },
    {
        "o": 19390,
        "r": "csb:Ecclesiastes:2:25",
        "t": "because who can eat and who can enjoy life apart from him?"
    },
    {
        "o": 19391,
        "r": "csb:Ecclesiastes:2:26",
        "t": "For to the person who is pleasing in his sight, he gives wisdom, knowledge, and joy; but to the sinner he gives the task of gathering and accumulating in order to give to the one who is pleasing in God’s sight. This too is futile and a pursuit of the wind."
    }
]
