[
    {
        "o": 20189,
        "r": "nasb:Isaiah:26:0",
        "t": "Isaiah 26",
        "h": 1
    },
    {
        "o": 20190,
        "r": "nasb:Isaiah:26:0",
        "t": "Song of Trust in God’s Protection",
        "h": 2
    },
    {
        "o": 20191,
        "r": "nasb:Isaiah:26:1",
        "t": "In*p that day this song will be sung in the land of Judah: “We*pn have a strong city; He*ln sets up walls and ramparts for security."
    },
    {
        "o": 20192,
        "r": "nasb:Isaiah:26:2",
        "t": "Open*ln the gates, that the righteous nation may enter, The*ln one that remains faithful."
    },
    {
        "o": 20193,
        "r": "nasb:Isaiah:26:3",
        "t": "The*ln steadfast of mind You will keep in perfect peace, Because*ln he trusts in You."
    },
    {
        "o": 20194,
        "r": "nasb:Isaiah:26:4",
        "t": "Trust*ln in the Lord*s forever, For*ln in God*s the Lord,*s we*i have*i an everlasting Rock."
    },
    {
        "o": 20195,
        "r": "nasb:Isaiah:26:5",
        "t": "For*ln He has brought low those who dwell on high, the unassailable city; He*ln lays it low, He lays it low to the ground, He casts it to the dust."
    },
    {
        "o": 20196,
        "r": "nasb:Isaiah:26:6",
        "t": "The*ln foot will trample it, The*ln feet of the afflicted, the steps of the helpless.”"
    },
    {
        "o": 20197,
        "r": "nasb:Isaiah:26:7",
        "t": "The*ln way of the righteous is smooth; O*ln Upright One, make the path of the righteous level."
    },
    {
        "o": 20198,
        "r": "nasb:Isaiah:26:8",
        "t": "Indeed,*ln while*i following*i the way of Your judgments, O Lord,*s We*ln have waited for You eagerly; Your*ln name, even Your memory, is the desire of our*i souls."
    },
    {
        "o": 20199,
        "r": "nasb:Isaiah:26:9",
        "t": "At*ln night my soul longs for You, Indeed,*ln my spirit within me seeks You diligently; For*ln when the earth experiences Your judgments The*ln inhabitants of the world learn righteousness."
    },
    {
        "o": 20200,
        "r": "nasb:Isaiah:26:10",
        "t": "Though*iln the wicked is shown favor, He*ln does not learn righteousness; He*ln deals unjustly in the land of uprightness, And*ln does not perceive the majesty of the Lord.*s"
    },
    {
        "o": 20201,
        "r": "nasb:Isaiah:26:11",
        "t": "O*ln Lord,*s Your hand is lifted up yet*i they do not see it. They*ln see Your*i zeal for the people and are put to shame; Indeed,*ln fire will devour Your enemies."
    },
    {
        "o": 20202,
        "r": "nasb:Isaiah:26:12",
        "t": "Lord,*sln You will establish peace for us, Since*ln You have also performed for us all our works."
    },
    {
        "o": 20203,
        "r": "nasb:Isaiah:26:13",
        "t": "O*ln Lord*s our God, other masters besides You have ruled us; But*iln through You alone we confess Your name."
    },
    {
        "o": 20204,
        "r": "nasb:Isaiah:26:14",
        "t": "The*ln dead will not live, the departed spirits will not rise; Therefore*ln You have punished and destroyed them, And*ln You have wiped out all remembrance of them."
    },
    {
        "o": 20205,
        "r": "nasb:Isaiah:26:15",
        "t": "You*ln have increased the nation, O Lord,*s You*ln have increased the nation, You are glorified; You*ln have extended all the borders of the land."
    },
    {
        "o": 20206,
        "r": "nasb:Isaiah:26:16",
        "t": "O*ln Lord,*s they sought You in distress; They*ln could only whisper a prayer, Your*ln chastening was upon them."
    },
    {
        "o": 20207,
        "r": "nasb:Isaiah:26:17",
        "t": "As*ln the pregnant woman approaches the*i time*i to give birth, She*ln writhes and*i cries out in her labor pains, Thus*ln were we before You, O Lord.*s"
    },
    {
        "o": 20208,
        "r": "nasb:Isaiah:26:18",
        "t": "We*ln were pregnant, we writhed in*i labor,*i We*ln gave birth, as it seems, only*i to wind. We*ln could not accomplish deliverance for the earth, Nor*ln were inhabitants of the world born."
    },
    {
        "o": 20209,
        "r": "nasb:Isaiah:26:19",
        "t": "Your*ln dead will live; Their*ln corpses will rise. You*ln who lie in the dust, awake and shout for joy, For*ln your dew is*i as*i the dew of the dawn, And*ln the earth will give birth to the departed spirits."
    },
    {
        "o": 20210,
        "r": "nasb:Isaiah:26:20",
        "t": "Come,*ln my people, enter into your rooms And*ln close your doors behind you; Hide*ln for a little while Until*ln indignation runs its*i course."
    },
    {
        "o": 20211,
        "r": "nasb:Isaiah:26:21",
        "t": "For*ln behold, the Lord*s is about to come out from His place To*ln punish the inhabitants of the earth for their iniquity; And*ln the earth will reveal her bloodshed And*ln will no longer cover her slain."
    }
]
