[
    {
        "o": 23500,
        "r": "nasb:Ezekiel:27:0",
        "t": "Ezekiel 27",
        "h": 1
    },
    {
        "o": 23501,
        "r": "nasb:Ezekiel:27:0",
        "t": "Lament over Tyre",
        "h": 2
    },
    {
        "o": 23502,
        "r": "nasb:Ezekiel:27:1",
        "t": "Moreover,*p the word of the Lord*s came to me saying,"
    },
    {
        "o": 23503,
        "r": "nasb:Ezekiel:27:2",
        "t": "“And you, son of man, take up a lamentation over Tyre;"
    },
    {
        "o": 23504,
        "r": "nasb:Ezekiel:27:3",
        "t": "and say to Tyre, who dwells at the entrance to the sea, merchant of the peoples to many coastlands, ‘Thus says the Lord God,*s “O*pn Tyre, you have said, ‘I am perfect in beauty.’"
    },
    {
        "o": 23505,
        "r": "nasb:Ezekiel:27:4",
        "t": "Your*ln borders are in the heart of the seas; Your*ln builders have perfected your beauty."
    },
    {
        "o": 23506,
        "r": "nasb:Ezekiel:27:5",
        "t": "They*ln have made all your*i planks of fir trees from Senir; They*ln have taken a cedar from Lebanon to make a mast for you."
    },
    {
        "o": 23507,
        "r": "nasb:Ezekiel:27:6",
        "t": "Of*ln oaks from Bashan they have made your oars; With*ln ivory they have inlaid your deck of boxwood from the coastlands of Cyprus."
    },
    {
        "o": 23508,
        "r": "nasb:Ezekiel:27:7",
        "t": "Your*ln sail was of fine embroidered linen from Egypt So*ln that it became your distinguishing mark; Your*ln awning was blue and purple from the coastlands of Elishah."
    },
    {
        "o": 23509,
        "r": "nasb:Ezekiel:27:8",
        "t": "The*ln inhabitants of Sidon and Arvad were your rowers; Your*ln wise men, O Tyre, were aboard; they were your pilots."
    },
    {
        "o": 23510,
        "r": "nasb:Ezekiel:27:9",
        "t": "The*ln elders of Gebal and her wise men were with you repairing your seams; All*ln the ships of the sea and their sailors were with you in order to deal in your merchandise."
    },
    {
        "o": 23511,
        "r": "nasb:Ezekiel:27:10",
        "t": "“Persia*p and Lud and Put were in your army, your men of war. They hung shield and helmet in you; they set forth your splendor."
    },
    {
        "o": 23512,
        "r": "nasb:Ezekiel:27:11",
        "t": "The sons of Arvad and your army were on your walls, all*i around, and the Gammadim were in your towers. They hung their shields on your walls all*i around; they perfected your beauty."
    },
    {
        "o": 23513,
        "r": "nasb:Ezekiel:27:12",
        "t": "“Tarshish*p was your customer because of the abundance of all kinds*i of wealth; with silver, iron, tin and lead they paid for your wares."
    },
    {
        "o": 23514,
        "r": "nasb:Ezekiel:27:13",
        "t": "Javan, Tubal and Meshech, they were your traders; with the lives of men and vessels of bronze they paid for your merchandise."
    },
    {
        "o": 23515,
        "r": "nasb:Ezekiel:27:14",
        "t": "Those from Beth-togarmah gave horses and war horses and mules for your wares."
    },
    {
        "o": 23516,
        "r": "nasb:Ezekiel:27:15",
        "t": "The sons of Dedan were your traders. Many coastlands were your market; ivory tusks and ebony they brought as your payment."
    },
    {
        "o": 23517,
        "r": "nasb:Ezekiel:27:16",
        "t": "Aram was your customer because of the abundance of your goods; they paid for your wares with emeralds, purple, embroidered work, fine linen, coral and rubies."
    },
    {
        "o": 23518,
        "r": "nasb:Ezekiel:27:17",
        "t": "Judah and the land of Israel, they were your traders; with the wheat of Minnith, cakes, honey, oil and balm they paid for your merchandise."
    },
    {
        "o": 23519,
        "r": "nasb:Ezekiel:27:18",
        "t": "Damascus was your customer because of the abundance of your goods, because of the abundance of all kinds*i of wealth, because of the wine of Helbon and white wool."
    },
    {
        "o": 23520,
        "r": "nasb:Ezekiel:27:19",
        "t": "Vedan and Javan paid for your wares from Uzal; wrought iron, cassia and sweet cane were among your merchandise."
    },
    {
        "o": 23521,
        "r": "nasb:Ezekiel:27:20",
        "t": "Dedan traded with you in saddlecloths for riding."
    },
    {
        "o": 23522,
        "r": "nasb:Ezekiel:27:21",
        "t": "Arabia and all the princes of Kedar, they were your customers for lambs, rams and goats; for these they were your customers."
    },
    {
        "o": 23523,
        "r": "nasb:Ezekiel:27:22",
        "t": "The traders of Sheba and Raamah, they traded with you; they paid for your wares with the best of all kinds*i of spices, and with all kinds*i of precious stones and gold."
    },
    {
        "o": 23524,
        "r": "nasb:Ezekiel:27:23",
        "t": "Haran, Canneh, Eden, the traders of Sheba, Asshur and*i Chilmad traded with you."
    },
    {
        "o": 23525,
        "r": "nasb:Ezekiel:27:24",
        "t": "They traded with you in choice garments, in clothes of blue and embroidered work, and in carpets of many colors and*i tightly wound cords, which*i were*i among your merchandise."
    },
    {
        "o": 23526,
        "r": "nasb:Ezekiel:27:25",
        "t": "The ships of Tarshish were the carriers for your merchandise. And*pn you were filled and were very glorious In*ln the heart of the seas."
    },
    {
        "o": 23527,
        "r": "nasb:Ezekiel:27:26",
        "t": "“Your*ln rowers have brought you Into*ln great waters; The*ln east wind has broken you In*ln the heart of the seas."
    },
    {
        "o": 23528,
        "r": "nasb:Ezekiel:27:27",
        "t": "Your*ln wealth, your wares, your merchandise, Your*ln sailors and your pilots, Your*ln repairers of seams, your dealers in merchandise And*ln all your men of war who are in you, With*ln all your company that is in your midst, Will*ln fall into the heart of the seas On*ln the day of your overthrow."
    },
    {
        "o": 23529,
        "r": "nasb:Ezekiel:27:28",
        "t": "At*ln the sound of the cry of your pilots The*ln pasture lands will shake."
    },
    {
        "o": 23530,
        "r": "nasb:Ezekiel:27:29",
        "t": "All*ln who handle the oar, The*ln sailors and*i all the pilots of the sea Will*ln come down from their ships; They*ln will stand on the land,"
    },
    {
        "o": 23531,
        "r": "nasb:Ezekiel:27:30",
        "t": "And*ln they will make their voice heard over you And*ln will cry bitterly. They*ln will cast dust on their heads, They*ln will wallow in ashes."
    },
    {
        "o": 23532,
        "r": "nasb:Ezekiel:27:31",
        "t": "Also*ln they will make themselves bald for you And*ln gird themselves with sackcloth; And*ln they will weep for you in bitterness of soul With*ln bitter mourning."
    },
    {
        "o": 23533,
        "r": "nasb:Ezekiel:27:32",
        "t": "Moreover,*ln in their wailing they will take up a lamentation for you And*ln lament over you: ‘Who*ln is like Tyre, Like*ln her who is silent in the midst of the sea?"
    },
    {
        "o": 23534,
        "r": "nasb:Ezekiel:27:33",
        "t": "When*ln your wares went out from the seas, You*ln satisfied many peoples; With*ln the abundance of your wealth and your merchandise You*ln enriched the kings of earth."
    },
    {
        "o": 23535,
        "r": "nasb:Ezekiel:27:34",
        "t": "Now*ln that you are broken by the seas In*ln the depths of the waters, Your*ln merchandise and all your company Have*ln fallen in the midst of you."
    },
    {
        "o": 23536,
        "r": "nasb:Ezekiel:27:35",
        "t": "All*ln the inhabitants of the coastlands Are*ln appalled at you, And*ln their kings are horribly afraid; They*ln are troubled in countenance."
    },
    {
        "o": 23537,
        "r": "nasb:Ezekiel:27:36",
        "t": "The*ln merchants among the peoples hiss at you; You*ln have become terrified And*ln you will cease to be forever.’ ” ’ ”"
    }
]
