[
    {
        "o": 2798,
        "r": "kjv:Exodus:40:0",
        "t": "Exodus 40",
        "h": 1
    },
    {
        "o": 2799,
        "r": "kjv:Exodus:40:1",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 2800,
        "r": "kjv:Exodus:40:2",
        "t": "On*p the first day of the first month shalt thou set up the tabernacle of the tent of the congregation."
    },
    {
        "o": 2801,
        "r": "kjv:Exodus:40:3",
        "t": "And*p thou shalt put therein the ark of the testimony, and cover the ark with the veil."
    },
    {
        "o": 2802,
        "r": "kjv:Exodus:40:4",
        "t": "And*p thou shalt bring in the table, and set in order the things that are to be set in order upon it; and thou shalt bring in the candlestick, and light the lamps thereof."
    },
    {
        "o": 2803,
        "r": "kjv:Exodus:40:5",
        "t": "And*p thou shalt set the altar of gold for the incense before the ark of the testimony, and put the hanging of the door to the tabernacle."
    },
    {
        "o": 2804,
        "r": "kjv:Exodus:40:6",
        "t": "And*p thou shalt set the altar of the burnt offering before the door of the tabernacle of the tent of the congregation."
    },
    {
        "o": 2805,
        "r": "kjv:Exodus:40:7",
        "t": "And*p thou shalt set the laver between the tent of the congregation and the altar, and shalt put water therein."
    },
    {
        "o": 2806,
        "r": "kjv:Exodus:40:8",
        "t": "And*p thou shalt set up the court round about, and hang up the hanging at the court gate."
    },
    {
        "o": 2807,
        "r": "kjv:Exodus:40:9",
        "t": "And*p thou shalt take the anointing oil, and anoint the tabernacle, and all that is therein, and shalt hallow it, and all the vessels thereof: and it shall be holy."
    },
    {
        "o": 2808,
        "r": "kjv:Exodus:40:10",
        "t": "And*p thou shalt anoint the altar of the burnt offering, and all his vessels, and sanctify the altar: and it shall be an altar most holy."
    },
    {
        "o": 2809,
        "r": "kjv:Exodus:40:11",
        "t": "And*p thou shalt anoint the laver and his foot, and sanctify it."
    },
    {
        "o": 2810,
        "r": "kjv:Exodus:40:12",
        "t": "And*p thou shalt bring Aaron and his sons unto the door of the tabernacle of the congregation, and wash them with water."
    },
    {
        "o": 2811,
        "r": "kjv:Exodus:40:13",
        "t": "And*p thou shalt put upon Aaron the holy garments, and anoint him, and sanctify him; that he may minister unto me in the priest's office."
    },
    {
        "o": 2812,
        "r": "kjv:Exodus:40:14",
        "t": "And*p thou shalt bring his sons, and clothe them with coats:"
    },
    {
        "o": 2813,
        "r": "kjv:Exodus:40:15",
        "t": "And*p thou shalt anoint them, as thou didst anoint their father, that they may minister unto me in the priest's office: for their anointing shall surely be an everlasting priesthood throughout their generations."
    },
    {
        "o": 2814,
        "r": "kjv:Exodus:40:16",
        "t": "Thus*p did Moses: according to all that the Lord*s commanded him, so did he."
    },
    {
        "o": 2815,
        "r": "kjv:Exodus:40:17",
        "t": "And*p it came to pass in the first month in the second year, on the first day of the month, that the tabernacle was reared up."
    },
    {
        "o": 2816,
        "r": "kjv:Exodus:40:18",
        "t": "And*p Moses reared up the tabernacle, and fastened his sockets, and set up the boards thereof, and put in the bars thereof, and reared up his pillars."
    },
    {
        "o": 2817,
        "r": "kjv:Exodus:40:19",
        "t": "And*p he spread abroad the tent over the tabernacle, and put the covering of the tent above upon it; as the Lord*s commanded Moses."
    },
    {
        "o": 2818,
        "r": "kjv:Exodus:40:20",
        "t": "And*p he took and put the testimony into the ark, and set the staves on the ark, and put the mercy seat above upon the ark:"
    },
    {
        "o": 2819,
        "r": "kjv:Exodus:40:21",
        "t": "And*p he brought the ark into the tabernacle, and set up the veil of the covering, and covered the ark of the testimony; as the Lord*s commanded Moses."
    },
    {
        "o": 2820,
        "r": "kjv:Exodus:40:22",
        "t": "And*p he put the table in the tent of the congregation, upon the side of the tabernacle northward, without the veil."
    },
    {
        "o": 2821,
        "r": "kjv:Exodus:40:23",
        "t": "And*p he set the bread in order upon it before the Lord;*s as the Lord*s had commanded Moses."
    },
    {
        "o": 2822,
        "r": "kjv:Exodus:40:24",
        "t": "And*p he put the candlestick in the tent of the congregation, over against the table, on the side of the tabernacle southward."
    },
    {
        "o": 2823,
        "r": "kjv:Exodus:40:25",
        "t": "And*p he lighted the lamps before the Lord;*s as the Lord*s commanded Moses."
    },
    {
        "o": 2824,
        "r": "kjv:Exodus:40:26",
        "t": "And*p he put the golden altar in the tent of the congregation before the veil:"
    },
    {
        "o": 2825,
        "r": "kjv:Exodus:40:27",
        "t": "And*p he burnt sweet incense thereon; as the Lord*s commanded Moses."
    },
    {
        "o": 2826,
        "r": "kjv:Exodus:40:28",
        "t": "And*p he set up the hanging at the door of the tabernacle."
    },
    {
        "o": 2827,
        "r": "kjv:Exodus:40:29",
        "t": "And*p he put the altar of burnt offering by the door of the tabernacle of the tent of the congregation, and offered upon it the burnt offering and the meat offering; as the Lord*s commanded Moses."
    },
    {
        "o": 2828,
        "r": "kjv:Exodus:40:30",
        "t": "And*p he set the laver between the tent of the congregation and the altar, and put water there, to wash withal."
    },
    {
        "o": 2829,
        "r": "kjv:Exodus:40:31",
        "t": "And*p Moses and Aaron and his sons washed their hands and their feet thereat:"
    },
    {
        "o": 2830,
        "r": "kjv:Exodus:40:32",
        "t": "When*p they went into the tent of the congregation, and when they came near unto the altar, they washed; as the Lord*s commanded Moses."
    },
    {
        "o": 2831,
        "r": "kjv:Exodus:40:33",
        "t": "And*p he reared up the court round about the tabernacle and the altar, and set up the hanging of the court gate. So Moses finished the work."
    },
    {
        "o": 2832,
        "r": "kjv:Exodus:40:34",
        "t": "Then*p a cloud covered the tent of the congregation, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 2833,
        "r": "kjv:Exodus:40:35",
        "t": "And*p Moses was not able to enter into the tent of the congregation, because the cloud abode thereon, and the glory of the Lord*s filled the tabernacle."
    },
    {
        "o": 2834,
        "r": "kjv:Exodus:40:36",
        "t": "And*p when the cloud was taken up from over the tabernacle, the children of Israel went onward in all their journeys:"
    },
    {
        "o": 2835,
        "r": "kjv:Exodus:40:37",
        "t": "But*p if the cloud were not taken up, then they journeyed not till the day that it was taken up."
    },
    {
        "o": 2836,
        "r": "kjv:Exodus:40:38",
        "t": "For*p the cloud of the Lord*s was upon the tabernacle by day, and fire was on it by night, in the sight of all the house of Israel, throughout all their journeys."
    }
]
