[
    {
        "o": 23592,
        "r": "niv:Ezekiel:40:0",
        "t": "Ezekiel 40",
        "h": 1
    },
    {
        "o": 23593,
        "r": "niv:Ezekiel:40:0",
        "t": "The Temple Area Restored",
        "h": 2
    },
    {
        "o": 23594,
        "r": "niv:Ezekiel:40:1",
        "t": "In*p the twenty-fifth year of our exile, at the beginning of the year, on the tenth of the month, in the fourteenth year after the fall of the city—on that very day the hand of the Lord*s was on me and he took me there."
    },
    {
        "o": 23595,
        "r": "niv:Ezekiel:40:2",
        "t": "In visions of God he took me to the land of Israel and set me on a very high mountain, on whose south side were some buildings that looked like a city."
    },
    {
        "o": 23596,
        "r": "niv:Ezekiel:40:3",
        "t": "He took me there, and I saw a man whose appearance was like bronze; he was standing in the gateway with a linen cord and a measuring rod in his hand."
    },
    {
        "o": 23597,
        "r": "niv:Ezekiel:40:4",
        "t": "The man said to me, “Son of man, look carefully and listen closely and pay attention to everything I am going to show you, for that is why you have been brought here. Tell the people of Israel everything you see.”"
    },
    {
        "o": 23598,
        "r": "niv:Ezekiel:40:4",
        "t": "The East Gate to the Outer Court",
        "h": 3
    },
    {
        "o": 23599,
        "r": "niv:Ezekiel:40:5",
        "t": "I*p saw a wall completely surrounding the temple area. The length of the measuring rod in the man’s hand was six long cubits, each of which was a cubit and a handbreadth. He measured the wall; it was one measuring rod thick and one rod high."
    },
    {
        "o": 23600,
        "r": "niv:Ezekiel:40:6",
        "t": "Then*p he went to the east gate. He climbed its steps and measured the threshold of the gate; it was one rod deep."
    },
    {
        "o": 23601,
        "r": "niv:Ezekiel:40:7",
        "t": "The alcoves for the guards were one rod long and one rod wide, and the projecting walls between the alcoves were five cubits thick. And the threshold of the gate next to the portico facing the temple was one rod deep."
    },
    {
        "o": 23602,
        "r": "niv:Ezekiel:40:8",
        "t": "Then*p he measured the portico of the gateway;"
    },
    {
        "o": 23603,
        "r": "niv:Ezekiel:40:9",
        "t": "it was eight cubits deep and its jambs were two cubits thick. The portico of the gateway faced the temple."
    },
    {
        "o": 23604,
        "r": "niv:Ezekiel:40:10",
        "t": "Inside*p the east gate were three alcoves on each side; the three had the same measurements, and the faces of the projecting walls on each side had the same measurements."
    },
    {
        "o": 23605,
        "r": "niv:Ezekiel:40:11",
        "t": "Then he measured the width of the entrance of the gateway; it was ten cubits and its length was thirteen cubits."
    },
    {
        "o": 23606,
        "r": "niv:Ezekiel:40:12",
        "t": "In front of each alcove was a wall one cubit high, and the alcoves were six cubits square."
    },
    {
        "o": 23607,
        "r": "niv:Ezekiel:40:13",
        "t": "Then he measured the gateway from the top of the rear wall of one alcove to the top of the opposite one; the distance was twenty-five cubits from one parapet opening to the opposite one."
    },
    {
        "o": 23608,
        "r": "niv:Ezekiel:40:14",
        "t": "He measured along the faces of the projecting walls all around the inside of the gateway—sixty cubits. The measurement was up to the portico facing the courtyard."
    },
    {
        "o": 23609,
        "r": "niv:Ezekiel:40:15",
        "t": "The distance from the entrance of the gateway to the far end of its portico was fifty cubits."
    },
    {
        "o": 23610,
        "r": "niv:Ezekiel:40:16",
        "t": "The alcoves and the projecting walls inside the gateway were surmounted by narrow parapet openings all around, as was the portico; the openings all around faced inward. The faces of the projecting walls were decorated with palm trees."
    },
    {
        "o": 23611,
        "r": "niv:Ezekiel:40:16",
        "t": "The Outer Court",
        "h": 3
    },
    {
        "o": 23612,
        "r": "niv:Ezekiel:40:17",
        "t": "Then*p he brought me into the outer court. There I saw some rooms and a pavement that had been constructed all around the court; there were thirty rooms along the pavement."
    },
    {
        "o": 23613,
        "r": "niv:Ezekiel:40:18",
        "t": "It abutted the sides of the gateways and was as wide as they were long; this was the lower pavement."
    },
    {
        "o": 23614,
        "r": "niv:Ezekiel:40:19",
        "t": "Then he measured the distance from the inside of the lower gateway to the outside of the inner court; it was a hundred cubits on the east side as well as on the north."
    },
    {
        "o": 23615,
        "r": "niv:Ezekiel:40:19",
        "t": "The North Gate",
        "h": 3
    },
    {
        "o": 23616,
        "r": "niv:Ezekiel:40:20",
        "t": "Then*p he measured the length and width of the north gate, leading into the outer court."
    },
    {
        "o": 23617,
        "r": "niv:Ezekiel:40:21",
        "t": "Its alcoves—three on each side—its projecting walls and its portico had the same measurements as those of the first gateway. It was fifty cubits long and twenty-five cubits wide."
    },
    {
        "o": 23618,
        "r": "niv:Ezekiel:40:22",
        "t": "Its openings, its portico and its palm tree decorations had the same measurements as those of the gate facing east. Seven steps led up to it, with its portico opposite them."
    },
    {
        "o": 23619,
        "r": "niv:Ezekiel:40:23",
        "t": "There was a gate to the inner court facing the north gate, just as there was on the east. He measured from one gate to the opposite one; it was a hundred cubits."
    },
    {
        "o": 23620,
        "r": "niv:Ezekiel:40:23",
        "t": "The South Gate",
        "h": 3
    },
    {
        "o": 23621,
        "r": "niv:Ezekiel:40:24",
        "t": "Then*p he led me to the south side and I saw the south gate. He measured its jambs and its portico, and they had the same measurements as the others."
    },
    {
        "o": 23622,
        "r": "niv:Ezekiel:40:25",
        "t": "The gateway and its portico had narrow openings all around, like the openings of the others. It was fifty cubits long and twenty-five cubits wide."
    },
    {
        "o": 23623,
        "r": "niv:Ezekiel:40:26",
        "t": "Seven steps led up to it, with its portico opposite them; it had palm tree decorations on the faces of the projecting walls on each side."
    },
    {
        "o": 23624,
        "r": "niv:Ezekiel:40:27",
        "t": "The inner court also had a gate facing south, and he measured from this gate to the outer gate on the south side; it was a hundred cubits."
    },
    {
        "o": 23625,
        "r": "niv:Ezekiel:40:27",
        "t": "The Gates to the Inner Court",
        "h": 3
    },
    {
        "o": 23626,
        "r": "niv:Ezekiel:40:28",
        "t": "Then*p he brought me into the inner court through the south gate, and he measured the south gate; it had the same measurements as the others."
    },
    {
        "o": 23627,
        "r": "niv:Ezekiel:40:29",
        "t": "Its alcoves, its projecting walls and its portico had the same measurements as the others. The gateway and its portico had openings all around. It was fifty cubits long and twenty-five cubits wide."
    },
    {
        "o": 23628,
        "r": "niv:Ezekiel:40:30",
        "t": "(The porticoes of the gateways around the inner court were twenty-five cubits wide and five cubits deep.)"
    },
    {
        "o": 23629,
        "r": "niv:Ezekiel:40:31",
        "t": "Its portico faced the outer court; palm trees decorated its jambs, and eight steps led up to it."
    },
    {
        "o": 23630,
        "r": "niv:Ezekiel:40:32",
        "t": "Then*p he brought me to the inner court on the east side, and he measured the gateway; it had the same measurements as the others."
    },
    {
        "o": 23631,
        "r": "niv:Ezekiel:40:33",
        "t": "Its alcoves, its projecting walls and its portico had the same measurements as the others. The gateway and its portico had openings all around. It was fifty cubits long and twenty-five cubits wide."
    },
    {
        "o": 23632,
        "r": "niv:Ezekiel:40:34",
        "t": "Its portico faced the outer court; palm trees decorated the jambs on either side, and eight steps led up to it."
    },
    {
        "o": 23633,
        "r": "niv:Ezekiel:40:35",
        "t": "Then*p he brought me to the north gate and measured it. It had the same measurements as the others,"
    },
    {
        "o": 23634,
        "r": "niv:Ezekiel:40:36",
        "t": "as did its alcoves, its projecting walls and its portico, and it had openings all around. It was fifty cubits long and twenty-five cubits wide."
    },
    {
        "o": 23635,
        "r": "niv:Ezekiel:40:37",
        "t": "Its portico faced the outer court; palm trees decorated the jambs on either side, and eight steps led up to it."
    },
    {
        "o": 23636,
        "r": "niv:Ezekiel:40:37",
        "t": "The Rooms for Preparing Sacrifices",
        "h": 3
    },
    {
        "o": 23637,
        "r": "niv:Ezekiel:40:38",
        "t": "A*p room with a doorway was by the portico in each of the inner gateways, where the burnt offerings were washed."
    },
    {
        "o": 23638,
        "r": "niv:Ezekiel:40:39",
        "t": "In the portico of the gateway were two tables on each side, on which the burnt offerings, sin offerings and guilt offerings were slaughtered."
    },
    {
        "o": 23639,
        "r": "niv:Ezekiel:40:40",
        "t": "By the outside wall of the portico of the gateway, near the steps at the entrance of the north gateway were two tables, and on the other side of the steps were two tables."
    },
    {
        "o": 23640,
        "r": "niv:Ezekiel:40:41",
        "t": "So there were four tables on one side of the gateway and four on the other—eight tables in all—on which the sacrifices were slaughtered."
    },
    {
        "o": 23641,
        "r": "niv:Ezekiel:40:42",
        "t": "There were also four tables of dressed stone for the burnt offerings, each a cubit and a half long, a cubit and a half wide and a cubit high. On them were placed the utensils for slaughtering the burnt offerings and the other sacrifices."
    },
    {
        "o": 23642,
        "r": "niv:Ezekiel:40:43",
        "t": "And double-pronged hooks, each a handbreadth long, were attached to the wall all around. The tables were for the flesh of the offerings."
    },
    {
        "o": 23643,
        "r": "niv:Ezekiel:40:43",
        "t": "The Rooms for the Priests",
        "h": 3
    },
    {
        "o": 23644,
        "r": "niv:Ezekiel:40:44",
        "t": "Outside*p the inner gate, within the inner court, were two rooms, one at the side of the north gate and facing south, and another at the side of the south gate and facing north."
    },
    {
        "o": 23645,
        "r": "niv:Ezekiel:40:45",
        "t": "He said to me, “The room facing south is for the priests who guard the temple,"
    },
    {
        "o": 23646,
        "r": "niv:Ezekiel:40:46",
        "t": "and the room facing north is for the priests who guard the altar. These are the sons of Zadok, who are the only Levites who may draw near to the Lord*s to minister before him.”"
    },
    {
        "o": 23647,
        "r": "niv:Ezekiel:40:47",
        "t": "Then*p he measured the court: It was square—a hundred cubits long and a hundred cubits wide. And the altar was in front of the temple."
    },
    {
        "o": 23648,
        "r": "niv:Ezekiel:40:47",
        "t": "The New Temple",
        "h": 2
    },
    {
        "o": 23649,
        "r": "niv:Ezekiel:40:48",
        "t": "He*p brought me to the portico of the temple and measured the jambs of the portico; they were five cubits wide on either side. The width of the entrance was fourteen cubits and its projecting walls were three cubits wide on either side."
    },
    {
        "o": 23650,
        "r": "niv:Ezekiel:40:49",
        "t": "The portico was twenty cubits wide, and twelve cubits from front to back. It was reached by a flight of stairs, and there were pillars on each side of the jambs."
    }
]
