[
    {
        "o": 25029,
        "r": "nasb:Amos:8:0",
        "t": "Amos 8",
        "h": 1
    },
    {
        "o": 25030,
        "r": "nasb:Amos:8:0",
        "t": "Basket of Fruit and Israel’s Captivity",
        "h": 2
    },
    {
        "o": 25031,
        "r": "nasb:Amos:8:1",
        "t": "Thus*p the Lord God*s showed me, and behold, there*i was*i a basket of summer fruit."
    },
    {
        "o": 25032,
        "r": "nasb:Amos:8:2",
        "t": "He said, “What do you see, Amos?” And I said, “A basket of summer fruit.” Then the Lord*s said to me, “The end has come for My people Israel. I will spare them no longer."
    },
    {
        "o": 25033,
        "r": "nasb:Amos:8:3",
        "t": "The songs of the palace will turn to wailing in that day,” declares the Lord God.*s “Many will*i be*i the corpses; in every place they will cast them forth in silence.”"
    },
    {
        "o": 25034,
        "r": "nasb:Amos:8:4",
        "t": "Hear*p this, you who trample the needy, to do away with the humble of the land,"
    },
    {
        "o": 25035,
        "r": "nasb:Amos:8:5",
        "t": "saying, “When*pn will the new moon be over, So*ln that we may sell grain, And*ln the sabbath, that we may open the wheat market,*i To*ln make the bushel smaller and the shekel bigger, And*ln to cheat with dishonest scales,"
    },
    {
        "o": 25036,
        "r": "nasb:Amos:8:6",
        "t": "So*ln as to buy the helpless for money And*ln the needy for a pair of sandals, And*ln that*i we may sell the refuse of the wheat?”"
    },
    {
        "o": 25037,
        "r": "nasb:Amos:8:7",
        "t": "The*ln Lord*s has sworn by the pride of Jacob, “Indeed,*ln I will never forget any of their deeds."
    },
    {
        "o": 25038,
        "r": "nasb:Amos:8:8",
        "t": "Because*ln of this will not the land quake And*ln everyone who dwells in it mourn? Indeed,*ln all of it will rise up like the Nile, And*ln it will be tossed about And*ln subside like the Nile of Egypt."
    },
    {
        "o": 25039,
        "r": "nasb:Amos:8:9",
        "t": "It*ln will come about in that day,” declares the Lord God,*s “That*ln I will make the sun go down at noon And*ln make the earth dark in broad daylight."
    },
    {
        "o": 25040,
        "r": "nasb:Amos:8:10",
        "t": "Then*ln I will turn your festivals into mourning And*ln all your songs into lamentation; And*ln I will bring sackcloth on everyone’s loins And*ln baldness on every head. And*ln I will make it like a*i time*i of*i mourning for an only son, And*ln the end of it will be like a bitter day."
    },
    {
        "o": 25041,
        "r": "nasb:Amos:8:11",
        "t": "“Behold,*ln days are coming,” declares the Lord God,*s “When*ln I will send a famine on the land, Not*ln a famine for bread or a thirst for water, But*ln rather for hearing the words of the Lord.*s"
    },
    {
        "o": 25042,
        "r": "nasb:Amos:8:12",
        "t": "People*ln will stagger from sea to sea And*ln from the north even to the east; They*ln will go to and fro to seek the word of the Lord,*s But*ln they will not find it.*i"
    },
    {
        "o": 25043,
        "r": "nasb:Amos:8:13",
        "t": "In*ln that day the beautiful virgins And*ln the young men will faint from thirst."
    },
    {
        "o": 25044,
        "r": "nasb:Amos:8:14",
        "t": "As*iln for*i those who swear by the guilt of Samaria, Who*ln say, ‘As your god lives, O Dan,’ And,*ln ‘As the way of Beersheba lives,’ They*ln will fall and not rise again.”"
    }
]
