[
    {
        "o": 25462,
        "r": "esv:Zechariah:1:0",
        "t": "Zechariah 1",
        "h": 1
    },
    {
        "o": 25463,
        "r": "esv:Zechariah:1:0",
        "t": "A Call to Return to the Lord",
        "h": 2
    },
    {
        "o": 25464,
        "r": "esv:Zechariah:1:1",
        "t": "In*p the eighth month, in the second year of Darius, the word of the Lord*s came to the prophet Zechariah, the son of Berechiah, son of Iddo, saying,"
    },
    {
        "o": 25465,
        "r": "esv:Zechariah:1:2",
        "t": "“The Lord*s was very angry with your fathers."
    },
    {
        "o": 25466,
        "r": "esv:Zechariah:1:3",
        "t": "Therefore say to them, Thus declares the Lord*s of hosts: Return to me, says the Lord*s of hosts, and I will return to you, says the Lord*s of hosts."
    },
    {
        "o": 25467,
        "r": "esv:Zechariah:1:4",
        "t": "Do not be like your fathers, to whom the former prophets cried out, ‘Thus says the Lord*s of hosts, Return from your evil ways and from your evil deeds.’ But they did not hear or pay attention to me, declares the Lord.*s"
    },
    {
        "o": 25468,
        "r": "esv:Zechariah:1:5",
        "t": "Your fathers, where are they? And the prophets, do they live forever?"
    },
    {
        "o": 25469,
        "r": "esv:Zechariah:1:6",
        "t": "But my words and my statutes, which I commanded my servants the prophets, did they not overtake your fathers? So they repented and said, ‘As the Lord*s of hosts purposed to deal with us for our ways and deeds, so has he dealt with us.’”"
    },
    {
        "o": 25470,
        "r": "esv:Zechariah:1:6",
        "t": "A Vision of a Horseman",
        "h": 2
    },
    {
        "o": 25471,
        "r": "esv:Zechariah:1:7",
        "t": "On*p the twenty-fourth day of the eleventh month, which is the month of Shebat, in the second year of Darius, the word of the Lord*s came to the prophet Zechariah, the son of Berechiah, son of Iddo, saying,"
    },
    {
        "o": 25472,
        "r": "esv:Zechariah:1:8",
        "t": "“I saw in the night, and behold, a man riding on a red horse! He was standing among the myrtle trees in the glen, and behind him were red, sorrel, and white horses."
    },
    {
        "o": 25473,
        "r": "esv:Zechariah:1:9",
        "t": "Then I said, ‘What are these, my lord?’ The angel who talked with me said to me, ‘I will show you what they are.’"
    },
    {
        "o": 25474,
        "r": "esv:Zechariah:1:10",
        "t": "So the man who was standing among the myrtle trees answered, ‘These are they whom the Lord*s has sent to patrol the earth.’"
    },
    {
        "o": 25475,
        "r": "esv:Zechariah:1:11",
        "t": "And they answered the angel of the Lord*s who was standing among the myrtle trees, and said, ‘We have patrolled the earth, and behold, all the earth remains at rest.’"
    },
    {
        "o": 25476,
        "r": "esv:Zechariah:1:12",
        "t": "Then the angel of the Lord*s said, ‘O Lord*s of hosts, how long will you have no mercy on Jerusalem and the cities of Judah, against which you have been angry these seventy years?’"
    },
    {
        "o": 25477,
        "r": "esv:Zechariah:1:13",
        "t": "And the Lord*s answered gracious and comforting words to the angel who talked with me."
    },
    {
        "o": 25478,
        "r": "esv:Zechariah:1:14",
        "t": "So the angel who talked with me said to me, ‘Cry out, Thus says the Lord*s of hosts: I am exceedingly jealous for Jerusalem and for Zion."
    },
    {
        "o": 25479,
        "r": "esv:Zechariah:1:15",
        "t": "And I am exceedingly angry with the nations that are at ease; for while I was angry but a little, they furthered the disaster."
    },
    {
        "o": 25480,
        "r": "esv:Zechariah:1:16",
        "t": "Therefore, thus says the Lord,*s I have returned to Jerusalem with mercy; my house shall be built in it, declares the Lord*s of hosts, and the measuring line shall be stretched out over Jerusalem."
    },
    {
        "o": 25481,
        "r": "esv:Zechariah:1:17",
        "t": "Cry out again, Thus says the Lord*s of hosts: My cities shall again overflow with prosperity, and the Lord*s will again comfort Zion and again choose Jerusalem.’”"
    },
    {
        "o": 25482,
        "r": "esv:Zechariah:1:17",
        "t": "A Vision of Horns and Craftsmen",
        "h": 2
    },
    {
        "o": 25483,
        "r": "esv:Zechariah:1:18",
        "t": "And*p I lifted my eyes and saw, and behold, four horns!"
    },
    {
        "o": 25484,
        "r": "esv:Zechariah:1:19",
        "t": "And I said to the angel who talked with me, “What are these?” And he said to me, “These are the horns that have scattered Judah, Israel, and Jerusalem.”"
    },
    {
        "o": 25485,
        "r": "esv:Zechariah:1:20",
        "t": "Then the Lord*s showed me four craftsmen."
    },
    {
        "o": 25486,
        "r": "esv:Zechariah:1:21",
        "t": "And I said, “What are these coming to do?” He said, “These are the horns that scattered Judah, so that no one raised his head. And these have come to terrify them, to cast down the horns of the nations who lifted up their horns against the land of Judah to scatter it.”"
    }
]
