[
    {
        "o": 3790,
        "r": "nasb:Leviticus:25:0",
        "t": "Leviticus 25",
        "h": 1
    },
    {
        "o": 3791,
        "r": "nasb:Leviticus:25:0",
        "t": "The Sabbatic Year and Year of Jubilee",
        "h": 2
    },
    {
        "o": 3792,
        "r": "nasb:Leviticus:25:1",
        "t": "The*p Lord*s then spoke to Moses at Mount Sinai, saying,"
    },
    {
        "o": 3793,
        "r": "nasb:Leviticus:25:2",
        "t": "“Speak to the sons of Israel and say to them, ‘When you come into the land which I shall give you, then the land shall have a sabbath to the Lord.*s"
    },
    {
        "o": 3794,
        "r": "nasb:Leviticus:25:3",
        "t": "Six years you shall sow your field, and six years you shall prune your vineyard and gather in its crop,"
    },
    {
        "o": 3795,
        "r": "nasb:Leviticus:25:4",
        "t": "but during the seventh year the land shall have a sabbath rest, a sabbath to the Lord;*s you shall not sow your field nor prune your vineyard."
    },
    {
        "o": 3796,
        "r": "nasb:Leviticus:25:5",
        "t": "Your harvest’s aftergrowth you shall not reap, and your grapes of untrimmed vines you shall not gather; the land shall have a sabbatical year."
    },
    {
        "o": 3797,
        "r": "nasb:Leviticus:25:6",
        "t": "All of you shall have the sabbath products*i of the land for food; yourself, and your male and female slaves, and your hired man and your foreign resident, those who live as aliens with you."
    },
    {
        "o": 3798,
        "r": "nasb:Leviticus:25:7",
        "t": "Even your cattle and the animals that are in your land shall have all its crops to eat."
    },
    {
        "o": 3799,
        "r": "nasb:Leviticus:25:8",
        "t": "‘You*p are also to count off seven sabbaths of years for yourself, seven times seven years, so that you have the time of the seven sabbaths of years, namely,*i forty-nine years."
    },
    {
        "o": 3800,
        "r": "nasb:Leviticus:25:9",
        "t": "You shall then sound a ram’s horn abroad on the tenth day of the seventh month; on the day of atonement you shall sound a horn all through your land."
    },
    {
        "o": 3801,
        "r": "nasb:Leviticus:25:10",
        "t": "You shall thus consecrate the fiftieth year and proclaim a release through the land to all its inhabitants. It shall be a jubilee for you, and each of you shall return to his own property, and each of you shall return to his family."
    },
    {
        "o": 3802,
        "r": "nasb:Leviticus:25:11",
        "t": "You shall have the fiftieth year as a jubilee; you shall not sow, nor reap its aftergrowth, nor gather in from*i its untrimmed vines."
    },
    {
        "o": 3803,
        "r": "nasb:Leviticus:25:12",
        "t": "For it is a jubilee; it shall be holy to you. You shall eat its crops out of the field."
    },
    {
        "o": 3804,
        "r": "nasb:Leviticus:25:13",
        "t": "‘On*p this year of jubilee each of you shall return to his own property."
    },
    {
        "o": 3805,
        "r": "nasb:Leviticus:25:14",
        "t": "If you make a sale, moreover, to your friend or buy from your friend’s hand, you shall not wrong one another."
    },
    {
        "o": 3806,
        "r": "nasb:Leviticus:25:15",
        "t": "Corresponding to the number of years after the jubilee, you shall buy from your friend; he is to sell to you according to the number of years of crops."
    },
    {
        "o": 3807,
        "r": "nasb:Leviticus:25:16",
        "t": "In proportion to the extent of the years you shall increase its price, and in proportion to the fewness of the years you shall diminish its price, for it*i is*i a number of crops he is selling to you."
    },
    {
        "o": 3808,
        "r": "nasb:Leviticus:25:17",
        "t": "So you shall not wrong one another, but you shall fear your God; for I am the Lord*s your God."
    },
    {
        "o": 3809,
        "r": "nasb:Leviticus:25:18",
        "t": "‘You*p shall thus observe My statutes and keep My judgments, so as to carry them out, that you may live securely on the land."
    },
    {
        "o": 3810,
        "r": "nasb:Leviticus:25:19",
        "t": "Then the land will yield its produce, so that you can eat your fill and live securely on it."
    },
    {
        "o": 3811,
        "r": "nasb:Leviticus:25:20",
        "t": "But if you say, “What are we going to eat on the seventh year if we do not sow or gather in our crops?”"
    },
    {
        "o": 3812,
        "r": "nasb:Leviticus:25:21",
        "t": "then I will so order My blessing for you in the sixth year that it will bring forth the crop for three years."
    },
    {
        "o": 3813,
        "r": "nasb:Leviticus:25:22",
        "t": "When you are sowing the eighth year, you can still eat old things from the crop, eating the*i old*i until the ninth year when its crop comes in."
    },
    {
        "o": 3814,
        "r": "nasb:Leviticus:25:22",
        "t": "The Law of Redemption",
        "h": 2
    },
    {
        "o": 3815,
        "r": "nasb:Leviticus:25:23",
        "t": "‘The*p land, moreover, shall not be sold permanently, for the land is Mine; for you are but*i aliens and sojourners with Me."
    },
    {
        "o": 3816,
        "r": "nasb:Leviticus:25:24",
        "t": "Thus for every piece of your property, you are to provide for the redemption of the land."
    },
    {
        "o": 3817,
        "r": "nasb:Leviticus:25:25",
        "t": "‘If*p a fellow countryman of yours becomes so poor he has to sell part of his property, then his nearest kinsman is to come and buy back what his relative has sold."
    },
    {
        "o": 3818,
        "r": "nasb:Leviticus:25:26",
        "t": "Or in case a man has no kinsman, but so recovers his means as to find sufficient for its redemption,"
    },
    {
        "o": 3819,
        "r": "nasb:Leviticus:25:27",
        "t": "then he shall calculate the years since its sale and refund the balance to the man to whom he sold it, and so return to his property."
    },
    {
        "o": 3820,
        "r": "nasb:Leviticus:25:28",
        "t": "But if he has not found sufficient means to get it back for himself, then what he has sold shall remain in the hands of its purchaser until the year of jubilee; but at the jubilee it shall revert, that he may return to his property."
    },
    {
        "o": 3821,
        "r": "nasb:Leviticus:25:29",
        "t": "‘Likewise,*p if a man sells a dwelling house in a walled city, then his redemption right remains valid until a full year from its sale; his right of redemption lasts a full year."
    },
    {
        "o": 3822,
        "r": "nasb:Leviticus:25:30",
        "t": "But if it is not bought back for him within the space of a full year, then the house that is in the walled city passes permanently to its purchaser throughout his generations; it does not revert in the jubilee."
    },
    {
        "o": 3823,
        "r": "nasb:Leviticus:25:31",
        "t": "The houses of the villages, however, which have no surrounding wall shall be considered as open fields; they have redemption rights and revert in the jubilee."
    },
    {
        "o": 3824,
        "r": "nasb:Leviticus:25:32",
        "t": "As for cities of the Levites, the Levites have a permanent right of redemption for the houses of the cities which are their possession."
    },
    {
        "o": 3825,
        "r": "nasb:Leviticus:25:33",
        "t": "What, therefore, belongs to the Levites may be redeemed and a house sale in the city of this possession reverts in the jubilee, for the houses of the cities of the Levites are their possession among the sons of Israel."
    },
    {
        "o": 3826,
        "r": "nasb:Leviticus:25:34",
        "t": "But pasture fields of their cities shall not be sold, for that is their perpetual possession."
    },
    {
        "o": 3827,
        "r": "nasb:Leviticus:25:34",
        "t": "Of Poor Countrymen",
        "h": 2
    },
    {
        "o": 3828,
        "r": "nasb:Leviticus:25:35",
        "t": "‘Now*p in case a countryman of yours becomes poor and his means with regard to you falter, then you are to sustain him, like a stranger or a sojourner, that he may live with you."
    },
    {
        "o": 3829,
        "r": "nasb:Leviticus:25:36",
        "t": "Do not take usurious interest from him, but revere your God, that your countryman may live with you."
    },
    {
        "o": 3830,
        "r": "nasb:Leviticus:25:37",
        "t": "You shall not give him your silver at interest, nor your food for gain."
    },
    {
        "o": 3831,
        "r": "nasb:Leviticus:25:38",
        "t": "I am the Lord*s your God, who brought you out of the land of Egypt to give you the land of Canaan and*i to be your God."
    },
    {
        "o": 3832,
        "r": "nasb:Leviticus:25:39",
        "t": "‘If*p a countryman of yours becomes so poor with regard to you that he sells himself to you, you shall not subject him to a slave’s service."
    },
    {
        "o": 3833,
        "r": "nasb:Leviticus:25:40",
        "t": "He shall be with you as a hired man, as if he were a sojourner; he shall serve with you until the year of jubilee."
    },
    {
        "o": 3834,
        "r": "nasb:Leviticus:25:41",
        "t": "He shall then go out from you, he and his sons with him, and shall go back to his family, that he may return to the property of his forefathers."
    },
    {
        "o": 3835,
        "r": "nasb:Leviticus:25:42",
        "t": "For they are My servants whom I brought out from the land of Egypt; they are not to be sold in*i a slave sale."
    },
    {
        "o": 3836,
        "r": "nasb:Leviticus:25:43",
        "t": "You shall not rule over him with severity, but are to revere your God."
    },
    {
        "o": 3837,
        "r": "nasb:Leviticus:25:44",
        "t": "As for your male and female slaves whom you may have—you may acquire male and female slaves from the pagan nations that are around you."
    },
    {
        "o": 3838,
        "r": "nasb:Leviticus:25:45",
        "t": "Then, too, it*i is*i out of the sons of the sojourners who live as aliens among you that you may gain acquisition, and out of their families who are with you, whom they will have produced in your land; they also may become your possession."
    },
    {
        "o": 3839,
        "r": "nasb:Leviticus:25:46",
        "t": "You may even bequeath them to your sons after you, to receive as a possession; you can use them as permanent slaves. But in respect to your countrymen, the sons of Israel, you shall not rule with severity over one another."
    },
    {
        "o": 3840,
        "r": "nasb:Leviticus:25:46",
        "t": "Of Redeeming a Poor Man",
        "h": 2
    },
    {
        "o": 3841,
        "r": "nasb:Leviticus:25:47",
        "t": "‘Now*p if the means of a stranger or of a sojourner with you becomes sufficient, and a countryman of yours becomes so poor with regard to him as to sell himself to a stranger who is sojourning with you, or to the descendants of a stranger’s family,"
    },
    {
        "o": 3842,
        "r": "nasb:Leviticus:25:48",
        "t": "then he shall have redemption right after he has been sold. One of his brothers may redeem him,"
    },
    {
        "o": 3843,
        "r": "nasb:Leviticus:25:49",
        "t": "or his uncle, or his uncle’s son, may redeem him, or one of his blood relatives from his family may redeem him; or if he prospers, he may redeem himself."
    },
    {
        "o": 3844,
        "r": "nasb:Leviticus:25:50",
        "t": "He then with his purchaser shall calculate from the year when he sold himself to him up to the year of jubilee; and the price of his sale shall correspond to the number of years. It*i is*i like the days of a hired man that*i he shall be with him."
    },
    {
        "o": 3845,
        "r": "nasb:Leviticus:25:51",
        "t": "If there are still many years, he shall refund part of his purchase price in proportion to them for his own redemption;"
    },
    {
        "o": 3846,
        "r": "nasb:Leviticus:25:52",
        "t": "and if few years remain until the year of jubilee, he shall so calculate with him. In proportion to his years he is to refund the*i amount*i for*i his redemption."
    },
    {
        "o": 3847,
        "r": "nasb:Leviticus:25:53",
        "t": "Like a man hired year by year he shall be with him; he shall not rule over him with severity in your sight."
    },
    {
        "o": 3848,
        "r": "nasb:Leviticus:25:54",
        "t": "Even if he is not redeemed by these means,*i he shall still go out in the year of jubilee, he and his sons with him."
    },
    {
        "o": 3849,
        "r": "nasb:Leviticus:25:55",
        "t": "For the sons of Israel are My servants; they are My servants whom I brought out from the land of Egypt. I am the Lord*s your God."
    }
]
