[
    {
        "o": 33052,
        "r": "esv:Colossians:4:0",
        "t": "Colossians 4",
        "h": 1
    },
    {
        "o": 33053,
        "r": "esv:Colossians:4:1",
        "t": "Masters,*p treat your bondservants justly and fairly, knowing that you also have a Master in heaven."
    },
    {
        "o": 33054,
        "r": "esv:Colossians:4:1",
        "t": "Further Instructions",
        "h": 2
    },
    {
        "o": 33055,
        "r": "esv:Colossians:4:2",
        "t": "Continue*p steadfastly in prayer, being watchful in it with thanksgiving."
    },
    {
        "o": 33056,
        "r": "esv:Colossians:4:3",
        "t": "At the same time, pray also for us, that God may open to us a door for the word, to declare the mystery of Christ, on account of which I am in prison—"
    },
    {
        "o": 33057,
        "r": "esv:Colossians:4:4",
        "t": "that I may make it clear, which is how I ought to speak."
    },
    {
        "o": 33058,
        "r": "esv:Colossians:4:5",
        "t": "Walk*p in wisdom toward outsiders, making the best use of the time."
    },
    {
        "o": 33059,
        "r": "esv:Colossians:4:6",
        "t": "Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person."
    },
    {
        "o": 33060,
        "r": "esv:Colossians:4:6",
        "t": "Final Greetings",
        "h": 2
    },
    {
        "o": 33061,
        "r": "esv:Colossians:4:7",
        "t": "Tychicus*p will tell you all about my activities. He is a beloved brother and faithful minister and fellow servant in the Lord."
    },
    {
        "o": 33062,
        "r": "esv:Colossians:4:8",
        "t": "I have sent him to you for this very purpose, that you may know how we are and that he may encourage your hearts,"
    },
    {
        "o": 33063,
        "r": "esv:Colossians:4:9",
        "t": "and with him Onesimus, our faithful and beloved brother, who is one of you. They will tell you of everything that has taken place here."
    },
    {
        "o": 33064,
        "r": "esv:Colossians:4:10",
        "t": "Aristarchus*p my fellow prisoner greets you, and Mark the cousin of Barnabas (concerning whom you have received instructions— if he comes to you, welcome him),"
    },
    {
        "o": 33065,
        "r": "esv:Colossians:4:11",
        "t": "and Jesus who is called Justus. These are the only men of the circumcision among my fellow workers for the kingdom of God, and they have been a comfort to me."
    },
    {
        "o": 33066,
        "r": "esv:Colossians:4:12",
        "t": "Epaphras, who is one of you, a servant of Christ Jesus, greets you, always struggling on your behalf in his prayers, that you may stand mature and fully assured in all the will of God."
    },
    {
        "o": 33067,
        "r": "esv:Colossians:4:13",
        "t": "For I bear him witness that he has worked hard for you and for those in Laodicea and in Hierapolis."
    },
    {
        "o": 33068,
        "r": "esv:Colossians:4:14",
        "t": "Luke the beloved physician greets you, as does Demas."
    },
    {
        "o": 33069,
        "r": "esv:Colossians:4:15",
        "t": "Give my greetings to the brothers at Laodicea, and to Nympha and the church in her house."
    },
    {
        "o": 33070,
        "r": "esv:Colossians:4:16",
        "t": "And when this letter has been read among you, have it also read in the church of the Laodiceans; and see that you also read the letter from Laodicea."
    },
    {
        "o": 33071,
        "r": "esv:Colossians:4:17",
        "t": "And say to Archippus, “See that you fulfill the ministry that you have received in the Lord.”"
    },
    {
        "o": 33072,
        "r": "esv:Colossians:4:18",
        "t": "I,*p Paul, write this greeting with my own hand. Remember my chains. Grace be with you."
    }
]
