[
    {
        "o": 30213,
        "r": "niv:Acts:13:0",
        "t": "Acts 13",
        "h": 1
    },
    {
        "o": 30214,
        "r": "niv:Acts:13:1",
        "t": "Now in the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul."
    },
    {
        "o": 30215,
        "r": "niv:Acts:13:2",
        "t": "While they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.”"
    },
    {
        "o": 30216,
        "r": "niv:Acts:13:3",
        "t": "So after they had fasted and prayed, they placed their hands on them and sent them off."
    },
    {
        "o": 30217,
        "r": "niv:Acts:13:3",
        "t": "On Cyprus",
        "h": 2
    },
    {
        "o": 30218,
        "r": "niv:Acts:13:4",
        "t": "The*p two of them, sent on their way by the Holy Spirit, went down to Seleucia and sailed from there to Cyprus."
    },
    {
        "o": 30219,
        "r": "niv:Acts:13:5",
        "t": "When they arrived at Salamis, they proclaimed the word of God in the Jewish synagogues. John was with them as their helper."
    },
    {
        "o": 30220,
        "r": "niv:Acts:13:6",
        "t": "They*p traveled through the whole island until they came to Paphos. There they met a Jewish sorcerer and false prophet named Bar-Jesus,"
    },
    {
        "o": 30221,
        "r": "niv:Acts:13:7",
        "t": "who was an attendant of the proconsul, Sergius Paulus. The proconsul, an intelligent man, sent for Barnabas and Saul because he wanted to hear the word of God."
    },
    {
        "o": 30222,
        "r": "niv:Acts:13:8",
        "t": "But Elymas the sorcerer (for that is what his name means) opposed them and tried to turn the proconsul from the faith."
    },
    {
        "o": 30223,
        "r": "niv:Acts:13:9",
        "t": "Then Saul, who was also called Paul, filled with the Holy Spirit, looked straight at Elymas and said,"
    },
    {
        "o": 30224,
        "r": "niv:Acts:13:10",
        "t": "“You are a child of the devil and an enemy of everything that is right! You are full of all kinds of deceit and trickery. Will you never stop perverting the right ways of the Lord?"
    },
    {
        "o": 30225,
        "r": "niv:Acts:13:11",
        "t": "Now the hand of the Lord is against you. You are going to be blind for a time, not even able to see the light of the sun.” Immediately*p mist and darkness came over him, and he groped about, seeking someone to lead him by the hand."
    },
    {
        "o": 30226,
        "r": "niv:Acts:13:12",
        "t": "When the proconsul saw what had happened, he believed, for he was amazed at the teaching about the Lord."
    },
    {
        "o": 30227,
        "r": "niv:Acts:13:12",
        "t": "In Pisidian Antioch",
        "h": 2
    },
    {
        "o": 30228,
        "r": "niv:Acts:13:13",
        "t": "From*p Paphos, Paul and his companions sailed to Perga in Pamphylia, where John left them to return to Jerusalem."
    },
    {
        "o": 30229,
        "r": "niv:Acts:13:14",
        "t": "From Perga they went on to Pisidian Antioch. On the Sabbath they entered the synagogue and sat down."
    },
    {
        "o": 30230,
        "r": "niv:Acts:13:15",
        "t": "After the reading from the Law and the Prophets, the leaders of the synagogue sent word to them, saying, “Brothers, if you have a word of exhortation for the people, please speak.”"
    },
    {
        "o": 30231,
        "r": "niv:Acts:13:16",
        "t": "Standing*p up, Paul motioned with his hand and said: “Fellow Israelites and you Gentiles who worship God, listen to me!"
    },
    {
        "o": 30232,
        "r": "niv:Acts:13:17",
        "t": "The God of the people of Israel chose our ancestors; he made the people prosper during their stay in Egypt; with mighty power he led them out of that country;"
    },
    {
        "o": 30233,
        "r": "niv:Acts:13:18",
        "t": "for about forty years he endured their conduct in the wilderness;"
    },
    {
        "o": 30234,
        "r": "niv:Acts:13:19",
        "t": "and he overthrew seven nations in Canaan, giving their land to his people as their inheritance."
    },
    {
        "o": 30235,
        "r": "niv:Acts:13:20",
        "t": "All this took about 450 years. “After*p this, God gave them judges until the time of Samuel the prophet."
    },
    {
        "o": 30236,
        "r": "niv:Acts:13:21",
        "t": "Then the people asked for a king, and he gave them Saul son of Kish, of the tribe of Benjamin, who ruled forty years."
    },
    {
        "o": 30237,
        "r": "niv:Acts:13:22",
        "t": "After removing Saul, he made David their king. God testified concerning him: ‘I have found David son of Jesse, a man after my own heart; he will do everything I want him to do.’"
    },
    {
        "o": 30238,
        "r": "niv:Acts:13:23",
        "t": "“From*p this man’s descendants God has brought to Israel the Savior Jesus, as he promised."
    },
    {
        "o": 30239,
        "r": "niv:Acts:13:24",
        "t": "Before the coming of Jesus, John preached repentance and baptism to all the people of Israel."
    },
    {
        "o": 30240,
        "r": "niv:Acts:13:25",
        "t": "As John was completing his work, he said: ‘Who do you suppose I am? I am not the one you are looking for. But there is one coming after me whose sandals I am not worthy to untie.’"
    },
    {
        "o": 30241,
        "r": "niv:Acts:13:26",
        "t": "“Fellow*p children of Abraham and you God-fearing Gentiles, it is to us that this message of salvation has been sent."
    },
    {
        "o": 30242,
        "r": "niv:Acts:13:27",
        "t": "The people of Jerusalem and their rulers did not recognize Jesus, yet in condemning him they fulfilled the words of the prophets that are read every Sabbath."
    },
    {
        "o": 30243,
        "r": "niv:Acts:13:28",
        "t": "Though they found no proper ground for a death sentence, they asked Pilate to have him executed."
    },
    {
        "o": 30244,
        "r": "niv:Acts:13:29",
        "t": "When they had carried out all that was written about him, they took him down from the cross and laid him in a tomb."
    },
    {
        "o": 30245,
        "r": "niv:Acts:13:30",
        "t": "But God raised him from the dead,"
    },
    {
        "o": 30246,
        "r": "niv:Acts:13:31",
        "t": "and for many days he was seen by those who had traveled with him from Galilee to Jerusalem. They are now his witnesses to our people."
    },
    {
        "o": 30247,
        "r": "niv:Acts:13:32",
        "t": "“We*p tell you the good news: What God promised our ancestors"
    },
    {
        "o": 30248,
        "r": "niv:Acts:13:33",
        "t": "he has fulfilled for us, their children, by raising up Jesus. As it is written in the second Psalm: “ ‘You*pn are my son; today*ld I have become your father.’"
    },
    {
        "o": 30249,
        "r": "niv:Acts:13:34",
        "t": "God*p raised him from the dead so that he will never be subject to decay. As God has said, “ ‘I*pn will give you the holy and sure blessings promised to David.’"
    },
    {
        "o": 30250,
        "r": "niv:Acts:13:35",
        "t": "So*p it is also stated elsewhere: “ ‘You*pn will not let your holy one see decay.’"
    },
    {
        "o": 30251,
        "r": "niv:Acts:13:36",
        "t": "“Now*p when David had served God’s purpose in his own generation, he fell asleep; he was buried with his ancestors and his body decayed."
    },
    {
        "o": 30252,
        "r": "niv:Acts:13:37",
        "t": "But the one whom God raised from the dead did not see decay."
    },
    {
        "o": 30253,
        "r": "niv:Acts:13:38",
        "t": "“Therefore,*p my friends, I want you to know that through Jesus the forgiveness of sins is proclaimed to you."
    },
    {
        "o": 30254,
        "r": "niv:Acts:13:39",
        "t": "Through him everyone who believes is set free from every sin, a justification you were not able to obtain under the law of Moses."
    },
    {
        "o": 30255,
        "r": "niv:Acts:13:40",
        "t": "Take care that what the prophets have said does not happen to you:"
    },
    {
        "o": 30256,
        "r": "niv:Acts:13:41",
        "t": "“ ‘Look,*pn you scoffers, wonder*ld and perish, for*ln I am going to do something in your days that*ld you would never believe, even*ld if someone told you.’”"
    },
    {
        "o": 30257,
        "r": "niv:Acts:13:42",
        "t": "As*p Paul and Barnabas were leaving the synagogue, the people invited them to speak further about these things on the next Sabbath."
    },
    {
        "o": 30258,
        "r": "niv:Acts:13:43",
        "t": "When the congregation was dismissed, many of the Jews and devout converts to Judaism followed Paul and Barnabas, who talked with them and urged them to continue in the grace of God."
    },
    {
        "o": 30259,
        "r": "niv:Acts:13:44",
        "t": "On*p the next Sabbath almost the whole city gathered to hear the word of the Lord."
    },
    {
        "o": 30260,
        "r": "niv:Acts:13:45",
        "t": "When the Jews saw the crowds, they were filled with jealousy. They began to contradict what Paul was saying and heaped abuse on him."
    },
    {
        "o": 30261,
        "r": "niv:Acts:13:46",
        "t": "Then*p Paul and Barnabas answered them boldly: “We had to speak the word of God to you first. Since you reject it and do not consider yourselves worthy of eternal life, we now turn to the Gentiles."
    },
    {
        "o": 30262,
        "r": "niv:Acts:13:47",
        "t": "For this is what the Lord has commanded us: “ ‘I*pn have made you a light for the Gentiles, that*ld you may bring salvation to the ends of the earth.’”"
    },
    {
        "o": 30263,
        "r": "niv:Acts:13:48",
        "t": "When*p the Gentiles heard this, they were glad and honored the word of the Lord; and all who were appointed for eternal life believed."
    },
    {
        "o": 30264,
        "r": "niv:Acts:13:49",
        "t": "The*p word of the Lord spread through the whole region."
    },
    {
        "o": 30265,
        "r": "niv:Acts:13:50",
        "t": "But the Jewish leaders incited the God-fearing women of high standing and the leading men of the city. They stirred up persecution against Paul and Barnabas, and expelled them from their region."
    },
    {
        "o": 30266,
        "r": "niv:Acts:13:51",
        "t": "So they shook the dust off their feet as a warning to them and went to Iconium."
    },
    {
        "o": 30267,
        "r": "niv:Acts:13:52",
        "t": "And the disciples were filled with joy and with the Holy Spirit."
    }
]
