[
    {
        "o": 6728,
        "r": "nkjv:Joshua:11:0",
        "t": "Joshua 11",
        "h": 1
    },
    {
        "o": 6729,
        "r": "nkjv:Joshua:11:0",
        "t": "The Northern Conquest",
        "h": 2
    },
    {
        "o": 6730,
        "r": "nkjv:Joshua:11:1",
        "t": "And*p it came to pass, when Jabin king of Hazor heard these*i things,*i that he sent to Jobab king of Madon, to the king of Shimron, to the king of Achshaph,"
    },
    {
        "o": 6731,
        "r": "nkjv:Joshua:11:2",
        "t": "and to the kings who were*i from the north, in the mountains, in the plain south of Chinneroth, in the lowland, and in the heights of Dor on the west,"
    },
    {
        "o": 6732,
        "r": "nkjv:Joshua:11:3",
        "t": "to the Canaanites in the east and in the west, the Amorite, the Hittite, the Perizzite, the Jebusite in the mountains, and the Hivite below Hermon in the land of Mizpah."
    },
    {
        "o": 6733,
        "r": "nkjv:Joshua:11:4",
        "t": "So they went out, they and all their armies with them, as*i many people as*i the sand that is*i on the seashore in multitude, with very many horses and chariots."
    },
    {
        "o": 6734,
        "r": "nkjv:Joshua:11:5",
        "t": "And when all these kings had met together, they came and camped together at the waters of Merom to fight against Israel."
    },
    {
        "o": 6735,
        "r": "nkjv:Joshua:11:6",
        "t": "But*p the Lord*s said to Joshua, “Do not be afraid because of them, for tomorrow about this time I will deliver all of them slain before Israel. You shall hamstring their horses and burn their chariots with fire.”"
    },
    {
        "o": 6736,
        "r": "nkjv:Joshua:11:7",
        "t": "So Joshua and all the people of war with him came against them suddenly by the waters of Merom, and they attacked them."
    },
    {
        "o": 6737,
        "r": "nkjv:Joshua:11:8",
        "t": "And the Lord*s delivered them into the hand of Israel, who defeated them and chased them to Greater Sidon, to the Brook Misrephoth, and to the Valley of Mizpah eastward; they attacked them until they left none of them remaining."
    },
    {
        "o": 6738,
        "r": "nkjv:Joshua:11:9",
        "t": "So Joshua did to them as the Lord*s had told him: he hamstrung their horses and burned their chariots with fire."
    },
    {
        "o": 6739,
        "r": "nkjv:Joshua:11:10",
        "t": "Joshua*p turned back at that time and took Hazor, and struck its king with the sword; for Hazor was formerly the head of all those kingdoms."
    },
    {
        "o": 6740,
        "r": "nkjv:Joshua:11:11",
        "t": "And they struck all the people who were*i in it with the edge of the sword, utterly destroying them.*i There was none left breathing. Then he burned Hazor with fire."
    },
    {
        "o": 6741,
        "r": "nkjv:Joshua:11:12",
        "t": "So*p all the cities of those kings, and all their kings, Joshua took and struck with the edge of the sword. He utterly destroyed them, as Moses the servant of the Lord*s had commanded."
    },
    {
        "o": 6742,
        "r": "nkjv:Joshua:11:13",
        "t": "But as*i for*i the cities that stood on their mounds, Israel burned none of them, except Hazor only, which*i Joshua burned."
    },
    {
        "o": 6743,
        "r": "nkjv:Joshua:11:14",
        "t": "And all the spoil of these cities and the livestock, the children of Israel took as booty for themselves; but they struck every man with the edge of the sword until they had destroyed them, and they left none breathing."
    },
    {
        "o": 6744,
        "r": "nkjv:Joshua:11:15",
        "t": "As the Lord*s had commanded Moses his servant, so Moses commanded Joshua, and so Joshua did. He left nothing undone of all that the Lord*s had commanded Moses."
    },
    {
        "o": 6745,
        "r": "nkjv:Joshua:11:15",
        "t": "Summary of Joshua’s Conquests",
        "h": 2
    },
    {
        "o": 6746,
        "r": "nkjv:Joshua:11:16",
        "t": "Thus*p Joshua took all this land: the mountain country, all the South, all the land of Goshen, the lowland, and the Jordan plain—the mountains of Israel and its lowlands,"
    },
    {
        "o": 6747,
        "r": "nkjv:Joshua:11:17",
        "t": "from Mount Halak and the ascent to Seir, even as far as Baal Gad in the Valley of Lebanon below Mount Hermon. He captured all their kings, and struck them down and killed them."
    },
    {
        "o": 6748,
        "r": "nkjv:Joshua:11:18",
        "t": "Joshua made war a long time with all those kings."
    },
    {
        "o": 6749,
        "r": "nkjv:Joshua:11:19",
        "t": "There was not a city that made peace with the children of Israel, except the Hivites, the inhabitants of Gibeon. All the*i others*i they took in battle."
    },
    {
        "o": 6750,
        "r": "nkjv:Joshua:11:20",
        "t": "For it was of the Lord*s to harden their hearts, that they should come against Israel in battle, that He might utterly destroy them, and*i that they might receive no mercy, but that He might destroy them, as the Lord*s had commanded Moses."
    },
    {
        "o": 6751,
        "r": "nkjv:Joshua:11:21",
        "t": "And*p at that time Joshua came and cut off the Anakim from the mountains: from Hebron, from Debir, from Anab, from all the mountains of Judah, and from all the mountains of Israel; Joshua utterly destroyed them with their cities."
    },
    {
        "o": 6752,
        "r": "nkjv:Joshua:11:22",
        "t": "None of the Anakim were left in the land of the children of Israel; they remained only in Gaza, in Gath, and in Ashdod."
    },
    {
        "o": 6753,
        "r": "nkjv:Joshua:11:23",
        "t": "So*p Joshua took the whole land, according to all that the Lord*s had said to Moses; and Joshua gave it as an inheritance to Israel according to their divisions by their tribes. Then the land rested from war."
    }
]
