[
    {
        "o": 21431,
        "r": "niv:Jeremiah:23:0",
        "t": "Jeremiah 23",
        "h": 1
    },
    {
        "o": 21432,
        "r": "niv:Jeremiah:23:0",
        "t": "The Righteous Branch",
        "h": 2
    },
    {
        "o": 21433,
        "r": "niv:Jeremiah:23:1",
        "t": "“Woe*p to the shepherds who are destroying and scattering the sheep of my pasture!” declares the Lord.*s"
    },
    {
        "o": 21434,
        "r": "niv:Jeremiah:23:2",
        "t": "Therefore this is what the Lord,*s the God of Israel, says to the shepherds who tend my people: “Because you have scattered my flock and driven them away and have not bestowed care on them, I will bestow punishment on you for the evil you have done,” declares the Lord.*s"
    },
    {
        "o": 21435,
        "r": "niv:Jeremiah:23:3",
        "t": "“I myself will gather the remnant of my flock out of all the countries where I have driven them and will bring them back to their pasture, where they will be fruitful and increase in number."
    },
    {
        "o": 21436,
        "r": "niv:Jeremiah:23:4",
        "t": "I will place shepherds over them who will tend them, and they will no longer be afraid or terrified, nor will any be missing,” declares the Lord.*s"
    },
    {
        "o": 21437,
        "r": "niv:Jeremiah:23:5",
        "t": "“The*pn days are coming,” declares the Lord,*s “when*ld I will raise up for David a righteous Branch, a*ln King who will reign wisely and*ld do what is just and right in the land."
    },
    {
        "o": 21438,
        "r": "niv:Jeremiah:23:6",
        "t": "In*ln his days Judah will be saved and*ld Israel will live in safety. This*ln is the name by which he will be called: The*ld Lord*s Our Righteous Savior."
    },
    {
        "o": 21439,
        "r": "niv:Jeremiah:23:7",
        "t": "“So*p then, the days are coming,” declares the Lord,*s “when people will no longer say, ‘As surely as the Lord*s lives, who brought the Israelites up out of Egypt,’"
    },
    {
        "o": 21440,
        "r": "niv:Jeremiah:23:8",
        "t": "but they will say, ‘As surely as the Lord*s lives, who brought the descendants of Israel up out of the land of the north and out of all the countries where he had banished them.’ Then they will live in their own land.”"
    },
    {
        "o": 21441,
        "r": "niv:Jeremiah:23:8",
        "t": "Lying Prophets",
        "h": 2
    },
    {
        "o": 21442,
        "r": "niv:Jeremiah:23:9",
        "t": "Concerning*p the prophets: My*pn heart is broken within me; all*ld my bones tremble. I*ln am like a drunken man, like*ld a strong man overcome by wine, because*ln of the Lord*s and*ld his holy words."
    },
    {
        "o": 21443,
        "r": "niv:Jeremiah:23:10",
        "t": "The*ln land is full of adulterers; because*ld of the curse the land lies parched and*ld the pastures in the wilderness are withered. The*ln prophets follow an evil course and*ld use their power unjustly."
    },
    {
        "o": 21444,
        "r": "niv:Jeremiah:23:11",
        "t": "“Both*pn prophet and priest are godless; even*ld in my temple I find their wickedness,” declares*ld the Lord.*s"
    },
    {
        "o": 21445,
        "r": "niv:Jeremiah:23:12",
        "t": "“Therefore*pn their path will become slippery; they*ld will be banished to darkness and*ld there they will fall. I*ln will bring disaster on them in*ld the year they are punished,” declares*ld the Lord.*s"
    },
    {
        "o": 21446,
        "r": "niv:Jeremiah:23:13",
        "t": "“Among*pn the prophets of Samaria I*ld saw this repulsive thing: They*ln prophesied by Baal and*ld led my people Israel astray."
    },
    {
        "o": 21447,
        "r": "niv:Jeremiah:23:14",
        "t": "And*ln among the prophets of Jerusalem I*ld have seen something horrible: They*ld commit adultery and live a lie. They*ln strengthen the hands of evildoers, so*ld that not one of them turns from their wickedness. They*ln are all like Sodom to me; the*ld people of Jerusalem are like Gomorrah.”"
    },
    {
        "o": 21448,
        "r": "niv:Jeremiah:23:15",
        "t": "Therefore*p this is what the Lord*s Almighty says concerning the prophets: “I*pn will make them eat bitter food and*ld drink poisoned water, because*ln from the prophets of Jerusalem ungodliness*ld has spread throughout the land.”"
    },
    {
        "o": 21449,
        "r": "niv:Jeremiah:23:16",
        "t": "This*p is what the Lord*s Almighty says: “Do*pn not listen to what the prophets are prophesying to you; they*ld fill you with false hopes. They*ln speak visions from their own minds, not*ld from the mouth of the Lord.*s"
    },
    {
        "o": 21450,
        "r": "niv:Jeremiah:23:17",
        "t": "They*ln keep saying to those who despise me, ‘The*ld Lord*s says: You will have peace.’ And*ln to all who follow the stubbornness of their hearts they*ld say, ‘No harm will come to you.’"
    },
    {
        "o": 21451,
        "r": "niv:Jeremiah:23:18",
        "t": "But*ln which of them has stood in the council of the Lord*s to*ld see or to hear his word? Who*ld has listened and heard his word?"
    },
    {
        "o": 21452,
        "r": "niv:Jeremiah:23:19",
        "t": "See,*ln the storm of the Lord*s will*ld burst out in wrath, a*ln whirlwind swirling down on*ld the heads of the wicked."
    },
    {
        "o": 21453,
        "r": "niv:Jeremiah:23:20",
        "t": "The*ln anger of the Lord*s will not turn back until*ld he fully accomplishes the*ld purposes of his heart. In*ln days to come you*ld will understand it clearly."
    },
    {
        "o": 21454,
        "r": "niv:Jeremiah:23:21",
        "t": "I*ln did not send these prophets, yet*ld they have run with their message; I*ln did not speak to them, yet*ld they have prophesied."
    },
    {
        "o": 21455,
        "r": "niv:Jeremiah:23:22",
        "t": "But*ln if they had stood in my council, they*ld would have proclaimed my words to my people and*ln would have turned them from their evil ways and*ld from their evil deeds."
    },
    {
        "o": 21456,
        "r": "niv:Jeremiah:23:23",
        "t": "“Am*pn I only a God nearby,” declares*ld the Lord,*s “and*ld not a God far away?"
    },
    {
        "o": 21457,
        "r": "niv:Jeremiah:23:24",
        "t": "Who*ln can hide in secret places so*ld that I cannot see them?” declares*ld the Lord.*s “Do*ld not I fill heaven and earth?” declares*ld the Lord.*s"
    },
    {
        "o": 21458,
        "r": "niv:Jeremiah:23:25",
        "t": "“I*p have heard what the prophets say who prophesy lies in my name. They say, ‘I had a dream! I had a dream!’"
    },
    {
        "o": 21459,
        "r": "niv:Jeremiah:23:26",
        "t": "How long will this continue in the hearts of these lying prophets, who prophesy the delusions of their own minds?"
    },
    {
        "o": 21460,
        "r": "niv:Jeremiah:23:27",
        "t": "They think the dreams they tell one another will make my people forget my name, just as their ancestors forgot my name through Baal worship."
    },
    {
        "o": 21461,
        "r": "niv:Jeremiah:23:28",
        "t": "Let the prophet who has a dream recount the dream, but let the one who has my word speak it faithfully. For what has straw to do with grain?” declares the Lord.*s"
    },
    {
        "o": 21462,
        "r": "niv:Jeremiah:23:29",
        "t": "“Is not my word like fire,” declares the Lord,*s “and like a hammer that breaks a rock in pieces?"
    },
    {
        "o": 21463,
        "r": "niv:Jeremiah:23:30",
        "t": "“Therefore,”*p declares the Lord,*s “I am against the prophets who steal from one another words supposedly from me."
    },
    {
        "o": 21464,
        "r": "niv:Jeremiah:23:31",
        "t": "Yes,” declares the Lord,*s “I am against the prophets who wag their own tongues and yet declare, ‘The Lord*s declares.’"
    },
    {
        "o": 21465,
        "r": "niv:Jeremiah:23:32",
        "t": "Indeed, I am against those who prophesy false dreams,” declares the Lord.*s “They tell them and lead my people astray with their reckless lies, yet I did not send or appoint them. They do not benefit these people in the least,” declares the Lord.*s"
    },
    {
        "o": 21466,
        "r": "niv:Jeremiah:23:32",
        "t": "False Prophecy",
        "h": 2
    },
    {
        "o": 21467,
        "r": "niv:Jeremiah:23:33",
        "t": "“When*p these people, or a prophet or a priest, ask you, ‘What is the message from the Lord?’*s say to them, ‘What message? I will forsake you, declares the Lord.’*s"
    },
    {
        "o": 21468,
        "r": "niv:Jeremiah:23:34",
        "t": "If a prophet or a priest or anyone else claims, ‘This is a message from the Lord,’*s I will punish them and their household."
    },
    {
        "o": 21469,
        "r": "niv:Jeremiah:23:35",
        "t": "This is what each of you keeps saying to your friends and other Israelites: ‘What is the Lord’s*s answer?’ or ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21470,
        "r": "niv:Jeremiah:23:36",
        "t": "But you must not mention ‘a message from the Lord’*s again, because each one’s word becomes their own message. So you distort the words of the living God, the Lord*s Almighty, our God."
    },
    {
        "o": 21471,
        "r": "niv:Jeremiah:23:37",
        "t": "This is what you keep saying to a prophet: ‘What is the Lord’s*s answer to you?’ or ‘What has the Lord*s spoken?’"
    },
    {
        "o": 21472,
        "r": "niv:Jeremiah:23:38",
        "t": "Although you claim, ‘This is a message from the Lord,’*s this is what the Lord*s says: You used the words, ‘This is a message from the Lord,’*s even though I told you that you must not claim, ‘This is a message from the Lord.’*s"
    },
    {
        "o": 21473,
        "r": "niv:Jeremiah:23:39",
        "t": "Therefore, I will surely forget you and cast you out of my presence along with the city I gave to you and your ancestors."
    },
    {
        "o": 21474,
        "r": "niv:Jeremiah:23:40",
        "t": "I will bring on you everlasting disgrace—everlasting shame that will not be forgotten.”"
    }
]
