[
    {
        "o": 12705,
        "r": "csb:2 Chronicles:13:0",
        "t": "2 Chronicles 13",
        "h": 1
    },
    {
        "o": 12706,
        "r": "csb:2 Chronicles:13:0",
        "t": "Judah’s King Abijah",
        "h": 2
    },
    {
        "o": 12707,
        "r": "csb:2 Chronicles:13:1",
        "t": "In*p the eighteenth year of Israel’s King Jeroboam, Abijah became king over Judah,"
    },
    {
        "o": 12708,
        "r": "csb:2 Chronicles:13:2",
        "t": "and he reigned three years in Jerusalem. His mother’s name was Micaiah daughter of Uriel; she was from Gibeah. There*p was war between Abijah and Jeroboam."
    },
    {
        "o": 12709,
        "r": "csb:2 Chronicles:13:3",
        "t": "Abijah set his army of warriors in order with four hundred thousand fit young men. Jeroboam arranged his mighty army of eight hundred thousand fit young men in battle formation against him."
    },
    {
        "o": 12710,
        "r": "csb:2 Chronicles:13:4",
        "t": "Then Abijah stood on Mount Zemaraim, which is in the hill country of Ephraim, and said, “Jeroboam and all Israel, hear me."
    },
    {
        "o": 12711,
        "r": "csb:2 Chronicles:13:5",
        "t": "Don’t you know that the Lord*s God of Israel gave the kingship over Israel to David and his descendants forever by a covenant of salt?"
    },
    {
        "o": 12712,
        "r": "csb:2 Chronicles:13:6",
        "t": "But Jeroboam son of Nebat, a servant of Solomon son of David, rose up and rebelled against his lord."
    },
    {
        "o": 12713,
        "r": "csb:2 Chronicles:13:7",
        "t": "Then worthless and wicked men gathered around him to resist Rehoboam son of Solomon when Rehoboam was young, inexperienced, and unable to assert himself against them."
    },
    {
        "o": 12714,
        "r": "csb:2 Chronicles:13:8",
        "t": "“And*p now you are saying you can assert yourselves against the Lord’s*s kingdom, which is in the hand of one of David’s sons. You are a vast number and have with you the golden calves that Jeroboam made for you as gods."
    },
    {
        "o": 12715,
        "r": "csb:2 Chronicles:13:9",
        "t": "Didn’t you banish the priests of the Lord,*s the descendants of Aaron and the Levites, and make your own priests like the peoples of other lands do? Whoever comes to ordain himself with a young bull and seven rams may become a priest of what are not gods."
    },
    {
        "o": 12716,
        "r": "csb:2 Chronicles:13:10",
        "t": "“But*p as for us, the Lord*s is our God. We have not abandoned him; the priests ministering to the Lord*s are descendants of Aaron, and the Levites serve at their tasks."
    },
    {
        "o": 12717,
        "r": "csb:2 Chronicles:13:11",
        "t": "They offer a burnt offering and fragrant incense to the Lord*s every morning and every evening, and they set the rows of the Bread of the Presence on the ceremonially clean table. They light the lamps of the gold lampstand every evening. We are carrying out the requirements of the Lord*s our God, while you have abandoned him."
    },
    {
        "o": 12718,
        "r": "csb:2 Chronicles:13:12",
        "t": "Look, God and his priests are with us at our head. The trumpets are ready to sound the charge against you. Israelites, don’t fight against the Lord*s God of your ancestors, for you will not succeed.”"
    },
    {
        "o": 12719,
        "r": "csb:2 Chronicles:13:13",
        "t": "Now*p Jeroboam had sent an ambush around to advance from behind them. So they were in front of Judah, and the ambush was behind them."
    },
    {
        "o": 12720,
        "r": "csb:2 Chronicles:13:14",
        "t": "Judah turned and discovered that the battle was in front of them and behind them, so they cried out to the Lord.*s Then the priests blew the trumpets,"
    },
    {
        "o": 12721,
        "r": "csb:2 Chronicles:13:15",
        "t": "and the men of Judah raised the battle cry. When the men of Judah raised the battle cry, God routed Jeroboam and all Israel before Abijah and Judah."
    },
    {
        "o": 12722,
        "r": "csb:2 Chronicles:13:16",
        "t": "So the Israelites fled before Judah, and God handed them over to them."
    },
    {
        "o": 12723,
        "r": "csb:2 Chronicles:13:17",
        "t": "Then Abijah and his people struck them with a mighty blow, and five hundred thousand fit young men of Israel were killed."
    },
    {
        "o": 12724,
        "r": "csb:2 Chronicles:13:18",
        "t": "The Israelites were subdued at that time. The Judahites succeeded because they depended on the Lord,*s the God of their ancestors."
    },
    {
        "o": 12725,
        "r": "csb:2 Chronicles:13:19",
        "t": "Abijah*p pursued Jeroboam and captured some cities from him: Bethel, Jeshanah, and Ephron, along with their surrounding villages."
    },
    {
        "o": 12726,
        "r": "csb:2 Chronicles:13:20",
        "t": "Jeroboam no longer retained his power during Abijah’s reign; ultimately, the Lord*s struck him and he died."
    },
    {
        "o": 12727,
        "r": "csb:2 Chronicles:13:21",
        "t": "However,*p Abijah grew strong, acquired fourteen wives, and fathered twenty-two sons and sixteen daughters."
    },
    {
        "o": 12728,
        "r": "csb:2 Chronicles:13:22",
        "t": "The rest of the events of Abijah’s reign, along with his ways and his sayings, are written in the Writing of the Prophet Iddo."
    }
]
