[
    {
        "o": 10287,
        "r": "nasb:1 Kings:20:0",
        "t": "1 Kings 20",
        "h": 1
    },
    {
        "o": 10288,
        "r": "nasb:1 Kings:20:0",
        "t": "War with Aram",
        "h": 2
    },
    {
        "o": 10289,
        "r": "nasb:1 Kings:20:1",
        "t": "Now*p Ben-hadad king of Aram gathered all his army, and there were*i thirty-two kings with him, and horses and chariots. And he went up and besieged Samaria and fought against it."
    },
    {
        "o": 10290,
        "r": "nasb:1 Kings:20:2",
        "t": "Then he sent messengers to the city to Ahab king of Israel and said to him, “Thus says Ben-hadad,"
    },
    {
        "o": 10291,
        "r": "nasb:1 Kings:20:3",
        "t": "‘Your silver and your gold are mine; your most beautiful wives and children are also mine.’ ”"
    },
    {
        "o": 10292,
        "r": "nasb:1 Kings:20:4",
        "t": "The king of Israel replied, “It is according to your word, my lord, O king; I am yours, and all that I have.”"
    },
    {
        "o": 10293,
        "r": "nasb:1 Kings:20:5",
        "t": "Then the messengers returned and said, “Thus says Ben-hadad, ‘Surely, I sent to you saying, “You shall give me your silver and your gold and your wives and your children,”"
    },
    {
        "o": 10294,
        "r": "nasb:1 Kings:20:6",
        "t": "but about this time tomorrow I will send my servants to you, and they will search your house and the houses of your servants; and whatever is desirable in your eyes, they will take in their hand and carry away.’ ”"
    },
    {
        "o": 10295,
        "r": "nasb:1 Kings:20:7",
        "t": "Then*p the king of Israel called all the elders of the land and said, “Please observe and see how this man is looking for trouble; for he sent to me for my wives and my children and my silver and my gold, and I did not refuse him.”"
    },
    {
        "o": 10296,
        "r": "nasb:1 Kings:20:8",
        "t": "All the elders and all the people said to him, “Do not listen or consent.”"
    },
    {
        "o": 10297,
        "r": "nasb:1 Kings:20:9",
        "t": "So he said to the messengers of Ben-hadad, “Tell my lord the king, ‘All that you sent for to your servant at the first I will do, but this thing I cannot do.’ ” And the messengers departed and brought him word again."
    },
    {
        "o": 10298,
        "r": "nasb:1 Kings:20:10",
        "t": "Ben-hadad sent to him and said, “May the gods do so to me and more also, if the dust of Samaria will suffice for handfuls for all the people who follow me.”"
    },
    {
        "o": 10299,
        "r": "nasb:1 Kings:20:11",
        "t": "Then the king of Israel replied, “Tell him,*i ‘Let not him who girds on his*i armor*i boast like him who takes it*i off.’ ”"
    },
    {
        "o": 10300,
        "r": "nasb:1 Kings:20:12",
        "t": "When Ben-hadad*i heard this message, as he was drinking with the kings in the temporary shelters, he said to his servants, “Station yourselves.”*i So they stationed themselves*i against the city."
    },
    {
        "o": 10301,
        "r": "nasb:1 Kings:20:12",
        "t": "Ahab Victorious",
        "h": 2
    },
    {
        "o": 10302,
        "r": "nasb:1 Kings:20:13",
        "t": "Now*p behold, a prophet approached Ahab king of Israel and said, “Thus says the Lord,*s ‘Have you seen all this great multitude? Behold, I will deliver them into your hand today, and you shall know that I am the Lord*s .’ ”"
    },
    {
        "o": 10303,
        "r": "nasb:1 Kings:20:14",
        "t": "Ahab said, “By whom?” So he said, “Thus says the Lord,*s ‘By the young men of the rulers of the provinces.’ ” Then he said, “Who shall begin the battle?” And he answered, “You.”"
    },
    {
        "o": 10304,
        "r": "nasb:1 Kings:20:15",
        "t": "Then he mustered the young men of the rulers of the provinces, and there were 232; and after them he mustered all the people, even*i all the sons of Israel, 7,000."
    },
    {
        "o": 10305,
        "r": "nasb:1 Kings:20:16",
        "t": "They*p went out at noon, while Ben-hadad was drinking himself drunk in the temporary shelters with the thirty-two kings who helped him."
    },
    {
        "o": 10306,
        "r": "nasb:1 Kings:20:17",
        "t": "The young men of the rulers of the provinces went out first; and Ben-hadad sent out and they told him, saying, “Men have come out from Samaria.”"
    },
    {
        "o": 10307,
        "r": "nasb:1 Kings:20:18",
        "t": "Then he said, “If they have come out for peace, take them alive; or if they have come out for war, take them alive.”"
    },
    {
        "o": 10308,
        "r": "nasb:1 Kings:20:19",
        "t": "So*p these went out from the city, the young men of the rulers of the provinces, and the army which followed them."
    },
    {
        "o": 10309,
        "r": "nasb:1 Kings:20:20",
        "t": "They killed each his man; and the Arameans fled and Israel pursued them, and Ben-hadad king of Aram escaped on a horse with horsemen."
    },
    {
        "o": 10310,
        "r": "nasb:1 Kings:20:21",
        "t": "The king of Israel went out and struck the horses and chariots, and killed the Arameans with a great slaughter."
    },
    {
        "o": 10311,
        "r": "nasb:1 Kings:20:22",
        "t": "Then*p the prophet came near to the king of Israel and said to him, “Go, strengthen yourself and observe and see what you have to do; for at the turn of the year the king of Aram will come up against you.”"
    },
    {
        "o": 10312,
        "r": "nasb:1 Kings:20:23",
        "t": "Now*p the servants of the king of Aram said to him, “Their gods are gods of the mountains, therefore they were stronger than we; but rather let us fight against them in the plain, and*i surely we will be stronger than they."
    },
    {
        "o": 10313,
        "r": "nasb:1 Kings:20:24",
        "t": "Do this thing: remove the kings, each from his place, and put captains in their place,"
    },
    {
        "o": 10314,
        "r": "nasb:1 Kings:20:25",
        "t": "and muster an army like the army that you have lost, horse for horse, and chariot for chariot. Then we will fight against them in the plain, and surely we will be stronger than they.” And he listened to their voice and did so."
    },
    {
        "o": 10315,
        "r": "nasb:1 Kings:20:25",
        "t": "Another Aramean War",
        "h": 2
    },
    {
        "o": 10316,
        "r": "nasb:1 Kings:20:26",
        "t": "At*p the turn of the year, Ben-hadad mustered the Arameans and went up to Aphek to fight against Israel."
    },
    {
        "o": 10317,
        "r": "nasb:1 Kings:20:27",
        "t": "The sons of Israel were mustered and were provisioned and went to meet them; and the sons of Israel camped before them like two little flocks of goats, but the Arameans filled the country."
    },
    {
        "o": 10318,
        "r": "nasb:1 Kings:20:28",
        "t": "Then a man of God came near and spoke to the king of Israel and said, “Thus says the Lord,*s ‘Because the Arameans have said, “The Lord*s is a god of the*i mountains, but He is not a god of the*i valleys,” therefore I will give all this great multitude into your hand, and you shall know that I am the Lord*s .’ ”"
    },
    {
        "o": 10319,
        "r": "nasb:1 Kings:20:29",
        "t": "So they camped one over against the other seven days. And on the seventh day the battle was joined, and the sons of Israel killed of*i the Arameans 100,000 foot soldiers in one day."
    },
    {
        "o": 10320,
        "r": "nasb:1 Kings:20:30",
        "t": "But the rest fled to Aphek into the city, and the wall fell on 27,000 men who were left. And Ben-hadad fled and came into the city into an inner chamber."
    },
    {
        "o": 10321,
        "r": "nasb:1 Kings:20:31",
        "t": "His*p servants said to him, “Behold now, we have heard that the kings of the house of Israel are merciful kings, please let us put sackcloth on our loins and ropes on our heads, and go out to the king of Israel; perhaps he will save your life.”"
    },
    {
        "o": 10322,
        "r": "nasb:1 Kings:20:32",
        "t": "So they girded sackcloth on their loins and put*i ropes on their heads, and came to the king of Israel and said, “Your servant Ben-hadad says, ‘Please let me live.’ ” And he said, “Is he still alive? He is my brother.”"
    },
    {
        "o": 10323,
        "r": "nasb:1 Kings:20:33",
        "t": "Now the men took this as an omen, and quickly catching his word said, “Your brother Ben-hadad.” Then he said, “Go, bring him.” Then Ben-hadad came out to him, and he took him up into the chariot."
    },
    {
        "o": 10324,
        "r": "nasb:1 Kings:20:34",
        "t": "Ben-hadad*i said to him, “The cities which my father took from your father I will restore, and you shall make streets for yourself in Damascus, as my father made in Samaria.” Ahab*i said,*i “And I will let you go with this covenant.” So he made a covenant with him and let him go."
    },
    {
        "o": 10325,
        "r": "nasb:1 Kings:20:35",
        "t": "Now*p a certain man of the sons of the prophets said to another by the word of the Lord,*s “Please strike me.” But the man refused to strike him."
    },
    {
        "o": 10326,
        "r": "nasb:1 Kings:20:36",
        "t": "Then he said to him, “Because you have not listened to the voice of the Lord,*s behold, as soon as you have departed from me, a lion will kill you.” And as soon as he had departed from him a lion found him and killed him."
    },
    {
        "o": 10327,
        "r": "nasb:1 Kings:20:37",
        "t": "Then he found another man and said, “Please strike me.” And the man struck him, wounding him."
    },
    {
        "o": 10328,
        "r": "nasb:1 Kings:20:38",
        "t": "So the prophet departed and waited for the king by the way, and disguised himself with a bandage over his eyes."
    },
    {
        "o": 10329,
        "r": "nasb:1 Kings:20:39",
        "t": "As the king passed by, he cried to the king and said, “Your servant went out into the midst of the battle; and behold, a man turned aside and brought a man to me and said, ‘Guard this man; if for any reason he is missing, then your life shall be for his life, or else you shall pay a talent of silver.’"
    },
    {
        "o": 10330,
        "r": "nasb:1 Kings:20:40",
        "t": "While your servant was busy here and there, he was gone.” And the king of Israel said to him, “So shall your judgment be; you yourself have decided it.”*i"
    },
    {
        "o": 10331,
        "r": "nasb:1 Kings:20:41",
        "t": "Then he hastily took the bandage away from his eyes, and the king of Israel recognized him that he was of the prophets."
    },
    {
        "o": 10332,
        "r": "nasb:1 Kings:20:42",
        "t": "He said to him, “Thus says the Lord,*s ‘Because you have let go out of your*i hand the man whom I had devoted to destruction, therefore your life shall go for his life, and your people for his people.’ ”"
    },
    {
        "o": 10333,
        "r": "nasb:1 Kings:20:43",
        "t": "So the king of Israel went to his house sullen and vexed, and came to Samaria."
    }
]
