[
    {
        "o": 13771,
        "r": "nasb:Nehemiah:8:0",
        "t": "Nehemiah 8",
        "h": 1
    },
    {
        "o": 13772,
        "r": "nasb:Nehemiah:8:0",
        "t": "Ezra Reads the Law",
        "h": 2
    },
    {
        "o": 13773,
        "r": "nasb:Nehemiah:8:1",
        "t": "And*p all the people gathered as one man at the square which was in front of the Water Gate, and they asked Ezra the scribe to bring the book of the law of Moses which the Lord*s had given to Israel."
    },
    {
        "o": 13774,
        "r": "nasb:Nehemiah:8:2",
        "t": "Then Ezra the priest brought the law before the assembly of men, women and all who could*i listen with understanding, on the first day of the seventh month."
    },
    {
        "o": 13775,
        "r": "nasb:Nehemiah:8:3",
        "t": "He read from it before the square which was in front of the Water Gate from early morning until midday, in the presence of men and women, those who could understand; and all the people were attentive to the book of the law."
    },
    {
        "o": 13776,
        "r": "nasb:Nehemiah:8:4",
        "t": "Ezra the scribe stood at a wooden podium which they had made for the purpose. And beside him stood Mattithiah, Shema, Anaiah, Uriah, Hilkiah, and Maaseiah on his right hand; and Pedaiah, Mishael, Malchijah, Hashum, Hashbaddanah, Zechariah and*i Meshullam on his left hand."
    },
    {
        "o": 13777,
        "r": "nasb:Nehemiah:8:5",
        "t": "Ezra opened the book in the sight of all the people for he was standing above all the people; and when he opened it, all the people stood up."
    },
    {
        "o": 13778,
        "r": "nasb:Nehemiah:8:6",
        "t": "Then Ezra blessed the Lord*s the great God. And all the people answered, “Amen, Amen!” while lifting up their hands; then they bowed low and worshiped the Lord*s with their*i faces to the ground."
    },
    {
        "o": 13779,
        "r": "nasb:Nehemiah:8:7",
        "t": "Also Jeshua, Bani, Sherebiah, Jamin, Akkub, Shabbethai, Hodiah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, the Levites, explained the law to the people while the people remained*i in their place."
    },
    {
        "o": 13780,
        "r": "nasb:Nehemiah:8:8",
        "t": "They read from the book, from the law of God, translating to give the sense so that they understood the reading."
    },
    {
        "o": 13781,
        "r": "nasb:Nehemiah:8:8",
        "t": "“This Day Is Holy”",
        "h": 2
    },
    {
        "o": 13782,
        "r": "nasb:Nehemiah:8:9",
        "t": "Then*p Nehemiah, who was the governor, and Ezra the priest and*i scribe, and the Levites who taught the people said to all the people, “This day is holy to the Lord*s your God; do not mourn or weep.” For all the people were weeping when they heard the words of the law."
    },
    {
        "o": 13783,
        "r": "nasb:Nehemiah:8:10",
        "t": "Then he said to them, “Go, eat of the fat, drink of the sweet, and send portions to him who has nothing prepared; for this day is holy to our Lord. Do not be grieved, for the joy of the Lord*s is your strength.”"
    },
    {
        "o": 13784,
        "r": "nasb:Nehemiah:8:11",
        "t": "So the Levites calmed all the people, saying, “Be still, for the day is holy; do not be grieved.”"
    },
    {
        "o": 13785,
        "r": "nasb:Nehemiah:8:12",
        "t": "All the people went away to eat, to drink, to send portions and to celebrate a great festival, because they understood the words which had been made known to them."
    },
    {
        "o": 13786,
        "r": "nasb:Nehemiah:8:12",
        "t": "Feast of Booths Restored",
        "h": 2
    },
    {
        "o": 13787,
        "r": "nasb:Nehemiah:8:13",
        "t": "Then*p on the second day the heads of fathers’ households*i of all the people, the priests and the Levites were gathered to Ezra the scribe that they might gain insight into the words of the law."
    },
    {
        "o": 13788,
        "r": "nasb:Nehemiah:8:14",
        "t": "They found written in the law how the Lord*s had commanded through Moses that the sons of Israel should live in booths during the feast of the seventh month."
    },
    {
        "o": 13789,
        "r": "nasb:Nehemiah:8:15",
        "t": "So they proclaimed and circulated a proclamation in all their cities and in Jerusalem, saying, “Go out to the hills, and bring olive branches and wild olive branches, myrtle branches, palm branches and branches of other*i leafy trees, to make booths, as it is written.”"
    },
    {
        "o": 13790,
        "r": "nasb:Nehemiah:8:16",
        "t": "So the people went out and brought them*i and made booths for themselves, each on his roof, and in their courts and in the courts of the house of God, and in the square at the Water Gate and in the square at the Gate of Ephraim."
    },
    {
        "o": 13791,
        "r": "nasb:Nehemiah:8:17",
        "t": "The entire assembly of those who had returned from the captivity made booths and lived in them. The sons of Israel had indeed not done so from the days of Joshua the son of Nun to that day. And there was great rejoicing."
    },
    {
        "o": 13792,
        "r": "nasb:Nehemiah:8:18",
        "t": "He read from the book of the law of God daily, from the first day to the last day. And they celebrated the feast seven days, and on the eighth day there*i was*i a solemn assembly according to the ordinance."
    }
]
