[
    {
        "o": 9511,
        "r": "niv:1 Kings:1:0",
        "t": "1 Kings 1",
        "h": 1
    },
    {
        "o": 9512,
        "r": "niv:1 Kings:1:0",
        "t": "Adonijah Sets Himself Up as King",
        "h": 2
    },
    {
        "o": 9513,
        "r": "niv:1 Kings:1:1",
        "t": "When*p King David was very old, he could not keep warm even when they put covers over him."
    },
    {
        "o": 9514,
        "r": "niv:1 Kings:1:2",
        "t": "So his attendants said to him, “Let us look for a young virgin to serve the king and take care of him. She can lie beside him so that our lord the king may keep warm.”"
    },
    {
        "o": 9515,
        "r": "niv:1 Kings:1:3",
        "t": "Then*p they searched throughout Israel for a beautiful young woman and found Abishag, a Shunammite, and brought her to the king."
    },
    {
        "o": 9516,
        "r": "niv:1 Kings:1:4",
        "t": "The woman was very beautiful; she took care of the king and waited on him, but the king had no sexual relations with her."
    },
    {
        "o": 9517,
        "r": "niv:1 Kings:1:5",
        "t": "Now*p Adonijah, whose mother was Haggith, put himself forward and said, “I will be king.” So he got chariots and horses ready, with fifty men to run ahead of him."
    },
    {
        "o": 9518,
        "r": "niv:1 Kings:1:6",
        "t": "(His father had never rebuked him by asking, “Why do you behave as you do?” He was also very handsome and was born next after Absalom.)"
    },
    {
        "o": 9519,
        "r": "niv:1 Kings:1:7",
        "t": "Adonijah*p conferred with Joab son of Zeruiah and with Abiathar the priest, and they gave him their support."
    },
    {
        "o": 9520,
        "r": "niv:1 Kings:1:8",
        "t": "But Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei and Rei and David’s special guard did not join Adonijah."
    },
    {
        "o": 9521,
        "r": "niv:1 Kings:1:9",
        "t": "Adonijah*p then sacrificed sheep, cattle and fattened calves at the Stone of Zoheleth near En Rogel. He invited all his brothers, the king’s sons, and all the royal officials of Judah,"
    },
    {
        "o": 9522,
        "r": "niv:1 Kings:1:10",
        "t": "but he did not invite Nathan the prophet or Benaiah or the special guard or his brother Solomon."
    },
    {
        "o": 9523,
        "r": "niv:1 Kings:1:11",
        "t": "Then*p Nathan asked Bathsheba, Solomon’s mother, “Have you not heard that Adonijah, the son of Haggith, has become king, and our lord David knows nothing about it?"
    },
    {
        "o": 9524,
        "r": "niv:1 Kings:1:12",
        "t": "Now then, let me advise you how you can save your own life and the life of your son Solomon."
    },
    {
        "o": 9525,
        "r": "niv:1 Kings:1:13",
        "t": "Go in to King David and say to him, ‘My lord the king, did you not swear to me your servant: “Surely Solomon your son shall be king after me, and he will sit on my throne”? Why then has Adonijah become king?’"
    },
    {
        "o": 9526,
        "r": "niv:1 Kings:1:14",
        "t": "While you are still there talking to the king, I will come in and add my word to what you have said.”"
    },
    {
        "o": 9527,
        "r": "niv:1 Kings:1:15",
        "t": "So*p Bathsheba went to see the aged king in his room, where Abishag the Shunammite was attending him."
    },
    {
        "o": 9528,
        "r": "niv:1 Kings:1:16",
        "t": "Bathsheba bowed down, prostrating herself before the king. “What*p is it you want?” the king asked."
    },
    {
        "o": 9529,
        "r": "niv:1 Kings:1:17",
        "t": "She*p said to him, “My lord, you yourself swore to me your servant by the Lord*s your God: ‘Solomon your son shall be king after me, and he will sit on my throne.’"
    },
    {
        "o": 9530,
        "r": "niv:1 Kings:1:18",
        "t": "But now Adonijah has become king, and you, my lord the king, do not know about it."
    },
    {
        "o": 9531,
        "r": "niv:1 Kings:1:19",
        "t": "He has sacrificed great numbers of cattle, fattened calves, and sheep, and has invited all the king’s sons, Abiathar the priest and Joab the commander of the army, but he has not invited Solomon your servant."
    },
    {
        "o": 9532,
        "r": "niv:1 Kings:1:20",
        "t": "My lord the king, the eyes of all Israel are on you, to learn from you who will sit on the throne of my lord the king after him."
    },
    {
        "o": 9533,
        "r": "niv:1 Kings:1:21",
        "t": "Otherwise, as soon as my lord the king is laid to rest with his ancestors, I and my son Solomon will be treated as criminals.”"
    },
    {
        "o": 9534,
        "r": "niv:1 Kings:1:22",
        "t": "While*p she was still speaking with the king, Nathan the prophet arrived."
    },
    {
        "o": 9535,
        "r": "niv:1 Kings:1:23",
        "t": "And the king was told, “Nathan the prophet is here.” So he went before the king and bowed with his face to the ground."
    },
    {
        "o": 9536,
        "r": "niv:1 Kings:1:24",
        "t": "Nathan*p said, “Have you, my lord the king, declared that Adonijah shall be king after you, and that he will sit on your throne?"
    },
    {
        "o": 9537,
        "r": "niv:1 Kings:1:25",
        "t": "Today he has gone down and sacrificed great numbers of cattle, fattened calves, and sheep. He has invited all the king’s sons, the commanders of the army and Abiathar the priest. Right now they are eating and drinking with him and saying, ‘Long live King Adonijah!’"
    },
    {
        "o": 9538,
        "r": "niv:1 Kings:1:26",
        "t": "But me your servant, and Zadok the priest, and Benaiah son of Jehoiada, and your servant Solomon he did not invite."
    },
    {
        "o": 9539,
        "r": "niv:1 Kings:1:27",
        "t": "Is this something my lord the king has done without letting his servants know who should sit on the throne of my lord the king after him?”"
    },
    {
        "o": 9540,
        "r": "niv:1 Kings:1:27",
        "t": "David Makes Solomon King",
        "h": 2
    },
    {
        "o": 9541,
        "r": "niv:1 Kings:1:28",
        "t": "Then*p King David said, “Call in Bathsheba.” So she came into the king’s presence and stood before him."
    },
    {
        "o": 9542,
        "r": "niv:1 Kings:1:29",
        "t": "The*p king then took an oath: “As surely as the Lord*s lives, who has delivered me out of every trouble,"
    },
    {
        "o": 9543,
        "r": "niv:1 Kings:1:30",
        "t": "I will surely carry out this very day what I swore to you by the Lord,*s the God of Israel: Solomon your son shall be king after me, and he will sit on my throne in my place.”"
    },
    {
        "o": 9544,
        "r": "niv:1 Kings:1:31",
        "t": "Then*p Bathsheba bowed down with her face to the ground, prostrating herself before the king, and said, “May my lord King David live forever!”"
    },
    {
        "o": 9545,
        "r": "niv:1 Kings:1:32",
        "t": "King*p David said, “Call in Zadok the priest, Nathan the prophet and Benaiah son of Jehoiada.” When they came before the king,"
    },
    {
        "o": 9546,
        "r": "niv:1 Kings:1:33",
        "t": "he said to them: “Take your lord’s servants with you and have Solomon my son mount my own mule and take him down to Gihon."
    },
    {
        "o": 9547,
        "r": "niv:1 Kings:1:34",
        "t": "There have Zadok the priest and Nathan the prophet anoint him king over Israel. Blow the trumpet and shout, ‘Long live King Solomon!’"
    },
    {
        "o": 9548,
        "r": "niv:1 Kings:1:35",
        "t": "Then you are to go up with him, and he is to come and sit on my throne and reign in my place. I have appointed him ruler over Israel and Judah.”"
    },
    {
        "o": 9549,
        "r": "niv:1 Kings:1:36",
        "t": "Benaiah*p son of Jehoiada answered the king, “Amen! May the Lord,*s the God of my lord the king, so declare it."
    },
    {
        "o": 9550,
        "r": "niv:1 Kings:1:37",
        "t": "As the Lord*s was with my lord the king, so may he be with Solomon to make his throne even greater than the throne of my lord King David!”"
    },
    {
        "o": 9551,
        "r": "niv:1 Kings:1:38",
        "t": "So*p Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites and the Pelethites went down and had Solomon mount King David’s mule, and they escorted him to Gihon."
    },
    {
        "o": 9552,
        "r": "niv:1 Kings:1:39",
        "t": "Zadok the priest took the horn of oil from the sacred tent and anointed Solomon. Then they sounded the trumpet and all the people shouted, “Long live King Solomon!”"
    },
    {
        "o": 9553,
        "r": "niv:1 Kings:1:40",
        "t": "And all the people went up after him, playing pipes and rejoicing greatly, so that the ground shook with the sound."
    },
    {
        "o": 9554,
        "r": "niv:1 Kings:1:41",
        "t": "Adonijah*p and all the guests who were with him heard it as they were finishing their feast. On hearing the sound of the trumpet, Joab asked, “What’s the meaning of all the noise in the city?”"
    },
    {
        "o": 9555,
        "r": "niv:1 Kings:1:42",
        "t": "Even*p as he was speaking, Jonathan son of Abiathar the priest arrived. Adonijah said, “Come in. A worthy man like you must be bringing good news.”"
    },
    {
        "o": 9556,
        "r": "niv:1 Kings:1:43",
        "t": "“Not*p at all!” Jonathan answered. “Our lord King David has made Solomon king."
    },
    {
        "o": 9557,
        "r": "niv:1 Kings:1:44",
        "t": "The king has sent with him Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites and the Pelethites, and they have put him on the king’s mule,"
    },
    {
        "o": 9558,
        "r": "niv:1 Kings:1:45",
        "t": "and Zadok the priest and Nathan the prophet have anointed him king at Gihon. From there they have gone up cheering, and the city resounds with it. That’s the noise you hear."
    },
    {
        "o": 9559,
        "r": "niv:1 Kings:1:46",
        "t": "Moreover, Solomon has taken his seat on the royal throne."
    },
    {
        "o": 9560,
        "r": "niv:1 Kings:1:47",
        "t": "Also, the royal officials have come to congratulate our lord King David, saying, ‘May your God make Solomon’s name more famous than yours and his throne greater than yours!’ And the king bowed in worship on his bed"
    },
    {
        "o": 9561,
        "r": "niv:1 Kings:1:48",
        "t": "and said, ‘Praise be to the Lord,*s the God of Israel, who has allowed my eyes to see a successor on my throne today.’ ”"
    },
    {
        "o": 9562,
        "r": "niv:1 Kings:1:49",
        "t": "At*p this, all Adonijah’s guests rose in alarm and dispersed."
    },
    {
        "o": 9563,
        "r": "niv:1 Kings:1:50",
        "t": "But Adonijah, in fear of Solomon, went and took hold of the horns of the altar."
    },
    {
        "o": 9564,
        "r": "niv:1 Kings:1:51",
        "t": "Then Solomon was told, “Adonijah is afraid of King Solomon and is clinging to the horns of the altar. He says, ‘Let King Solomon swear to me today that he will not put his servant to death with the sword.’ ”"
    },
    {
        "o": 9565,
        "r": "niv:1 Kings:1:52",
        "t": "Solomon*p replied, “If he shows himself to be worthy, not a hair of his head will fall to the ground; but if evil is found in him, he will die.”"
    },
    {
        "o": 9566,
        "r": "niv:1 Kings:1:53",
        "t": "Then King Solomon sent men, and they brought him down from the altar. And Adonijah came and bowed down to King Solomon, and Solomon said, “Go to your home.”"
    }
]
