[
    {
        "o": 23869,
        "r": "nkjv:Ezekiel:35:0",
        "t": "Ezekiel 35",
        "h": 1
    },
    {
        "o": 23870,
        "r": "nkjv:Ezekiel:35:0",
        "t": "Judgment on Mount Seir",
        "h": 2
    },
    {
        "o": 23871,
        "r": "nkjv:Ezekiel:35:1",
        "t": "Moreover*p the word of the Lord*s came to me, saying,"
    },
    {
        "o": 23872,
        "r": "nkjv:Ezekiel:35:2",
        "t": "“Son of man, set your face against Mount Seir and prophesy against it,"
    },
    {
        "o": 23873,
        "r": "nkjv:Ezekiel:35:3",
        "t": "and say to it, ‘Thus says the Lord God:*s “Behold,*pn O Mount Seir, I am*i against you; I*ld will stretch out My hand against you, And*ld make you most desolate;"
    },
    {
        "o": 23874,
        "r": "nkjv:Ezekiel:35:4",
        "t": "I*ld shall lay your cities waste, And*ld you shall be desolate. Then*ld you shall know that I am*i the Lord.*s"
    },
    {
        "o": 23875,
        "r": "nkjv:Ezekiel:35:5",
        "t": "“Because*p you have had an ancient hatred, and have shed the*i blood*i of*i the children of Israel by the power of the sword at the time of their calamity, when their iniquity came*i to*i an*i end,"
    },
    {
        "o": 23876,
        "r": "nkjv:Ezekiel:35:6",
        "t": "therefore, as*i I live,” says the Lord God,*s “I will prepare you for blood, and blood shall pursue you; since you have not hated blood, therefore blood shall pursue you."
    },
    {
        "o": 23877,
        "r": "nkjv:Ezekiel:35:7",
        "t": "Thus I will make Mount Seir most desolate, and cut off from it the one who leaves and the one who returns."
    },
    {
        "o": 23878,
        "r": "nkjv:Ezekiel:35:8",
        "t": "And I will fill its mountains with the slain; on your hills and in your valleys and in all your ravines those who are slain by the sword shall fall."
    },
    {
        "o": 23879,
        "r": "nkjv:Ezekiel:35:9",
        "t": "I will make you perpetually desolate, and your cities shall be uninhabited; then you shall know that I am*i the Lord.*s"
    },
    {
        "o": 23880,
        "r": "nkjv:Ezekiel:35:10",
        "t": "“Because*p you have said, ‘These two nations and these two countries shall be mine, and we will possess them,’ although the Lord*s was there,"
    },
    {
        "o": 23881,
        "r": "nkjv:Ezekiel:35:11",
        "t": "therefore, as*i I live,” says the Lord God,*s “I will do according to your anger and according to the envy which you showed in your hatred against them; and I will make Myself known among them when I judge you."
    },
    {
        "o": 23882,
        "r": "nkjv:Ezekiel:35:12",
        "t": "Then you shall know that I am*i the Lord.*s I have heard all your blasphemies which you have spoken against the mountains of Israel, saying, ‘They are desolate; they are given to us to consume.’"
    },
    {
        "o": 23883,
        "r": "nkjv:Ezekiel:35:13",
        "t": "Thus with your mouth you have boasted against Me and multiplied your words against Me; I have heard them.”*i"
    },
    {
        "o": 23884,
        "r": "nkjv:Ezekiel:35:14",
        "t": "‘Thus*p says the Lord God:*s “The whole earth will rejoice when I make you desolate."
    },
    {
        "o": 23885,
        "r": "nkjv:Ezekiel:35:15",
        "t": "As you rejoiced because the inheritance of the house of Israel was desolate, so I will do to you; you shall be desolate, O Mount Seir, as well as all of Edom—all of it! Then they shall know that I am*i the Lord.”’*s"
    }
]
