[
    {
        "o": 10700,
        "r": "csb:2 Kings:6:0",
        "t": "2 Kings 6",
        "h": 1
    },
    {
        "o": 10701,
        "r": "csb:2 Kings:6:0",
        "t": "The Floating Ax Head",
        "h": 2
    },
    {
        "o": 10702,
        "r": "csb:2 Kings:6:1",
        "t": "The*p sons of the prophets said to Elisha, “Please notice that the place where we live under your supervision is too small for us."
    },
    {
        "o": 10703,
        "r": "csb:2 Kings:6:2",
        "t": "Please let us go to the Jordan where we can each get a log and can build ourselves a place to live there.” “Go,”*p he said."
    },
    {
        "o": 10704,
        "r": "csb:2 Kings:6:3",
        "t": "Then*p one said, “Please come with your servants.” “I’ll*p come,” he answered."
    },
    {
        "o": 10705,
        "r": "csb:2 Kings:6:4",
        "t": "So*p he went with them, and when they came to the Jordan, they cut down trees."
    },
    {
        "o": 10706,
        "r": "csb:2 Kings:6:5",
        "t": "As one of them was cutting down a tree, the iron ax head fell into the water, and he cried out, “Oh, my master, it was borrowed!”"
    },
    {
        "o": 10707,
        "r": "csb:2 Kings:6:6",
        "t": "Then*p the man of God asked, “Where did it fall?” When*p he showed him the place, the man of God cut a piece of wood, threw it there, and made the iron float."
    },
    {
        "o": 10708,
        "r": "csb:2 Kings:6:7",
        "t": "Then he said, “Pick it up.” So he reached out and took it."
    },
    {
        "o": 10709,
        "r": "csb:2 Kings:6:7",
        "t": "The Aramean War",
        "h": 2
    },
    {
        "o": 10710,
        "r": "csb:2 Kings:6:8",
        "t": "When*p the king of Aram was waging war against Israel, he conferred with his servants, “My camp will be at such and such a place.”"
    },
    {
        "o": 10711,
        "r": "csb:2 Kings:6:9",
        "t": "But*p the man of God sent word to the king of Israel: “Be careful passing by this place, for the Arameans are going down there.”"
    },
    {
        "o": 10712,
        "r": "csb:2 Kings:6:10",
        "t": "Consequently, the king of Israel sent word to the place the man of God had told him about. The man of God repeatedly warned the king, so the king would be on his guard."
    },
    {
        "o": 10713,
        "r": "csb:2 Kings:6:11",
        "t": "The*p king of Aram was enraged because of this matter, and he called his servants and demanded of them, “Tell me, which one of us is for the king of Israel?”"
    },
    {
        "o": 10714,
        "r": "csb:2 Kings:6:12",
        "t": "One*p of his servants said, “No one, my lord the king. Elisha, the prophet in Israel, tells the king of Israel even the words you speak in your bedroom.”"
    },
    {
        "o": 10715,
        "r": "csb:2 Kings:6:13",
        "t": "So*p the king said, “Go and see where he is, so I can send men to capture him.” When*p he was told, “Elisha is in Dothan,”"
    },
    {
        "o": 10716,
        "r": "csb:2 Kings:6:14",
        "t": "he sent horses, chariots, and a massive army there. They went by night and surrounded the city."
    },
    {
        "o": 10717,
        "r": "csb:2 Kings:6:15",
        "t": "When*p the servant of the man of God got up early and went out, he discovered an army with horses and chariots surrounding the city. So he asked Elisha, “Oh, my master, what are we to do?”"
    },
    {
        "o": 10718,
        "r": "csb:2 Kings:6:16",
        "t": "Elisha*p said, “Don’t be afraid, for those who are with us outnumber those who are with them.”"
    },
    {
        "o": 10719,
        "r": "csb:2 Kings:6:17",
        "t": "Then*p Elisha prayed, “Lord,*s please open his eyes and let him see.” So the Lord*s opened the servant’s eyes, and he saw that the mountain was covered with horses and chariots of fire all around Elisha."
    },
    {
        "o": 10720,
        "r": "csb:2 Kings:6:18",
        "t": "When*p the Arameans came against him, Elisha prayed to the Lord,*s “Please strike this nation with blindness.” So he struck them with blindness, according to Elisha’s word."
    },
    {
        "o": 10721,
        "r": "csb:2 Kings:6:19",
        "t": "Then Elisha said to them, “This is not the way, and this is not the city. Follow me, and I will take you to the man you’re looking for.” And he led them to Samaria."
    },
    {
        "o": 10722,
        "r": "csb:2 Kings:6:20",
        "t": "When they entered Samaria, Elisha said, “Lord,*s open these men’s eyes and let them see.” So the Lord*s opened their eyes, and they saw that they were in the middle of Samaria."
    },
    {
        "o": 10723,
        "r": "csb:2 Kings:6:21",
        "t": "When*p the king of Israel saw them, he said to Elisha, “Should I kill them, should I kill them, my father?”"
    },
    {
        "o": 10724,
        "r": "csb:2 Kings:6:22",
        "t": "Elisha*p replied, “Don’t kill them. Do you kill those you have captured with your sword or your bow? Set food and water in front of them so they can eat and drink and go to their master.”"
    },
    {
        "o": 10725,
        "r": "csb:2 Kings:6:23",
        "t": "So*p he prepared a big feast for them. When they had eaten and drunk, he sent them away, and they went to their master. The Aramean raiders did not come into Israel’s land again."
    },
    {
        "o": 10726,
        "r": "csb:2 Kings:6:23",
        "t": "The Siege of Samaria",
        "h": 2
    },
    {
        "o": 10727,
        "r": "csb:2 Kings:6:24",
        "t": "Some*p time later, King Ben-hadad of Aram brought all his military units together and marched up and laid siege to Samaria."
    },
    {
        "o": 10728,
        "r": "csb:2 Kings:6:25",
        "t": "So there was a severe famine in Samaria, and they continued the siege against it until a donkey’s head sold for thirty-four ounces of silver, and a cup of dove’s dung sold for two ounces of silver."
    },
    {
        "o": 10729,
        "r": "csb:2 Kings:6:26",
        "t": "As*p the king of Israel was passing by on the wall, a woman cried out to him, “My lord the king, help!”"
    },
    {
        "o": 10730,
        "r": "csb:2 Kings:6:27",
        "t": "He*p answered, “If the Lord*s doesn’t help you, where can I get help for you? From the threshing floor or the winepress?”"
    },
    {
        "o": 10731,
        "r": "csb:2 Kings:6:28",
        "t": "Then the king asked her, “What’s the matter?” She*p said, “This woman said to me, ‘Give up your son, and we will eat him today. Then we will eat my son tomorrow.’"
    },
    {
        "o": 10732,
        "r": "csb:2 Kings:6:29",
        "t": "So we boiled my son and ate him, and I said to her the next day, ‘Give up your son, and we will eat him,’ but she has hidden her son.”"
    },
    {
        "o": 10733,
        "r": "csb:2 Kings:6:30",
        "t": "When*p the king heard the woman’s words, he tore his clothes. Then, as he was passing by on the wall, the people saw that there was sackcloth under his clothes next to his skin."
    },
    {
        "o": 10734,
        "r": "csb:2 Kings:6:31",
        "t": "He announced, “May God punish me and do so severely if the head of Elisha son of Shaphat remains on his shoulders today.”"
    },
    {
        "o": 10735,
        "r": "csb:2 Kings:6:32",
        "t": "Elisha*p was sitting in his house, and the elders were sitting with him. The king sent a man ahead of him, but before the messenger got to him, Elisha said to the elders, “Do you see how this murderer has sent someone to remove my head? Look, when the messenger comes, shut the door to keep him out. Isn’t the sound of his master’s feet behind him?”"
    },
    {
        "o": 10736,
        "r": "csb:2 Kings:6:33",
        "t": "While*p Elisha was still speaking with them, the messenger came down to him. Then he said, “This disaster is from the Lord.*s Why should I wait for the Lord*s any longer?”"
    }
]
