[
    {
        "o": 34111,
        "r": "nkjv:Hebrews:10:0",
        "t": "Hebrews 10",
        "h": 1
    },
    {
        "o": 34112,
        "r": "nkjv:Hebrews:10:0",
        "t": "Animal Sacrifices Insufficient",
        "h": 2
    },
    {
        "o": 34113,
        "r": "nkjv:Hebrews:10:1",
        "t": "For*p the law, having a shadow of the good things to come, and*i not the very image of the things, can never with these same sacrifices, which they offer continually year by year, make those who approach perfect."
    },
    {
        "o": 34114,
        "r": "nkjv:Hebrews:10:2",
        "t": "For then would they not have ceased to be offered? For the worshipers, once purified, would have had no more consciousness of sins."
    },
    {
        "o": 34115,
        "r": "nkjv:Hebrews:10:3",
        "t": "But in those sacrifices*i there*i is*i a reminder of sins every year."
    },
    {
        "o": 34116,
        "r": "nkjv:Hebrews:10:4",
        "t": "For it*i is*i not possible that the blood of bulls and goats could take away sins."
    },
    {
        "o": 34117,
        "r": "nkjv:Hebrews:10:4",
        "t": "Christ’s Death Fulfills God’s Will",
        "h": 2
    },
    {
        "o": 34118,
        "r": "nkjv:Hebrews:10:5",
        "t": "Therefore,*p when He came into the world, He said: “Sacrifice*pn and offering You did not desire, But*ld a body You have prepared for Me."
    },
    {
        "o": 34119,
        "r": "nkjv:Hebrews:10:6",
        "t": "In*ld burnt offerings and sacrifices*i for sin You*ld had no pleasure."
    },
    {
        "o": 34120,
        "r": "nkjv:Hebrews:10:7",
        "t": "Then*ld I said, ‘Behold, I have come— In*ld the volume of the book it is written of Me— To*ld do Your will, O God.’”"
    },
    {
        "o": 34121,
        "r": "nkjv:Hebrews:10:8",
        "t": "Previously*p saying, “Sacrifice and offering, burnt offerings, and offerings*i for sin You did not desire, nor had pleasure in*i them”*i (which are offered according to the law),"
    },
    {
        "o": 34122,
        "r": "nkjv:Hebrews:10:9",
        "t": "then He said, “Behold, I have come to do Your will, O God.” He takes away the first that He may establish the second."
    },
    {
        "o": 34123,
        "r": "nkjv:Hebrews:10:10",
        "t": "By that will we have been sanctified through the offering of the body of Jesus Christ once for*i all.*i"
    },
    {
        "o": 34124,
        "r": "nkjv:Hebrews:10:10",
        "t": "Christ’s Death Perfects the Sanctified",
        "h": 2
    },
    {
        "o": 34125,
        "r": "nkjv:Hebrews:10:11",
        "t": "And*p every priest stands ministering daily and offering repeatedly the same sacrifices, which can never take away sins."
    },
    {
        "o": 34126,
        "r": "nkjv:Hebrews:10:12",
        "t": "But this Man, after He had offered one sacrifice for sins forever, sat down at the right hand of God,"
    },
    {
        "o": 34127,
        "r": "nkjv:Hebrews:10:13",
        "t": "from that time waiting till His enemies are made His footstool."
    },
    {
        "o": 34128,
        "r": "nkjv:Hebrews:10:14",
        "t": "For by one offering He has perfected forever those who are being sanctified."
    },
    {
        "o": 34129,
        "r": "nkjv:Hebrews:10:15",
        "t": "But*p the Holy Spirit also witnesses to us; for after He had said before,"
    },
    {
        "o": 34130,
        "r": "nkjv:Hebrews:10:16",
        "t": "“This*p is*i the covenant that I will make with them after those days, says the Lord:*sb I will put My laws into their hearts, and in their minds I will write them,”"
    },
    {
        "o": 34131,
        "r": "nkjv:Hebrews:10:17",
        "t": "then*i He*i adds,*i “Their sins and their lawless deeds I will remember no more.”"
    },
    {
        "o": 34132,
        "r": "nkjv:Hebrews:10:18",
        "t": "Now where there is remission of these, there*i is*i no longer an offering for sin."
    },
    {
        "o": 34133,
        "r": "nkjv:Hebrews:10:18",
        "t": "Hold Fast Your Confession",
        "h": 2
    },
    {
        "o": 34134,
        "r": "nkjv:Hebrews:10:19",
        "t": "Therefore,*p brethren, having boldness to enter the Holiest by the blood of Jesus,"
    },
    {
        "o": 34135,
        "r": "nkjv:Hebrews:10:20",
        "t": "by a new and living way which He consecrated for us, through the veil, that is, His flesh,"
    },
    {
        "o": 34136,
        "r": "nkjv:Hebrews:10:21",
        "t": "and having*i a High Priest over the house of God,"
    },
    {
        "o": 34137,
        "r": "nkjv:Hebrews:10:22",
        "t": "let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience and our bodies washed with pure water."
    },
    {
        "o": 34138,
        "r": "nkjv:Hebrews:10:23",
        "t": "Let us hold fast the confession of our*i hope without wavering, for He who promised is*i faithful."
    },
    {
        "o": 34139,
        "r": "nkjv:Hebrews:10:24",
        "t": "And let us consider one another in order to stir up love and good works,"
    },
    {
        "o": 34140,
        "r": "nkjv:Hebrews:10:25",
        "t": "not forsaking the assembling of ourselves together, as is*i the manner of some, but exhorting one*i another,*i and so much the more as you see the Day approaching."
    },
    {
        "o": 34141,
        "r": "nkjv:Hebrews:10:25",
        "t": "The Just Live by Faith",
        "h": 2
    },
    {
        "o": 34142,
        "r": "nkjv:Hebrews:10:26",
        "t": "For*p if we sin willfully after we have received the knowledge of the truth, there no longer remains a sacrifice for sins,"
    },
    {
        "o": 34143,
        "r": "nkjv:Hebrews:10:27",
        "t": "but a certain fearful expectation of judgment, and fiery indignation which will devour the adversaries."
    },
    {
        "o": 34144,
        "r": "nkjv:Hebrews:10:28",
        "t": "Anyone who has rejected Moses’ law dies without mercy on the*i testimony*i of*i two or three witnesses."
    },
    {
        "o": 34145,
        "r": "nkjv:Hebrews:10:29",
        "t": "Of how much worse punishment, do you suppose, will he be thought worthy who has trampled the Son of God underfoot, counted the blood of the covenant by which he was sanctified a common thing, and insulted the Spirit of grace?"
    },
    {
        "o": 34146,
        "r": "nkjv:Hebrews:10:30",
        "t": "For we know Him who said, “Vengeance is Mine, I will repay,” says the Lord. And again, “The Lord*sb will judge His people.”"
    },
    {
        "o": 34147,
        "r": "nkjv:Hebrews:10:31",
        "t": "It is a fearful thing to fall into the hands of the living God."
    },
    {
        "o": 34148,
        "r": "nkjv:Hebrews:10:32",
        "t": "But*p recall the former days in which, after you were illuminated, you endured a great struggle with sufferings:"
    },
    {
        "o": 34149,
        "r": "nkjv:Hebrews:10:33",
        "t": "partly while you were made a spectacle both by reproaches and tribulations, and partly while you became companions of those who were so treated;"
    },
    {
        "o": 34150,
        "r": "nkjv:Hebrews:10:34",
        "t": "for you had compassion on me in my chains, and joyfully accepted the plundering of your goods, knowing that you have a better and an enduring possession for yourselves in heaven."
    },
    {
        "o": 34151,
        "r": "nkjv:Hebrews:10:35",
        "t": "Therefore do not cast away your confidence, which has great reward."
    },
    {
        "o": 34152,
        "r": "nkjv:Hebrews:10:36",
        "t": "For you have need of endurance, so that after you have done the will of God, you may receive the promise:"
    },
    {
        "o": 34153,
        "r": "nkjv:Hebrews:10:37",
        "t": "“For*pn yet a little while, And*ild He who is coming will come and will not tarry."
    },
    {
        "o": 34154,
        "r": "nkjv:Hebrews:10:38",
        "t": "Now*ld the just shall live by faith; But*ld if anyone*i draws back, My*ld soul has no pleasure in him.”"
    },
    {
        "o": 34155,
        "r": "nkjv:Hebrews:10:39",
        "t": "But*p we are not of those who draw back to perdition, but of those who believe to the saving of the soul."
    }
]
