[
    {
        "o": 655,
        "r": "csb:Genesis:24:0",
        "t": "Genesis 24",
        "h": 1
    },
    {
        "o": 656,
        "r": "csb:Genesis:24:0",
        "t": "A Wife for Isaac",
        "h": 2
    },
    {
        "o": 657,
        "r": "csb:Genesis:24:1",
        "t": "Abraham*p was now old, getting on in years, and the Lord*s had blessed him in everything."
    },
    {
        "o": 658,
        "r": "csb:Genesis:24:2",
        "t": "Abraham said to his servant, the elder of his household who managed all he owned, “Place your hand under my thigh,"
    },
    {
        "o": 659,
        "r": "csb:Genesis:24:3",
        "t": "and I will have you swear by the Lord,*s God of heaven and God of earth, that you will not take a wife for my son from the daughters of the Canaanites among whom I live,"
    },
    {
        "o": 660,
        "r": "csb:Genesis:24:4",
        "t": "but will go to my land and my family to take a wife for my son Isaac.”"
    },
    {
        "o": 661,
        "r": "csb:Genesis:24:5",
        "t": "The*p servant said to him, “Suppose the woman is unwilling to follow me to this land? Should I have your son go back to the land you came from?”"
    },
    {
        "o": 662,
        "r": "csb:Genesis:24:6",
        "t": "Abraham*p answered him, “Make sure that you don’t take my son back there."
    },
    {
        "o": 663,
        "r": "csb:Genesis:24:7",
        "t": "The Lord,*s the God of heaven, who took me from my father’s house and from my native land, who spoke to me and swore to me, ‘I will give this land to your offspring’- he will send his angel before you, and you can take a wife for my son from there."
    },
    {
        "o": 664,
        "r": "csb:Genesis:24:8",
        "t": "If the woman is unwilling to follow you, then you are free from this oath to me, but don’t let my son go back there.”"
    },
    {
        "o": 665,
        "r": "csb:Genesis:24:9",
        "t": "So the servant placed his hand under his master Abraham’s thigh and swore an oath to him concerning this matter."
    },
    {
        "o": 666,
        "r": "csb:Genesis:24:10",
        "t": "The*p servant took ten of his master’s camels, and with all kinds of his master’s goods in hand, he went to Aram-naharaim, to Nahor’s town."
    },
    {
        "o": 667,
        "r": "csb:Genesis:24:11",
        "t": "At evening, the time when women went out to draw water, he made the camels kneel beside a well outside the town."
    },
    {
        "o": 668,
        "r": "csb:Genesis:24:12",
        "t": "“Lord,*sp God of my master Abraham,” he prayed, “make this happen for me today, and show kindness to my master Abraham."
    },
    {
        "o": 669,
        "r": "csb:Genesis:24:13",
        "t": "I am standing here at the spring where the daughters of the men of the town are coming out to draw water."
    },
    {
        "o": 670,
        "r": "csb:Genesis:24:14",
        "t": "Let the girl to whom I say, ‘Please lower your water jug so that I may drink,’ and who responds, ‘Drink, and I’ll water your camels also’ - let her be the one you have appointed for your servant Isaac. By this I will know that you have shown kindness to my master.”"
    },
    {
        "o": 671,
        "r": "csb:Genesis:24:15",
        "t": "Before*p he had finished speaking, there was Rebekah - daughter of Bethuel son of Milcah, the wife of Abraham’s brother Nahor - coming with a jug on her shoulder."
    },
    {
        "o": 672,
        "r": "csb:Genesis:24:16",
        "t": "Now the girl was very beautiful, a virgin - no man had been intimate with her. She went down to the spring, filled her jug, and came up."
    },
    {
        "o": 673,
        "r": "csb:Genesis:24:17",
        "t": "Then the servant ran to meet her and said, “Please let me have a little water from your jug.”"
    },
    {
        "o": 674,
        "r": "csb:Genesis:24:18",
        "t": "She*p replied, “Drink, my lord.” She quickly lowered her jug to her hand and gave him a drink."
    },
    {
        "o": 675,
        "r": "csb:Genesis:24:19",
        "t": "When she had finished giving him a drink, she said, “I’ll also draw water for your camels until they have had enough to drink.”"
    },
    {
        "o": 676,
        "r": "csb:Genesis:24:20",
        "t": "She quickly emptied her jug into the trough and hurried to the well again to draw water. She drew water for all his camels"
    },
    {
        "o": 677,
        "r": "csb:Genesis:24:21",
        "t": "while the man silently watched her to see whether or not the Lord*s had made his journey a success."
    },
    {
        "o": 678,
        "r": "csb:Genesis:24:22",
        "t": "As*p the camels finished drinking, the man took a gold ring weighing half a shekel, and for her wrists two bracelets weighing ten shekels of gold."
    },
    {
        "o": 679,
        "r": "csb:Genesis:24:23",
        "t": "“Whose daughter are you?” he asked. “Please tell me, is there room in your father’s house for us to spend the night?”"
    },
    {
        "o": 680,
        "r": "csb:Genesis:24:24",
        "t": "She*p answered him, “I am the daughter of Bethuel son of Milcah, whom she bore to Nahor.”"
    },
    {
        "o": 681,
        "r": "csb:Genesis:24:25",
        "t": "She also said to him, “We have plenty of straw and feed and a place to spend the night.”"
    },
    {
        "o": 682,
        "r": "csb:Genesis:24:26",
        "t": "Then*p the man knelt low, worshiped the Lord,*s"
    },
    {
        "o": 683,
        "r": "csb:Genesis:24:27",
        "t": "and said, “Blessed be the Lord,*s the God of my master Abraham, who has not withheld his kindness and faithfulness from my master. As for me, the Lord*s has led me on the journey to the house of my master’s relatives.”"
    },
    {
        "o": 684,
        "r": "csb:Genesis:24:28",
        "t": "The*p girl ran and told her mother’s household about these things."
    },
    {
        "o": 685,
        "r": "csb:Genesis:24:29",
        "t": "Now Rebekah had a brother named Laban, and Laban ran out to the man at the spring."
    },
    {
        "o": 686,
        "r": "csb:Genesis:24:30",
        "t": "As soon as he had seen the ring and the bracelets on his sister’s wrists, and when he had heard his sister Rebekah’s words - “The man said this to me!” - he went to the man. He was standing there by the camels at the spring."
    },
    {
        "o": 687,
        "r": "csb:Genesis:24:31",
        "t": "Laban*p said, “Come, you who are blessed by the Lord.*s Why are you standing out here? I have prepared the house and a place for the camels.”"
    },
    {
        "o": 688,
        "r": "csb:Genesis:24:32",
        "t": "So the man came to the house, and the camels were unloaded. Straw and feed were given to the camels, and water was brought to wash his feet and the feet of the men with him."
    },
    {
        "o": 689,
        "r": "csb:Genesis:24:33",
        "t": "A*p meal was set before him, but he said, “I will not eat until I have said what I have to say.” So*p Laban said, “Please speak.”"
    },
    {
        "o": 690,
        "r": "csb:Genesis:24:34",
        "t": "“I*p am Abraham’s servant,” he said."
    },
    {
        "o": 691,
        "r": "csb:Genesis:24:35",
        "t": "“The Lord*s has greatly blessed my master, and he has become rich. He has given him flocks and herds, silver and gold, male and female slaves, and camels and donkeys."
    },
    {
        "o": 692,
        "r": "csb:Genesis:24:36",
        "t": "Sarah, my master’s wife, bore a son to my master in her old age, and he has given him everything he owns."
    },
    {
        "o": 693,
        "r": "csb:Genesis:24:37",
        "t": "My master put me under this oath: ‘You will not take a wife for my son from the daughters of the Canaanites in whose land I live"
    },
    {
        "o": 694,
        "r": "csb:Genesis:24:38",
        "t": "but will go to my father’s family and to my clan to take a wife for my son.’"
    },
    {
        "o": 695,
        "r": "csb:Genesis:24:39",
        "t": "But I said to my master, ‘Suppose the woman will not come back with me?’"
    },
    {
        "o": 696,
        "r": "csb:Genesis:24:40",
        "t": "He said to me, ‘The Lord*s before whom I have walked will send his angel with you and make your journey a success, and you will take a wife for my son from my clan and from my father’s family."
    },
    {
        "o": 697,
        "r": "csb:Genesis:24:41",
        "t": "Then you will be free from my oath if you go to my family and they do not give her to you - you will be free from my oath.’"
    },
    {
        "o": 698,
        "r": "csb:Genesis:24:42",
        "t": "“Today*p when I came to the spring, I prayed: Lord,*s God of my master Abraham, if only you will make my journey successful!"
    },
    {
        "o": 699,
        "r": "csb:Genesis:24:43",
        "t": "I am standing here at a spring. Let the young woman who comes out to draw water, and I say to her, ‘Please let me drink a little water from your jug,’"
    },
    {
        "o": 700,
        "r": "csb:Genesis:24:44",
        "t": "and who responds to me, ‘Drink, and I’ll draw water for your camels also’ - let her be the woman the Lord*s has appointed for my master’s son."
    },
    {
        "o": 701,
        "r": "csb:Genesis:24:45",
        "t": "“Before*p I had finished praying silently, there was Rebekah coming with her jug on her shoulder, and she went down to the spring and drew water. So I said to her, ‘Please let me have a drink.’"
    },
    {
        "o": 702,
        "r": "csb:Genesis:24:46",
        "t": "She quickly lowered her jug from her shoulder and said, ‘Drink, and I’ll water your camels also.’ So I drank, and she also watered the camels."
    },
    {
        "o": 703,
        "r": "csb:Genesis:24:47",
        "t": "Then I asked her, ‘Whose daughter are you? ’ She responded, ‘The daughter of Bethuel son of Nahor, whom Milcah bore to him.’ So I put the ring on her nose and the bracelets on her wrists."
    },
    {
        "o": 704,
        "r": "csb:Genesis:24:48",
        "t": "Then I knelt low, worshiped the Lord,*s and blessed the Lord,*s the God of my master Abraham, who guided me on the right way to take the granddaughter of my master’s brother for his son."
    },
    {
        "o": 705,
        "r": "csb:Genesis:24:49",
        "t": "Now, if you are going to show kindness and faithfulness to my master, tell me; if not, tell me, and I will go elsewhere.”"
    },
    {
        "o": 706,
        "r": "csb:Genesis:24:50",
        "t": "Laban*p and Bethuel answered, “This is from the Lord;*s we have no choice in the matter."
    },
    {
        "o": 707,
        "r": "csb:Genesis:24:51",
        "t": "Rebekah is here in front of you. Take her and go, and let her be a wife for your master’s son, just as the Lord*s has spoken.”"
    },
    {
        "o": 708,
        "r": "csb:Genesis:24:52",
        "t": "When*p Abraham’s servant heard their words, he bowed to the ground before the Lord.*s"
    },
    {
        "o": 709,
        "r": "csb:Genesis:24:53",
        "t": "Then he brought out objects of silver and gold, and garments, and gave them to Rebekah. He also gave precious gifts to her brother and her mother."
    },
    {
        "o": 710,
        "r": "csb:Genesis:24:54",
        "t": "Then he and the men with him ate and drank and spent the night. When*p they got up in the morning, he said, “Send me to my master.”"
    },
    {
        "o": 711,
        "r": "csb:Genesis:24:55",
        "t": "But*p her brother and mother said, “Let the girl stay with us for about ten days. Then she can go.”"
    },
    {
        "o": 712,
        "r": "csb:Genesis:24:56",
        "t": "But*p he responded to them, “Do not delay me, since the Lord*s has made my journey a success. Send me away so that I may go to my master.”"
    },
    {
        "o": 713,
        "r": "csb:Genesis:24:57",
        "t": "So*p they said, “Let’s call the girl and ask her opinion.”"
    },
    {
        "o": 714,
        "r": "csb:Genesis:24:58",
        "t": "They*p called Rebekah and said to her, “Will you go with this man?” She*p replied, “I will go.”"
    },
    {
        "o": 715,
        "r": "csb:Genesis:24:59",
        "t": "So they sent away their sister Rebekah with the one who had nursed and raised her, and Abraham’s servant and his men."
    },
    {
        "o": 716,
        "r": "csb:Genesis:24:60",
        "t": "They*p blessed Rebekah, saying to her: Our*pn sister, may you become thousands*ln upon ten thousands. May*ln your offspring possess the*ln city gates of their enemies."
    },
    {
        "o": 717,
        "r": "csb:Genesis:24:61",
        "t": "Then*p Rebekah and her female servants got up, mounted the camels, and followed the man. So the servant took Rebekah and left."
    },
    {
        "o": 718,
        "r": "csb:Genesis:24:62",
        "t": "Now*p Isaac was returning from Beer-lahai-roi, for he was living in the Negev region."
    },
    {
        "o": 719,
        "r": "csb:Genesis:24:63",
        "t": "In the early evening Isaac went out to walk in the field, and looking up he saw camels coming."
    },
    {
        "o": 720,
        "r": "csb:Genesis:24:64",
        "t": "Rebekah looked up, and when she saw Isaac, she got down from her camel"
    },
    {
        "o": 721,
        "r": "csb:Genesis:24:65",
        "t": "and asked the servant, “Who is that man in the field coming to meet us?” The*p servant answered, “It is my master.” So she took her veil and covered herself."
    },
    {
        "o": 722,
        "r": "csb:Genesis:24:66",
        "t": "Then the servant told Isaac everything he had done."
    },
    {
        "o": 723,
        "r": "csb:Genesis:24:67",
        "t": "And*p Isaac brought her into the tent of his mother Sarah and took Rebekah to be his wife. Isaac loved her, and he was comforted after his mother’s death."
    }
]
