[
    {
        "o": 26006,
        "r": "kjv:Luke:1:0",
        "t": "Luke 1",
        "h": 1
    },
    {
        "o": 26007,
        "r": "kjv:Luke:1:1",
        "t": "Forasmuch*p as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,"
    },
    {
        "o": 26008,
        "r": "kjv:Luke:1:2",
        "t": "Even*p as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;"
    },
    {
        "o": 26009,
        "r": "kjv:Luke:1:3",
        "t": "It*p seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,"
    },
    {
        "o": 26010,
        "r": "kjv:Luke:1:4",
        "t": "That*p thou mightest know the certainty of those things, wherein thou hast been instructed."
    },
    {
        "o": 26011,
        "r": "kjv:Luke:1:5",
        "t": "There*p was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth."
    },
    {
        "o": 26012,
        "r": "kjv:Luke:1:6",
        "t": "And*p they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless."
    },
    {
        "o": 26013,
        "r": "kjv:Luke:1:7",
        "t": "And*p they had no child, because that Elisabeth was barren, and they both were now well stricken in years."
    },
    {
        "o": 26014,
        "r": "kjv:Luke:1:8",
        "t": "And*p it came to pass, that while he executed the priest's office before God in the order of his course,"
    },
    {
        "o": 26015,
        "r": "kjv:Luke:1:9",
        "t": "According*p to the custom of the priest's office, his lot was to burn incense when he went into the temple of the Lord."
    },
    {
        "o": 26016,
        "r": "kjv:Luke:1:10",
        "t": "And*p the whole multitude of the people were praying without at the time of incense."
    },
    {
        "o": 26017,
        "r": "kjv:Luke:1:11",
        "t": "And*p there appeared unto him an angel of the Lord standing on the right side of the altar of incense."
    },
    {
        "o": 26018,
        "r": "kjv:Luke:1:12",
        "t": "And*p when Zacharias saw him, he was troubled, and fear fell upon him."
    },
    {
        "o": 26019,
        "r": "kjv:Luke:1:13",
        "t": "But*p the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John."
    },
    {
        "o": 26020,
        "r": "kjv:Luke:1:14",
        "t": "And*p thou shalt have joy and gladness; and many shall rejoice at his birth."
    },
    {
        "o": 26021,
        "r": "kjv:Luke:1:15",
        "t": "For*p he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother's womb."
    },
    {
        "o": 26022,
        "r": "kjv:Luke:1:16",
        "t": "And*p many of the children of Israel shall he turn to the Lord their God."
    },
    {
        "o": 26023,
        "r": "kjv:Luke:1:17",
        "t": "And*p he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord."
    },
    {
        "o": 26024,
        "r": "kjv:Luke:1:18",
        "t": "And*p Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years."
    },
    {
        "o": 26025,
        "r": "kjv:Luke:1:19",
        "t": "And*p the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings."
    },
    {
        "o": 26026,
        "r": "kjv:Luke:1:20",
        "t": "And,*p behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season."
    },
    {
        "o": 26027,
        "r": "kjv:Luke:1:21",
        "t": "And*p the people waited for Zacharias, and marvelled that he tarried so long in the temple."
    },
    {
        "o": 26028,
        "r": "kjv:Luke:1:22",
        "t": "And*p when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless."
    },
    {
        "o": 26029,
        "r": "kjv:Luke:1:23",
        "t": "And*p it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house."
    },
    {
        "o": 26030,
        "r": "kjv:Luke:1:24",
        "t": "And*p after those days his wife Elisabeth conceived, and hid herself five months, saying,"
    },
    {
        "o": 26031,
        "r": "kjv:Luke:1:25",
        "t": "Thus*p hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men."
    },
    {
        "o": 26032,
        "r": "kjv:Luke:1:26",
        "t": "And*p in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,"
    },
    {
        "o": 26033,
        "r": "kjv:Luke:1:27",
        "t": "To*p a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin's name was Mary."
    },
    {
        "o": 26034,
        "r": "kjv:Luke:1:28",
        "t": "And*p the angel came in unto her, and said, Hail, thou that art highly favoured, the Lord is with thee: blessed art thou among women."
    },
    {
        "o": 26035,
        "r": "kjv:Luke:1:29",
        "t": "And*p when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be."
    },
    {
        "o": 26036,
        "r": "kjv:Luke:1:30",
        "t": "And*p the angel said unto her, Fear not, Mary: for thou hast found favour with God."
    },
    {
        "o": 26037,
        "r": "kjv:Luke:1:31",
        "t": "And,*p behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS."
    },
    {
        "o": 26038,
        "r": "kjv:Luke:1:32",
        "t": "He*p shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:"
    },
    {
        "o": 26039,
        "r": "kjv:Luke:1:33",
        "t": "And*p he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end."
    },
    {
        "o": 26040,
        "r": "kjv:Luke:1:34",
        "t": "Then*p said Mary unto the angel, How shall this be, seeing I know not a man?"
    },
    {
        "o": 26041,
        "r": "kjv:Luke:1:35",
        "t": "And*p the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God."
    },
    {
        "o": 26042,
        "r": "kjv:Luke:1:36",
        "t": "And,*p behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren."
    },
    {
        "o": 26043,
        "r": "kjv:Luke:1:37",
        "t": "For*p with God nothing shall be impossible."
    },
    {
        "o": 26044,
        "r": "kjv:Luke:1:38",
        "t": "And*p Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her."
    },
    {
        "o": 26045,
        "r": "kjv:Luke:1:39",
        "t": "And*p Mary arose in those days, and went into the hill country with haste, into a city of Juda;"
    },
    {
        "o": 26046,
        "r": "kjv:Luke:1:40",
        "t": "And*p entered into the house of Zacharias, and saluted Elisabeth."
    },
    {
        "o": 26047,
        "r": "kjv:Luke:1:41",
        "t": "And*p it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:"
    },
    {
        "o": 26048,
        "r": "kjv:Luke:1:42",
        "t": "And*p she spake out with a loud voice, and said, Blessed art thou among women, and blessed is the fruit of thy womb."
    },
    {
        "o": 26049,
        "r": "kjv:Luke:1:43",
        "t": "And*p whence is this to me, that the mother of my Lord should come to me?"
    },
    {
        "o": 26050,
        "r": "kjv:Luke:1:44",
        "t": "For,*p lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy."
    },
    {
        "o": 26051,
        "r": "kjv:Luke:1:45",
        "t": "And*p blessed is she that believed: for there shall be a performance of those things which were told her from the Lord."
    },
    {
        "o": 26052,
        "r": "kjv:Luke:1:46",
        "t": "And*p Mary said, My soul doth magnify the Lord,"
    },
    {
        "o": 26053,
        "r": "kjv:Luke:1:47",
        "t": "And*p my spirit hath rejoiced in God my Saviour."
    },
    {
        "o": 26054,
        "r": "kjv:Luke:1:48",
        "t": "For*p he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed."
    },
    {
        "o": 26055,
        "r": "kjv:Luke:1:49",
        "t": "For*p he that is mighty hath done to me great things; and holy is his name."
    },
    {
        "o": 26056,
        "r": "kjv:Luke:1:50",
        "t": "And*p his mercy is on them that fear him from generation to generation."
    },
    {
        "o": 26057,
        "r": "kjv:Luke:1:51",
        "t": "He*p hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts."
    },
    {
        "o": 26058,
        "r": "kjv:Luke:1:52",
        "t": "He*p hath put down the mighty from their seats, and exalted them of low degree."
    },
    {
        "o": 26059,
        "r": "kjv:Luke:1:53",
        "t": "He*p hath filled the hungry with good things; and the rich he hath sent empty away."
    },
    {
        "o": 26060,
        "r": "kjv:Luke:1:54",
        "t": "He*p hath holpen his servant Israel, in remembrance of his mercy;"
    },
    {
        "o": 26061,
        "r": "kjv:Luke:1:55",
        "t": "As*p he spake to our fathers, to Abraham, and to his seed for ever."
    },
    {
        "o": 26062,
        "r": "kjv:Luke:1:56",
        "t": "And*p Mary abode with her about three months, and returned to her own house."
    },
    {
        "o": 26063,
        "r": "kjv:Luke:1:57",
        "t": "Now*p Elisabeth's full time came that she should be delivered; and she brought forth a son."
    },
    {
        "o": 26064,
        "r": "kjv:Luke:1:58",
        "t": "And*p her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her."
    },
    {
        "o": 26065,
        "r": "kjv:Luke:1:59",
        "t": "And*p it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father."
    },
    {
        "o": 26066,
        "r": "kjv:Luke:1:60",
        "t": "And*p his mother answered and said, Not so; but he shall be called John."
    },
    {
        "o": 26067,
        "r": "kjv:Luke:1:61",
        "t": "And*p they said unto her, There is none of thy kindred that is called by this name."
    },
    {
        "o": 26068,
        "r": "kjv:Luke:1:62",
        "t": "And*p they made signs to his father, how he would have him called."
    },
    {
        "o": 26069,
        "r": "kjv:Luke:1:63",
        "t": "And*p he asked for a writing table, and wrote, saying, His name is John. And they marvelled all."
    },
    {
        "o": 26070,
        "r": "kjv:Luke:1:64",
        "t": "And*p his mouth was opened immediately, and his tongue loosed, and he spake, and praised God."
    },
    {
        "o": 26071,
        "r": "kjv:Luke:1:65",
        "t": "And*p fear came on all that dwelt round about them: and all these sayings were noised abroad throughout all the hill country of Judaea."
    },
    {
        "o": 26072,
        "r": "kjv:Luke:1:66",
        "t": "And*p all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him."
    },
    {
        "o": 26073,
        "r": "kjv:Luke:1:67",
        "t": "And*p his father Zacharias was filled with the Holy Ghost, and prophesied, saying,"
    },
    {
        "o": 26074,
        "r": "kjv:Luke:1:68",
        "t": "Blessed*p be the Lord God of Israel; for he hath visited and redeemed his people,"
    },
    {
        "o": 26075,
        "r": "kjv:Luke:1:69",
        "t": "And*p hath raised up an horn of salvation for us in the house of his servant David;"
    },
    {
        "o": 26076,
        "r": "kjv:Luke:1:70",
        "t": "As*p he spake by the mouth of his holy prophets, which have been since the world began:"
    },
    {
        "o": 26077,
        "r": "kjv:Luke:1:71",
        "t": "That*p we should be saved from our enemies, and from the hand of all that hate us;"
    },
    {
        "o": 26078,
        "r": "kjv:Luke:1:72",
        "t": "To*p perform the mercy promised to our fathers, and to remember his holy covenant;"
    },
    {
        "o": 26079,
        "r": "kjv:Luke:1:73",
        "t": "The*p oath which he sware to our father Abraham,"
    },
    {
        "o": 26080,
        "r": "kjv:Luke:1:74",
        "t": "That*p he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,"
    },
    {
        "o": 26081,
        "r": "kjv:Luke:1:75",
        "t": "In*p holiness and righteousness before him, all the days of our life."
    },
    {
        "o": 26082,
        "r": "kjv:Luke:1:76",
        "t": "And*p thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;"
    },
    {
        "o": 26083,
        "r": "kjv:Luke:1:77",
        "t": "To*p give knowledge of salvation unto his people by the remission of their sins,"
    },
    {
        "o": 26084,
        "r": "kjv:Luke:1:78",
        "t": "Through*p the tender mercy of our God; whereby the dayspring from on high hath visited us,"
    },
    {
        "o": 26085,
        "r": "kjv:Luke:1:79",
        "t": "To*p give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace."
    },
    {
        "o": 26086,
        "r": "kjv:Luke:1:80",
        "t": "And*p the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel."
    }
]
