[
    {
        "o": 21541,
        "r": "esv:Jeremiah:17:0",
        "t": "Jeremiah 17",
        "h": 1
    },
    {
        "o": 21542,
        "r": "esv:Jeremiah:17:0",
        "t": "The Sin of Judah",
        "h": 2
    },
    {
        "o": 21543,
        "r": "esv:Jeremiah:17:1",
        "t": "“The*p sin of Judah is written with a pen of iron; with a point of diamond it is engraved on the tablet of their heart, and on the horns of their altars,"
    },
    {
        "o": 21544,
        "r": "esv:Jeremiah:17:2",
        "t": "while their children remember their altars and their Asherim, beside every green tree and on the high hills,"
    },
    {
        "o": 21545,
        "r": "esv:Jeremiah:17:3",
        "t": "on the mountains in the open country. Your wealth and all your treasures I will give for spoil as the price of your high places for sin throughout all your territory."
    },
    {
        "o": 21546,
        "r": "esv:Jeremiah:17:4",
        "t": "You shall loosen your hand from your heritage that I gave to you, and I will make you serve your enemies in a land that you do not know, for in my anger a fire is kindled that shall burn forever.”"
    },
    {
        "o": 21547,
        "r": "esv:Jeremiah:17:5",
        "t": "Thus*pn says the Lord:*s “Cursed*ln is the man who trusts in man and*ld makes flesh his strength, whose*ld heart turns away from the Lord.*s"
    },
    {
        "o": 21548,
        "r": "esv:Jeremiah:17:6",
        "t": "He*ln is like a shrub in the desert, and*ld shall not see any good come. He*ln shall dwell in the parched places of the wilderness, in*ld an uninhabited salt land."
    },
    {
        "o": 21549,
        "r": "esv:Jeremiah:17:7",
        "t": "“Blessed*pn is the man who trusts in the Lord,*s whose*ld trust is the Lord.*s"
    },
    {
        "o": 21550,
        "r": "esv:Jeremiah:17:8",
        "t": "He*ln is like a tree planted by water, that*ld sends out its roots by the stream, and*ln does not fear when heat comes, for*ld its leaves remain green, and*ln is not anxious in the year of drought, for*ld it does not cease to bear fruit.”"
    },
    {
        "o": 21551,
        "r": "esv:Jeremiah:17:9",
        "t": "The*pn heart is deceitful above all things, and*ld desperately sick; who*ld can understand it?"
    },
    {
        "o": 21552,
        "r": "esv:Jeremiah:17:10",
        "t": "“I*ln the Lord*s search the heart and*ld test the mind, to*ln give every man according to his ways, according*ld to the fruit of his deeds.”"
    },
    {
        "o": 21553,
        "r": "esv:Jeremiah:17:11",
        "t": "Like*pn the partridge that gathers a brood that she did not hatch, so*ld is he who gets riches but not by justice; in*ln the midst of his days they will leave him, and*ld at his end he will be a fool."
    },
    {
        "o": 21554,
        "r": "esv:Jeremiah:17:12",
        "t": "A*pn glorious throne set on high from the beginning is*ld the place of our sanctuary."
    },
    {
        "o": 21555,
        "r": "esv:Jeremiah:17:13",
        "t": "O*ln Lord,*s the hope of Israel, all*ld who forsake you shall be put to shame; those*ln who turn away from you shall be written in the earth, for*ld they have forsaken the Lord,*s the fountain of living water."
    },
    {
        "o": 21556,
        "r": "esv:Jeremiah:17:13",
        "t": "Jeremiah Prays for Deliverance",
        "h": 2
    },
    {
        "o": 21557,
        "r": "esv:Jeremiah:17:14",
        "t": "Heal*pn me, O Lord,*s and I shall be healed; save*ld me, and I shall be saved, for*ld you are my praise."
    },
    {
        "o": 21558,
        "r": "esv:Jeremiah:17:15",
        "t": "Behold,*ln they say to me, “Where*ld is the word of the Lord?*s Let*ld it come!”"
    },
    {
        "o": 21559,
        "r": "esv:Jeremiah:17:16",
        "t": "I*ln have not run away from being your shepherd, nor*ld have I desired the day of sickness. You*ln know what came out of my lips; it*ld was before your face."
    },
    {
        "o": 21560,
        "r": "esv:Jeremiah:17:17",
        "t": "Be*ln not a terror to me; you*ld are my refuge in the day of disaster."
    },
    {
        "o": 21561,
        "r": "esv:Jeremiah:17:18",
        "t": "Let*ln those be put to shame who persecute me, but*ld let me not be put to shame; let*ln them be dismayed, but*ld let me not be dismayed; bring*ln upon them the day of disaster; destroy*ld them with double destruction!"
    },
    {
        "o": 21562,
        "r": "esv:Jeremiah:17:18",
        "t": "Keep the Sabbath Holy",
        "h": 2
    },
    {
        "o": 21563,
        "r": "esv:Jeremiah:17:19",
        "t": "Thus*p said the Lord*s to me: “Go and stand in the People’s Gate, by which the kings of Judah enter and by which they go out, and in all the gates of Jerusalem,"
    },
    {
        "o": 21564,
        "r": "esv:Jeremiah:17:20",
        "t": "and say: ‘Hear the word of the Lord,*s you kings of Judah, and all Judah, and all the inhabitants of Jerusalem, who enter by these gates."
    },
    {
        "o": 21565,
        "r": "esv:Jeremiah:17:21",
        "t": "Thus says the Lord:*s Take care for the sake of your lives, and do not bear a burden on the Sabbath day or bring it in by the gates of Jerusalem."
    },
    {
        "o": 21566,
        "r": "esv:Jeremiah:17:22",
        "t": "And do not carry a burden out of your houses on the Sabbath or do any work, but keep the Sabbath day holy, as I commanded your fathers."
    },
    {
        "o": 21567,
        "r": "esv:Jeremiah:17:23",
        "t": "Yet they did not listen or incline their ear, but stiffened their neck, that they might not hear and receive instruction."
    },
    {
        "o": 21568,
        "r": "esv:Jeremiah:17:24",
        "t": "“‘But*p if you listen to me, declares the Lord,*s and bring in no burden by the gates of this city on the Sabbath day, but keep the Sabbath day holy and do no work on it,"
    },
    {
        "o": 21569,
        "r": "esv:Jeremiah:17:25",
        "t": "then there shall enter by the gates of this city kings and princes who sit on the throne of David, riding in chariots and on horses, they and their officials, the men of Judah and the inhabitants of Jerusalem. And this city shall be inhabited forever."
    },
    {
        "o": 21570,
        "r": "esv:Jeremiah:17:26",
        "t": "And people shall come from the cities of Judah and the places around Jerusalem, from the land of Benjamin, from the Shephelah, from the hill country, and from the Negeb, bringing burnt offerings and sacrifices, grain offerings and frankincense, and bringing thank offerings to the house of the Lord.*s"
    },
    {
        "o": 21571,
        "r": "esv:Jeremiah:17:27",
        "t": "But if you do not listen to me, to keep the Sabbath day holy, and not to bear a burden and enter by the gates of Jerusalem on the Sabbath day, then I will kindle a fire in its gates, and it shall devour the palaces of Jerusalem and shall not be quenched.’”"
    }
]
