[
    {
        "o": 8139,
        "r": "csb:1 Samuel:7:0",
        "t": "1 Samuel 7",
        "h": 1
    },
    {
        "o": 8140,
        "r": "csb:1 Samuel:7:1",
        "t": "So*p the people of Kiriath-jearim came for the ark of the Lord*s and took it to Abinadab’s house on the hill. They consecrated his son Eleazar to take care of it."
    },
    {
        "o": 8141,
        "r": "csb:1 Samuel:7:1",
        "t": "Victory at Mizpah",
        "h": 2
    },
    {
        "o": 8142,
        "r": "csb:1 Samuel:7:2",
        "t": "Time*p went by until twenty years had passed since the ark had been taken to Kiriath-jearim. Then the whole house of Israel longed for the Lord.*s"
    },
    {
        "o": 8143,
        "r": "csb:1 Samuel:7:3",
        "t": "Samuel told them, “If you are returning to the Lord*s with all your heart, get rid of the foreign gods and the Ashtoreths that are among you, set your hearts on the Lord,*s and worship only him. Then he will rescue you from the Philistines.”"
    },
    {
        "o": 8144,
        "r": "csb:1 Samuel:7:4",
        "t": "So the Israelites removed the Baals and the Ashtoreths and only worshiped the Lord.*s"
    },
    {
        "o": 8145,
        "r": "csb:1 Samuel:7:5",
        "t": "Samuel*p said, “Gather all Israel at Mizpah, and I will pray to the Lord*s on your behalf.”"
    },
    {
        "o": 8146,
        "r": "csb:1 Samuel:7:6",
        "t": "When they gathered at Mizpah, they drew water and poured it out in the Lord’s*s presence. They fasted that day, and there they confessed, “We have sinned against the Lord.”*s And Samuel judged the Israelites at Mizpah."
    },
    {
        "o": 8147,
        "r": "csb:1 Samuel:7:7",
        "t": "When*p the Philistines heard that the Israelites had gathered at Mizpah, their rulers marched up toward Israel. When the Israelites heard about it, they were afraid because of the Philistines."
    },
    {
        "o": 8148,
        "r": "csb:1 Samuel:7:8",
        "t": "The Israelites said to Samuel, “Don’t stop crying out to the Lord*s our God for us, so that he will save us from the Philistines.”"
    },
    {
        "o": 8149,
        "r": "csb:1 Samuel:7:9",
        "t": "Then*p Samuel took a young lamb and offered it as a whole burnt offering to the Lord.*s He cried out to the Lord*s on behalf of Israel, and the Lord*s answered him."
    },
    {
        "o": 8150,
        "r": "csb:1 Samuel:7:10",
        "t": "Samuel was offering the burnt offering as the Philistines approached to fight against Israel. The Lord*s thundered loudly against the Philistines that day and threw them into such confusion that they were defeated by Israel."
    },
    {
        "o": 8151,
        "r": "csb:1 Samuel:7:11",
        "t": "Then the men of Israel charged out of Mizpah and pursued the Philistines striking them down all the way to a place below Beth-car."
    },
    {
        "o": 8152,
        "r": "csb:1 Samuel:7:12",
        "t": "Afterward,*p Samuel took a stone and set it upright between Mizpah and Shen. He named it Ebenezer, explaining, “The Lord*s has helped us to this point.”"
    },
    {
        "o": 8153,
        "r": "csb:1 Samuel:7:13",
        "t": "So the Philistines were subdued and did not invade Israel’s territory again. The Lord’s*s hand was against the Philistines all of Samuel’s life."
    },
    {
        "o": 8154,
        "r": "csb:1 Samuel:7:14",
        "t": "The cities from Ekron to Gath, which they had taken from Israel, were restored; Israel even rescued their surrounding territories from Philistine control. There was also peace between Israel and the Amorites."
    },
    {
        "o": 8155,
        "r": "csb:1 Samuel:7:15",
        "t": "Samuel*p judged Israel throughout his life."
    },
    {
        "o": 8156,
        "r": "csb:1 Samuel:7:16",
        "t": "Every year he would go on a circuit to Bethel, Gilgal, and Mizpah and would judge Israel at all these locations."
    },
    {
        "o": 8157,
        "r": "csb:1 Samuel:7:17",
        "t": "Then he would return to Ramah because his home was there, he judged Israel there, and he built an altar to the Lord*s there."
    }
]
