[
    {
        "o": 15591,
        "r": "kjv:Psalm:71:0",
        "t": "Psalm 71",
        "h": 1
    },
    {
        "o": 15592,
        "r": "kjv:Psalm:71:1",
        "t": "In*p thee, O Lord,*s do I put my trust: let me never be put to confusion."
    },
    {
        "o": 15593,
        "r": "kjv:Psalm:71:2",
        "t": "Deliver*p me in thy righteousness, and cause me to escape: incline thine ear unto me, and save me."
    },
    {
        "o": 15594,
        "r": "kjv:Psalm:71:3",
        "t": "Be*p thou my strong habitation, whereunto I may continually resort: thou hast given commandment to save me; for thou art my rock and my fortress."
    },
    {
        "o": 15595,
        "r": "kjv:Psalm:71:4",
        "t": "Deliver*p me, O my God, out of the hand of the wicked, out of the hand of the unrighteous and cruel man."
    },
    {
        "o": 15596,
        "r": "kjv:Psalm:71:5",
        "t": "For*p thou art my hope, O Lord God:*s thou art my trust from my youth."
    },
    {
        "o": 15597,
        "r": "kjv:Psalm:71:6",
        "t": "By*p thee have I been holden up from the womb: thou art he that took me out of my mother's bowels: my praise shall be continually of thee."
    },
    {
        "o": 15598,
        "r": "kjv:Psalm:71:7",
        "t": "I*p am as a wonder unto many; but thou art my strong refuge."
    },
    {
        "o": 15599,
        "r": "kjv:Psalm:71:8",
        "t": "Let*p my mouth be filled with thy praise and with thy honour all the day."
    },
    {
        "o": 15600,
        "r": "kjv:Psalm:71:9",
        "t": "Cast*p me not off in the time of old age; forsake me not when my strength faileth."
    },
    {
        "o": 15601,
        "r": "kjv:Psalm:71:10",
        "t": "For*p mine enemies speak against me; and they that lay wait for my soul take counsel together,"
    },
    {
        "o": 15602,
        "r": "kjv:Psalm:71:11",
        "t": "Saying,*p God hath forsaken him: persecute and take him; for there is none to deliver him."
    },
    {
        "o": 15603,
        "r": "kjv:Psalm:71:12",
        "t": "O*p God, be not far from me: O my God, make haste for my help."
    },
    {
        "o": 15604,
        "r": "kjv:Psalm:71:13",
        "t": "Let*p them be confounded and consumed that are adversaries to my soul; let them be covered with reproach and dishonour that seek my hurt."
    },
    {
        "o": 15605,
        "r": "kjv:Psalm:71:14",
        "t": "But*p I will hope continually, and will yet praise thee more and more."
    },
    {
        "o": 15606,
        "r": "kjv:Psalm:71:15",
        "t": "My*p mouth shall shew forth thy righteousness and thy salvation all the day; for I know not the numbers thereof."
    },
    {
        "o": 15607,
        "r": "kjv:Psalm:71:16",
        "t": "I*p will go in the strength of the Lord God:*s I will make mention of thy righteousness, even of thine only."
    },
    {
        "o": 15608,
        "r": "kjv:Psalm:71:17",
        "t": "O*p God, thou hast taught me from my youth: and hitherto have I declared thy wondrous works."
    },
    {
        "o": 15609,
        "r": "kjv:Psalm:71:18",
        "t": "Now*p also when I am old and grayheaded, O God, forsake me not; until I have shewed thy strength unto this generation, and thy power to every one that is to come."
    },
    {
        "o": 15610,
        "r": "kjv:Psalm:71:19",
        "t": "Thy*p righteousness also, O God, is very high, who hast done great things: O God, who is like unto thee!"
    },
    {
        "o": 15611,
        "r": "kjv:Psalm:71:20",
        "t": "Thou,*p which hast shewed me great and sore troubles, shalt quicken me again, and shalt bring me up again from the depths of the earth."
    },
    {
        "o": 15612,
        "r": "kjv:Psalm:71:21",
        "t": "Thou*p shalt increase my greatness, and comfort me on every side."
    },
    {
        "o": 15613,
        "r": "kjv:Psalm:71:22",
        "t": "I*p will also praise thee with the psaltery, even thy truth, O my God: unto thee will I sing with the harp, O thou Holy One of Israel."
    },
    {
        "o": 15614,
        "r": "kjv:Psalm:71:23",
        "t": "My*p lips shall greatly rejoice when I sing unto thee; and my soul, which thou hast redeemed."
    },
    {
        "o": 15615,
        "r": "kjv:Psalm:71:24",
        "t": "My*p tongue also shall talk of thy righteousness all the day long: for they are confounded, for they are brought unto shame, that seek my hurt."
    }
]
