[
    {
        "o": 15940,
        "r": "nasb:Psalm:35:0",
        "t": "Psalm 35",
        "h": 1
    },
    {
        "o": 15941,
        "r": "nasb:Psalm:35:0",
        "t": "Prayer for Rescue from Enemies.",
        "h": 2
    },
    {
        "o": 15942,
        "r": "nasb:Psalm:35:0",
        "t": "A Psalm of David.",
        "h": 2.5
    },
    {
        "o": 15943,
        "r": "nasb:Psalm:35:1",
        "t": "Contend,*pn O Lord,*s with those who contend with me; Fight*ln against those who fight against me."
    },
    {
        "o": 15944,
        "r": "nasb:Psalm:35:2",
        "t": "Take*ln hold of buckler and shield And*ln rise up for my help."
    },
    {
        "o": 15945,
        "r": "nasb:Psalm:35:3",
        "t": "Draw*ln also the spear and the battle-axe to meet those who pursue me; Say*ln to my soul, “I am your salvation.”"
    },
    {
        "o": 15946,
        "r": "nasb:Psalm:35:4",
        "t": "Let*ln those be ashamed and dishonored who seek my life; Let*ln those be turned back and humiliated who devise evil against me."
    },
    {
        "o": 15947,
        "r": "nasb:Psalm:35:5",
        "t": "Let*ln them be like chaff before the wind, With*ln the angel of the Lord*s driving them*i on."
    },
    {
        "o": 15948,
        "r": "nasb:Psalm:35:6",
        "t": "Let*ln their way be dark and slippery, With*ln the angel of the Lord*s pursuing them."
    },
    {
        "o": 15949,
        "r": "nasb:Psalm:35:7",
        "t": "For*ln without cause they hid their net for me; Without*ln cause they dug a pit for my soul."
    },
    {
        "o": 15950,
        "r": "nasb:Psalm:35:8",
        "t": "Let*ln destruction come upon him unawares, And*ln let the net which he hid catch himself; Into*ln that very destruction let him fall."
    },
    {
        "o": 15951,
        "r": "nasb:Psalm:35:9",
        "t": "And*ln my soul shall rejoice in the Lord;*s It*ln shall exult in His salvation."
    },
    {
        "o": 15952,
        "r": "nasb:Psalm:35:10",
        "t": "All*ln my bones will say, “Lord,*s who is like You, Who*ln delivers the afflicted from him who is too strong for him, And*ln the afflicted and the needy from him who robs him?”"
    },
    {
        "o": 15953,
        "r": "nasb:Psalm:35:11",
        "t": "Malicious*ln witnesses rise up; They*ln ask me of things that I do not know."
    },
    {
        "o": 15954,
        "r": "nasb:Psalm:35:12",
        "t": "They*ln repay me evil for good, To*iln the bereavement of my soul."
    },
    {
        "o": 15955,
        "r": "nasb:Psalm:35:13",
        "t": "But*ln as for me, when they were sick, my clothing was sackcloth; I*ln humbled my soul with fasting, And*ln my prayer kept returning to my bosom."
    },
    {
        "o": 15956,
        "r": "nasb:Psalm:35:14",
        "t": "I*ln went about as though it were my friend or brother; I*ln bowed down mourning, as one who sorrows for a mother."
    },
    {
        "o": 15957,
        "r": "nasb:Psalm:35:15",
        "t": "But*ln at my stumbling they rejoiced and gathered themselves together; The*ln smiters whom I did not know gathered together against me, They*ln slandered me without ceasing."
    },
    {
        "o": 15958,
        "r": "nasb:Psalm:35:16",
        "t": "Like*ln godless jesters at a feast, They*ln gnashed at me with their teeth."
    },
    {
        "o": 15959,
        "r": "nasb:Psalm:35:17",
        "t": "Lord,*ln how long will You look on? Rescue*ln my soul from their ravages, My*ln only life*i from the lions."
    },
    {
        "o": 15960,
        "r": "nasb:Psalm:35:18",
        "t": "I*ln will give You thanks in the great congregation; I*ln will praise You among a mighty throng."
    },
    {
        "o": 15961,
        "r": "nasb:Psalm:35:19",
        "t": "Do*ln not let those who are wrongfully my enemies rejoice over me; Nor*ln let those who hate me without cause wink maliciously."
    },
    {
        "o": 15962,
        "r": "nasb:Psalm:35:20",
        "t": "For*ln they do not speak peace, But*ln they devise deceitful words against those who are quiet in the land."
    },
    {
        "o": 15963,
        "r": "nasb:Psalm:35:21",
        "t": "They*ln opened their mouth wide against me; They*ln said, “Aha, aha, our eyes have seen it!”"
    },
    {
        "o": 15964,
        "r": "nasb:Psalm:35:22",
        "t": "You*ln have seen it, O Lord,*s do not keep silent; O*ln Lord, do not be far from me."
    },
    {
        "o": 15965,
        "r": "nasb:Psalm:35:23",
        "t": "Stir*ln up Yourself, and awake to my right And*ln to my cause, my God and my Lord."
    },
    {
        "o": 15966,
        "r": "nasb:Psalm:35:24",
        "t": "Judge*ln me, O Lord*s my God, according to Your righteousness, And*ln do not let them rejoice over me."
    },
    {
        "o": 15967,
        "r": "nasb:Psalm:35:25",
        "t": "Do*ln not let them say in their heart, “Aha, our desire!” Do*ln not let them say, “We have swallowed him up!”"
    },
    {
        "o": 15968,
        "r": "nasb:Psalm:35:26",
        "t": "Let*ln those be ashamed and humiliated altogether who rejoice at my distress; Let*ln those be clothed with shame and dishonor who magnify themselves over me."
    },
    {
        "o": 15969,
        "r": "nasb:Psalm:35:27",
        "t": "Let*ln them shout for joy and rejoice, who favor my vindication; And*ln let them say continually, “The Lord*s be magnified, Who*ln delights in the prosperity of His servant.”"
    },
    {
        "o": 15970,
        "r": "nasb:Psalm:35:28",
        "t": "And*ln my tongue shall declare Your righteousness And*iln Your praise all day long."
    }
]
