[
    {
        "o": 34726,
        "r": "csb:1 John:5:0",
        "t": "1 John 5",
        "h": 1
    },
    {
        "o": 34727,
        "r": "csb:1 John:5:1",
        "t": "Everyone*p who believes that Jesus is the Christ has been born of God, and everyone who loves the Father also loves the one born of him."
    },
    {
        "o": 34728,
        "r": "csb:1 John:5:2",
        "t": "This is how we know that we love God’s children: when we love God and obey his commands."
    },
    {
        "o": 34729,
        "r": "csb:1 John:5:3",
        "t": "For this is what love for God is: to keep his commands. And his commands are not a burden,"
    },
    {
        "o": 34730,
        "r": "csb:1 John:5:4",
        "t": "because everyone who has been born of God conquers the world. This is the victory that has conquered the world: our faith."
    },
    {
        "o": 34731,
        "r": "csb:1 John:5:4",
        "t": "The Certainty of God’s Testimony",
        "h": 2
    },
    {
        "o": 34732,
        "r": "csb:1 John:5:5",
        "t": "Who*p is the one who conquers the world but the one who believes that Jesus is the Son of God?"
    },
    {
        "o": 34733,
        "r": "csb:1 John:5:6",
        "t": "Jesus Christ - he is the one who came by water and blood, not by water only, but by water and by blood. And the Spirit is the one who testifies, because the Spirit is the truth."
    },
    {
        "o": 34734,
        "r": "csb:1 John:5:7",
        "t": "For there are three that testify:"
    },
    {
        "o": 34735,
        "r": "csb:1 John:5:8",
        "t": "the Spirit, the water, and the blood- and these three are in agreement."
    },
    {
        "o": 34736,
        "r": "csb:1 John:5:9",
        "t": "If we accept human testimony, God’s testimony is greater, because it is God’s testimony that he has given about his Son."
    },
    {
        "o": 34737,
        "r": "csb:1 John:5:10",
        "t": "The one who believes in the Son of God has this testimony within himself. The one who does not believe God has made him a liar, because he has not believed in the testimony God has given about his Son."
    },
    {
        "o": 34738,
        "r": "csb:1 John:5:11",
        "t": "And this is the testimony: God has given us eternal life, and this life is in his Son."
    },
    {
        "o": 34739,
        "r": "csb:1 John:5:12",
        "t": "The one who has the Son has life. The one who does not have the Son of God does not have life."
    },
    {
        "o": 34740,
        "r": "csb:1 John:5:13",
        "t": "I have written these things to you who believe in the name of the Son of God so that you may know that you have eternal life."
    },
    {
        "o": 34741,
        "r": "csb:1 John:5:13",
        "t": "Effective Prayer",
        "h": 2
    },
    {
        "o": 34742,
        "r": "csb:1 John:5:14",
        "t": "This*p is the confidence we have before him: If we ask anything according to his will, he hears us."
    },
    {
        "o": 34743,
        "r": "csb:1 John:5:15",
        "t": "And if we know that he hears whatever we ask, we know that we have what we have asked of him."
    },
    {
        "o": 34744,
        "r": "csb:1 John:5:16",
        "t": "If*p anyone sees a fellow believer committing a sin that doesn’t lead to death, he should ask, and God will give life to him - to those who commit sin that doesn’t lead to death. There is sin that leads to death. I am not saying he should pray about that."
    },
    {
        "o": 34745,
        "r": "csb:1 John:5:17",
        "t": "All unrighteousness is sin, and there is sin that doesn’t lead to death."
    },
    {
        "o": 34746,
        "r": "csb:1 John:5:17",
        "t": "Conclusion",
        "h": 2
    },
    {
        "o": 34747,
        "r": "csb:1 John:5:18",
        "t": "We*p know that everyone who has been born of God does not sin, but the one who is born of God keeps him, and the evil one does not touch him."
    },
    {
        "o": 34748,
        "r": "csb:1 John:5:19",
        "t": "We know that we are of God, and the whole world is under the sway of the evil one."
    },
    {
        "o": 34749,
        "r": "csb:1 John:5:20",
        "t": "And we know that the Son of God has come and has given us understanding so that we may know the true one. We are in the true one - that is, in his Son, Jesus Christ. He is the true God and eternal life."
    },
    {
        "o": 34750,
        "r": "csb:1 John:5:21",
        "t": "Little*p children, guard yourselves from idols."
    }
]
