[
    {
        "o": 606,
        "r": "csb:Genesis:22:0",
        "t": "Genesis 22",
        "h": 1
    },
    {
        "o": 607,
        "r": "csb:Genesis:22:0",
        "t": "The Sacrifice of Isaac",
        "h": 2
    },
    {
        "o": 608,
        "r": "csb:Genesis:22:1",
        "t": "After*p these things God tested Abraham and said to him, “Abraham!” “Here*p I am,” he answered."
    },
    {
        "o": 609,
        "r": "csb:Genesis:22:2",
        "t": "“Take*p your son,” he said, “your only son Isaac, whom you love, go to the land of Moriah, and offer him there as a burnt offering on one of the mountains I will tell you about.”"
    },
    {
        "o": 610,
        "r": "csb:Genesis:22:3",
        "t": "So*p Abraham got up early in the morning, saddled his donkey, and took with him two of his young men and his son Isaac. He split wood for a burnt offering and set out to go to the place God had told him about."
    },
    {
        "o": 611,
        "r": "csb:Genesis:22:4",
        "t": "On the third day Abraham looked up and saw the place in the distance."
    },
    {
        "o": 612,
        "r": "csb:Genesis:22:5",
        "t": "Then Abraham said to his young men, “Stay here with the donkey. The boy and I will go over there to worship; then we’ll come back to you.”"
    },
    {
        "o": 613,
        "r": "csb:Genesis:22:6",
        "t": "Abraham took the wood for the burnt offering and laid it on his son Isaac. In his hand he took the fire and the knife, and the two of them walked on together."
    },
    {
        "o": 614,
        "r": "csb:Genesis:22:7",
        "t": "Then*p Isaac spoke to his father Abraham and said, “My father.” And*p he replied, “Here I am, my son.” Isaac*p said, “The fire and the wood are here, but where is the lamb for the burnt offering?”"
    },
    {
        "o": 615,
        "r": "csb:Genesis:22:8",
        "t": "Abraham*p answered, “God himself will provide the lamb for the burnt offering, my son.” Then the two of them walked on together."
    },
    {
        "o": 616,
        "r": "csb:Genesis:22:9",
        "t": "When*p they arrived at the place that God had told him about, Abraham built the altar there and arranged the wood. He bound his son Isaac and placed him on the altar on top of the wood."
    },
    {
        "o": 617,
        "r": "csb:Genesis:22:10",
        "t": "Then Abraham reached out and took the knife to slaughter his son."
    },
    {
        "o": 618,
        "r": "csb:Genesis:22:11",
        "t": "But*p the angel of the Lord*s called to him from heaven and said, “Abraham, Abraham!” He*p replied, “Here I am.”"
    },
    {
        "o": 619,
        "r": "csb:Genesis:22:12",
        "t": "Then*p he said, “Do not lay a hand on the boy or do anything to him. For now I know that you fear God, since you have not withheld your only son from me.”"
    },
    {
        "o": 620,
        "r": "csb:Genesis:22:13",
        "t": "Abraham looked up and saw a ram caught in the thicket by its horns. So Abraham went and took the ram and offered it as a burnt offering in place of his son."
    },
    {
        "o": 621,
        "r": "csb:Genesis:22:14",
        "t": "And Abraham named that place The Lord*s Will Provide, so today it is said, “It will be provided on the Lord’s*s mountain.”"
    },
    {
        "o": 622,
        "r": "csb:Genesis:22:15",
        "t": "Then*p the angel of the Lord*s called to Abraham a second time from heaven"
    },
    {
        "o": 623,
        "r": "csb:Genesis:22:16",
        "t": "and said, “By myself I have sworn,” this is the Lord’s*s declaration: “Because you have done this thing and have not withheld your only son,"
    },
    {
        "o": 624,
        "r": "csb:Genesis:22:17",
        "t": "I will indeed bless you and make your offspring as numerous as the stars of the sky and the sand on the seashore. Your offspring will possess the city gates of their enemies."
    },
    {
        "o": 625,
        "r": "csb:Genesis:22:18",
        "t": "And all the nations of the earth will be blessed by your offspring because you have obeyed my command.”"
    },
    {
        "o": 626,
        "r": "csb:Genesis:22:19",
        "t": "Abraham*p went back to his young men, and they got up and went together to Beer-sheba. And Abraham settled in Beer-sheba."
    },
    {
        "o": 627,
        "r": "csb:Genesis:22:19",
        "t": "Rebekah’s Family",
        "h": 2
    },
    {
        "o": 628,
        "r": "csb:Genesis:22:20",
        "t": "Now*p after these things Abraham was told, “Milcah also has borne sons to your brother Nahor:"
    },
    {
        "o": 629,
        "r": "csb:Genesis:22:21",
        "t": "Uz his firstborn, his brother Buz, Kemuel the father of Aram,"
    },
    {
        "o": 630,
        "r": "csb:Genesis:22:22",
        "t": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel.”"
    },
    {
        "o": 631,
        "r": "csb:Genesis:22:23",
        "t": "And Bethuel fathered Rebekah. Milcah bore these eight to Nahor, Abraham’s brother."
    },
    {
        "o": 632,
        "r": "csb:Genesis:22:24",
        "t": "His concubine, whose name was Reumah, also bore Tebah, Gaham, Tahash, and Maacah."
    }
]
