[
    {
        "o": 20153,
        "r": "esv:Isaiah:25:0",
        "t": "Isaiah 25",
        "h": 1
    },
    {
        "o": 20154,
        "r": "esv:Isaiah:25:0",
        "t": "God Will Swallow Up Death Forever",
        "h": 2
    },
    {
        "o": 20155,
        "r": "esv:Isaiah:25:1",
        "t": "O*pn Lord,*s you are my God; I*ld will exalt you; I will praise your name, for*ln you have done wonderful things, plans*ld formed of old, faithful and sure."
    },
    {
        "o": 20156,
        "r": "esv:Isaiah:25:2",
        "t": "For*ln you have made the city a heap, the*ld fortified city a ruin; the*ln foreigners’ palace is a city no more; it*ld will never be rebuilt."
    },
    {
        "o": 20157,
        "r": "esv:Isaiah:25:3",
        "t": "Therefore*ln strong peoples will glorify you; cities*ld of ruthless nations will fear you."
    },
    {
        "o": 20158,
        "r": "esv:Isaiah:25:4",
        "t": "For*ln you have been a stronghold to the poor, a*ld stronghold to the needy in his distress, a*ld shelter from the storm and a shade from the heat; for*ln the breath of the ruthless is like a storm against a wall,"
    },
    {
        "o": 20159,
        "r": "esv:Isaiah:25:5",
        "t": "like*ld heat in a dry place. You*ln subdue the noise of the foreigners; as*ld heat by the shade of a cloud, so*ld the song of the ruthless is put down."
    },
    {
        "o": 20160,
        "r": "esv:Isaiah:25:6",
        "t": "On*pn this mountain the Lord*s of hosts will make for all peoples a*ld feast of rich food, a feast of well-aged wine, of*ld rich food full of marrow, of aged wine well refined."
    },
    {
        "o": 20161,
        "r": "esv:Isaiah:25:7",
        "t": "And*ln he will swallow up on this mountain the*ld covering that is cast over all peoples, the*ld veil that is spread over all nations."
    },
    {
        "o": 20162,
        "r": "esv:Isaiah:25:8",
        "t": "He*ld will swallow up death forever; and*ln the Lord God*s will wipe away tears from all faces, and*ld the reproach of his people he will take away from all the earth, for*ld the Lord*s has spoken."
    },
    {
        "o": 20163,
        "r": "esv:Isaiah:25:9",
        "t": "It*ln will be said on that day, “Behold,*ld this is our God; we have waited for him, that he might save us. This*ld is the Lord;*s we have waited for him; let*ld us be glad and rejoice in his salvation.”"
    },
    {
        "o": 20164,
        "r": "esv:Isaiah:25:10",
        "t": "For*ln the hand of the Lord*s will rest on this mountain, and*ld Moab shall be trampled down in his place, as*ld straw is trampled down in a dunghill."
    },
    {
        "o": 20165,
        "r": "esv:Isaiah:25:11",
        "t": "And*ln he will spread out his hands in the midst of it as*ld a swimmer spreads his hands out to swim, but*ld the Lord*s will lay low his pompous pride together with the skill of his hands."
    },
    {
        "o": 20166,
        "r": "esv:Isaiah:25:12",
        "t": "And*ln the high fortifications of his walls he will bring down, lay*ld low, and cast to the ground, to the dust."
    }
]
