[
    {
        "o": 20013,
        "r": "nkjv:Isaiah:13:0",
        "t": "Isaiah 13",
        "h": 1
    },
    {
        "o": 20014,
        "r": "nkjv:Isaiah:13:0",
        "t": "Proclamation Against Babylon",
        "h": 2
    },
    {
        "o": 20015,
        "r": "nkjv:Isaiah:13:1",
        "t": "The*p burden against Babylon which Isaiah the son of Amoz saw."
    },
    {
        "o": 20016,
        "r": "nkjv:Isaiah:13:2",
        "t": "“Lift*pn up a banner on the high mountain, Raise*ld your voice to them; Wave*ld your hand, that they may enter the gates of the nobles."
    },
    {
        "o": 20017,
        "r": "nkjv:Isaiah:13:3",
        "t": "I*ld have commanded My sanctified ones; I*ld have also called My mighty ones for My anger— Those*ld who rejoice in My exaltation.”"
    },
    {
        "o": 20018,
        "r": "nkjv:Isaiah:13:4",
        "t": "The*ln noise of a multitude in the mountains, Like*ld that of many people! A*ld tumultuous noise of the kingdoms of nations gathered together! The*ld Lord*s of hosts musters The*ld army for battle."
    },
    {
        "o": 20019,
        "r": "nkjv:Isaiah:13:5",
        "t": "They*ld come from a far country, From*ld the end of heaven— The*ld Lord*s and His weapons of indignation, To*ld destroy the whole land."
    },
    {
        "o": 20020,
        "r": "nkjv:Isaiah:13:6",
        "t": "Wail,*ln for the day of the Lord*s is*i at hand! It*ld will come as destruction from the Almighty."
    },
    {
        "o": 20021,
        "r": "nkjv:Isaiah:13:7",
        "t": "Therefore*ld all hands will be limp, Every*ld man’s heart will melt,"
    },
    {
        "o": 20022,
        "r": "nkjv:Isaiah:13:8",
        "t": "And*ld they will be afraid. Pangs*ld and sorrows will take hold of them;*i They*ld will be in pain as a woman in childbirth; They*ld will be amazed at one another; Their*ld faces will*i be*i like*i flames."
    },
    {
        "o": 20023,
        "r": "nkjv:Isaiah:13:9",
        "t": "Behold,*ln the day of the Lord*s comes, Cruel,*ld with both wrath and fierce anger, To*ld lay the land desolate; And*ld He will destroy its sinners from it."
    },
    {
        "o": 20024,
        "r": "nkjv:Isaiah:13:10",
        "t": "For*ld the stars of heaven and their constellations Will*ld not give their light; The*ld sun will be darkened in its going forth, And*ld the moon will not cause its light to shine."
    },
    {
        "o": 20025,
        "r": "nkjv:Isaiah:13:11",
        "t": "“I*ln will punish the world for its*i evil, And*ld the wicked for their iniquity; I*ld will halt the arrogance of the proud, And*ld will lay low the haughtiness of the terrible."
    },
    {
        "o": 20026,
        "r": "nkjv:Isaiah:13:12",
        "t": "I*ld will make a mortal more rare than fine gold, A*ld man more than the golden wedge of Ophir."
    },
    {
        "o": 20027,
        "r": "nkjv:Isaiah:13:13",
        "t": "Therefore*ld I will shake the heavens, And*ld the earth will move out of her place, In*ld the wrath of the Lord*s of hosts And*ld in the day of His fierce anger."
    },
    {
        "o": 20028,
        "r": "nkjv:Isaiah:13:14",
        "t": "It*ld shall be as the hunted gazelle, And*ld as a sheep that no man takes up; Every*ld man will turn to his own people, And*ld everyone will flee to his own land."
    },
    {
        "o": 20029,
        "r": "nkjv:Isaiah:13:15",
        "t": "Everyone*ld who is found will be thrust through, And*ld everyone who is captured will fall by the sword."
    },
    {
        "o": 20030,
        "r": "nkjv:Isaiah:13:16",
        "t": "Their*ld children also will be dashed to pieces before their eyes; Their*ld houses will be plundered And*ld their wives ravished."
    },
    {
        "o": 20031,
        "r": "nkjv:Isaiah:13:17",
        "t": "“Behold,*ln I will stir up the Medes against them, Who*ld will not regard silver; And*ld as*i for*i gold, they will not delight in it."
    },
    {
        "o": 20032,
        "r": "nkjv:Isaiah:13:18",
        "t": "Also*ld their*i bows will dash the young men to pieces, And*ld they will have no pity on the fruit of the womb; Their*ld eye will not spare children."
    },
    {
        "o": 20033,
        "r": "nkjv:Isaiah:13:19",
        "t": "And*ld Babylon, the glory of kingdoms, The*ld beauty of the Chaldeans’ pride, Will*ld be as when God overthrew Sodom and Gomorrah."
    },
    {
        "o": 20034,
        "r": "nkjv:Isaiah:13:20",
        "t": "It*ld will never be inhabited, Nor*ld will it be settled from generation to generation; Nor*ld will the Arabian pitch tents there, Nor*ld will the shepherds make their sheepfolds there."
    },
    {
        "o": 20035,
        "r": "nkjv:Isaiah:13:21",
        "t": "But*ld wild beasts of the desert will lie there, And*ld their houses will be full of owls; Ostriches*ld will dwell there, And*ld wild goats will caper there."
    },
    {
        "o": 20036,
        "r": "nkjv:Isaiah:13:22",
        "t": "The*ld hyenas will howl in their citadels, And*ld jackals in their pleasant palaces. Her*ld time is*i near to come, And*ld her days will not be prolonged.”"
    }
]
