[
    {
        "o": 13612,
        "r": "esv:Nehemiah:4:0",
        "t": "Nehemiah 4",
        "h": 1
    },
    {
        "o": 13613,
        "r": "esv:Nehemiah:4:0",
        "t": "Opposition to the Work",
        "h": 2
    },
    {
        "o": 13614,
        "r": "esv:Nehemiah:4:1",
        "t": "Now*p when Sanballat heard that we were building the wall, he was angry and greatly enraged, and he jeered at the Jews."
    },
    {
        "o": 13615,
        "r": "esv:Nehemiah:4:2",
        "t": "And he said in the presence of his brothers and of the army of Samaria, “What are these feeble Jews doing? Will they restore it for themselves? Will they sacrifice? Will they finish up in a day? Will they revive the stones out of the heaps of rubbish, and burned ones at that?”"
    },
    {
        "o": 13616,
        "r": "esv:Nehemiah:4:3",
        "t": "Tobiah the Ammonite was beside him, and he said, “Yes, what they are building— if a fox goes up on it he will break down their stone wall!”"
    },
    {
        "o": 13617,
        "r": "esv:Nehemiah:4:4",
        "t": "Hear, O our God, for we are despised. Turn back their taunt on their own heads and give them up to be plundered in a land where they are captives."
    },
    {
        "o": 13618,
        "r": "esv:Nehemiah:4:5",
        "t": "Do not cover their guilt, and let not their sin be blotted out from your sight, for they have provoked you to anger in the presence of the builders."
    },
    {
        "o": 13619,
        "r": "esv:Nehemiah:4:6",
        "t": "So*p we built the wall. And all the wall was joined together to half its height, for the people had a mind to work."
    },
    {
        "o": 13620,
        "r": "esv:Nehemiah:4:7",
        "t": "But*p when Sanballat and Tobiah and the Arabs and the Ammonites and the Ashdodites heard that the repairing of the walls of Jerusalem was going forward and that the breaches were beginning to be closed, they were very angry."
    },
    {
        "o": 13621,
        "r": "esv:Nehemiah:4:8",
        "t": "And they all plotted together to come and fight against Jerusalem and to cause confusion in it."
    },
    {
        "o": 13622,
        "r": "esv:Nehemiah:4:9",
        "t": "And we prayed to our God and set a guard as a protection against them day and night."
    },
    {
        "o": 13623,
        "r": "esv:Nehemiah:4:10",
        "t": "In*p Judah it was said, “The strength of those who bear the burdens is failing. There is too much rubble. By ourselves we will not be able to rebuild the wall.”"
    },
    {
        "o": 13624,
        "r": "esv:Nehemiah:4:11",
        "t": "And our enemies said, “They will not know or see till we come among them and kill them and stop the work.”"
    },
    {
        "o": 13625,
        "r": "esv:Nehemiah:4:12",
        "t": "At that time the Jews who lived near them came from all directions and said to us ten times, “You must return to us.”"
    },
    {
        "o": 13626,
        "r": "esv:Nehemiah:4:13",
        "t": "So in the lowest parts of the space behind the wall, in open places, I stationed the people by their clans, with their swords, their spears, and their bows."
    },
    {
        "o": 13627,
        "r": "esv:Nehemiah:4:14",
        "t": "And I looked and arose and said to the nobles and to the officials and to the rest of the people, “Do not be afraid of them. Remember the Lord, who is great and awesome, and fight for your brothers, your sons, your daughters, your wives, and your homes.”"
    },
    {
        "o": 13628,
        "r": "esv:Nehemiah:4:14",
        "t": "The Work Resumes",
        "h": 2
    },
    {
        "o": 13629,
        "r": "esv:Nehemiah:4:15",
        "t": "When*p our enemies heard that it was known to us and that God had frustrated their plan, we all returned to the wall, each to his work."
    },
    {
        "o": 13630,
        "r": "esv:Nehemiah:4:16",
        "t": "From that day on, half of my servants worked on construction, and half held the spears, shields, bows, and coats of mail. And the leaders stood behind the whole house of Judah,"
    },
    {
        "o": 13631,
        "r": "esv:Nehemiah:4:17",
        "t": "who were building on the wall. Those who carried burdens were loaded in such a way that each labored on the work with one hand and held his weapon with the other."
    },
    {
        "o": 13632,
        "r": "esv:Nehemiah:4:18",
        "t": "And each of the builders had his sword strapped at his side while he built. The man who sounded the trumpet was beside me."
    },
    {
        "o": 13633,
        "r": "esv:Nehemiah:4:19",
        "t": "And I said to the nobles and to the officials and to the rest of the people, “The work is great and widely spread, and we are separated on the wall, far from one another."
    },
    {
        "o": 13634,
        "r": "esv:Nehemiah:4:20",
        "t": "In the place where you hear the sound of the trumpet, rally to us there. Our God will fight for us.”"
    },
    {
        "o": 13635,
        "r": "esv:Nehemiah:4:21",
        "t": "So*p we labored at the work, and half of them held the spears from the break of dawn until the stars came out."
    },
    {
        "o": 13636,
        "r": "esv:Nehemiah:4:22",
        "t": "I also said to the people at that time, “Let every man and his servant pass the night within Jerusalem, that they may be a guard for us by night and may labor by day.”"
    },
    {
        "o": 13637,
        "r": "esv:Nehemiah:4:23",
        "t": "So neither I nor my brothers nor my servants nor the men of the guard who followed me, none of us took off our clothes; each kept his weapon at his right hand."
    }
]
