[
    {
        "o": 32987,
        "r": "csb:Galatians:4:0",
        "t": "Galatians 4",
        "h": 1
    },
    {
        "o": 32988,
        "r": "csb:Galatians:4:1",
        "t": "Now*p I say that as long as the heir is a child, he differs in no way from a slave, though he is the owner of everything."
    },
    {
        "o": 32989,
        "r": "csb:Galatians:4:2",
        "t": "Instead, he is under guardians and trustees until the time set by his father."
    },
    {
        "o": 32990,
        "r": "csb:Galatians:4:3",
        "t": "In the same way we also, when we were children, were in slavery under the elements of the world."
    },
    {
        "o": 32991,
        "r": "csb:Galatians:4:4",
        "t": "When the time came to completion, God sent his Son, born of a woman, born under the law,"
    },
    {
        "o": 32992,
        "r": "csb:Galatians:4:5",
        "t": "to redeem those under the law, so that we might receive adoption as sons."
    },
    {
        "o": 32993,
        "r": "csb:Galatians:4:6",
        "t": "And because you are sons, God sent the Spirit of his Son into our hearts, crying, “Abba, Father!”"
    },
    {
        "o": 32994,
        "r": "csb:Galatians:4:7",
        "t": "So you are no longer a slave but a son, and if a son, then God has made you an heir."
    },
    {
        "o": 32995,
        "r": "csb:Galatians:4:7",
        "t": "Paul’s Concern for the Galatians",
        "h": 2
    },
    {
        "o": 32996,
        "r": "csb:Galatians:4:8",
        "t": "But*p in the past, since you didn’t know God, you were enslaved to things that by nature are not gods."
    },
    {
        "o": 32997,
        "r": "csb:Galatians:4:9",
        "t": "But now, since you know God, or rather have become known by God, how can you turn back again to the weak and worthless elements? Do you want to be enslaved to them all over again?"
    },
    {
        "o": 32998,
        "r": "csb:Galatians:4:10",
        "t": "You are observing special days, months, seasons, and years."
    },
    {
        "o": 32999,
        "r": "csb:Galatians:4:11",
        "t": "I am fearful for you, that perhaps my labor for you has been wasted."
    },
    {
        "o": 33000,
        "r": "csb:Galatians:4:12",
        "t": "I*p beg you, brothers and sisters: Become as I am, for I also have become as you are. You have not wronged me;"
    },
    {
        "o": 33001,
        "r": "csb:Galatians:4:13",
        "t": "you know that previously I preached the gospel to you because of a weakness of the flesh."
    },
    {
        "o": 33002,
        "r": "csb:Galatians:4:14",
        "t": "You did not despise or reject me though my physical condition was a trial for you. On the contrary, you received me as an angel of God, as Christ Jesus himself."
    },
    {
        "o": 33003,
        "r": "csb:Galatians:4:15",
        "t": "Where,*p then, is your blessing? For I testify to you that, if possible, you would have torn out your eyes and given them to me."
    },
    {
        "o": 33004,
        "r": "csb:Galatians:4:16",
        "t": "So then, have I become your enemy because I told you the truth?"
    },
    {
        "o": 33005,
        "r": "csb:Galatians:4:17",
        "t": "They court you eagerly, but not for good. They want to exclude you from me, so that you would pursue them."
    },
    {
        "o": 33006,
        "r": "csb:Galatians:4:18",
        "t": "But it is always good to be pursued in a good manner - and not just when I am with you."
    },
    {
        "o": 33007,
        "r": "csb:Galatians:4:19",
        "t": "My children, I am again suffering labor pains for you until Christ is formed in you."
    },
    {
        "o": 33008,
        "r": "csb:Galatians:4:20",
        "t": "I would like to be with you right now and change my tone of voice, because I don’t know what to do about you."
    },
    {
        "o": 33009,
        "r": "csb:Galatians:4:20",
        "t": "Sarah and Hagar: Two Covenants",
        "h": 2
    },
    {
        "o": 33010,
        "r": "csb:Galatians:4:21",
        "t": "Tell*p me, you who want to be under the law, don’t you hear the law?"
    },
    {
        "o": 33011,
        "r": "csb:Galatians:4:22",
        "t": "For it is written that Abraham had two sons, one by a slave and the other by a free woman."
    },
    {
        "o": 33012,
        "r": "csb:Galatians:4:23",
        "t": "But the one by the slave was born as a result of the flesh, while the one by the free woman was born through promise."
    },
    {
        "o": 33013,
        "r": "csb:Galatians:4:24",
        "t": "These things are being taken figuratively, for the women represent two covenants. One is from Mount Sinai and bears children into slavery - this is Hagar."
    },
    {
        "o": 33014,
        "r": "csb:Galatians:4:25",
        "t": "Now Hagar represents Mount Sinai in Arabia and corresponds to the present Jerusalem, for she is in slavery with her children."
    },
    {
        "o": 33015,
        "r": "csb:Galatians:4:26",
        "t": "But the Jerusalem above is free, and she is our mother."
    },
    {
        "o": 33016,
        "r": "csb:Galatians:4:27",
        "t": "For it is written, Rejoice,*ipn childless*i woman,*i unable*iln to*i give*i birth.*i Burst*iln into*i song*i and*i shout,*i you*iln who*i are*i not*i in*i labor,*i for*iln the*i children*i of*i the*i desolate*i woman*i will*i be*i many,*i more*iln numerous*i than*i those*i of*iln the*i woman*i who*i has*i a*i husband.*i"
    },
    {
        "o": 33017,
        "r": "csb:Galatians:4:28",
        "t": "Now*p you too, brothers and sisters, like Isaac, are children of promise."
    },
    {
        "o": 33018,
        "r": "csb:Galatians:4:29",
        "t": "But just as then the child born as a result of the flesh persecuted the one born as a result of the Spirit, so also now."
    },
    {
        "o": 33019,
        "r": "csb:Galatians:4:30",
        "t": "But what does the Scripture say? “Drive*i out*i the*i slave*i and*i her*i son,*i for*i the*i son*i of*i the*i slave*i will*i never*i be*i a*i coheir*i with*i the*i son*i of*i the*i free*i woman.”*i"
    },
    {
        "o": 33020,
        "r": "csb:Galatians:4:31",
        "t": "Therefore, brothers and sisters, we are not children of a slave but of the free woman."
    }
]
