[
    {
        "o": 5542,
        "r": "esv:Deuteronomy:6:0",
        "t": "Deuteronomy 6",
        "h": 1
    },
    {
        "o": 5543,
        "r": "esv:Deuteronomy:6:0",
        "t": "The Greatest Commandment",
        "h": 2
    },
    {
        "o": 5544,
        "r": "esv:Deuteronomy:6:1",
        "t": "“Now*p this is the commandment— the statutes and the rules— that the Lord*s your God commanded me to teach you, that you may do them in the land to which you are going over, to possess it,"
    },
    {
        "o": 5545,
        "r": "esv:Deuteronomy:6:2",
        "t": "that you may fear the Lord*s your God, you and your son and your son’s son, by keeping all his statutes and his commandments, which I command you, all the days of your life, and that your days may be long."
    },
    {
        "o": 5546,
        "r": "esv:Deuteronomy:6:3",
        "t": "Hear therefore, O Israel, and be careful to do them, that it may go well with you, and that you may multiply greatly, as the Lord,*s the God of your fathers, has promised you, in a land flowing with milk and honey."
    },
    {
        "o": 5547,
        "r": "esv:Deuteronomy:6:4",
        "t": "“Hear,*p O Israel: The Lord*s our God, the Lord*s is one."
    },
    {
        "o": 5548,
        "r": "esv:Deuteronomy:6:5",
        "t": "You shall love the Lord*s your God with all your heart and with all your soul and with all your might."
    },
    {
        "o": 5549,
        "r": "esv:Deuteronomy:6:6",
        "t": "And these words that I command you today shall be on your heart."
    },
    {
        "o": 5550,
        "r": "esv:Deuteronomy:6:7",
        "t": "You shall teach them diligently to your children, and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise."
    },
    {
        "o": 5551,
        "r": "esv:Deuteronomy:6:8",
        "t": "You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes."
    },
    {
        "o": 5552,
        "r": "esv:Deuteronomy:6:9",
        "t": "You shall write them on the doorposts of your house and on your gates."
    },
    {
        "o": 5553,
        "r": "esv:Deuteronomy:6:10",
        "t": "“And*p when the Lord*s your God brings you into the land that he swore to your fathers, to Abraham, to Isaac, and to Jacob, to give you— with great and good cities that you did not build,"
    },
    {
        "o": 5554,
        "r": "esv:Deuteronomy:6:11",
        "t": "and houses full of all good things that you did not fill, and cisterns that you did not dig, and vineyards and olive trees that you did not plant— and when you eat and are full,"
    },
    {
        "o": 5555,
        "r": "esv:Deuteronomy:6:12",
        "t": "then take care lest you forget the Lord,*s who brought you out of the land of Egypt, out of the house of slavery."
    },
    {
        "o": 5556,
        "r": "esv:Deuteronomy:6:13",
        "t": "It is the Lord*s your God you shall fear. Him you shall serve and by his name you shall swear."
    },
    {
        "o": 5557,
        "r": "esv:Deuteronomy:6:14",
        "t": "You shall not go after other gods, the gods of the peoples who are around you—"
    },
    {
        "o": 5558,
        "r": "esv:Deuteronomy:6:15",
        "t": "for the Lord*s your God in your midst is a jealous God— lest the anger of the Lord*s your God be kindled against you, and he destroy you from off the face of the earth."
    },
    {
        "o": 5559,
        "r": "esv:Deuteronomy:6:16",
        "t": "“You*p shall not put the Lord*s your God to the test, as you tested him at Massah."
    },
    {
        "o": 5560,
        "r": "esv:Deuteronomy:6:17",
        "t": "You shall diligently keep the commandments of the Lord*s your God, and his testimonies and his statutes, which he has commanded you."
    },
    {
        "o": 5561,
        "r": "esv:Deuteronomy:6:18",
        "t": "And you shall do what is right and good in the sight of the Lord,*s that it may go well with you, and that you may go in and take possession of the good land that the Lord*s swore to give to your fathers"
    },
    {
        "o": 5562,
        "r": "esv:Deuteronomy:6:19",
        "t": "by thrusting out all your enemies from before you, as the Lord*s has promised."
    },
    {
        "o": 5563,
        "r": "esv:Deuteronomy:6:20",
        "t": "“When*p your son asks you in time to come, ‘What is the meaning of the testimonies and the statutes and the rules that the Lord*s our God has commanded you?’"
    },
    {
        "o": 5564,
        "r": "esv:Deuteronomy:6:21",
        "t": "then you shall say to your son, ‘We were Pharaoh’s slaves in Egypt. And the Lord*s brought us out of Egypt with a mighty hand."
    },
    {
        "o": 5565,
        "r": "esv:Deuteronomy:6:22",
        "t": "And the Lord*s showed signs and wonders, great and grievous, against Egypt and against Pharaoh and all his household, before our eyes."
    },
    {
        "o": 5566,
        "r": "esv:Deuteronomy:6:23",
        "t": "And he brought us out from there, that he might bring us in and give us the land that he swore to give to our fathers."
    },
    {
        "o": 5567,
        "r": "esv:Deuteronomy:6:24",
        "t": "And the Lord*s commanded us to do all these statutes, to fear the Lord*s our God, for our good always, that he might preserve us alive, as we are this day."
    },
    {
        "o": 5568,
        "r": "esv:Deuteronomy:6:25",
        "t": "And it will be righteousness for us, if we are careful to do all this commandment before the Lord*s our God, as he has commanded us.’"
    }
]
