[
    {
        "o": 35164,
        "r": "csb:Revelation:17:0",
        "t": "Revelation 17",
        "h": 1
    },
    {
        "o": 35165,
        "r": "csb:Revelation:17:0",
        "t": "The Woman and the Scarlet Beast",
        "h": 2
    },
    {
        "o": 35166,
        "r": "csb:Revelation:17:1",
        "t": "Then*p one of the seven angels who had the seven bowls came and spoke with me: “Come, I will show you the judgment of the notorious prostitute who is seated on many waters."
    },
    {
        "o": 35167,
        "r": "csb:Revelation:17:2",
        "t": "The kings of the earth committed sexual immorality with her, and those who live on the earth became drunk on the wine of her sexual immorality.”"
    },
    {
        "o": 35168,
        "r": "csb:Revelation:17:3",
        "t": "Then he carried me away in the Spirit to a wilderness. I*p saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns."
    },
    {
        "o": 35169,
        "r": "csb:Revelation:17:4",
        "t": "The woman was dressed in purple and scarlet, adorned with gold, jewels, and pearls. She had a golden cup in her hand filled with everything detestable and with the impurities of her prostitution."
    },
    {
        "o": 35170,
        "r": "csb:Revelation:17:5",
        "t": "On her forehead was written a name, a mystery: Babylon*s the*s Great,*s the*s Mother*s of*s Prostitutes*s and*s of*s the*s Detestable*s Things*s of*s the*s Earth.*s"
    },
    {
        "o": 35171,
        "r": "csb:Revelation:17:6",
        "t": "Then I saw that the woman was drunk with the blood of the saints and with the blood of the witnesses to Jesus. When I saw her, I was greatly astonished."
    },
    {
        "o": 35172,
        "r": "csb:Revelation:17:6",
        "t": "The Meaning of the Woman and of the Beast",
        "h": 2
    },
    {
        "o": 35173,
        "r": "csb:Revelation:17:7",
        "t": "Then*p the angel said to me, “Why are you astonished? I will explain to you the mystery of the woman and of the beast, with the seven heads and the ten horns, that carries her."
    },
    {
        "o": 35174,
        "r": "csb:Revelation:17:8",
        "t": "The beast that you saw was, and is not, and is about to come up from the abyss and go to destruction. Those who live on the earth whose names have not been written in the book of life from the foundation of the world will be astonished when they see the beast that was, and is not, and is to come."
    },
    {
        "o": 35175,
        "r": "csb:Revelation:17:9",
        "t": "This calls for a mind that has wisdom. “The*p seven heads are seven mountains on which the woman is seated. They are also seven kings:"
    },
    {
        "o": 35176,
        "r": "csb:Revelation:17:10",
        "t": "Five have fallen, one is, the other has not yet come, and when he comes, he must remain for only a little while."
    },
    {
        "o": 35177,
        "r": "csb:Revelation:17:11",
        "t": "The beast that was and is not, is itself an eighth king, but it belongs to the seven and is going to destruction."
    },
    {
        "o": 35178,
        "r": "csb:Revelation:17:12",
        "t": "The ten horns you saw are ten kings who have not yet received a kingdom, but they will receive authority as kings with the beast for one hour."
    },
    {
        "o": 35179,
        "r": "csb:Revelation:17:13",
        "t": "These have one purpose, and they give their power and authority to the beast."
    },
    {
        "o": 35180,
        "r": "csb:Revelation:17:14",
        "t": "These will make war against the Lamb, but the Lamb will conquer them because he is Lord of lords and King of kings. Those with him are called, chosen, and faithful.”"
    },
    {
        "o": 35181,
        "r": "csb:Revelation:17:15",
        "t": "He*p also said to me, “The waters you saw, where the prostitute was seated, are peoples, multitudes, nations, and languages."
    },
    {
        "o": 35182,
        "r": "csb:Revelation:17:16",
        "t": "The ten horns you saw, and the beast, will hate the prostitute. They will make her desolate and naked, devour her flesh, and burn her up with fire."
    },
    {
        "o": 35183,
        "r": "csb:Revelation:17:17",
        "t": "For God has put it into their hearts to carry out his plan by having one purpose and to give their kingdom to the beast until the words of God are fulfilled."
    },
    {
        "o": 35184,
        "r": "csb:Revelation:17:18",
        "t": "And the woman you saw is the great city that has royal power over the kings of the earth.”"
    }
]
