[
    {
        "o": 13813,
        "r": "kjv:Job:21:0",
        "t": "Job 21",
        "h": 1
    },
    {
        "o": 13814,
        "r": "kjv:Job:21:1",
        "t": "But*p Job answered and said,"
    },
    {
        "o": 13815,
        "r": "kjv:Job:21:2",
        "t": "Hear*p diligently my speech, and let this be your consolations."
    },
    {
        "o": 13816,
        "r": "kjv:Job:21:3",
        "t": "Suffer*p me that I may speak; and after that I have spoken, mock on."
    },
    {
        "o": 13817,
        "r": "kjv:Job:21:4",
        "t": "As*p for me, is my complaint to man? and if it were so, why should not my spirit be troubled?"
    },
    {
        "o": 13818,
        "r": "kjv:Job:21:5",
        "t": "Mark*p me, and be astonished, and lay your hand upon your mouth."
    },
    {
        "o": 13819,
        "r": "kjv:Job:21:6",
        "t": "Even*p when I remember I am afraid, and trembling taketh hold on my flesh."
    },
    {
        "o": 13820,
        "r": "kjv:Job:21:7",
        "t": "Wherefore*p do the wicked live, become old, yea, are mighty in power?"
    },
    {
        "o": 13821,
        "r": "kjv:Job:21:8",
        "t": "Their*p seed is established in their sight with them, and their offspring before their eyes."
    },
    {
        "o": 13822,
        "r": "kjv:Job:21:9",
        "t": "Their*p houses are safe from fear, neither is the rod of God upon them."
    },
    {
        "o": 13823,
        "r": "kjv:Job:21:10",
        "t": "Their*p bull gendereth, and faileth not; their cow calveth, and casteth not her calf."
    },
    {
        "o": 13824,
        "r": "kjv:Job:21:11",
        "t": "They*p send forth their little ones like a flock, and their children dance."
    },
    {
        "o": 13825,
        "r": "kjv:Job:21:12",
        "t": "They*p take the timbrel and harp, and rejoice at the sound of the organ."
    },
    {
        "o": 13826,
        "r": "kjv:Job:21:13",
        "t": "They*p spend their days in wealth, and in a moment go down to the grave."
    },
    {
        "o": 13827,
        "r": "kjv:Job:21:14",
        "t": "Therefore*p they say unto God, Depart from us; for we desire not the knowledge of thy ways."
    },
    {
        "o": 13828,
        "r": "kjv:Job:21:15",
        "t": "What*p is the Almighty, that we should serve him? and what profit should we have, if we pray unto him?"
    },
    {
        "o": 13829,
        "r": "kjv:Job:21:16",
        "t": "Lo,*p their good is not in their hand: the counsel of the wicked is far from me."
    },
    {
        "o": 13830,
        "r": "kjv:Job:21:17",
        "t": "How*p oft is the candle of the wicked put out! and how oft cometh their destruction upon them! God distributeth sorrows in his anger."
    },
    {
        "o": 13831,
        "r": "kjv:Job:21:18",
        "t": "They*p are as stubble before the wind, and as chaff that the storm carrieth away."
    },
    {
        "o": 13832,
        "r": "kjv:Job:21:19",
        "t": "God*p layeth up his iniquity for his children: he rewardeth him, and he shall know it."
    },
    {
        "o": 13833,
        "r": "kjv:Job:21:20",
        "t": "His*p eyes shall see his destruction, and he shall drink of the wrath of the Almighty."
    },
    {
        "o": 13834,
        "r": "kjv:Job:21:21",
        "t": "For*p what pleasure hath he in his house after him, when the number of his months is cut off in the midst?"
    },
    {
        "o": 13835,
        "r": "kjv:Job:21:22",
        "t": "Shall*p any teach God knowledge? seeing he judgeth those that are high."
    },
    {
        "o": 13836,
        "r": "kjv:Job:21:23",
        "t": "One*p dieth in his full strength, being wholly at ease and quiet."
    },
    {
        "o": 13837,
        "r": "kjv:Job:21:24",
        "t": "His*p breasts are full of milk, and his bones are moistened with marrow."
    },
    {
        "o": 13838,
        "r": "kjv:Job:21:25",
        "t": "And*p another dieth in the bitterness of his soul, and never eateth with pleasure."
    },
    {
        "o": 13839,
        "r": "kjv:Job:21:26",
        "t": "They*p shall lie down alike in the dust, and the worms shall cover them."
    },
    {
        "o": 13840,
        "r": "kjv:Job:21:27",
        "t": "Behold,*p I know your thoughts, and the devices which ye wrongfully imagine against me."
    },
    {
        "o": 13841,
        "r": "kjv:Job:21:28",
        "t": "For*p ye say, Where is the house of the prince? and where are the dwelling places of the wicked?"
    },
    {
        "o": 13842,
        "r": "kjv:Job:21:29",
        "t": "Have*p ye not asked them that go by the way? and do ye not know their tokens,"
    },
    {
        "o": 13843,
        "r": "kjv:Job:21:30",
        "t": "That*p the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath."
    },
    {
        "o": 13844,
        "r": "kjv:Job:21:31",
        "t": "Who*p shall declare his way to his face? and who shall repay him what he hath done?"
    },
    {
        "o": 13845,
        "r": "kjv:Job:21:32",
        "t": "Yet*p shall he be brought to the grave, and shall remain in the tomb."
    },
    {
        "o": 13846,
        "r": "kjv:Job:21:33",
        "t": "The*p clods of the valley shall be sweet unto him, and every man shall draw after him, as there are innumerable before him."
    },
    {
        "o": 13847,
        "r": "kjv:Job:21:34",
        "t": "How*p then comfort ye me in vain, seeing in your answers there remaineth falsehood?"
    }
]
