[
    {
        "o": 2999,
        "r": "niv:Leviticus:1:0",
        "t": "Leviticus 1",
        "h": 1
    },
    {
        "o": 3000,
        "r": "niv:Leviticus:1:0",
        "t": "The Burnt Offering",
        "h": 2
    },
    {
        "o": 3001,
        "r": "niv:Leviticus:1:1",
        "t": "The*p Lord*s called to Moses and spoke to him from the tent of meeting. He said,"
    },
    {
        "o": 3002,
        "r": "niv:Leviticus:1:2",
        "t": "“Speak to the Israelites and say to them: ‘When anyone among you brings an offering to the Lord,*s bring as your offering an animal from either the herd or the flock."
    },
    {
        "o": 3003,
        "r": "niv:Leviticus:1:3",
        "t": "“ ‘If*p the offering is a burnt offering from the herd, you are to offer a male without defect. You must present it at the entrance to the tent of meeting so that it will be acceptable to the Lord.*s"
    },
    {
        "o": 3004,
        "r": "niv:Leviticus:1:4",
        "t": "You are to lay your hand on the head of the burnt offering, and it will be accepted on your behalf to make atonement for you."
    },
    {
        "o": 3005,
        "r": "niv:Leviticus:1:5",
        "t": "You are to slaughter the young bull before the Lord,*s and then Aaron’s sons the priests shall bring the blood and splash it against the sides of the altar at the entrance to the tent of meeting."
    },
    {
        "o": 3006,
        "r": "niv:Leviticus:1:6",
        "t": "You are to skin the burnt offering and cut it into pieces."
    },
    {
        "o": 3007,
        "r": "niv:Leviticus:1:7",
        "t": "The sons of Aaron the priest are to put fire on the altar and arrange wood on the fire."
    },
    {
        "o": 3008,
        "r": "niv:Leviticus:1:8",
        "t": "Then Aaron’s sons the priests shall arrange the pieces, including the head and the fat, on the wood that is burning on the altar."
    },
    {
        "o": 3009,
        "r": "niv:Leviticus:1:9",
        "t": "You are to wash the internal organs and the legs with water, and the priest is to burn all of it on the altar. It is a burnt offering, a food offering, an aroma pleasing to the Lord.*s"
    },
    {
        "o": 3010,
        "r": "niv:Leviticus:1:10",
        "t": "“ ‘If*p the offering is a burnt offering from the flock, from either the sheep or the goats, you are to offer a male without defect."
    },
    {
        "o": 3011,
        "r": "niv:Leviticus:1:11",
        "t": "You are to slaughter it at the north side of the altar before the Lord,*s and Aaron’s sons the priests shall splash its blood against the sides of the altar."
    },
    {
        "o": 3012,
        "r": "niv:Leviticus:1:12",
        "t": "You are to cut it into pieces, and the priest shall arrange them, including the head and the fat, on the wood that is burning on the altar."
    },
    {
        "o": 3013,
        "r": "niv:Leviticus:1:13",
        "t": "You are to wash the internal organs and the legs with water, and the priest is to bring all of them and burn them on the altar. It is a burnt offering, a food offering, an aroma pleasing to the Lord.*s"
    },
    {
        "o": 3014,
        "r": "niv:Leviticus:1:14",
        "t": "“ ‘If*p the offering to the Lord*s is a burnt offering of birds, you are to offer a dove or a young pigeon."
    },
    {
        "o": 3015,
        "r": "niv:Leviticus:1:15",
        "t": "The priest shall bring it to the altar, wring off the head and burn it on the altar; its blood shall be drained out on the side of the altar."
    },
    {
        "o": 3016,
        "r": "niv:Leviticus:1:16",
        "t": "He is to remove the crop and the feathers and throw them down east of the altar where the ashes are."
    },
    {
        "o": 3017,
        "r": "niv:Leviticus:1:17",
        "t": "He shall tear it open by the wings, not dividing it completely, and then the priest shall burn it on the wood that is burning on the altar. It is a burnt offering, a food offering, an aroma pleasing to the Lord.*s"
    }
]
