[
    {
        "o": 9000,
        "r": "nkjv:2 Samuel:6:0",
        "t": "2 Samuel 6",
        "h": 1
    },
    {
        "o": 9001,
        "r": "nkjv:2 Samuel:6:0",
        "t": "The Ark Brought to Jerusalem",
        "h": 2
    },
    {
        "o": 9002,
        "r": "nkjv:2 Samuel:6:1",
        "t": "Again*p David gathered all the*i choice men*i of Israel, thirty thousand."
    },
    {
        "o": 9003,
        "r": "nkjv:2 Samuel:6:2",
        "t": "And David arose and went with all the people who were*i with him from Baale Judah to bring up from there the ark of God, whose name is called by the Name, the Lord*s of Hosts, who dwells between*i the cherubim."
    },
    {
        "o": 9004,
        "r": "nkjv:2 Samuel:6:3",
        "t": "So they set the ark of God on a new cart, and brought it out of the house of Abinadab, which was*i on the hill; and Uzzah and Ahio, the sons of Abinadab, drove the new cart."
    },
    {
        "o": 9005,
        "r": "nkjv:2 Samuel:6:4",
        "t": "And they brought it out of the house of Abinadab, which was*i on the hill, accompanying the ark of God; and Ahio went before the ark."
    },
    {
        "o": 9006,
        "r": "nkjv:2 Samuel:6:5",
        "t": "Then David and all the house of Israel played music*i before the Lord*s on all kinds of instruments*i of*i fir wood, on harps, on stringed instruments, on tambourines, on sistrums, and on cymbals."
    },
    {
        "o": 9007,
        "r": "nkjv:2 Samuel:6:6",
        "t": "And*p when they came to Nachon’s threshing floor, Uzzah put out his*i hand to the ark of God and took hold of it, for the oxen stumbled."
    },
    {
        "o": 9008,
        "r": "nkjv:2 Samuel:6:7",
        "t": "Then the anger of the Lord*s was aroused against Uzzah, and God struck him there for his*i error; and he died there by the ark of God."
    },
    {
        "o": 9009,
        "r": "nkjv:2 Samuel:6:8",
        "t": "And David became angry because of the Lord’s*s outbreak against Uzzah; and he called the name of the place Perez Uzzah to this day."
    },
    {
        "o": 9010,
        "r": "nkjv:2 Samuel:6:9",
        "t": "David*p was afraid of the Lord*s that day; and he said, “How can the ark of the Lord*s come to me?”"
    },
    {
        "o": 9011,
        "r": "nkjv:2 Samuel:6:10",
        "t": "So David would not move the ark of the Lord*s with him into the City of David; but David took it aside into the house of Obed-Edom the Gittite."
    },
    {
        "o": 9012,
        "r": "nkjv:2 Samuel:6:11",
        "t": "The ark of the Lord*s remained in the house of Obed-Edom the Gittite three months. And the Lord*s blessed Obed-Edom and all his household."
    },
    {
        "o": 9013,
        "r": "nkjv:2 Samuel:6:12",
        "t": "Now*p it was told King David, saying, “The Lord*s has blessed the house of Obed-Edom and all that belongs*i to him, because of the ark of God.” So David went and brought up the ark of God from the house of Obed-Edom to the City of David with gladness."
    },
    {
        "o": 9014,
        "r": "nkjv:2 Samuel:6:13",
        "t": "And so it was, when those bearing the ark of the Lord*s had gone six paces, that he sacrificed oxen and fatted sheep."
    },
    {
        "o": 9015,
        "r": "nkjv:2 Samuel:6:14",
        "t": "Then David danced before the Lord*s with all his*i might; and David was*i wearing a linen ephod."
    },
    {
        "o": 9016,
        "r": "nkjv:2 Samuel:6:15",
        "t": "So David and all the house of Israel brought up the ark of the Lord*s with shouting and with the sound of the trumpet."
    },
    {
        "o": 9017,
        "r": "nkjv:2 Samuel:6:16",
        "t": "Now*p as the ark of the Lord*s came into the City of David, Michal, Saul’s daughter, looked through a window and saw King David leaping and whirling before the Lord;*s and she despised him in her heart."
    },
    {
        "o": 9018,
        "r": "nkjv:2 Samuel:6:17",
        "t": "So they brought the ark of the Lord,*s and set it in its place in the midst of the tabernacle that David had erected for it. Then David offered burnt offerings and peace offerings before the Lord.*s"
    },
    {
        "o": 9019,
        "r": "nkjv:2 Samuel:6:18",
        "t": "And when David had finished offering burnt offerings and peace offerings, he blessed the people in the name of the Lord*s of hosts."
    },
    {
        "o": 9020,
        "r": "nkjv:2 Samuel:6:19",
        "t": "Then he distributed among all the people, among the whole multitude of Israel, both the women and the men, to everyone a loaf of bread, a piece of*i meat,*i and a cake of raisins. So all the people departed, everyone to his house."
    },
    {
        "o": 9021,
        "r": "nkjv:2 Samuel:6:20",
        "t": "Then*p David returned to bless his household. And Michal the daughter of Saul came out to meet David, and said, “How glorious was the king of Israel today, uncovering himself today in the eyes of the maids of his servants, as one of the base fellows shamelessly uncovers himself!”"
    },
    {
        "o": 9022,
        "r": "nkjv:2 Samuel:6:21",
        "t": "So*p David said to Michal, “It*i was*i before the Lord,*s who chose me instead of your father and all his house, to appoint me ruler over the people of the Lord,*s over Israel. Therefore I will play music*i before the Lord.*s"
    },
    {
        "o": 9023,
        "r": "nkjv:2 Samuel:6:22",
        "t": "And I will be even more undignified than this, and will be humble in my own sight. But as for the maidservants of whom you have spoken, by them I will be held in honor.”"
    },
    {
        "o": 9024,
        "r": "nkjv:2 Samuel:6:23",
        "t": "Therefore*p Michal the daughter of Saul had no children to the day of her death."
    }
]
