[
    {
        "o": 13541,
        "r": "esv:Nehemiah:1:0",
        "t": "Nehemiah 1",
        "h": 1
    },
    {
        "o": 13542,
        "r": "esv:Nehemiah:1:0",
        "t": "Report from Jerusalem",
        "h": 2
    },
    {
        "o": 13543,
        "r": "esv:Nehemiah:1:1",
        "t": "The*p words of Nehemiah the son of Hacaliah. Now*p it happened in the month of Chislev, in the twentieth year, as I was in Susa the citadel,"
    },
    {
        "o": 13544,
        "r": "esv:Nehemiah:1:2",
        "t": "that Hanani, one of my brothers, came with certain men from Judah. And I asked them concerning the Jews who escaped, who had survived the exile, and concerning Jerusalem."
    },
    {
        "o": 13545,
        "r": "esv:Nehemiah:1:3",
        "t": "And they said to me, “The remnant there in the province who had survived the exile is in great trouble and shame. The wall of Jerusalem is broken down, and its gates are destroyed by fire.”"
    },
    {
        "o": 13546,
        "r": "esv:Nehemiah:1:3",
        "t": "Nehemiah’s Prayer",
        "h": 2
    },
    {
        "o": 13547,
        "r": "esv:Nehemiah:1:4",
        "t": "As*p soon as I heard these words I sat down and wept and mourned for days, and I continued fasting and praying before the God of heaven."
    },
    {
        "o": 13548,
        "r": "esv:Nehemiah:1:5",
        "t": "And I said, “O Lord*s God of heaven, the great and awesome God who keeps covenant and steadfast love with those who love him and keep his commandments,"
    },
    {
        "o": 13549,
        "r": "esv:Nehemiah:1:6",
        "t": "let your ear be attentive and your eyes open, to hear the prayer of your servant that I now pray before you day and night for the people of Israel your servants, confessing the sins of the people of Israel, which we have sinned against you. Even I and my father’s house have sinned."
    },
    {
        "o": 13550,
        "r": "esv:Nehemiah:1:7",
        "t": "We have acted very corruptly against you and have not kept the commandments, the statutes, and the rules that you commanded your servant Moses."
    },
    {
        "o": 13551,
        "r": "esv:Nehemiah:1:8",
        "t": "Remember the word that you commanded your servant Moses, saying, ‘If you are unfaithful, I will scatter you among the peoples,"
    },
    {
        "o": 13552,
        "r": "esv:Nehemiah:1:9",
        "t": "but if you return to me and keep my commandments and do them, though your outcasts are in the uttermost parts of heaven, from there I will gather them and bring them to the place that I have chosen, to make my name dwell there.’"
    },
    {
        "o": 13553,
        "r": "esv:Nehemiah:1:10",
        "t": "They are your servants and your people, whom you have redeemed by your great power and by your strong hand."
    },
    {
        "o": 13554,
        "r": "esv:Nehemiah:1:11",
        "t": "O Lord, let your ear be attentive to the prayer of your servant, and to the prayer of your servants who delight to fear your name, and give success to your servant today, and grant him mercy in the sight of this man.” Now*p I was cupbearer to the king."
    }
]
