[
    {
        "o": 13172,
        "r": "csb:2 Chronicles:31:0",
        "t": "2 Chronicles 31",
        "h": 1
    },
    {
        "o": 13173,
        "r": "csb:2 Chronicles:31:0",
        "t": "Removal of Idolatry",
        "h": 2
    },
    {
        "o": 13174,
        "r": "csb:2 Chronicles:31:1",
        "t": "When*p all this was completed, all Israel who had attended went out to the cities of Judah and broke up the sacred pillars, chopped down the Asherah poles, and tore down the high places and altars throughout Judah and Benjamin, as well as in Ephraim and Manasseh, to the last one. Then all the Israelites returned to their cities, each to his own possession."
    },
    {
        "o": 13175,
        "r": "csb:2 Chronicles:31:1",
        "t": "Offerings for Levites",
        "h": 2
    },
    {
        "o": 13176,
        "r": "csb:2 Chronicles:31:2",
        "t": "Hezekiah*p reestablished the divisions of the priests and Levites for the burnt offerings and fellowship offerings, for ministry, for giving thanks, and for praise in the gates of the camp of the Lord,*s each division corresponding to his service among the priests and Levites."
    },
    {
        "o": 13177,
        "r": "csb:2 Chronicles:31:3",
        "t": "The king contributed from his own possessions for the regular morning and evening burnt offerings, the burnt offerings of the Sabbaths, of the New Moons, and of the appointed feasts, as written in the law of the Lord.*s"
    },
    {
        "o": 13178,
        "r": "csb:2 Chronicles:31:4",
        "t": "He told the people who lived in Jerusalem to give a contribution for the priests and Levites so that they could devote their energy to the law of the Lord.*s"
    },
    {
        "o": 13179,
        "r": "csb:2 Chronicles:31:5",
        "t": "When the word spread, the Israelites gave liberally of the best of the grain, new wine, fresh oil, honey, and of all the produce of the field, and they brought in an abundance, a tenth of everything."
    },
    {
        "o": 13180,
        "r": "csb:2 Chronicles:31:6",
        "t": "As for the Israelites and Judahites who lived in the cities of Judah, they also brought a tenth of the herds and flocks, and a tenth of the dedicated things that were consecrated to the Lord*s their God. They gathered them into large piles."
    },
    {
        "o": 13181,
        "r": "csb:2 Chronicles:31:7",
        "t": "In the third month they began building up the piles, and they finished in the seventh month."
    },
    {
        "o": 13182,
        "r": "csb:2 Chronicles:31:8",
        "t": "When Hezekiah and his officials came and viewed the piles, they blessed the Lord*s and his people Israel."
    },
    {
        "o": 13183,
        "r": "csb:2 Chronicles:31:9",
        "t": "Hezekiah*p asked the priests and Levites about the piles."
    },
    {
        "o": 13184,
        "r": "csb:2 Chronicles:31:10",
        "t": "The chief priest Azariah, of the household of Zadok, answered him, “Since they began bringing the offering to the Lord’s*s temple, we have been eating and are satisfied and there is plenty left over because the Lord*s has blessed his people; this abundance is what is left over.”"
    },
    {
        "o": 13185,
        "r": "csb:2 Chronicles:31:11",
        "t": "Hezekiah*p told them to prepare chambers in the Lord’s*s temple, and they prepared them."
    },
    {
        "o": 13186,
        "r": "csb:2 Chronicles:31:12",
        "t": "The offering, the tenth, and the dedicated things were brought faithfully. Conaniah the Levite was the officer in charge of them, and his brother Shimei was second."
    },
    {
        "o": 13187,
        "r": "csb:2 Chronicles:31:13",
        "t": "Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah were deputies under the authority of Conaniah and his brother Shimei by appointment of King Hezekiah and of Azariah the chief official of God’s temple."
    },
    {
        "o": 13188,
        "r": "csb:2 Chronicles:31:14",
        "t": "Kore*p son of Imnah the Levite, the keeper of the East Gate, was over the freewill offerings to God to distribute the contribution to the Lord*s and the consecrated things."
    },
    {
        "o": 13189,
        "r": "csb:2 Chronicles:31:15",
        "t": "Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah in the cities of the priests were to distribute it faithfully under his authority to their brothers by divisions, whether large or small."
    },
    {
        "o": 13190,
        "r": "csb:2 Chronicles:31:16",
        "t": "In addition, they distributed it to males registered by genealogy three years old and above; to all who would enter the Lord’s*s temple for their daily duty, for their service in their responsibilities according to their divisions."
    },
    {
        "o": 13191,
        "r": "csb:2 Chronicles:31:17",
        "t": "They distributed also to those recorded by genealogy of the priests by their ancestral families and the Levites twenty years old and above, by their responsibilities in their divisions;"
    },
    {
        "o": 13192,
        "r": "csb:2 Chronicles:31:18",
        "t": "to those registered by genealogy - with all their dependents, wives, sons, and daughters - of the whole assembly (for they had faithfully consecrated themselves as holy);"
    },
    {
        "o": 13193,
        "r": "csb:2 Chronicles:31:19",
        "t": "and to the descendants of Aaron, the priests, in the common fields of their cities, in each and every city. There were men who were registered by name to distribute a portion to every male among the priests and to every Levite recorded by genealogy."
    },
    {
        "o": 13194,
        "r": "csb:2 Chronicles:31:20",
        "t": "Hezekiah*p did this throughout all Judah. He did what was good and upright and true before the Lord*s his God."
    },
    {
        "o": 13195,
        "r": "csb:2 Chronicles:31:21",
        "t": "He was diligent in every deed that he began in the service of God’s temple, in the instruction and the commands, in order to seek his God, and he prospered."
    }
]
