[
    {
        "o": 11105,
        "r": "csb:2 Kings:18:0",
        "t": "2 Kings 18",
        "h": 1
    },
    {
        "o": 11106,
        "r": "csb:2 Kings:18:0",
        "t": "Judah’s King Hezekiah",
        "h": 2
    },
    {
        "o": 11107,
        "r": "csb:2 Kings:18:1",
        "t": "In*p the third year of Israel’s King Hoshea son of Elah, Hezekiah son of Ahaz became king of Judah."
    },
    {
        "o": 11108,
        "r": "csb:2 Kings:18:2",
        "t": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. His mother’s name was Abi daughter of Zechariah."
    },
    {
        "o": 11109,
        "r": "csb:2 Kings:18:3",
        "t": "He did what was right in the Lord’s*s sight just as his ancestor David had done."
    },
    {
        "o": 11110,
        "r": "csb:2 Kings:18:4",
        "t": "He removed the high places, shattered the sacred pillars, and cut down the Asherah poles. He broke into pieces the bronze snake that Moses made, for until then the Israelites were burning incense to it. It was called Nehushtan."
    },
    {
        "o": 11111,
        "r": "csb:2 Kings:18:5",
        "t": "Hezekiah*p relied on the Lord*s God of Israel; not one of the kings of Judah was like him, either before him or after him."
    },
    {
        "o": 11112,
        "r": "csb:2 Kings:18:6",
        "t": "He remained faithful to the Lord*s and did not turn from following him but kept the commands the Lord*s had commanded Moses."
    },
    {
        "o": 11113,
        "r": "csb:2 Kings:18:7",
        "t": "The*p Lord*s was with him, and wherever he went he prospered. He rebelled against the king of Assyria and did not serve him."
    },
    {
        "o": 11114,
        "r": "csb:2 Kings:18:8",
        "t": "He defeated the Philistines as far as Gaza and its borders, from watchtower to fortified city."
    },
    {
        "o": 11115,
        "r": "csb:2 Kings:18:8",
        "t": "Review of Israel’s Fall",
        "h": 2
    },
    {
        "o": 11116,
        "r": "csb:2 Kings:18:9",
        "t": "In*p the fourth year of King Hezekiah, which was the seventh year of Israel’s King Hoshea son of Elah, Assyria’s King Shalmaneser marched against Samaria and besieged it."
    },
    {
        "o": 11117,
        "r": "csb:2 Kings:18:10",
        "t": "The Assyrians captured it at the end of three years. In the sixth year of Hezekiah, which was the ninth year of Israel’s King Hoshea, Samaria was captured."
    },
    {
        "o": 11118,
        "r": "csb:2 Kings:18:11",
        "t": "The king of Assyria deported the Israelites to Assyria and put them in Halah, along the Habor (Gozan’s river), and in the cities of the Medes,"
    },
    {
        "o": 11119,
        "r": "csb:2 Kings:18:12",
        "t": "because they did not listen to the Lord*s their God but violated his covenant - all he had commanded Moses the servant of the Lord.*s They did not listen, and they did not obey."
    },
    {
        "o": 11120,
        "r": "csb:2 Kings:18:12",
        "t": "Sennacherib’s Invasion",
        "h": 2
    },
    {
        "o": 11121,
        "r": "csb:2 Kings:18:13",
        "t": "In*p the fourteenth year of King Hezekiah, Assyria’s King Sennacherib attacked all the fortified cities of Judah and captured them."
    },
    {
        "o": 11122,
        "r": "csb:2 Kings:18:14",
        "t": "So King Hezekiah of Judah sent word to the king of Assyria at Lachish: “I have done wrong; withdraw from me. Whatever you demand from me, I will pay.” The king of Assyria demanded eleven tons of silver and one ton of gold from King Hezekiah of Judah."
    },
    {
        "o": 11123,
        "r": "csb:2 Kings:18:15",
        "t": "So Hezekiah gave him all the silver found in the Lord’s*s temple and in the treasuries of the king’s palace."
    },
    {
        "o": 11124,
        "r": "csb:2 Kings:18:16",
        "t": "At*p that time Hezekiah stripped the gold from the doors of the Lord’s*s sanctuary and from the doorposts he had overlaid and gave it to the king of Assyria."
    },
    {
        "o": 11125,
        "r": "csb:2 Kings:18:17",
        "t": "Then*p the king of Assyria sent the field marshal, the chief of staff, and his royal spokesman, along with a massive army, from Lachish to King Hezekiah at Jerusalem. They advanced and came to Jerusalem, and they took their position by the aqueduct of the upper pool, by the road to the Launderer’s Field."
    },
    {
        "o": 11126,
        "r": "csb:2 Kings:18:18",
        "t": "They called for the king, but Eliakim son of Hilkiah, who was in charge of the palace, Shebnah the court secretary, and Joah son of Asaph, the court historian, came out to them."
    },
    {
        "o": 11127,
        "r": "csb:2 Kings:18:18",
        "t": "The Royal Spokesman’s Speech",
        "h": 2
    },
    {
        "o": 11128,
        "r": "csb:2 Kings:18:19",
        "t": "Then*p the royal spokesman said to them, “Tell Hezekiah this is what the great king, the king of Assyria, says: ‘What are you relying on?"
    },
    {
        "o": 11129,
        "r": "csb:2 Kings:18:20",
        "t": "You think mere words are strategy and strength for war. Who are you now relying on so that you have rebelled against me?"
    },
    {
        "o": 11130,
        "r": "csb:2 Kings:18:21",
        "t": "Now look, you are relying on Egypt, that splintered reed of a staff that will pierce the hand of anyone who grabs it and leans on it. This is what Pharaoh king of Egypt is to all who rely on him."
    },
    {
        "o": 11131,
        "r": "csb:2 Kings:18:22",
        "t": "Suppose you say to me, “We rely on the Lord*s our God.” Isn’t he the one whose high places and altars Hezekiah has removed, saying to Judah and to Jerusalem, “You must worship at this altar in Jerusalem”?’"
    },
    {
        "o": 11132,
        "r": "csb:2 Kings:18:23",
        "t": "“So*p now, make a bargain with my master the king of Assyria. I’ll give you two thousand horses if you’re able to supply riders for them!"
    },
    {
        "o": 11133,
        "r": "csb:2 Kings:18:24",
        "t": "How then can you drive back a single officer among the least of my master’s servants? How can you rely on Egypt for chariots and for horsemen?"
    },
    {
        "o": 11134,
        "r": "csb:2 Kings:18:25",
        "t": "Now, have I attacked this place to destroy it without the Lord’s*s approval? The Lord*s said to me, ‘Attack this land and destroy it.’”"
    },
    {
        "o": 11135,
        "r": "csb:2 Kings:18:26",
        "t": "Then*p Eliakim son of Hilkiah, Shebnah, and Joah said to the royal spokesman, “Please speak to your servants in Aramaic, since we understand it. Don’t speak with us in Hebrew within earshot of the people on the wall.”"
    },
    {
        "o": 11136,
        "r": "csb:2 Kings:18:27",
        "t": "But*p the royal spokesman said to them, “Has my master sent me to speak these words only to your master and to you? Hasn’t he also sent me to the men who sit on the wall, destined with you to eat their own excrement and drink their own urine?”"
    },
    {
        "o": 11137,
        "r": "csb:2 Kings:18:28",
        "t": "The*p royal spokesman stood and called out loudly in Hebrew: “Hear the word of the great king, the king of Assyria."
    },
    {
        "o": 11138,
        "r": "csb:2 Kings:18:29",
        "t": "This is what the king says: ‘Don’t let Hezekiah deceive you; he can’t rescue you from my power."
    },
    {
        "o": 11139,
        "r": "csb:2 Kings:18:30",
        "t": "Don’t let Hezekiah persuade you to rely on the Lord*s by saying, “Certainly the Lord*s will rescue us! This city will not be handed over to the king of Assyria.”’"
    },
    {
        "o": 11140,
        "r": "csb:2 Kings:18:31",
        "t": "“Don’t*p listen to Hezekiah, for this is what the king of Assyria says: ‘Make peace with me and surrender to me. Then each of you may eat from his own vine and his own fig tree, and each may drink water from his own cistern"
    },
    {
        "o": 11141,
        "r": "csb:2 Kings:18:32",
        "t": "until I come and take you away to a land like your own land - a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey- so that you may live and not die. But don’t listen to Hezekiah when he misleads you, saying, “The Lord*s will rescue us.”"
    },
    {
        "o": 11142,
        "r": "csb:2 Kings:18:33",
        "t": "Has any of the gods of the nations ever rescued his land from the power of the king of Assyria?"
    },
    {
        "o": 11143,
        "r": "csb:2 Kings:18:34",
        "t": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Have they rescued Samaria from my power?"
    },
    {
        "o": 11144,
        "r": "csb:2 Kings:18:35",
        "t": "Who among all the gods of the lands has rescued his land from my power? So will the Lord*s rescue Jerusalem from my power?’”"
    },
    {
        "o": 11145,
        "r": "csb:2 Kings:18:36",
        "t": "But*p the people kept silent; they did not answer him at all, for the king’s command was, “Don’t answer him.”"
    },
    {
        "o": 11146,
        "r": "csb:2 Kings:18:37",
        "t": "Then Eliakim son of Hilkiah, who was in charge of the palace, Shebna the court secretary, and Joah son of Asaph, the court historian, came to Hezekiah with their clothes torn and reported to him the words of the royal spokesman."
    }
]
