[
    {
        "o": 4699,
        "r": "kjv:Numbers:27:0",
        "t": "Numbers 27",
        "h": 1
    },
    {
        "o": 4700,
        "r": "kjv:Numbers:27:1",
        "t": "Then*p came the daughters of Zelophehad, the son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, of the families of Manasseh the son of Joseph: and these are the names of his daughters; Mahlah, Noah, and Hoglah, and Milcah, and Tirzah."
    },
    {
        "o": 4701,
        "r": "kjv:Numbers:27:2",
        "t": "And*p they stood before Moses, and before Eleazar the priest, and before the princes and all the congregation, by the door of the tabernacle of the congregation, saying,"
    },
    {
        "o": 4702,
        "r": "kjv:Numbers:27:3",
        "t": "Our*p father died in the wilderness, and he was not in the company of them that gathered themselves together against the Lord*s in the company of Korah; but died in his own sin, and had no sons."
    },
    {
        "o": 4703,
        "r": "kjv:Numbers:27:4",
        "t": "Why*p should the name of our father be done away from among his family, because he hath no son? Give unto us therefore a possession among the brethren of our father."
    },
    {
        "o": 4704,
        "r": "kjv:Numbers:27:5",
        "t": "And*p Moses brought their cause before the Lord.*s"
    },
    {
        "o": 4705,
        "r": "kjv:Numbers:27:6",
        "t": "And*p the Lord*s spake unto Moses, saying,"
    },
    {
        "o": 4706,
        "r": "kjv:Numbers:27:7",
        "t": "The*p daughters of Zelophehad speak right: thou shalt surely give them a possession of an inheritance among their father's brethren; and thou shalt cause the inheritance of their father to pass unto them."
    },
    {
        "o": 4707,
        "r": "kjv:Numbers:27:8",
        "t": "And*p thou shalt speak unto the children of Israel, saying, If a man die, and have no son, then ye shall cause his inheritance to pass unto his daughter."
    },
    {
        "o": 4708,
        "r": "kjv:Numbers:27:9",
        "t": "And*p if he have no daughter, then ye shall give his inheritance unto his brethren."
    },
    {
        "o": 4709,
        "r": "kjv:Numbers:27:10",
        "t": "And*p if he have no brethren, then ye shall give his inheritance unto his father's brethren."
    },
    {
        "o": 4710,
        "r": "kjv:Numbers:27:11",
        "t": "And*p if his father have no brethren, then ye shall give his inheritance unto his kinsman that is next to him of his family, and he shall possess it: and it shall be unto the children of Israel a statute of judgment, as the Lord*s commanded Moses."
    },
    {
        "o": 4711,
        "r": "kjv:Numbers:27:12",
        "t": "And*p the Lord*s said unto Moses, Get thee up into this mount Abarim, and see the land which I have given unto the children of Israel."
    },
    {
        "o": 4712,
        "r": "kjv:Numbers:27:13",
        "t": "And*p when thou hast seen it, thou also shalt be gathered unto thy people, as Aaron thy brother was gathered."
    },
    {
        "o": 4713,
        "r": "kjv:Numbers:27:14",
        "t": "For*p ye rebelled against my commandment in the desert of Zin, in the strife of the congregation, to sanctify me at the water before their eyes: that is the water of Meribah in Kadesh in the wilderness of Zin."
    },
    {
        "o": 4714,
        "r": "kjv:Numbers:27:15",
        "t": "And*p Moses spake unto the Lord,*s saying,"
    },
    {
        "o": 4715,
        "r": "kjv:Numbers:27:16",
        "t": "Let*p the Lord,*s the God of the spirits of all flesh, set a man over the congregation,"
    },
    {
        "o": 4716,
        "r": "kjv:Numbers:27:17",
        "t": "Which*p may go out before them, and which may go in before them, and which may lead them out, and which may bring them in; that the congregation of the Lord*s be not as sheep which have no shepherd."
    },
    {
        "o": 4717,
        "r": "kjv:Numbers:27:18",
        "t": "And*p the Lord*s said unto Moses, Take thee Joshua the son of Nun, a man in whom is the spirit, and lay thine hand upon him;"
    },
    {
        "o": 4718,
        "r": "kjv:Numbers:27:19",
        "t": "And*p set him before Eleazar the priest, and before all the congregation; and give him a charge in their sight."
    },
    {
        "o": 4719,
        "r": "kjv:Numbers:27:20",
        "t": "And*p thou shalt put some of thine honour upon him, that all the congregation of the children of Israel may be obedient."
    },
    {
        "o": 4720,
        "r": "kjv:Numbers:27:21",
        "t": "And*p he shall stand before Eleazar the priest, who shall ask counsel for him after the judgment of Urim before the Lord:*s at his word shall they go out, and at his word they shall come in, both he, and all the children of Israel with him, even all the congregation."
    },
    {
        "o": 4721,
        "r": "kjv:Numbers:27:22",
        "t": "And*p Moses did as the Lord*s commanded him: and he took Joshua, and set him before Eleazar the priest, and before all the congregation:"
    },
    {
        "o": 4722,
        "r": "kjv:Numbers:27:23",
        "t": "And*p he laid his hands upon him, and gave him a charge, as the Lord*s commanded by the hand of Moses."
    }
]
