[
    {
        "o": 20381,
        "r": "csb:Isaiah:29:0",
        "t": "Isaiah 29",
        "h": 1
    },
    {
        "o": 20382,
        "r": "csb:Isaiah:29:0",
        "t": "Woe to Jerusalem",
        "h": 2
    },
    {
        "o": 20383,
        "r": "csb:Isaiah:29:1",
        "t": "Woe*pn to Ariel, Ariel, the*ln city where David camped! Continue*ln year after year; let*ln the festivals recur."
    },
    {
        "o": 20384,
        "r": "csb:Isaiah:29:2",
        "t": "I*ln will oppress Ariel, and*ln there will be mourning and crying, and*ln she will be to me like an Ariel."
    },
    {
        "o": 20385,
        "r": "csb:Isaiah:29:3",
        "t": "I*ln will camp in a circle around you; I*ln will besiege you with earth ramps, and*ln I will set up my siege towers against you."
    },
    {
        "o": 20386,
        "r": "csb:Isaiah:29:4",
        "t": "You*ln will be brought down; you*ln will speak from the ground, and*ln your words will come from low in the dust. Your*ln voice will be like that of a spirit from the ground; your*ln speech will whisper from the dust."
    },
    {
        "o": 20387,
        "r": "csb:Isaiah:29:5",
        "t": "Your*pn many foes will be like fine dust, and*ln many of the ruthless, like blowing chaff. Then*ln suddenly, in an instant,"
    },
    {
        "o": 20388,
        "r": "csb:Isaiah:29:6",
        "t": "you*ln will be punished by the Lord*s of Armies with*ln thunder, earthquake, and loud noise, storm,*ln tempest, and a flame of consuming fire."
    },
    {
        "o": 20389,
        "r": "csb:Isaiah:29:7",
        "t": "All*ln the many nations going*ln out to battle against Ariel — all*ln the attackers, the siege works against her, and*ln those who oppress her — will*ln then be like a dream, a vision in the night."
    },
    {
        "o": 20390,
        "r": "csb:Isaiah:29:8",
        "t": "It*ln will be like a hungry one who dreams he is eating, then*ln wakes and is still hungry; and*ln like a thirsty one who dreams he is drinking, then*ln wakes and is still thirsty, longing for water. So*ln it will be for all the many nations who*ln go to battle against Mount Zion."
    },
    {
        "o": 20391,
        "r": "csb:Isaiah:29:9",
        "t": "Stop*pn and be astonished; blind*ln yourselves and be blind! They*ln are drunk, but not with wine; they*ln stagger, but not with beer."
    },
    {
        "o": 20392,
        "r": "csb:Isaiah:29:10",
        "t": "For*ln the Lord*s has poured out on you an*ln overwhelming urge to sleep; he*ln has shut your eyes (the prophets) and*ln covered your heads (the seers)."
    },
    {
        "o": 20393,
        "r": "csb:Isaiah:29:11",
        "t": "For*p you the entire vision will be like the words of a sealed document. If it is given to one who can read and he is asked to read it, he will say, “I can’t read it, because it is sealed.”"
    },
    {
        "o": 20394,
        "r": "csb:Isaiah:29:12",
        "t": "And if the document is given to one who cannot read and he is asked to read it, he will say, “I can’t read.”"
    },
    {
        "o": 20395,
        "r": "csb:Isaiah:29:13",
        "t": "The*p Lord said: These*pn people approach me with their speeches to*ln honor me with lip-service, yet*ln their hearts are far from me, and*ln human rules direct their worship of me."
    },
    {
        "o": 20396,
        "r": "csb:Isaiah:29:14",
        "t": "Therefore,*ln I will again confound these people with*ln wonder after wonder. The*ln wisdom of their wise will vanish, and*ln the perception of their perceptive will be hidden."
    },
    {
        "o": 20397,
        "r": "csb:Isaiah:29:15",
        "t": "Woe*pn to those who go to great lengths to*ln hide their plans from the Lord.*s They*ln do their works in the dark, and*ln say, “Who sees us? Who knows us?”"
    },
    {
        "o": 20398,
        "r": "csb:Isaiah:29:16",
        "t": "You*ln have turned things around, as*ln if the potter were the same as the clay. How*ln can what is made say about its maker, “He*ln didn’t make me”? How*ln can what is formed say*ln about the one who formed it, “He*ln doesn’t understand what he’s doing”?"
    },
    {
        "o": 20399,
        "r": "csb:Isaiah:29:17",
        "t": "Isn’t*pn it true that in just a little while Lebanon*ln will become an orchard, and*ln the orchard will seem like a forest?"
    },
    {
        "o": 20400,
        "r": "csb:Isaiah:29:18",
        "t": "On*ln that day the deaf will hear the*ln words of a document, and*ln out of a deep darkness the*ln eyes of the blind will see."
    },
    {
        "o": 20401,
        "r": "csb:Isaiah:29:19",
        "t": "The*ln humble will have joy after*ln joy in the Lord,*s and*ln the poor people will rejoice in*ln the Holy One of Israel."
    },
    {
        "o": 20402,
        "r": "csb:Isaiah:29:20",
        "t": "For*ln the ruthless one will vanish, the*ln scorner will disappear, and*ln all those who lie in wait with evil intent will*ln be killed —"
    },
    {
        "o": 20403,
        "r": "csb:Isaiah:29:21",
        "t": "those*ln who, with their speech, accuse*ln a person of wrongdoing, who*ln set a trap for the one mediating at the city gate and*ln without cause deprive the righteous of justice."
    },
    {
        "o": 20404,
        "r": "csb:Isaiah:29:22",
        "t": "Therefore,*p the Lord*s who redeemed Abraham says this about the house of Jacob: Jacob*pn will no longer be ashamed, and*ln his face will no longer be pale."
    },
    {
        "o": 20405,
        "r": "csb:Isaiah:29:23",
        "t": "For*ln when he sees his children, the*ln work of my hands within his nation, they*ln will honor my name, they*ln will honor the Holy One of Jacob and*ln stand in awe of the God of Israel."
    },
    {
        "o": 20406,
        "r": "csb:Isaiah:29:24",
        "t": "Those*ln who are confused will gain understanding, and*ln those who grumble will accept instruction."
    }
]
