[
    {
        "o": 7768,
        "r": "esv:Judges:21:0",
        "t": "Judges 21",
        "h": 1
    },
    {
        "o": 7769,
        "r": "esv:Judges:21:0",
        "t": "Wives Provided for the Tribe of Benjamin",
        "h": 2
    },
    {
        "o": 7770,
        "r": "esv:Judges:21:1",
        "t": "Now*p the men of Israel had sworn at Mizpah, “No one of us shall give his daughter in marriage to Benjamin.”"
    },
    {
        "o": 7771,
        "r": "esv:Judges:21:2",
        "t": "And the people came to Bethel and sat there till evening before God, and they lifted up their voices and wept bitterly."
    },
    {
        "o": 7772,
        "r": "esv:Judges:21:3",
        "t": "And they said, “O Lord,*s the God of Israel, why has this happened in Israel, that today there should be one tribe lacking in Israel?”"
    },
    {
        "o": 7773,
        "r": "esv:Judges:21:4",
        "t": "And the next day the people rose early and built there an altar and offered burnt offerings and peace offerings."
    },
    {
        "o": 7774,
        "r": "esv:Judges:21:5",
        "t": "And the people of Israel said, “Which of all the tribes of Israel did not come up in the assembly to the Lord?”*s For they had taken a great oath concerning him who did not come up to the Lord*s to Mizpah, saying, “He shall surely be put to death.”"
    },
    {
        "o": 7775,
        "r": "esv:Judges:21:6",
        "t": "And the people of Israel had compassion for Benjamin their brother and said, “One tribe is cut off from Israel this day."
    },
    {
        "o": 7776,
        "r": "esv:Judges:21:7",
        "t": "What shall we do for wives for those who are left, since we have sworn by the Lord*s that we will not give them any of our daughters for wives?”"
    },
    {
        "o": 7777,
        "r": "esv:Judges:21:8",
        "t": "And*p they said, “What one is there of the tribes of Israel that did not come up to the Lord*s to Mizpah?” And behold, no one had come to the camp from Jabesh-gilead, to the assembly."
    },
    {
        "o": 7778,
        "r": "esv:Judges:21:9",
        "t": "For when the people were mustered, behold, not one of the inhabitants of Jabesh-gilead was there."
    },
    {
        "o": 7779,
        "r": "esv:Judges:21:10",
        "t": "So the congregation sent 12,000 of their bravest men there and commanded them, “Go and strike the inhabitants of Jabesh-gilead with the edge of the sword; also the women and the little ones."
    },
    {
        "o": 7780,
        "r": "esv:Judges:21:11",
        "t": "This is what you shall do: every male and every woman that has lain with a male you shall devote to destruction.”"
    },
    {
        "o": 7781,
        "r": "esv:Judges:21:12",
        "t": "And they found among the inhabitants of Jabesh-gilead 400 young virgins who had not known a man by lying with him, and they brought them to the camp at Shiloh, which is in the land of Canaan."
    },
    {
        "o": 7782,
        "r": "esv:Judges:21:13",
        "t": "Then*p the whole congregation sent word to the people of Benjamin who were at the rock of Rimmon and proclaimed peace to them."
    },
    {
        "o": 7783,
        "r": "esv:Judges:21:14",
        "t": "And Benjamin returned at that time. And they gave them the women whom they had saved alive of the women of Jabesh-gilead, but they were not enough for them."
    },
    {
        "o": 7784,
        "r": "esv:Judges:21:15",
        "t": "And the people had compassion on Benjamin because the Lord*s had made a breach in the tribes of Israel."
    },
    {
        "o": 7785,
        "r": "esv:Judges:21:16",
        "t": "Then*p the elders of the congregation said, “What shall we do for wives for those who are left, since the women are destroyed out of Benjamin?”"
    },
    {
        "o": 7786,
        "r": "esv:Judges:21:17",
        "t": "And they said, “There must be an inheritance for the survivors of Benjamin, that a tribe not be blotted out from Israel."
    },
    {
        "o": 7787,
        "r": "esv:Judges:21:18",
        "t": "Yet we cannot give them wives from our daughters.” For the people of Israel had sworn, “Cursed be he who gives a wife to Benjamin.”"
    },
    {
        "o": 7788,
        "r": "esv:Judges:21:19",
        "t": "So they said, “Behold, there is the yearly feast of the Lord*s at Shiloh, which is north of Bethel, on the east of the highway that goes up from Bethel to Shechem, and south of Lebonah.”"
    },
    {
        "o": 7789,
        "r": "esv:Judges:21:20",
        "t": "And they commanded the people of Benjamin, saying, “Go and lie in ambush in the vineyards"
    },
    {
        "o": 7790,
        "r": "esv:Judges:21:21",
        "t": "and watch. If the daughters of Shiloh come out to dance in the dances, then come out of the vineyards and snatch each man his wife from the daughters of Shiloh, and go to the land of Benjamin."
    },
    {
        "o": 7791,
        "r": "esv:Judges:21:22",
        "t": "And when their fathers or their brothers come to complain to us, we will say to them, ‘Grant them graciously to us, because we did not take for each man of them his wife in battle, neither did you give them to them, else you would now be guilty.’”"
    },
    {
        "o": 7792,
        "r": "esv:Judges:21:23",
        "t": "And the people of Benjamin did so and took their wives, according to their number, from the dancers whom they carried off. Then they went and returned to their inheritance and rebuilt the towns and lived in them."
    },
    {
        "o": 7793,
        "r": "esv:Judges:21:24",
        "t": "And the people of Israel departed from there at that time, every man to his tribe and family, and they went out from there every man to his inheritance."
    },
    {
        "o": 7794,
        "r": "esv:Judges:21:25",
        "t": "In*p those days there was no king in Israel. Everyone did what was right in his own eyes."
    }
]
