[
    {
        "o": 535,
        "r": "kjv:Genesis:21:0",
        "t": "Genesis 21",
        "h": 1
    },
    {
        "o": 536,
        "r": "kjv:Genesis:21:1",
        "t": "And*p the Lord*s visited Sarah as he had said, and the Lord*s did unto Sarah as he had spoken."
    },
    {
        "o": 537,
        "r": "kjv:Genesis:21:2",
        "t": "For*p Sarah conceived, and bare Abraham a son in his old age, at the set time of which God had spoken to him."
    },
    {
        "o": 538,
        "r": "kjv:Genesis:21:3",
        "t": "And*p Abraham called the name of his son that was born unto him, whom Sarah bare to him, Isaac."
    },
    {
        "o": 539,
        "r": "kjv:Genesis:21:4",
        "t": "And*p Abraham circumcised his son Isaac being eight days old, as God had commanded him."
    },
    {
        "o": 540,
        "r": "kjv:Genesis:21:5",
        "t": "And*p Abraham was an hundred years old, when his son Isaac was born unto him."
    },
    {
        "o": 541,
        "r": "kjv:Genesis:21:6",
        "t": "And*p Sarah said, God hath made me to laugh, so that all that hear will laugh with me."
    },
    {
        "o": 542,
        "r": "kjv:Genesis:21:7",
        "t": "And*p she said, Who would have said unto Abraham, that Sarah should have given children suck? for I have born him a son in his old age."
    },
    {
        "o": 543,
        "r": "kjv:Genesis:21:8",
        "t": "And*p the child grew, and was weaned: and Abraham made a great feast the same day that Isaac was weaned."
    },
    {
        "o": 544,
        "r": "kjv:Genesis:21:9",
        "t": "And*p Sarah saw the son of Hagar the Egyptian, which she had born unto Abraham, mocking."
    },
    {
        "o": 545,
        "r": "kjv:Genesis:21:10",
        "t": "Wherefore*p she said unto Abraham, Cast out this bondwoman and her son: for the son of this bondwoman shall not be heir with my son, even with Isaac."
    },
    {
        "o": 546,
        "r": "kjv:Genesis:21:11",
        "t": "And*p the thing was very grievous in Abraham's sight because of his son."
    },
    {
        "o": 547,
        "r": "kjv:Genesis:21:12",
        "t": "And*p God said unto Abraham, Let it not be grievous in thy sight because of the lad, and because of thy bondwoman; in all that Sarah hath said unto thee, hearken unto her voice; for in Isaac shall thy seed be called."
    },
    {
        "o": 548,
        "r": "kjv:Genesis:21:13",
        "t": "And*p also of the son of the bondwoman will I make a nation, because he is thy seed."
    },
    {
        "o": 549,
        "r": "kjv:Genesis:21:14",
        "t": "And*p Abraham rose up early in the morning, and took bread, and a bottle of water, and gave it unto Hagar, putting it on her shoulder, and the child, and sent her away: and she departed, and wandered in the wilderness of Beer–sheba."
    },
    {
        "o": 550,
        "r": "kjv:Genesis:21:15",
        "t": "And*p the water was spent in the bottle, and she cast the child under one of the shrubs."
    },
    {
        "o": 551,
        "r": "kjv:Genesis:21:16",
        "t": "And*p she went, and sat her down over against him a good way off, as it were a bowshot: for she said, Let me not see the death of the child. And she sat over against him, and lift up her voice, and wept."
    },
    {
        "o": 552,
        "r": "kjv:Genesis:21:17",
        "t": "And*p God heard the voice of the lad; and the angel of God called to Hagar out of heaven, and said unto her, What aileth thee, Hagar? fear not; for God hath heard the voice of the lad where he is."
    },
    {
        "o": 553,
        "r": "kjv:Genesis:21:18",
        "t": "Arise,*p lift up the lad, and hold him in thine hand; for I will make him a great nation."
    },
    {
        "o": 554,
        "r": "kjv:Genesis:21:19",
        "t": "And*p God opened her eyes, and she saw a well of water; and she went, and filled the bottle with water, and gave the lad drink."
    },
    {
        "o": 555,
        "r": "kjv:Genesis:21:20",
        "t": "And*p God was with the lad; and he grew, and dwelt in the wilderness, and became an archer."
    },
    {
        "o": 556,
        "r": "kjv:Genesis:21:21",
        "t": "And*p he dwelt in the wilderness of Paran: and his mother took him a wife out of the land of Egypt."
    },
    {
        "o": 557,
        "r": "kjv:Genesis:21:22",
        "t": "And*p it came to pass at that time, that Abimelech and Phichol the chief captain of his host spake unto Abraham, saying, God is with thee in all that thou doest:"
    },
    {
        "o": 558,
        "r": "kjv:Genesis:21:23",
        "t": "Now*p therefore swear unto me here by God that thou wilt not deal falsely with me, nor with my son, nor with my son's son: but according to the kindness that I have done unto thee, thou shalt do unto me, and to the land wherein thou hast sojourned."
    },
    {
        "o": 559,
        "r": "kjv:Genesis:21:24",
        "t": "And*p Abraham said, I will swear."
    },
    {
        "o": 560,
        "r": "kjv:Genesis:21:25",
        "t": "And*p Abraham reproved Abimelech because of a well of water, which Abimelech's servants had violently taken away."
    },
    {
        "o": 561,
        "r": "kjv:Genesis:21:26",
        "t": "And*p Abimelech said, I wot not who hath done this thing: neither didst thou tell me, neither yet heard I of it, but to day."
    },
    {
        "o": 562,
        "r": "kjv:Genesis:21:27",
        "t": "And*p Abraham took sheep and oxen, and gave them unto Abimelech; and both of them made a covenant."
    },
    {
        "o": 563,
        "r": "kjv:Genesis:21:28",
        "t": "And*p Abraham set seven ewe lambs of the flock by themselves."
    },
    {
        "o": 564,
        "r": "kjv:Genesis:21:29",
        "t": "And*p Abimelech said unto Abraham, What mean these seven ewe lambs which thou hast set by themselves?"
    },
    {
        "o": 565,
        "r": "kjv:Genesis:21:30",
        "t": "And*p he said, For these seven ewe lambs shalt thou take of my hand, that they may be a witness unto me, that I have digged this well."
    },
    {
        "o": 566,
        "r": "kjv:Genesis:21:31",
        "t": "Wherefore*p he called that place Beer–sheba; because there they sware both of them."
    },
    {
        "o": 567,
        "r": "kjv:Genesis:21:32",
        "t": "Thus*p they made a covenant at Beer–sheba: then Abimelech rose up, and Phichol the chief captain of his host, and they returned into the land of the Philistines."
    },
    {
        "o": 568,
        "r": "kjv:Genesis:21:33",
        "t": "And*p Abraham planted a grove in Beer–sheba, and called there on the name of the Lord,*s the everlasting God."
    },
    {
        "o": 569,
        "r": "kjv:Genesis:21:34",
        "t": "And*p Abraham sojourned in the Philistines' land many days."
    }
]
