[
    {
        "o": 25725,
        "r": "nasb:Malachi:1:0",
        "t": "Malachi 1",
        "h": 1
    },
    {
        "o": 25726,
        "r": "nasb:Malachi:1:0",
        "t": "God’s Love for Jacob",
        "h": 2
    },
    {
        "o": 25727,
        "r": "nasb:Malachi:1:1",
        "t": "The*p oracle of the word of the Lord*s to Israel through Malachi."
    },
    {
        "o": 25728,
        "r": "nasb:Malachi:1:2",
        "t": "“I*p have loved you,” says the Lord.*s But you say, “How have You loved us?” “Was*i not Esau Jacob’s brother?” declares the Lord.*s “Yet I have loved Jacob;"
    },
    {
        "o": 25729,
        "r": "nasb:Malachi:1:3",
        "t": "but I have hated Esau, and I have made his mountains a desolation and appointed*i his inheritance for the jackals of the wilderness.”"
    },
    {
        "o": 25730,
        "r": "nasb:Malachi:1:4",
        "t": "Though Edom says, “We have been beaten down, but we will return and build up the ruins”; thus says the Lord*s of hosts, “They may build, but I will tear down; and men*i will call them the wicked territory, and the people toward whom the Lord*s is indignant forever.”"
    },
    {
        "o": 25731,
        "r": "nasb:Malachi:1:5",
        "t": "Your eyes will see this and you will say, “The Lord*s be magnified beyond the border of Israel!”"
    },
    {
        "o": 25732,
        "r": "nasb:Malachi:1:5",
        "t": "Sin of the Priests",
        "h": 2
    },
    {
        "o": 25733,
        "r": "nasb:Malachi:1:6",
        "t": "“ ‘A*p son honors his*i father, and a servant his master. Then if I am a father, where is My honor? And if I am a master, where is My respect?’ says the Lord*s of hosts to you, O priests who despise My name. But you say, ‘How have we despised Your name?’"
    },
    {
        "o": 25734,
        "r": "nasb:Malachi:1:7",
        "t": "You*i are presenting defiled food upon My altar. But you say, ‘How have we defiled You?’ In that you say, ‘The table of the Lord*s is to be despised.’"
    },
    {
        "o": 25735,
        "r": "nasb:Malachi:1:8",
        "t": "But when you present the blind for sacrifice, is it not evil? And when you present the lame and sick, is it not evil? Why not offer it to your governor? Would he be pleased with you? Or would he receive you kindly?” says the Lord*s of hosts."
    },
    {
        "o": 25736,
        "r": "nasb:Malachi:1:9",
        "t": "“But now will you not entreat God’s favor, that He may be gracious to us? With such an offering on your part, will He receive any of you kindly?” says the Lord*s of hosts."
    },
    {
        "o": 25737,
        "r": "nasb:Malachi:1:10",
        "t": "“Oh that there were one among you who would shut the gates, that you might not uselessly kindle fire*i on*i My altar! I am not pleased with you,” says the Lord*s of hosts, “nor will I accept an offering from you."
    },
    {
        "o": 25738,
        "r": "nasb:Malachi:1:11",
        "t": "For from the rising of the sun even to its setting, My name will*i be*i great among the nations, and in every place incense is going to be offered to My name, and a grain offering that*i is*i pure; for My name will*i be*i great among the nations,” says the Lord*s of hosts."
    },
    {
        "o": 25739,
        "r": "nasb:Malachi:1:12",
        "t": "“But you are profaning it, in that you say, ‘The table of the Lord is defiled, and as for its fruit, its food is to be despised.’"
    },
    {
        "o": 25740,
        "r": "nasb:Malachi:1:13",
        "t": "You also say, ‘My, how tiresome it is!’ And you disdainfully sniff at it,” says the Lord*s of hosts, “and you bring what was taken by robbery and what*i is*i lame or sick; so you bring the offering! Should I receive that from your hand?” says the Lord.*s"
    },
    {
        "o": 25741,
        "r": "nasb:Malachi:1:14",
        "t": "“But cursed be the swindler who has a male in his flock and vows it, but sacrifices a blemished animal to the Lord, for I am a great King,” says the Lord*s of hosts, “and My name is feared among the nations.”"
    }
]
