[
    {
        "o": 25008,
        "r": "esv:Amos:9:0",
        "t": "Amos 9",
        "h": 1
    },
    {
        "o": 25009,
        "r": "esv:Amos:9:0",
        "t": "The Destruction of Israel",
        "h": 2
    },
    {
        "o": 25010,
        "r": "esv:Amos:9:1",
        "t": "I*p saw the Lord standing beside the altar, and he said: “Strike*pn the capitals until the thresholds shake, and*ld shatter them on the heads of all the people; and*ln those who are left of them I will kill with the sword; not*ld one of them shall flee away; not*ld one of them shall escape."
    },
    {
        "o": 25011,
        "r": "esv:Amos:9:2",
        "t": "“If*pn they dig into Sheol, from*ld there shall my hand take them; if*ln they climb up to heaven, from*ld there I will bring them down."
    },
    {
        "o": 25012,
        "r": "esv:Amos:9:3",
        "t": "If*ln they hide themselves on the top of Carmel, from*ld there I will search them out and take them; and*ln if they hide from my sight at the bottom of the sea, there*ld I will command the serpent, and it shall bite them."
    },
    {
        "o": 25013,
        "r": "esv:Amos:9:4",
        "t": "And*ln if they go into captivity before their enemies, there*ld I will command the sword, and it shall kill them; and*ln I will fix my eyes upon them for*ld evil and not for good.”"
    },
    {
        "o": 25014,
        "r": "esv:Amos:9:5",
        "t": "The*pn Lord God*s of hosts, he*ln who touches the earth and it melts, and*ld all who dwell in it mourn, and*ln all of it rises like the Nile, and*ld sinks again, like the Nile of Egypt;"
    },
    {
        "o": 25015,
        "r": "esv:Amos:9:6",
        "t": "who*ln builds his upper chambers in the heavens and*ld founds his vault upon the earth; who*ln calls for the waters of the sea and*ld pours them out upon the surface of the earth— the*ln Lord*s is his name."
    },
    {
        "o": 25016,
        "r": "esv:Amos:9:7",
        "t": "“Are*pn you not like the Cushites to me, O*ld people of Israel?” declares the Lord.*s “Did*ln I not bring up Israel from the land of Egypt, and*ld the Philistines from Caphtor and the Syrians from Kir?"
    },
    {
        "o": 25017,
        "r": "esv:Amos:9:8",
        "t": "Behold,*ln the eyes of the Lord God*s are upon the sinful kingdom, and*ld I will destroy it from the surface of the ground, except*ld that I will not utterly destroy the house of Jacob,” declares*l the Lord.*s"
    },
    {
        "o": 25018,
        "r": "esv:Amos:9:9",
        "t": "“For*pn behold, I will command, and*ld shake the house of Israel among all the nations as*ln one shakes with a sieve, but*ld no pebble shall fall to the earth."
    },
    {
        "o": 25019,
        "r": "esv:Amos:9:10",
        "t": "All*ln the sinners of my people shall die by the sword, who*ld say, ‘Disaster shall not overtake or meet us.’"
    },
    {
        "o": 25020,
        "r": "esv:Amos:9:10",
        "t": "The Restoration of Israel",
        "h": 2
    },
    {
        "o": 25021,
        "r": "esv:Amos:9:11",
        "t": "“In*pn that day I will raise up the*ld booth of David that is fallen and*ln repair its breaches, and*ld raise up its ruins and*ld rebuild it as in the days of old,"
    },
    {
        "o": 25022,
        "r": "esv:Amos:9:12",
        "t": "that*ln they may possess the remnant of Edom and*ld all the nations who are called by my name,” declares*ld the Lord*s who does this."
    },
    {
        "o": 25023,
        "r": "esv:Amos:9:13",
        "t": "“Behold,*pn the days are coming,” declares the Lord,*s “when*ld the plowman shall overtake the reaper and*ld the treader of grapes him who sows the seed; the*ln mountains shall drip sweet wine, and*ld all the hills shall flow with it."
    },
    {
        "o": 25024,
        "r": "esv:Amos:9:14",
        "t": "I*ln will restore the fortunes of my people Israel, and*ld they shall rebuild the ruined cities and inhabit them; they*ln shall plant vineyards and drink their wine, and*ld they shall make gardens and eat their fruit."
    },
    {
        "o": 25025,
        "r": "esv:Amos:9:15",
        "t": "I*ln will plant them on their land, and*ld they shall never again be uprooted out*ld of the land that I have given them,” says*l the Lord*s your God."
    }
]
