[
    {
        "o": 1964,
        "r": "esv:Exodus:11:0",
        "t": "Exodus 11",
        "h": 1
    },
    {
        "o": 1965,
        "r": "esv:Exodus:11:0",
        "t": "A Final Plague Threatened",
        "h": 2
    },
    {
        "o": 1966,
        "r": "esv:Exodus:11:1",
        "t": "The*p Lord*s said to Moses, “Yet one plague more I will bring upon Pharaoh and upon Egypt. Afterward he will let you go from here. When he lets you go, he will drive you away completely."
    },
    {
        "o": 1967,
        "r": "esv:Exodus:11:2",
        "t": "Speak now in the hearing of the people, that they ask, every man of his neighbor and every woman of her neighbor, for silver and gold jewelry.”"
    },
    {
        "o": 1968,
        "r": "esv:Exodus:11:3",
        "t": "And the Lord*s gave the people favor in the sight of the Egyptians. Moreover, the man Moses was very great in the land of Egypt, in the sight of Pharaoh’s servants and in the sight of the people."
    },
    {
        "o": 1969,
        "r": "esv:Exodus:11:4",
        "t": "So*p Moses said, “Thus says the Lord:*s ‘About midnight I will go out in the midst of Egypt,"
    },
    {
        "o": 1970,
        "r": "esv:Exodus:11:5",
        "t": "and every firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sits on his throne, even to the firstborn of the slave girl who is behind the handmill, and all the firstborn of the cattle."
    },
    {
        "o": 1971,
        "r": "esv:Exodus:11:6",
        "t": "There shall be a great cry throughout all the land of Egypt, such as there has never been, nor ever will be again."
    },
    {
        "o": 1972,
        "r": "esv:Exodus:11:7",
        "t": "But not a dog shall growl against any of the people of Israel, either man or beast, that you may know that the Lord*s makes a distinction between Egypt and Israel.’"
    },
    {
        "o": 1973,
        "r": "esv:Exodus:11:8",
        "t": "And all these your servants shall come down to me and bow down to me, saying, ‘Get out, you and all the people who follow you.’ And after that I will go out.” And he went out from Pharaoh in hot anger."
    },
    {
        "o": 1974,
        "r": "esv:Exodus:11:9",
        "t": "Then the Lord*s said to Moses, “Pharaoh will not listen to you, that my wonders may be multiplied in the land of Egypt.”"
    },
    {
        "o": 1975,
        "r": "esv:Exodus:11:10",
        "t": "Moses*p and Aaron did all these wonders before Pharaoh, and the Lord*s hardened Pharaoh’s heart, and he did not let the people of Israel go out of his land."
    }
]
