[
    {
        "o": 7866,
        "r": "esv:Ruth:4:0",
        "t": "Ruth 4",
        "h": 1
    },
    {
        "o": 7867,
        "r": "esv:Ruth:4:0",
        "t": "Boaz Redeems Ruth",
        "h": 2
    },
    {
        "o": 7868,
        "r": "esv:Ruth:4:1",
        "t": "Now*p Boaz had gone up to the gate and sat down there. And behold, the redeemer, of whom Boaz had spoken, came by. So Boaz said, “Turn aside, friend; sit down here.” And he turned aside and sat down."
    },
    {
        "o": 7869,
        "r": "esv:Ruth:4:2",
        "t": "And he took ten men of the elders of the city and said, “Sit down here.” So they sat down."
    },
    {
        "o": 7870,
        "r": "esv:Ruth:4:3",
        "t": "Then he said to the redeemer, “Naomi, who has come back from the country of Moab, is selling the parcel of land that belonged to our relative Elimelech."
    },
    {
        "o": 7871,
        "r": "esv:Ruth:4:4",
        "t": "So I thought I would tell you of it and say, ‘Buy it in the presence of those sitting here and in the presence of the elders of my people.’ If you will redeem it, redeem it. But if you will not, tell me, that I may know, for there is no one besides you to redeem it, and I come after you.” And he said, “I will redeem it.”"
    },
    {
        "o": 7872,
        "r": "esv:Ruth:4:5",
        "t": "Then Boaz said, “The day you buy the field from the hand of Naomi, you also acquire Ruth the Moabite, the widow of the dead, in order to perpetuate the name of the dead in his inheritance.”"
    },
    {
        "o": 7873,
        "r": "esv:Ruth:4:6",
        "t": "Then the redeemer said, “I cannot redeem it for myself, lest I impair my own inheritance. Take my right of redemption yourself, for I cannot redeem it.”"
    },
    {
        "o": 7874,
        "r": "esv:Ruth:4:7",
        "t": "Now*p this was the custom in former times in Israel concerning redeeming and exchanging: to confirm a transaction, the one drew off his sandal and gave it to the other, and this was the manner of attesting in Israel."
    },
    {
        "o": 7875,
        "r": "esv:Ruth:4:8",
        "t": "So when the redeemer said to Boaz, “Buy it for yourself,” he drew off his sandal."
    },
    {
        "o": 7876,
        "r": "esv:Ruth:4:9",
        "t": "Then Boaz said to the elders and all the people, “You are witnesses this day that I have bought from the hand of Naomi all that belonged to Elimelech and all that belonged to Chilion and to Mahlon."
    },
    {
        "o": 7877,
        "r": "esv:Ruth:4:10",
        "t": "Also Ruth the Moabite, the widow of Mahlon, I have bought to be my wife, to perpetuate the name of the dead in his inheritance, that the name of the dead may not be cut off from among his brothers and from the gate of his native place. You are witnesses this day.”"
    },
    {
        "o": 7878,
        "r": "esv:Ruth:4:11",
        "t": "Then all the people who were at the gate and the elders said, “We are witnesses. May the Lord*s make the woman, who is coming into your house, like Rachel and Leah, who together built up the house of Israel. May you act worthily in Ephrathah and be renowned in Bethlehem,"
    },
    {
        "o": 7879,
        "r": "esv:Ruth:4:12",
        "t": "and may your house be like the house of Perez, whom Tamar bore to Judah, because of the offspring that the Lord*s will give you by this young woman.”"
    },
    {
        "o": 7880,
        "r": "esv:Ruth:4:12",
        "t": "Ruth and Boaz Marry",
        "h": 2
    },
    {
        "o": 7881,
        "r": "esv:Ruth:4:13",
        "t": "So*p Boaz took Ruth, and she became his wife. And he went in to her, and the Lord*s gave her conception, and she bore a son."
    },
    {
        "o": 7882,
        "r": "esv:Ruth:4:14",
        "t": "Then the women said to Naomi, “Blessed be the Lord,*s who has not left you this day without a redeemer, and may his name be renowned in Israel!"
    },
    {
        "o": 7883,
        "r": "esv:Ruth:4:15",
        "t": "He shall be to you a restorer of life and a nourisher of your old age, for your daughter-in-law who loves you, who is more to you than seven sons, has given birth to him.”"
    },
    {
        "o": 7884,
        "r": "esv:Ruth:4:16",
        "t": "Then Naomi took the child and laid him on her lap and became his nurse."
    },
    {
        "o": 7885,
        "r": "esv:Ruth:4:17",
        "t": "And the women of the neighborhood gave him a name, saying, “A son has been born to Naomi.” They named him Obed. He was the father of Jesse, the father of David."
    },
    {
        "o": 7886,
        "r": "esv:Ruth:4:17",
        "t": "The Genealogy of David",
        "h": 2
    },
    {
        "o": 7887,
        "r": "esv:Ruth:4:18",
        "t": "Now*p these are the generations of Perez: Perez fathered Hezron,"
    },
    {
        "o": 7888,
        "r": "esv:Ruth:4:19",
        "t": "Hezron fathered Ram, Ram fathered Amminadab,"
    },
    {
        "o": 7889,
        "r": "esv:Ruth:4:20",
        "t": "Amminadab fathered Nahshon, Nahshon fathered Salmon,"
    },
    {
        "o": 7890,
        "r": "esv:Ruth:4:21",
        "t": "Salmon fathered Boaz, Boaz fathered Obed,"
    },
    {
        "o": 7891,
        "r": "esv:Ruth:4:22",
        "t": "Obed fathered Jesse, and Jesse fathered David."
    }
]
