[
    {
        "o": 31914,
        "r": "niv:2 Corinthians:6:0",
        "t": "2 Corinthians 6",
        "h": 1
    },
    {
        "o": 31915,
        "r": "niv:2 Corinthians:6:1",
        "t": "As*p God’s co-workers we urge you not to receive God’s grace in vain."
    },
    {
        "o": 31916,
        "r": "niv:2 Corinthians:6:2",
        "t": "For he says, “In*pn the time of my favor I heard you, and*ld in the day of salvation I helped you.” I*p tell you, now is the time of God’s favor, now is the day of salvation."
    },
    {
        "o": 31917,
        "r": "niv:2 Corinthians:6:2",
        "t": "Paul’s Hardships",
        "h": 2
    },
    {
        "o": 31918,
        "r": "niv:2 Corinthians:6:3",
        "t": "We*p put no stumbling block in anyone’s path, so that our ministry will not be discredited."
    },
    {
        "o": 31919,
        "r": "niv:2 Corinthians:6:4",
        "t": "Rather, as servants of God we commend ourselves in every way: in great endurance; in troubles, hardships and distresses;"
    },
    {
        "o": 31920,
        "r": "niv:2 Corinthians:6:5",
        "t": "in beatings, imprisonments and riots; in hard work, sleepless nights and hunger;"
    },
    {
        "o": 31921,
        "r": "niv:2 Corinthians:6:6",
        "t": "in purity, understanding, patience and kindness; in the Holy Spirit and in sincere love;"
    },
    {
        "o": 31922,
        "r": "niv:2 Corinthians:6:7",
        "t": "in truthful speech and in the power of God; with weapons of righteousness in the right hand and in the left;"
    },
    {
        "o": 31923,
        "r": "niv:2 Corinthians:6:8",
        "t": "through glory and dishonor, bad report and good report; genuine, yet regarded as impostors;"
    },
    {
        "o": 31924,
        "r": "niv:2 Corinthians:6:9",
        "t": "known, yet regarded as unknown; dying, and yet we live on; beaten, and yet not killed;"
    },
    {
        "o": 31925,
        "r": "niv:2 Corinthians:6:10",
        "t": "sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything."
    },
    {
        "o": 31926,
        "r": "niv:2 Corinthians:6:11",
        "t": "We*p have spoken freely to you, Corinthians, and opened wide our hearts to you."
    },
    {
        "o": 31927,
        "r": "niv:2 Corinthians:6:12",
        "t": "We are not withholding our affection from you, but you are withholding yours from us."
    },
    {
        "o": 31928,
        "r": "niv:2 Corinthians:6:13",
        "t": "As a fair exchange—I speak as to my children—open wide your hearts also."
    },
    {
        "o": 31929,
        "r": "niv:2 Corinthians:6:13",
        "t": "Warning Against Idolatry",
        "h": 2
    },
    {
        "o": 31930,
        "r": "niv:2 Corinthians:6:14",
        "t": "Do*p not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"
    },
    {
        "o": 31931,
        "r": "niv:2 Corinthians:6:15",
        "t": "What harmony is there between Christ and Belial? Or what does a believer have in common with an unbeliever?"
    },
    {
        "o": 31932,
        "r": "niv:2 Corinthians:6:16",
        "t": "What agreement is there between the temple of God and idols? For we are the temple of the living God. As God has said: “I*pn will live with them and*ld walk among them, and*ln I will be their God, and*ld they will be my people.”"
    },
    {
        "o": 31933,
        "r": "niv:2 Corinthians:6:17",
        "t": "Therefore,*p “Come*pn out from them and*ld be separate, says*ld the Lord. Touch*pn no unclean thing, and*ld I will receive you.”"
    },
    {
        "o": 31934,
        "r": "niv:2 Corinthians:6:18",
        "t": "And,*p “I*pn will be a Father to you, and*ld you will be my sons and daughters, says*ld the Lord Almighty.”"
    }
]
