[
    {
        "o": 14485,
        "r": "kjv:Psalm:7:0",
        "t": "Psalm 7",
        "h": 1
    },
    {
        "o": 14486,
        "r": "kjv:Psalm:7:0",
        "t": "Shiggaion of David, which he sang unto the Lord, concerning the words of Cush the Benjamite.",
        "h": 4
    },
    {
        "o": 14487,
        "r": "kjv:Psalm:7:1",
        "t": "O*p Lord*s my God, in thee do I put my trust: save me from all them that persecute me, and deliver me:"
    },
    {
        "o": 14488,
        "r": "kjv:Psalm:7:2",
        "t": "Lest*p he tear my soul like a lion, rending it in pieces, while there is none to deliver."
    },
    {
        "o": 14489,
        "r": "kjv:Psalm:7:3",
        "t": "O*p Lord*s my God, if I have done this; if there be iniquity in my hands;"
    },
    {
        "o": 14490,
        "r": "kjv:Psalm:7:4",
        "t": "If*p I have rewarded evil unto him that was at peace with me; (yea, I have delivered him that without cause is mine enemy:)"
    },
    {
        "o": 14491,
        "r": "kjv:Psalm:7:5",
        "t": "Let*p the enemy persecute my soul, and take it; yea, let him tread down my life upon the earth, and lay mine honour in the dust. Selah."
    },
    {
        "o": 14492,
        "r": "kjv:Psalm:7:6",
        "t": "Arise,*p O Lord,*s in thine anger, lift up thyself because of the rage of mine enemies: and awake for me to the judgment that thou hast commanded."
    },
    {
        "o": 14493,
        "r": "kjv:Psalm:7:7",
        "t": "So*p shall the congregation of the people compass thee about: for their sakes therefore return thou on high."
    },
    {
        "o": 14494,
        "r": "kjv:Psalm:7:8",
        "t": "The*p Lord*s shall judge the people: judge me, O Lord,*s according to my righteousness, and according to mine integrity that is in me."
    },
    {
        "o": 14495,
        "r": "kjv:Psalm:7:9",
        "t": "Oh*p let the wickedness of the wicked come to an end; but establish the just: for the righteous God trieth the hearts and reins."
    },
    {
        "o": 14496,
        "r": "kjv:Psalm:7:10",
        "t": "My*p defence is of God, which saveth the upright in heart."
    },
    {
        "o": 14497,
        "r": "kjv:Psalm:7:11",
        "t": "God*p judgeth the righteous, and God is angry with the wicked every day."
    },
    {
        "o": 14498,
        "r": "kjv:Psalm:7:12",
        "t": "If*p he turn not, he will whet his sword; he hath bent his bow, and made it ready."
    },
    {
        "o": 14499,
        "r": "kjv:Psalm:7:13",
        "t": "He*p hath also prepared for him the instruments of death; he ordaineth his arrows against the persecutors."
    },
    {
        "o": 14500,
        "r": "kjv:Psalm:7:14",
        "t": "Behold,*p he travaileth with iniquity, and hath conceived mischief, and brought forth falsehood."
    },
    {
        "o": 14501,
        "r": "kjv:Psalm:7:15",
        "t": "He*p made a pit, and digged it, and is fallen into the ditch which he made."
    },
    {
        "o": 14502,
        "r": "kjv:Psalm:7:16",
        "t": "His*p mischief shall return upon his own head, and his violent dealing shall come down upon his own pate."
    },
    {
        "o": 14503,
        "r": "kjv:Psalm:7:17",
        "t": "I*p will praise the Lord*s according to his righteousness: and will sing praise to the name of the Lord*s most high."
    }
]
