[
    {
        "o": 13327,
        "r": "nasb:Ezra:3:0",
        "t": "Ezra 3",
        "h": 1
    },
    {
        "o": 13328,
        "r": "nasb:Ezra:3:0",
        "t": "Altar and Sacrifices Restored",
        "h": 2
    },
    {
        "o": 13329,
        "r": "nasb:Ezra:3:1",
        "t": "Now*p when the seventh month came, and the sons of Israel were*i in the cities, the people gathered together as one man to Jerusalem."
    },
    {
        "o": 13330,
        "r": "nasb:Ezra:3:2",
        "t": "Then Jeshua the son of Jozadak and his brothers the priests, and Zerubbabel the son of Shealtiel and his brothers arose and built the altar of the God of Israel to offer burnt offerings on it, as it is written in the law of Moses, the man of God."
    },
    {
        "o": 13331,
        "r": "nasb:Ezra:3:3",
        "t": "So they set up the altar on its foundation, for they were terrified because of the peoples of the lands; and they offered burnt offerings on it to the Lord,*s burnt offerings morning and evening."
    },
    {
        "o": 13332,
        "r": "nasb:Ezra:3:4",
        "t": "They celebrated the Feast of Booths, as it is written, and offered*i the fixed number of burnt offerings daily, according to the ordinance, as each day required;"
    },
    {
        "o": 13333,
        "r": "nasb:Ezra:3:5",
        "t": "and afterward there*i was*i a continual burnt offering, also for the new moons and for all the fixed festivals of the Lord*s that were consecrated, and from everyone who offered a freewill offering to the Lord.*s"
    },
    {
        "o": 13334,
        "r": "nasb:Ezra:3:6",
        "t": "From the first day of the seventh month they began to offer burnt offerings to the Lord,*s but the foundation of the temple of the Lord*s had not been laid."
    },
    {
        "o": 13335,
        "r": "nasb:Ezra:3:7",
        "t": "Then they gave money to the masons and carpenters, and food, drink and oil to the Sidonians and to the Tyrians, to bring cedar wood from Lebanon to the sea at Joppa, according to the permission they had from Cyrus king of Persia."
    },
    {
        "o": 13336,
        "r": "nasb:Ezra:3:7",
        "t": "Temple Restoration Begun",
        "h": 2
    },
    {
        "o": 13337,
        "r": "nasb:Ezra:3:8",
        "t": "Now*p in the second year of their coming to the house of God at Jerusalem in the second month, Zerubbabel the son of Shealtiel and Jeshua the son of Jozadak and the rest of their brothers the priests and the Levites, and all who came from the captivity to Jerusalem, began the*i work*i and appointed the Levites from twenty years and older to oversee the work of the house of the Lord.*s"
    },
    {
        "o": 13338,
        "r": "nasb:Ezra:3:9",
        "t": "Then Jeshua with*i his sons and brothers stood united with*i Kadmiel and his sons, the sons of Judah and*i the sons of Henadad with*i their sons and brothers the Levites, to oversee the workmen in the temple of God."
    },
    {
        "o": 13339,
        "r": "nasb:Ezra:3:10",
        "t": "Now*p when the builders had laid the foundation of the temple of the Lord,*s the priests stood in their apparel with trumpets, and the Levites, the sons of Asaph, with cymbals, to praise the Lord*s according to the directions of King David of Israel."
    },
    {
        "o": 13340,
        "r": "nasb:Ezra:3:11",
        "t": "They sang, praising and giving thanks to the Lord,*s saying,*i “For He is good, for His lovingkindness is upon Israel forever.” And all the people shouted with a great shout when they praised the Lord*s because the foundation of the house of the Lord*s was laid."
    },
    {
        "o": 13341,
        "r": "nasb:Ezra:3:12",
        "t": "Yet many of the priests and Levites and heads of fathers’ households,*i the old men who had seen the first temple, wept with a loud voice when the foundation of this house was laid before their eyes, while many shouted aloud for joy,"
    },
    {
        "o": 13342,
        "r": "nasb:Ezra:3:13",
        "t": "so that the people could not distinguish the sound of the shout of joy from the sound of the weeping of the people, for the people shouted with a loud shout, and the sound was heard far away."
    }
]
