[
    {
        "o": 15079,
        "r": "kjv:Psalm:40:0",
        "t": "Psalm 40",
        "h": 1
    },
    {
        "o": 15080,
        "r": "kjv:Psalm:40:0",
        "t": "To the chief Musician, A Psalm of David.",
        "h": 4
    },
    {
        "o": 15081,
        "r": "kjv:Psalm:40:1",
        "t": "I*p waited patiently for the Lord;*s and he inclined unto me, and heard my cry."
    },
    {
        "o": 15082,
        "r": "kjv:Psalm:40:2",
        "t": "He*p brought me up also out of an horrible pit, out of the miry clay, and set my feet upon a rock, and established my goings."
    },
    {
        "o": 15083,
        "r": "kjv:Psalm:40:3",
        "t": "And*p he hath put a new song in my mouth, even praise unto our God: many shall see it, and fear, and shall trust in the Lord.*s"
    },
    {
        "o": 15084,
        "r": "kjv:Psalm:40:4",
        "t": "Blessed*p is that man that maketh the Lord*s his trust, and respecteth not the proud, nor such as turn aside to lies."
    },
    {
        "o": 15085,
        "r": "kjv:Psalm:40:5",
        "t": "Many,*p O Lord*s my God, are thy wonderful works which thou hast done, and thy thoughts which are to us-ward: they cannot be reckoned up in order unto thee: if I would declare and speak of them, they are more than can be numbered."
    },
    {
        "o": 15086,
        "r": "kjv:Psalm:40:6",
        "t": "Sacrifice*p and offering thou didst not desire; mine ears hast thou opened: burnt offering and sin offering hast thou not required."
    },
    {
        "o": 15087,
        "r": "kjv:Psalm:40:7",
        "t": "Then*p said I, Lo, I come: in the volume of the book it is written of me,"
    },
    {
        "o": 15088,
        "r": "kjv:Psalm:40:8",
        "t": "I*p delight to do thy will, O my God: yea, thy law is within my heart."
    },
    {
        "o": 15089,
        "r": "kjv:Psalm:40:9",
        "t": "I*p have preached righteousness in the great congregation: lo, I have not refrained my lips, O Lord,*s thou knowest."
    },
    {
        "o": 15090,
        "r": "kjv:Psalm:40:10",
        "t": "I*p have not hid thy righteousness within my heart; I have declared thy faithfulness and thy salvation: I have not concealed thy lovingkindness and thy truth from the great congregation."
    },
    {
        "o": 15091,
        "r": "kjv:Psalm:40:11",
        "t": "Withhold*p not thou thy tender mercies from me, O Lord:*s let thy lovingkindness and thy truth continually preserve me."
    },
    {
        "o": 15092,
        "r": "kjv:Psalm:40:12",
        "t": "For*p innumerable evils have compassed me about: mine iniquities have taken hold upon me, so that I am not able to look up; they are more than the hairs of mine head: therefore my heart faileth me."
    },
    {
        "o": 15093,
        "r": "kjv:Psalm:40:13",
        "t": "Be*p pleased, O Lord,*s to deliver me: O Lord,*s make haste to help me."
    },
    {
        "o": 15094,
        "r": "kjv:Psalm:40:14",
        "t": "Let*p them be ashamed and confounded together that seek after my soul to destroy it; let them be driven backward and put to shame that wish me evil."
    },
    {
        "o": 15095,
        "r": "kjv:Psalm:40:15",
        "t": "Let*p them be desolate for a reward of their shame that say unto me, Aha, aha."
    },
    {
        "o": 15096,
        "r": "kjv:Psalm:40:16",
        "t": "Let*p all those that seek thee rejoice and be glad in thee: let such as love thy salvation say continually, The Lord*s be magnified."
    },
    {
        "o": 15097,
        "r": "kjv:Psalm:40:17",
        "t": "But*p I am poor and needy; yet the Lord thinketh upon me: thou art my help and my deliverer; make no tarrying, O my God."
    }
]
