[
    {
        "o": 33493,
        "r": "csb:1 Thessalonians:2:0",
        "t": "1 Thessalonians 2",
        "h": 1
    },
    {
        "o": 33494,
        "r": "csb:1 Thessalonians:2:0",
        "t": "Paul’s Conduct",
        "h": 2
    },
    {
        "o": 33495,
        "r": "csb:1 Thessalonians:2:1",
        "t": "For*p you yourselves know, brothers and sisters, that our visit with you was not without result."
    },
    {
        "o": 33496,
        "r": "csb:1 Thessalonians:2:2",
        "t": "On the contrary, after we had previously suffered and were treated outrageously in Philippi, as you know, we were emboldened by our God to speak the gospel of God to you in spite of great opposition."
    },
    {
        "o": 33497,
        "r": "csb:1 Thessalonians:2:3",
        "t": "For our exhortation didn’t come from error or impurity or an intent to deceive."
    },
    {
        "o": 33498,
        "r": "csb:1 Thessalonians:2:4",
        "t": "Instead, just as we have been approved by God to be entrusted with the gospel, so we speak, not to please people, but rather God, who examines our hearts."
    },
    {
        "o": 33499,
        "r": "csb:1 Thessalonians:2:5",
        "t": "For we never used flattering speech, as you know, or had greedy motives- God is our witness-"
    },
    {
        "o": 33500,
        "r": "csb:1 Thessalonians:2:6",
        "t": "and we didn’t seek glory from people, either from you or from others."
    },
    {
        "o": 33501,
        "r": "csb:1 Thessalonians:2:7",
        "t": "Although we could have been a burden as Christ’s apostles, instead we were gentle among you, as a nurse nurtures her own children."
    },
    {
        "o": 33502,
        "r": "csb:1 Thessalonians:2:8",
        "t": "We cared so much for you that we were pleased to share with you not only the gospel of God but also our own lives, because you had become dear to us."
    },
    {
        "o": 33503,
        "r": "csb:1 Thessalonians:2:9",
        "t": "For you remember our labor and hardship, brothers and sisters. Working night and day so that we would not burden any of you, we preached God’s gospel to you."
    },
    {
        "o": 33504,
        "r": "csb:1 Thessalonians:2:10",
        "t": "You are witnesses, and so is God, of how devoutly, righteously, and blamelessly we conducted ourselves with you believers."
    },
    {
        "o": 33505,
        "r": "csb:1 Thessalonians:2:11",
        "t": "As you know, like a father with his own children,"
    },
    {
        "o": 33506,
        "r": "csb:1 Thessalonians:2:12",
        "t": "we encouraged, comforted, and implored each one of you to walk worthy of God, who calls you into his own kingdom and glory."
    },
    {
        "o": 33507,
        "r": "csb:1 Thessalonians:2:12",
        "t": "Reception and Opposition to the Message",
        "h": 2
    },
    {
        "o": 33508,
        "r": "csb:1 Thessalonians:2:13",
        "t": "This*p is why we constantly thank God, because when you received the word of God that you heard from us, you welcomed it not as a human message, but as it truly is, the word of God, which also works effectively in you who believe."
    },
    {
        "o": 33509,
        "r": "csb:1 Thessalonians:2:14",
        "t": "For you, brothers and sisters, became imitators of God’s churches in Christ Jesus that are in Judea, since you have also suffered the same things from people of your own country, just as they did from the Jews"
    },
    {
        "o": 33510,
        "r": "csb:1 Thessalonians:2:15",
        "t": "who killed the Lord Jesus and the prophets and persecuted us. They displease God and are hostile to everyone,"
    },
    {
        "o": 33511,
        "r": "csb:1 Thessalonians:2:16",
        "t": "by keeping us from speaking to the Gentiles so that they may be saved. As a result, they are constantly filling up their sins to the limit, and wrath has overtaken them at last."
    },
    {
        "o": 33512,
        "r": "csb:1 Thessalonians:2:16",
        "t": "Paul’s Desire to See Them",
        "h": 2
    },
    {
        "o": 33513,
        "r": "csb:1 Thessalonians:2:17",
        "t": "But*p as for us, brothers and sisters, after we were forced to leave you for a short time (in person, not in heart), we greatly desired and made every effort to return and see you face to face."
    },
    {
        "o": 33514,
        "r": "csb:1 Thessalonians:2:18",
        "t": "So we wanted to come to you - even I, Paul, time and again - but Satan hindered us."
    },
    {
        "o": 33515,
        "r": "csb:1 Thessalonians:2:19",
        "t": "For who is our hope or joy or crown of boasting in the presence of our Lord Jesus at his coming? Is it not you?"
    },
    {
        "o": 33516,
        "r": "csb:1 Thessalonians:2:20",
        "t": "Indeed you are our glory and joy!"
    }
]
