[
    {
        "o": 21554,
        "r": "niv:Jeremiah:27:0",
        "t": "Jeremiah 27",
        "h": 1
    },
    {
        "o": 21555,
        "r": "niv:Jeremiah:27:0",
        "t": "Judah to Serve Nebuchadnezzar",
        "h": 2
    },
    {
        "o": 21556,
        "r": "niv:Jeremiah:27:1",
        "t": "Early*p in the reign of Zedekiah son of Josiah king of Judah, this word came to Jeremiah from the Lord:*s"
    },
    {
        "o": 21557,
        "r": "niv:Jeremiah:27:2",
        "t": "This is what the Lord*s said to me: “Make a yoke out of straps and crossbars and put it on your neck."
    },
    {
        "o": 21558,
        "r": "niv:Jeremiah:27:3",
        "t": "Then send word to the kings of Edom, Moab, Ammon, Tyre and Sidon through the envoys who have come to Jerusalem to Zedekiah king of Judah."
    },
    {
        "o": 21559,
        "r": "niv:Jeremiah:27:4",
        "t": "Give them a message for their masters and say, ‘This is what the Lord*s Almighty, the God of Israel, says: “Tell this to your masters:"
    },
    {
        "o": 21560,
        "r": "niv:Jeremiah:27:5",
        "t": "With my great power and outstretched arm I made the earth and its people and the animals that are on it, and I give it to anyone I please."
    },
    {
        "o": 21561,
        "r": "niv:Jeremiah:27:6",
        "t": "Now I will give all your countries into the hands of my servant Nebuchadnezzar king of Babylon; I will make even the wild animals subject to him."
    },
    {
        "o": 21562,
        "r": "niv:Jeremiah:27:7",
        "t": "All nations will serve him and his son and his grandson until the time for his land comes; then many nations and great kings will subjugate him."
    },
    {
        "o": 21563,
        "r": "niv:Jeremiah:27:8",
        "t": "“ ‘ “If,*p however, any nation or kingdom will not serve Nebuchadnezzar king of Babylon or bow its neck under his yoke, I will punish that nation with the sword, famine and plague, declares the Lord,*s until I destroy it by his hand."
    },
    {
        "o": 21564,
        "r": "niv:Jeremiah:27:9",
        "t": "So do not listen to your prophets, your diviners, your interpreters of dreams, your mediums or your sorcerers who tell you, ‘You will not serve the king of Babylon.’"
    },
    {
        "o": 21565,
        "r": "niv:Jeremiah:27:10",
        "t": "They prophesy lies to you that will only serve to remove you far from your lands; I will banish you and you will perish."
    },
    {
        "o": 21566,
        "r": "niv:Jeremiah:27:11",
        "t": "But if any nation will bow its neck under the yoke of the king of Babylon and serve him, I will let that nation remain in its own land to till it and to live there, declares the Lord*s .” ’ ”"
    },
    {
        "o": 21567,
        "r": "niv:Jeremiah:27:12",
        "t": "I*p gave the same message to Zedekiah king of Judah. I said, “Bow your neck under the yoke of the king of Babylon; serve him and his people, and you will live."
    },
    {
        "o": 21568,
        "r": "niv:Jeremiah:27:13",
        "t": "Why will you and your people die by the sword, famine and plague with which the Lord*s has threatened any nation that will not serve the king of Babylon?"
    },
    {
        "o": 21569,
        "r": "niv:Jeremiah:27:14",
        "t": "Do not listen to the words of the prophets who say to you, ‘You will not serve the king of Babylon,’ for they are prophesying lies to you."
    },
    {
        "o": 21570,
        "r": "niv:Jeremiah:27:15",
        "t": "‘I have not sent them,’ declares the Lord.*s ‘They are prophesying lies in my name. Therefore, I will banish you and you will perish, both you and the prophets who prophesy to you.’ ”"
    },
    {
        "o": 21571,
        "r": "niv:Jeremiah:27:16",
        "t": "Then*p I said to the priests and all these people, “This is what the Lord*s says: Do not listen to the prophets who say, ‘Very soon now the articles from the Lord’s*s house will be brought back from Babylon.’ They are prophesying lies to you."
    },
    {
        "o": 21572,
        "r": "niv:Jeremiah:27:17",
        "t": "Do not listen to them. Serve the king of Babylon, and you will live. Why should this city become a ruin?"
    },
    {
        "o": 21573,
        "r": "niv:Jeremiah:27:18",
        "t": "If they are prophets and have the word of the Lord,*s let them plead with the Lord*s Almighty that the articles remaining in the house of the Lord*s and in the palace of the king of Judah and in Jerusalem not be taken to Babylon."
    },
    {
        "o": 21574,
        "r": "niv:Jeremiah:27:19",
        "t": "For this is what the Lord*s Almighty says about the pillars, the bronze Sea, the movable stands and the other articles that are left in this city,"
    },
    {
        "o": 21575,
        "r": "niv:Jeremiah:27:20",
        "t": "which Nebuchadnezzar king of Babylon did not take away when he carried Jehoiachin son of Jehoiakim king of Judah into exile from Jerusalem to Babylon, along with all the nobles of Judah and Jerusalem—"
    },
    {
        "o": 21576,
        "r": "niv:Jeremiah:27:21",
        "t": "yes, this is what the Lord*s Almighty, the God of Israel, says about the things that are left in the house of the Lord*s and in the palace of the king of Judah and in Jerusalem:"
    },
    {
        "o": 21577,
        "r": "niv:Jeremiah:27:22",
        "t": "‘They will be taken to Babylon and there they will remain until the day I come for them,’ declares the Lord.*s ‘Then I will bring them back and restore them to this place.’ ”"
    }
]
