[
    {
        "o": 7645,
        "r": "nkjv:Judges:15:0",
        "t": "Judges 15",
        "h": 1
    },
    {
        "o": 7646,
        "r": "nkjv:Judges:15:0",
        "t": "Samson Defeats the Philistines",
        "h": 2
    },
    {
        "o": 7647,
        "r": "nkjv:Judges:15:1",
        "t": "After*p a while, in the time of wheat harvest, it happened that Samson visited his wife with a young goat. And he said, “Let me go in to my wife, into her*i room.” But her father would not permit him to go in."
    },
    {
        "o": 7648,
        "r": "nkjv:Judges:15:2",
        "t": "Her*p father said, “I really thought that you thoroughly hated her; therefore I gave her to your companion. Is*i not her younger sister better than she? Please, take her instead.”"
    },
    {
        "o": 7649,
        "r": "nkjv:Judges:15:3",
        "t": "And*p Samson said to them, “This time I shall be blameless regarding the Philistines if I harm them!”"
    },
    {
        "o": 7650,
        "r": "nkjv:Judges:15:4",
        "t": "Then Samson went and caught three hundred foxes; and he took torches, turned the*i foxes*i tail to tail, and put a torch between each pair of tails."
    },
    {
        "o": 7651,
        "r": "nkjv:Judges:15:5",
        "t": "When he had set the torches on fire, he let the*i foxes*i go into the standing grain of the Philistines, and burned up both the shocks and the standing grain, as well as the vineyards and*i olive groves."
    },
    {
        "o": 7652,
        "r": "nkjv:Judges:15:6",
        "t": "Then*p the Philistines said, “Who has done this?” And*p they answered, “Samson, the son-in-law of the Timnite, because he has taken his wife and given her to his companion.” So the Philistines came up and burned her and her father with fire."
    },
    {
        "o": 7653,
        "r": "nkjv:Judges:15:7",
        "t": "Samson*p said to them, “Since you would do a thing like this, I will surely take revenge on you, and after that I will cease.”"
    },
    {
        "o": 7654,
        "r": "nkjv:Judges:15:8",
        "t": "So he attacked them hip and thigh with a great slaughter; then he went down and dwelt in the cleft of the rock of Etam."
    },
    {
        "o": 7655,
        "r": "nkjv:Judges:15:9",
        "t": "Now*p the Philistines went up, encamped in Judah, and deployed themselves against Lehi."
    },
    {
        "o": 7656,
        "r": "nkjv:Judges:15:10",
        "t": "And the men of Judah said, “Why have you come up against us?” So*p they answered, “We have come up to arrest Samson, to do to him as he has done to us.”"
    },
    {
        "o": 7657,
        "r": "nkjv:Judges:15:11",
        "t": "Then*p three thousand men of Judah went down to the cleft of the rock of Etam, and said to Samson, “Do you not know that the Philistines rule over us? What is*i this you have done to us?” And*p he said to them, “As they did to me, so I have done to them.”"
    },
    {
        "o": 7658,
        "r": "nkjv:Judges:15:12",
        "t": "But*p they said to him, “We have come down to arrest you, that we may deliver you into the hand of the Philistines.” Then*p Samson said to them, “Swear to me that you will not kill me yourselves.”"
    },
    {
        "o": 7659,
        "r": "nkjv:Judges:15:13",
        "t": "So*p they spoke to him, saying, “No, but we will tie you securely and deliver you into their hand; but we will surely not kill you.” And they bound him with two new ropes and brought him up from the rock."
    },
    {
        "o": 7660,
        "r": "nkjv:Judges:15:14",
        "t": "When*p he came to Lehi, the Philistines came shouting against him. Then the Spirit of the Lord*s came mightily upon him; and the ropes that were*i on his arms became like flax that is burned with fire, and his bonds broke loose from his hands."
    },
    {
        "o": 7661,
        "r": "nkjv:Judges:15:15",
        "t": "He found a fresh jawbone of a donkey, reached out his hand and took it, and killed a thousand men with it."
    },
    {
        "o": 7662,
        "r": "nkjv:Judges:15:16",
        "t": "Then Samson said: “With*pn the jawbone of a donkey, Heaps*ld upon heaps, With*ld the jawbone of a donkey I*ld have slain a thousand men!”"
    },
    {
        "o": 7663,
        "r": "nkjv:Judges:15:17",
        "t": "And*p so it was, when he had finished speaking, that he threw the jawbone from his hand, and called that place Ramath Lehi."
    },
    {
        "o": 7664,
        "r": "nkjv:Judges:15:18",
        "t": "Then*p he became very thirsty; so he cried out to the Lord*s and said, “You have given this great deliverance by the hand of Your servant; and now shall I die of thirst and fall into the hand of the uncircumcised?”"
    },
    {
        "o": 7665,
        "r": "nkjv:Judges:15:19",
        "t": "So God split the hollow place that is*i in Lehi, and water came out, and he drank; and his spirit returned, and he revived. Therefore he called its name En Hakkore, which is in Lehi to this day."
    },
    {
        "o": 7666,
        "r": "nkjv:Judges:15:20",
        "t": "And he judged Israel twenty years in the days of the Philistines."
    }
]
