[
    {
        "o": 8189,
        "r": "nkjv:1 Samuel:10:0",
        "t": "1 Samuel 10",
        "h": 1
    },
    {
        "o": 8190,
        "r": "nkjv:1 Samuel:10:1",
        "t": "Then*p Samuel took a flask of oil and poured it*i on his head, and kissed him and said: “Is*i it*i not because the Lord*s has anointed you commander over His inheritance?"
    },
    {
        "o": 8191,
        "r": "nkjv:1 Samuel:10:2",
        "t": "When you have departed from me today, you will find two men by Rachel’s tomb in the territory of Benjamin at Zelzah; and they will say to you, ‘The donkeys which you went to look for have been found. And now your father has ceased caring about the donkeys and is worrying about you, saying, “What shall I do about my son?”’"
    },
    {
        "o": 8192,
        "r": "nkjv:1 Samuel:10:3",
        "t": "Then you shall go on forward from there and come to the terebinth tree of Tabor. There three men going up to God at Bethel will meet you, one carrying three young goats, another carrying three loaves of bread, and another carrying a skin of wine."
    },
    {
        "o": 8193,
        "r": "nkjv:1 Samuel:10:4",
        "t": "And they will greet you and give you two loaves*i of bread, which you shall receive from their hands."
    },
    {
        "o": 8194,
        "r": "nkjv:1 Samuel:10:5",
        "t": "After that you shall come to the hill of God where the Philistine garrison is.*i And it will happen, when you have come there to the city, that you will meet a group of prophets coming down from the high place with a stringed instrument, a tambourine, a flute, and a harp before them; and they will be prophesying."
    },
    {
        "o": 8195,
        "r": "nkjv:1 Samuel:10:6",
        "t": "Then the Spirit of the Lord*s will come upon you, and you will prophesy with them and be turned into another man."
    },
    {
        "o": 8196,
        "r": "nkjv:1 Samuel:10:7",
        "t": "And let it be, when these signs come to you, that*i you do as the occasion demands; for God is*i with you."
    },
    {
        "o": 8197,
        "r": "nkjv:1 Samuel:10:8",
        "t": "You shall go down before me to Gilgal; and surely I will come down to you to offer burnt offerings and*i make sacrifices of peace offerings. Seven days you shall wait, till I come to you and show you what you should do.”"
    },
    {
        "o": 8198,
        "r": "nkjv:1 Samuel:10:9",
        "t": "So*p it was, when he had turned his back to go from Samuel, that God gave him another heart; and all those signs came to pass that day."
    },
    {
        "o": 8199,
        "r": "nkjv:1 Samuel:10:10",
        "t": "When they came there to the hill, there was a group of prophets to meet him; then the Spirit of God came upon him, and he prophesied among them."
    },
    {
        "o": 8200,
        "r": "nkjv:1 Samuel:10:11",
        "t": "And it happened, when all who knew him formerly saw that he indeed prophesied among the prophets, that the people said to one another, “What is*i this that*i has come upon the son of Kish? Is*i Saul also among the prophets?”"
    },
    {
        "o": 8201,
        "r": "nkjv:1 Samuel:10:12",
        "t": "Then a man from there answered and said, “But who is*i their father?” Therefore it became a proverb: “Is*i Saul also among the prophets?”"
    },
    {
        "o": 8202,
        "r": "nkjv:1 Samuel:10:13",
        "t": "And when he had finished prophesying, he went to the high place."
    },
    {
        "o": 8203,
        "r": "nkjv:1 Samuel:10:14",
        "t": "Then*p Saul’s uncle said to him and his servant, “Where did you go?” So*p he said, “To look for the donkeys. When we saw that they*i were*i nowhere to*i be*i found,*i we went to Samuel.”"
    },
    {
        "o": 8204,
        "r": "nkjv:1 Samuel:10:15",
        "t": "And*p Saul’s uncle said, “Tell me, please, what Samuel said to you.”"
    },
    {
        "o": 8205,
        "r": "nkjv:1 Samuel:10:16",
        "t": "So*p Saul said to his uncle, “He told us plainly that the donkeys had been found.” But about the matter of the kingdom, he did not tell him what Samuel had said."
    },
    {
        "o": 8206,
        "r": "nkjv:1 Samuel:10:16",
        "t": "Saul Proclaimed King",
        "h": 2
    },
    {
        "o": 8207,
        "r": "nkjv:1 Samuel:10:17",
        "t": "Then*p Samuel called the people together to the Lord*s at Mizpah,"
    },
    {
        "o": 8208,
        "r": "nkjv:1 Samuel:10:18",
        "t": "and said to the children of Israel, “Thus says the Lord*s God of Israel: ‘I brought up Israel out of Egypt, and delivered you from the hand of the Egyptians and*i from the hand of all kingdoms and from those who oppressed you.’"
    },
    {
        "o": 8209,
        "r": "nkjv:1 Samuel:10:19",
        "t": "But you have today rejected your God, who Himself saved you from all your adversities and your tribulations; and you have said to Him, ‘No, set a king over us!’ Now therefore, present yourselves before the Lord*s by your tribes and by your clans.”"
    },
    {
        "o": 8210,
        "r": "nkjv:1 Samuel:10:20",
        "t": "And*p when Samuel had caused all the tribes of Israel to come near, the tribe of Benjamin was chosen."
    },
    {
        "o": 8211,
        "r": "nkjv:1 Samuel:10:21",
        "t": "When he had caused the tribe of Benjamin to come near by their families, the family of Matri was chosen. And Saul the son of Kish was chosen. But when they sought him, he could not be found."
    },
    {
        "o": 8212,
        "r": "nkjv:1 Samuel:10:22",
        "t": "Therefore they inquired of the Lord*s further, “Has the man come here yet?” And*p the Lord*s answered, “There he is, hidden among the equipment.”"
    },
    {
        "o": 8213,
        "r": "nkjv:1 Samuel:10:23",
        "t": "So*p they ran and brought him from there; and when he stood among the people, he was taller than any of the people from his shoulders upward."
    },
    {
        "o": 8214,
        "r": "nkjv:1 Samuel:10:24",
        "t": "And Samuel said to all the people, “Do you see him whom the Lord*s has chosen, that there*i is*i no one like him among all the people?” So*p all the people shouted and said, “Long live the king!”"
    },
    {
        "o": 8215,
        "r": "nkjv:1 Samuel:10:25",
        "t": "Then*p Samuel explained to the people the behavior of royalty, and wrote it*i in a book and laid it*i up before the Lord.*s And Samuel sent all the people away, every man to his house."
    },
    {
        "o": 8216,
        "r": "nkjv:1 Samuel:10:26",
        "t": "And Saul also went home to Gibeah; and valiant men*i went with him, whose hearts God had touched."
    },
    {
        "o": 8217,
        "r": "nkjv:1 Samuel:10:27",
        "t": "But some rebels said, “How can this man save us?” So they despised him, and brought him no presents. But he held his peace."
    }
]
