[
    {
        "o": 30340,
        "r": "csb:John:19:0",
        "t": "John 19",
        "h": 1
    },
    {
        "o": 30341,
        "r": "csb:John:19:0",
        "t": "Jesus Flogged and Mocked",
        "h": 2
    },
    {
        "o": 30342,
        "r": "csb:John:19:1",
        "t": "Then*p Pilate took Jesus and had him flogged."
    },
    {
        "o": 30343,
        "r": "csb:John:19:2",
        "t": "The soldiers also twisted together a crown of thorns, put it on his head, and clothed him in a purple robe."
    },
    {
        "o": 30344,
        "r": "csb:John:19:3",
        "t": "And they kept coming up to him and saying, “Hail, king of the Jews!” and were slapping his face."
    },
    {
        "o": 30345,
        "r": "csb:John:19:4",
        "t": "Pilate*p went outside again and said to them, “Look, I’m bringing him out to you to let you know I find no grounds for charging him.”"
    },
    {
        "o": 30346,
        "r": "csb:John:19:5",
        "t": "Then Jesus came out wearing the crown of thorns and the purple robe. Pilate said to them, “Here is the man!”"
    },
    {
        "o": 30347,
        "r": "csb:John:19:5",
        "t": "Pilate Sentences Jesus to Death",
        "h": 2
    },
    {
        "o": 30348,
        "r": "csb:John:19:6",
        "t": "When*p the chief priests and the temple servants saw him, they shouted, “Crucify! Crucify!” Pilate*p responded, “Take him and crucify him yourselves, since I find no grounds for charging him.”"
    },
    {
        "o": 30349,
        "r": "csb:John:19:7",
        "t": "“We*p have a law,” the Jews replied to him, “and according to that law he ought to die, because he made himself the Son of God.”"
    },
    {
        "o": 30350,
        "r": "csb:John:19:8",
        "t": "When*p Pilate heard this statement, he was more afraid than ever."
    },
    {
        "o": 30351,
        "r": "csb:John:19:9",
        "t": "He went back into the headquarters and asked Jesus, “Where are you from?” But Jesus did not give him an answer."
    },
    {
        "o": 30352,
        "r": "csb:John:19:10",
        "t": "So Pilate said to him, “Do you refuse to speak to me? Don’t you know that I have the authority to release you and the authority to crucify you?”"
    },
    {
        "o": 30353,
        "r": "csb:John:19:11",
        "t": "“You*rp would*r have*r no*r authority*r over*r me*r at*r all,”*r Jesus answered him, “if*r it*r hadn’t*r been*r given*r you*r from*r above.*r This*r is*r why*r the*r one*r who*r handed*r me*r over*r to*r you*r has*r the*r greater*r sin.”*r"
    },
    {
        "o": 30354,
        "r": "csb:John:19:12",
        "t": "From*p that moment Pilate kept trying to release him. But the Jews shouted, “If you release this man, you are not Caesar’s friend. Anyone who makes himself a king opposes Caesar!”"
    },
    {
        "o": 30355,
        "r": "csb:John:19:13",
        "t": "When*p Pilate heard these words, he brought Jesus outside. He sat down on the judge’s seat in a place called the Stone Pavement (but in Aramaic, Gabbatha)."
    },
    {
        "o": 30356,
        "r": "csb:John:19:14",
        "t": "It was the preparation day for the Passover, and it was about noon. Then he told the Jews, “Here is your king!”"
    },
    {
        "o": 30357,
        "r": "csb:John:19:15",
        "t": "They*p shouted, “Take him away! Take him away! Crucify him!” Pilate*p said to them, “Should I crucify your king?” “We*p have no king but Caesar!” the chief priests answered."
    },
    {
        "o": 30358,
        "r": "csb:John:19:16",
        "t": "Then*p he handed him over to be crucified."
    },
    {
        "o": 30359,
        "r": "csb:John:19:16",
        "t": "The Crucifixion",
        "h": 2
    },
    {
        "o": 30360,
        "r": "csb:John:19:16",
        "t": "Then*p they took Jesus away."
    },
    {
        "o": 30361,
        "r": "csb:John:19:17",
        "t": "Carrying the cross by himself, he went out to what is called Place of the Skull, which in Aramaic is called Golgotha."
    },
    {
        "o": 30362,
        "r": "csb:John:19:18",
        "t": "There they crucified him and two others with him, one on either side, with Jesus in the middle."
    },
    {
        "o": 30363,
        "r": "csb:John:19:19",
        "t": "Pilate also had a sign made and put on the cross. It said: Jesus*s of*s Nazareth,*s the*s King*s of*s the*s Jews.*s"
    },
    {
        "o": 30364,
        "r": "csb:John:19:20",
        "t": "Many of the Jews read this sign, because the place where Jesus was crucified was near the city, and it was written in Aramaic, Latin, and Greek."
    },
    {
        "o": 30365,
        "r": "csb:John:19:21",
        "t": "So the chief priests of the Jews said to Pilate, “Don’t write, ‘The king of the Jews,’ but that he said, ‘I am the king of the Jews.’”"
    },
    {
        "o": 30366,
        "r": "csb:John:19:22",
        "t": "Pilate*p replied, “What I have written, I have written.”"
    },
    {
        "o": 30367,
        "r": "csb:John:19:23",
        "t": "When*p the soldiers crucified Jesus, they took his clothes and divided them into four parts, a part for each soldier. They also took the tunic, which was seamless, woven in one piece from the top."
    },
    {
        "o": 30368,
        "r": "csb:John:19:24",
        "t": "So they said to one another, “Let’s not tear it, but cast lots for it, to see who gets it.” This happened that the Scripture might be fulfilled that says: They*i divided*i my*i clothes*i among*i themselves,*i and*i they*i cast*i lots*i for*i my*i clothing.*i This is what the soldiers did."
    },
    {
        "o": 30369,
        "r": "csb:John:19:24",
        "t": "Jesus’s Provision for His Mother",
        "h": 2
    },
    {
        "o": 30370,
        "r": "csb:John:19:25",
        "t": "Standing*p by the cross of Jesus were his mother, his mother’s sister, Mary the wife of Clopas, and Mary Magdalene."
    },
    {
        "o": 30371,
        "r": "csb:John:19:26",
        "t": "When Jesus saw his mother and the disciple he loved standing there, he said to his mother, “Woman,*r here*r is*r your*r son.”*r"
    },
    {
        "o": 30372,
        "r": "csb:John:19:27",
        "t": "Then he said to the disciple, “Here*r is*r your*r mother.”*r And from that hour the disciple took her into his home."
    },
    {
        "o": 30373,
        "r": "csb:John:19:27",
        "t": "The Finished Work of Jesus",
        "h": 2
    },
    {
        "o": 30374,
        "r": "csb:John:19:28",
        "t": "After*p this, when Jesus knew that everything was now finished that the Scripture might be fulfilled, he said, “I’m*r thirsty.”*r"
    },
    {
        "o": 30375,
        "r": "csb:John:19:29",
        "t": "A jar full of sour wine was sitting there; so they fixed a sponge full of sour wine on a hyssop branch and held it up to his mouth."
    },
    {
        "o": 30376,
        "r": "csb:John:19:30",
        "t": "When*p Jesus had received the sour wine, he said, “It*r is*r finished.”*r Then bowing his head, he gave up his spirit."
    },
    {
        "o": 30377,
        "r": "csb:John:19:30",
        "t": "Jesus’s Side Pierced",
        "h": 2
    },
    {
        "o": 30378,
        "r": "csb:John:19:31",
        "t": "Since*p it was the preparation day, the Jews did not want the bodies to remain on the cross on the Sabbath (for that Sabbath was a special day). They requested that Pilate have the men’s legs broken and that their bodies be taken away."
    },
    {
        "o": 30379,
        "r": "csb:John:19:32",
        "t": "So the soldiers came and broke the legs of the first man and of the other one who had been crucified with him."
    },
    {
        "o": 30380,
        "r": "csb:John:19:33",
        "t": "When they came to Jesus, they did not break his legs since they saw that he was already dead."
    },
    {
        "o": 30381,
        "r": "csb:John:19:34",
        "t": "But one of the soldiers pierced his side with a spear, and at once blood and water came out."
    },
    {
        "o": 30382,
        "r": "csb:John:19:35",
        "t": "He who saw this has testified so that you also may believe. His testimony is true, and he knows he is telling the truth."
    },
    {
        "o": 30383,
        "r": "csb:John:19:36",
        "t": "For these things happened so that the Scripture would be fulfilled: Not*i one*i of*i his*i bones*i will*i be*i broken.*i"
    },
    {
        "o": 30384,
        "r": "csb:John:19:37",
        "t": "Also, another Scripture says: They*i will*i look*i at*i the*i one*i they*i pierced.*i"
    },
    {
        "o": 30385,
        "r": "csb:John:19:37",
        "t": "Jesus’s Burial",
        "h": 2
    },
    {
        "o": 30386,
        "r": "csb:John:19:38",
        "t": "After*p this, Joseph of Arimathea, who was a disciple of Jesus - but secretly because of his fear of the Jews - asked Pilate that he might remove Jesus’s body. Pilate gave him permission; so he came and took his body away."
    },
    {
        "o": 30387,
        "r": "csb:John:19:39",
        "t": "Nicodemus (who had previously come to him at night) also came, bringing a mixture of about seventy-five pounds of myrrh and aloes."
    },
    {
        "o": 30388,
        "r": "csb:John:19:40",
        "t": "They took Jesus’s body and wrapped it in linen cloths with the fragrant spices, according to the burial custom of the Jews."
    },
    {
        "o": 30389,
        "r": "csb:John:19:41",
        "t": "There was a garden in the place where he was crucified. A new tomb was in the garden; no one had yet been placed in it."
    },
    {
        "o": 30390,
        "r": "csb:John:19:42",
        "t": "They placed Jesus there because of the Jewish day of preparation and since the tomb was nearby."
    }
]
