[
    {
        "o": 11034,
        "r": "csb:2 Kings:16:0",
        "t": "2 Kings 16",
        "h": 1
    },
    {
        "o": 11035,
        "r": "csb:2 Kings:16:0",
        "t": "Judah’s King Ahaz",
        "h": 2
    },
    {
        "o": 11036,
        "r": "csb:2 Kings:16:1",
        "t": "In*p the seventeenth year of Pekah son of Remaliah, Ahaz son of Jotham became king of Judah."
    },
    {
        "o": 11037,
        "r": "csb:2 Kings:16:2",
        "t": "Ahaz was twenty years old when he became king, and he reigned sixteen years in Jerusalem. He did not do what was right in the sight of the Lord*s his God like his ancestor David"
    },
    {
        "o": 11038,
        "r": "csb:2 Kings:16:3",
        "t": "but walked in the ways of the kings of Israel. He even sacrificed his son in the fire, imitating the detestable practices of the nations the Lord*s had dispossessed before the Israelites."
    },
    {
        "o": 11039,
        "r": "csb:2 Kings:16:4",
        "t": "He sacrificed and burned incense on the high places, on the hills, and under every green tree."
    },
    {
        "o": 11040,
        "r": "csb:2 Kings:16:5",
        "t": "Then*p Aram’s King Rezin and Israel’s King Pekah son of Remaliah came to wage war against Jerusalem. They besieged Ahaz but were not able to conquer him."
    },
    {
        "o": 11041,
        "r": "csb:2 Kings:16:6",
        "t": "At that time Aram’s King Rezin recovered Elath for Aram and expelled the Judahites from Elath. Then the Arameans came to Elath, and they still live there today."
    },
    {
        "o": 11042,
        "r": "csb:2 Kings:16:7",
        "t": "So*p Ahaz sent messengers to King Tiglath-pileser of Assyria, saying, “I am your servant and your son. March up and save me from the grasp of the king of Aram and of the king of Israel, who are rising up against me.”"
    },
    {
        "o": 11043,
        "r": "csb:2 Kings:16:8",
        "t": "Ahaz also took the silver and gold found in the Lord’s*s temple and in the treasuries of the king’s palace and sent them to the king of Assyria as a bribe."
    },
    {
        "o": 11044,
        "r": "csb:2 Kings:16:9",
        "t": "So the king of Assyria listened to him and marched up to Damascus and captured it. He deported its people to Kir but put Rezin to death."
    },
    {
        "o": 11045,
        "r": "csb:2 Kings:16:9",
        "t": "Ahaz’s Idolatry",
        "h": 2
    },
    {
        "o": 11046,
        "r": "csb:2 Kings:16:10",
        "t": "King*p Ahaz went to Damascus to meet King Tiglath-pileser of Assyria. When he saw the altar that was in Damascus, King Ahaz sent a model of the altar and complete plans for its construction to the priest Uriah."
    },
    {
        "o": 11047,
        "r": "csb:2 Kings:16:11",
        "t": "Uriah built the altar according to all the instructions King Ahaz sent from Damascus. Therefore, by the time King Ahaz came back from Damascus, the priest Uriah had completed it."
    },
    {
        "o": 11048,
        "r": "csb:2 Kings:16:12",
        "t": "When the king came back from Damascus, he saw the altar. Then he approached the altar and ascended it."
    },
    {
        "o": 11049,
        "r": "csb:2 Kings:16:13",
        "t": "He offered his burnt offering and his grain offering, poured out his drink offering, and splattered the blood of his fellowship offerings on the altar."
    },
    {
        "o": 11050,
        "r": "csb:2 Kings:16:14",
        "t": "He took the bronze altar that was before the Lord*s in front of the temple between his altar and the Lord’s*s temple, and put it on the north side of his altar."
    },
    {
        "o": 11051,
        "r": "csb:2 Kings:16:15",
        "t": "Then*p King Ahaz commanded the priest Uriah, “Offer on the great altar the morning burnt offering, the evening grain offering, and the king’s burnt offering and his grain offering. Also offer the burnt offering of all the people of the land, their grain offering, and their drink offerings. Splatter on the altar all the blood of the burnt offering and all the blood of sacrifice. The bronze altar will be for me to seek guidance.”"
    },
    {
        "o": 11052,
        "r": "csb:2 Kings:16:16",
        "t": "The priest Uriah did everything King Ahaz commanded."
    },
    {
        "o": 11053,
        "r": "csb:2 Kings:16:17",
        "t": "Then*p King Ahaz cut off the frames of the water carts and removed the bronze basin from each of them. He took the basin from the bronze oxen that were under it and put it on a stone pavement."
    },
    {
        "o": 11054,
        "r": "csb:2 Kings:16:18",
        "t": "To satisfy the king of Assyria, he removed from the Lord’s*s temple the Sabbath canopy they had built in the palace, and he closed the outer entrance for the king."
    },
    {
        "o": 11055,
        "r": "csb:2 Kings:16:18",
        "t": "Ahaz’s Death",
        "h": 2
    },
    {
        "o": 11056,
        "r": "csb:2 Kings:16:19",
        "t": "The*p rest of the events of Ahaz’s reign, along with his accomplishments, are written in the Historical Record of Judah’s Kings."
    },
    {
        "o": 11057,
        "r": "csb:2 Kings:16:20",
        "t": "Ahaz rested with his ancestors and was buried with his ancestors in the city of David, and his son Hezekiah became king in his place."
    }
]
