[
    {
        "o": 25188,
        "r": "nkjv:Amos:9:0",
        "t": "Amos 9",
        "h": 1
    },
    {
        "o": 25189,
        "r": "nkjv:Amos:9:0",
        "t": "The Destruction of Israel",
        "h": 2
    },
    {
        "o": 25190,
        "r": "nkjv:Amos:9:1",
        "t": "I*p saw the Lord standing by the altar, and He said: “Strike*pn the doorposts, that the thresholds may shake, And*ld break them on the heads of them all. I*ld will slay the last of them with the sword. He*ld who flees from them shall not get away, And*ld he who escapes from them shall not be delivered."
    },
    {
        "o": 25191,
        "r": "nkjv:Amos:9:2",
        "t": "“Though*ln they dig into hell, From*ld there My hand shall take them; Though*ld they climb up to heaven, From*ld there I will bring them down;"
    },
    {
        "o": 25192,
        "r": "nkjv:Amos:9:3",
        "t": "And*ld though they hide themselves on top of Carmel, From*ld there I will search and take them; Though*ld they hide from My sight at the bottom of the sea, From*ld there I will command the serpent, and it shall bite them;"
    },
    {
        "o": 25193,
        "r": "nkjv:Amos:9:4",
        "t": "Though*ld they go into captivity before their enemies, From*ld there I will command the sword, And*ld it shall slay them. I*ld will set My eyes on them for harm and not for good.”"
    },
    {
        "o": 25194,
        "r": "nkjv:Amos:9:5",
        "t": "The*ln Lord God*s of hosts, He*ld who touches the earth and it melts, And*ld all who dwell there mourn; All*ld of it shall swell like the River, And*ld subside like the River of Egypt."
    },
    {
        "o": 25195,
        "r": "nkjv:Amos:9:6",
        "t": "He*ld who builds His layers in the sky, And*ld has founded His strata in the earth; Who*ld calls for the waters of the sea, And*ld pours them out on the face of the earth— The*ld Lord*s is*i His name."
    },
    {
        "o": 25196,
        "r": "nkjv:Amos:9:7",
        "t": "“Are*iln you not like the people of Ethiopia to Me, O*ld children of Israel?” says the Lord.*s “Did*ld I not bring up Israel from the land of Egypt, The*ld Philistines from Caphtor, And*ld the Syrians from Kir?"
    },
    {
        "o": 25197,
        "r": "nkjv:Amos:9:8",
        "t": "“Behold,*ln the eyes of the Lord God*s are*i on the sinful kingdom, And*ld I will destroy it from the face of the earth; Yet*ld I will not utterly destroy the house of Jacob,” Says*ld the Lord.*s"
    },
    {
        "o": 25198,
        "r": "nkjv:Amos:9:9",
        "t": "“For*ln surely I will command, And*ld will sift the house of Israel among all nations, As*ld grain*i is sifted in a sieve; Yet*ld not the smallest grain shall fall to the ground."
    },
    {
        "o": 25199,
        "r": "nkjv:Amos:9:10",
        "t": "All*ld the sinners of My people shall die by the sword, Who*ld say, ‘The calamity shall not overtake nor confront us.’"
    },
    {
        "o": 25200,
        "r": "nkjv:Amos:9:10",
        "t": "Israel Will Be Restored",
        "h": 2
    },
    {
        "o": 25201,
        "r": "nkjv:Amos:9:11",
        "t": "“On*pn that day I will raise up The*ld tabernacle of David, which has fallen down, And*ld repair its damages; I*ld will raise up its ruins, And*ld rebuild it as in the days of old;"
    },
    {
        "o": 25202,
        "r": "nkjv:Amos:9:12",
        "t": "That*ld they may possess the remnant of Edom, And*ld all the Gentiles who are called by My name,” Says*ld the Lord*s who does this thing."
    },
    {
        "o": 25203,
        "r": "nkjv:Amos:9:13",
        "t": "“Behold,*ln the days are coming,” says the Lord,*s “When*ld the plowman shall overtake the reaper, And*ld the treader of grapes him who sows seed; The*ld mountains shall drip with sweet wine, And*ld all the hills shall flow with*i it.*i"
    },
    {
        "o": 25204,
        "r": "nkjv:Amos:9:14",
        "t": "I*ld will bring back the captives of My people Israel; They*ld shall build the waste cities and inhabit them;*i They*ld shall plant vineyards and drink wine from them; They*ld shall also make gardens and eat fruit from them."
    },
    {
        "o": 25205,
        "r": "nkjv:Amos:9:15",
        "t": "I*ld will plant them in their land, And*ld no longer shall they be pulled up From*ld the land I have given them,” Says*ld the Lord*s your God."
    }
]
