[
    {
        "o": 23195,
        "r": "csb:Ezekiel:8:0",
        "t": "Ezekiel 8",
        "h": 1
    },
    {
        "o": 23196,
        "r": "csb:Ezekiel:8:0",
        "t": "Visionary Journey to Jerusalem",
        "h": 2
    },
    {
        "o": 23197,
        "r": "csb:Ezekiel:8:1",
        "t": "In*p the sixth year, in the sixth month, on the fifth day of the month, I was sitting in my house and the elders of Judah were sitting in front of me, and there the hand of the Lord God*s came down on me."
    },
    {
        "o": 23198,
        "r": "csb:Ezekiel:8:2",
        "t": "I looked, and there was someone who looked like a man. From what seemed to be his waist down was fire, and from his waist up was something that looked bright, like the gleam of amber."
    },
    {
        "o": 23199,
        "r": "csb:Ezekiel:8:3",
        "t": "He stretched out what appeared to be a hand and took me by the hair of my head. Then the Spirit lifted me up between earth and heaven and carried me in visions of God to Jerusalem, to the entrance of the inner gate that faces north, where the offensive statue that provokes jealousy was located."
    },
    {
        "o": 23200,
        "r": "csb:Ezekiel:8:4",
        "t": "I saw the glory of the God of Israel there, like the vision I had seen in the plain."
    },
    {
        "o": 23201,
        "r": "csb:Ezekiel:8:4",
        "t": "Pagan Practices in the Temple",
        "h": 2
    },
    {
        "o": 23202,
        "r": "csb:Ezekiel:8:5",
        "t": "The*p Lord*s said to me, “Son of man, look toward the north.” I looked to the north, and there was this offensive statue north of the Altar Gate, at the entrance."
    },
    {
        "o": 23203,
        "r": "csb:Ezekiel:8:6",
        "t": "He said to me, “Son of man, do you see what they are doing here - more detestable acts that the house of Israel is committing- so that I must depart from my sanctuary? You will see even more detestable acts.”"
    },
    {
        "o": 23204,
        "r": "csb:Ezekiel:8:7",
        "t": "Then*p he brought me to the entrance of the court, and when I looked there was a hole in the wall."
    },
    {
        "o": 23205,
        "r": "csb:Ezekiel:8:8",
        "t": "He said to me, “Son of man, dig through the wall.” So I dug through the wall and discovered a doorway."
    },
    {
        "o": 23206,
        "r": "csb:Ezekiel:8:9",
        "t": "He said to me, “Go in and see the detestable, wicked acts they are committing here.”"
    },
    {
        "o": 23207,
        "r": "csb:Ezekiel:8:10",
        "t": "I*p went in and looked, and there engraved all around the wall was every kind of abhorrent thing - crawling creatures and beasts - as well as all the idols of the house of Israel."
    },
    {
        "o": 23208,
        "r": "csb:Ezekiel:8:11",
        "t": "Seventy elders from the house of Israel were standing before them, with Jaazaniah son of Shaphan standing among them. Each had a firepan in his hand, and a fragrant cloud of incense was rising up."
    },
    {
        "o": 23209,
        "r": "csb:Ezekiel:8:12",
        "t": "He said to me, “Son of man, do you see what the elders of the house of Israel are doing in the darkness, each at the shrine of his idol? For they are saying, ‘The Lord*s does not see us. The Lord*s has abandoned the land.’”"
    },
    {
        "o": 23210,
        "r": "csb:Ezekiel:8:13",
        "t": "Again he said to me, “You will see even more detestable acts that they are committing.”"
    },
    {
        "o": 23211,
        "r": "csb:Ezekiel:8:14",
        "t": "Then*p he brought me to the entrance of the north gate of the Lord’s*s house, and I saw women sitting there weeping for Tammuz."
    },
    {
        "o": 23212,
        "r": "csb:Ezekiel:8:15",
        "t": "And he said to me, “Do you see this, son of man? You will see even more detestable acts than these.”"
    },
    {
        "o": 23213,
        "r": "csb:Ezekiel:8:16",
        "t": "So*p he brought me to the inner court of the Lord’s*s house, and there were about twenty-five men at the entrance of the Lord’s*s temple, between the portico and the altar, with their backs to the Lord’s*s temple and their faces turned to the east. They were bowing to the east in worship of the sun."
    },
    {
        "o": 23214,
        "r": "csb:Ezekiel:8:17",
        "t": "And he said to me, “Do you see this, son of man? Is it not enough for the house of Judah to commit the detestable acts they are doing here, that they must also fill the land with violence and repeatedly anger me, even putting the branch to their nose?"
    },
    {
        "o": 23215,
        "r": "csb:Ezekiel:8:18",
        "t": "Therefore I will respond with wrath. I will not show pity or spare them. Though they call loudly in my hearing, I will not listen to them.”"
    }
]
