[
    {
        "o": 6228,
        "r": "niv:Deuteronomy:30:0",
        "t": "Deuteronomy 30",
        "h": 1
    },
    {
        "o": 6229,
        "r": "niv:Deuteronomy:30:0",
        "t": "Prosperity After Turning to the Lord",
        "h": 2
    },
    {
        "o": 6230,
        "r": "niv:Deuteronomy:30:1",
        "t": "When*p all these blessings and curses I have set before you come on you and you take them to heart wherever the Lord*s your God disperses you among the nations,"
    },
    {
        "o": 6231,
        "r": "niv:Deuteronomy:30:2",
        "t": "and when you and your children return to the Lord*s your God and obey him with all your heart and with all your soul according to everything I command you today,"
    },
    {
        "o": 6232,
        "r": "niv:Deuteronomy:30:3",
        "t": "then the Lord*s your God will restore your fortunes and have compassion on you and gather you again from all the nations where he scattered you."
    },
    {
        "o": 6233,
        "r": "niv:Deuteronomy:30:4",
        "t": "Even if you have been banished to the most distant land under the heavens, from there the Lord*s your God will gather you and bring you back."
    },
    {
        "o": 6234,
        "r": "niv:Deuteronomy:30:5",
        "t": "He will bring you to the land that belonged to your ancestors, and you will take possession of it. He will make you more prosperous and numerous than your ancestors."
    },
    {
        "o": 6235,
        "r": "niv:Deuteronomy:30:6",
        "t": "The Lord*s your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live."
    },
    {
        "o": 6236,
        "r": "niv:Deuteronomy:30:7",
        "t": "The Lord*s your God will put all these curses on your enemies who hate and persecute you."
    },
    {
        "o": 6237,
        "r": "niv:Deuteronomy:30:8",
        "t": "You will again obey the Lord*s and follow all his commands I am giving you today."
    },
    {
        "o": 6238,
        "r": "niv:Deuteronomy:30:9",
        "t": "Then the Lord*s your God will make you most prosperous in all the work of your hands and in the fruit of your womb, the young of your livestock and the crops of your land. The Lord*s will again delight in you and make you prosperous, just as he delighted in your ancestors,"
    },
    {
        "o": 6239,
        "r": "niv:Deuteronomy:30:10",
        "t": "if you obey the Lord*s your God and keep his commands and decrees that are written in this Book of the Law and turn to the Lord*s your God with all your heart and with all your soul."
    },
    {
        "o": 6240,
        "r": "niv:Deuteronomy:30:10",
        "t": "The Offer of Life or Death",
        "h": 2
    },
    {
        "o": 6241,
        "r": "niv:Deuteronomy:30:11",
        "t": "Now*p what I am commanding you today is not too difficult for you or beyond your reach."
    },
    {
        "o": 6242,
        "r": "niv:Deuteronomy:30:12",
        "t": "It is not up in heaven, so that you have to ask, “Who will ascend into heaven to get it and proclaim it to us so we may obey it?”"
    },
    {
        "o": 6243,
        "r": "niv:Deuteronomy:30:13",
        "t": "Nor is it beyond the sea, so that you have to ask, “Who will cross the sea to get it and proclaim it to us so we may obey it?”"
    },
    {
        "o": 6244,
        "r": "niv:Deuteronomy:30:14",
        "t": "No, the word is very near you; it is in your mouth and in your heart so you may obey it."
    },
    {
        "o": 6245,
        "r": "niv:Deuteronomy:30:15",
        "t": "See,*p I set before you today life and prosperity, death and destruction."
    },
    {
        "o": 6246,
        "r": "niv:Deuteronomy:30:16",
        "t": "For I command you today to love the Lord*s your God, to walk in obedience to him, and to keep his commands, decrees and laws; then you will live and increase, and the Lord*s your God will bless you in the land you are entering to possess."
    },
    {
        "o": 6247,
        "r": "niv:Deuteronomy:30:17",
        "t": "But*p if your heart turns away and you are not obedient, and if you are drawn away to bow down to other gods and worship them,"
    },
    {
        "o": 6248,
        "r": "niv:Deuteronomy:30:18",
        "t": "I declare to you this day that you will certainly be destroyed. You will not live long in the land you are crossing the Jordan to enter and possess."
    },
    {
        "o": 6249,
        "r": "niv:Deuteronomy:30:19",
        "t": "This*p day I call the heavens and the earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live"
    },
    {
        "o": 6250,
        "r": "niv:Deuteronomy:30:20",
        "t": "and that you may love the Lord*s your God, listen to his voice, and hold fast to him. For the Lord*s is your life, and he will give you many years in the land he swore to give to your fathers, Abraham, Isaac and Jacob."
    }
]
