[
    {
        "o": 14097,
        "r": "kjv:Job:32:0",
        "t": "Job 32",
        "h": 1
    },
    {
        "o": 14098,
        "r": "kjv:Job:32:1",
        "t": "So*p these three men ceased to answer Job, because he was righteous in his own eyes."
    },
    {
        "o": 14099,
        "r": "kjv:Job:32:2",
        "t": "Then*p was kindled the wrath of Elihu the son of Barachel the Buzite, of the kindred of Ram: against Job was his wrath kindled, because he justified himself rather than God."
    },
    {
        "o": 14100,
        "r": "kjv:Job:32:3",
        "t": "Also*p against his three friends was his wrath kindled, because they had found no answer, and yet had condemned Job."
    },
    {
        "o": 14101,
        "r": "kjv:Job:32:4",
        "t": "Now*p Elihu had waited till Job had spoken, because they were elder than he."
    },
    {
        "o": 14102,
        "r": "kjv:Job:32:5",
        "t": "When*p Elihu saw that there was no answer in the mouth of these three men, then his wrath was kindled."
    },
    {
        "o": 14103,
        "r": "kjv:Job:32:6",
        "t": "And*p Elihu the son of Barachel the Buzite answered and said, I am young, and ye are very old; wherefore I was afraid, and durst not shew you mine opinion."
    },
    {
        "o": 14104,
        "r": "kjv:Job:32:7",
        "t": "I*p said, Days should speak, and multitude of years should teach wisdom."
    },
    {
        "o": 14105,
        "r": "kjv:Job:32:8",
        "t": "But*p there is a spirit in man: and the inspiration of the Almighty giveth them understanding."
    },
    {
        "o": 14106,
        "r": "kjv:Job:32:9",
        "t": "Great*p men are not always wise: neither do the aged understand judgment."
    },
    {
        "o": 14107,
        "r": "kjv:Job:32:10",
        "t": "Therefore*p I said, Hearken to me; I also will shew mine opinion."
    },
    {
        "o": 14108,
        "r": "kjv:Job:32:11",
        "t": "Behold,*p I waited for your words; I gave ear to your reasons, whilst ye searched out what to say."
    },
    {
        "o": 14109,
        "r": "kjv:Job:32:12",
        "t": "Yea,*p I attended unto you, and, behold, there was none of you that convinced Job, or that answered his words:"
    },
    {
        "o": 14110,
        "r": "kjv:Job:32:13",
        "t": "Lest*p ye should say, We have found out wisdom: God thrusteth him down, not man."
    },
    {
        "o": 14111,
        "r": "kjv:Job:32:14",
        "t": "Now*p he hath not directed his words against me: neither will I answer him with your speeches."
    },
    {
        "o": 14112,
        "r": "kjv:Job:32:15",
        "t": "They*p were amazed, they answered no more: they left off speaking."
    },
    {
        "o": 14113,
        "r": "kjv:Job:32:16",
        "t": "When*p I had waited, (for they spake not, but stood still, and answered no more;)"
    },
    {
        "o": 14114,
        "r": "kjv:Job:32:17",
        "t": "I*p said, I will answer also my part, I also will shew mine opinion."
    },
    {
        "o": 14115,
        "r": "kjv:Job:32:18",
        "t": "For*p I am full of matter, the spirit within me constraineth me."
    },
    {
        "o": 14116,
        "r": "kjv:Job:32:19",
        "t": "Behold,*p my belly is as wine which hath no vent; it is ready to burst like new bottles."
    },
    {
        "o": 14117,
        "r": "kjv:Job:32:20",
        "t": "I*p will speak, that I may be refreshed: I will open my lips and answer."
    },
    {
        "o": 14118,
        "r": "kjv:Job:32:21",
        "t": "Let*p me not, I pray you, accept any man's person, neither let me give flattering titles unto man."
    },
    {
        "o": 14119,
        "r": "kjv:Job:32:22",
        "t": "For*p I know not to give flattering titles; in so doing my maker would soon take me away."
    }
]
